{
    "case": {
        "docket": "507",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/507/"
    },
    "id": "1962600",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGUNITED STATES V. SANTOS553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1005UNITED STATES, PETITIONERv.EFRAIN SANTOS\nand BENEDICTO DIAZon writ of certiorari to the united states court of\nappeals for the seventh circuit[June 2, 2008]Justice Alito, with whom The\nChief Justice, Justice Kennedy, and Justice Breyer join,\ndissenting.Fairly read, the term “proceeds,”\nas used in the principal federal money laundering statute, 18 U.\nS. C. §1956(a), means “the total amount brought in,” the\nprimary dictionary definition. Webster’s Third New International\nDictionary 1807 (1976) (hereinafter Webster’s 3d). See also Random\nHouse Dictionary of the English Language 1542 (2d ed. 1987) (“the\ntotal sum derived from a sale or other transaction”). The plurality\nopinion, however, makes no serious effort to interpret this\nimportant statutory term. Ignoring the context in which the term is\nused, the problems that the money laundering statute was enacted to\naddress, and the obvious practical considerations that those\nresponsible for drafting the statute almost certainly had in mind,\nthat opinion is quick to pronounce the term hopelessly ambiguous\nand thus to invoke the rule of lenity. Concluding that “proceeds”\nmeans “profits,” the plurality opinion’s interpretation would\nfrustrate Congress’ intent and maim a statute that was enacted as\nan important defense against organized criminal enterprises.Fortunately, Justice Stevens’s\nopinion recognizes that the term “proceeds” “include[s] gross\nrevenues from the sale of contraband and the operation of organized\ncrime syndicates involving such sales.”Ante, at 2–3\n(opinion concurring in judgment).[Footnote 1] I cannot agree with Justice Stevens’s approach\ninsofar as it holds that the meaning of the term “proceeds” varies\ndepending on the nature of the illegal activity that produces the\nlaundered funds, but at least that approach preserves the correct\ninterpretation of the statute in most of the cases that were the\nfocus of congressional concern when the money laundering statute\nwas enacted.IAWhile the primary definition of\nthe term “proceeds” is “the total amount brought in,” I recognize\nthat the term may also be used to mean “net profit,” Webster’s 3d\n1807, and I do not suggest that the question presented in this case\ncan be answered simply by opening a dictionary. When a word has\nmore than one meaning, the meaning that is intended is often made\nclear by the context in which the word is used, and thus in this\ncase, upon finding that the term “proceeds” may mean both “the\ntotal amount brought in” and “net profit,” the appropriate next\nstep is not to abandon any effort at interpretation and summon in\nthe rule of lenity. Rather, the next thing to do is to ask what the\nterm “proceeds” customarily means in the context that is relevant\nhere—a money laundering statute.The federal money laundering\nstatute is not the only money laundering provision that uses the\nterm “proceeds.” On the contrary, the term is a staple of money\nlaundering laws, and it is instructive that in every single one of\nthese provisions in which the term “proceeds” is defined—and there\nare many—the law specifies that “proceeds” means “the total amount\nbrought in.”The leading treaty on international money\nlaundering, the United Nations Convention Against Transnational\nOrganized Crime (Convention), Nov. 15, 2000, 2225 U. N. T. S. 209\n(Treaty No. I–39574), which has been adopted by the United States\nand 146 other countries,[Footnote\n2] is instructive. This treaty contains a provision that is\nvery similar to §1956(a)(1)(B)(i). Article 6.1 of the Convention\nobligates signatory nations to criminalize “[t]he . . . transfer of\nproperty, knowing that such property isthe proceeds of\ncrime, for the purpose of concealing or disguising the illicit\norigin of the property or of helping any person who is involved in\nthe commission of the predicate offence to evade the legal\nconsequences of his or her action.”Id.,at 277 (emphasis\nadded). The Convention defines the term “proceeds” to mean “any\nproperty derived from or obtained, directly or indirectly, through\nthe commission of an offence.”Id.,at 275 (Art. 2(e)).\nThe money laundering provision of the Convention thus covers gross\nreceipts.[Footnote 3]\n   The term “proceeds” is given a similarly broad\nscope in the Model Money Laundering Act (Model Act). See\nPresident’s Commission on Model State Drug Laws, Economic Remedies,\n§C (1993). Section 5(a)(1) of the Model Act criminalizes\ntransactions involving property that is “the proceeds of some form\nof unlawful activity,” and the Model Act defines “proceeds” as\n“property acquired or derived directly or indirectly from, produced\nthrough, realized through, or caused by an act or omission …\ninclud[ing] any property of any kind,” §4(a).Fourteen States have money laundering statutes\nthat define the term “proceeds,” and in every one of these laws the\nterm is defined in a way that encompasses gross receipts. See Ariz.\nRev. Stat. Ann. §§13–2314(N)(3) (West 2001), 13–2317(F)(4)(b) (West\nSupp. 2007); Ark. Code Ann. §5–42–203(5) (2006); Cal. Health &\nSafety Code Ann. §11370.9(h)(1) (West 2007); Haw. Rev. Stat.\n§§708A–2, 708A–3 (2007); Ind. Code §§35–45–15–4, 35–45–15–5 (West\n2004); Iowa Code §§706B.1(1), 706B.2 (2005); La. Stat. Ann.\n§14:230(A)(4) (West 2004); Mich. Comp. Laws Ann. §§750.411j(f),\n750.411j (West 2004); N. M. Stat. Ann. §§30–51–2(E),\n30–51–4(A) (2004); Ohio Rev. Code Ann. §§1315.51(H), 1315.55 (Lexis\n2006); Tex. Penal Code §§34.01(4), 34.02 (West Supp. 2007); Utah\nCode Ann. §§76–10–1902(9), 76–10–1903 (West 2007); Va. Code Ann.\n§§18.2–246.2, 18.2–246.3 (Lexis 2004); Wash. Rev. Code\n§§9A.83.010(5), 9A.83.020 (2006). Cf. N. J. Stat. Ann.\n§2C:21–25(d) (West 2005).[Footnote\n4]This pattern of usage is revealing. It\nstrongly suggests that when lawmakers, knowledgeable about the\nnature and problem of money laundering, use the term “proceeds” in\na money laundering provision, they customarily mean for the term to\nreach all receipts and not just profits.[Footnote 5]BThere is a very good reason for\nthis uniform pattern of usage. Money laundering provisions serve\ntwo chief ends. First, they provide deterrence by preventing drug\ntraffickers and other criminals who amass large quantities of cash\nfrom using these funds “to support a luxurious lifestyle” or\notherwise to enjoy the fruits of their crimes. Model Act, Policy\nStatement, p. C–105. See President’s Commission on Organized Crime,\nInterim Report to President and Attorney General, The Cash\nConnection: Organized Crime, Financial Institutions, and Money\nLaundering 7–8 (Oct. 1984) (hereinafter Interim Report); Aranson,\nBouker, & Hannon, Money Laundering, 31 Am. Crim. L. Rev.\n721, 721–722 (1994); H. R. Rep. No. 99–746, p. 16 (1986)\n(hereinafter H. R. Rep.). Second, they inhibit the growth of\ncriminal enterprises by preventing the use of dirty money to\npromote the enterprise’s growth. See,e.g.,18 U.\nS. C. §§1956(a)(1)(A)(i), (a)(2)(A), and (a)(3)(A); Model Act\n§§5(a)(2), (4); N. J. Stat. Ann. §2C:21–25(b)(1); Tex. Penal\nCode §§34.02(a)(3)–(4).Both of these objectives are\nfrustrated if a money laundering statute is limited to profits.\nDirty money may be used to support “a luxurious lifestyle” and to\ngrow an illegal enterprise whenever the enterprise possesses large\namounts of illegally obtained cash. And illegal enterprises may\nacquire such cash while engaging in unlawful activity that is\nunprofitable.Suppose, for example, that a drug cartel sends\na large shipment of drugs to this country, a good part of the\nshipment is intercepted, the remainder is sold, the cartel ends up\nwith a net loss but with a large quantity of cash on its hands, and\nthe cartel uses the cash in financial transactions that are\ndesigned to conceal the source of the cash or to promote further\ncrime. There is no plausible reason why Congress would not have\nwanted the money laundering statute to apply to these financial\ntransactions. If the cartel leaders use the money to live in\nluxury, this provides an incentive for these individuals to stay in\nthe business and for others to enter. If the cartel uses the money\nto finance future drug shipments or to expand the business, public\nsafety is harmed.It is certainly true that Congress, in\nenacting the federal money laundering statute, was primarily\nconcerned about criminal enterprises that realize profits. A\ncriminal operation that consistently loses money will not last very\nlong and thus presents a lesser danger than a profitable operation.\nBut narrowing a money laundering statute so that it reaches only\nprofits produces two perverse results that Congress cannot have\nwanted. First, it immunizes successful criminal enterprises during\nthose periods when they are operating temporarily in the red.\nSecond, and more important, it introduces pointless and difficult\nproblems of proof. Because the dangers presented by money\nlaundering are present whenever criminals have large stores of\nillegally derived funds on their hands, there is little reason to\nrequire proof—which may be harder to assemble than the plurality\nopinion acknowledges—that the funds represent profits.CThe implausibility of a net\nincome interpretation is highlighted in cases involving\nprofessionals and others who are hired to launder money. Those who\nare knowledgeable about money laundering stress the importance of\nprosecuting these hired money launderers. See,e.g.,Depts. of Treasury and Justice, The 2001 National Money Laundering\nStrategy, pp. ix–x, 1–2 (Sept. 2001), online at\nhttp://www.treas.gov/press/releases/docs/ml2001.pdf; Fi-nancial\nAction Task Force on Money Laundering, 1996–1997 Report on Money\nLaundering Typologies 7 (Feb. 1997), online at\nhttp://www.fatf-gafi.org/dataoecd/31/29/ 34043795.pdf; Butterworths\nInternational Guide to Money Laundering Law and Practice 629 (T.\nGraham 2d ed. 2003); Ratliff, Third Party Money Laundering:\nProblems of Proof and Prosecutorial Discretion, 7 Stan.\nL. & Policy Rev. 173 (1996); Sultzer, Money Laundering:\nThe Scope of the Problem and Attempts to Combat It, 63 Tenn.\nL. Rev. 143, 147–148 (1995); H. R. Rep., at 16–17.A net income interpretation would\nrisk hamstringing such prosecutions. To violate 18 U. S. C.\n§1956(a), a defendant must “kno[w] the property involved in a\nfinancial transaction represents the proceeds of some form of\nunlawful activity.” A professional money launderer is not likely to\nknow (or perhaps even to care) whether the enterprise is operating\nin the black when the funds in question were acquired. Therefore,\nunder a net income interpretation, financial specialists and others\nwho are hired to launder funds would generally be beyond the reach\nof the statute, something that Congress almost certainly did not\nintend.It is revealing that the money laundering\nstatute explicitly provides that a money launderer need only know\nthat “the property involved in the transaction represented proceeds\nfrom some form, though not necessarily which form, of [specified\nillegal] activity.” §1956(c)(1). Thus, the prosecution is not\nrequired to prove that a hired money launderer knew that funds\nprovided for laundering derived from, say, drug sales as opposed to\ngambling. There is no reason to think that hired money launderers\nare more likely to know whether funds include profits than they are\nto know the nature of the illegal activity from which the funds\nwere derived. Consequently, §1956(c) suggests that Congress did not\nintend to require proof that a hired money launderer knew that\nfunds provided for laundering included profits.The plurality opinion dismisses these concerns\nwith the observation that a jury may infer that a hired launderer\nknew that funds included profits if the launderer had a\nlong-running relationship with the entity or person providing the\nfunds or knew that the entity or person had been involved in the\nillegal enterprise for a lengthy period. Seeante, at 14.\nBut what about the case where the launderer accepts a million\ndollars of drug money on a single occasion? And even if there would\nbe legally sufficient evidence to support an inference of the\nrequisite knowledge under the circumstances that the plurality\nopinion posits, the requirement of convincing a jury to find beyond\na reasonable doubt that the funds included profits would pose a\ntroublesome and (in light of the aim of the money laundering\nstatute) pointless obstacle.DEven in cases in which the\ndefendants are alleged to have been involved in the underlying\ncriminal activity, a net income interpretation would produce\nnettlesome problems that Congress cannot have wanted. These\nproblems may be especially acute in the very cases that money\nlaundering statutes principally target, that is, cases involving\nlarge-scale criminal operations that continue over a substantial\nperiod of time, particularly drug cartels and other organized crime\nsyndicates.The federal money laundering\nstatute was enacted in the wake of an influential report by the\nPresident’s Commission on Organized Crime that focused squarely on\ncriminal enterprises of this type. See Interim Report 7–8\n(described in S. Rep. No. 99–433, pp. 2–4 (1986) (hereinafter\nS. Rep.) and H. R. Rep., at 16). The Commission\nidentified drug traffickers and other organized criminal groups as\npresenting the most serious problems. See Interim Report 7. The\nCommission found that “narcotics traffickers, who must conceal\nbillions of dollars in cash from detection by the government,\ncreate by far the greatest demand for money laundering services”\nbut that “numerous other types of activities typical of organized\ncrime, such as loansharking and gambling, also create an\nappreciable demand for such schemes.”Ibid. To illustrate\nthe scope and nature of the money laundering problem, a section of\nthe Interim Report was devoted to case studies, most of which\ninvolved the laundering of drug money.Id.,at 29–49.As a prime example of the problem of money\nlaundering, the report discussed the so-called “Pizza Connection”\ncase that was prosecuted in federal court in New York City in the\n1980’s. In that case, the evidence showed that the Sicilian Mafia\nand organized crime elements in the United States, over a period of\nmany years, imported huge amounts of heroin into this country, sold\nthe heroin here, accumulated millions of dollars of cash, and then\nlaundered the funds by smuggling them overseas in suitcases or\nfunneling the money through a maze of bank accounts. Seeid.,at 31–35;United Statesv.Casamento, 887 F. 2d 1141, 1148–1149 (CA2 1989).Following the issuance of the Interim Report,\nCongress turned its attention to the problem of money laundering,\nand much of the discussion focused on the need to prevent\nlaundering by drug and organized crime syndicates. See,\ne.g.,S. Rep., at 3 (discussing “organized crime\n‘businesses’ such as gambling, prostitution, and loansharking”), 4\n(“Money laundering is a crucial financial underpinning of organized\ncrime and narcotics trafficking” (internal quotation marks\nomitted)); Hearing on Money Laundering Legislation before the\nSenate Committee on the Judiciary, 99th Cong., 1st Sess., 1 (1985)\n(statement of Chairman Thurmond);id.,at 29 (statement of\nSen. Biden), 30 (statement of Sen. DeConcini), 31 (statement of\nSen. D’Amato), 53 (statement of Assistant Attorney General\nTrott).In light of these concerns, it is most\nunlikely that Congress meant to enact a money laundering statute\nthat would present daunting obstacles in the very sort of cases\nthat had been identified as presenting the most pressing problems,\nthat is, cases, like the “Pizza Connection” case, in which law\nenforcement intercepts cash or wire transfers of funds derived from\ndrug sales or other unlawful activity that occurred over a period\nof time. The plurality opinion’s interpretation of the term\n“proceeds,” however, would often produce such problems. Tracing\nfunds back to particular drug sales and proving that these sales\nwere profitable will often prove impossible. SeeUnited\nStatesv.Bajakajian,524 U. S. 321, 351–352\n(1998) (Kennedy, J., dissenting). Indeed, it will often be\nhard even to establish with any precision the period of time during\nwhich the drug sales occurred. But assuming that the Government can\nprove roughly when the funds were acquired, the next hurdle would\nbe to show that the drug ring had net income during the time when\nthe funds were acquired.“Net income” means “[t]he excess of revenues\nover all related expenses for a given period.” R. Estes, Dictionary\nof Accounting 88 (1981) (emphasis deleted). There are no generally\naccepted accounting principles for determining the net income of\nillegal enterprises, and therefore, in order to apply a net income\ninterpretation, special accounting rules would have to be\ndeveloped.In the drug-money cases that I have been\ndiscussing, the courts would have to decide whether the drug\nsyndicate’s net income should be calculated on an annual,\nquarterly, or some other basis. In addition, the courts would be\nforced to devise rules for determining the scope of the enterprise\nfor which the net income calculation must be performed. Suppose,\nfor example, that there were connections of an uncertain nature or\ndegree between drug operations in different cities or countries.\nRules would be needed to determine whether affiliated criminal\ngroups should be regarded as one enterprise or several. And proof\nregarding the connections between such operations would often be\nvery difficult to obtain. Criminal enterprises do not have papers\nof incorporation, partnership agreements, or (in most instances)\nother documents establishing precise business relationships.Rules would also be needed in order to\ndetermine whether particular illegal expenditures should be\nconsidered as expenses. In the “Pizza Connection” case, the\nSicilian Mafia used its income for such things as the murder of\nmagistrates, police officers, witnesses, and rivals. See,\ne.g.,Casamento,supra, at 1154–1156;United Statesv.Gambino, 809 F. Supp. 1061,\n1065–1068 (SDNY 1992). Are these expenditures simply a cost of\nengaging in the drug trade? Are they business expenses?If a net income interpretation were taken to\nits logical conclusion, it presumably would be necessary as well to\nwork out rules for the depreciation of instrumentalities of crime\nthat must occasionally be replaced due to the efforts of law\nenforcement. But it seems quite implausible that Congress wanted\ncourts or juries in money laundering cases to grapple with\nquestions such as the useful life of, say, a drug processing plant\nor laboratory or the airplanes and boats that are used to smuggle\ndrugs. And assuming that the accounting issues can ultimately be\nresolved by the courts, there would remain serious problems of\nproof. Illegal enterprises generally do not keep books and records\nlike legitimate businesses do.It is tempting to dismiss many of the problems\nnoted above on the ground that “everyone knows” that drug cartels,\norganized crime syndicates, and the like make a profit. But such\ngroups may not operate in the black at all times, and in any event,\nif net income is an element of the money laundering offense, the\nprosecution must prove net income beyond a reasonable doubt. The\nprosecution cannot simply ask the jury to take notice of the fact\nthat these groups are profitable.My point in citing the accounting and proof\nproblems that would be produced by a net income interpretation is\nnot that the “ ‘receipts’ ” interpretation is preferable\nbecause “it is easier to prosecute,”ante, at 11\n(plurality opinion), but that creating these obstacles would serve\nno discernible purpose. Even if a drug or gambling ring was\ntemporarily operating in the red during a particular period, the\nlaundering of money acquired during that time would present the\nsame dangers as the laundering of money acquired during times of\nprofit. It is therefore implausible that Congress wanted to throw\nup such pointless obstacles.The plurality opinion attempts to minimize all\nthese problems by stating that “to establish the proceeds element\nunder the ‘profits’ interpretation, the prosecution needs to show\nonly that a single instance of specified unlawful activity was\nprofitable and gave rise to the money involved in a charged\ntransaction.”Ante, at 12. This suggestion ignores both\nthe language of the money laundering statute, which makes no\nreference to an “instance” of unlawful activity, and the realities\nof money laundering prosecutions. The prototypical money laundering\ncase is not a case in which a defendant engages in a single,\ndiscrete criminal act and then launders the money derived from that\nact—for example, a case in which a “felon . . . uses . . . stolen\nmoney to pay for the rented getaway car.”Ante, at 8.\nRather, the prototypical case involves numerous criminal acts that\noccur over a period of time and the accumulation of funds from all\nthese acts prior to laundering—for example, the organized crime\nsyndicate or drug cartel that amasses large sums before engaging in\na laundering transaction.Take, for example, a case in which a defendant\nis charged with doing what was done in the “Pizza Connection”\ncase—transferring millions of dollars of drug money overseas,\nknowing that the funds represent the proceeds of drug trafficking\n(“some form of unlawful activity”) and that the transfer was\ndesigned to conceal the origin of the funds. See 18 U. S. C.\n§1956(a)(2)(B)(2). In such a case, it is unrealistic to think that\nindividual dollars can be traced back to individual drug sales—or\nthat Congress wanted to require such tracing.Although the plurality opinion begins by\ntouting the “single instance” theory as a cure for the accounting\nand proof problems that a “profits” interpretation produces, the\nplurality’s application of the “single instance” theory to the case\nat hand shows that this theory will not work. In this case, the\n“unlawful activity” that produced the funds at issue in the\nsubstantive money laundering counts was the operation of the Santos\nlottery,[Footnote 6] and it is\nhardly apparent what constitutes a “single instance” of running a\ngambling business. Did each lottery drawing represent a separate\n“instance”? Each wager? And how long does each gambling “instance”\nlast? A day? A week? A month?    When the plurality\nopinion addresses these questions, it turns out that “a single\ninstance” means all instances that are charged,i.e., it\nmeans that the Government had to show that receipts exceeded costs\nduring the time the defendant allegedly conducted, financed, etc.,\nthe gambling operation. Seeante, at 13, n. 7. Here,\nsince the Indictment alleged that the Santos lottery continued for\nmore than 6 years (“[b]egining in or about January 1989 and\ncontinuing to in or about December 1994, the exact dates being\nunknown to the Grand Jury”),[Footnote 7] the plurality would apparently compel the\nGovernment to prove that the lottery was profitable over this\nentire period.If this is where the “single instance” theory\nleads, the theory plainly does not solve the accounting and proof\nproblems we have noted. And the plurality’s suggestion that the\nGovernment had to show that the gambling operation was profitable\nfor this entire period leads to preposterous results. Suppose that\nthe lottery was profitable for the first five years and, at the end\nof each year, respondents laundered funds derived from the\nbusiness. Suppose that in the sixth year the business incurred\nheavy losses—losses so heavy that they wiped out all of the profits\nfrom the first five years. According to the plurality, if\nrespondents were found to have operated the lottery during the\nentire 6-year period, then the financial transactions that occurred\nat the end of years one, two, three, four, and five would not\nviolate the money laundering statute, even though an accounting\ndone at those times would have come to the conclusion that the\nfunds included profits. That result makes no sense.Whenever a money laundering indictment charges\nthat the laundered funds derived from an “unlawful activity” that\ncomprehends numerous acts that occurred over a considerable period\nof time—and that is precisely the situation in many of the types of\ncases that the money laundering statute principally targeted—the\nplurality opinion’s interpretation will produce difficulties. I\nhave already discussed drug and gambling cases, and similar\nproblems will arise in cases in which the unlawful activity is a\nform of fraud. For example, the unlawful activity in mail fraud (18\nU. S. C. §1341) is the scheme to defraud, not the individual\nmailings carried out in furtherance of the scheme. SeeNederv.United States,527 U. S. 1, 19 (1999);United Statesv.Mankarious, 151 F. 3d 694\n(CA7 1998). In such a case, what will constitute the “single\ninstance of unlawful activity”? Will each mailing be a separate\n“instance”? The same problem arises with other fraud predicates,\nincluding wire fraud (§1343), see, e.g.,United\nStatesv.Zvi, 168 F. 3d 49 (CA2 1999), and\nfinancial institution fraud (§1344), see,e.g., United\nStatesv.Farr,69 F. 3d 545 (CA9 1995).The plurality opinion suggests that the\napplication of a profits interpretation will be easy in cases in\nwhich the financial transactions are payments of “expenses.”Ante, at 9. But it may be no small matter to determine\nwhether particular payments are for “expenses.” When the manager of\na gambling operation distributes cash to those who work in the\noperation, the manager may be paying them the rough equivalent of a\nsalary; that is, the recipients may expect to receive a certain\namount for their services whether or not the operation is\nprofitable. On the other hand, those who work in the operation may\nhave the expectation of receiving a certain percentage of the gross\nrevenue (perhaps even in addition to a salary), in which case their\ndistribution may include profits. Such was the case in Santos’\nlottery, where the runners were paid a percentage of gross revenue.\nSee Indictment 5; 16 Tr. 1399 (Oct. 9, 1997).The plurality opinion cites 18 U. S. C.\n§1963(a) and 21 U. S. C. §853(a), for the proposition that\nCongress has “elsewhere” imposed the burden of proving that\nillegally obtained funds represent profits, but the plurality\nopinion’s examples are inapposite.Ante, at 12. Neither of\nthese provisions, however, requires a determination of net income.\nBoth provisions permit a fine in the amount of “not more than twice\nthe gross profits or other proceeds.” 18 U. S. C. §1963(a).\nThus, the term “proceeds” as used in these provisions is not\nlimited to profits.[Footnote\n8]For all these reasons, I am convinced that\nthe term “proceeds” in the money laundering statute means gross\nreceipts, not net income. And contrary to the approach taken by\nJustice Stevens, I do not see how the meaning of the term\n“proceeds” can vary depending on the nature of the illegal activity\nthat produced the laundered funds.IIAIt is apparent that a chief\nreason for interpreting the term “proceeds” to mean net income in\nall money laundering cases (the approach taken in the plurality\nopinion) or in some money laundering cases (the approach taken by\nJustice Stevens) is the desire to avoid a “merger” problem in\ngambling cases—that is, to avoid an interpretation that would mean\nthat every violation of §1955 (conducting an illegal gambling\nbusiness) would also constitute a violation of the money laundering\nstatute, which carries a much higher maximum penalty (20 as opposed\nto 5 years’ imprisonment). This concern is misplaced and provides\nno justification for hobbling a statute that applies to more than\n250 predicate offenses and not just running an illegal gambling\nbusiness.First, the so-called merger\nproblem is fundamentally a sentencing problem, and the proper\nremedy is a sentencing remedy. While it is true that the money\nlaundering statute has a higher maximum sentence than the gambling\nbusiness statute, neither statute has a mandatory minimum. Thus,\nthese statutes do not require a judge to increase a defendant’s\nsentence simply because the defendant was convicted of money\nlaundering as well as running a gambling business. When the\nrespondents were convicted, their money laundering convictions\nresulted in higher sentences only because of the money laundering\nSentencing Guideline, United States Sentencing Commission,\nGuidelines Manual §2S1.1 (Nov. 1997) (USSG), which, in the\npre-Booker [Footnote\n9]era, was mandatory. I agree with Justice Breyer,ante, at 2–3 (dissenting opinion), that if a defendant is\nconvicted of money laundering for doing no more than is required\nfor a violation of 18 U. S. C. §1955, the defendant’s sentence\nshould be no higher than it would have been if the defendant had\nviolated only that latter provision. Insofar as the Guidelines\npreviously required—and now advise in favor of—a stiffer sentence,\nthe obvious remedy is an amendment of the money laundering\nGuideline. And of course, now that the Guidelines are no longer\nmandatory, a sentencing judge could impose the sentence called for\nby the Guideline that applies to the gambling business provision,\nsee USSG §2E3.1(a)(1) (Nov. 2007), or an entirely different\nsentence.Second, the merger problem that the plurality\nopinion and Justice Stevens seek to avoid assumes the correctness\nof the interpretation of the promotion prong of the money\nlaundering statute that the Seventh Circuit adopted in Santos’\ndirect appeal,i.e., that a defendant “promotes” an\nillegal gambling business by doing those things, such as paying\nemployees and winning bettors, that are needed merely to keep the\nbusiness running. As Santos’ brief puts it, the merger problem\narises when the interpretation of “proceeds” as gross receipts is\n“[c]ombined with the Government’s broad application of the\n‘promotion’ prong of the money laundering statute.” Brief for\nRespondent 6. But the meaning of the element of promotion is not\nbefore us in this case, and it would not make sense to allow our\ninterpretation of “proceeds” to be dictated by an unreviewed\ninterpretation of another statutory element.Third, even if there is a merger problem, it\noccurs in only a subset of money laundering cases. The money\nlaundering statute reaches financial transactions that are intended\nto promote more than 250 other crimes,ante, at 9\n(plurality opinion), as well as transactions that are intended to\nconceal or disguise the nature, location, source, ownership, or\ncontrol of illegally obtained funds. See 18 U. S. C. §1956(a).\nThe meaning of the term “proceeds” cannot vary from one money\nlaundering case to the next, and the plurality opinion and Justice\nStevens inappropriately allow the interpretation of that term to be\ncontrolled by a problem that may arise in only a subset of\ncases.BThe plurality opinion defends its\ninterpretation by invoking the rule of lenity, but the rule of\nlenity does not require us to put aside the usual tools of\nstatutory interpretation or to adopt the narrowest possible\ndictionary definition of the terms in a criminal statute. On the\ncontrary, “[b]ecause the meaning of language is inherently\ncontextual, we have declined to deem a statute ‘ambiguous’ for\npurposes of lenity merely because it waspossibleto\narticulate a construction more narrow than that urged by the\nGovernment.”Moskalv.United States,498 U. S. 103, 108\n(1990) (citingMcElroyv.United States,455 U. S. 642, 657–658\n(1982)). As I have explained above, the meaning of “proceeds” in\nthe money laundering statute emerges with reasonable clarity when\nthe term is viewed in context, making the rule of lenity\ninapplicable.*  *  *For these reasons, I would\nreverse the decision of the Court of Appeals, and I therefore\nrespectfully dissent.Footnote 1In light of the plurality opinion’s\ndiscussion of “thestare decisiseffect of Justice\nStevens’ opinion,”ante, at 16, it must be noted that five\nJustices agree with the position taken by Justice Stevens on the\nmatter discussed in the preceding sentence of the text.Footnote 2See Multilateral Treaties Deposited with the\nSecretary-General, pt. I, ch. XVIII, No. 12, United Nations\nConvention against Transnational Crime (Nov. 15, 2007), online at\nhttp://untreaty.un.org/\nENGLISH / bible / englishinternetbible / partI /chapterXVIII/ treaty13.asp\n(all Internet materials as visited May 29, 2008, and available in\nClerk of Court’s case file).Footnote 3If 18 U. S. C. §1956 were limited to\nprofits, it would be narrower than the obligation that the United\nStates undertook in Article 6.1 of the Convention, but the\nDepartment of State has taken the position that no new legislation\nis needed to bring the United States into compliance. See Hearing\non Law Enforcement Treaties before the Senate Committee on Foreign\nRelations, 108th Cong., 2d Sess., 10 (2004) (statement of Samuel M.\nWitten, Deputy Legal Adviser (“[W]e can comply with the\nConvention’s criminalization obligations without the need for new\nlegislation”)).Footnote 4Connecticut, the only State with a money\nlaundering statute that does not use the term “proceeds,” uses\nequivalent language that is not limited to profits. See Conn. Gen.\nStat. §53a–276 (2005) (“A person is guilty for money laundering in\nthe first degree when he exchanges … one or more monetary\ninstruments derived from criminal conduct constituting a felony”).\nI have found no money laundering statute that defines “proceeds” to\nmean profits or that uses other language that limits the law’s\nreach to profits or net income.The only state money laundering statute the\neven uses the term “profits,” “net income,” or something similar is\nthat of Arkansas, which plainly defines “criminal proceeds” to\ninclude all gross receipts of criminal conduct: “ ‘Criminal\nproceeds’ means: (A) Anything of value furnished or intended to be\nfurnished in exchange for criminal conduct or contraband received\nin violation of state or federal law; and (B) Property or profits\ntraceable to” such an exchange. Ark. Code Ann. §5–42–203(5)\n(2006).Footnote 5The version of the money laundering statute\noriginally passed by the House reflected a similar legislative\njudgment. The bill made it a crime to engage in financial\ntransactions and certain commercial transactions involving\n“criminally derived property that is derived from a designated\noffense.” H. R. 5484, 99th Cong., 2d Sess., §602, p. 154\n(1986) (as introduced). The term “criminally derived property” is\nnaturally understood to include all property that is “receive[d]”\nor “obtain[ed]” as a result of criminal activity, see Webster’s 3d\n609; Random House Dictionary of the English Language 389 (1967),\nand thus to include all gross receipts and not just profit. The\nHouse bill defined the term “criminally derived property” to mean\n“any property constituting, or derived from,proceedsobtained from a criminal offense.” H. R. 5484, §602, at 158\n(emphasis added). Accordingly, the House seems to have understood\n“proceeds” to include gross receipts.The bill passed by the Senate, like the\ncurrent money laundering statute, simply used the term “proceeds,”\nS. 2683, 99th Cong., 2d Sess., §2(a) (1986), and the House acceded\nto the Senate version. See H. R. 5484, 99th Cong., 2d Sess.,\n§1352, p. 48 (1986) (as enacted). There is no suggestion in the\nlegislative history that the term “criminally derived property” and\nthe term “proceeds” were perceived as having different\nmeanings.Footnote 6See Indictment inUnited Statesv.Alameda,No. 2:96 CR–044 RL (ND Ind., May 10, 1996), pp.\n3, 14–25 (hereinafter Indictment).Footnote 7Seeid., at 3.Footnote 8In 18 U. S. C. §981(a)(2)(B), which is a\nforfeiture provision of limited scope, Congress defines the term\n“proceeds” to mean net income. However, that definition applies\nonly “[i]n cases involving lawful goods or lawful services that are\nsold or provided in an illegal manner.” Calculating net income in\nthat situation is easier than it would be in most money laundering\ncases, and it is noteworthy that Congress took care to provide\nrules and procedures to be used in making the calculation. Seeibid. If Congress had intended to require proof of net\nincome in money laundering cases, it is likely that Congress\nlikewise would have specified the rules and procedures to be used.\nIt is noteworthy that subparagraph (A) of §981(a)(2), which the\nplurality opinion does not mention, provides that in cases that are\nmore analogous to the typical money laundering case,i.e.,\n“cases involving illegal goods [or] illegal services,” the term\n“proceeds” “means [any] property of any kind obtained directly or\nindirectly, as the result of the commission of the offense giving\nrise to forfeiture, and any property traceable thereto, and is not\nlimited to the net gain or profit realized from the offense.”Footnote 9United Statesv.Booker,543 U. S. 220(2005).",
    "joined": []
}