{
    "case": {
        "docket": "16-5294",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-5294/"
    },
    "id": "3749215",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–5294_________________JAMES E. McWILLIAMS, PETITIONERv.JEFFERSON S. DUNN, COMMISSIONER, ALABAMA DEPARTMENT OF CORRECTIONS,\net al.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 19, 2017]Justice Alito, with whom The Chief Justice,\nJustice Thomas, and Justice Gorsuch join, dissenting.We granted review in this case to decide a\nstraightforward legal question on which the lower courts are\ndivided: whether our decision inAkev.Oklahoma,470\nU. S. 68 (1985) , clearly established that an indigent\ndefendant whose mental health will be a significant factor at trial\nis entitled to the assistance of a psychiatric expert who is a\nmember of the defense team instead of a neutral expert who is\navailable to assist both the prosecution and the defense.[1]The answer to that question is plain:Akedid not clearly establish that a defendant is entitled to an expert\nwho is a member of the defense team. Indeed, “Akeappears to\nhave been written so as to be deliberately ambiguous on this point,\nthus leaving the issue open for future consideration.” W. LaFave,\nCriminal Law §8.2(d), p. 449 (5th ed. 2010) (LaFave). Accordingly,\nthe proper disposition of this case is to affirm the judgment\nbelow.The Court avoids that outcome by means of a most\nunseemly maneuver. The Court declines to decide the question on\nwhich we granted review and thus leaves in place conflicting lower\ncourt decisions regarding the meaning of a 32-year-old\nprecedent.[2] That is bad\nenough. But to make matters worse, the Court achieves this\nunfortunate result by deciding a separate questionon which we\nexpressly declined review.And the Court decides that\nfact-bound question without giving Alabama a fair opportunity to\nbrief the issue.IUnder the Antiterrorism and Effective Death\nPenalty Act of 1996 (AEDPA), federal habeas relief cannot be\nawarded on a claim that a state court decided on the merits unless\nthe state court’s decision “was contrary to, or involved an\nunreasonable application of, clearly established Federal law, as\ndetermined by the Supreme Court of the United States.” 28\nU. S. C. §2254(d)(1). That standard, by design, is\n“difficult to meet.”Whitev.Woodall, 572 U. S.\n___, ___ (2014) (slip op., at 3) (internal quotation marks\nomitted). It requires habeas petitioners to “show that the state\ncourt’s ruling on the claim . . . was so lacking in\njustification that there was an error well understood and\ncomprehended in existing law beyond any possibility for fairminded\ndisagreement.”Harringtonv.Richter, 562 U. S.\n86, 103 (2011) . Put another way, “[w]hen reviewing state criminal\nconvictions on collateral review, federal judges are required to\nafford state courts due respect by overturning their decisions only\nwhen there could be no reasonable dispute that they were wrong.”Woodsv.Donald, 575 U. S. ___, ___ (2015)\n(per curiam) (slip op., at 4–5).InAke,we held that a defendant must be\nprovided “access to a competent psychiatrist” in two circumstances:\nfirst, “when [the] defendant demonstrates to the trial judge that\nhis sanity at the time of the offense is to be a significant factor\nat trial,” and, second, at the sentencing phase of a capital trial,\n“when the State presents psychiatric evidence of the defendant’s\nfuture dangerousness.” 470 U. S., at 83.The question that we agreed to review concerns\nthe type of expert that must be provided. DidAkeclearly\nestablish that a defendant in the two situations just noted must be\nprovided with the services of an expert who functions solely as a\ndedicated member of the defense team as opposed to a neutral expert\nwho examines the defendant, reports his or her conclusions to the\ncourt and the parties, and is available to assist and testify for\nboth sides? DidAkespeak with such clarity that it ruled\nout “any possibility for fairminded disagreement”?Harrington,supra, at 103. The answer is “no.”Akeprovides no clear guidance one way or the other.AIt is certainly true that there is language inAkethat points toward the position that a defense-team\npsychiatrist should be provided. Explaining the need for the\nappointment of a psychiatric expert,Akenoted that a\npsychiatrist can “assist in preparing the cross-examination of a\nState’s psychiatric witnesses” and would “know the probative\nquestions to ask of the opposing party’s psychiatrists and how to\ninterpret their answers.” 470 U. S., at 82, 80. And whenAkediscussed expert assistance during capital sentencing,\nthe Court said that it is important for a defendant to “offer a\nwell-informed expert’s opposing view” in the form of “responsive\npsychiatric testimony.”Id.,at 84.Akealso\nexplained that factfinding is improved when evidence is offered by\n“psychiatrists for each party.”Id., at 81. While it is\npossible for a neutral expert to provide these services, in our\nadversary system they are customarily performed by an expert\nworking exclusively for one of the parties.Other language inAke, however, points at\nleast as strongly in the opposite direction.Akewas clear\nthat an indigent defendant does not have a constitutional right to\n“choose a psychiatrist of his personal liking or . . .\nreceive funds to hire his own.”Id., at 83. Instead, the\nCourt held only that a defendant is entitled to have “access” to\n“one competent psychiatrist” chosen by the trial judge.Id.,\nat 83, 79.These limitations are at odds with the\ndefense-expert model, which McWilliams characterizes as “the norm\nin our adversarial system.” Reply Brief 3. As McWilliams explains,\n“other litigants of means” screen experts to find one whose\ntentative views are favorable, and they often hire both consulting\nand testifying experts.Id., at 2–3. But theAkeCourt was clear that it was not holding “that a State must purchase\nfor the indigent defendant all the assistance that his wealthier\ncounterpart might buy.” 470 U. S., at 77. On the contrary,Akeexpressly stated that a State need only provide for a\nsingle psychiatric expert to be selected by the trial judge. Thus,Akedoes not give the defense the right to interview\npotential experts, to seek out an expert who offers a favorable\npreliminary diagnosis, or to hire more than one expert. And if the\ncourt-appointed expert reaches a conclusion unfavorable to the\ndefendant on the issue of sanity or future dangerousness,Akerequires the defense team to live with the expert’s\nunfavorable conclusions. As McWilliams concedes, when the only\nexpert available to indigent defendants is one selected by the\ntrial court, these defendants “face a risk that their expert will\nultimately be unwilling or unableto offer testimony that will\nadvance their cause.” Reply Brief 3.Akealso acknowledged that one of our\nprior cases,United Statesex rel. Smithv.Baldi, 344 U. S. 561 (1953) ,“support[ed] the\nproposition” that due process is satisfied if a defendant merely\nhas access to a psychiatrist “not beholden to the prosecution.” 470\nU. S., at 85. WhileAkealso declared thatBaldidid not limit the Court “in considering whether fundamental\nfairness today requires a different result,” 470 U. S., at 85,Akedid not explicitly overruleBaldi, and ultimately\nits treatment of that case was “most ambiguous,” LaFave §8.2, at\n450, n. 124.It is also significant that theAkeCourt\nhad no need to decide whether due process requires the appointment\nof a defense-team expert as opposed to a neutral expert because Ake\nwas denied the assistance ofanypsychiatrist—neutral or\notherwise—for purposes of assessing his sanity at the time of\nthe offense or his mental state as it related to capital\nsentencing. 470 U. S., at 71–73 (state experts who examined\nAke and testified he was dangerous evaluated him only in connection\nwith his competency to stand trial). As Ake’s counsel explained at\nargument, the Court could rule in his client’s favor without\naccepting his client’s “primary submission” that due process\nrequires the appointment of a defense-team expert. Tr. of Oral Arg.\nin No. 83–5424 p. 21 (arguing that Ake’s rights were violated even\nunderBaldi).In short,Akeis ambiguous, perhaps\n“deliberately” so. LaFave §8.2(d), at 449; seeibid.(“[C]omments supporting a move in either direction appear\nthroughout the majority opinion in the case”). If the Justices who\njoined Justice Marshall’s opinion for the Court had agreed that\nadefense-team expert must be appointed, it would have been a simple\nmatter for the Court to say so expressly. Justice Marshall\ndemonstrated this a few years later when he dissented from the\ndenial of certiorari in a case that presented the very issue that\nthe Court now dodges.Granvielv.Texas, 495\nU. S. 963 (1990) . There, Justice Marshall stated\nunambiguously that “Akemandates the provision of a\npsychiatrist who will be part of the defense team and serve the\ndefendant’s interests in the context of our adversarial system.”Ibid.If all the Justices who joined the opinion of the\nCourt inAkehad shared this view, there is no obvious\nreason for the absence of the sort of clear statement that Justice\nMarshall would later provide when he wrote only for himself. The\nopinion inAkehas all the hallmarks of a compromise.The Court’s actions in the aftermath ofAkelend support to this conclusion. The Court repeatedly\ndenied certiorari in cases that would have permitted it to resolve\nthis question or others left open byAke. See,e.g.,Norrisv.Starr, 513 U. S. 995 (1994) ;Vickersv.Arizona, 497 U. S. 1033 (1990) ;Brownv.Dodd, 484 U. S. 874 (1987) ;Johnsonv.Oklahoma, 484 U. S. 878 (1987) ;Granviel,supra, at 963. And in many of these cases\n(Vickers,Dodd,Johnson, andGranviel),\nJustice Marshall dissented. The most reason-able conclusion to draw\nfrom the Court’s silence is that the exact type of expert required\nbyAkehas remained “an open question in our jurisprudence.”Careyv.Musladin, 549 U. S. 70, 76 (2006) .BWhen the lower courts have “diverged widely”\nin assessing whether our precedents dictate a legal rule, that is a\nsign that the rule is not clearly established,ibid., and\nthat is the situation here. At the time the Alabama court addressed\nMcWilliams’sAkeclaim on the merits, some courts had held\nthatAkerequires the appointment of a defense-team expert.\nSee,e.g.,Smithv.McCormick, 914 F. 2d\n1153, 1156–1160 (CA9 1990);United Statesv.Sloan,\n776 F. 2d 926, 929 (CA10 1985). But others disagreed. The\nFifth Circuit had held that a defense-team expert is not required.Granvielv.Lynaugh, 881 F. 2d 185, 191–192\n(1989), cert. denied, 495 U. S. 963 (1990) . And the Oklahoma\ncourtsin Ake itselfalso interpreted our holding this way.Akev.State, 778 P. 2d 460, 465 (Okla. Crim.\nApp. 1989) (“[D]ue process does not entitle [Ake] to a state-funded\npsychiatric expert to support his claim; rather,due process\nrequires that he have access to a compe-tent and impartial\npsychiatrist”). So had at least seven other state high courts.Williev.State, 585 So. 2d 660, 671 (Miss.\n1991);Statev.Hix, 38 Ohio St. 3d 129, 131–132, 527\nN. E. 2d 784, 787 (1988);Dunnv.State, 291\nArk. 131, 132–134, 722 S. W. 2d 595, 595–596 (1987);Statev.Indvik, 382 N. W. 2d 623, 625–626 (N.\nD. 1986);Palmerv.State, 486 N. E. 2d 477,\n481–482 (Ind. 1985);Statev.Smith, 217 Mont. 453,\n457–460, 705 P. 2d 1110, 1113–1114 (1985);Statev.Hoopii, 68 Haw. 246, 248–251, 710 P. 2d 1193, 1195–1196\n(1985).Other courts struggled to reach agreement on the\nquestion. Two Eleventh Circuit panels held that a neutral expert\nsuffices, seeMagwoodv.Smith, 791 F. 2d 1438,\n1443 (1986) (Akesatisfied where neutral, court-appointed\nexperts examined the defendant and testified);Clisbyv.Jones, 907 F. 2d 1047, 1050 (1990) (per curiam)\n(“The state provided a duly qualified psychiatrist not beholden to\nthe prosecution and, therefore, met its obligation underAke”), reh’g en banc, 960 F. 2d 925, 928–934 (1992)\n(rejectingAkeclaim on other grounds). But another Eleventh\nCircuit panel disagreed.Cowleyv.Stricklin, 929\nF. 2d 640, 644 (1991) (holding that due process requires more\nthan a neutral expert). A Sixth Circuit panel held thatAkedoes not require appointment of a defense-team expert.Kordenbrockv.Scroggy, 889 F. 2d 69, 75 (1989).\nAnd when the Sixth Circuit reviewed that decision en banc, its\nholding was fractured, but 7 of the 13 judges expressed the view\nthatAkerequires only a neutral, court-appointed\nexpert.[3] 919 F. 2d 1091,\n1110, 1117–1120, 1131–1132 (1990).Ake’s ambiguity has been noted time and\nagain by commentators. See,e.g., LaFave §8.2(d), at 449\n(Akeappears to be “deliberately ambiguous”); Mosteller, The\nSixth Amendment Right to Fairness: The Touchstone of Effectiveness\nand Pragmatism, 45 Tex. Tech. L. Rev. 1, 16 (2012) (Akeheld that “the defense had the right of access to an expert, but\nthe Court did not conclude that access had to be a defense\nexpert”); Greeley, The Plight of Indigent Defendants in a\nComputer-Based Age: Maintaining the Adversarial System by Granting\nDefendants Access to Computer Experts, 16 Va. J. L. &\nTech. 400, 426 (2011) (“[T]he Supreme Court should affirmatively\nstate whether a defendant is entitled to a neutral expert working\nfor the defense and the government, or an expert advocating for the\ndefense”); Groendyke,Akev.Oklahoma: Proposals for\nMaking the Right a Reality, 10 N. Y. U. J. Legis. & Pub.\nPol’y 367, 383 (2007) (“The intentions of theAkeCourt\nregarding the role of the expert are not obvious from the\nopinion”); Giannelli,Akev.Oklahoma: The Right to\nExpert Assistance in a Post-Daubert, Post-DNA World, 89\nCornell L. Rev. 1305, 1399 (2004) (“It is uncertain fromAkewhether the appointment of a neutral expert (who reports\nto the court) is sufficient or whether a ‘partisan’ defense expert\nis required”); Bailey,Akev.Oklahomaand an\nIndigent Defendant’s ‘Right’ to an Expert Witness: A Promise Denied\nor Imagined? 10 Wm. & Mary Bill Rts. J. 401, 403 (2002)\n(“[C]ourts have struggled with whether an indigent is entitled to\nhis own independent advocate or a neutral expert provided by the\nstate,” and the Supreme Court “has . . . failed to confront this\nambiguity”); Sullivan, Psychiatric Defenses in Arkansas Criminal\nTrials, 48 Ark. L. Rev. 439, 492 (1995) (“The issue left\nunresolved inAke” is whether the defendant has “merely the\nright to an evaluation by a neutral mental health expert”);\nGiannelli et al., The Constitutional Right to Defense Experts,\n16 Pub. Def. Rptr. 3 (Summer 1993) (“Akefails to specify\nclearly the role of the expert—whether the appointment of a neutral\nexpert, who reports to the court, satisfies due process, or whether\na partisan defense expert is required”); Note, The Constitutional\nRight to Psychiatric Assistance: Cause for Reexamination ofAke, 30 Am. Crim. L. Rev. 1329, 1356 (1993) (calling\nthis the “preeminent ambiguity” in the opinion); Harris,AkeRevisited: Expert Psychiatric Witnesses Remain Beyond Reach for the\nIndigent, 68 N. C. L. Rev. 763, 768, n. 44 (1990) (“The\nCourt gave mixed signals concerning the psychiatrist’s role with\nregard to a criminal defendant, resulting in lower court\ndisagreement on the proper interpretation ofAkeon this\npoint”); Comment, A Question of Competence: The Indigent Criminal\nDefendant’s Right to Adequate and Competent Psychiatric Assistance\nAfterAkev.Oklahoma, 14 Vt. L. Rev. 121, 127\n(1989) (Ake“left unanswered many questions,” including\n“whether the defendant is entitled to ‘neutral’ or ‘partisan’\nassistance”); Dubia, The Defense Right to Psychiatric Assistance in\nLight ofAkev.Oklahoma, 1987 Army Lawyer 15, 19–20\n(Ake“did not define clearly the role of the state-supplied\npsychiatrist,” and “[a] strong case can be made thatAkerequires only access to an independent psychiatric examination”);\nNote, Due Process and Psychiatric Assistance:Akev.Oklahoma, 21 Tulsa L. J. 121, 143 (1985) (“The Court is\nunclear as to the exact nature and scope of the substantive right\nit has created”); Sallet, Book Review, After Hinckley: The Insanity\nDe-fense Reexamined, 94 Yale L. J. 1545, 1551, n. 18\n(1985) (predicting that “whether the Constitution requiresone\npsychiatrist or rather one defense-oriented psy-chiatrist” would\n“likely be the next constitutional issue adjudicated”).In this case, the Alabama courts held thatAkeis satisfied by the appointment of a neutral expert, and\nit is impossible to say that “there could be no reasonable dispute\nthat they were wrong.”Donald, 575 U. S., at ___ (slip\nop., 5).IIMcWilliams’s petition for certiorari asked us\nto decide two questions. Pet. for Cert. i. The first was the legal\nquestion discussed above; the second raised an issue that is tied\nto the specific facts of McWilliams’s case: whether the neutral\nexpert appointed in this case failed to provide the assistance thatAkerequires because he “distributed his report to all\nparties just two days before sentencing and was unable to review\nvoluminous medical and psychological records.” Pet. for Cert. i.\nOur Rules and practice disfavor questions of this nature, see this\nCourt’s Rule 10, and we denied review. Heeding our decision, the\nparties briefed the first question but scarcely mentioned anything\nrelated to the second.The Court, however, feels no similar obligation\nto abide by the Rules. The Court refuses to decide the legal\nquestion on which we granted review and instead decides the\nquestion on which review was denied. The Court holds that “Alabama\nhere did not meet evenAke’s most basic requirements.”Ante, at 14. In support of this conclusion, the Court states\nthat neither Dr. Goff (the expert appointed by the trial judge) nor\nany other expert provided assistance in understanding and\nevaluating medical reports and records, preparing a legal strategy,\npresenting evidence, or preparing to cross-examine witnesses.Ibid.The Court does not question Dr. Goff’s qualifications\nor his objectivity. Instead, the crux of the Court’s complaint is\nthat Dr. Goff merely submitted his report and did not provide\nfurther assistance to the defense.Ibid.But as far as the\nrecord shows, Dr. Goff was never asked and never refused to provide\nassistance to McWilliams. He did not provide the assistance that\nthe Court finds essential because his report was not given to the\nparties until two days before sentencing, and arrangements were not\nmade for him to provide the assistance during that brief interlude.\nThus, the question that the Court decides is precisely the questionon which we denied review: namely, whether Dr. Goff’s\nassistance was deficient because he “distributed his report to all\nparties just two days before sentencing and was unable to review\nvoluminous medical and psychological records.” Pet. for Cert. iOur Rules instruct litigants that we will\nconsider only the questions on which review was granted and\n“subsidiary question fairly included therein.” This Court’s Rule\n14.1(a);Yeev.Escondido, 503 U. S. 519, 535\n(1992) (The Court will consider an “unpresented question” only in\n“the most exceptional cases” (internal quotation marks omitted));\nsee also this Court’s Rule 24.1(a) (parties may not change the\nsubstance of the question presented once granted). And we have not\nhesitated to enforce these Rules when petitioners who “persuaded us\nto grant certiorari” on one question instead “chose to rely on a\ndifferent argument in their merits briefing.”Visa, Inc.v.Osborn, 580 U. S. ___ (2016) (internal quotation marks\nomitted) (dismissing cases as improvidently granted on this\nground).These Rules exist for good reasons. Among other\nthings, they give the parties notice of the question to be decided\nand ensure that we receive adversarial briefing, seeYee,supra, at 536, which in turns helps the Court reach sound\ndecisions. But in this case, the Court feels free to dis-regard our\nRules and long-established practice. If McWilliams, after inducing\nus to grant certiorari on the first question presented, had decided\nto ignore that question and instead brief a fact-specific\nalternative theory, we would have dismissed the case as\nimprovidently granted. We do not tolerate this sort of\nbait-and-switch tactic from litigants, and we should not engage in\nit ourselves.The Court’s approach is acutely unfair to\nAlabama. The State surely believed that it did not need to brief\nthe second question presented in McWilliams’s petition. The State\nvigorously opposed review of that question, calling it “an\ninvitation to conduct factbound error correction,” Brief in\nOpposition 13, and we denied review. It will come as a nasty\nsurprise to Alabama that the Court has ruled against it on the very\nquestion we declined to review—and without giving the State a fair\nchance to respond.[4]It is worth remembering that today’s ruling\nrequires the Court to conclude that the state court’s treatment of\nMcWilliams’sAkeclaim “was so lacking in justification that\nthere was an error well understood and comprehended in existing law\nbeyond any possibility for fairminded disagreement.”Harrington, 562 U. S., at 103. This “standard is\ndifficult to meet,”id., at 102, and Alabama would surely\nhave appreciated the opportunity to contest whether McWilliams has\nmet it. Denying Alabama that chance does not show “[a] proper\nrespect for AEDPA’s high bar for habeas relief,” which counsels\nrestraint in “disturbing the State’s significant interest in repose\nfor concluded litigation, denying society the right to punish some\nadmitted offenders, and intruding on state sovereignty to a degree\nmatched by few exercises of federal authority.”Virginiav.LeBlanc,ante,at 5 (per curiam) (alterations\nand internal quotation marks omitted).It is debatable whether the Court has even\nanswered question two correctly (and, of course, meaningful\nbriefing by the parties would have allowed the Court to answer the\nquestion with more confidence).[5] But the fundamental point is that the Court should not\nhave addressed this question at all.IIIHaving completed an arduous detour around the\nquestion that we agreed to decide, the majority encounters an\ninconvenient roadblock: The Court of Appeals has already determined\nthat any error of the sort the majority identifies today was\nharmless. So the majority relies on the thinnest of reasons to\nrequire the Eleventh Circuit to redo its analysis. That conclusion\nis unwarranted, and nothing in the majority opinion prevents the\nCourt of Appeals from reaching the same result on remand.The majority claims that the Court of Appeals\ndid not “specifically consider whether access to the type of\nmeaningful assistance in evaluating, preparing, and presenting the\ndefense thatAkerequires would have mattered.”Ante,\nat 15. But the Court of Appeals concluded that, even if Dr. Goff’s\nperformance did not satisfyAke, the error did not have a\nsubstantial and injurious effect on the outcome of the sentencing\nproceeding.McWilliamsv.Commissioner,Ala. Dept.\nof Corrections, 634 Fed. Appx. 698, 706–707 (CA11 2015) (per\ncuriam). Thus, the Court of Appeals specifically addressed the\nvery question that the majority instructs it to consider on\nremand.If the majority disagrees with the Court of\nAppeals’ decision on that question, it should explain its reasons,\nbut the majority is unwilling to tackle that matter and instead\nrecites that “we are a court of review, not first view.”Ante, at 16 (internal quotation marks omitted). The Court’s\ninvocation of this oft-used formulation is utterly inapt because\nthe Eleventh Circuit has already reviewed the question of harmless\nerror. Moreover, unlike the question that the majority does decide,\nthe harmless-error issue was at least briefed in a meaningful way\nby the parties. Brief for Petitioner 41–46; Brief for Respondents\n52–56; Reply Brief 14–16.Had the Court confronted the harmless-error\nissue, it would have found it difficult to reject the Court of\nAppeals’ conclusion that anyAkeerror here was harmless. In\n1984, McWilliams “raped, robbed, and murdered Patricia Vallery\nReynolds.”McWilliamsv.State, 640 So. 2d 982,\n986 (Ala. Crim. App. 1991) (internal quotation marks omitted).\nReynolds was a clerk at a convenience store in Tuscaloosa, Alabama.Ibid.McWilliams robbed the store, brutally raped Reynolds\nin a back room, then left her on the floor to die after shooting\nher six times execution style with a .38 caliber pistol.Ibid.After McWilliams was apprehended, he bragged to other\njail inmates about what he had done.Id., at 987. The jury\nneeded less than an hour of deliberation to find him guilty, and it\nrecommended the death penalty by a 10-to-2 vote the following day.Id., at 986.Agreeing with the jury’s nonbinding\nrecommendation, the trial court imposed the death penalty based on\nthree aggravating circumstances. McWilliams had prior violent\nfelony convictions for first-degree robbery and first-degree rape.\nApp. 182a–183a. He murdered Reynolds in the course of committing a\nrobbery and rape.Id., at 183a. And his crime “was\nespecially heinous, atrocious, or cruel”: He executed the only\npotential eyewitness to his robbery, and his conduct during and\nafter the crime showed an “obvious lack of regard or compassion for\nthe life and human dignity of the victim.”Id.,at 184a.\nBalanced against these three aggravators was McWilliams’s claim\nthat he was psychotic and suffered from organic brain\ndysfunction—the mitigating evidence that Dr. Goff’s report\nsupposedly would have supported. But the sentencing court concluded\nthat this evidence “did not rise to the level of a mitigating\ncircumstance,” in part because of the extensive evidence that\nMcWilliams was feigning symptoms.Id.,at 188a. And in any\nevent, the sentencing court found that “the aggravating\ncircumstances would far outweigh this as a mitigating\ncircumstance.”Ibid.(emphasis added).The majority hints that the sentencing court’s\nweighing might have been different if McWilliams had been afforded\nmore time to work with Dr. Goff to prepare a mitigation\npresentation and to introduce Dr. Goff’s testimony at the\nsentencing hearing. But there is little basis for this belief. The\ndefense would have faced potential rebuttal testimony from three\ndoctors who evaluated McWilliams and firmly concluded that\nMcWilliams’s mental state did not reduce his responsibility for his\nactions. Certified Trial Record 1545 (Dr. Yumul) (McWilliams “was\nresponsible and free of mental illness at the time of the alleged\noffense”);id., at 1546 (Dr. Nagi) (McWilliams “was not\nsuffering from a mental illness” at the time of the crime and\n“[t]here see[m] to be no mitigating circumstances involved in [his]\ncase”);ibid.(Dr. Bryant) (finding no “evidence of\npsychiatric symptoms of other illness that would provide a basis\nfor mitigating factors at the time of the alleged crime”). One of\nthese psychiatrists also concluded that McWilliams was “grossly\nexaggerating his psychological symptoms to mimic mental illness”\nand that he “obviously” did so “to evade criminal prosecution.”Ibid.(Dr. Nagi). Even Dr. Goff found it “quite obvious”\nthat McWilliams’s “symptoms of psychiatric disturbance [were] quite\nexaggerated and, perhaps, feigned.”Id., at 1635. In light\nof all this, the defense would have faced an uphill battle in\nconvincing the sentencing judge that, despite McWilliams’s\nconsistent malingering, his mental health was so impaired that it\nconstituted a mitigating circumstance and that it outweighed the\nthree aggravators the State proved. If the sentencing judge had\nthought that there was a possibility that hearing from Dr. Goff\nwould change his evaluation of aggravating and mitigating factors,\nhe could have granted a continuance and called for Dr. Goff to\nappear. But he did not do so.The majority also ignores the fact that\nMcWilliams has already had the chance to show that the outcome of\nthe sentencing proceeding would have been different if he had been\ngiven more expert assistance. In state postconviction proceedings,\nMcWilliams argued that he was denied effective assistance of\ncounsel because his lawyers did not obtain an expert who would have\nfully probed his mental state for purposes of mitigation.\nMcWilliams called an expert, Dr. Woods, who offered the opinion\nthat McWilliams suffered from bipolar disorder at the time of the\ncrime and testified that McWilliams’s exaggeration of symptoms was\nnot inconsistent with psychiatric problems. But Dr. Woods also\nacknowledged that McWilliams “tr[ied] to malinger for purposes of\nmaking himself look worse than he is,” agreed that this malingering\ncould have been done for the purpose of avoiding the death penalty,\nand declined to say that McWilliams’s disorder explains why he\nraped and murdered Reynolds. Postconviction Tr. 1002–1005,\n1022–1023. Dr. Woods even endorsed Dr. Goff’s conclusion that\nMcWilliams “exaggerated certain aspects of his impairment.”Id.,at 955 (“I think Dr. Goff did an excellent job of\nattempting to separate out what were in fact exaggerations and what\nwas real impairment”). The State introduced a psychologist of its\nown (Dr. Kirkland) who strenuously disagreed with Dr. Woods’s\ndiagnosis and concluded that nothing “indicate[s] that Mr.\nMcWilliams was mentally impaired on the night of the offense.”Id.,at 1088. At the end of a lengthy hearing in which both\nexperts addressed the malingering issue (see,e.g.,id., at 935–943, 955, 964–966, 1076–1077), the state\npostconviction court found that “McWilliams’s claims based upon the\ntestimony of Dr. Woods are without merit.”Id., at 1810. It\ncredited the “consensus opinion” reached by the three neutral state\npsychiatrists, who observed and evaluated McWilliams for over a\nmonth before his trial and concluded that he “did not suffer from a\nmental illness.”Id., at 1812. It expressly found that “both\nthe credibility of Dr. Woods and the reliability of his findings\nare questionable.”Id., at 1814. And even if Dr. Woods’s\ndiagnosis was accurate, the court stated, it “[would] not find that\na failure to present” evidence of this sort “made a difference in\nthe outcome.”Id., 1815.[6] The Alabama Court of Criminal Appeals affirmed,McWilliamsv.State, 897 So. 2d 437 (2004), and the\nAlabama Supreme Court denied review. I see no ground for disturbing\nthe Eleventh Circuit’s decision on harmless error.[7]*  *  *The Court’s decision represents an inexcusable\ndeparture from sound practice. I would affirm the judgment below,\nand I therefore respectfully dissent.Notes1The question was worded\nas follows: “When this Court held inAkethat an indigent\ndefendant is entitled to meaningful expert assistance for the\n‘evaluation, preparation, and presentation of the defense,’ did it\nclearly establish that the expert should be independent of the\nprosecution?”2Defending its approach,\nthe Court says that it had no need to decide the “sweeping”\nquestion on which review was granted “when a narrow one will do.”Ante,at 14. Narrow holdings have their place, but here: (1)\nWe denied review of the narrow question; (2) the question decided\nis not just narrow, it is the sort of factbound question as to\nwhich review is disfavored, see this Court’s Rule 10; (3) the\nnarrow question is not fairly included in the question presented,\nsee this Court’s Rule 14(a); (4) deciding the case on this narrow\nground leaves in place the conflict in the lower courts that\nsupported the grant of certiorari; and (5) the parties were not\ngiven notice of this possible disposition, and the Court was thus\ndeprived of the benefit of full briefing and argument on the\nissue.3The Sixth Circuit’s\nexperience, standing alone, is a telling reflection ofAke’s\nambiguity. Years afterKordenbrock, a Sixth Circuit panel\nheld thatAkerequires a defense expert.Powellv.Collins, 332 F. 3d 376, 392 (2003). A later panel\ndisagreed.Smithv.Mitchell, 348 F. 3d 177,\n207–208, and n. 10 (2003). A different panel concluded three\nyears later that the Circuit had “extend[ed]Ake” to require\na defense expert.Carterv.Mitchell, 443 F. 3d\n517, 526 (2003). A later panel insisted that “Akedoes not\nentitle [defendants] to . . . an [independent\npsychiatric] expert,” but to “a ‘friend of the court’ appointment.”Wogenstahlv.Mitchell, 668 F. 3d 307, 340\n(2012). The Sixth Circuit ultimately concluded thatAkedid\nnot itself clearly compel an answer to this question for AEDPA\npurposes.Millerv.Colson, 694 F. 3d 691, 698\n(2012) (“[O]ur own internal conflict about the scope ofAkeevidences the reasonableness of the state court\ndecision”).4The Court is incorrect in\nsuggesting that Alabama “devoted an entire section of its merits\nbrief” to the question that the Court decides.Ante,at 14.\nIn the section to which the Court refers, Alabama argued that even\nif McWilliams was entitled to relief underAketo a partisan\nexpert, no relief was warranted because he “had a consulting expert\nthat did not report to the State,”i.e.“a psychologist\nemployed at the University of Alabama,” and because the trial court\nordered every form of testing that the defense requested. Brief for\nRespondents 50–52. Exactly six sentences of the State’s briefing in\nthis section,id.,at 52, touch on the services provided by\nDr. Goff and the trial court’s denial of a continuance. The State’s\ninclusion of this fleeting discussion cannot justify a decision\nbased on a question on which relief was denied.5The Court never even\nrecites the applicable standard: whether the Alabama courts erred\nbeyond fairminded disagreement in rejecting McWilliams’s claim\nunderAkev.Oklahoma,470 U. S. 68 (1985) .Harringtonv.Richter, 562 U. S. 86, 103 (2011)\n. This bar is difficult for a habeas petitioner to hurdle, and it\nis far from clear that McWilliams has done so. The Court says that\nDr. Goff did not play the roleAkerequires of an expert\nbecause he only examined McWilliams and reported his findings to\nthe trial court.Ante,at 15. Butthat is exactly\nwhat the trial court (at McWilliams’s request) ordered him to\ndo. Cert. Trial Record 1615, 1616. The Court briskly concludes\nthat Dr. Goff did not assist the defense in understanding his\nreport prior to the hearing or testify for McWilliams at the\njudicial sentencing hearing.Ante,at 14–15. But the Alabama\nCourt of Criminal Appeals found “no indication in the record that\n[McWilliams] could not have called Dr. Goff as a witness to explain\nhis findings or that he even tried to contact the psychiatrist to\ndiscuss his findings.”McWilliamsv.State, 640\nSo. 2d 982, 991 (1991). And the Eleventh Circuit saw no reason\nwhy McWilliams’s defense team could not have been in contact with\nDr. Goff while he was preparing the report.McWilliamsv.Commissioner, Ala. Dept. of Corrections, 634 Fed. Appx. 698,\n706–707 (2015) (per curiam).6Dr. Goff was notably\nabsent from the postconviction proceeding. McWilliams’s failure to\ncall him as a witness there creates a “void in the record” that\nprevents McWilliams from carrying his burden of showing “how\nadditional time with Dr. Goff (and his report) would have benefited\nthe defense.” 634 Fed. Appx., at 712 (Jordan, J., concurring). It\nalso suggests that, to McWilliams’s postconviction counsel, Dr.\nGoff ’s diagnosis and the opportunity to present it to the\nsentencer was not as important as McWilliams suggests.7McWilliams’s entitlement\nto relief underAkeis questionable for an additional\nreason.Akeheld that the right to a psychiatric expert at\ncapital sentencing comes into play “when the State presents\npsychiatric evidence of the defendant’s future dangerousness.” 470\nU. S., at 83–84, 86. Here, the State did not introduce such\nevidence because future dangerousness was not an aggravator under\nAlabama law. See App. 182a–184a. As lower courts have noted, we\nhave never held that a capital defendant is entitled to the\nassistance of a psychiatric expert at sentencing where future\ndangerousness is not in issue and the State does not introduce\npsychiatric evidence to prove it. See,e.g.,Revillav.Gibson, 283 F. 3d 1203, 1220–1221 (CA10 2002)\n(“Akeheld only that an indigent capital defendant must,\nupon request, be provided an expert for the penalty phase when\nthe State presents psychiatric evidence of the defendant’s future\ndangerousness” (internal quotation marks omitted));Ramdassv.Angelone, 187 F. 3d 396, 409 (CA4 1999) (“Akeprovides a right to assistance of a mental health expert only if\n. . . , in arguing future dangerousness in the sentencing\nphase, the prosecution used expert psychiatric testimony”);Goodwinv.Johnson, 132 F. 3d 162, 189 (CA5\n1997), as amended Jan. 15, 1998 (“Akeonly creates an\nentitlement to the assistance of a psychiatrist during sentencing\nwhen the state offers psychiatric evidence of the defendant’s\nfuture dangerousness” (emphasis deleted)).",
    "joined": []
}