{
    "case": {
        "docket": "16-1363",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/16-1363/"
    },
    "id": "4067372",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1363_________________KIRSTJEN M. NIELSEN, SECRETARY OF HOMELAND\nSECURITY, et al., PETITIONERSv.MONY PREAP,\net al.BRYAN WILCOX, ACTING FIELD OFFICE DIRECTOR,\nIMMIGRATION AND CUSTOMS ENFORCEMENT, et al., PETITIONERSv.BASSAM YUSUF KHOURY, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 19, 2019]Justice Alito announced the judgment of the\nCourt and delivered the opinion of the Court with respect to Parts\nI, III–A, III–B–1, and IV, and an opinion with respect to Parts II\nand III–B–2, in which The Chief Justice and Justice Kavanaugh\njoin.Aliens who are arrested because they are\nbelieved to be deportable may generally apply for release on bond\nor parole while the question of their removal is being de- cided.\nThese aliens may secure their release by proving to the\nsatisfaction of a Department of Homeland Security officer or an\nimmigration judge that they would not endanger others and would not\nflee if released from custody.Congress has decided, however, that this\nprocedure is too risky in some instances. Congress therefore\nadopted a special rule for aliens who have committed certain\ndangerous crimes and those who have connections to terrorism. Under\na statutory provision enacted in 1996, 110 Stat. 3009–585, 8\nU. S. C. §1226(c), these aliens must be arrested “when\n[they are] released” from custody on criminal charges and (with one\nnarrow exception not involved in these cases) must be detained\nwithout a bond hearing until the question of their removal is\nresolved.In these cases, the United States Court of\nAppeals for the Ninth Circuit held that this mandatory-detention\nrequirement applies only if a covered alien is arrested by\nimmigration officials as soon as he is released from jail. If the\nalien evades arrest for some short period of time—according to\nrespondents, even 24 hours is too long—the mandatory-detention\nrequirement is inapplicable, and the alien must have an opportunity\nto apply for release on bond or parole. Four other Circuits have\nrejected this interpretation of the statute, and we agree that the\nNinth Circuit’s interpretation is wrong. We therefore reverse the\njudgments below and remand for further proceedings.IAUnder federal immigration law, aliens present\nin this country may be removed if they fall “within one or more\n. . . classes of deportable aliens.” 8 U. S. C.\n§1227(a). In these cases, we focus on two provisions governing the\narrest, detention, and release of aliens who are believed to be\nsubject to removal.The first provision, §1226(a),[1] applies to most such aliens, and it sets\nout the general rule regarding their arrest and detention pending a\ndecision on removal. Section 1226(a) contains two sentences, one\ndealing with taking an alien into custody and one dealing with\ndetention. The first sentence empowers the Secretary of Homeland\nSecurity[2] to arrest and hold\nan alien “pending a decision on whether the alien is to be removed\nfrom the United States.” The second sentencegenerallygives\nthe Secretary the discretion either to detain the alien or to\nrelease him on bond or parole. If the alien is detained, he may\nseek review of his detention by an officer at the Department of\nHomeland Security and then by an immigration judge (both exercising\npower delegated by the Secretary), see 8 CFR §§236.1(c)(8) and\n(d)(1), 1003.19, 1236.1(d)(1) (2018); and the alien may secure his\nrelease if he can convince the officer or immigration judge that he\nposes no flight risk and no danger to the community. See\n§§1003.19(a), 1236.1(d);Matter of Guerra, 24 I. & N.\nDec. 37 (BIA 2006). But while 8 U. S. C. §1226(a)\ngenerally permits an alien to seek release in this way, that\nprovision’s sentence on release states that all this is subject to\nan exception that is set out in §1226(c).Section 1226(c) was enacted as part of the\nIllegal Immigration Reform and Immigrant Responsibility Act of\n1996, and it sprang from a “concer[n] that deportable criminal\naliens who are not detained continue to engage in crime and fail to\nappear for their removal hearings in large numbers.”Demorev.Kim,538 U.S.\n510, 513 (2003). To address this problem, Congress mandated\nthat aliens who were thought to pose a heightened risk be arrested\nand detained without a chance to apply for release on bond or\nparole.Section 1226(c) consists of two paragraphs, one\non the decision to take an alien into “[c]ustody” and another on\nthe alien’s subsequent “[r]elease.”[3] The first paragraph (on custody) sets out four\ncategories of covered aliens, namely, those who are inadmissible or\ndeportable on specified grounds. It then provides that the\nSecretary must take any alien falling into one of these categories\n“into custody” “when the alien is released” from criminal\ncustody.The second paragraph (on release from\nimmigration custody) states that “an alien described in paragraph\n(1)” may be released “only if [the Secretary] decides” that release\nis “necessary to provide protection” for witnesses or others\ncooperating with a criminal investigation, or their relatives or\nassociates. That exception is not implicated in the present\ncases.The categories of predicates for mandatory\ndetention identified in subparagraphs (A)–(D) generally involve the\ncommission of crimes. As will become relevant to our analysis,\nhowever, some who satisfy subparagraph (D)—e.g., close\nrelatives of terrorists and those who are thought likely to engage\nin terrorist activity, see 8 U. S. C.\n§1182(a)(3)(B)(i)(IX)—may never have been charged with any crime in\nthis country.[4] Still, since\nthe vast majority of mandatory-detention cases do involve\nconvictions, we follow the heading of subsection (c), as well as\nour cases and the courts below, in referring to aliens who satisfy\nsubparagraphs (A)–(D) collectively as “criminal aliens.”The Board of Immigration Appeals has held that\nsubsection (c)(2), which requires the detention of aliens\n“described in” subsection (c)(1), applies to all aliens who fall\nwithin subparagraphs (A)–(D), whether or not they were arrested\nimmediately “when [they were] released” from criminal custody.Matter of Rojas, 23 I. & N. Dec. 117 (BIA 2001) (en\nbanc).BRespondents in the two cases before us are\naliens who were detained under §1226(c)(2)’s mandatory-detention\nrequirement—and thus denied a bond hearing—pending a decision on\ntheir removal. SeePreapv.Johnson, 831 F.3d 1193\n(CA9 2016);Khouryv.Asher, 667 Fed. Appx. 966 (CA9\n2016). Though all respondents had been convicted of criminal\noffenses covered in §§1226(c)(1)(A)–(D), none were arrested by\nimmigration officials immediately after their release from criminal\ncustody. Indeed, some were not arrested until several years\nlater.Respondent Mony Preap, the lead plaintiff in the\ncase that bears his name, is a lawful permanent resident with two\ndrug convictions that qualify him for mandatory detention under\n§1226(c). Though he was released from criminal custody in 2006,\nimmigration officials did not detain him until 2013, when he was\nreleased from jail after an arrest for another offense. His\nco-plaintiffs Juan Lozano Magdaleno and Eduardo Vega Padilla were\ntaken into immigration detention, respectively, 5 and 11 years\nafter their release from custody for a §1226(c) predicate offense.\nPreap, Magdaleno, and Padilla filed habeas petitions and a\nclass-action complaint alleging that because they were not arrested\n“immediately” after release from criminal custody, they are exempt\nfrom mandatory detention under §1226(c) and are entitled to a bond\nhearing to determine if they should be released pending a decision\non their status.Although the named plaintiffs inPreapwere not taken into custody on immigration grounds until years\nafter their release from criminal custody, the District Court\ncertified a broad class comprising all aliens in California\n“ ‘who are or will be subjected to mandatory detention under 8\nU. S. C. section 1226(c) and who were not or will not have\nbeen taken into custody by the governmentimmediatelyupon\ntheir release from criminal custody for a [s]ection 1226(c)(1)\noffense.’ ” 831 F. 3d, at 1198 (emphasis added). The\nDistrict Court granted a preliminary injunction against the\nmandatory detention of the members of this class, holding that\ncriminal aliens are exempt from mandatory detention under §1226(c)\n(and are thus entitled to a bond hearing) unless they are arrested\n“ ‘when [they are] released,’ and no later.”Preapv.Johnson, 303 F.R.D. 566, 577 (ND Cal. 2014) (quoting 8\nU. S. C. §1226(c)(1)). The Court of Appeals for the Ninth\nCircuit affirmed.Khoury, the other case now before us,\ninvolves habeas petitions and a class-action complaint filed in the\nWestern District of Washington. The District Court certified a\nclass comprising all aliens in that district “who were subjected to\nmandatory detention under 8 U. S. C. §1226(c) even though\nthey were not detained immediately upon their release from criminal\ncustody.” 667 Fed. Appx., at 967. The District Court granted\nsummary judgment for respondents, and the Ninth Circuit again\naffirmed, citing its decision on the same day inPreap.BecausePreapandKhourycreated a\nsplit with four other Courts of Appeals, we granted certiorari to\nreview the Ninth Circuit’s ruling that criminal aliens who are not\narrested immediately upon release are thereby exempt from mandatory\ndetention under §1226(c). 583 U. S. ___ (2018). We now\nreverse.IIBefore addressing the merits of the Court of\nAppeals’ interpretation, we resolve four questions regarding our\njurisdiction to hear these cases.The first potential hurdle concerns §1226(e),\nwhich states:“The [Secretary’s]discretionary\njudgmentregarding theapplicationof [§1226] shall not\nbe subject to review. No court may set aside any action or decision\nby the [Secretary] under this section regarding the detention or\nrelease of any alien or the grant, revocation, or denial of bond or\nparole.” (Emphasis added.)As we have held, this limitation applies only to\n“discretionary” decisions about the “application” of §1226 to\nparticular cases. It does not block lawsuits over “the extent of\nthe Government’s detention authority under the ‘statutory\nframework’ as a whole.”Jenningsv.Rodriguez, 583\nU. S. ___, ___–___ (2018) (slip op., at 11–12) (quotingDemore, 538 U. S., at 517). And the general extent of\nthe Government’s authority under §1226(c) is precisely the issue\nhere. Respondents’ argument is not that the Government exercised\nits statutory authority in an unreasonable fashion. Instead, they\ndispute the extent of the statutory authority that the Government\nclaims. Because this claim of authority does not constitute a mere\n“discretionary” “application” of the relevant statute, our review\nis not barred by §1226(e).Nor are we stripped of jurisdiction by\n§1252(b)(9), which provides:“Judicial review of all questions of law\nand fact, including interpretation and application of constitu-\ntional and statutory provisions, arising from any action taken or\nproceeding brought to remove an alien from the United States under\nthis subchapter [including §§1225 and 1226] shall be available only\nin judicial review of a final order under this section.” (Emphasis\nadded.)As inJennings, respondents here “are not\nasking for review of an order of removal; they are not challenging\nthe decision to detain them in the first place or to seek removal\n[as opposed to the decision to deny them bond hearings]; and they\nare not even challenging any part of the process by which their\nremovability will be determined. Under these circumstances,” we\nheld inJennings, see 583 U. S., at ___–___ (slip op.,\nat 10–11), “§1252(b)(9) does not present a jurisdictional bar.”The Government raised a third concern before the\nDistrict Court inPreap: that under 8 U. S. C.\n§1252(f)(1), that court lacked jurisdiction to enter the requested\ninjunction. As §1252(f)(1) cautions:“Regardless of the nature of the action or\nclaim or of the identity of the party or parties bringing the\naction, no court (other than the Supreme Court) shall have\njurisdiction or authority to enjoin or restrain the operation of\n[§§1221–1232] other than with respect to the application of such\nprovisions to an individual alien against whom proceedings under\nsuch part have been initiated.”Did thePreapcourt overstep this limit\nby granting injunctive relief for a class of aliens that includes\nsome who have not yet faced—but merely “will face”—mandatory\ndetention? The District Court said no, but we need not decide.\nWhether thePreapcourt had jurisdiction to enter such an\ninjunction is irrelevant because the District Court had\njurisdiction to entertain the plaintiffs’ request for declaratory\nrelief, and for independent reasons given below, we are ordering\nthe dissolution of the injunction that the District Court\nordered.Finally, and again before thePreapDistrict Court, the Government raised a fourth potential snag:\nmootness. Class actions are “[n]ormally . . . moot if no\nnamed class representative with an unexpired claim remain[s] at the\ntime of class certification.”United Statesv.Sanchez-Gomez, 584 U. S. ___, ___ (2018) (slip op., at\n4). But that general norm is no hurdle here.The suggestion of mootness in these cases was\nbased on the fact that by the time of class certification the named\nplaintiffs had obtained either cancellation of removal or bond\nhearings. See 831 F. 3d, at 1197–1198;Khouryv.Asher, 3 F. Supp. 3d 877, 879–880 (WD Wash. 2014). But those\ndevelopments did not make the cases moot because at least one named\nplaintiff in both cases had obtained release on bond, as opposed to\ncancellation of removal, and that release had been granted\nfollowing a preliminary injunction in a separate case. Unless that\npreliminary injunction was made permanent and was not disturbed on\nappeal, these individuals faced the threat of re-arrest and\nmandatory detention. And indeed, we later ordered that that\ninjunction be dissolved. SeeJennings, 583 U. S., at\n___ (slip op., at 31). Thus, in both cases, there was at least one\nnamed plaintiff with a live claim when the class was certified.Even if that had not been so, these cases would\nnot be moot because the fact that a class “was not certified until\nafter the named plaintiffs’ claims had become moot does not deprive\nus of jurisdiction” when, as in these cases, the harms alleged are\ntransitory enough to elude review.County ofRiversidev.McLaughlin,500 U.S.\n44, 52 (1991) (affirming jurisdiction over a class action\nchallenging a county’s failure to provide “prompt” determinations\nof probable cause for those subjected to warrantless arrest and\ndetention). Respondents claim that they would be harmed by\ndetention without a hearing pending a decision on their removal.\nBecause this type of injury ends as soon as the decision on removal\nis made, it is transitory. So the fact that the named plaintiffs\nobtained some relief before class certification does not moot their\nclaims.IIIHaving assured ourselves of our jurisdiction,\nwe turn to the merits. Respondents contend that they are not prop-\nerly subject to §1226(c)’s mandatory-detention scheme, but instead\nare entitled to the bond hearings available to those held under the\ngeneral arrest and release authority provided in §1226(a).\nRespondents’ primary textual argument turns on the interaction of\nparagraphs (1) and (2) of §1226(c). Recall that those paragraphs\ngovern, respectively, the “[c]ustody” and “[r]elease” of criminal\naliens guilty of a predicate offense. Paragraph (1) directs the\nSecretary to arrest any such alien “when the alien is released,”\nand paragraph (2) forbids the Secretary to release any “alien\ndescribed in paragraph (1)” pending a determination on removal\n(with one exception not relevant here). Because the parties’\narguments about the meaning of §1226(c) require close attention to\nthe statute’s terms and structure, we reproduce the provision in\nfull below. But only the portions of the statute that we have\nhighlighted are directly relevant to respondents’ argument. Section\n1226(c) provides:“(c) Detention of criminal aliens“(1) Custody“The [Secretary] shall take into custody any\nalien who—“(A) is inadmissible by reason of having\ncommitted any offense covered in section 1182(a)(2) of this\ntitle,“(B) is deportable by reason of having\ncommitted any offense covered in section 1227(a)(2)(A)(ii),\n(A)(iii), (B), (C), or (D) of this title,“(C) is deportable under section\n1227(a)(2)(A)(i) of this title on the basis of an offense for which\nthe alien has been sentence[d] to a term of imprisonment of at\nleast 1 year, or“(D) is inadmissible under section\n1182(a)(3)(B) of this title or deportable under section\n1227(a)(4)(B) of this title,“when the alien is released, without\nregard to whether the alien is released on parole, supervised\nrelease, or probation, and without regard to whether the alien may\nbe arrested or imprisoned again for the same offense.“(2) Release“The [Secretary] may release an alien\ndescribed in paragraph (1) only ifthe [Secretary] decides\npursuant to section 3521 of title 18 that release of the alien from\ncustody is necessary to provide protection to a witness, a\npotential witness, a person cooperating with an investigation into\nmajor criminal activity, or an immediate family member or close\nassociate of a witness, potential witness, or person cooperating\nwith such an investigation, and the alien satisfies the [Secretary]\nthat the alien will not pose a danger to the safety of other\npersons or of property and is likely to appear for any scheduled\nproceeding. A decision relating to such release shall take place in\naccordance with a procedure that considers the severity of the\noffense committed by the alien.” (Emphasis added.)Respondents argue that they are not subject to\nmandatory detention because they are not “described in”\n§1226(c)(1), even though they (and all the other members of the\nclasses they represent) fall into at least one of the categories of\naliens covered by subparagraphs (A)–(D) of that provision. An alien\ncovered by these subparagraphs is not “described in” §1226(c)(1),\nrespondents contend, unless the alien was also arrested “when [he\nor she was] released” from criminal custody. Indeed, respondents\ninsist that the alien must have been arrestedimmediatelyafter release. Since they and the other class members were not\narrested immediately, respondents conclude, they are not “described\nin” §1226(c)(1). So to detain them, the Government must rely not on\n§1226(c) but on the general provisions of §1226(a). And thus, like\nothers detained under §1226(a), they are owed bond hearings in\nwhich they can earn their release by proving that they pose no\nflight risk and no danger to others—or so they claim. But neither\nthe statute’s text nor its structure supports this argument. In\nfact, both cut the other way.AFirst, respondents’ position runs aground on\nthe plain text of §1226(c). Respondents are right that only an\nalien “described in paragraph (1)” faces mandatory detention, but\nthey are wrong about which aliens are “described in” paragraph\n(1).Paragraph (1) provides that the Secretary “shall\ntake” into custody any “alien” having certain characteristics and\nthat the Secretary must do this “when the alien is released” from\ncriminal custody. The critical parts of the provision consist of a\nverb (“shall take”), an adverbial clause (“when . . .\nreleased”), a noun (“alien”), and a series of adjectival clauses\n(“who . . . is inadmissible,” “who . . . is\ndeportable,” etc.). As an initial matter, no one can deny that the\nadjectival clauses modify (and in that sense “describ[e]”) the noun\n“alien” or that the adverbial clause “when . . .\nreleased” modifies the verb “shall take.” And since an adverb\ncannot modify a noun, the “when released” clause cannot modify\n“alien.” Again, what modifies (and in that sense “describe[s]”) the\nnoun “alien” are the adjectival clauses that appear in\nsubparagraphs (A)–(D).Respondents and the dissent contend that this\ngrammatical point is not the end of the matter—that an adverb can\n“describe” a person even though it cannot modify the noun used to\ndenote that person. Seepost, at 5–6 (opinion of Breyer,\nJ.). But our interpretation is not dependent on a rule of grammar.\nThe preliminary point about grammar merely complements what is\ncritical, and indeed conclusive in these cases: the particular\nmeaning of the term “described” as it appears in §1226(c)(2). As we\nnoted inLunaTorresv.Lynch, 578 U. S.\n___, ___ (2016) (slip op., at 6), the term “ ‘describe’ takes\non different meanings in different contexts.” A leading definition\nof the term is “to communicate verbally . . . an account\nof salientidentifyingfeatures,” Webster’s Third New\nInternational Dictionary 610 (1976), and that is clearly the\nmeaning of the term used in the phrase “an aliendescribedin paragraph (1).” (Emphasis added.) This is clear from the fact\nthat the indisputable job of the “descri[ption] in paragraph (1)”\nis to “identif[y]” for the Secretary—to list the “salient\n. . . features” by which she can pick out—which aliens\nshe must arrest immediately “when [they are] released.”And here is the crucial point: The “when\n. . . released” clause could not possibly describe aliens\nin that sense; it plays no role in identifying for the Secretarywhichaliens she must immediately arrest. If it did, the\ndirective in §1226(c)(1) would be nonsense. It would be ridiculous\nto read paragraph (1) as saying: “The Secretary must arrest, upon\ntheir release from jail, a particular subset of criminal aliens.\nWhich ones? Only those who are arrested upon their release from\njail.” Since it is the Secretary’s action thatdetermineswho is arrested upon release, “being arrested upon release” cannot\nbe one of her criteria in figuring out whom to arrest. So it cannot\n“describe”—it cannot give the Secretary an “identifying featur[e]”\nof—the relevant class of aliens. On any other reading of paragraph\n(1), the command that paragraph (1) gives the Secretary would be\ndownright incoherent.Our reading is confirmed by Congress’s use of\nthe definite article in “when the alien is released.” Because\n“[w]ords are to be given the meaning that proper grammar and usage\nwould assign them,” A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 140 (2012), the “rules of grammar\ngovern” statutory interpretation “unless they contradict\nlegislative intent or purpose,”ibid.(citingCostellov.INS,376 U.S.\n120, 122–126 (1964)). Here grammar and usage establish that\n“the” is “a function word . . . indicat[ing] that a\nfollowing noun or noun equivalent is definite or has been\npreviously specified by context.” Merriam-Webster’s Collegiate\nDictionary 1294 (11th ed. 2005). See alsoWorkv.United\nStates ex rel. McAlester-Edwards Co.,262 U.S.\n200, 208 (1923) (Congress’s “use of the definite article [in a\nreference to “the appraisement”] means an appraisement specifically\nprovided for”). For “the alien”—in the clause “when the alien is\nreleased”—to have been previously specified, its scope must have\nbeen settled by the time the “when . . . released” clause\nappears at the tail end of paragraph (1).For these reasons, we hold that the scope of\n“the alien” is fixed by the predicate offenses identified in\nsubparagraphs (A)–(D).[5] And\nsince only those subparagraphs settle who is “described in\nparagraph (1),” anyone who fitstheirdescription falls\nunder paragraph (2)’s detention mandate—even if (as with\nrespondents) the Secretary did not arrest them immediately “when”\nthey were “released.”BIn reaching the contrary conclusion, the Ninth\nCircuit thought that the very structure of §1226 favors\nrespondents’ reading. In particular, the Ninth Circuit reasoned,\neach subsection’s arrest and release provisions must work together.\nThus, aliens must be arrested under the general arrest authority in\nsubsection (a) in order to get a bond hearing under subsection\n(a)’s release provision. And in order to face mandatory detention\nunder subsection (c), criminal aliens must have been arrested under\nsubsection (c). But since subsection (c) authorizes only immediate\narrest, the argument continues, those arrested later fall under\nsubsection (a), not (c). Accordingly, the court concluded, those\narrested well after release escape subsection (c)’s detention\nmandate. See 831 F. 3d, at 1201–1203. But this argument misreads\nthe structure of §1226; and in any event, the Ninth Circuit’s\nconclusion would not follow even if we granted all its premises\nabout statutory structure.1Although the Ninth Circuit viewed subsections\n(a) and (c) as establishing separate sources of arrest and release\nauthority, in fact subsection (c) is simply a limit on the\nauthority conferred by subsection (a).Recall that subsection (a) has two sentences\nthat provide the Secretary with general discretion over the arrest\nand release of aliens, respectively. We read each of subsection\n(c)’s two provisions—paragraph (1) on arrest, and paragraph (2) on\nrelease—as modifying its counterpart sentence in subsection (a). In\nparticular, subsection (a) creates authority foranyone’sarrest or release under §1226—and it gives the Secretary broad\ndiscretion as to both actions—while subsection (c)’s job is tosubtractsome of that discretion when it comes to the arrest\nand release of criminal aliens. Thus, subsection (c)(1) limits\nsubsection (a)’s first sentence by curbing the discretion to\narrest: The Secretarymustarrest those aliens guilty of a\npredicate offense. And subsection (c)(2) limits subsection (a)’s\nsecond sentence by cutting back the Secretary’s discretion over the\ndecision to release: The Secretary maynotrelease aliens\n“described in” subsection (c)(1)—that is, those guilty of a\npredicate offense. Accordingly, all the relevant detainees will\nhave been arrested by authority that springs from subsection (a),\nand so, contrary to the Court of Appeals’ view, that fact alone\nwill not spare them from subsection (c)(2)’s prohibition on\nrelease. This reading comports with the Government’s practice of\napplying to the arrests of all criminal aliens certain procedural\nrequirements, such as the need for a warrant, that appear only in\nsubsection (a). See Tr. of Oral Arg. 13–14.The text of §1226 itself contemplates that\naliens ar- rested under subsection (a) may face mandatory detention\nunder subsection (c). The second sentence in subsection (a)—which\ngenerally authorizes the Secretary toreleasean alien\npending removal proceedings—features an exception “as provided in\nsubsection (c).” But if the Court of Appeals were right that\nsubsection (c)(2)’s prohibition on release applies only to those\narrested pursuant to subsection (c)(1), there would have been no\nneed to specify that such aliens are exempt from subsection(a)’s release provision. This shows that it is possible for\nthose arrested under subsection (a) to face mandatory detention\nunder subsection (c). We draw a similar inference from the fact\nthat subsection (c)(2), for its part, does not limit manda- tory\ndetention to those arrested “pursuant to” subsection (c)(1) or\n“under authority created by” subsection (c)(1)—but to anyone so\nmuch as “described in” subsection (c)(1). This choice of words\nmarks a contrast with Congress’s reference—in the immediately\npreceding subsection—to actions by the Secretary that are\n“authorized under” subsection (a). See §1226(b). Cf. 18\nU. S. C. §3262(b) (referring to “a personarrested\nundersubsection (a)” (emphasis added)). These textual cues\nindicate that even if an alien was not arrested under authority\nbestowed by sub- section (c)(1), he may face mandatory detention\nunder subsection (c)(2).2But even if the Court of Appeals were right to\nreject this reading, the result below would be wrong. To see why,\nassume with the Court of Appeals that only someone arrested under\nauthority created by §1226(c)(1)—rather than the more general\n§1226(a)—may be detained without a bond hearing. And assume that\nsubsection (c)(1) requiresimmediatearrest. Even then, the\nSecretary’s failure to abide by this time limit would not cut off\nher power to arrest under subsection (c)(1). That is so because, as\nwe have held time and again, an official’s crucial duties are\nbetter carried out late than never. SeeSylvainv.Attorney General of U. S., 714 F.3d 150, 158 (CA3 2013)\n(collecting cases). Or more precisely, a statutory rule that\nofficials “ ‘shall’ act within a specified time” does not by\nitself “preclud[e] action later.”Barnhartv.Peabody\nCoal Co.,537 U.S.\n149, 158 (2003).Especially relevant here is our decision inUnited Statesv.Montalvo-Murillo,495 U.S.\n711(1990). There we held that “a provision that a detention\nhearing ‘shall be held immediately upon the [detainee’s] first\nappearance before the judicial officer’ did not bar detention after\na tardy hearing.”Barnhart, 537 U. S., at 159 (quotingMontalvo-Murillo, 495 U. S., at 714). In that case, we\nrefused to “bestow upon the defendant a windfall” and “visit upon\nthe Government and the citizens a severe penalty by mandating\nrelease of possibly dangerous defendants every time some deviation\nfrom the [statutory] strictures . . . occur[red].”Montalvo-Murillo, 495 U. S., at 720. Instead, we gave\neffect to the principle that “ ‘if a statute does not specify\na consequence for noncompliance with statutory timing provisions,\nthe federal courts will not in the ordinary course impose their own\ncoercive sanction.’ ”Barnhart, 537 U. S., at 159\n(quotingUnited Statesv.James Daniel Good Real\nProperty,510 U.S.\n43, 63 (1993)).This principle for interpreting time limits on\nstatutory mandates was a fixture of the legal backdrop when\nCongress enacted §1226(c). Cf.Woodfordv.Garceau,538 U.S.\n202, 209 (2003) (relying on the “legal backdrop” against which\n“Congress legislated” to clarify what Congress enacted). Indeed, we\nhave held of a statute enacted just four years before §1226(c) that\nbecause of our case law at the time—never since abrogated—Congress\nwas “presumably aware that we do not readily infer congressional\nintent to limit an agency’s power to get a mandatory job done\nmerely from a specification to act by a certain time.”Barnhart, 537 U. S., at 160 (relying onBrockv.Pierce County,476 U.S.\n253(1986)). Here this principle entails that even if\nsubsection (c)(1) were the sole source of authority to arrest\naliens without granting them hearings, that authority would not\nevaporate just because officials had transgressed subsection\n(c)(1)’s command to arrest aliens immediately “when . . .\nreleased.”Respondents object that the rule invoked inMontalvo-Murilloand related cases does not apply here. In\nthose cases, respondents argue, the governmental authority at issue\nwould have disappeared entirely if time limits were\nenforced—whereas here the Secretary could still arrest aliens well\nafter their release under the general language in §1226(a).But the whole premise of respondents’ argument\nis that if the Secretary could no longer act under §1226(c), shewouldlose a specific power—the power to arrest and detain\ncriminal aliens without a bond hearing. If that is so, then as in\nother cases, accepting respondents’ deadline-based argument would\nbe inconsistent with “the design and function of the statute.”Montalvo-Murillo, 495 U. S., at 719. From Congress’s\nperspective, after all, it is irrelevant that the Secretary could\ngo on detaining criminal aliens subject to a bond hearing. Congress\nenacted mandatory detention precisely out of concern that such\nindividualized hearings could not be trusted to reveal which\n“deportable criminal aliens who are not detained” might “continue\nto engage in crime [or] fail to appear for their removal hearings.”Demore, 538 U. S., at 513. And having thus required the\nSecretary to impose mandatory detention without bond hearings\nimmediately, for safety’s sake, Congress could not have meant for\njudges to “enforce” this duty in case of delay by—of all\nthings—forbidding its execution. Cf.Montalvo-Murillo, 495\nU. S., at 720 (“The end of exacting compliance with the\nletter” of the Bail Reform Act’s requirement that a defendant\nreceive a hearing immediately upon his first appearance before a\njudicial officer “cannot justify the means of exposing the public\nto an increased likelihood of violent crimes by persons on bail, an\nevil the statute aims to prevent”).Especially hard to swallow is respondents’\ninsistence that for an alien to be subject to mandatory detention\nunder §1226(c), the alien must be arrested on the day he walks out\nof jail (though respondents allow that it need not be at the\njailhouse door—the “parking lot” or “bus stop” would do). Tr. of\nOral Arg. 44. “Assessing the situation in realistic and practical\nterms, it is inevitable that” respondents’ unsparing deadline will\noften be missed for reasons beyond the Federal Government’s\ncontrol.Montalvo-Murillo, 495 U. S., at 720. Cf.Regions Hospitalv.Shalala,522\nU.S. 448, 459, n. 3 (1998) (“The Secretary’s failure to\nmeet the deadline, a not uncommon occurrence when heavy loads are\nthrust on administrators, does not mean that [she] lacked power to\nact beyond it”). To give just one example, state and local\nofficials sometimes rebuff the Government’s request that they give\nnotice when a criminal alien will be released. Indeed, over a span\nof less than three years (from January 2014 to September 2016), the\nGovernment recorded “a total of 21,205 declined [requests] in 567\ncounties in 48 states including the District of Columbia.” ICE,\nFiscal Year 2016 ICE Enf. and Removal Operations Rep. 9. Nor was\nsuch local resistance unheard of when Congress enacted the language\nof §1226(c) in 1996. See S. Rep. No. 104–48, p. 28 (1995).\nUnder these circumstances, it is hard to believe that Congress made\nthe Secretary’s mandatory-detention authority vanish at the stroke\nof midnight after an alien’s release.In short, the import of our case law is clear:\nEven if subsection (c) were the only font of authority to detain\naliens without bond hearings, we could not read its “when\n. . . released” clause to defeat officials’ duty to\nimpose such mandatory detention when it comes to aliens who are\narrested well after their release.IVRespondents protest that reading §1226(c) in\nthe manner set forth here would render key language superfluous,\nlead to anomalies, and violate the canon of constitutional\navoidance. We answer these objections in turn.AAccording to respondents, the Government’s\nreading of §1226(c) flouts the interpretive canon against\nsurplusage—the idea that “every word and every provision is to be\ngiven effect [and that n]one should needlessly be given an\ninterpretation that causes it to duplicate another provision or to\nhave no consequence.” Scalia, Reading Law, at 174. SeeKungysv.United States,485\nU.S. 759, 778 (1988) (plurality opinion of Scalia, J.) (citing\nthe “cardinal rule of statutory interpretation that no provision\nshould be construed to be entirely redundant”). Respondents’\nsurplusage argument has two focal points.First, respondents claim that if they face\nmandatory detention even though they were arrested well after their\nrelease, then “when . . . released” adds nothing to\nparagraph (1). In fact, however, it still has work to do. For one\nthing, it clarifies when the duty to arrest is triggered: upon\nrelease from criminal custody, not before such release or after the\ncompletion of noncustodial portions of a criminal sentence (such as\na term of “parole, supervised release, or probation,” as the\nparagraph goes on to emphasize). Thus, paragraph (1) does not\npermit the Secretary to cut short an alien’s state prison sentence\nin order to usher him more easily right into immigration\ndetention—much as another provision prevents officials from\nactually removing an alien from the country “until the alien is\nreleased from imprisonment.” 8 U. S. C. §1231(a)(4)(A).\nAnd from the other end, as paragraph (1)’s language makes clear,\nthe Secretary need not wait for the sentencing court’s supervision\nover the alien to expire.The “when . . . released” clause also\nserves another purpose: exhorting the Secretary to act quickly. And\nthis point answers respondents’ second surplusage claim: that the\n“Transition Period Custody Rules” enacted along with §1226(c) would\nhave been superfluous if §1226(c) did not call for immediate\narrests, since those rules authorized delays in §1226(c)’s\nimplementation while the Government expanded its capacities. SeeMatter of Garvin-Noble, 21 I. & N. Dec. 672, 675 (BIA\n1997). This argument again confuses what the Secretary is obligated\nto do with the consequences that follow if the Secretary fails (for\nwhat- ever reason) to fulfill that obligation. The transition rules\ndelayed the onset of the Secretary’s obligation to begin making\narrests as soon as covered aliens were released from criminal\ncustody, and in that sense they were not superfluous.[6] This is so even though, had the transition\nrules not been adopted, the Secretary’s failure to make an arrest\nimmediately upon a covered alien’s release would not have exempted\nthe alien from mandatory detention under §1226(c).BThe Court of Appeals objected that the\nGovernment’s reading of §1226(c) would have the bizarre result that\nsome aliens whom the Secretary need not arrest at all must\nnonetheless be detained without a hearing if theyarearrested. 831 F. 3d, at 1201–1203. This rather complicated\nargument, as we understand it, proceeds as follows. Paragraph (2)\nrequires the detention of aliens “described in paragraph (1).”\nWhile most of the aliens described there have been convicted of a\ncriminal offense, this need not be true of aliens captured by\nsubparagraph (D) in particular—which covers, for example, aliens\nwho are close relatives of terrorists and those who are believed\nlikely to commit a terrorist act. See §1182(a)(3)(B)(i)(IX). But\nif, as the Government maintains,anyalien who falls under\nsubparagraphs (A)–(D) is thereby ineligible for release from\nimmigration custody, then the Secretary would be forbidden to\nrelease even these aliens who were never convicted or perhaps even\ncharged with a crime, once she arrested them. Yet she would be free\nnot to arrest them to begin with (or so the Court of Appeals\nassumed), since she is obligated to arrest aliens “when\n. . . released,” and there was no prior custody forthesealiens to be “released”from. Therefore, the\ncourt concluded, the Government’s position has the absurd\nimplication that aliens who were never charged with a crime need\nnot be arrested pending a removal determination, but if theyarearrested, they must be detained and cannot be released\non bond or parole.We agree that it would be very strange for\nCongress to forbid the release of aliens who need not be arrested\nin the first place, but the fact is that the Government’s reading\n(and ours) does not have that incongruous result. The real\nanomalies here would flow instead from the Court of Appeals’\ninterpretation.To begin with the latter point: Under the Court\nof Appeals’ reading, the mandatory-detention scheme would be\ngentler on terrorists than it is on garden-variety offenders. To\nsee why, recall first that subparagraphs (A)–(C) cover aliens who\nare inadmissible or deportable based on the commission of certain\ncriminal offenses, and there is no dispute that the statute\nauthorizes their mandatory detention when they are released from\ncriminal custody. And the crimes covered by these subparagraphs\ninclude, for example, any drug offense by an adult punishable by\nmore than one year of imprisonment, see §§1182(a)(2),\n1226(c)(1)(A), as well as a variety of tax offenses, see\n§§1226(c)(1)(B), 1227(a)(2)(A)(iii);Kawashimav.Holder,565 U.S.\n478(2012). But notice that aliens who fall within subparagraph\n(D), by contrast, may never have been arrested on criminal\ncharges—which according to the court below would exempt them from\nmandatory detention. Yet this subparagraph covers the very sort of\naliens for which Congress was most likely to have wanted to require\nmandatory detention—including those who are representatives of a\nterrorist group and those whom the Government has reasonable\ngrounds to believe are likely to engage in terrorist activities.\nSee §§1182(a)(3)(B)(i)(III), (IV), 1226(c)(1)(D).[7] Thus, by the Court of Appeals’ logic,\nCongress chose to spare terrorist aliens from the rigors of\nmandatory detention—a mercy withheld from almost all drug offenders\nand tax cheats. See Brief for National Immigrant Justice Center asAmicus Curiae7–8.Thatresult would be\nincongruous.Along similar lines, note that one §1226(c)(1)\npredicate reaches aliens who necessarily escape conviction: those\n“for whom immunity from criminal jurisdiction was exercised.”\n§1182(a)(2)(E)(ii). See §1226(c)(1)(A). And other predicates sweep\nin aliens whom there is no reason to expect police (as opposed to\nimmigration officials) will have reason to arrest:e.g., the\n“spouse or child of an alien” who recently engaged in terrorist\nactivity. §1182(a)(3)(B)(i)(IX); see §1226(c)(1)(D). It would be\npointless for Congress to have covered such aliens in subsections\n(c)(1)(A)–(D) if subsection (c)’s mandates applied only to those\nemerging from jail.Thus, contrary to the Court of Appeals’\ninterpretation of the “when released” clause as limiting the class\nof aliens subject to mandatory detention, we read subsection (c)(1)\nto specify the timing of arrest (“when the alien is released”) only\nfor the vast majority of cases: those involving criminal aliens who\nwere once in criminal custody. The paragraph simply does not speak\nto the timeline for arresting the few who had no stint in jail.\n(And why should it? Presumably they—unlike those serving time—are\nto be detained as they come across the Government’s radar and any\nrelevant evidentiary standards are satisfied.[8])In short, we read the “when released” directive\nto apply when there is a release. In other situations, it is simply\nnot relevant. It follows that both of subsection (c)’s mandates—for\narrest and for release—apply to any alien linked with a predicate\noffense identified in subparagraphs (A)–(D), regardless of exactly\nwhen or even whether the alien was released from criminal\ncustody.CFinally, respondents perch their reading of\n§1226(c)—unsteadily, as it turns out—on the canon of constitutional\navoidance. This canon provides that “[w]hen ‘a serious doubt’ is\nraised about the constitutionality of an act of Congress,\n‘. . . this Court will first ascertain whether a\nconstruction of the statute is fairly possible by which the\nquestion may be avoided.’ ”Jennings, 583 U. S.,\nat ___ (slip op., at 12) (quotingCrowellv.Benson,285 U.S.\n22, 62 (1932)).Respondents say we should be uneasy about\nendorsing any reading of §1226(c) that would mandate arrest and\ndetention years after aliens’ release from criminal cus- tody—when\nmany aliens will have developed strong ties to the country and a\ngood chance of being allowed to stay if given a hearing. At that\npoint, respondents argue, mandatory detention may be insufficiently\nlinked to public benefits like protecting others against crime and\nensuring that aliens will appear at their removal proceedings. In\nrespondents’ view, detention in that scenario would raise\nconstitutional doubts underZadvydasv.Davis,533 U.S.\n678(2001), which held that detention violates due process\nabsent “adequate procedural protections” or “special\njustification[s]” sufficient to outweigh one’s\n“ ‘constitutionally protected interest in avoiding physical\nrestraint,’ ”id., at 690 (quotingKansasv.Hendricks,521 U.S.\n346, 356 (1997)). Thus, respondents urge, we should adopt a\nreading of §1226(c)—their reading—that avoids this result.The trouble with this argument is that\nconstitutional avoidance “ ‘comes into play only when, after\nthe application of ordinary textual analysis, the statute is found\nto be susceptible of more than one construction.’ ”Jennings, 583 U. S., at ___ (slip op., at 12). The\ncanon “has no application” absent “ambiguity.”Wargerv.Shauers, 574 U.S. 40, 50 (2014) (internal quotation marks\nomitted). See alsoZadvydas, 533 U. S., at 696\n(“Despite this constitutional problem, if Congress has made its\nintent in the statute clear, we must give effect to that intent”\n(internal quotation marks omitted)). Here the text of §1226 cuts\nclearly against respondents’ position, see Part III,supra,\nmaking constitutional avoidance irrelevant.We emphasize that respondents’ arguments here\nhave all been statutory. Even their constitutional concerns are\noffered as just another pillar in an argument for their preferred\nreading of the language of §1226(c)—an idle pillar here because the\nstatute is clear. While respondents might have raised a head-on\nconstitutional challenge to §1226(c), they did not. Our decision\ntoday on the meaning of that statutory provision does not foreclose\nas-applied challenges—that is, constitutional challenges to\napplications of the statute as we have now read it.*  *  *The judgments of the Court of Appeals for the\nNinth Circuit are reversed, and the cases are remanded for further\nproceedings.It is so ordered.Notes1This provision states:\n“(a) Arrest, detention, and release “On a warrant issued by the\nAttorney General, an alien may be arrested and detained pending a\ndecision on whether the alien is to be removed from the United\nStates. Except as provided in subsection (c) and pending such\ndecision, the Attorney General— “(1) may continue to detain the\narrested alien; and “(2) may release the alien on— “(A) bond of at\nleast $1,500 with security approved by, and containing conditions\nprescribed by, the Attorney General; or “(B) conditional parole;\nbut “(3) may not provide the alien with work authorization\n(including an ‘employment authorized’ endorsement or other\nappropriate work permit), unless the alien is lawfully admitted for\npermanent residence or otherwise would (without regard to removal\nproceedings) be provided such authorization.”2We replace “Attorney\nGeneral” with “Secretary” because Congress has empowered the\nSecretary to enforce the Immigration and Nationality Act, 8\nU. S. C. §1101et seq., though the Attorney\nGeneral retains the authority to administer removal proceedings and\ndecide relevant questions of law. See,e.g., 6\nU. S. C. §§202(3), 251, 271(b), 542 note, 557; 8\nU. S. C. §§1103(a)(1) and (g), 1551 note.3The full text of §1226(c)\nis set outinfra, at 10–11.4Nevertheless, such cases\nappear to be rare. SeeStrakerv.Jones, 986 F. Supp.\n2d 345, 357, n. 8 (SDNY 2013) (citingGomezv.Napolitano, 2012 U. S. App. LEXIS 27076 (CA2, June 5,\n2012)). But seeAlafyounyv.Chertoff, 2006 WL\n1581959, *3, *24 (ND Tex., May 19, 2006) (an alien was subject to\nmandatory detention based on a determination that the alien had\nsolicited funds for a terrorist group).5For this reason, it is\nirrelevant that (as the dissent notes, seepost, at 8)\nparagraph (2) applies to aliens described in “paragraph (1)” and\nnot “subparagraphs (A)–(D).” These two phrases denote the same\ncategory, so nothing can be gleaned from Congress’s choice of one\nover the other.6The dissent askswhyCongress would have felt the need to provide for a delay\nif it thought that either way, the Secretary would get to deny a\nhearing to aliens arrested well after release.Post, at 10;\nsee alsopost, at 13–14. The answer is that Congress does\nnot draft legislationin the expectationthat the Executive\nwill blow through the deadlines it sets. That is why Congress\nspecifies any deadlines for executive duties at all; and here it\nexplains why Congress furthermore provided that the deadline it set\nfor this particular duty (to arrest criminal aliensupon their\nrelease) would not take effect right away. In fact, if the\ndissent’s argument from the transition rules were\nsound—i.e., if textual evidence that Congressexpectsthe Executive to meet a deadline (once it officially takes effect)\nwere proof that Congress wanted the deadlineenforced by\ncourts—then every case involving an express statutory deadline\nwould be one in which Congress intended for courts to enforce the\ndeadline. But this would include, by definition, all of the\nloss-of-authority cases we discussed above, see Part III–B–2,supra—a long line of precedent that the dissent does not\nquestion.7InAlafyouny, 2006\nWL 1581959, for example, an alien subject to mandatory detention\nhad not been charged with any crime. Rather, in a hearing to\nconsider his application for adjustment of status, an immigration\njudge found that the alien had engaged in terrorism-related\nactivity identified in §1182(a)(3)(B)(iv)(IV)(cc), which qualified\nhim for mandatory detention under §1226(c)(1)(D).Id., at\n*3, *24.8See n. 7,supra. Detainees who deny that they satisfy any §1226(c)\npredicate may challenge their mandatory detention in aJosephhearing. SeeMatter of Joseph, 22 I. & N.\nDec. 799 (BIA 1999). See alsoJenningsv.Rodriguez,\n583 U. S. ___, ___, n. 1 (2018) (slip op., at 5,\nn. 1).",
    "joined": []
}