{
    "case": {
        "docket": "284",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/284/"
    },
    "id": "1970415",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1024_________________FEDERAL AVIATION ADMINISTRATION, et al.,\nPETITIONERSv.STANMORE CAWTHON COOPERon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 28, 2012]Justice Alito delivered the opinion of the\nCourt.The Privacy Act of 1974, codified in part at 5\nU. S. C. §552a, contains a comprehensive and detailed set\nof requirements for the management of confidential records held by\nExecutive Branch agencies. If an agency fails to comply with those\nrequirements “in such a way as to have an adverse effect on an\nindividual,” the Act authorizes the individual to bring a civil\naction against the agency. §552a(g)(1)(D). For violations found to\nbe “intentional or willful,” the United States is liable for\n“actual damages.” §552a(g)(4)(A). In this case, we must decide\nwhether the term “actual damages,” as used in the Privacy Act,\nincludes damages for mental or emotional distress. We hold that it\ndoes not.IThe Federal Aviation Administration (FAA)\nrequires pilots to obtain a pilot certificate and medical\ncertificate as a precondition for operating an aircraft. 14 CFR\n§§61.3(a), (c) (2011). Pilots must periodically renew their medical\ncertificates to ensure compliance with FAA medical standards. See\n§61.23(d). When applying for renewal, pilots must disclose any\nillnesses, disabilities, or surgeries they have had, and they must\nidentify any medications they are taking. See 14 CFR pt. 67.Respondent Stanmore Cooper has been a private\npilot since 1964. In 1985, he was diagnosed with a human im-\nmunodeficiency virus (HIV) infection and began taking\nantiretroviral medication. At that time, the FAA did not issue\nmedical certificates to persons with respondent’s condition.\nKnowing that he would not qualify for renewal of his medical\ncertificate, respondent initially grounded himself and chose not to\napply. In 1994, however, he ap- plied for and received a medical\ncertificate, but he did so without disclosing his HIV status or his\nmedication. He renewed his certificate in 1998, 2000, 2002, and\n2004, each time intentionally withholding information about his\ncondition.When respondent’s health deteriorated in 1995,\nhe applied for long-term disability benefits under Title II of the\nSocial Security Act, 42 U. S. C. §401et seq.To substantiate his claim, he disclosed his HIV status to the\nSocial Security Administration (SSA), which awarded him benefits\nfor the year from August 1995 to August 1996.In 2002, the Department of Transportation (DOT),\nthe FAA’s parent agency, launched a joint criminal investigation\nwith the SSA, known as “Operation Safe Pilot,” to identify\nmedically unfit individuals who had obtained FAA certifications to\nfly. The DOT gave the SSA a list of names and other identifying\ninformation of 45,000 licensed pilots in northern California. The\nSSA then compared the list with its own records of benefit\nrecipients and compiled a spreadsheet, which it gave to the\nDOT.The spreadsheet revealed that respondent had a\ncurrent medical certificate but had also received disability\nbenefits. After reviewing respondent’s FAA medical file and his SSA\ndisability file, FAA flight surgeons determined in 2005 that the\nFAA would not have issued a medical cer- tificate to respondent had\nit known his true medical condition.When investigators confronted respondent with\nwhat had been discovered, he admitted that he had intention- ally\nwithheld from the FAA information about his HIV status and other\nrelevant medical information. Because of these fraudulent\nomissions, the FAA revoked respondent’s pilot certificate, and he\nwas indicted on three counts of making false statements to a\nGovernment agency, in violation of 18\nplacecountry-regionU. S. C. §1001. Respondent ultimately\npleaded guilty to one count of making and delivering a false\nofficial writing, in violation of §1018. He was sentenced to two\nyears of probation and fined $1,000.[1]Claiming that the FAA, DOT, and SSA (hereinafter\nGovernment) violated the Privacy Act by sharing his records with\none another, respondent filed suit in the United States District\nCourt for the Northern District of California. He alleged that the\nunlawful disclosure to the DOT of his confidential medical\ninformation, including his HIV status, had caused him “humiliation,\nembarrassment, mental anguish, fear of social ostracism, and other\nsevere emotional distress.” App. to Pet. for Cert. 120a. Notably,\nhe did not allege any pecuniary or economic loss.The District Court granted summary judgment\nagainst respondent. 816 F. Supp. 2d 778, 781 (2008). The court\nconcluded that the Government had violated the Privacy Act and that\nthere was a triable issue of fact as to whether the violation was\nintentional or willful.[2] But\nthe court held that respondent could not recover damages because he\nalleged only mental and emotional harm, not economic loss. Finding\nthat the term “actual damages” is “facially ambiguous,”id.,at 791, and relying on the sovereign immunity canon, which provides\nthat waivers of sovereign immunity must be strictly construed in\nfavor of the Government, the court concluded that the Act does not\nauthorize the recovery of damages from the Government for\nnonpecuniary mental or emotional harm.The United States Court of Appeals for the Ninth\nCircuit reversed and remanded. 622 F.3d 1016, 1024 (2010). The\ncourt acknowledged that the term “actual damages” is a\n“ ‘chameleon’ ” in that “its meaning changes with the\nspecific statute in which it is found.”Id.,at 1029. But\nthe court nevertheless held that, as used in the Privacy Act, the\nterm includes damages for mental and emotional distress. Looking to\nwhat it described as “[i]ntrinsic” and “[e]xtrinsic” sources,id.,at 1028, 1031, the court concluded that the meaning of\n“actual damages” in the Privacy Act is not ambiguous and that “a\nconstruction that limits recovery to pecuniary loss” is not\n“plausible,”id.,at 1034.The Government petitioned for rehearing or\nrehearing en banc, but a divided court denied the petition.Id.,at 1019. The Government then petitioned for certiorari,\nand we granted review. 564 U. S. ___ (2011).IIBecause respondent seeks to recover monetary\ncompensation from the Government for mental and emotional harm, we\nmust decide whether the civil remedies provision of the Privacy Act\nwaives the Government’s sovereign immunity with respect to such a\nrecovery.AWe have said on many occasions that a waiver\nof sovereign immunity must be “unequivocally expressed” in\nstatutory text. See,e.g., Lanev.Peña,518 U.S.\n187, 192 (1996);United Statesv.Nordic Village,\nInc.,503 U.S.\n30, 33 (1992);Irwinv.Department of Veterans\nAffairs,498 U.S.\n89, 95 (1990). Legislative history cannot supply a waiver that\nis not clearly evident from the language of the statute.Lane,supra, at 192. Any ambiguities in the statutory\nlanguage are to be construed in favor of immu- nity,United\nStatesv.Williams,514 U.S.\n527, 531 (1995), so that the Government’s consent to be sued is\nnever en- larged beyond what a fair reading of the text requires,Ruckelshausv.Sierra Club,463\nU.S. 680, 685–686 (1983) (citingEastern Transp. Co.v.United States,272 U.S.\n675, 686 (1927)). Ambiguity exists if there is a plausible\ninterpretation of the statute that would not authorize money\ndamages against the Government.Nordic Village,supra, at 34, 37.The question that confronts us here is not\nwhether Congress has consented to be sued for damages under the\nPrivacy Act. That much is clear from the statute, which expressly\nauthorizes recovery from the Government for “actual damages.”\nRather, the question at issue concerns thescopeof that\nwaiver. For the same reason that we refuse to enforce a waiver that\nis not unambiguously expressed in the statute, we also construe any\nambiguities in the scope of a waiver in favor of the sovereign.Lane,supra, at 192.Although this canon of interpretation requires\nan unmistakable statutory expression of congressional intent to\nwaive the Government’s immunity, Congress need not state its intent\nin any particular way. We have never required that Congress use\nmagic words. To the contrary, we have observed that the sovereign\nimmunity canon “is a tool for interpreting the law” and that it\ndoes not “displac[e] the other traditional tools of statutory\nconstruction.”Richlin Security Service Co.v.Chertoff,553 U.S.\n571, 589 (2008). What we thus require is that the scope of\nCongress’ waiver be clearly discernable from the statutory text in\nlight of traditional interpretive tools. If it is not, then we take\nthe interpretation most favorable to the Government.BThe civil remedies provision of the Privacy\nAct provides that, for any “intentional or willful” refusal or\nfailure to comply with the Act, the United States shall be liable\nfor “actual damages sustained by the individual as a result of the\nrefusal or failure, but in no case shall a person entitled to\nrecovery receive less than the sum of $1,000.” 5 U. S. C.\n§552a(g)(4)(A). Because Congress did not define “actual damages,”\nrespondent urges us to rely on the ordinary meaning of the word\n“actual” as it is defined in standard general-purpose dictionaries.\nBut as the Court of Appeals explained, “actual damages” is a legal\nterm of art, 622 F. 3d, at 1028, and it is a “cardinal rule of\nstatutory construction” that, when Congress employs a term of art,\n“ ‘it presumably knows and adopts the cluster of ideas that\nwere attached to each borrowed word in the body of learning from\nwhich it was taken,’ ”Molzofv.United States,502 U.S.\n301, 307 (1992) (quotingMorissettev.United\nStates,342 U.S.\n246, 263 (1952)).Even as a legal term, however, the meaning of\n“actual damages” is far from clear. The latest edition of Black’s\nLaw Dictionary available when Congress enacted the Privacy Act\ndefined “actual damages” as “[r]eal, substantial and just damages,\nor the amount awarded to a complainant in compensation for his\nactual and real loss or injury, as opposed on the one hand to\n‘nominal’ damages, and on the other to ‘exemplary’ or ‘punitive’\ndamages.” Black’s Law Dictionary 467 (rev. 4th ed. 1968). But this\ngeneral (and notably circular) definition is of little value here\nbecause, as the Court of Appeals accurately observed, the precise\nmeaning of the term “changes with the specific statute in which it\nis found.” 622 F. 3d, at 1029.The term is sometimes understood to include\nnonpecuniary harm. Take, for instance, some courts’ interpretations\nof the Fair Housing Act (FHA), 42 U. S. C. §3613(c), and\nthe Fair Credit Reporting Act (FCRA), 15 U. S. C.\n§§1681n, 1681o. A number of courts have construed “actual”\ndamages in the remedial provisions of both statutes to include\ncompensation for mental and emotional distress. See,e.g.,\nSeatonv.Sky Realty Co., 491 F.2d 634, 636–638 (CA7\n1974) (authorizing compensatory damages under the FHA, 42\nU. S. C. §3612, the predecessor to §3613, for\nhumiliation);Steelev.Title Realty Co., 478 F.2d\n380, 384 (CA10 1973) (stating that damages under the FHA “are not\nlimited to out-of-pocket losses but may include an award for\nemotional distress and humiliation”);Thompsonv.San\nAntonio Retail Merchants Assn., 682 F.2d 509, 513–514 (CA5\n1982)(per curiam)(explaining that, “[e]ven when there\nare no out-of-pocket expenses, humiliation and mental distress do\nconstitute recoverable elements of damage” under the FCRA);Millstonev.O’Hanlon Reports, Inc., 528 F.2d 829,\n834–835 (CA8 1976) (approving an award of damages under the FCRA\nfor “loss of sleep, nervousness, frustration and mental\nanguish”).In other contexts, however, the term has been\nused or construed more narrowly to authorize damages for only\npecuniary harm. In the wrongful-death provision of the Federal Tort\nClaims Act (FTCA), for example, Congress authorized “actual or\ncompensatory damages, measured by the pecuniary injuries resulting\nfrom such death.” 28 U. S. C. §2674, ¶2. At least one\ncourt has defined “actual damages” in the Copyright Act of 1909, 17\nU. S. C. §101(b) (1970 ed.), as “the extent to which the\nmarket value of a copyrighted work has been injured or destroyed by\nan infringement.”Frank Music Corp.v.Metro-Goldwyn-Mayer, Inc., 772 F.2d 505, 512 (CA9 1985); see\nalsoMackiev.Rieser,296 F.3d 909,917(CA9 2002) (holding that “ ‘hurt feelings’ over the\nnature of the infringement” have no place in the actual damages\ncalculus). And some courts have construed “actual damages” in the\nSecurities Exchange Act of 1934, 15 U. S. C. §78bb(a), to\nmean “some form of economic loss.”Ryanv.Foster &\nMarshall, Inc., 556 F.2d 460, 464 (CA9 1977); see alsoOsofskyv.Zipf, 645 F.2d 107, 111 (CA2 1981)\n(stating that the purpose of §78bb(a) “is to compensate civil\nplaintiffs for economic loss suffered as a result of wrongs\ncommitted in violation of the 1934 Act”);Herpichv.Wallace, 430 F.2d 792, 810 (CA5 1970) (noting that the\n“gist” of an action for damages under the Act is “economic\ninjury”).[3]Because the term “actual damages” has this\nchameleon-like quality, we cannot rely on any all-purpose\ndefinition but must consider the particular context in which the\nterm appears.[4]CThe Privacy Act directs agencies to establish\nsafeguards to protect individuals against the disclosure of\nconfiden- tial records “which could result in substantial harm,\nembarrassment, inconvenience, or unfairness to any indi- vidual on\nwhom information is maintained.” 5 U. S. C. §552a(e)(10);\nsee also §2(b), 88Stat. 1896 (stating that the “purpose of this Act\nis to provide certain safeguards for an individual against an\ninvasion of personal privacy”). Because the Act serves interests\nsimilar to those protected by defamation and privacy torts, there\nis good reason to infer that Congress relied upon those torts in\ndrafting the Act.InDoev.Chao,540 U.S.\n614(2004), we held that the Privacy Act’s remedial provision\nauthorizes plaintiffs to recover a guaranteed minimum award of\n$1,000 for violations of the Act, but only if they prove at least\nsome “actual damages.”Id.,at 620, 627; see §552a(g)(4)(A).\nAlthough we did not address the meaning of “actual damages,”id.,at 622, n. 5, 627, n. 12, we observed that\nthe provision “parallels” the remedial scheme for the common-law\ntorts of libelper quodand slander, under which plaintiffs\ncan recover “general damages,” but only if they prove “special\nharm” (also known as “special damages”),id.,at 625; see\nalso 3 Restatement of Torts §575, Commentsaandb(1938) (hereinafter Restatement); D. Dobbs, Law of Remedies §7.2,\npp. 511–513 (1973) (hereinafter Dobbs).[5] “Special damages” are limited to actual pecuniary loss,\nwhich must be specially pleaded and proved. 1 D. Haggard, Cooley on\nTorts §164, p. 580 (4th ed. 1932) (hereinafter Cooley).[6] “General damages,” on the other\nhand, cover “loss of reputation, shame, mortification, injury to\nthe feelings and the like and need not be alleged in detail and\nrequire no proof.”Id., §164, at 579.[7]This parallel between the Privacy Act and the\ncommon-law torts of libelper quodand slander suggests the\npossibility that Congress intended the term “actual damages” in the\nAct to mean special damages. The basic idea is that Privacy Act\nvictims, like victims of libelper quodor slander, are\nbarred from any recovery unless they can first show actual—that is,\npecuniary or material—harm. Upon showing some pecuniary harm, no\nmatter how slight, they can recover the statutory minimum of\n$1,000, presumably for any unproven harm. That Congress would\nchoose to use the term “actual damages” instead of “special\ndamages” was not without precedent. The terms had occasionally been\nused interchangeably. See,e.g., Wetzelv.Gulf Oil\nCorp., 455 F.2d 857, 862 (CA9 1972) (holding that plaintiff\ncould not establish libelper quodbecause he “did not\nintroduce any valid and sufficient evidence of actual damage”);Electric Furnace Corp.v.Deering Milliken Research\nCorp., 325 F.2d 761, 765 (CA6 1963) (stating that “libel per\nquod standing alone without proof of actual damages . . .\nwill not support a verdict for the plaintiff”);M&S Furniture Sales Co.v.Edward J. De Bartolo Corp., 249 Md. 540, 544, 241 A.2d 126,\n128 (1968) (“In the case of words or conduct actionable onlyper\nquod, the injurious effect must be established by allegations\nand proof of special damage and in such cases it is not only\nnecessary to plead and show that the words or actions were\ndefamatory, but it must also appear that such words or conduct\ncaused actual damage”);Clementsonv.Minnesota Tribune\nCo., 45 Minn. 303, 47 N.W. 781 (1891) (distinguishing “actual,\nor, as they are sometimes termed, ‘special,’ damages” from “general\ndamages—that is, damages not pecuniary in their nature”).[8]Any doubt about the plausibility of construing\n“actual damages” in the Privacy Act synonymously with “special\ndamages” is put to rest by Congress’ refusal to authorize “general\ndamages.” In an uncodified section of the Act, Congress established\nthe Privacy Protection Study Commission to consider, among other\nthings, “whether the Federal Government should be liable for\ngeneral dam- ages.” §5(c)(2)(B)(iii), 88Stat. 1907, note following\n5 U. S. C. §552a, p. 712. As we explained inDoe,\n“Congress left the question of general damages . . . for\nanother day.” 540 U. S., at 622. Although the Commission later\nrecom- mended that general damages be allowed,ibid.,\nn. 4, Congress never amended the Act to include them. For that\nreason, we held that it was “beyond serious doubt” that general\ndamages are not available for violations of the Privacy Act.Id.,at 622.By authorizing recovery for “actual” but not for\n“general” damages, Congress made clear that it viewed those terms\nas mutually exclusive. In actions for defamation and related\ndignitary torts, two categories of compensa- tory damages are\nrecoverable: general damages and special damages. Cooley §164, at\n579; see also 4 Restatement §867, Commentd(1939) (noting\nthat damages for interference with privacy “can be awarded in the\nsame way in which general damages are given for\ndefamation”).[9] Because\nCongress declined to authorize “general damages,” we think it\nlikely that Congress intended “actual dam- ages” in the Privacy Act\nto mean special damages for proven pecuniary loss.Not surprisingly, this interpretation was\naccepted by the Privacy Protection Study Commission, an expert body\nauthorized by Congress and highly sensitive to the Act’s goals. The\nCommission understood “actual damages” in the Act to be “a synonym\nfor special damages as that term is used in defamation cases.”\nPersonal Privacy in an Information Society: The Report of the\nPrivacy Protection Study Commission 530 (July 1977); see alsoibid.(“The legislative history and language of the Act\nsuggest that Congress meant to restrict recovery to specific\npecuniary losses until the Commission could weigh the propriety of\nextending the standard of recovery”). Although we are not bound in\nany way by the Commission’s report, we think it confirms the\nreasonableness of interpreting “actual damages” in the unique\ncontext of the Privacy Act as the equivalent of special\ndamages.DWe do not claim that the contrary reading of\nthe statute accepted by the Court of Appeals and advanced now by\nrespondent is inconceivable. But because the Privacy Act waives the\nFederal Government’s sovereign immunity, the question we must\nanswer is whether it is plausible to read the statute, as the\nGovernment does, to authorize only damages for economic loss.Nordic Village, 503 U. S., at 34, 37. When waiving the\nGovernment’s sovereign immunity, Congress must speak unequivocally.Lane, 518 U. S., at 192. Here, we conclude that it did\nnot. As a consequence, we adopt an interpretation of “actual\ndamages” limited to proven pecuniary or economic harm. To do\notherwise would expand the scope of Congress’ sovereign immunity\nwaiver beyond what the statutory text clearly requires.IIINone of respondent’s contrary arguments\nsuffices to overcome the sovereign immunity canon.ARespondent notes that the term “actual\ndamages” has often been defined broadly in common-law cases, and in\nour own, to include all compensatory damages. See Brief for\nRespondent 18–25. For example, inBirdsallv.Coolidge,93 U.S. 64(1876), a patent infringement case, we observed that\n“[c]ompensatory damages and actual damages mean the same thing.”Ibid.And inGertzv.Robert Welch, Inc.,418 U.S.\n323(1974), we wrote that actual injury in the defamation\ncontext “is not limited to out-of-pocket loss” and that it\ncustomarily includes “impairment of reputation and standing in the\ncommunity, personal humiliation, and mental anguish and suffering.”Id.,at 350.These cases and others cited by respondent stand\nfor the unremarkable point that the term “actual damages”caninclude nonpecuniary loss. But this generic meaning does\nnot establish with the requisite clarity that the Privacy Act, with\nits distinctive features, authorizes damages for mental and\nemotional distress. As we already explained, the term “actual\ndamages” takes on different meanings in different contexts.BRespondent’s stronger argument is that the\nexclusion of “general damages” from the statute simply means that\nthere can be no recovery for presumed damages. Privacy Act victims\ncan still recover for mental and emotional distress, says\nrespondent, so long as it is proved. See Brief for Respondent\n54–56.[10]This argument is flawed because it suggests thatprovenmental and emotional distress does not count as\ngeneral damages. The term “general damages” is not limited to\ncompensation for unproven injuries; it includes compensation for\nproven injuries as well. See 3 Restatement §621, Commenta(noting that general damages compensate for “harm which\n. . . is proved, or, in the absence of proof, is assumed\nto have caused to [the plaintiff’s] reputation”). To be sure,\nspecific proof of emotional harm is not required to recover general\ndamages for dignitary torts. Dobbs §7.3, at 529. But it does not\nfollow that general damages cannot be recovered for emotional harm\nthat is actually proved.Aside from the fact that general damages need\nnot be proved, what distinguishes those damages, whether proved or\nnot, from the only other category of compensa- tory damages\navailable in the relevant common-law suits is thetypeof\nharm. In defamation and privacy cases, “the affront to the\nplaintiff’s dignity and the emotional harm done” are “called\ngeneral damages, to distinguish them from proof of actual economic\nharm,” which is called “special damages.”Id., §3.2, at 139;\nsee alsosupra,at 10, 12–13, and nn. 6, 7, 9.\nTherefore, the converse of general damages is special damages, not\nall proven damages, as respondent would have it. Because Congress\nremoved “general damages” from the Act’s remedial provision, it is\nreasonable to infer that Congress foreclosed recovery for\nnonpecuniary harm, even if such harm can be proved, and instead\nwaived the Government’s sovereign immunity only with respect to\nharm compensable as special damages.CLooking beyond the Privacy Act’s text,\nrespondent points to the use of the term “actual” damages in the\nremedial provisions of the FHA, 42 U. S. C. §3613(c), and\nthe FCRA, 15 U. S. C. §§1681n, 1681o. As\npreviously mentioned, courts have held that “actual” damages within\nthe meaning of these statutes include compensation for mental and\nemotional distress.Supra, at 7. Citing the rule of\nconstruction that Congress intends the same language in similar\nstatutes to have the same meaning, seeNorthcrossv.Board of Ed. of Memphis City Schools,412 U.S.\n427, 428 (1973)(per curiam), respondent argues\nthat the Privacy Act should also be interpreted as authorizing\ndamages for mental and emotional distress. See Brief for Respondent\n25–32.Assuming for the sake of argument that these\nlower court decisions are correct, they provide only weak support\nfor respondent’s argument here. Since the term “actual damages” can\nmean different things in different contexts, statutes other than\nthe Privacy Act provide only limited interpretive aid, and that is\nespecially true here. Neither the FHA nor the FCRA contains text\nthat precisely mirrors the Privacy Act.[11] In neither of those statutes did Congress\nspecifically decline to authorize recovery for general damages as\nit did in the Privacy Act.Supra,at 12–13. And most\nimportantly, none of the lower court cases interpreting the\nstatutes, which respondent has cited, see Brief for Respondent\n29–31, involves the sovereign immunity canon.Respondent also points to the FTCA, but the\nFTCA’s general liability provision does not even use the term\n“actual damages.” It instead provides that the “United States shall\nbe liable” for certain tort claims “in the same manner and to the\nsame extent as a private individual” under relevant state law. 28\nU. S. C. §2674, ¶1. For that reason alone, the FTCA’s\ngeneral liability provision is not a reliable source for\ninterpreting the term “actual damages” in the Privacy Act. Nor does\nthe FTCA’s wrongful- death provision—which authorizes “actual or\ncompensa- tory damages, measured by the pecuniary injuries\nresulting from such death,” §2674, ¶2—prove that Congress\nunderstood the term “actual damages” in the Privacy Act to include\nnonpecuniary mental and emotional harm. To the contrary, it proves\nthat actual damages can be understood to entail only pecuniary harm\ndepending on the context. Because the FTCA, like the FHA and FCRA,\ndoes not share the same text or design as the Privacy Act, it is\nnot a fitting analog for construing the Act.DFinally, respondent argues that excluding\ndamages for mental and emotional harm would lead to absurd results.\nPersons suffering relatively minor pecuniary loss would be entitled\nto recover $1,000, while others suffering only severe and\ndebilitating mental or emotional distress would get nothing. See\nBrief for Respondent 33–35.Contrary to respondent’s suggestion, however,\nthere is nothing absurd about a scheme that limits the Government’s\nPrivacy Act liability to harm that can be substantiated by proof of\ntangible economic loss. Respondent insists that such a scheme would\nfrustrate the Privacy Act’s remedial purpose, but that ignores the\nfact that, by deliberately refusing to authorize general damages,\nCongress intended to cabin relief, not to maximize it.[12]*  *  *In sum, applying traditional rules of\nconstruction, we hold that the Privacy Act does not unequivocally\nauthorize an award of damages for mental or emotional distress.\nAccordingly, the Act does not waive the Federal Government’s\nsovereign immunity from liability for such harms. We therefore\nreverse the judgment of the United States Court of Appeals for the\nNinth Circuit and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Justice Kagan took no part in the consideration\nor decision of this case.Notes1Respondent eventually\napplied for recertification as a pilot. After reviewing\nrespondent’s medical records, including information about his HIV\ndiagnosis and treatment, the FAA reissued his pilot certificate and\nmedical certificate. Brief for Respondent 5,\nn. 1.2With certain exceptions,\nit is unlawful for an agency to disclose a record to another agency\nwithout the written consent of the person to whom the record\npertains. 5 U. S. C. §552a(b). One exception to this\nnondisclosure requirement applies when the head of an agency makes\na written request for law enforcement purposes to the agency that\nmaintains the record. See §552a(b)(7). The agencies in this case\ncould easily have shared respondent’s medical records pursuant to\nthe procedures prescribed by the Privacy Act, but the District\nCourt concluded that they failed to do so.3This narrow usage is\nreflected in contemporaneous state-court decisions as well. See,e.g., Reistv.Manwiller, 231 Pa. Super. 444, 449,\nn. 4, 332 A.2d 518, 520, n. 4 (1974) (explaining that\nrecovery for intentional infliction of emotional distress is\nallowed “despite the total absence of physical injury and actual\ndamages”);Nalderv.Crest Corp., 93 Idaho 744, 749,\n472 P.2d 310, 315 (1970) (noting that damages for “mental anguish”\ndue to the wrongful execution of a judgment “are allowable only as\nan element of punitive but not of actual damages”). It is also\nreflected in post-Privacy Act statutes and judicial decisions. See,e.g.,17 U. S. C. §1009(d)(1)(A)(ii) (defining\n“actual damages” in the Audio Home Recording Act of 1992 as “the\nroyalty payments that should have been paid”); 18\nU. S. C. §2318(e)(3) (2006 ed., Supp. IV) (calculating\n“actual damages” for purposes of a counterfeit labeling statute in\nterms of financial loss);Guzmanv.Western State Bank of\nDevils Lake, 540 F.2d 948, 953 (CA8 1976) (stating that\ncompensatory damages in a civil rights suit “can be awarded for\nemotional and mental distress even though no actual damages are\nproven”).4The dissent criticizes us\nfor noting that the dictionary definition contains an element of\ncircularity. The dissent says that the definition—“ ‘[a]ctual\ndamages’ compensate for actual injury”—is “plain enough.”Post,at 3 (opinion of Sotomayor, J.). But defining “actual”\ndamages by reference to “actual” injury is hardly helpful when our\ntask is to determine what Congress meant by “actual.” The dissent’s\nreference to the current version of Black’s Law Dictionary, which\nprovides that “actual damages” can mean “tangible damages,” only\nhighlights the term’s ambiguity. See Black’s Law Dictionary 445\n(9th ed. 2009). If “actual damages” can mean “tangible damages,”\nthen it can be construed not to include intangible harm, like\nmental and emotional distress. Similarly unhelpful is the dissent’s\ncitation to a general-purpose dictionary that defines “actual” as\n“existingin factor reality” and “damages” as “compensation\nor satisfactionimposed by lawfor a wrong or injury.”\nWebster’s Third New International Dictionary 22, 571 (2002)\n(emphasis added). Combining these two lay definitions says nothing\nabout whether compensation for mental and emotional distress isin fact imposed by law. The definitions merely beg the\nquestion we are trying to answer. It comes as little surprise,\ntherefore, that “actual damages” has taken on different meanings in\ndifferent statutes, as our examples amply illustrate.5Libelper quodand\nslander (as opposed to libel and slanderper se) apply\nto a communication that is not defamatory on its face but that is\ndefamatory when coupled with some other extrinsic fact. Dobbs §7.2,\nat 512–513.6See also 3 Restatement\n§575, Commentb(“Special harm . . . is harm of a\nmaterial and generally of a pecuniary nature”); Dobbs §7.2, at 520\n(“Special damages in defamation cases mean pecuniary damages, or at\nleast ‘material loss’ ” (footnote omitted)). Special damages\ndo not include mental or emotional distress. See 3 Restatement\n§575, Commentc(“The emotional distress caused to the\nperson slandered by his knowledge that he has been defamed is not\nspecial harm and this is so although the distress results in a\nserious illness”); Dobbs §7.2, at 520 (“Even under the more modern\napproach, special damages in defamation cases must be economic in\nnature, and it is not enough that the plaintiff has suffered harm\nto reputation, mental anguish or other dignitary harm, unless he\nhas also suffered the loss of something having economic\nvalue”).7See alsoid.,\n§3.2, at 139 (explaining that noneconomic harms “are called general\ndamages”); W. Prosser, Law of Torts §112, p. 761 (4th ed. 1971)\n(noting that “ ‘general’ damages may be recovered for the\ninjury to the plaintiff’s reputation, his wounded feelings and\nhumiliation, and resulting physical illness and pain, as well as\nestimated future dam-ages of the same kind” (footnotes omitted)); 3\nRestatement §621, Com-menta(stating that, in actions for\ndefamation, a plaintiff may recover general damages for “impairment\nof his reputation or, through loss of reputation, to his other\ninterests”).8The dissent disregards\nthese precedents as the product of careless imprecision.Post,at 8, n. 6. But just as we assume that Congress\ndid not act carelessly, we should not be so quick to assume that\nthe courts did. The better explanation for these precedents is not\nthat the courts were careless, but that the term “actual damages”\nhas a varied meaning that, depending on the context, can be limited\nto compensation for only pecuniary harm.9See alsoMoriartyv.Lippe, 162 Conn. 371, 382–383, metricconverter294 A.2d\n326, 332–333 (1972) (“Having admittedly alleged or proven no\nspecial damages, the plaintiff here is limited to a recovery of\ngeneral damages . . .”);Meyerlev.Pioneer\nPublishing Co., 45 N. D. 568, 574, 178 N.W. 792, 794\n(1920)(per curiam)(“Generally speaking, there are\nrecognized two classes of damages in libel cases, general damages\nand special damages”);Winansv.Chapman, 104 Kan.\n664, 666, 180 P. 266, 267 (1919) (“Actual damages include both\ngeneral and special damages”);Childersv.San Jose\nMercury Printing & Publishing Co., 105 Cal. 284, 288–289,\n38 P. 903, 904 (1894) (explaining that special damages, “asa branch\nof actual damages[,] may be recovered when actual pecuniary loss\nhas been sustained” and that the “remaining branch of actual\ndamages embraces recovery for loss of reputation, shame,\nmortification, injury to feelings, etc.”); see generally Dobbs\n§7.3, at 531 (“Though the dignitary torts often involve only\ngeneral damages . . . , they sometimes produce actual\npecuniary loss. When this happens, the plaintiff is usually\nentitled to recover any special damage he can prove . . .\n”); metricconverter1 F. Harper & F. James, Law of Torts\n§5.30, p. 470 (1956) (“When liability for defamation is\nestablished, the defendant, in addition to such ‘general’ damages\nas may be assessed by the jury, is also liable for any special\ndamage which he has sustained”).10The\ndissent advances the same argument. Seepost,at\n9–11.11Compare 42 U. S. C.\n§3613(c)(1) (stating that “the court may award to the plaintiff\nactual and punitive damages”); 15 U. S. C. §1681n(a)(1)\n(authorizing “(A) any actual damages sustained by the consumer as a\nresult of the failure or damages of not less than $100 and not more\nthan $1,000; or (B) . . . actual damages sustained by the\nconsumer as a result of the failure or $1,000, whichever is\ngreater”); §1681o(a)(1) (authorizing “any actual damages\nsustained by the consumer as a result of the failure”) with 5\nU. S. C. §552a(g)(4)(A) (authorizing “actual damages\nsustained by the individual as a result of the refusal or failure,\nbut in no case shall a person entitled to recovery receive less\nthan the sum of $1,000”).12Despite its rhetoric, the dissent\ndoes not dispute most of the steps in our analysis. For example,\nalthough the dissent belittles the sovereign immunity canon, the\ndissent does not call for its abandonment. Seepost,at 2–3.\nNor does the dissent point out any error in our understanding of\nthe canon’s meaning. Seeibid.The dissent acknowledges that\nstatutes and judicial opinions sometimes use the term “actual\ndamages” to mean pecuniary harm, seepost,at 5, and that\ndetermining its meaning in a particular statute requires\nconsideration of context, seeibid.In addition, the dissent\nconcedes—as it must in light of our reasoning inDoev.Chao,540 U.S.\n614(2004)—that the common law of defamation has relevance in\nconstruing the term “actual damages” in the Privacy Act. Seepost,at 7–9. The dissent’s argument thus boils down to\nthis: The text and purpose of the Privacy Act make it clear beyond\nany reasonable dispute that the term “actual damages,” as used in\nthe Act, means compensatory damages for all proven harm and not\njust damages for pecuniary harm. The dissent reasons that, because\nthe Act seeks to prevent pecuniary and nonpecuniary harm, Congress\nmust have intended to authorize the recovery of money damages from\nthe Federal Government for both types of harm. This inference is\nplausible, but it surely is not unavoidable. The Act deters\nviolations of its substantive provisions in other ways—for\ninstance, by permitting recovery for economic injury; by imposing\ncriminal sanctions for some violations, see 5 U. S. C.\n§552a(i); and possibly by allowing for injunctive relief under the\nAdministrative Procedure Act (APA), 5 U. S. C. §§702,\n706; seeDoe,supra,at 619, n. 1 (noting that\nthe absence of equitable relief in suits under §§552a(g)(1)(C) or\n(D) may be explained by the availability of such relief under the\nAPA).",
    "joined": []
}