{
    "case": {
        "docket": "409",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/409/"
    },
    "id": "3424286",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1175_________________CITY OF LOS ANGELES, CALIFORNIA, PETITIONERv.NARANJIBHAI PATEL, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 22, 2015]Justice Alito, with whom Justice Thomas joins,\ndissenting.After today, the city of Los Angeles can never,\nunder any circumstances, enforce its 116-year-old requirement that\nhotels make their registers available to police officers. That is\nbecause the Court holds that §41.49(3)(a) of the Los Angeles\nMunicipal Code (2015) isfaciallyunconstitutional. Before\nentering a judgment with such serious safety and federalism\nimplications, the Court must conclude that every application of\nthis law is unconstitu-tional—i.e., that “ ‘no set of\ncircumstances exists under which the [law] would be valid.’ ”Ante,at 7 (quotingUnited Statesv.Salerno,\n481 U. S. 739, 745 (1987) ). I have doubts about the Court’s\napproach to administrative searches and closely regulated\nindustries.Ante,at 9–17. But even if the Court were 100%\ncorrect, it still should uphold §41.49(3)(a) because many other\napplications of this law are constitutional. Here are five\nexamples.Example One. The police have probable cause to\nbelieve that a register contains evidence of a crime. They go to a\njudge and get a search warrant. The hotel operator, however,\nrefuses to surrender the register, but instead stashes it away.\nOfficers could tear the hotel apart looking for it. Or they could\nsimply order the operator to produce it. The Fourth Amendment does\nnot create a right to defy a warrant. Hence §41.49(3)(a) could be\nconstitutionally applied in this scenario. Indeed, the Court\nconcedes that it is proper to apply a California obstruction of\njustice law in such a case. Seeante,at 8–9, n. 1;\nBrief for Respondents 49. How could applying a city law with a\nsimilar effect be different? No one thinks that overlapping laws\nare unconstitutional. See,e.g., Yatesv.United\nStates, 574 U. S. ___, ___ (2015) (Kagan, J. dissenting)\n(slip op., at 10–11) (“Overlap—even significant overlap—abounds in\ncriminal law”) (collecting citations). And a specific law gives\nmore notice than a general law.In any event, the Los Angeles ordinance is\narguably broader in at least one important respect than the\nCalifornia obstruction of justice statute on which the Court\nrelies.Ante, at 8–9, n.  1. The state law applies when\na person “willfully resists, delays, or obstructs any public\nofficer . . . in the discharge or attempt to discharge\nany duty of his or her office.” Cal. Penal Code Ann. §148(a)(1)\n(West 2014). In the example set out above, suppose that the hotel\noperator, instead of hiding the register, simply refused to tell\nthe police where it is located. The Court cites no California case\nholding that such a refusal would be unlawful, and the city of Los\nAngeles submits that under California law, “[o]bstruction statutes\nprohibit a hotel owner fromobstructinga search, but they\ndo not require affirmative assistance.” Reply Brief 5. The Los\nAngeles ordinance, by contrast, unequivocally requires a hotel\noperator to make the register available on request.Example Two. A murderer has kidnapped a woman\nwith the intent to rape and kill her and there is reason to believe\nhe is holed up in a certain motel. The Fourth Amendment’s\nreasonableness standard accounts for exigent circumstances. See,e.g., Brigham Cityv.Stuart, 547 U. S. 398, 403\n(2006) . When the police arrive, the motel operator folds her arms\nand says the register is locked in a safe. Invoking §41.49(3)(a),\nthe police order the operator to turn over the register. She\nrefuses. The Fourth Amendment does not protect her from arrest.Example Three. A neighborhood of “pay by the\nhour” motels is a notorious gathering spot for child-sex\ntraffickers. Police officers drive through the neighborhood late\none night and see unusual amounts of activity at a particular\nmotel. The officers stop and ask the motel operator for the names\nof those who paid with cash to rent rooms for less than three\nhours. The operator refuses to provide the information. Requesting\nto see the register—and arresting the operator for failing to\nprovide it—would be reasonable under the “totality of the\ncircumstances.”Ohiov.Robinette, 519 U. S. 33,\n39 (1996) . In fact, the Court has upheld a similar reporting duty\nagainst a Fourth Amendment challenge where the scope of information\nrequired was also targeted and the public’s interest in crime\nprevention was no less serious. SeeCalifornia Bankers Assn.v.Shultz, 416 U. S. 21 , n. 15, 66–67 (1974)\n(having “no difficulty” upholding a requirement that banks must\nprovide reports about transactions involving more than $10,000,\nincluding the name, address, occupation, and social security number\nof the customer involved, along with a summary of the transaction,\nthe amount of money at issue, and the type of identification\npresented).Example Four. A motel is operated by a dishonest\nemployee. He has been charging more for rooms than he records, all\nthe while pocketing the difference. The owner finds out and eagerly\nconsents to a police inspection of the register. But when officers\narrive and ask to see the register, the operator hides it. The\nFourth Amendment does not allow the operator’s refusal to defeat\nthe owner’s consent. See,e.g., Mancusiv.DeForte,\n392 U. S. 364 –370 (1968). Accordingly, it would not violate\nthe Fourth Amendment to arrest the operator for failing to make the\nregister “available to any officer of the Los Angeles Police\nDepartment for inspection.” §41.49(3)(a).Example Five. A “mom and pop” motel always keeps\nits old-fashioned guest register open on the front desk. Anyone who\nwants to can walk up and leaf through it. (Such motels are not as\ncommon as they used to be, but Los Angeles is a big place.) The\nmotel has no reasonable expectation of privacy in the register, and\nno one doubts that police officers—like anyone else—can enter into\nthe lobby. See,e.g., Floridav.Jardines, 569\nU. S. 1 , ___ (2013) (slip op., at 6);Donovanv.Lone Steer, Inc., 464 U. S. 408, 413 (1984) . But when\nan officer starts looking at the register, as others do, the motel\noperator at the desk snatches it away and will not give it back.\nArresting that person would not violate the Fourth Amendment.These are just five examples. There are many\nmore. The Court rushes past examples like these by suggesting that\n§41.49(3)(a) does no “work” in such scenarios.Ante,at 8.\nThat is not true. Under threat of legal sanction, this law orders\nhotel operators to do things they do not want to do. To be sure,\nthere may be circumstances in which §41.49(3)(a)’s command\nconflicts with the Fourth Amendment, and in those circumstances the\nFourth Amendment is supreme. See U. S. Const., Art VI,\ncl. 2. But no different from any other local law, the remedy\nfor such circumstances should be an as-applied injunctionlimited to the conflict with the Fourth Amendment. Such an\ninjunction would protect a hotel from being “searched 10 times a\nday, every day, for three months, without any violation being\nfound.”Ante,at 11. But unlike facial invalidation, an\nas-applied injunction does not produce collateral damage. Section\n41.49(3)(a) should be enforceable in those many cases in which the\nFourth Amendment is not violated.There are serious arguments that the Fourth\nAmendment’s application to warrantless searches and seizures is\ninherently inconsistent with facial challenges. SeeSibronv.New York, 392 U. S. 40, 59, 62 (1968) (explaining\nthat because of the Fourth Amendment’s reasonableness requirement,\n“[t]he constitutional validity of a warrantless search is\npre-eminently the sort of question which can only be decided in the\nconcrete factual context of the individual case”); Brief for\nManhattan Institute for Policy Research asAmicus Curiae33\n(“A constitutional claim under the first clause of the Fourth\nAmendment is never a ‘facial’ challenge, because it is always and\ninherently a challenge to executive action”). But assuming such\nfacial challenges ever make sense conceptually, this particular one\nfails under basic principles of facial invalidation. The Court’s\ncontrary holding is befuddling. I respectfully dissent.",
    "joined": []
}