{
    "case": {
        "docket": "13-1339",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/13-1339/"
    },
    "id": "3572519",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–1339_________________SPOKEO, INC., PETITIONERv.THOMAS\nROBINSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 16, 2016]Justice Alito delivered the opinion of the\nCourt.This case presents the question whether\nrespondent Robins has standing to maintain an action in federal\ncourt against petitioner Spokeo under the Fair Credit Reporting Act\nof 1970 (FCRA or Act), 84Stat. 1127, as amended, 15\nU. S. C. §1681et seq.Spokeo operates a “people search engine.” If an\nindividual visits Spokeo’s Web site and inputs a person’s name, a\nphone number, or an e-mail address, Spokeo conducts a computerized\nsearch in a wide variety of databases and provides information\nabout the subject of the search. Spokeo performed such a search for\ninformation about Robins, and some of the information it gathered\nand then disseminated was incorrect. When Robins learned of these\ninaccuracies, he filed a complaint on his own behalf and on behalf\nof a class of similarly situated individuals.The District Court dismissed Robins’ complaint\nfor lack of standing, but a panel of the Ninth Circuit reversed.\nThe Ninth Circuit noted, first, that Robins had alleged that\n“Spokeo violatedhisstatutory rights, not just the\nstatu-tory rights of other people,” and, second, that “Robins’s\npersonal interests in the handling of his credit information are\nindividualized rather than collective.” 742 F. 3d 409, 413\n(2014). Based on these two observations, the Ninth Circuit held\nthat Robins had adequately alleged injury in fact, a requirement\nfor standing under Article III of the Constitution.Id.,at\n413–414.This analysis was incomplete. As we have\nexplained in our prior opinions, the injury-in-fact requirement\nrequires a plaintiff to allege an injury that is both “concreteandparticularized.”Friends of the Earth, Inc.v.Laidlaw Environmental Services (TOC), Inc., 528 U. S.\n167 –181 (2000) (emphasis added). The Ninth Circuit’s analysis\nfocused on the second characteristic (particularity), but it\noverlooked the first (concreteness). We therefore vacate the\ndecision below and remand for the Ninth Circuit to considerbothaspects of the injury-in-fact requirement.IThe FCRA seeks to ensure “fair and accurate\ncredit reporting.” §1681(a)(1). To achieve this end, the Act\nregulates the creation and the use of “consumer report[s]”[1] by “consumer reporting\nagenc[ies]”[2] for certain\nspecified purposes, including credit transactions, insurance,\nlicensing, consumer-initiated business transactions, and\nemployment. See §§1681a(d)(1)(A)–(C); §1681b. Enacted long before\nthe advent of the Internet, the FCRA applies to companies that\nregularly disseminate information bearing on an individual’s\n“credit worthiness, credit standing, credit capacity, character,\ngeneral reputation, personal characteristics, or mode of living.”\n§1681a(d)(1).The FCRA imposes a host of requirements\nconcerning the creation and use of consumer reports. As relevant\nhere, the Act requires consumer reporting agencies to “follow\nreasonable procedures to assure maximum possible accuracy of”\nconsumer reports, §1681e(b); to notify providers and users of\nconsumer information of their responsibilities under the Act,\n§1681e(d); to limit the circumstances in which such agencies\nprovide consumer reports “for employment purposes,” §1681b(b)(1);\nand to post toll-free numbers for consumers to request reports,\n§1681j(a).The Act also provides that “[a]ny person who\nwillfully fails to comply with any requirement [of the Act] with\nrespect to any [individual[3]]\nis liable to that [individual]” for, among other things, either\n“actual damages” or statutory damages of $100 to $1,000 per\nviolation, costs of the action and attorney’s fees, and possibly\npunitive damages. §1681n(a).Spokeo is alleged to qualify as a “consumer\nreporting agency” under the FCRA.[4] It operates a Web site that allows users to search for\ninformation about other individuals by name, e-mail address, or\nphone number. In response to an inquiry submitted online, Spokeo\nsearches a wide spectrum of databases and gathers and provides\ninformation such as the individual’s address, phone number, marital\nstatus, approximate age, occupation, hobbies, finances, shopping\nhabits, and musical preferences. App. 7, 10–11. According to\nRobins, Spokeo markets its services to a variety of users,\nincluding not only “employers who want to evaluate prospective\nemployees,” but also “those who want to investigate prospective\nromantic partners or seek other personal information.” Brief for\nRespondent 7. Persons wishing to perform a Spokeo search need not\ndisclose their identities, and much information is available for\nfree.At some point in time, someone (Robins’\ncomplaint does not specify who) made a Spokeo search request for\ninformation about Robins, and Spokeo trawled its sources and\ngenerated a profile. By some means not detailed in Robins’\ncomplaint, he became aware of the contents of that profile and\ndiscovered that it contained inaccurate information. His profile,\nhe asserts, states that he is married, has children, is in his\n50’s, has a job, is relatively affluent, and holds a graduate\ndegree. App. 14. According to Robins’ complaint, all of this\ninformation is incorrect.Robins filed a class-action complaint in the\nUnited States District Court for the Central District of\nCalifornia, claiming, among other things, that Spokeo willfully\nfailed to comply with the FCRA requirements enumerated above.The District Court initially denied Spokeo’s\nmotion to dismiss the complaint for lack of jurisdiction, but later\nreconsidered and dismissed the complaint with prejudice. App. to\nPet. for Cert. 23a. The court found that Robins had not “properly\npled” an injury in fact, as required by Article III.Ibid.The Court of Appeals for the Ninth Circuit\nreversed. Relying on Circuit precedent,[5] the court began by stating that “the violation of a\nstatutory right is usually a sufficient injury in fact to confer\nstanding.” 742 F. 3d, at 412. The court recognized that “the\nConstitution limits the power of Congress to confer standing.”Id.,at 413. But the court held that those limits were\nhonored in this case because Robins alleged that “Spokeo violatedhisstatutory rights, not just the statutory rights of other\npeople,” and because his “personal interests in the handling of his\ncredit information are individualized rather than collective.”Ibid.(emphasis in original). The court thus concluded that\nRobins’ “alleged violations of [his] statutory rights [were]\nsufficient to satisfy the injury-in-fact requirement of Article\nIII.”Id.,at 413–414.We granted certiorari. 575 U. S. ___\n(2015).IIAThe Constitution confers limited authority on\neach branch of the Federal Government. It vests Congress with\nenumerated “legislative Powers,” Art. I, §1; it confers upon\nthe President “[t]he executive Power,” Art. II, §1,\ncl. 1; and it endows the federal courts with “[t]he judicial\nPower of the United States,” Art. III, §1. In order to remain\nfaithful to this tripartite structure, the power of the Federal\nJudiciary may not be permitted to intrude upon the powers given to\nthe other branches. SeeDaimlerChrysler Corp.v.Cuno, 547 U. S. 332, 341 (2006) ;Lujanv.Defenders of Wildlife, 504 U. S. 555 –560 (1992).Although the Constitution does not fully explain\nwhat is meant by “[t]he judicial Power of the United States,”\nArt. III, § 1, it does specify that this power extends only to\n“Cases” and “Controversies,” Art. III, §2. And “ ‘[n]o\nprinciple is more fundamental to the judiciary’s proper role in our\nsystem of government than the constitutional limitation of\nfederal-court jurisdiction to actual cases or\ncontroversies.’ ”Rainesv.Byrd, 521 U. S.\n811, 818 (1997) .Standing to sue is a doctrine rooted in the\ntraditional understanding of a case or controversy. The doctrine\ndeveloped in our case law to ensure that federal courts do not\nexceed their authority as it has been traditionally understood. Seeid.,at 820. The doctrine limits the category of litigants\nempowered to maintain a lawsuit in federal court to seek redress\nfor a legal wrong. SeeValley Forge Christian Collegev.Americans United for Separation of Church and State, Inc.,\n454 U. S. 464, 473 (1982) ;Warthv.Seldin, 422\nU. S. 490 –499 (1975). In this way, “[t]he law of Article III\nstanding . . . serves to prevent the judicial process\nfrom being used to usurp the powers of the political branches,”Clapperv.Amnesty Int’l USA, 568 U. S. ___, ___\n(2013) (slip op., at 9);Lujan,supra, at 576–577,\nand confines the federal courts to a properly judicial role, seeWarth,supra, at 498.Our cases have established that the “irreducible\nconstitutional minimum” of standing consists of three elements.Lujan, 504 U. S.,at 560. The plaintiff must\nhave (1) suffered an injury in fact, (2) that is fairly traceable\nto the challenged conduct of the defendant, and (3) that is likely\nto be redressed by a favorable judicial decision.Id.,at\n560–561;Friends of the Earth, Inc., 528 U. S., at\n180–181. The plaintiff, as the party invoking federal jurisdiction,\nbears the burden of establishing these elements.FW/PBS,\nInc.v.Dallas, 493 U. S. 215, 231 (1990) . Where,\nas here, a case is at the pleading stage, the plaintiff must\n“clearly . . . allege facts demonstrating” each element.Warth,supra, at 518.[6]BThis case primarily concerns injury in fact,\nthe “[f ]irst and foremost” of standing’s three elements.Steel Co.v.Citizens for Better Environment, 523\nU. S. 83, 103 (1998) . Injury in fact is a constitutional\nrequirement, and “[i]t is settled that Congress cannot erase\nArticle III’s standing requirements by statutorily granting the\nright to sue to a plaintiff who would not otherwise have standing.”Raines, supra,at 820, n. 3; seeSummersv.Earth Island Institute, 555 U. S. 488, 497 (2009) ;Gladstone, Realtorsv.Village of Bellwood, 441\nU. S. 91, 100 (1979) (“In no event . . . may\nCongress abrogate the Art. III minima”).To establish injury in fact, a plaintiff must\nshow that he or she suffered “an invasion of a legally protected\ninterest” that is “concrete and particularized” and “actual or\nimminent, not conjectural or hypothetical.”Lujan, 504\nU. S., at 560 (internal quotation marks omitted). We discuss\nthe particularization and concreteness requirements below.1For an injury to be “particularized,” it “must\naffect the plaintiff in a personal and individual way.”Ibid., n. 1; see also,e.g.,Cuno,supra,at 342 (“ ‘plaintiff must allege personal\ninjury’ ”);Whitmorev.Arkansas, 495 U. S.\n149, 155 (1990) (“ ‘distinct’ ”);Allenv.Wright, 468 U. S. 737, 751 (1984) (“personal”);Valley Forge,supra, at 472 (standing requires that\nthe plaintiff “ ‘personally has suffered some actual or\nthreatened injury’ ”);United Statesv.Richardson, 418 U. S. 166, 177 (1974) (not\n“undifferenti-ated”);Public Citizen, Inc.v.National\nHwy. Traffic Safety Admin., 489 F. 3d 1279, 1292–1293\n(CADC 2007) (collecting cases).[7]Particularization is necessary to establish\ninjury in fact, but it is not sufficient. An injury in fact must\nalso be “concrete.” Under the Ninth Circuit’s analysis, however,\nthat independent requirement was elided. As previously noted, the\nNinth Circuit concluded that Robins’ complaint alleges “concrete,de facto” injuries for essentially two reasons. 742\nF. 3d, at 413. First, the court noted that Robins “alleges\nthat Spokeo violatedhisstatutory rights, not just the\nstatutory rights of other people.”Ibid.Second, the court\nwrote that “Robins’s personal interests in the handling of his\ncredit information areindividualized rather than\ncollective.”Ibid. (emphasis added). Both of these\nobservations concern particularization, not concreteness. We have\nmade it clear time and time again that an injury in fact must be\nboth concreteandparticularized. See,e.g.,Susan\nB. Anthony Listv.Driehaus, 573 U. S. ___, ___\n(2014) (slip op., at 8);Summers,supra,at 493;Sprint Communications Co.v.APCC Services, Inc., 554\nU. S. 269, 274 (2008) ;Massachusettsv.EPA,\n549 U. S. 497, 517 (2007) .A “concrete” injury must be “de facto”;\nthat is, it must actually exist. See Black’s Law Dictionary 479\n(9th ed. 2009). When we have used the adjective “concrete,” we have\nmeant to convey the usual meaning of the term—“real,” and not\n“abstract.” Webster’s Third New International Dictionary 472\n(1971); Random House Dictionary of the English Language 305 (1967).\nConcreteness, therefore, is quite different from\nparticularization.2“Concrete” is not, however, necessarily\nsynonymous with “tangible.” Although tangible injuries are perhaps\neasier to recognize, we have confirmed in many of our previous\ncases that intangible injuries can nevertheless be concrete. See,e.g.,Pleasant Grove Cityv.Summum, 555\nU. S. 460 (2009) (free speech);Church of Lukumi Babalu\nAye, Inc.v.Hialeah, 508 U. S. 520 (1993) (free\nexercise).In determining whether an intangible harm\nconstitutes injury in fact, both history and the judgment of\nCongress play important roles. Because the doctrine of standing\nderives from the case-or-controversy requirement, and because that\nrequirement in turn is grounded in historical practice, it is\ninstructive to consider whether an alleged intangible harm has a\nclose relationship to a harm that has traditionally been regarded\nas providing a basis for a lawsuit in English or American courts.\nSeeVermont Agency of Natural Resourcesv.United States\nex rel. Stevens, 529 U. S. 765 –777 (2000). In addition,\nbecause Congress is well positioned to identify intangible harms\nthat meet minimum Article III requirements, its judgment is also\ninstructive and important. Thus, we said inLujanthat\nCongress may “elevat[e] to the status of legally cognizable\ninjuries concrete,de factoinjuries that were\npreviously inadequate in law.” 504 U. S., at 578. Similarly,\nJustice Kennedy’s concurrence in that case explained that “Congress\nhas the power to define injuries and articulate chains of causation\nthat will give rise to a case or controversy where none existed\nbefore.”Id.,at 580 (opinion concurring in part and\nconcurring in judgment).Congress’ role in identifying and elevating\nintangible harms does not mean that a plaintiff automatically\nsatisfies the injury-in-fact requirement whenever a statute grants\na person a statutory right and purports to authorize that person to\nsue to vindicate that right. Article III standing requires a\nconcrete injury even in the context of a statutory violation. For\nthat reason, Robins could not, for example, allege a bare\nprocedural violation, divorced from any concrete harm, and satisfy\nthe injury-in-fact requirement of Article III. SeeSummers,\n555 U. S., at 496 (“[D]eprivation of a procedural right\nwithout some concrete interest that is affected by the deprivation\n. . . is insufficient to create Article III standing”);\nsee alsoLujan,supra, at 572.This does not mean, however, that the risk of\nreal harm cannot satisfy the requirement of concreteness. See,\ne.g.,Clapperv.Amnesty Int’l USA, 568\nU. S. ____. For example, the law has long permitted recovery\nby certain tort victims even if their harms may be difficult to\nprove or measure. See,e.g.,Restatement (First) of Torts\n§§569 (libel), 570 (slanderper se) (1938). Just as the\ncommon law permitted suit in such instances, the violation of a\nprocedural right granted by statute can be sufficient in some\ncircumstances to constitute injury in fact. In other words, a\nplaintiff in such a case need not allege anyadditionalharm\nbeyond the one Congress has identified. SeeFederal Election\nComm’nv.Akins, 524 U. S. 11 –25 (1998)\n(confirming that a group of voters’ “inability to obtain\ninformation” that Congress had decided to make public is a\nsufficient injury in fact to satisfy Article III);Public\nCitizenv.Department of Justice, 491 U. S. 440,\n449 (1989) (holding that two advocacy organizations’ failure to\nobtain information subject to disclosure under the Federal Advisory\nCommittee Act “constitutes a sufficiently distinct injury to\nprovide standing to sue”).In the context of this particular case, these\ngeneral principles tell us two things: On the one hand, Congress\nplainly sought to curb the dissemination of false information by\nadopting procedures designed to decrease that risk. On the other\nhand, Robins cannot satisfy the demands of Article III by alleging\na bare procedural violation. A violation of one of the FCRA’s\nprocedural requirements may result in no harm. For example, even if\na consumer reporting agency fails to provide the required notice to\na user of the agency’s consumer information, that information\nregardless may be entirely accurate. In addition, not all\ninaccuracies cause harm or present any material risk of harm. An\nexample that comes readily to mind is an incorrect zip code. It is\ndifficult to imagine how the dissemination of an incorrect zip\ncode, without more, could work any concrete harm.[8]Because the Ninth Circuit failed to fully\nappreciate the distinction between concreteness and\nparticularization, its standing analysis was incomplete. It did not\naddress the question framed by our discussion, namely, whether the\nparticular procedural violations alleged in this case entail a\ndegree of risk sufficient to meet the concreteness requirement. We\ntake no position as to whether the Ninth Circuit’s ultimate\nconclusion—that Robins adequately alleged an injury in fact—was\ncorrect.*  *  *The judgment of the Court of Appeals is\nvacated, and the case is remanded for proceedings consistent with\nthis opinion.It is so ordered.Notes1The Act defines the term\n“consumer report” as:2“The term ‘consumer\nreporting agency’ means any person which, for monetary fees, dues,\nor on a cooperative nonprofit basis, regularly engages in whole or\nin part in the practice of assembling or evaluating consumer credit\ninformation or other information on consumers for the purpose of\nfurnishing consumer reports to third parties, and which uses any\nmeans or facility of interstate commerce for the purpose of\npreparing or furnishing consumer reports.”\n§1681a(f ).3This statutory provision\nuses the term “consumer,” but that term is defined to mean “an\nindividual.” §1681a(c).4For purposes of this\nopinion, we assume that Spokeo is a consumer reporting\nagency.5SeeEdwardsv.First American Corp., 610 F. 3d 514 (CA9 2010), cert.\ngrantedsub nom.First American Financial Corp.v.Edwards, 564 U. S. 1018 (2011) , cert. dism’d as\nimprovidently granted, 567 U. S. ___ (2012) (per\ncuriam).6“That a suit may be a\nclass action . . . adds nothing to the question of\nstanding, for even named plaintiffs who represent a class ‘must\nallege and show that they personally have been injured, not that\ninjury has been suffered by other, unidentified members of the\nclass to which they belong.’ ”Simonv.Eastern Ky.\nWelfare Rights Organization, 426 U. S. 26, 40, n. 20\n(1976) (quotingWarth, 422 U. S., at 502).7The fact that an injury\nmay be suffered by a large number of people does not of itself make\nthat injury a nonjusticiable generalized grievance. The victims’\ninjuries from a mass tort, for example, are widely shared, to be\nsure, but each individual suffers a particularized\nharm.8We express no view about\nany other types of false information that may merit similar\ntreatment. We leave that issue for the Ninth Circuit to consider on\nremand.",
    "joined": []
}