{
    "case": {
        "docket": "335",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/335/"
    },
    "id": "1963138",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTJONES V. HARRIS ASSOCIATES L. P.559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-586JERRY N. JONES, et al., PETITIONERSv.HARRIS ASSOCIATES L. P.on writ of certiorari to the united states court of\nappeals for the seventh circuit[March 30, 2010]Justice Alito delivered the\nopinion of the Court.We consider in this case what a\nmutual fund shareholder must prove in order to show that a mutual\nfund investment adviser breached the “fiduciary duty with respect\nto the receipt of compensation for services” that is imposed by\n§36(b) of the Investment Company Act of 1940, 15 U. S. C.\n§80a–35(b) (hereinafter §36(b)).IAThe Investment Company Act of\n1940 (Act), 54 Stat. 789, 15 U. S. C. §80a–1et seq.,\nregulates investment companies, including mutual funds. “A mutual\nfund is a pool of assets, consisting primarily of [a] portfolio\n[of] securities, and belonging to the individual investors holding\nshares in the fund.”Burksv.Lasker, 441 U. S.\n471, 480 (1979). The following arrangements are typical. A separate\nentity called an investment adviser creates the mutual fund, which\nmay have no employees of its own. SeeKamenv.Kemper\nFinancial Services, Inc.,500 U. S. 90, 93 (1991);Daily Income Fund, Inc.v.Fox,464 U. S. 523, 536\n(1984);Burks, 441 U. S., at 480–481. The adviser selects\nthe fund’s directors, manages the fund’s investments, and provides\nother services. Seeid.,at 481. Because of the\nrelationship between a mutual fund and its investment adviser, the\nfund often “ ‘cannot, as a practical matter sever its\nrelationship with the adviser. Therefore, the forces of\narm’s-length bargaining do not work in the mutual fund industry in\nthe same manner as they do in other sectors of the American\neconomy.’ ”Ibid.(quoting S. Rep. No. 91–184,\np. 5 (1969) (hereinafter S. Rep.)).“Congress adopted the [Investment\nCompany Act of 1940] because of its concern with the potential for\nabuse inherent in the structure of investment companies.”Daily\nIncome Fund,464 U. S., at 536 (internal quotation marks\nomitted). Recognizing that the relationship between a fund and its\ninvestment adviser was “fraught with potential conflicts of\ninterest,” the Act created protections for mutual fund\nshareholders.Id.,at 536–538 (internal quotation marks\nomitted);Burks, supra,at 482–483. Among other things,\nthe Act required that no more than 60 percent of a fund’s directors\ncould be affiliated with the adviser and that fees for investment\nadvisers be approved by the directors and the shareholders of the\nfund. See §§10, 15(c), 54 Stat. 806, 813.The growth of mutual funds in the 1950’s and\n1960’s prompted studies of the 1940 Act’s effectiveness in\nprotecting investors. SeeDaily Income Fund, 464 U. S., at\n537–538. Studies commissioned or authored by the Securities and\nExchange Commission (SEC or Commission) identified problems\nrelating to the independence of investment company boards and the\ncompensation received by investment advisers. Seeibid. In\nresponse to such concerns, Congress amended the Act in 1970 and\nbolstered shareholder protection in two primary ways.First, the amendments strengthened the\n“cornerstone” of the Act’s efforts to check conflicts of interest,\nthe independence of mutual fund boards of directors, which\nnegotiate and scrutinize adviser compensation.Burks,\nsupra,at 482. The amendments required that no more than 60\npercent of a fund’s directors be “persons who are interested\npersons,”e.g.,that they have no interest in or\naffiliation with the investment adviser.[Footnote 1] 15 U. S. C. §80a–10(a); §80a–2(a)(19); see\nalsoDaily Income Fund,supra, at 538. These\nboard members are given “a host of special responsibilities.”Burks, 441 U. S., at 482–483. In particular, they must\n“review and approve the contracts of the investment adviser”\nannually,id.,at 483, and a majority of these directors\nmust approve an adviser’s compensation, 15 U. S. C.\n§80a–15(c). Second, §36(b), 84 Stat. 1429, of the Act imposed upon\ninvestment advisers a “fiduciary duty” with respect to compensation\nreceived from a mutual fund, 15 U. S. C. §80a–35(b), and granted\nindividual investors a private right of action for breach of that\nduty,ibid.The “fiduciary duty” standard contained in\n§36(b) represented a delicate compromise. Prior to the adoption of\nthe 1970 amendments, shareholders challenging investment adviser\nfees under state law were required to meet “common-law standards of\ncorporate waste, under which an unreasonable or unfair fee might be\napproved unless the court deemed it ‘unconscionable’ or\n‘shocking,’ ” and “security holders challenging adviser fees\nunder the [Investment Company Act] itself had been required to\nprove gross abuse of trust.”Daily Income Fund, 464 U. S.,\nat 540, n. 12. Aiming to give shareholders a stronger remedy,\nthe SEC proposed a provision that would have empowered the\nCommission to bring actions to challenge a fee that was not\n“reasonable” and to intervene in any similar action brought by or\non behalf of an investment company.Id.,at 538. This\napproach was included in a bill that passed the House. H. R. 9510,\n90th Cong., 1st Sess., §8(d) (1967); see also S. 1659, 90th Cong.,\n1st Sess., §8(d) (1967). Industry representatives, however,\nobjected to this proposal, fearing that it “might in essence\nprovide the Commission with ratemaking authority.”Daily Income\nFund, 464 U. S., at 538.The provision that was ultimately enacted\nadopted “a different method of testing management compensation,”id.,at 539 (quoting S. Rep., at 5 (internal quotation\nmarks omitted)), that was more favorable to shareholders than the\npreviously available remedies but that did not permit a\ncompensation agreement to be reviewed in court for\n“reasonableness.” This is the fiduciary duty standard in\n§36(b).BPetitioners are shareholders in\nthree different mutual funds managed by respondent Harris\nAssociates L. P., an investment adviser. Petitioners filed this\naction in the Northern District of Illinois pursuant to §36(b)\nseeking damages, an injunction, and rescission of advisory\nagreements between Harris Associates and the mutual funds. The\ncomplaint alleged that Harris Associates had violated §36(b) by\ncharging fees that were “disproportionate to the services rendered”\nand “not within the range of what would have been negotiated at\narm’s length in light of all the surrounding circumstances.” App.\n52.The District Court granted\nsummary judgment for Harris Associates. Applying the standard\nadopted inGartenbergv.Merrill Lynch Asset\nManagement, Inc., 694 F. 2d 923 (CA2 1982), the court\nconcluded that petitioners had failed to raise a triable issue of\nfact as to “whether the fees charged … were so disproportionately\nlarge that they could not have been the result of arm’s-length\nbargaining.” App. to Pet. for Cert. 29a. The District Court assumed\nthat it was relevant to compare the challenged fees with those that\nHarris Associates charged its other clients.Id.,at 30a.\nBut in light of those comparisons as well as comparisons with fees\ncharged by other investment advisers to similar mutual funds, the\nCourt held that it could not reasonably be found that the\nchallenged fees were outside the range that could have been the\nproduct of arm’s-length bargaining.Id.,at 29a–32a.A panel of the Seventh Circuit affirmed based\non different reasoning, explicitly “disapprov[ing] theGartenbergapproach.” 527 F. 3d 627, 632 (2008).\nLooking to trust law, the panel noted that, while a trustee “owes\nan obligation of candor in negotiation,” a trustee, at the time of\nthe creation of a trust, “may negotiate in his own interest and\naccept what the settlor or governance institution agrees to pay.”Ibid.(citing Restatement (Second) of Trusts §242, and\nCommentf)). The panel thus reasoned that “[a] fiduciary\nduty differs from rate regulation. A fiduciary must make full\ndisclosure and play no tricks but is not subject to a cap on\ncompensation.” 527 F. 3d, at 632. In the panel’s view, the\namount of an adviser’s compensation would be relevant only if the\ncompensation were “so unusual” as to give rise to an inference\n“that deceit must have occurred, or that the persons responsible\nfor decision have abdicated.”Ibid.The panel argued that this understanding of\n§36(b) is consistent with the forces operating in the contemporary\nmutual fund market. Noting that “[t]oday thousands of mutual funds\ncompete,” the panel concluded that “sophisticated investors” shop\nfor the funds that produce the best overall results, “mov[e] their\nmoney elsewhere” when fees are “excessive in relation to the\nresults,” and thus “create a competitive pressure” that generally\nkeeps fees low.Id.,at 633–634. The panel faultedGartenbergon the ground that it “relies too little on\nmarkets.” 527 F. 3d, at 632. And the panel firmly rejected a\ncomparison between the fees that Harris Associates charged to the\nfunds and the fees that Harris Associates charged other types of\nclients, observing that “[d]ifferent clients call for different\ncommitments of time” and that costs, such as research, that may\nbenefit several categories of clients “make it hard to draw\ninferences from fee levels.”Id.,at 634.The Seventh Circuit denied rehearing en banc\nby an equally divided vote. 537 F. 3d 728 (2008). The dissent\nfrom the denial of rehearing argued that the panel’s rejection ofGartenbergwas based “mainly on an economic analysis that\nis ripe for reexamination.” 537 F. 3d, at 730 (opinion of Posner,\nJ.). Among other things, the dissent expressed concern that Harris\nAssociates charged “its captive funds more than twice what it\ncharges independent funds,” and the dissent questioned whether high\nadviser fees actually drive investors away.Id.,at\n731.We granted certiorari to resolve a split among\nthe Courts of Appeals over the proper standard under\n§36(b).[Footnote 2] 556 U. S.\n___ (2009).IIASince Congress amended the\nInvestment Company Act in 1970, the mutual fund industry has\nexperienced exponential growth. Assets under management increased\nfrom $38.2 billion in 1966 to over $9.6 trillion in 2008. The\nnumber of mutual fund investors grew from 3.5 million in 1965 to 92\nmillion in 2008, and there are now more than 9,000 open- and\nclosed-end funds.[Footnote\n3]During this time, the standard\nfor an investment adviser’s fiduciary duty has remained an open\nquestion in our Court, but, until the Seventh Circuit’s decision\nbelow, something of a consensus had developed regarding the\nstandard set forth over 25 years ago inGartenberg, supra.TheGartenbergstandard has been adopted by other federal\ncourts,[Footnote 4] and “[t]he\nSEC’s regulations have recognized, and formalized,Gartenberg-like factors.” Brief for United States asAmicus Curiae23. See 17 CFR §240.14a–101, Sched. 14A,\nItem 22, para. (c)(11)(i) (2009); 69 Fed. Reg. 39801, n. 31,\n39807–39809 (2004). In the present case, both petitioners and\nrespondent generally endorse theGartenbergapproach,\nalthough they disagree in some respects about its meaning.InGartenberg, the Second Circuit\nnoted that Congress had not defined what it meant by a “fiduciary\nduty” with respect to compensation but concluded that “the test is\nessentially whether the fee schedule represents a charge within the\nrange of what would have been negotiated at arm’s-length in the\nlight of all of the surrounding circumstances.” 694 F. 2d, at 928.\nThe Second Circuit elaborated that, “[t]o be guilty of a violation\nof §36(b), … the adviser-manager must charge a fee that is so\ndisproportionately large that it bears no reasonable relationship\nto the services rendered and could not have been the product of\narm’s-length bargaining.”Ibid. “To make this\ndetermination,” the Court stated, “all pertinent facts must be\nweighed,”id.,at 929, and the Court specifically\nmentioned “the adviser-manager’s cost in providing the service, …\nthe extent to which the adviser-manager realizes economies of scale\nas the fund grows larger, and the volume of orders which must be\nprocessed by the manager.”Id.,at 930.[Footnote 5] Observing that competition among\nadvisers for the business of managing a fund may be “virtually\nnon-existent,” the Court rejected the suggestion that “the\nprincipal factor to be considered in evaluating a fee’s fairness is\nthe price charged by other similar advisers to funds managed by\nthem,” although the Court did not suggest that this factor could\nnot be “taken into account.”Id.,at 929. The Court\nlikewise rejected the “argument that the lower fees charged by\ninvestment advisers to large pension funds should be used as a\ncriterion for determining fair advisory fees for money market\nfunds,” since a “pension fund does not face the myriad of daily\npurchases and redemptions throughout the nation which must be\nhandled by [a money market fund].”Id.,at 930,\nn. 3.[Footnote 6]BThe meaning of §36(b)’s reference\nto “a fiduciary duty with respect to the receipt of compensation\nfor services”[Footnote 7] is\nhardly pellucid, but based on the terms of that provision and the\nrole that a shareholder action for breach of that duty plays in the\noverall structure of the Act, we conclude thatGartenbergwas correct in its basic formulation of what §36(b) requires: to\nface liability under §36(b), an investment adviser must charge a\nfee that is so disproportionately large that it bears no reasonable\nrelationship to the services rendered and could not have been the\nproduct of arm’s length bargaining.1We begin with the language of\n§36(b). As noted, the Seventh Circuit panel thought that the phrase\n“fiduciary duty” incorporates a standard taken from the law of\ntrusts. Petitioners agree but maintain that the panel identified\nthe wrong trust-law standard. Instead of the standard that applies\nwhen a trustee and a settlor negotiate the trustee’s fee at the\ntime of the creation of a trust, petitioners invoke the standard\nthat applies when a trustee seeks compensation after the trust is\ncreated. Brief for Petitioners 20–23, 35–37. A compensation\nagreement reached at that time, they point out, “ ‘will not\nbind the beneficiary’ if either ‘the trustee failed to make a full\ndisclosure of all circumstances affecting the agreement’ ”\nwhich he knew or should have known or if the agreement is unfair to\nthe beneficiary.Id.,at 23 (quoting Restatement (Second)\nof Trusts §242, Commenti). Respondent, on the other hand,\ncontends that the term “fiduciary” is not exclusive to the law of\ntrusts, that the phrase means different things in different\ncontexts, and that there is no reason to believe that §36(b)\nincorporates the specific meaning of the term in the law of trusts.\nBrief for Respondent 34–36.We find it unnecessary to take\nsides in this dispute. InPepperv.Litton, 308\nU. S. 295 (1939), we discussed the meaning of the concept of\nfiduciary duty in a context that is analogous to that presented\nhere, and we also looked to trust law. At issue inPepperwas whether a bankruptcy court could disallow a dominant or\ncontrolling shareholder’s claim for compensation against a bankrupt\ncorporation. Dominant or controlling shareholders, we held, are\n“fiduciar[ies]” whose “powers are powers [held] in trust.”Id.,at 306. We then explained:“Their dealings with the corporation are subjected\nto rigorous scrutiny and where any of their contracts or\nengagements with the corporation is challenged the burden is on the\ndirector or stockholder not only to prove the good faith of the\ntransaction but also to show its inherent fairness from the\nviewpoint of the corporation and those interested therein… .The essence of the test is whether or not under all the\ncircumstances the transaction carries the earmarks of an arm’s\nlength bargain.If it does not, equity will set it aside.”Id.,at 306–307 (emphasis added; footnote omitted); see\nalsoGeddesv.Anaconda Copper Mining Co.,254 U. S. 590,\n599 (1921) (standard of fiduciary duty for interested\ndirectors).We believe that this formulation expresses the\nmeaning of the phrase “fiduciary duty” in §36(b), 84 Stat. 1429.\nThe Investment Company Act modifies this duty in a significant way:\nit shifts the burden of proof from the fiduciary to the party\nclaiming breach, 15 U. S. C. §80a–35(b)(1), to show that the\nfee is outside the range that arm’s-length bargaining would\nproduce.TheGartenbergapproach fully\nincorporates this understanding of the fiduciary duty as set out inPepperand reflects §36(b)(1)’s imposition of the burden\non the plaintiff. As noted,Gartenberginsists that all\nrelevant circumstances be taken into account, see 694 F. 2d,\nat 929, as does §36(b)(2), 84 Stat. 1429 (“[A]pproval by the board\nof directors … shall be given such consideration by the court as is\ndeemed appropriate underall the circumstances”\n(emphasis added)). AndGartenberguses the range of fees\nthat might result from arm’s-length bargaining as the benchmark for\nreviewing challenged fees.2Gartenberg’s approach\nalso reflects §36(b)’s place in the statutory scheme and, in\nparticular, its relationship to the other protections that the Act\naffords investors.Under the Act, scrutiny of\ninvestment adviser compensation by a fully informed mutual fund\nboard is the “cornerstone of the … effort to control conflicts of\ninterest within mutual funds.”Burks, 441 U. S., at 482.\nThe Act interposes disinterested directors as “independent\nwatchdogs” of the relationship between a mutual fund and its\nadviser.Id.,at 484 (internal quotation marks omitted).\nTo provide these directors with the information needed to judge\nwhether an adviser’s compensation is excessive, the Act requires\nadvisers to furnish all information “reasonably … necessary to\nevaluate the terms” of the adviser’s contract, 15 U. S. C.\n§80a–15(c), and gives the SEC the authority to enforce that\nrequirement. See §80a–41. Board scrutiny of adviser compensation\nand shareholder suits under §36(b), 84 Stat. 1429, are mutually\nreinforcing but independent mechanisms for controlling conflicts.\nSeeDaily Income Fund, 464 U. S., at 541 (Congress\nintended for §36(b) suits and directorial approval of adviser\ncontracts to act as “independent checks on excessive fees”);Kamen, 500 U. S., at 108 (“Congress added §36(b) to the\n[Act] in 1970 because it concluded that the shareholders should not\nhave to rely solely on the fund’s directors to assure reasonable\nadviser fees, notwithstanding the increased disinterestedness of\nthe board” (internal quotation marks omitted)).In recognition of the role of the\ndisinterested directors, the Act instructs courts to give board\napproval of an adviser’s compensation “such consideration … as is\ndeemed appropriate under all the circumstances.” §80a–35(b)(2). Cf.Burks,441 U. S., at 485 (“[I]t would have been\nparadoxical for Congress to have been willing to rely largely upon\n[boards of directors as] ‘watchdogs’ to protect shareholder\ninterests and yet, where the ‘watchdogs’ have done precisely that,\nrequire that they be totally muzzled”).From this formulation, two inferences may be\ndrawn. First, a measure of deference to a board’s judgment may be\nappropriate in some instances. Second, the appropriate measure of\ndeference varies depending on the circumstances.Gartenbergheeds these precepts.Gartenbergadvises that “the expertise of the independent\ntrustees of a fund, whether they are fully informed about all facts\nbearing on the [investment adviser’s] service and fee, and the\nextent of care and conscientiousness with which they perform their\nduties are important factors to be considered in deciding whether\nthey and the [investment adviser] are guilty of a breach of\nfiduciary duty in violation of §36(b).” 694 F. 2d, at 930.IIIWhile both parties in this case\nendorse the basicGartenbergapproach, they disagree on\nseveral important questions that warrant discussion.The first concerns comparisons\nbetween the fees that an adviser charges a captive mutual fund and\nthe fees that it charges its independent clients. As noted, theGartenbergcourt rejected a comparison between the fees\nthat the adviser in that case charged a money market fund and the\nfees that it charged a pension fund. 694 F. 2d, at 930,\nn. 3 (noting the “[t]he nature and extent of the services\nrequired by each type of fund differ sharply”). Petitioners contend\nthat such a comparison is appropriate, Brief for Petitioners 30–31,\nbut respondent disagrees. Brief for Respondent 38–44. Since the Act\nrequires consideration of all relevant factors, 15 U. S. C.\n§80a–35(b)(2); see also §80a–15(c), we do not think that there can\nbe any categorical rule regarding the comparisons of the fees\ncharged different types of clients. SeeDaily Income Fund,\nsupra, at 537 (discussing concern with investment advisers’\npractice of charging higher fees to mutual funds than to their\nother clients). Instead, courts may give such comparisons the\nweight that they merit in light of the similarities and differences\nbetween the services that the clients in question require, but\ncourts must be wary of inapt comparisons. As the panel below noted,\nthere may be significant differences between the services provided\nby an investment adviser to a mutual fund and those it provides to\na pension fund which are attributable to the greater frequency of\nshareholder redemptions in a mutual fund, the higher turnover of\nmutual fund assets, the more burdensome regulatory and legal\nobligations, and higher marketing costs. 527 F. 3d, at 634\n(“Different clients call for different commitments of time”). If\nthe services rendered are sufficiently different that a comparison\nis not probative, then courts must reject such a comparison. Even\nif the services provided and fees charged to an independent fund\nare relevant, courts should be mindful that the Act does not\nnecessarily ensure fee parity between mutual funds and\ninstitutional clients contrary to petitioners’ contentions. Seeid.,at 631. (“Plaintiffs maintain that a fiduciary may\ncharge its controlled clients no more than its independent\nclients”).[Footnote 8]By the same token, courts should not rely too\nheavily on comparisons with fees charged to mutual funds by other\nadvisers. These comparisons are problematic because these fees,\nlike those challenged, may not be the product of negotiations\nconducted at arm’s length. See 537 F. 3d, at 731–732 (opinion\ndissenting from denial of rehearing en banc);Gartenberg,\nsupra, at 929 (“Competition between money market funds for\nshareholder business does not support an inference that competition\nmust therefore also exist between [investment advisers] for fund\nbusiness. The former may be vigorous even though the latter is\nvirtually non-existent”).Finally, a court’s evaluation of an investment\nadviser’s fiduciary duty must take into account both procedure and\nsubstance. See 15 U. S. C. §80a–35(b)(2) (requiring deference\nto board’s consideration “as is deemed appropriate under all the\ncircumstances”); cf.Daily Income Fund, 464 U. S., at 541\n(“Congress intended security holder and SEC actions under §36(b),\non the one hand, and directorial approval of adviser contracts, on\nthe other, to act as independent checks on excessive fees”). Where\na board’s process for negotiating and reviewing investment-adviser\ncompensation is robust, a reviewing court should afford\ncommensurate deference to the outcome of the bargaining process.\nSeeBurks,441 U. S., at 484 (unaffiliated directors serve\nas “independent watchdogs”). Thus, if the disinterested directors\nconsidered the relevant factors, their decision to approve a\nparticular fee agreement is entitled to considerable weight, even\nif a court might weigh the factors differently. Cf. id.,at 485. This is not to deny that a fee may be excessive even if it\nwas negotiated by a board in possession of all relevant\ninformation, but such a determination must be based on evidence\nthat the fee “is so disproportionately large that it bears no\nreasonable relationship to the services rendered and could not have\nbeen the product of arm’s-length bargaining.”Gartenberg,supra, at 928.In contrast, where the board’s process was\ndeficient or the adviser withheld important information, the court\nmust take a more rigorous look at the outcome. When an investment\nadviser fails to disclose material information to the board,\ngreater scrutiny is justified because the withheld information\nmight have hampered the board’s ability to function as “an\nindependent check upon the management.”Burks,supra, at 484 (internal quotation marks omitted). “Section\n36(b) is sharply focused on the question of whether the fees\nthemselves were excessive.”Migdalv.Rowe\nPrice-Fleming Int’l, Inc.,248 F. 3d 321, 328 (CA4 2001);\nsee also 15 U. S. C. §80a–35(b) (imposing a “fiduciary duty\nwith respect to thereceipt of compensationfor\nservices,or of payments of a material nature”\n(emphasis added)). But an adviser’s compliance or noncompliance\nwith its disclosure obligations is a factor that must be considered\nin calibrating the degree of deference that is due a board’s\ndecision to approve an adviser’s fees.It is also important to note that the standard\nfor fiduciary breach under §36(b) does not call for judicial\nsecond-guessing of informed board decisions. SeeDaily Income\nFund,supra, at 538; see alsoBurks, 441 U.\nS., at 483 (“Congress consciously chose to address the\nconflict-of-interest problem through the Act’s\nindependent-directors section, rather than through more drastic\nremedies”). “[P]otential conflicts [of interests] may justify some\nrestraints upon the unfettered discretion of even disinterested\nmutual fund directors, particularly in their transactions with the\ninvestment adviser,” but they do not suggest that a court may\nsupplant the judgment of disinterested directors apprised of all\nrelevant information, without additional evidence that the fee\nexceeds the arm’s-length range.Id., at 481. In reviewing\ncompensation under §36(b), the Act does not require courts to\nengage in a precise calculation of fees representative of\narm’s-length bargaining. See 527 F. 3d, at 633 (“Judicial\nprice-setting does not accompany fiduciary duties”). As recounted\nabove, Congress rejected a “reasonableness” requirement that was\ncriticized as charging the courts with rate-setting\nresponsibilities. SeeDaily Income Fund,supra,\nat 538–540. Congress’ approach recognizes that courts are not well\nsuited to make such precise calculations. Cf.General Motors\nCorp.v.Tracy,519 U. S. 278, 308\n(1997) (“[T]he Court is institutionally unsuited to gather the\nfacts upon which economic predictions can be made, and\nprofessionally untrained to make them”);Verizon Communications\nInc.v.FCC, 535 U. S. 467, 539 (2002); see alsoConcordv.Boston Edison Co., 915 F. 2d 17, 25\n(CA1 1990) (opinion for the court by Breyer, C. J.) (“[H]ow is\na judge or jury to determine a ‘fair price’?”).Gartenberg’s “so disproportionately large” standard, 694\nF. 2d, at 928, reflects this congressional choice to “rely\nlargely upon [independent director] ‘watchdogs’ to protect\nshareholders interests.”Burks, supra,at 485.By focusing almost entirely on the element of\ndisclosure, the Seventh Circuit panel erred. See 527 F. 3d, at\n632 (An investment adviser “must make full disclosure and play no\ntricks but is not subject to a cap on compensation”). TheGartenbergstandard, which the panel rejected, may lack\nsharp analytical clarity, but we believe that it accurately\nreflects the compromise that is embodied in §36(b), and it has\nprovided a workable standard for nearly three decades. The debate\nbetween the Seventh Circuit panel and the dissent from the denial\nof rehearing regarding today’s mutual fund market is a matter for\nCongress, not the courts.IVFor the foregoing reasons, the\njudgment of the Court of Appeals is vacated, and the case remanded\nfor further proceedings consistent with this opinion.It is so ordered.Footnote 1An “affiliated person” includes (1) a person\nwho owns, controls, or holds the power to vote 5 percent or more of\nthe securities of the investment adviser; (2) an entity which the\ninvestment adviser owns, controls, or in which it holds the power\nto vote more than 5 percent of the securities; (3) any person\ndirectly or indirectly controlling, controlled by, or under common\ncontrol with the investment adviser; (4) an officer, director,\npartner, copartner, or employee of the investment adviser; (5) an\ninvestment adviser or a member of the investment adviser’s board of\ndirectors; or (6) the depositor of an unincorporated investment\nadviser. See §80a–2(a)(3). The Act defines “interested person” to\ninclude not only all affiliated persons but also a wider swath of\npeople such as the immediate family of affiliated persons,\ninterested persons of an underwriter or investment adviser, legal\ncounsel for the company, and interested broker-dealers.\n§80a–2(a)(19).Footnote 2See 527 F. 3d 627 (CA7 2008) (case\nbelow);Migdalv.Rowe Price-Fleming Int’l, Inc.,\n248 F. 3d 321 (CA4 2001);Krantzv.Prudential\nInvs. Fund Management LLC, 305 F. 3d 140 (CA3 2002)(per curiam). After we granted certiorari in this case,\nanother Court of Appeals adopted the standard ofGartenbergv.Merrill Lynch Asset Management,\nInc.,694 F. 2d 923 (CA2 1982). SeeGallusv.Ameriprise Financial, Inc., 561 F. 3d 816 (CA8\n2009).Footnote 3Compare H. R. Rep. No. 2337, 89th Cong., 2d\nSess., p. vii (1966), with Investment Company Institute, 2009 Fact\nBook 15, 20, 72 (49th ed.), online at\nhttp://www.icifactbook.org/pdf/2009_factbook.pdf (as visited Mar.\n9, 2010, and available in Clerk of Court’s case file).Footnote 4See,e.g.,Gallus,supra, at 822–823;Krantz,supra;In re Franklin Mut. Funds Fee Litigation, 478\nF. Supp. 2d 677, 683, 686 (NJ 2007);Yameenv.Eaton Vance Distributors, Inc., 394 F. Supp. 2d 350,\n355 (Mass. 2005);Huntv.Invesco Funds Group,\nInc., No. H–04–2555, 2006 WL 1581846, *2 (SD Tex., June 5,\n2006);Siemersv.Wells Fargo & Co., No. C\n05–4518 WHA, 2006 WL 2355411, *15–*16 (ND Cal., Aug. 14, 2006); see\nalsoAmronv.Morgan Stanley Inv. Advisors Inc.,\n464 F. 3d 338, 340–341 (CA2 2006).Footnote 5Other factors cited by theGartenbergcourt include (1) the nature and quality of the\nservices provided to the fund and shareholders; (2) the\nprofitability of the fund to the adviser; (3) any “fall-out\nfinancial benefits,” those collateral benefits that accrue to the\nadviser because of its relationship with the mutual fund; (4)\ncomparative fee structure (meaning a comparison of the fees with\nthose paid by similar funds); and (5) the independence, expertise,\ncare, and conscientiousness of the board in evaluating adviser\ncompensation. 694 F. 2d, at 929–932 (internal quotation marks\nomitted).Footnote 6A money market fund differs from a mutual\nfund in both the types of investments and the frequency of\nredemptions. A money market fund often invests in short-term money\nmarket securities, such as short-term securities of the United\nStates Government or its agencies, bank certificates of deposit,\nand commercial paper. Investors can invest in such a fund for as\nlittle as a day, so, from the investor’s perspective, the fund\nresembles an investment “more like a bank account than [a]\ntraditional investment in securities.”Id.,at 925.Footnote 7Section 36 (b) provides as follows:“[T]he investment adviser of a registered\ninvestment company shall be deemed to have a fiduciary duty with\nrespect to the receipt of compensation for services, or of payments\nof a material nature, paid by such registered investment company,\nor by the security holders thereof, to such investment adviser.” 84\nStat. 1429 (codified at 15 U. S. C. §80a–35(b)).Footnote 8Comparisons with fees charged to\ninstitutional clients, therefore, will not “doo[m] [a]ny [f]und to\n[t]rial.” Brief for Respondent 49; see alsoStrougov.BEA Assocs., 188 F. Supp. 2d 373, 384 (SDNY 2002)\n(suggesting that fee comparisons, where permitted, might produce a\ntriable issue). First, plaintiffs bear the burden in showing that\nfees are beyond the range of arm’s-length bargaining.\n§80a–35(b)(1). Second, a showing of relevance requires courts to\nassess any disparity in fees in light of the different markets for\nadvisory services. Only where plaintiffs have shown a large\ndisparity in fees that cannot be explained by the different\nservices in addition to other evidence that the fee is outside the\narm’s-length range will trial be appropriate. Cf.App. to\nPet. for Cert. 30a; see alsoIn re AllianceBernstein Mut.\nFund Excessive Fee Litigation, No. 04 Civ. 4885 (SWK), 2006 WL\n1520222, *2 (SDNY, May 31, 2006) (citing report finding that fee\ndifferential resulted from different services and different\nliabilities assumed).",
    "joined": []
}