{
    "case": {
        "docket": "21-954",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-954/"
    },
    "id": "4603405",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–954_________________JOSEPH R. BIDEN, JR., PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERSv.TEXAS, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 30, 2022]Justice Alito, with whom Justice Thomas and\nJustice Gorsuch join, dissenting.In fiscal year 2021, the Border Patrol reported\nmore than 1.7 million encounters with aliens along the Mexican\nborder.[1] When it appears that\none of these aliens is not admissible, may the Government simply\nrelease the alien in this country and hope that the alien will show\nup for the hearing at which his or her entitlement to remain will\nbe decided?Congress has provided a clear answer to that\nquestion, and the answer is no. By law, if an alien is “not clearly\nand beyond a doubt entitled to be admitted,” the alien\n“shallbe detained for a [removal] proceeding.” 8\nU. S. C. §1225(b)(2)(A) (emphasis added). And if an alien\nasserts a credible fear of persecution, he or she “shallbe\ndetained for further consideration of the application for asylum,”\n§1225(b)(1)(B)(ii) (emphasis added). Those requirements, as we have\nheld, are mandatory. SeeJenningsv.Rodriguez, 583\nU. S. ___, ___ (2018) (slip op., at 13).Congress offered the Executive two—and only\ntwo—alternatives to detention. First, if an alien is “arriving on\nland” from “a foreign territory contiguous to the United States,”\nthe Department of Homeland Security (DHS) “may return the alien to\nthat territory pending a [removal] proceeding.” §1225(b)(2)(C).\nSecond, DHS may release individual aliens on “parole,” but “only on\na case-by-case basis for urgent humanitarian reasons or a\nsignificant public benefit.” §1182(d)(5)(A).Due to the huge numbers of aliens who attempt to\nenter illegally from Mexico, DHS does not have the capacity to\ndetain all inadmissible aliens encountered at the border, and no\none suggests that DHS must do the impossible. But rather than avail\nitself of Congress’s clear statutory alternative to return\ninadmissible aliens to Mexico while they await proceedings in this\ncountry, DHS has concluded that it may forgo that option altogether\nand instead simply release into this country untold numbers of\naliens who are very likely to be removed if they show up for their\nremoval hearings. This practice violates the clear terms of the\nlaw, but the Court looks the other way.In doing so, the majority commits three main\nerrors. First, it unnecessarily resolves difficult jurisdictional\nquestions on which—due to the Government’s litigation tactics—we\nhave received only hurried briefing and no argument. Second, when\nthe majority reaches the merits, it contrives a way to overlook the\nclear statutory violations that result from DHS’s decision to\nterminate the use of its contiguous-territory return authority.\nFinally, the majority unjustifiably faults the Court of Appeals for\nrejecting the Government’s last-minute attempt to derail the\nordinary appellate process. I cannot go along with any of this, and\nI therefore respectfully dissent.IIn 2018, a surge of foreign migrants attempted\nto enter the United States unlawfully at the United States-Mexico\nborder, creating a “ ‘humanitarian and border security\ncrisis.’ ” 554 F. Supp. 3d 818, 831 (ND Tex. 2021).\nBecause existing detention facilities could not house all the\npeople who were attempting to enter unlawfully, many “illegal\naliens with meritless asylum claims were being released into the\nUnited States,” and many, once released, simply\n“ ‘disappeared.’ ”Ibid.(emphasis deleted). To\naddress this problem, DHS promulgated the Migrant Protection\nProtocols (MPP) in December of that year. Seeid., at\n832.The MPP program relied on Congress’s express grant of\nauthority to “return” ”alien[s] . . . arriving on land\n. . . from a foreign territory contiguous to the United\nStates” “to that territory pending a proceeding” to remove them to\ntheir countries of origin. §1225(b)(2)(C).[2] MPP provided that certain non-Mexican nationals\narriving at the United States border by land from Mexico would be\nreturned to Mexico to await the results of their removal\nproceedings. The Mexican Government agreed to cooperate and to\naccept aliens while they awaited removal.While the policy was in effect, DHS issued a\nmemorandum in which it determined that MPP was “an indispensable\ntool in addressing the ongoing crisis at the southern border.” App.\n189 (Department of Homeland Security: Assessment of the Migrant\nProtection Protocols (Oct. 28, 2019)). It concluded that MPP\ndirectly reduced the number of aliens unlawfully released into the\nUnited States and deterred others from attempting to cross the\nborder unlawfully in the first place. 554 F. Supp. 3d, at 833.\nDHS found that total border encounters decreased by 64 percent\nafter MPP was implemented. App. 189. With MPP in place, aliens who\nlacked meritorious claims could no longer count on “a free ticket\ninto the United States,” and as a result, many “voluntarily\nreturn[ed] home.”Id., at 192. MPP also helped DHS process\nmeritorious asylum claims “within months,” rather than leaving\nasylum applicants “in limbo for years.”Id., at 190.Hours after his inauguration on January 20,\n2021, President Biden issued an Executive Order suspending MPP, and\nthe effects on the border were immediate. According to the\nGovernment’s own data, border “encounters jump[ed] from 75,000 in\nJanuary 2021,” when MPP was first suspended, to about “173,000 in\nApril 2021.” 554 F. Supp. 3d, at 837.Two States, Texas and Missouri, brought suit\nunder the Administrative Procedure Act (APA) in April 2021,\nalleging that suspending MPP was arbitrary and capricious and\nviolated the Immigration and Nationality Act (INA). The District\nCourt ordered the Government to file the administrative record for\nthe January suspension, and on May 31, 2021, the Government filed a\nthree-line suspension memorandum as the entire administrative\nrecord. Seeid.,at 856, n. 16. The next day, in a 7-page\nmemo issued by the Secretary, DHS terminated the already-suspended\nprogram.The States amended their complaint to challenge\nthe June termination decision on largely the same grounds that they\nhad advanced with respect to the January suspension. After a\nconsolidated preliminary injunction hearing and a trial on the\nmerits under Federal Rule of Civil Procedure 65(a)(2), the District\nCourt vacated the Government’s decision to rescind MPP and enjoined\nthe Secretary to continue to implement that policy “in good faith”\nuntil all the aliens in question could be detained or lawfully\nparoled.Id., at 857. The Government sought a stay of this\norder, but the United States Court of Appeals for the Fifth\nCircuit, while expediting the Government’s appeal, refused to issue\na stay. 10 F. 4th 538, 543–561 (2021) (per curiam). The\nGovernment then sought a stay in this Court, but we denied that\napplication. 594 U. S. ___ (2021).On September 29, 2021, while briefing in the\nCourt of Appeals was underway, DHS announced that it intended to\nissue a new memorandum terminating MPP, and the Government asked\nthe Court of Appeals to hold its appeal in abeyance pending this\npromised administrative action. App. 51–52. The Court of Appeals\ndenied that motion,id., at 54, and then, two business days\nbefore oral argument, DHS issued two memoranda declaring that DHS\nhad made a new decision terminating MPP. See App. to Pet. for Cert.\n257a–345a. At the same time, the Government asked the Court of\nAppeals to hold that the case before it was moot, to vacate the\nDistrict Court’s judgment and injunction, and to remand the case\nfor further proceedings. 20 F. 4th 928, 946 (CA5 2021). The Fifth\nCircuit refused and held that the October 29 Memoranda did not moot\nthe appeal or have any other legal effect on the appellate\nproceedings.Id., at 956–966, 998–1000. The Fifth Circuit\nthen affirmed the District Court on the merits.III agree with the majority that the injunction\nentered by the District Court in this case exceeded its\n“jurisdiction or authority to enjoin or restrain the operation\nof ” the relevant statutes. §1252(f )(1). That conclusion\nfollows from a straightforward analysis of the text of\n§1252(f )(1), as recognized by the Court’s decision inGarlandv.Aleman Gonzalez, 596 U. S. ___\n(2022). But that is where the majority and I part ways.I agree with Justice Barrett that the majority\nshould not go any further and should not resolve other questions\nabout §1252(f )(1) without adequate briefing or argument. The\nGovernment admits that “this Court could in theory vacate the\njudgment below without reaching the merits,” Supp. Brief for\nPetitioners 23, but the majority chooses to decide far more than is\nnecessary or advisable under the circumstances.As Justice Barrett explains, the interpretation\nof §1252(f )(1) presents difficult questions that the parties\nshould have addressed in the briefs they filed before oral\nargument. In its opening brief, the Government’s only discussion of\nthis issue appeared in a footnote that reads as follows in its\nentirety:“In addition, the lower courts lacked\njurisdiction to grant injunctive relief under 8 U. S. C.\n[§]1252(f )(1). This Court is considering the scope of Section\n1252(f )(1) inGarlandv.Aleman Gonzalez, No.\n20–322 (argued Jan. 11, 2022).” Brief for Petitioners 18, n. 3.That footnote’s reference to the Government’s\nbrief inGonzalezraised an obvious question. Section\n1252(f )(1) refers to orders that “enjoin or restrain the\noperation of ” specified statutory provisions, and inGonzalez, the Government suggested that this provision\nshould not be interpreted to apply only to injunctions. Brief for\nPetitioners 17–19, 32, n. 3, and Tr. of Oral Arg. 15–16, inGarlandv.Aleman Gonzalez, O. T. 2021, No. 20–322.\nInstead, the Government refused to rule out the possibility that\nthe provision might also apply to class-wide declaratory relief,\nand it analogized §1252(f )(1) to the Tax Injunction Act, 28\nU. S. C. §1341, and cited our decision inCaliforniav.Grace Brethren Church,457 U.S.\n393(1982), which interpreted that provision in a\n“ ‘practical sense.’ ”Id., at 408.In the present case, the Government challenged\nthe order of the District Court “set[ting] aside” under the APA, 5\nU. S. C. §706(2), the June termination of MPP, and since\nthis order had a practical effect that was in some respects similar\nto an injunction, the Government’s argument inGonzalezraised the question whether the Government thought that\n§1252(f )(1) also barred the District Court from reviewing the\ntermination of the MPP under the APA. That is an important question\nthe resolution of which could have effects extending far beyond\nthis particular dispute, and at oral argument the Solicitor General\ntook the far-reaching position that §1252(f )(1) does indeed\nbar APA review. See Tr. of Oral Arg. 13–14. But none of the papers\nfiled by the Government in this case or inGonzalezsaid one\nword about APA review. Nor did the respondents’ brief. Indeed,\ntheir brief did not discuss jurisdiction at all.Faced with this situation, the Court was\ncorrectly concerned about deciding the reach of §1252(f )(1)\nand the important APA question without any briefing. The Court\ncould have—and, in my judgment, should have—dealt with this problem\nby deciding this case without saying anything about\n§1252(f )(1) other than that it bars injunctive relief.\nInstead, with the end of the Term looming ahead, the Court directed\nthe parties to brief these issues, but it gave them just one week\nto do so. And as the Court should have anticipated, those briefs\nraised new questions that it would have been useful to explore at\nargument had that been held. But determined to accommodate the\nGovernment’s request that this case be decided this Term, the\nmajority inadvisably plows ahead.I would not do so. Because of the Government’s\nrequest for a speedy decision, we established an expedited schedule\nfor the filing of merits briefs and squeezed in oral argument on\nthe next-to-last argument date. We would have been in a position to\ngive thorough consideration to the §1252(f )(1) issue if it\nhad been addressed in the parties’ regular briefs, but having\nrelegated the issue to a terse footnote in its brief, and having\nbeen unprepared to discuss the issue at argument, the Government is\nnot entitled to any further special treatment. We should simply\nvacate the decision below and remand for reconsideration in light\nof our decision inGonzalez.[3] Nothing more is either necessary or appropriate under\nthe circumstances.IIIThe Court is not only wrong to reach the\nmerits of this case, but its analysis of the merits is seriously\nflawed. First, the majority errs in holding that the INA does not\nreally mean what it says when it commands that the aliens in\nquestion “shall” be detained pending removal or asylum proceedings\nunless they are either returned to Mexico or paroled on a\ncase-by-case basis. According to the majority, it is fine for DHS\nsimply to release these aliens en masse and allow them to\ndisappear. Second, the majority improperly faults the Court of\nAppeals for refusing to allow the Government to derail the\nappellate process by a last-minute maneuver designed to thwart\nreview of the manner in which it initially terminated MPP.AAs described above, the INA gives DHS three\noptions regarding the treatment of the aliens in question while\nthey await removal or asylum proceedings. They may be (1) detained\nin this country or (2) returned to Mexico or (3) paroled on a\ncase-by-case basis. Congress has provided no fourth option, but the\nmajority now creates one. According to the majority, an alien who\ncannot be detained due to a shortage of detention facilities but\ncould be returned to Mexico may simply be released. That is\nwrong.1The language of 8 U. S. C.\n§1225(b)(2)(A) is unequivocal. With narrow exceptions that are\ninapplicable here,[4] it\nprovides that every alien “who is an applicant for admission” and\nwho “the examining immigration officer determines . . .\nis not clearly and beyond a doubt entitled to be admitted\n. . .shall be detainedfor a [removal]\nproceeding.” (Emphasis added.) Six years ago, the Government argued\nstrenuously that this requirement is mandatory, and its brief could\nhardly have been more categorical or emphatic in making this point.\nSee Brief for Petitioners inJenningsv.Rodriguez,O. T. 2017, No. 15–1204, p. 15 (“Aliens seeking admission who are\nnot ‘clearly and beyond a doubt entitled to be admitted’ are\nstatutorily prohibited from physically entering the United States\nand must be detained during removal proceedings . . . ,\nunless the Secretary exercises his discretion to release them on\nparole”);id., at 17 (“Unlike the word ‘may,’ which implies\ndiscretion, the word ‘shall’ usually connotes a requirement. And\nhere, the repeated ‘shall be detained’ clearly means what it says”\n(internal quotation marks and citations omitted)).TheJenningsCourt correctly accepted\nthat argument, which was central to our holding. See 583\nU. S., at ___ (slip op., at 13) (“Read most naturally,\n§§1225(b)(1) and (b)(2) thus mandate detention of applicants for\nadmission until certain proceedings have concluded”). But now, in\nan about-face, the Government argues that “shall be detained”\nactually means “may be detained.” See Brief for Petitioners 29\n(“[T]he Court will not construe a provision stating that law\nenforcement ‘shall’ take some action as a ‘true mandate’ absent\n‘some stronger indication from the . . .\nLegislature’ ”).The Government was correct inJenningsand is wrong here. “[S]hall be detained” means “shall be detained.”\nThe Government points out that it lacks the facilities to detain\nall the aliens in question, and no one questions that fact. But use\nof the contiguous-return authority would at least reduce the number\nof aliens who are released in violation of the INA’s command. The\nDistrict Court made a factual finding that rescinding MPP would\ncause additional violations of Congress’s unambiguous detention\nmandate. 554 F. Supp. 3d, at 851–852. It also found that “the\ntermination of MPP has contributed to the current border surge” by\ngiving aliens the “perverse incentiv[e],”id.,at 837, App.\n196, to cross the border illegally in hopes of being paroled and\nreleased.Id.,at 79. Thus, the Government is failing to\nmeet the statutory detention mandate, not only because of\nlimitations on its detention capacity but also because it refuses\nto use the contiguous-territory return authority.Other than the argument that “shall” means\n“may,” the Government’s only other textual argument is that it is\nparoling aliens “on a case-by-case basis for urgent humanitarian\nreasons or significant public benefit,” as permitted under\n§1182(d)(5)(A). But the number of aliens paroled each month under\nthat provision—more than 27,000 in April of this year[5]—gives rise to a strong inference that the\nGovernment is not really making these decisions on a case-by-case\nbasis. The Government argues that respondents had the burden to\nshow that it is not making case-by-case determinations and that\nthey have not met that burden, see Brief for Petitioners 34, but\ninformation about the true nature of these proceedings is in the\nGovernment’s possession, and it has revealed little about what\nactually takes place. At argument, however, the Solicitor General\nargued that the case-by-case determination requirement can be met\nsimply by going through a brief checklist for each alien. See Tr.\nof Oral Arg. 58–60. Even the rudimentary step of verifying that an\nalien does not have a criminal record is not performed in every\ncase.Id., at 31. Such procedures are inconsistent with the\nordinary meaning of “case-by-case” review, and as the Court of\nAppeals pointed out, the circumstances under which §1182(d)(5)(B))\nwas adopted bolster that conclusion. See 20 F. 4th, at 947 (After\n“the executive branch on multiple occasions purported to use the\nparole power to bring in large groups of immigrants,” “Congress\ntwice amended 8 U. S. C. §1182(d)(5) to limit the scope\nof the parole power and prevent the executive branch from using it\nas a programmatic policy tool” (citing T. Aleinikoff et al.,\nImmigration and Citizenship: Process and Policy 300 (9th ed.\n2021))).The majority claims that the Government’s use of\nits parole authority under §1182(d)(5)(A) is not before us,ante,at 18, but the Government cites that authority as a\nreason why it does not need to use its contiguous-territory return\nauthority. Brief for Petitioners 6, 33–36. Moreover, the District\nCourt’s judgment relied on factual findings regarding DHS’s abuse\nof its parole authority on the record that the Government provided.\n554 F. Supp. 3d, at 837.For these reasons, §1182(d)(5)(A) cannot justify\nthe release of tens of thousands of apparently inadmissible aliens\neach month, and that leaves the Government with only one lawful\noption: continue to return inadmissible aliens to Mexico. See\n§1225(b)(2)(C).2The majority’s chief defense of the\nGovernment’s rejection of MPP is based on a blinkered method of\nstatutory interpretation that we have firmly rejected. The majority\nlargely ignores the mandatory detention requirement imposed by\n§1225(b)(2)(A) and, instead, reads the contiguous-return provision,\n§1225(b)(2)(C), in isolation. That provision says that the\nSecretary “may” return aliens to the country from which they\nentered, not that the Secretary must do so, and for the majority,\nthat is enough to show that use of that authority is not\nrequired.That reading ignores “the statutory structure”\nof the INA,ante, at 14, and wrongly “confine[s] itself to\nexamining a particular statutory provision in isolation.”FDAv.Brown & Williamson Tobacco Corp.,529 U.S.\n120, 132 (2000). We have an obligation to read the INA as a\n“coherent regulatory scheme.”Gustafsonv.Alloyd\nCo.,513 U.S.\n561, 569 (1995); see alsoFTCv.MandelBrothers, Inc.,359 U.S.\n385, 389 (1959);Epic Systems Corp.v.Lewis, 584\nU. S. ___, ___ (2018) (slip op., at 10); A. Scalia & G.\nGarner, Reading Law 180 (2012) (describing the “harmonious-reading\ncanon”). And if we follow that canon, the majority’s interpretation\ncollapses.Read as a whole, the INA gives DHS discretion to\nchoose from among only three options for handling the relevant\ncategory of inadmissible aliens. The Government must either: (1)\ndetain them, (2) return them to a contiguous foreign nation, or (3)\nparole them into the United States on an individualized,\ncase-by-case basis. These options operate in a hydraulic\nrelationship: When it is not possible for the Government to comply\nwith the statutory mandate to detain inadmissible aliens pending\nfurther proceedings, it must resort to one or both of the other two\noptions in order to comply with the detention requirement to the\ngreatest extent possible.There is nothing strange about this\ninterpretation of how the relevant provisions of the INA work\ntogether. Consider this example. Suppose a state law provides that\nevery school district “shall” provide a free public education to\nevery student from kindergarten through the 12th grade and that\nanother statute says that a district “may” arrange for its students\nto attend high school in an adjacent district. A small district\nrefuses to operate its own high school because it lacks the\nnecessary funds, and this district also declines to arrange for its\nstudents to attend a school in an adjacent district because the law\nsays only that a district “may” take that course of action.\nRefusing to exercise this discretionary authority, the district\nthrows up its hands and says to its high school students: “We’re\nsorry. If you want to go to high school, you will have to make your\nown arrangements and foot the bill.” If those students sue, would\nany court sustain what the district did?Other examples come readily to mind. Suppose\nthat a building code says that every multi-unit residential\nbuilding “shall” have at least two means of egress from upper\nfloors, and suppose that another provision says that such a\nbuilding “may” have an external fire escape. The owner of such a\nbuilding refuses to construct a second internal stairway because\nthe cost would be prohibitive and also declines to install a fire\nescape because the law says that option is discretionary. Would the\nowner’s non-compliance be permitted?Here is one more example. A State that operates\nits own motor vehicle inspection facilities has a law that says\nthat every vehicle “shall” be inspected every year. The law also\nsays that motorists “may” have their vehicles inspected at a\nlicensed private garage. A motorist fails to have his car inspected\nbecause he must work during the time when the state facility is\nopen and would be fired if he took time off. This motorist also\ndeclines to have his car inspected at a private garage that is open\nduring his off hours because the law says only that he “may” use\nsuch a facility. Would the motorist escape a citation?The answer in each of the above examples is that\nthe failure to make use of the discretionary option would not be\nseen as a valid excuse for non-compliance with the command that\ncertain conduct “shall” be performed, and it is also hard to see\nthe difference between those examples and the situation here.3The majority’s main reason for rejecting the\nargument just described is that the contiguous-return provision\ndoes not say expressly that it was meant to “operate as a mandatory\ncure of any non-compliance with the Government’s detention\nobligations.”Ante, at 14. But what logic compels need not\nbe stated expressly.The majority also relies on the fact that the\ncontiguous- return provision was enacted 90 years after the\nprovision requiring detention and the fact that the circumstances\nunder which the contiguous-return provision was adopted suggest\nthat it was intended to serve only a “humble role.”Ante, at\n16. Those circumstances cannot change what the relevant provisions\nsay or the way in which they logically work together. SeeExxon\nMobil Corp.v.Allapattah Services, Inc.,545 U.S.\n546, 568 (2005) (“Extrinsic materials have a role in statutory\ninterpretation only to the extent that they shed a reliable light\non the enacting Legislature’s understanding of otherwise ambiguous\nterms”). The Court should not use extra-textual evidence to demote\none of DHS’s three lawful alternatives to the status of a\nhistorical footnote.The majority and the concurrence fault the lower\ncourts for intruding upon the foreign policy authority conferred on\nthe President by Article II of the Constitution.Ante, at\n16–17 (majority opinion);ante, at 3 (opinion of Kavanaugh,\nJ.). But enforcement of immigration laws often has foreign\nrelations implications, and the Constitution gives Congress broad\nauthority to set immigration policy. See Art. I, §8, cl. 4. This\nmeans, we have said, that “[p]olicies pertaining to the entry of\naliens” are “entrustedexclusivelyto Congress.”Galvanv.Press,347 U.S.\n522, 531 (1954) (emphasis added). The President has vital power\nin the field of foreign affairs, so does Congress, and the\nPresident does not have the authority to override immigration laws\nenacted by Congress. Indeed, “[w]hen the President takes measures\nincompatible with the expressed or implied will of Congress, his\npower is at its lowest ebb, for then he can rely only upon his own\nconstitutional powers minus any constitutional powers of Congress\nover the matter.”Youngstown Sheet & Tube Co.v.Sawyer,343 U.S.\n579, 637 (1952) (Jackson, J., concurring). And it is Congress,\nnot the Judiciary, that gave the Executive only three options for\ndealing with inadmissible aliens encountered at the border.Finally, the majority emphasizes the fact that\nprior administrations have also failed to detain inadmissible\naliens, but that practice does not change what the law demands. The\nmajority cites no authority for the doctrine that the Executive can\nacquire authority forbidden by law through a process akin to\nadverse possession.BNot only does the majority fail to heed the\nclear language of the INA, but it gratuitously faults the Court of\nAppeals for what appears to be a fairly modest and correct\nconclusion: that the October 29 Memoranda purporting to\nre-terminate MPP did not ultimately affect the merits of the appeal\nof the judgment that was before that court. The Government issued\nits October 29 Memoranda after briefing in the Court of Appeals had\nbeen completed and only days before the appeal was set to be\nargued. Based on those memoranda, the Government asked the Court of\nAppeals to vacate the judgment below, but it did not provide a full\nadministrative record or give the District Court an opportunity to\nreview the purported new decision in the first instance by filing a\nRule 60(b) motion.[6] The\nmajority now says that the Court of Appeals erred by failing to\ntreat the October 29 Memoranda as a new, final agency action, but\nthe majority does not say what applying that label would have\nrequired the Fifth Circuit to do differently.As I see it, the Government’s litigation\ntactic—filing the October 29 Memoranda with a suggestion of\nmootness but without seeking to dismiss its appeal—could have\ntriggered one of four responses from the Court of Appeals. The\nCourt of Appeals could have (1) dismissed the appeal as moot and\nvacated the District Court’s judgment and injunction; (2) held the\nappeal in abeyance for an unspecified time; (3) evaluated the\nOctober 29 Memoranda as final agency action in the first instance\nunder the APA; or (4) concluded that the October 29 Memoranda did\nnot affect the appeal, which challenged the June termination. The\nCourt of Appeals picked the fourth option, and taking each option\nin turn, I will explain why that was the response best suited to\navoid derailing the ordinary appellate process.First, the October 29 Memoranda did not moot the\nappeal. A case becomes moot only if it is impossible for the court\nto “ ‘grant any effectual relief.’ ”Chafinv.Chafin,568 U.S.\n165, 172 (2013). Under this high standard, the Fifth Circuit\nwas correct that the case was not moot. Although the Government\nclaimed that the appeal was moot, it asked the Court of Appeals for\nrelief, namely, vacatur of District Court’s injunction. It was\ncompelled to take that position because the October 29 Memoranda,\nby their own terms, did not take effect as long as that injunction\nremained in force. See 20 F. 4th, at 957. And without an appellate\ndecision holding that the INA allows the Government to release\naliens who could be returned to Mexico, the issuance of a new\nadministrative order terminating MPP could not provide a ground for\nvacating the injunction. It is telling that the Government’s\nbriefing in this Court never suggests that the case was moot at the\ntime of the Fifth Circuit’s decision or that the case is now\nmoot.Second, the Court of Appeals did not err by\ndeclining to hold the appeal in abeyance. The Government originally\nasked the Court of Appeals to hold the appeal while it completed\nthe process of issuing a new termination decision, but by the time\nof oral argument in that court, the Government claimed that such a\ndecision had been issued. And the Government did not file a motion\nin the District Court to vacate its judgment under Federal Rule of\nCivil Procedure 60(b). The Government had sought to expedite\nproceedings at every stage, including by seeking emergency relief\nin the Fifth Circuit and this Court, and under these circumstances,\nit was eminently reasonable for the Court of Appeals to conclude\nthat additional delay would not have served the interests of\n“economy of time and effort.”Landisv.North American\nCo.,299 U.S.\n248, 254 (1936).Third, the Court of Appeals correctly concluded\nthat the October 29 Memoranda could not satisfy our criteria for a\nfinal agency action that could be reviewed in the first instance in\nthe Court of Appeals under the APA. Like this Court, the courts of\nappeal are courts of “ ‘review, and not first view.’ ”City of Austinv.Reagan Nat. Advertising of Austin,\nLLC, 596 U. S. ___, ___–___ (2022) (slip op., at 13–14)\n(quotingZivotofskyv.Clinton,566 U.S.\n189, 201 (2012)). With no administrative record for the October\n29 Memoranda before it, the Court of Appeals was in a poor position\nto assess whether the memoranda actually “mark[ed] the consummation\nof the agency’s decisionmaking process,”Bennettv.Spear,520 U.S.\n154, 178 (1997) (internal quotation marks omitted). Moreover,\nthe October 29 Memoranda did not purport to result in a final\ndetermination of “ ‘rights or obligations.’ ”Ibid. As DHS acknowledged, “the termination of MPP” could\nnot “be implemented” until there was “a final judicial decision to\nvacate the . . . injunction.” App. to Pet. for Cert.\n264a, 270a. And until that was accomplished, the memoranda did not\nimpose on DHS officers or employees any\n“ ‘obligatio[n]’ ” to cease implementation of MPP.Bennett, 520 U. S., at 178. On this basis, the Fifth\nCircuit rightly understood that the October 29 Memoranda could have\nno legal effect while DHS was bound by an injunction to implement\nMPP in good faith and that this injunction would remain in force\nunless the Government’s challenge to the June termination was\ndecided in its favor.[7]Even if the Fifth Circuit had somehow concluded\nthat the October 29 Memoranda constituted final agency action with\nsome future legal consequences, the Court does not explain what the\nFifth Circuit should have done differently in the circumstances it\nfaced. The Fifth Circuit had little ability to review whether the\nagency had acted reasonably. SeeMotor Vehicle Mfrs. Assn. of\nUnited States,Inc. v.State Farm Mut. Automobile\nIns. Co.,463 U.S.\n29(1983). And the Fifth Circuit provided a reasonable\nexplanation for its actions.With these three options off the table, the\nFifth Circuit reasonably chose the fourth option. It correctly\nconcluded that the October 29 Memoranda did not affect its ability\nto review the District Court judgment. To find fault with\nproceeding in that fashion, the majority seems to assume that an\nadministrative agency may obviate a district court decision setting\naside agency action under §706 of the APA by pursing the following\ncourse of conduct: first, appeal the district court decision;\nsecond, take a purportedly “new” action that achieves the same\nresult as the one previously set aside; and third, while declining\nto seek vacatur of the earlier judgment in the district court, ask\nthe court of appeals to vacate that judgment without reviewing its\ncorrectness or the lawfulness of the second action. The Court of\nAppeals was correct to view this as an effort to thwart the normal\nappellate process.*  *  *While I would affirm the Fifth Circuit if we\nreached the merits, I agree with the majority that the District\nCourt on remand should consider in the first instance whether the\nOctober 29 Memoranda complied with §706 of the APA. The District\nCourt should assess, among other things, whether it is “arbitrary\nand capricious” for DHS to refuse to use its contiguous-territory\nreturn authority to avoid violations of the statute’s clear\ndetention mandate; whether the deterrent effect that DHS found MPP\nproduced in reducing dangerous attempted illegal border crossings,\nas well as MPP’s reduction of unmeritorious asylum claims, is\nadequately accounted for in the agency’s new decision; and whether\nDHS’s rescission of MPP is causing it to make parole decisions on\nan unlawful categorical basis rather than case-by-case, as the\nstatute prescribes.Notes1U. S. Customs and\nBorder Protection, Southwest Land Border Encounters, FY Southwest\nLand Border Encounters by Month (chart) (May 3, 2022),\nhttps://www.cbp.gov/newsroom/stats/southwest-land-border-encounters\n(showing 1,734,686 total encounters in fiscal year\n2021).2That policy was almost\nimmediately enjoined by a Federal District Court.Innovation Law\nLabv.Nielsen, 366 F. Supp. 3d 1110 (ND Cal.\n2019). This Court stayed that injunction.Wolfv.Innovation Law Lab, 589 U. S. ___ (2020).3Alternatively, the Court\ncould have put the case over to next Term, received full briefing,\nand heard argument in October.4Entitled “Exception,”\n§1225(b)(2)(B) provides: “Subparagraph (A) shall not apply to an\nalien— “(i) who is a crewman, “(ii) to whom paragraph (1) applies,\nor “(iii) who is a stowaway.” If anything, the narrowness of the\nenumerated exceptions demonstrates the force of the rule: Detention\nfor all others is mandatory.5See,e.g.,Defendants’ Monthly Report for April 2022 in No. 2:21–cv–67, ECF\nDoc. 139, p. 4 (ND Tex., May 16, 2022) (“For the month of April\n2022, DHS reported that the total number of applicants for\nadmission under Section 1225 paroled into the United States was\n91,250. This figure combines 88,452 [Customs and Border Patrol]\ngrants of parole . . . and 27,654 individuals\n‘. . . Paroled into the U. S. on a case-by-case\nbasis pursuant to 8 U. S. C. §1182(d)(5)’ ”); see\nalso Defendants’ Monthly Report for March 2022, ECF Doc. 136, p.\n3.6See generally 11A C.\nWright, A. Miller, & M. Kane, Federal Practice and Procedure\n§2961 (3d ed. 2013).7The majority concludes\nthat the October 29 Memoranda had legal consequences because they\nrepresented DHS’s “final determination of its employees’\nobligation” to terminate MPP, even if that\n“ ‘determination’ ” could not generate any obligations\nuntil the agency “obtained vacatur of the District Court’s\ninjunction.”Ante, at 20, n. 7 (emphasis deleted). This\nexpansive, formalist approach to the secondBennettfactor\nis at odds with the usual “ ‘pragmatic’ approach we have long\ntaken to finality.”Army Corps of Engineersv.Hawkes\nCo.,578 U.S. 590, 599 (2016) (quotingAbbott\nLaboratoriesv.Gardner,387 U.S.\n136, 149 (1967)). “To determine when an agency action is final,\nwe have looked to, among other things, whether its impact ‘is\nsufficiently direct and immediate’ and has a ‘direct effect on\n. . . day-to-day business.’ ”Franklinv.Massachusetts,505 U.S.\n788, 796–797 (1992) (quotingAbbott Laboratories, 387\nU. S., at 152). By their own terms, as the majority\nacknowledges, the October 29 Memoranda had no direct or immediate\neffect on the day-to-day business of DHS employees. To conclude\nthat such future agency intentions may nevertheless meet the formal\ndefinition of final agency action may result in many agencies\nfacing judicial scrutiny over interim rules, guidance documents,\nletters, and informal opinions that may not bind anyone now or even\nlater.",
    "joined": []
}