{
    "case": {
        "docket": "709",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/709/"
    },
    "id": "1970528",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–210_________________UNITED STATES, PETITIONERv.XAVIER\nALVAREZon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 28, 2012]Justice Alito, with whom Justice Scalia and\nJus- tice Thomas join, dissenting.Only the bravest of the brave are awarded the\nCongressional Medal of Honor, but the Court today holds that every\nAmerican has a constitutional right to claim to have received this\nsingular award. The Court strikes down the Stolen Valor Act of\n2005, which was enacted to stem an epidemic of false claims about\nmilitary decorations. These lies, Congress reasonably concluded,\nwere undermining our country’s system of military honors and\ninflicting real harm on actual medal recipients and their\nfamilies.Building on earlier efforts to protect the\nmilitary awards system, Congress responded to this problem by\ncrafting a narrow statute that presents no threat to the freedom of\nspeech. The statute reaches only knowingly false statements about\nhard facts directly within a speaker’s per- sonal knowledge. These\nlies have no value in and of themselves, and proscribing them does\nnot chill any valuable speech.By holding that the First Amendment nevertheless\nshields these lies, the Court breaks sharply from a long line of\ncases recognizing that the right to free speech does not protect\nfalse factual statements that inflict real harm and serve no\nlegitimate interest. I would adhere to that principle and would\nthus uphold the constitutionality of this valuable law.IThe Stolen Valor Act makes it a misdemeanor to\n“falsely represen[t]” oneself as having been awarded a medal,\ndecoration, or badge for service in the Armed Forces of the United\nStates. 18 U. S. C. §704(b). Properly construed, this\nstatute is limited in five significant respects. First, the Act\napplies to only a narrow category of false representations about\nobjective facts that can almost always be proved or disproved with\nnear certainty. Second, the Act concerns facts that are squarely\nwithin the speaker’s personal knowledge. Third, as the Government\nmaintains, see Brief for United States 15–17, and both the\nplurality, seeante,at 7, and the concurrence, seeante,at 3 (Breyer, J., concurring in judgment), seemingly\naccept, a conviction under the Act requires proof beyond a\nreasonable doubt that the speaker actually knew that the\nrepresentation was false.[1]\nFourth, the Act applies only to statements that could reasonably be\ninterpreted as communicating actual facts; it does not reach\ndramatic performances, satire, parody, hyperbole, or the\nlike.[2] Finally, the Act is\nstrictly viewpoint neutral. The false statements proscribed by the\nAct are highly unlikely to be tied to any particular political or\nideological message. In the rare cases where that is not so, the\nAct applies equally to all false statements, whether they tend to\ndisparage or commend the Government, the military, or the system of\nmil- itary honors.The Stolen Valor Act follows a long tradition of\nefforts to protect our country’s system of military honors. When\nGeorge Washington, as the commander of the Continental Army,\ncreated the very first “honorary badges of distinction” for service\nin our country’s military, he established a rigorous system to\nensure that these awards would be received and worn by only the\ntruly deserving. See General Orders of George Washington Issued at\nNewburgh on the Hudson, 1782–1783, p. 35 (E. Boynton ed. 1883)\n(reprint 1973) (requiring the submission of “incontest- ible proof”\nof “singularly meritorious action” to the Commander in Chief).\nWashington warned that anyone with the “insolence to assume” a\nbadge that had not actually been earned would be “severely\npunished.”Id., at 34.Building on this tradition, Congress long ago\nmade it a federal offense for anyone to wear, manufacture, or sell\ncertain military decorations without authorization. See Act of Feb.\n24, 1923, ch. 110, 42Stat. 1286 (codified as amended at 18\nU. S. C. §704(a)). Although this Court has never opined\non the constitutionality of that particular provision, we have said\nthat §702, which makes it a crime to wear a United States military\nuniform without authorization, is “a valid statute on its face.”Schachtv.United States,398 U.S.\n58, 61 (1970).Congress passed the Stolen Valor Act in response\nto a proliferation of false claims concerning the receipt of\nmilitary awards. For example, in a single year,more than\n600Virginia residents falsely claimed to have won the Medal of\nHonor.[3] An investigation of\nthe 333 people listed in the online edition of Who’s Who as having\nreceived a top military award revealed that fully a third of the\nclaims could not be substantiated.[4] When the Library of Congress compiled oral histories\nfor its Veterans History Project, 24 of the 49 individuals who\nidentified themselves as Medal of Honor recipients had not actually\nreceived that award.[5] The\nsame was true of 32 individuals who claimed to have been awarded\nthe Distinguished Service Cross and 14 who claimed to have won the\nNavy Cross.[6] Notorious cases\nbrought to Congress’ attention included the case of a judge who\nfalsely claimed to have been awardedtwoMedals of Honor and\ndisplayed counterfeit medals in his courtroom;[7] a television network’s military consultant who\nfalsely claimed that he had received the Silver Star;[8] and a former judge advocate in the Marine\nCorps who lied about receiving the Bronze Star and a Purple\nHeart.[9]As Congress recognized, the lies proscribed by\nthe Stolen Valor Act inflict substantial harm. In many instances,\nthe harm is tangible in nature: Individuals often falsely represent\nthemselves as award recipients in order to obtain financial or\nother material rewards, such as lucrative contracts and government\nbenefits.[10] An\ninvestigation of false claims in a single region of the United\nStates, for example, revealed that 12 men had defrauded the\nDepartment of Veterans Affairs out of more than $1.4 million in\nveteran’s benefits.[11] In\nother cases, the harm is less tangible, but nonetheless\nsignificant. The lies proscribed by the Stolen Valor Act tend to\ndebase the distinctive honor of military awards. See Stolen Valor\nAct of 2005, §2, 120Stat. 3266, note following 18\nU. S. C. §704 (finding that “[f]raudulent claims\nsurrounding the receipt of [military decorations and medals] damage\nthe reputation and meaning of such decorations and medals”). And\nlegitimate award recipients and their families have expressed the\nharm they endure when an imposter takes credit for he- roic actions\nthat he never performed. One Medal of Honor recipient described the\nfeeling as a “ ‘slap in the face of veterans who have paid the\nprice and earned their medals.’ ”[12]It is well recognized in trademark law that the\nproliferation of cheap imitations of luxury goods blurs the\n“ ‘signal’ given out by the purchasers of the originals.”\nLandes & Posner, Trademark Law: An Economic Perspective, 30 J.\nLaw & Econ. 265, 308 (1987). In much the same way, the\nproliferation of false claims about military awards blurs the\nsignal given out by the actual awards by making them seem more\ncommon than they really are, and this diluting effect harms the\nmilitary by hampering its efforts to foster morale and esprit de\ncorps. Surely it was reasonable for Congress to conclude that the\ngoal of preserving the in- tegrity of our country’s top military\nhonors is at least as worthy as that of protecting the prestige\nassociated with fancy watches and designer handbags. Cf.San\nFrancisco Arts & Athletics, Inc.v.United States\nOlympic Comm.,483 U.S.\n522, 539–541 (1987) (rejecting First Amendment challenge to law\nprohibiting certain unauthorized uses of the word “Olympic” and\nrecognizing that such uses harm the U. S. Olympic Committee by\n“lessening the distinctiveness” of the term).Both the plurality and Justice Breyer argue that\nCongress could have preserved the integrity of military honors by\nmeans other than a criminal prohibition, but Congress had ample\nreason to believe that alternative approaches would not be\nadequate. The chief alternative that is recommended is the\ncompilation and release of a comprehensive list or database of\nactual medal recipients. If the public could readily access such a\nresource, it is argued, imposters would be quickly and easily\nexposed, and the proliferation of lies about military honors would\ncome to an end.This remedy, unfortunately, will not work. The\nDepartment of Defense has explained that the most that it can do is\nto create a database of recipients of certain top military honors\nawarded since 2001. See Office of Undersecretary of Defense, Report\nto the Senate and House Armed Services Committees on a Searchable\nMilitary Valor Decorations Database 4–5 (2009).[13]Because a sufficiently comprehensive database is\nnot practicable, lies about military awards cannot be remedied by\nwhat the plurality calls “counterspeech.”Ante,at 15.\nWithout the requisite database, many efforts to refute false claims\nmay be thwarted, and some legitimate award recipients may be\nerroneously attacked. In addition, a steady stream of stories in\nthe media about the exposure of imposters would tend to increase\nskepticism among members of the public about the entire awards\nsystem. This would only exacerbate the harm that the Stolen Valor\nAct is meant to prevent.The plurality and the concurrence also suggest\nthat Congress could protect the system of military honors by\nenacting a narrower statute. The plurality recommends a law that\nwould apply only to lies that are intended to “secure moneys or\nother valuable considerations.”Ante, at 11. In a similar\nvein, the concurrence comments that “a more finely tailored statute\nmight . . . insist upon a showing that the false\nstatement caused specific harm.”Ante,at 9 (opinion of\nBreyer, J.). But much damage is caused, both to real award\nrecipients and to the system of mili- tary honors, by false\nstatements that are not linked to any financial or other tangible\nreward. Unless even a small financial loss—say, a dollar given to a\nhomeless man falsely claiming to be a decorated veteran—is more\nimportant in the eyes of the First Amendment than the damage caused\nto the very integrity of the military awards system, there is no\nbasis for distinguishing between the Stolen Valor Act and the\nalternative statutes that the plurality and concurrence appear\nwilling to sustain.Justice Breyer also proposes narrowing the\nstatute so that it covers a shorter list of military awards,ante,at 9 (opinion concurring in judgment), but he does not\nprovide a hint about where he thinks the line must be drawn.\nPerhaps he expects Congress to keep trying until it eventually\npasses a law that draws the line in just the right place.IIATime and again, this Court has recognized that\nas a general matter false factual statements possess no intrinsic\nFirst Amendment value. SeeIllinois ex rel. Madiganv.Telemarketing Associates, Inc.,538\nU.S. 600, 612 (2003) (“Like other forms of public deception,\nfraudulent charitable solicitation is unprotected speech”);BE&K Constr. Co.v.NLRB,536\nU.S. 516, 531 (2002) (“[F]alse statements may be unprotected\nfor their own sake”);Hustler Magazine, Inc.v.Falwell,485 U.S.\n46, 52 (1988) (“False statements of fact are particularly\nvalueless; they interfere with the truth-seeking function of the\nmarketplace of ideas, and they cause damage to an individual’s\nreputation that cannot easily be repaired by counterspeech, however\npersuasive or effective”);Keetonv.Hustler Magazine,\nInc.,465 U.S.\n770, 776 (1984) (“There is ‘no constitutional value in false\nstatements of fact’ ” (quotingGertzv.Robert\nWelch, Inc.,418 U.S.\n323, 340 (1974)));Bill John- son’s Restaurants, Inc.v.NLRB,461 U.S.\n731, 743 (1983) (“[F]alse statements are not immunized by the\nFirst Amendment right to freedom of speech”);Brownv.Hartlage,456 U.S.\n45, 60 (1982) (“Of course, demonstrable falsehoods are not\nprotected by the First Amendment in the same manner as truthful\nstatements”);Herbertv.Lando,441 U.S.\n153, 171 (1979) (“Spreading false information in and of itself\ncarries no First Amendment credentials”);Virginia Bd. of\nPharmacyv.Virginia Citizens Consumer Council, Inc.,425 U.S.\n748, 771 (1976) (“Untruthful speech, commercial or otherwise,\nhas never been protected for its own sake”);Gertz,supra,at 340 (“[T]he erroneous statement of fact is not\nworthy of constitutional protection”);Time, Inc.v.Hill,385 U.S.\n374, 389 (1967) (“[T]he constitutional guarantees [of the First\nAmendment] can tolerate sanctions againstcalculatedfalsehood without significant impairment of their essential\nfunction”);Garrisonv.Louisiana,379 U.S.\n64, 75 (1964) (“[T]he knowingly false statement and the false\nstatement made with reckless disregard of the truth, do not enjoy\nconstitutional protection”).Consistent with this recognition, many kinds of\nfalse factual statements have long been proscribed without\n“ ‘rais[ing] any Constitutional problem.’ ”United\nStatesv.Stevens, 559 U. S. ___, ___ (2010) (slip\nop., at 6) (quotingChaplinskyv.New Hampshire,315 U.S.\n568, 571–572 (1942)). Laws prohibiting fraud, perjury, and\ndefamation, for example, were in existence when the First Amendment\nwas adopted, and their constitutionality is now beyond question.\nSee,e.g.,Donaldsonv.Read Magazine, Inc.,333 U.S.\n178, 190 (1948) (explaining that the government’s power “to\nprotect people against fraud” has “always been recognized in this\ncountry and is firmly established”);United Statesv.Dunnigan,507 U.S.\n87, 97 (1993) (observing that “the constitutionality of perjury\nstatutes is unquestioned”);Beauharnaisv.Illinois,343 U.S.\n250, 256 (1952) (noting that the “prevention and punishment” of\nlibel “have never been thought to raise any Constitutional\nproblem”).We have also described as falling outside the\nFirst Amendment’s protective shield certain false factual\nstatements that were neither illegal nor tortious at the time of\nthe Amendment’s adoption. The right to freedom of speech has been\nheld to permit recovery for the intentional infliction of emotional\ndistress by means of a false statement, seeFalwell,supra,at 56, even though that tort did not enter our law\nuntil the late 19th century, see W. Keeton, D. Dobbs, R. Keeton,\n& D. Owen, Prosser and Keeton on Law of Torts §12, p. 60, and\nn. 47. (5th ed. 1984) (hereinafter Prosser and Keeton). And inHill,supra,at 390, the Court concluded that the\nfree speech right allows recovery for the even more modern tort of\nfalse-light invasion of privacy, see Prosser and Keeton §117, at\n863.In line with these holdings, it has long been\nassumed that the First Amendment is not offended by prominent\ncriminal statutes with no close common-law analog. The most well\nknown of these is probably 18 U. S. C. §1001, which makes\nit a crime to “knowingly and willfully” make any “materially false,\nfictitious, or fraudulent statement or representation” in “any\nmatter within the jurisdiction of the executive, legislative, or\njudicial branch of the Government of the United States.” Unlike\nperjury, §1001 is not limited to statements made under oath or\nbefore an official government tribunal. Nor does it require any\nshowing of “pecuniary or property loss to the government.”United Statesv.Gilliland,312 U.S.\n86, 93 (1941). Instead, the statute is based on the need to\nprotect “agencies from the perversion whichmightresult\nfrom the deceptive practices described.”Ibid.(emphasis\nadded).Still other statutes make it a crime to falsely\nrepresent that one is speaking on behalf of, or with the approval\nof, the Federal Government. See,e.g.,18 U. S. C.\n§912 (making it a crime to falsely impersonate a federal officer);\n§709 (making it a crime to knowingly use, without authorization,\nthe names of enumerated federal agencies, such as “Federal Bureau\nof Investigation,” in a manner reasonably calculated to convey the\nimpression that a communication is approved or authorized by the\nagency). We have recognized that §912, like §1001, does not require\na showing of pecuniary or property loss and that its purpose is to\n“ ‘maintain the general good repute and dignity’ ” of\nGovernment service.United Statesv.Lepowitch,318 U.S.\n702, 704 (1943) (quotingUnited Statesv.Barnow,239 U.S.\n74, 80 (1915)). All told, there are more than 100 federal\ncriminal statutes that punish false statements made in connection\nwith areas of federal agency concern. SeeUnited Statesv.Wells,519 U.S.\n482, 505–507, and nn. 8–10 (1997) (Stevens, J.,\ndissenting) (citing “at least 100 federal false statement statutes”\nin the United States Code).These examples amply demonstrate that false\nstatements of fact merit no First Amendment protection in their own\nright.[14] It is true, as\nJustice Breyer notes, that many in our society either approve or\ncondone certain discrete categories of false statements, including\nfalse statements made to prevent harm to innocent victims and\nso-called “white lies.” Seeante, at 4. But respondent’s\nfalse claim to have received the Medal of Honor did not fall into\nany of these categories. His lie did not “prevent embarrassment,\nprotect privacy, shield a person from prejudice, provide the sick\nwith comfort, or preserve a child’s innocence.”Ibid. Nor\ndid his lie “stop a panic or otherwise preserve calm in the face of\ndanger” or further philosophical or scientific debate.Ibid.Respondent’s claim, like all those covered by the Stolen Valor Act,\nserved no valid purpose.Respondent and others who join him in attacking\nthe Stolen Valor Act take a different view. Respondent’s brief\nfeatures a veritable paean to lying. According to respondent, his\nlie about the Medal of Honor was nothing out of the ordinary for\n21st-century Americans. “Everyone lies,” he says. Brief for\nRespondent 10. “We lie all the time.”Ibid.“[H]uman beings\nare constantly forced to choose the persona we present to the\nworld, and our choices nearly always involve intentional omissions\nand misrepresentations, if not outright deception.”Id.,at\n39. An academicamicustells us that the First Amendment\nprotects the right to construct “self-aggrandizing fabrications\nsuch as having been awarded a military decoration.” Brief for\nJonathan D. Varat asAmicus Curiae5.This radical interpretation of the First\nAmendment is not supported by any precedent of this Court. The lies\ncovered by the Stolen Valor Act have no intrinsic value and thus\nmerit no First Amendment protection unless their prohibition would\nchill other expression that falls within the Amendment’s scope. I\nnow turn to that question.BWhile we have repeatedly endorsed the\nprinciple that false statements of fact do not merit First\nAmendment protection for their own sake, we have recognized that it\nis sometimes necessary to “exten[d] a measure of strategic\nprotection” to these statements in order to ensure sufficient\n“ ‘breathing space’ ” for protected speech.Gertz,\n418 U. S., at 342 (quotingNAACPv.Button,371 U.S.\n415, 433 (1963)). Thus, in order to prevent the chilling of\ntruthful speech on matters of public concern, we have held that\nliability for the defamation of a public official or figure\nrequires proof that defamatory statements were made with knowledge\nor reckless disregard of their falsity. SeeNew York Times\nCo.v.Sullivan,376 U.S.\n254, 279–280 (1964) (civil liability);Garrison, 379\nU. S., at 74–75 (criminal liability). This same requirement\napplies when public officials and figures seek to recover for the\ntort of intentional infliction of emotional distress. SeeFalwell, 485 U. S., at 55–56. And we have imposed\n“[e]xacting proof requirements” in other contexts as well when\nnecessary to ensure that truthful speech is not chilled.Madigan, 538 U. S., at 620 (complainant in a fraud\naction must show that the defendant made a knowingly false\nstatement of material fact with the intent to mislead the listener\nand that he succeeded in doing so); see alsoBE&K\nConstr., 536 U. S., at 531 (regulation of baseless\nlawsuits limited to those that are both “objectively baselessandsubjectively motivated by an unlawful purpose”);Hartlage, 456 U. S., at 61 (sustaining as-applied First\nAmendment challenge to law prohibiting certain “factual\nmisstatements in the course of political debate” where there had\nbeen no showing that the disputed statement was made “other than in\ngood faith and without knowledge of its falsity, or . . .\nwith reckless disregard as to whether it was false or not”). All of\nthese proof requirements inevitably have the effect of bringing\nsome false factual statements within the protection of the First\nAmendment, but this is justified in order to prevent the chilling\nof other, valuable speech.These examples by no means exhaust the\ncircumstances in which false factual statements enjoy a degree of\ninstrumental constitutional protection. On the contrary, there are\nbroad areas in which any attempt by the state to penalize\npurportedly false speech would present a grave and unacceptable\ndanger of suppressing truthful speech. Laws restricting false\nstatements about philosophy, religion, history, the social\nsciences, the arts, and other matters of public concern would\npresent such a threat. The point is not that there is no such thing\nas truth or falsity in these areas or that the truth is always\nimpossible to ascertain, but rather that it is perilous to permit\nthe state to be the arbiter of truth.Even where there is a wide scholarly consensus\nconcerning a particular matter, the truth is served by allowing\nthat consensus to be challenged without fear of reprisal. Today’s\naccepted wisdom sometimes turns out to be mistaken. And in these\ncontexts, “[e]ven a false statement may be deemed to make a\nvaluable contribution to public debate, since it brings about ‘the\nclearer perception and livelier impression of truth, produced by\nits collision with error.’ ”Sullivan,supra, at\n279, n. 19 (quoting J. Mill, On Liberty 15 (R. McCallum ed.\n1947)).Allowing the state to proscribe false statements\nin these areas also opens the door for the state to use its power\nfor political ends. Statements about history illustrate this point.\nIf some false statements about historical events may be banned, how\ncertain must it be that a statement is false before the ban may be\nupheld? And who should make that calculation? While our cases\nprohibiting viewpoint discrimination would fetter the state’s power\nto some degree, seeR. A. V.v.St. Paul,505 U.S.\n377, 384–390 (1992) (explaining that the First Amendment does\nnot permit the government to engage in viewpoint discrimination\nunder the guise of regulating unprotected speech), the potential\nfor abuse of power in these areas is simply too great.In stark contrast to hypothetical laws\nprohibiting false statements about history, science, and similar\nmatters, the Stolen Valor Act presents no risk at all that valuable\nspeech will be suppressed. The speech punished by the Act is not\nonly verifiably false and entirely lacking in intrinsic value, but\nit also fails to serve any instrumen- tal purpose that the First\nAmendment might protect. Tell- ingly, when asked at oral argument\nwhat truthful speech the Stolen Valor Act might chill, even\nrespondent’s counsel conceded that the answer is none. Tr. of Oral\nArg. 36.CNeither of the two opinions endorsed by\nJustices in the majority claims that the false statements covered\nby the Stolen Valor Act possess either intrinsic or instrumental\nvalue. Instead, those opinions appear to be based on the distinct\nconcern that the Act suffers from overbreadth. Seeante,at\n10 (plurality opinion) (the Act applies to “personal, whispered\nconversations within a home”);ante,at 8 (Breyer, J.,\nconcurring in judgment) (the Act “applies in family, social, or\nother private contexts” and in “political contexts”). But to strike\ndown a statute on the basis that it is overbroad, it is necessary\nto show that the statute’s “overbreadth [is]substantial,\nnot only in an absolute sense, but also relative to [its] plainly\nlegitimate sweep.”United Statesv.Williams,553 U.S.\n285, 292 (2008); see alsoibid.(noting that this\nrequirement has been “vigorously enforced”). The plurality and the\nconcurrence do not even attempt to make this showing.The plurality additionally worries that a\ndecision sustaining the Stolen Valor Act might prompt Congress and\nthe state legislatures to enact laws criminalizing lies about “an\nendless list of subjects.”Ante,at 11. The plurality\napparently fears that we will see laws making it a crime to lie\nabout civilian awards such as college degrees or certificates of\nachievement in the arts and sports.This concern is likely unfounded. With very good\nreason, military honors have traditionally been regarded as quite\ndifferent from civilian awards. Nearly a century ago, Congress made\nit a crime to wear a military medal without authorization; we have\nno comparable tradition regarding such things as Super Bowl rings,\nOscars, or Phi Beta Kappa keys.In any event, if the plurality’s concern is not\nentirely fanciful, it falls outside the purview of the First\nAmendment. The problem that the plurality foresees—that legislative\nbodies will enact unnecessary and overly intrusive criminal\nlaws—applies regardless of whether the laws in question involve\nspeech or nonexpressive conduct. If there is a problem with, let us\nsay, a law making it a criminal offense to falsely claim to have\nbeen a high school valedictorian, the problem is not the\nsuppression of speech but the misuse of the criminal law, which\nshould be reserved for conduct that inflicts or threatens truly\nserious societal harm. The objection to this hypothetical law would\nbe the same as the objection to a law making it a crime to eat\npotato chips during the graduation ceremony at which the high\nschool valedictorian is recognized. The safeguard against such laws\nis democracy, not the First Amendment. Not every foolish law is\nunconstitutional.The Stolen Valor Act represents the judgment of\nthe people’s elected representatives that false statements about\nmilitary awards are very different from false statements about\ncivilian awards. Certainly this is true with respect to the high\nhonor that respondent misappropri- ated. Respondent claimed that he\nwas awarded the Medal of Honor in 1987 for bravery during the Iran\nhostage crisis. This singular award, however, is bestowed only on\nthose members of the Armed Forces who “distinguis[h] [themselves]\nconspicuously by gallantry and intrepidity at the risk of [their\nlives] above and beyond the call of duty.” 10 U. S. C.\n§3741; see also §§6241, 8741. More than half of the heroic\nindividuals to have been awarded the Medal of Honor after World War\nI received it posthumously.[15] Congress was entitled to conclude that falsely\nclaiming to have won the Medal of Honor is qualitatively different\nfrom even the most prestigious civilian awards and that the\nmisappropriation of that honor warrants criminal sanction.*  *  *The Stolen Valor Act is a narrow law enacted\nto address an important problem, and it presents no threat to\nfreedom of expression. I would sustain the constitutionality of the\nAct, and I therefore respectfully dissent.Notes1Although the Act does not\nuse the term “knowing” or “knowingly,” we have explained that\ncriminal statutes must be construed “in light of the background\nrules of the common law . . . in which the requirement of\nsomemens reafor a crime is firmly embedded.”Staplesv.United States,511\nU.S. 600, 605 (1994). The Act’s use of the phrase “falsely\nrepresents,” moreover, connotes a knowledge requirement. See\nBlack’s Law Dictionary 1022 (8th ed. 2004) (defining a\n“misrepresentation” or “false representation” to mean “[t]he act of\nmaking a false or misleading assertion about something, usu. with\ntheintent to deceive” (emphasis added)).2See Black’s Law\nDictionary,supra, at 1327 (defining “representation” to\nmean a “presentation of fact”); see alsoMilkovichv.Lorain Journal Co.,497 U.S.\n1, 20 (1990) (explaining that the Court has protected\n“statements that cannot ‘reasonably [be] interpreted as stating\nactual facts’ about an individual” so that “public debate will not\nsuffer for lack of ‘imaginative expression’ or the ‘rhetorical\nhyperbole’ which has traditionally added much to the discourse of\nour Nation” (quotingHustler Magazine, Inc.v.Falwell,485 U.S.\n46, 50 (1988); alteration in original)).3Colimore, Pinning Crime\non Fake Heroes: N. J. Agent Helps Expose and Convict Those\nwith Bogus U. S. Medals, Philadelphia Inquirer, Feb. 11, 2004,\nhttp://articles.philly.com/2004-02-11/news/25374213_1_medals-military-imposters-distinguished-flying-cross\n(all Internet mate-rials as visited June 25, 2012, and available in\nClerk of Court’s casefile).4Crewdson, Claims of\nMedals Amount to Stolen Valor, Chicago Tribune, Oct. 26, 2008,\nhttp://www.chicagotribune.com/news/local/chi-valor-oct25,0,4301227.story?page=1.5Half of MOH Entries in\nOral History Project Are Incorrect, Marine Corps Times, Oct. 1,\n2007, 2007 WLNR 27917486.6Ibid.7Young, His Honor Didn’t\nGet Medal of Honor, Chicago Tribune, Oct. 21, 1994,\nhttp://articles.chicagotribune.com/1994-10-21/news/941021031\n8_1_congressional-medal-highest-fritz.8Rutenberg, At Fox News,\nthe Colonel Who Wasn’t, N. Y. Times, Apr. 29, 2002,\nhttp://www.nytimes.com/2002/04/29/business/at-fox-news-the-colonel-who-wasn-t.html?pagewanted=all&src=pm.9B. Burkett & G.\nWhitley, Stolen Valor: How the Vietnam Generation Was Robbed of Its\nHeroes and Its History 179 (1998).10Indeed, the first person to be\nprosecuted under the Stolen ValorAct apparently “parlayed his\nmedals into lucrative security consulting contracts.” Zambito, War\nCrime: FBI Targets Fake Heroes, New York Daily News, May 6, 2007,\nhttp://www.nydailynews.com/news/crime/war-crime-fbi-targets-fake-heroes-article-1.249168.11Dept.\nof Justice, Northwest Crackdown on Fake Veterans in “Operation\nStolen Valor,” Sept. 21, 2007, http://www.justice.gov/usao/waw/\npress/2007/sep/operationstolenvalor.html.12Cato,\nHigh Court Tussles With False Heroics: Free Speech or Fel-ony?\nPittsburg Tribune Review, Feb. 23, 2012, http://triblive.com/\nusworld/nation/1034434-85/court-military-law-false-medals-supreme-valor-act-federal-free.13In\naddition, since the Department may not disclose the Social Security\nnumbers or birthdates of recipients, this database would be of\nlimited use in ascertaining the veracity of a claim involving a\nperson with a common name. Office of Undersecretary of Defense,\nReport, at 3–4.14The\nplurality rejects this rule. Although we have made clear that\n“[u]ntruthful speech . . . has never been protected for\nits own sake,”Virginia Bd. of Pharmacyv.Virginia\nCitizens Consumer Council, Inc.,425 U.S.\n748, 771 (1976), the most the plurality is willing to concede\nis that “the falsity of speech bears upon whether it is protected,”ante,at 9. This represents a dramatic—and entirely\nunjustified—departure from the sound approach taken in past cases.\nRespondent and his supportingamiciattempt to limit this\nrule to certain subsets of false statements, see,e.g.,Brief for Respondent 53 (asserting that, at most, only falsity that\nis proved to cause specific harm is stripped of its First Amendment\nprotection), but the examples described above belie that attempt.\nThese examples show that the rule at least applies to (1) specific\ntypes of false statements that were neither illegal nor tortious in\n1791 (the torts of intentional infliction of emotional distress and\nfalse-light invasion of privacy did not exist when the First\nAmendment was adopted); (2) false speech that does not cause\npecuniary harm (the harm remedied by the torts of defamation,\nintentional infliction of emotional distress, and false-light\ninvasion of privacy is often nonpecuniary in nature, as is the harm\ninflicted by statements that are illegal under §§912 and 1001); (3)\nfalse speech that does not cause detrimental reliance (neither\nperjury laws nor many of the federal false statement statutes\nrequire that anyone actually rely on the false statement); (4)\nparticular false statements that are not shown in court to have\ncaused specific harm (damages can be presumed in defamation actions\ninvolving knowing or reckless falsehoods, and no showing of\nspecific harm is required in prosecutions under many of the federal\nfalse statement statutes); and (5) false speech that does not cause\nharm to a specific individual (the purpose of many of the federal\nfalse statement statutes is to protect government\nprocesses).15See\nU. S. Army Center of Military History, Medal of Honor\nStatistics,\nhttp://www.history.army.mil/html/moh/mohstats.html.",
    "joined": []
}