{
    "case": {
        "docket": "16-499",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-499/"
    },
    "id": "3891037",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–499_________________JOSEPH JESNER, et al., PETITIONERSv.ARAB BANK, PLCon writ of certiorari to the united states\ncourt of appeals for the second circuit[April 24, 2018]Justice Alito, concurring in part and\nconcurring in the judgment.Creating causes of action under the Alien Tort\nStatute against foreign corporate defendants would precipitate\nexactly the sort of diplomatic strife that the law was enacted to\nprevent. As a result, I agree with the Court that we should not\ntake that step, and I join Parts I, II–B–1, and II–C of the opinion\nof the Court. I write separately to elaborate on why that outcome\nis compelled not only by “judicial caution,”ante, at 27\n(majority opinion), but also by the separation of powers.IThe ATS is a jurisdictional statute. It\nprovides that “[t]he district courts shall have original\njurisdiction of any civil action by an alien for a tort only,\ncommitted in violation of the law of nations or a treaty of the\nUnited States.” 28 U. S. C. §1350. By its terms, the ATS\ndoes not create any causes of action.InSosav.Alvarez-Machain, 542\nU. S. 692 (2004) , however, this Court nevertheless held that\nfederal courts, exercising their authority in limited circumstances\nto make federal common law, may create causes of action that aliens\nmay assert under the ATS. That holding takes some explaining.According toSosa, when the First\nCongress enacted the ATS in 1789, it assumed that the statute would\n“have practical effect the moment it became law” because the\ngeneral common law “would provide a cause of action for [a] modest\nnumber of international law violations.”Id., at 724. That\nassumption, however, depended on the continued existence of the\ngeneral common law. And in 1938—a century and a half after Congress\nenacted the ATS—this Court rejected the “fallacy” underlying the\ngeneral common law, declaring definitively that “[t]here is no\nfederal general common law.”Erie R. Co.v.Tompkins,\n304 U. S. 64, 78, 79 (1938) . That left the ATS in an awkward\nspot: Congress had not created any causes of action for the statute\non the assumption that litigants would use those provided by the\ngeneral common law, but now the general common law was no more.InSosa, this Court did its best to\nresolve that problem. “[I]t would be unreasonable to assume,” the\nCourt explained, “that the First Congress would have expected\nfederal courts to lose all capacity to recognize enforceable\ninternational norms simply because the [general] common law might\nlose some metaphysical cachet on the road to modern realism.” 542\nU. S., at 730. Although the general common law was gone, the\nCourt concluded, federal courts could still exercise their\nauthority to create so-called “federal common law” for those\n“ ‘few and restricted’ ” areas “in which Congress has\ngiven the courts the power to develop substantive law.”Texas\nIndustries, Inc.v.Radcliff Materials, Inc., 451\nU. S. 630, 640 (1981) .Sosainterpreted the ATS as\nconferring such authorization.As a result,Sosaheld that federal\ncourts, subject to certain conditions, may “recognize private\ncauses of action [under the ATS] for certain torts in violation of\nthe law of nations.” 542 U. S., at 724. But before doing so,Sosastressed, courts should follow a two-step process.\nFirst, they should ensure that the contemplated cause of action\nreflects an international law norm that is “ ‘specific,\nuniversal and obligatory.’ ”Id., at 732. Second, if a\nsuitable norm is identified, federal courts should decide whether\nthere is any other reason to limit “the availability of relief.”Id., at 733, n. 21.IIFor the reasons articulated by Justice Scalia\ninSosaand by Justice Gorsuch today, I am not certain thatSosawas correctly decided. Seeid., at 739–751\n(Scalia, J., dissenting);post, at 2–5 (Gorsuch, J.,\nconcurring in part and concurring in judgment). But even taking\nthat decision on its own terms, this Court should not create causes\nof action under the ATS against foreign corporate defendants. As\npart ofSosa’s second step, a court should decline to create\na cause of action as a matter of federal common law where the\nresult would be to further, not avoid, diplomatic strife. Properly\napplied, that rule easily resolves the question presented by this\ncase.[1]*Sosainterpreted the ATS to authorize the\nfederal courts to create causes of action as a matter of federal\ncommon law. We have repeatedly emphasized that “in fashioning\nfederal [common law] principles to govern areas left open by\nCongress, our function is to effectuate congressional policy.”United Statesv.Kimbell Foods, Inc., 440 U. S.\n715, 738 (1979) . Fidelity to congressional policy is not only\nprudent but necessary: Going beyond the bounds of Congress’s\nauthorization would mean unconstitutionally usurping part of the\n“legislative Powers.” U. S. Const., Art. I, §1. Accordingly,\nthe objective for courts in every case requiring the creation of\nfederal common law must be “to find the rule that will best\neffectuate the federal policy.”Textile Workersv.Lincoln Mills of Ala., 353 U. S. 448 , 457 (1957).The ATS was meant to help the United States\navoid diplomatic friction. The First Congress enacted the law to\nprovide a forum for adjudicating that “narrow set of violations of\nthe law of nations” that, if left unaddressed, “threaten[ed]\nserious consequences” for the United States.Sosa, 542\nU. S., at 715; see also Brief for Professors of International\nLaw et al. asAmici Curiae7–12. Specifically, the\nFirst Congress was concerned about offenses like piracy, violation\nof safe conducts, and infringement of the rights of ambassadors,\neach of which “if not adequately redressed could rise to an issue\nof war.”Sosa,supra, at 715. That threat was\nexistentially terrifying for the young Nation. SeeKiobelv.Royal Dutch Petroleum Co., 569 U. S. 108, 123 –124\n(2013). To minimize the danger, the First Congress enacted the ATS,\n“ensur[ing] that the United States could provide a forum for\nadjudicating such incidents” and thus helping the Nation avoid\nfurther diplomatic imbroglios.Id., at 124; seeante,\nat 25 (majority opinion).Putting that objective together with the rules\ngoverning federal common law generally, the following principle\nemerges: Federal courts should decline to create federal common law\ncauses of action underSosa’s second step whenever doing so\nwould not materially advance the ATS’s objective of avoiding\ndiplomatic strife. And applying that principle here, it is clear\nthat federal courts should not create causes of action under the\nATS against foreign corporate defendants. All parties agree that\ncustomary international law does notrequirecorporate\nliability as a general matter. See Brief for Petitioners 30; Brief\nfor Respondent 22; see alsoante, at 17 (plurality opinion);post, at 3–4 (Sotomayor, J., dissenting). But if customary\ninternational law does not require corporate liability, then\ndeclining to create it under the ATS cannot give other nations just\ncause for complaint against the United States.To the contrary, ATS suits against foreign\ncorporations may provoke—and, indeed, frequentlyhaveprovoked—exactly the sort of diplomatic strife inimical to the\nfundamental purpose of the ATS. Some foreign states appear to\ninterpret international law as foreclosing civil corporate\nliability for violations of the law of nations. See Brief for\nGovernment of the United Kingdom et al. asAmici CuriaeinKiobelv.Royal Dutch Petroleum Co., O. T.\n2012, No. 10–1491, p. 14. Creating ATS causes of action against\nforeign corporate defendants would put the United States at odds\nwith these nations. Even when states do not object to this sort of\ncorporate liability as alegalmatter, they may be concerned\nabout ATS suits against their corporations for political reasons.\nFor example, Jordan considers this suit “a direct affront” to its\nsovereignty and one that “risks destabilizing Jordan’s economy and\nundercutting one of the most stable and productive alliances the\nUnited States has in the Middle East.” Brief for Hashemite Kingdom\nof Jordan asAmicus Curiae4. Courting these sorts of\nproblems—which seem endemic to ATS litigation—was the opposite of\nwhat the First Congress had in mind.In response, the dissent argues merely that any\ndiplomatic friction “can be addressed with a tool more tailored to\nthe source of the problem than a blanket ban on corporate\nliability.”Post, at 19. Even on its own terms, that\nargument is problematic: Many of the “more tailored” tools offered\nby the dissent will still be hotly litigated by ATS plaintiffs, and\nit may be years before incorrect initial decisions about their\napplicability can be reviewed by the courts of appeals. Seeante, at 11 (plurality opinion).In any event, the dissent misunderstands the\nrelevant standard. The question before us is whether the United\nStates would be embroiled in fewer international controversies if\nwe created causes of action under the ATS against foreign corporate\ndefendants. Unless corporate liability would activelydecreasediplomatic disputes, we have no authority to act.\nOn that score, the dissent can only speculate that declining to\ncreate causes of action against foreign corporate defendants\n“might” lead to diplomatic friction.Post, at 30. But the\ndissent has no real-world examples to support its hunch, and that\nis not surprising; the ATS already goes further than any other\nstatute in the world in granting aliens the right to sue civilly\nfor violations of international law, especially in light of the\nmany other avenues for relief available. Seeante, at 23\n(plurality opinion). It would be rather rich for any other nation\nto complain that the ATS does not go far enough. Indeed, no country\nhas.Finally, the dissent invokes “the considered\njudgment of the Executive Branch and Congress” that ATS suits\nagainst foreign corporations are “necessary ‘to help the United\nStates avoid diplomatic friction.’ ”Post, at 31,\nn. 13. Tellingly, however, the dissent cannot muster a single\nsource that actually supports that bold contention. Instead, the\ndissent immediately retreats to two far more modest assertions.\nFirst, the dissent observes that the Executive Branch has twice\nsuggested that this Court should allow causes of action against\ncorporate defendants under the ATS. But both times the Executive\nBranch defended that perspective primarily under the first step ofSosa; here, however, we are dealing withSosa’s\nsecond step, and with the risk of diplomatic friction in\nparticular. Second, the dissent also notes that the Executive\nBranch and Congress have each taken steps to hold corporations\nliable for certain acts like terrorism.Post, at 31,\nn. 13. That is, of course, true, but it is also entirely\nirrelevant. Congress and the Executive Branch may be willing to\ntrade off the risk of some diplomatic friction in exchange for the\npromotion of other objectives (such as “holding foreign\ncorporations to account for certain egregious conduct,”ibid.). That is their prerogative as the political branches.\nBut consistent with the separation of powers, we have neither the\nluxury nor the right to make such policy decisions ourselves.Creating causes of action under the ATS against\nforeign corporate defendants would be a no-win proposition. Foreign\ncorporate liability would not only fail to meaningfully advance the\nobjectives of the ATS, but it would also lead to precisely those\n“serious consequences in international affairs” that the ATS was\nenacted to avoid.Sosa, 542 U. S., at 715. Under those\ncircumstances, federal courts have a duty to refrain from acting.\nAlthough that may make it more difficult for aliens to hold foreign\ncorporations liable for human rights abuses, we have repeatedly\nrejected the view that the ATS was meant to transform the federal\ncourts into forums for the litigation of all human rights suits.\nSeeante, at 8–9, 25–27 (majority opinion);Kiobel,\n569 U. S., at 123–124;Sosa,supra, at 715–718.\nDeclining to extend the ATS to foreign corporate defendants is thus\nnot about “[i]mmunizing corporations that violate human rights,”post, at 34, but rather about furthering the purpose that\nthe ATS was actually meant to serve—avoiding diplomatic strife.Notes1* Because this case\ninvolves a foreign corporation, we have no need to reach the\nquestion whether an alien may sue a United States corporation under\nthe ATS. And since such a suit may generally be brought in federal\ncourt based on diversity jurisdiction, 28 U. S. C.\n§1332(a)(2), it is unclear why ATS jurisdiction would be needed in\nthat situation.",
    "joined": []
}