{
    "case": {
        "docket": "661",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/661/"
    },
    "id": "1963353",
    "author": "alito",
    "type": "dissent",
    "text": "ALITO, J., DISSENTINGCHRISTIAN LEGAL SOC. CHAPTER OF UNIV. OF CAL.,HASTINGS COLLEGE OF\nLAW V. MARTINEZ561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1371CHRISTIAN LEGAL SOCIETY CHAPTER OF THE UNI- VERSITY\nOF CALIFORNIA, HASTINGS COLLEGE OF THE LAW, aka HASTINGS CHRISTIAN\nFELLOW- SHIP, PETITIONERv.LEO P. MARTINEZ\net al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 28, 2010]Justice Alito, with whom The\nChief Justice, Justice Scalia, and Justice Thomas join,\ndissenting.The proudest boast of our free\nspeech jurisprudence is that we protect the freedom to express “the\nthought that we hate.”United Statesv.Schwimmer,279 U. S. 644, 654–655\n(1929) (Holmes, J., dissenting). Today’s decision rests on a very\ndifferent principle: no freedom for expression that offends\nprevailing standards of political correctness in our country’s\ninstitutions of higher learning.The Hastings College of the Law, a state\ninstitution, permits student organizations to register with the law\nschool and severely burdens speech by unregistered groups. Hastings\ncurrently has more than 60 registered groups and, in all its\nhistory, has denied registration to exactly one: the Christian\nLegal Society (CLS). CLS claims that Hastings refused to register\nthe group because the law school administration disapproves of the\ngroup’s viewpoint and thus violated the group’s free speech\nrights.Rejecting this argument, the Court finds that\nit has been Hastings’ policy for 20 years that all registered\norganizations must admitanystudent who wishes to join.\nDeferring broadly to the law school’s judgment about the\npermissible limits of student debate, the Court concludes that this\n“accept-all-comers” policy,ante, at 1, is both\nviewpoint-neutral and consistent with Hastings’ proclaimed policy\nof fostering a diversity of viewpoints among registered student\ngroups.The Court’s treatment of this case is deeply\ndisappointing. The Court does not address the constitutionality of\nthe very different policy that Hastings invoked when it denied\nCLS’s application for registration. Nor does the Court address the\nconstitutionality of the policy that Hastings now purports to\nfollow. And the Court ignores strong evidence that the\naccept-all-comers policy is not viewpoint neutral because it was\nannounced as a pretext to justify viewpoint discrimination.\nBrushing aside inconvenient precedent, the Court arms public\neducational institutions with a handy weapon for suppressing the\nspeech of unpopular groups—groups to which, as Hastings candidly\nputs it, these institutions “do not wish to … lend their name[s].”\nBrief for Respondent Hastings College of Law 11; see alsoid., at 35.IThe Court provides a misleading\nportrayal of this case. As related by the Court, (1) Hastings, for\nthe past 20 years, has required any student group seeking\nregistration to admit any student who wishes to join,ante, at 5; (2) the effects of Hastings’ refusal to\nregister CLS have been of questionable importance, seeante, at 24–25; and (3) this case is about CLS’s desire to\nobtain “a state subsidy,”ante, at 15. I begin by\ncorrecting the picture.AThe Court bases all of its\nanalysis on the proposition that the relevant Hastings’ policy is\nthe so-called accept-all-comers policy. This frees the Court from\nthe difficult task of defending the constitutionality of either the\npolicy that Hastings actually—and repeatedly—invoked when it denied\nregistration,i.e., the school’s written Nondiscrimination\nPolicy, or the policy that Hastings belatedly unveiled when it\nfiled its brief in this Court. Overwhelming evidence, however,\nshows that Hastings denied CLS’s application pursuant to the\nNondiscrimination Policy and that the accept-all-comers policy was\nnowhere to be found until it was mentioned by a former dean in a\ndeposition taken well after this case began.The events that gave rise to this\nlitigation began in 2004, when a small group of Hastings students\nsought to register a Hastings chapter of CLS, a national\norganization of Christian lawyers and law students. All CLS members\nmust sign a Statement of Faith affirming belief in fundamental\nChristian doctrines, including the belief that the Bible is “the\ninspired Word of God.” App. 226. In early 2004, the national\norganization adopted a resolution stating that “[i]n view of the\nclear dictates of Scripture, unrepentant participation in or\nadvocacy of a sexually immoral lifestyle is inconsistent with an\naffirmation of the Statement of Faith, and consequently may be\nregarded by CLS as disqualifying such an individual from CLS\nmembership.”Id., at 146. The resolution made it clear\nthat “a sexually immoral lifestyle,” in CLS’s view, includes\nengaging in “acts of sexual conduct outside of God’s design for\nmarriage between one man and one woman.”Ibid. It was\nshortly after this resolution was passed that the Hastings chapter\nof CLS applied to register with the law school.Hastings sponsors an active program of\n“registered student organizations” (RSOs) pursuant to the law\nschool’s avowed responsibility to “ensure an opportunity for the\nexpression of a variety of viewpoints” and promote “the highest\nstandards of . . . freedom of expression,” App. to Pet. for Cert.\n82a, 74a. During the 2004–2005 school year, Hastings had more than\n60 registered groups, including political groups (e.g.,\nthe Hastings Democratic Caucus and the Hastings Republicans),\nreligious groups (e.g., the Hastings Jewish Law Students\nAssociation and the Hastings Association of Muslim Law Students),\ngroups that promote social causes (e.g., both pro-choice\nand pro-life groups), groups organized around racial or ethnic\nidentity (e.g., the Black Law Students Association, the\nKorean American Law Society, La Raza Law Students Association, and\nthe Middle Eastern Law Students Association), and groups that focus\non gender or sexuality (e.g., the Clara Foltz Feminist\nAssociation and Students Raising Consciousness at Hastings). See\nApp. 236–245; Brief for Petitioner 3–4.Not surprisingly many of these registered\ngroups were and are dedicated to expressing a message. For example,\nSilenced Right, a pro-life group, taught that “all human life from\nthe moment of conception until natural death is sacred and has\ninherent dignity,”id., at 244, while Law Students for\nChoice aimed to “defend and expand reproductive rights,”id., at 243. The American Constitution Society sought “to\ncounter . . . a narrow conservative vision” of American law,”id., at 236, and the UC Hastings Student Animal Defense\nFund aimed “at protecting the lives and advancing the interests of\nanimals through the legal system,”id., at 245.Groups that are granted registration are\nentitled to meet on university grounds and to access multiple\nchannels for communicating with students and faculty—including\nposting messages on designated bulletin boards, sending mass\ne-mails to the student body, distributing material through the\nStudent Information Center, and participating in the annual student\norganizations fair. App. to Pet. for Cert. 7a, 85a. They may also\napply for limited travel funds,id., at 7a, which appear\nto total about $4,000 to $5,000 per year, App. 217—or less than $85\nper registered group. Most of the funds available to RSOs come from\nan annual student activity fee that every student must pay. See\nApp. to Pet. for Cert. 89a–93a.When CLS applied for registration, Judy Hansen\nChapman, the Director of Hastings’ Office of Student Services, sent\nan e-mail to an officer of the chapter informing him that “CLS’s\nbylaws did not appear to be compliant” with the Hastings\nNondiscrimination Policy, App. 228, 277, a written policy that\nprovides in pertinent part that “[t]he University of California,\nHastings College of the Law shall not discriminate unlawfully on\nthe basis of race, color, religion, national origin, ancestry,\ndisability, age, sex or sexual orientation,”id., at 220.\nAs far as the record reflects, Ms. Chapman made no mention of an\naccept-all-applicants policy.A few days later, three officers of the\nchapter met with Ms. Chapman, and she reiterated that the CLS\nbylaws did not comply with “the religion and sexual orientation\nprovisions of the Nondiscrimination Policy and that they would need\nto be amended in order for CLS to become a registered student\norganization.”Id., at 228. About a week later, Hastings\nsent CLS a letter to the same effect.Id., at 228–229,\n293–295. On both of these occasions, it appears that not a word was\nsaid about an accept-all-comers policy.When CLS refused to change its membership\nrequirements, Hastings denied its request for registration—thus\nmaking CLS the only student group whose application for\nregistration has ever been rejected. Brief in Opposition 4.In October 2004, CLS brought this action under\n42 U. S. C. §1983 against the law school’s dean and other\nschool officials, claiming, among other things, that the law\nschool, by enacting and enforcing the Nondiscrimination Policy, had\nviolated CLS’s First Amendment right to freedom of speech. App.\n78.In May 2005, Hastings filed an answer to CLS’s\nfirst amended complaint and made an admission that is significant\nfor present purposes. In its complaint, CLS had alleged that the\nNondiscrimination Policy discriminates against religious groups\nbecause it prohibits those groups “from selecting officers and\nmembers dedicated to a particular set of religious ideals or\nbeliefs” but “permits political, social and cultural student\norganizations to select officers and members dedicated to their\norganization’s ideals and beliefs.”Id., at 79. In\nresponse, Hastings admitted that its Nondiscrimination Policy\n“permits political, social, and cultural student organizations to\nselect officers and members who are dedicated to a particular set\nof ideals or beliefs.”Id., at 93. The Court states that\n“Hastings interprets the Nondiscrimination Policy, as it relates to\nthe RSO program, to mandate acceptance of all comers.”Ante, at 4. But this admission in Hastings’ answer shows\nthat Hastings had not adopted this interpretation when its answer\nwas filed.Within a few months, however, Hastings’\nposition changed. In July 2005, Mary Kay Kane, then the dean of the\nlaw school, was deposed, and she stated: “It is my view that in\norder to be a registered student organization you have to allow all\nof our students to be members and full participants if they want\nto.” App. 343. In a declaration filed in October 2005, Ms. Chapman\nprovided a more developed explanation, stating: “Hastings\ninterprets the Nondiscrimination Policy as requiring that student\norganizations wishing to register with Hastings allow any Hastings\nstudent to become a member and/or seek a leadership position in the\norganization.”Id., at 349.Hastings claims that this accept-all-comers\npolicy has existed since 1990 but points to no evidence that the\npolicy was ever put in writing or brought to the attention of\nmembers of the law school community prior to the dean’s deposition.\nIndeed, Hastings has adduced no evidence of the policy’s existence\nbefore that date. And while Dean Kane and Ms. Chapman stated, well\nafter this litigation had begun, that Hastings had such a policy,\nneither they nor any other Hastings official has ever stated in a\ndeposition, affidavit, or declaration when this policy took\neffect.Hastings’ effort to portray the\naccept-all-comers policy as merely an interpretation of the\nNondiscrimination Policy runs into obvious difficulties. First, the\ntwo policies are simply not the same: The Nondiscrimination Policy\nproscribes discrimination on a limited number of specified grounds,\nwhile the accept-all-comers policy outlaws all selectivity. Second,\nthe Nondiscrimination Policy applies to everything that Hastings\ndoes, and the law school does not follow an accept-all-comers\npolicy in activities such as admitting students and hiring\nfaculty.In an effort to circumvent this problem, the\nCourt writes that “Hastings interprets the Nondiscrimination\nPolicy,as it relates to the RSO program, to mandate\nacceptance of all comers.”Ante, at 4 (emphasis added).\nThis puts Hastings in the implausible position of maintaining that\nthe Nondiscrimination Policy means one thing as applied to the RSO\nprogram and something quite different as applied to all of\nHastings’ other activities. But the Nondiscrimination Policy by its\nterms applies fully to all components of the law school, “including\nadministration [and] faculty.” App. 220.Third, the record is replete with evidence\nthat, at least until Dean Kane unveiled the accept-all-comers\npolicy in July 2005, Hastings routinely registered student groups\nwith bylaws limiting membership and leadership positions to those\nwho agreed with the groups’ viewpoints. For example, the bylaws of\nthe Hastings Democratic Caucus provided that “any full-time student\nat Hastings may become a member of HDCso long as they do not\nexhibit a consistent disregard and lack of respect for the\nobjective of the organizationas stated in Article 3, Section\n1.” App. to Pet. for Cert. 118a (emphasis added). The constitution\nof the Association of Trial Lawyers of America at Hastings provided\nthat every member must “adhere to the objectives of the Student\nChapter as well as the mission of ATLA.”Id., at 110a. A\nstudent could become a member of the Vietnamese American Law\nSociety so long as the student did not “exhibit a consistent\ndisregard and lack of respect for the objective of the\norganization,” which centers on a “celebrat[ion] [of] Vietnamese\nculture.”Id., at 146a–147a. Silenced Right limited voting\nmembership to students who “are committed” to the group’s “mission”\nof “spread[ing] the pro-life message.”Id., at 142a–143a.\nLa Raza limited voting membership to “students of Raza background.”\nApp. 192. Since Hastings requires any student group applying for\nregistration to submit a copy of its bylaws, seeid., at\n249–250, Hastings cannot claim that it was unaware of such\nprovisions. And as noted, CLS was denied registration precisely\nbecause Ms. Chapman reviewed its bylaws and found them\nunacceptable.We are told that, when CLS pointed out these\ndiscrepancies during this litigation, Hastings took action to\nensure that student groups were in fact complying with the law\nschool’s newly disclosed accept-all-comers policy. For example,\nHastings asked La Raza to revise its bylaws to allow all students\nto become voting members. App. to Pet. for Cert. 66a. See also\nBrief for State of Michigan et al. asAmici Curiae2,\nn. 1 (relating anecdotally that Hastings recently notified the\nHastings Democrats that “to maintain the Club’s standing as a\nstudent organization,” it must “open its membership to all\nstudents, regardless of party affiliation”). These belated remedial\nefforts suggest, if anything, that Hastings had no\naccept-all-comers policy until this litigation was well under\nway.Finally, when Hastings filed its brief in this\nCourt, its policy, which had already evolved from a policy\nprohibiting certain specified forms of discrimination into an\naccept-all-comers policy, underwent yet another transformation.\nNow, Hastings claims that it does not really have an\naccept-all-comers policy; it has an accept-some-comers\npolicy. Hastings’ current policy, we are told, “does not foreclose\nneutral and generally applicable membership requirements unrelated\nto ‘status or beliefs.’ ” Brief for Respondent Hastings\nCollege of Law 5. Hastings’ brief goes on to note with seeming\napproval that some registered groups have imposed “even conduct\nrequirements.”Ibid. Hastings, however, has not told us\nwhich “conduct requirements” are allowed and which are not—although\npresumably requirements regarding sexual conduct fall into the\nlatter category.When this case was in the District Court, that\ncourt took care to address both the Nondiscrimination Policy and\nthe accept-all-comers policy. See,e.g., App. to Pet. for\nCert. 8a–9a, 16a–17a, 21a–24a, 26a, 27a, 32a, 44a, 63a. On appeal,\nhowever, a panel of the Ninth Circuit, like the Court today,\ntotally ignored the Nondiscrimination Policy. CLS’s argument in the\nNinth Circuit centered on the Nondiscrimination Policy, and CLS\nargued strenuously, as it had in the District Court, that prior to\nthe former dean’s deposition, numerous groups had been permitted to\nrestrict membership to students who shared the groups’\nviews.[Footnote 1]\nNevertheless, the Ninth Circuit disposed of CLS’s appeal with a\ntwo-sentence, not-precedential opinion that solely addressed the\naccept-all-comers policy.Christian Legal Soc. Chapter of Univ.\nof Cal.v.Kane, 319 Fed. Appx. 645–646 (2009).Like the majority of this Court, the Ninth\nCircuit relied on the following Joint Stipulation, which the\nparties filed in December 2005, well after Dean Kane’s\ndeposition:“Hastings requires that registered student\norganizations allow any student to participate, become a member, or\nseek leadership positions in the organization, regardless of their\nstatus or beliefs.” App. 221.Citing the binding effect of stipulations, the\nmajority sternly rejects what it terms “CLS’s unseemly attempt to\nescape from the stipulation and shift its target to [the\nNondiscrimination Policy].”Ante,at 11–12.I agree that the parties must be held to their\nJoint Stipulation, but the terms of the stipulation should be\nrespected. What was admitted in the Joint Stipulation filed in\nDecember 2005 is that Hastings had an accept-all-comers policy. CLS\ndid not stipulate that its application had been denied more than a\nyear earlier pursuant to such a policy. On the contrary, the Joint\nStipulation notes that the reason repeatedly given by Hasting at\nthat time was that the CLS bylaws did not comply withthe\nNondiscrimination Policy. See App. 228–229. Indeed, the\nparties did not even stipulate that the accept-all-comers policy\nexisted in the fall of 2004. In addition, Hastings itself is now\nattempting to walk away from this stipulation by disclosing that\nits real policy is an accept-some-comers policy.The majority’s insistence on the binding\neffect of stipulations contrasts sharply with its failure to\nrecognize the binding effect of a party’s admissions in an answer.\nSeeAmerican Title Insurance Co.v.Lacelaw\nCorp., 861 F. 2d 224, 226 (CA9 1988) (“Factual assertions\nin pleadings and pretrial orders, unless amended, are considered\njudicial admissions conclusively binding on the party who made\nthem”);Bakersfield Westar Ambulance, Inc.v.Community First Bank, 123 F. 3d 1243, 1248 (CA9 1997)\n(quotingLacelaw,supra). As noted above,\nHastings admitted in its answer, which was filed prior to the\nformer dean’s deposition, that at least as of that time, the law\nschool did not follow an accept-all-comers policy and instead\nallowed “political, social, and cultural student organizations to\nselect officers and members who are dedicated to a particular set\nof ideals or beliefs.” App. 93.BThe Court also distorts the\nrecord with respect to the effect on CLS of Hastings’ decision to\ndeny registration. The Court quotes a letter written by Hastings’\ngeneral counsel in which she stated that Hastings “ ‘would be\npleased to provide [CLS] the use of Hastings facilities for its\nmeetings and activities.’ ”Ante, at 6 (quoting App.\n294). Later in its opinion, the Court reiterates that “Hastings\noffered CLS access to school facilities to conduct meetings,”ante, at 24, but the majority does not mention that this\noffer was subject to important qualifications. As Hastings’\nattorney put it in the District Court, Hastings told CLS:\n“ ‘Hastings allows community groups to some degree to use its\nfacilities, sometimes on a pay basis, I understand, if they’re\navailable after priority is given to registered organizations’. We\noffered that.” App. 442.The Court also fails to mention\nwhat happened when CLS attempted to take advantage of Hastings’\noffer. On August 19, 2005, the local CLS president sent an e-mail\nto Ms. Chapman requesting permission to set up an “advice table” on\na campus patio on August 23 and 24 so that members of CLS could\nspeak with students at the beginning of the fall semester.Id., at 298. This request—merely to set up a table on a\npatio—could hardly have interfered with any other use of the law\nschool’s premises or cost the school any money. But although the\nrequest was labeled “time sensitive,”ibid., Ms. Chapman\ndid not respond until the dates in question had passed, and she\nthen advised the student that all further inquiries should be made\nthrough CLS’s attorney.Id., at 297–298.In September 2005, CLS tried again. Through\ncounsel, CLS sought to reserve a room on campus for a guest speaker\nwho was scheduled to appear on a specified date.Id., at\n302–303. Noting Ms. Chapman’s tardy response on the prior occasion,\nthe attorney asked to receive a response before the scheduled date,\nbut once again no answer was given until after the date had passed.Id., at 300.Other statements in the majority opinion make\nit seem as if the denial of registration did not hurt CLS at all.\nThe Court notes that CLS was able to hold Bible-study meetings and\nother events.Ante, at 6. And “[a]lthough CLS could not\ntake advantage of RSO-specific methods of communication,” the Court\nstates, “the advent of electronic media and social-networking sites\nreduces the importance of those channels.”Ante, at\n24.At the beginning of the 2005 school year, the\nHastings CLS group had seven members, App. to Pet. for Cert. 13a,\nso there can be no suggestion that the group flourished. And since\none of CLS’s principal claims is that it was subjected to\ndiscrimination based on its viewpoint, the majority’s emphasis on\nCLS’s ability to endure that discrimination—by using private\nfacilities and means of communication—is quite amazing.This Court does not customarily brush aside a\nclaim of unlawful discrimination with the observation that the\neffects of the discrimination were really not so bad. We have never\nbefore taken the view that a little viewpoint discrimination is\nacceptable. Nor have we taken this approach in other discrimination\ncases.CFinally, I must comment on the\nmajority’s emphasis on funding. According to the majority, CLS is\n“seeking what is effectively a state subsidy,”ante, at\n15, and the question presented in this case centers on the “use of\nschool funds,”ante, at 1. In fact, funding plays a very\nsmall role in this case. Most of what CLS sought and was\ndenied—such as permission to set up a table on the law school\npatio—would have been virtually cost free. If every such activity\nis regarded as a matter of funding, the First Amendment rights of\nstudents at public universities will be at the mercy of the\nadministration. As CLS notes, “[t]o university students, the campus\nis their world. The right to meet on campus and use campus channels\nof communication is at least as important to university students as\nthe right to gather on the town square and use local communication\nforums is to the citizen.” Reply Brief for Petitioner 13.IITo appreciate how far the Court\nhas strayed, it is instructive to compare this case withHealyv.James,408 U. S. 169(1972),\nour only First Amendment precedent involving a public college’s\nrefusal to recognize a student group. The group inHealywas a local chapter of the Students for a Democratic Society (SDS).\nWhen the students who applied for recognition of the chapter were\nasked by a college committee whether they would “ ‘respond to\nissues of violence as other S.D.S. chapters have,’ ” their\nanswer was that their “ ‘action would have to be dependent\nupon each issue.’ ”Id., at 172–173. They similarly\nrefused to provide a definitive answer when asked whether they\nwould be willing to “use any means possible” to achieve their aims.Id., at 173. The president of the college refused to allow\nthe group to be recognized, concluding that the philosophy of the\nSDS was “antithetical to the school’s policies” and that it was\ndoubtful that the local chapter was independent of the national\norganization, the “ ‘published aims and philosophy’ ” of\nwhich included “ ‘disruption and violence.’ ”Id., at 174–175, and n. 4.The effects of nonrecognition inHealywere largely the same as those present here. The SDS\nwas denied the use of campus facilities, as well as access to the\ncustomary means used for communication among the members of the\ncollege community.Id., at 176, 181–182.The lower federal courts held that the First\nAmendment rights of the SDS chapter had not been violated, and when\nthe case reached this Court, the college, much like today’s\nmajority, sought to minimize the effects of nonrecognition, arguing\nthat the SDS members “still may meet as a group off campus, that\nthey still may distribute written material off campus, and that\nthey still may meet together informally on campus … as\nindividuals.”Id., at 182–183.This Court took a different view. The Court\nheld that the denial of recognition substantially burdened the\nstudents’ right to freedom of association. After observing that\n“[t]he primary impediment to free association flowing from\nnonrecognition is the denial of use of campus facilities for\nmeetings and other appropriate purposes,”id., at 181, the\nCourt continued:“Petitioners’ associational\ninterests also were circumscribed by the denial of the use of\ncampus bulletin boards and the school newspaper. If an organization\nis to remain a viable entity in a campus community in which new\nstudents enter on a regular basis, it must possess the means of\ncommunicating with these students. Moreover, the organization’s\nability to participate in the intellectual give and take of campus\ndebate, and to pursue its stated purposes, is limited by denial of\naccess to the customary media for communicating with the\nadministration, faculty members, and other students. Such\nimpediments cannot be viewed as insubstantial.”Id., at\n181–182.It is striking that all of these\nsame burdens are now borne by CLS. CLS is prevented from using\ncampus facilities—unless at some future time Hastings chooses to\nprovide a timely response to a CLS request and allow the group, as\na favor or perhaps in exchange for a fee, to set up a table on the\npatio or to use a room that would otherwise be unoccupied. And CLS,\nlike the SDS inHealy, has been cut off from “the\ncustomary media for communicating with the administration, faculty\nmembers, and other students.”Id., at 181–182.It is also telling that theHealyCourt, unlike today’s majority, refused to defer to the college\npresident’s judgment regarding the compatibility of “sound\neducational policy” and free speech rights. The same deference\narguments that the majority now accepts were made in defense of the\ncollege president’s decision to deny recognition inHealy.\nRespondents in that case emphasized that the college president, not\nthe courts, had the responsibility of administering the institution\nand that the courts should allow him “ ‘wide discretion … in\ndetermining what actions are most compatible with its educational\nobjectives.’ ” Brief for Respondents inHealyv.James, O. T. 1971, No. 71–452, pp. 7–8. A supportingamicuscontended that college officials “must be allowed a\nvery broad discretion in formulating and implementing policies.”\nBrief for Board of Trustees, California State Colleges 6. Another\nargued that universities should be permitted to impose restrictions\non speech that would not be tolerated elsewhere. Brief for American\nAssociation of Presidents of Independent Colleges and Universities\n11–12.TheHealyCourt would have none of\nthis. Unlike the Court today, theHealyCourt emphatically\nrejected the proposition that “First Amendment protections should\napply with less force on college campuses than in the community at\nlarge.” 408 U. S., at 180. And on one key question after\nanother—whether the local SDS chapter was independent of the\nnational organization, whether the group posed a substantial threat\nof material disruption, and whether the students’ responses to the\ncommittee’s questions about violence and disruption signified a\nwillingness to engage in such activities—the Court drew its own\nconclusions, which differed from the college president’s.TheHealyCourt was true to the\nprinciple that when it comes to the interpretation and application\nof the right to free speech, we exercise our own independent\njudgment. We do not defer to Congress on such matters, seeSable Communications of Cal., Inc.v.FCC,492 U. S. 115,\n129 (1989), and there is no reason why we should bow to university\nadministrators.In the end, I see only two possible\ndistinctions betweenHealyand the present case. The first\nis thatHealydid not involve any funding, but as I have\nnoted, funding plays only a small part in this case. And ifHealywould otherwise prevent Hastings from refusing to\nregister CLS, I see no good reason why the potential availability\nof funding should enable Hastings to deny all of the other rights\nthat go with registration.This leaves just one way of distinguishingHealy: the identity of the student group. InHealy, the Court warned that the college president’s views\nregarding the philosophy of the SDS could not “justify the denial\nof First Amendment rights.” 408 U. S., at 187. Here, too,\ndisapproval of CLS cannot justify Hastings’ actions.[Footnote 2]IIIThe Court pays little attention\ntoHealyand instead focuses solely on the question\nwhether Hastings’ registration policy represents a permissible\nregulation in a limited public forum. While I think thatHealyis largely controlling, I am content to address the\nconstitutionality of Hastings’ actions under our limited public\nforum cases, which lead to exactly the same conclusion.In this case, the forum consists\nof the RSO program. Once a public university opens a limited public\nforum, it “must respect the lawful boundaries it has itself set.”Rosenbergerv.Rector and Visitors of Univ. of\nVa.,515 U. S.\n819, 829 (1995). The university “may not exclude speech where\nits distinction is not ‘reasonable in light of the purpose served\nby the forum.’ ”Ibid.(quotingCorneliusv.NAACP Legal Defense & Ed. Fund, Inc.,473 U. S. 788, 806\n(1985)). And the university must maintain strict viewpoint\nneutrality.Board of Regents of Univ. of Wis. Systemv.Southworth,529 U. S. 217, 234 (2000);Rosenberger,supra, at 829.This requirement of viewpoint neutrality\nextends to the expression of religious viewpoints. In an unbroken\nline of decisions analyzing private religious speech in limited\npublic forums, we have made it perfectly clear that “[r]eligion is\n[a] viewpoint from which ideas are conveyed.”Good News\nClubv.Milford Central School,533 U. S. 98, 112, and n.\n4 (2001). SeeRosenberger,supra, at 831;Lamb’s Chapelv.Center Moriches Union Free School\nDist.,508 U.\nS. 384, 393–394 (1993);Widmarv.Vincent,454 U. S. 263,\n277 (1981).We have applied this analysis in cases in\nwhich student speech was restricted because of the speaker’s\nreligious viewpoint, and we have consistently concluded that such\nrestrictions constitute viewpoint discrimination.E.g.,Rosenberger,supra, at 845–846;Widmar,supra, at 267, n. 5, 269, 277; see alsoGood News\nClub,supra, at 106–107, 109–110;Lamb’s\nChapel,supra, at 392–393, 394. We have also stressed\nthat the rules applicable in a limited public forum are\nparticularly important in the university setting, where “the State\nacts against a background of tradition of thought and experiment\nthat is at the center of our intellectual and philosophic\ntradition.”Rosenberger,supra, at 835.IVAnalyzed under this framework,\nHastings’ refusal to register CLS pursuant to its Nondiscrimination\nPolicy plainly fails.[Footnote\n3] As previously noted, when Hastings refused to register CLS,\nit claimed that the CLS bylaws impermissibly discriminated on the\nbasis of religion and sexual orientation. As interpreted by\nHastings and applied to CLS, both of these grounds constituted\nviewpoint discrimination.Religion. The First\nAmendment protects the right of “ ‘expressive\nassociation’ ”—that is, “the right to associate for the\npurpose of speaking.”Rumsfeldv.Forum for Academic\nand Institutional Rights, Inc.,547 U. S. 47, 68 (2006)\n(quotingBoy Scouts of Americav.Dale,530 U. S. 640, 644\n(2000)). And the Court has recognized that “[t]he forced inclusion\nof an unwanted person in a group infringes the group’s freedom of\nexpressive association if the presence of that person affects in a\nsignificant way the group’s ability to advocate public or private\nviewpoints.”Dale,supra, at 648.With one important exception, the Hastings\nNondiscrimination Policy respected that right. As Hastings stated\nin its answer, the Nondiscrimination Policy “permit[ted] political,\nsocial, and cultural student organizations to select officers and\nmembers who are dedicated to a particular set of ideals or\nbeliefs.” App. 93. But the policy singled out one category of\nexpressive associations for disfavored treatment: groups formed to\nexpress a religious message. Only religious groups were required to\nadmit students who did not share their views. An environmentalist\ngroup was not required to admit students who rejected global\nwarming. An animal rights group was not obligated to accept\nstudents who supported the use of animals to test cosmetics. But\nCLS was required to admit avowed atheists. This was patent\nviewpoint discrimination. “By the very terms of the\n[Nondiscrimination Policy], the University … select[ed] for\ndisfavored treatment those student [groups] with religious …\nviewpoints.”Rosenberger, 515 U. S., at 831. It is no\nwonder that the Court makes no attempt to defend the\nconstitutionality of the Nondiscrimination Policy.Unlike the Court, Justice Stevens attempts a\ndefense, contending that the Nondiscrimination Policy is viewpoint\nneutral. But his arguments are squarely contrary to established\nprecedent.Justice Stevens first argues that the\nNondiscrimination Policy is viewpoint neutral because it “does not\nregulate expression or belief at all” but instead regulates\nconduct. Seeante, at 2 (concurring opinion). This Court\nhas held, however, that the particular conduct at issue here\nconstitutes a form of expression that is protected by the First\nAmendment. It is now well established that the First Amendment\nshields the right of a group to engage in expressive association by\nlimiting membership to persons whose admission does not\nsignificantly interfere with the group’s ability to convey its\nviews. SeeDale,supra, at 648;Robertsv.United States Jaycees,468 U. S. 609, 623\n(1984); see alsoNew York State Club Assn., Inc.v.City of New York,487 U. S. 1, 13 (1988)\n(acknowledging that an “association might be able to show that it\nis organized for specific expressive purposes and that it will not\nbe able to advocate its desired viewpoints nearly as effectively if\nit cannot confine its membership to those who share the same sex,\nfor example, or the same religion”);Widmar,supra, at 268–269 (“[T]he First Amendment rights of speech\nand association extend to the campuses of state universities”).\nIndeed, the opinion of the Court, which Justice Stevens joins,\nacknowledges this rule. Seeante, at 13.Justice Stevens also maintains that the\nNondiscrimination Policy is viewpoint neutral because it prohibits\nall groups, both religious and secular, from engaging in religious\nspeech. Seeante, at 3. This argument is also contrary to\nestablished law. InRosenberger, the dissent, which\nJustice Stevens joined, made exactly this argument. See 515 U. S.,\nat 895–896 (opinion of Souter, J.). The Court disagreed, holding\nthat a policy that treated secular speech more favorably than\nreligious speech discriminated on the basis of viewpoint.[Footnote 4] 515 U. S., at 831. The\nCourt reaffirmed this holding inGood News Club, 533 U.\nS., at 112, and n. 4.Here, the Nondiscrimination Policy permitted\nmembership requirements that expressed a secular viewpoint. See\nApp. 93. (For example, the Hastings Democratic Caucus and the\nHastings Republicans were allowed to exclude members who disagreed\nwith their parties’ platforms.) But religious groups were not\npermitted to express a religious viewpoint by limiting membership\nto students who shared their religious viewpoints. Under\nestablished precedent, this was viewpoint discrimination.[Footnote 5]It bears emphasis that permitting religious\ngroups to limit membership to those who share the groups’ beliefs\nwould not have the effect of allowing other groups to discriminate\non the basis of religion. It would not mean, for example, that\nfraternities or sororities could exclude students on that basis. As\nour cases have recognized, the right of expressive association\npermits a group to exclude an applicant for membership only if the\nadmission of that person would “affec[t] in a significant way the\ngroup’s ability to advocate public or private viewpoints.”Dale, 530 U. S., at 648. Groups that do not engage in\nexpressive association have no such right. Similarly, groups that\nare dedicated to expressing a viewpoint on a secular topic (for\nexample, a political or ideological viewpoint) would have no basis\nfor limiting membership based on religion because the presence of\nmembers with diverse religious beliefs would have no effect on the\ngroup’s ability to express its views. But for religious groups, the\nsituation is very different. This point was put well by a coalition\nof Muslim, Christian, Jewish, and Sikh groups: “Of course there is\na strong interest in prohibiting religious discrimination where\nreligion is irrelevant. But it is fundamentally confused to apply a\nrule against religious discrimination to a religious association.”\nBrief for American Islamic Congress et al. asAmici\nCuriae3.Sexual orientation. The Hastings\nNondiscrimination Policy, as interpreted by the law school, also\ndiscriminated on the basis of viewpoint regarding sexual morality.\nCLS has a particular viewpoint on this subject, namely, that sexual\nconduct outside marriage between a man and a woman is wrongful.\nHastings would not allow CLS to express this viewpoint by limiting\nmembership to persons willing to express a sincere agreement with\nCLS’s views. By contrast, nothing in the Nondiscrimination Policy\nprohibited a group from expressing a contrary viewpoint by limiting\nmembership to persons willing to endorse that group’s beliefs. A\nFree Love Club could require members to affirm that they reject the\ntraditional view of sexual morality to which CLS adheres. It is\nhard to see how this can be viewed as anything other than viewpoint\ndiscrimination.VHastings’ current policy, as\nannounced for the first time in the brief filed in this Court,\nfares no better than the policy that the law school invoked when\nCLS’s application was denied. According to Hastings’ brief, its new\npolicy, contrary to the position taken by Hastings officials at an\nearlier point in this litigation, really does not require a student\ngroup to accept all comers. Now, Hastings explains, its policy\nallows “neutral and generally applicable membership requirements\nunrelated to ‘status or beliefs.’ ” Brief for Respondent\nHastings College of Law 5. As examples of permissible membership\nrequirements, Hastings mentions academic standing, writing ability,\n“dues, attendance, andeven conduct requirements.”Ibid. (emphasis added).It seems doubtful that Hastings’\nnew policy permits registered groups to condition membership\neligibility on whatever “conduct requirements” they may wish to\nimpose. If that is the school’s current policy, it is hard to see\nwhy CLS may not be registered, for what CLS demands is that members\nforeswear “unrepentant participation in or advocacy of a sexually\nimmoral lifestyle.” App. 146. That should qualify as a conduct\nrequirement.If it does not, then what Hastings’ new policy\nmust mean is that registered groups may impose some, but not all,\nconduct requirements. And if that is the case, it is incumbent on\nHastings to explain which conduct requirements are acceptable,\nwhich are not, and why CLS’s requirement is not allowed. Hastings\nhas made no effort to provide such an explanation.[Footnote 6]VII come now to the version of\nHastings’ policy that the Court has chosen to address. This is not\nthe policy that Hastings invoked when CLS was denied registration.\nNor is it the policy that Hastings now proclaims—and presumably\nimplements. It is a policy that, as far as the record establishes,\nwas in force only from the time when it was first disclosed by the\nformer dean in July 2005 until Hastings filed its brief in this\nCourt in March 2010. Why we should train our attention on this\nparticular policy and not the other two is a puzzle. But in any\nevent, it is clear that the accept-all-comers policy is not\nreasonable in light of the purpose of the RSO forum, and it is\nimpossible to say on the present record that it is viewpoint\nneutral.AOnce a state university opens a\nlimited forum, it “must respect the lawful boundaries it has itself\nset.”Rosenberger, 515 U. S., at 829. Hastings’\nregulations on the registration of student groups impose only two\nsubstantive limitations: A group seeking registration must have\nstudent members and must be non-commercial. App. to Pet. for Cert.\n82a–83a, Hastings Board of Directors, Policies and Regulations\nApplying to College Activities, Organizations and Students §34.10\n(June 22, 1990) (hereinafter Hastings Regulations). Access to the\nforum is not limited to groups devoted to particular purposes. The\nregulations provide that a group applying for registration must\nsubmit an official document including “a statement ofits\npurpose,”id., at 83a (Hastings Regulations\n§34.10.A.1 (emphasis added)), but the regulations make no attempt\nto define the limits of acceptable purposes. The regulations do not\nrequire a group seeking registration to show that it has a certain\nnumber of members or that its program is of interest to any\nparticular number of Hastings students. Nor do the regulations\nrequire that a group serve a need not met by existing groups.The regulations also make it\nclear that the registration program is not meant to stifle\nunpopular speech. They proclaim that “[i]t is the responsibility of\nthe Dean to ensure an ongoing opportunity for the expression of a\nvariety of viewpoints.”Id., at 82a (Hastings Regulations\n§33.11). They also emphatically disclaim any endorsement of or\nresponsibility for views that student groups may express.Id., at 85a (Hastings Regulations §34.10.D).Taken as a whole, the regulations plainly\ncontemplate the creation of a forum within which Hastings students\nare free to form and obtain registration of essentially the same\nbroad range of private groups that nonstudents may form off campus.\nThat is precisely what the parties in this case stipulated: The RSO\nforum “seeks to promote a diversity of viewpointsamongregistered student organizations, including viewpoints on religion\nand human sexuality.” App. 216 (emphasis added).The way in which the RSO forum actually\ndeveloped corroborates this design. As noted, Hastings had more\nthan 60 RSOs in 2004–2005, each with its own independently devised\npurpose. Some addressed serious social issues; others—for example,\nthe wine appreciation and ultimate Frisbee clubs—were simply\nrecreational. Some organizations focused on a subject but did not\nclaim to promote a particular viewpoint on that subject (for\nexample, the Association of Communications, Sports &\nEntertainment Law); others were defined, not by subject, but by\nviewpoint. The forum did not have a single Party Politics Club;\nrather, it featured both the Hastings Democratic Caucus and the\nHastings Republicans. There was no Reproductive Issues Club; the\nforum included separate pro-choice and pro-life organizations.\nStudents did not see fit to create a Monotheistic Religions Club,\nbut they have formed the Hastings Jewish Law Students Association\nand the Hastings Association of Muslim Law Students. In short, the\nRSO forum, true to its design, has allowed Hastings students to\nreplicate on campus a broad array of private, independent,\nnoncommercial organizations that is very similar to those that\nnonstudents have formed in the outside world.The accept-all-comers policy is antithetical\nto the design of the RSO forum for the same reason that a\nstate-imposed accept-all-comers policy would violate the First\nAmendment rights of private groups if applied off campus. As\nexplained above, a group’s First Amendment right of expressive\nassociation is burdened by the “forced inclusion” of members whose\npresence would “affec[t] in a significant way the group’s ability\nto advocate public or private viewpoints.”Dale, 530 U.\nS., at 648. The Court has therefore held that the government may\nnot compel a group that engages in “expressive association” to\nadmit such a member unless the government has a compelling\ninterest, “ ‘unrelated to the suppression of ideas, that\ncannot be achieved through means significantly less restrictive of\nassociational freedoms.’ ”Ibid. (quotingRoberts, 468 U. S., at 623).There can be no dispute that this standard\nwould not permit a generally applicable law mandating that private\nreligious groups admit members who do not share the groups’\nbeliefs. Religious groups like CLS obviously engage in expressive\nassociation, and no legitimate state interest could override the\npowerful effect that an accept-all-comers law would have on the\nability of religious groups to express their views. The State of\nCalifornia surely could not demand that all Christian groups admit\nmembers who believe that Jesus was merely human. Jewish groups\ncould not be required to admit anti-Semites and Holocaust deniers.\nMuslim groups could not be forced to admit persons who are viewed\nas slandering Islam.While there can be no question that the State\nof California could not impose such restrictions on all religious\ngroups in the State, the Court now holds that Hastings, a state\ninstitution, may impose these very same requirements on students\nwho wish to participate in a forum that is designed to foster the\nexpression of diverse viewpoints. The Court lists four\njustifications offered by Hastings in defense of the\naccept-all-comers policy and, deferring to the school’s judgment,ante, at 21, the Court finds all those justifications\nsatisfactory,ante, at 21–24. If we carry out our\nresponsibility to exercise our own independent judgment, however,\nwe must conclude that the justifications offered by Hastings and\naccepted by the Court are insufficient.The Court first says that the\naccept-all-comers policy is reasonable because it helps Hastings to\nensure that “ ‘leadership, educational, and social\nopportunities’ ” are afforded to all students.Ante,\nat 21–22 (quoting Brief for Respondent Hastings College of Law 32).\nThe RSO forum, however, is designed to achieve these laudable ends\nin a very different way—by permitting groups of students, no matter\nhow small, to form the groups they want. In this way, the forum\nmultiplies the opportunity for students to serve in leadership\npositions; it allows students to decide which educational\nopportunities they wish to pursue through participation in\nextracurricular activities; and it permits them to create the\n“social opportunities” they desire by forming whatever groups they\nwish to create.Second, the Court approves the\naccept-all-comers policy because it is easier to enforce than the\nNondiscrimination Policy that it replaced. It would be “a daunting\nlabor,” the Court warns, for Hastings to try to determine whether a\ngroup excluded a member based on belief as opposed to status.Ante, at 22; see alsoante, at 2–3, n. 1\n(opinion of Stevens, J.) (referring to the “impossible task of\nseparating out belief-based from status-based religious\ndiscrimination”).This is a strange argument, since the\nNondiscrimination Policy prohibits discrimination on substantially\nthe same grounds as the antidiscrimination provisions of many\nStates,[Footnote 7] including\nCalifornia, and except for the inclusion of the prohibition of\ndiscrimination based on sexual orientation, the Nondiscrimination\nPolicy also largely tracks federal antidiscrimination\nlaws.[Footnote 8] Moreover,\nHastings now willingly accepts greater burdens under its latest\npolicy, which apparently requires the school to distinguish between\ncertain “conduct requirements” that are allowed and others that are\nnot. Nor is Hastings daunted by the labor of determining whether a\nclub admissions exam legitimately tests knowledge or is a pretext\nfor screening out students with disfavored beliefs. Asked at oral\nargument whether CLS could require applicants to pass a test on the\nBible, Hastings’ attorney responded: “If it were truly an objective\nknowledge test, it would be okay.” Tr. of Oral Arg. 52. The long\nhistory of disputes about the meaning of Bible passages belies any\nsuggestion that it would be an easy task to determine whether the\ngrading of such a test was “objective.”Third, the Court argues that the\naccept-all-comers policy, by bringing together students with\ndiverse views, encourages tolerance, cooperation, learning, and the\ndevelopment of conflict-resolution skills.Ante, at 23.\nThese are obviously commendable goals, but they are not undermined\nby permitting a religious group to restrict membership to persons\nwho share the group’s faith. Many religious groups impose such\nrestrictions. See,e.g.,Brief for Agudath Israel of\nAmerica asAmicus Curiae3 (“[B]ased upon millennia-old\nJewish laws and traditions, Orthodox Jewish institutions …\nregularly differentiate between Jews and non-Jews”). Such practices\nare not manifestations of “contempt” for members of other faiths.\nCf.ante, at 6 (opinion of Stevens, J.) (invoking groups\nthat have “contempt for Jews, blacks, and women”). Nor do they\nthwart the objectives that Hastings endorses. Our country as a\nwhole, no less than the Hastings College of Law, values tolerance,\ncooperation, learning, and the amicable resolution of conflicts.\nBut we seek to achieve those goals through “[a] confident pluralism\nthat conduces to civil peace and advances democratic\nconsensus-building,” not by abridging First Amendment rights. Brief\nfor Gays and Lesbians for Individual Liberty asAmicus\nCuriae35.Fourth, the Court observes that Hastings’\npolicy “incorporates—in fact, subsumes—state-law proscriptions on\ndiscrimination.”Ante, at 23. Because the First Amendment\nobviously takes precedence over any state law, this would not\njustify the Hastings policy even if it were true—but it is not. The\nonly Hastings policy considered by the Court—the accept-all-comers\npolicy—goes far beyond any California antidiscrimination law.\nNeither Hastings nor the Court claims that California law demands\nthat state entities must accept all comers. Hastings itself\ncertainly does not follow this policy in hiring or student\nadmissions.Nor is it at all clear that California law\nrequires Hastings to deny registration to a religious group that\nlimits membership to students who share the group’s religious\nbeliefs. Hastings cites no California court decision or\nadministrative authority addressing this question. Instead,\nHastings points to a statute prohibiting discrimination on\nspecified grounds, including religion or sexual orientation, “in\nany program or activityconducted by” certain\npostsecondary educational institutions. Cal. Educ. Code Ann. §66270\n(West Supp. 2010) (emphasis added). Hastings, however, does not\nconduct the activities of the student groups it registers. Indeed,\nHastings disclaims such responsibility, stating both in its\nregulations and its Handbook for Student Organizations that it\n“does not sponsorstudent organizations and therefore does\nnot accept liability for activities of student organizations.” App.\nto Pet. for Cert. 85a (Hastings Regulations §34.10.D); App. 250. In\naddition, as CLS notes, another provision of California law\nspecifically exempts “any funds that are used directly or\nindirectly for the benefit of student organizations” from a ban on\nstate funding of private groups that discriminate on any of the\ngrounds listed in §66270. See §92150 (West Supp. 2010).The authority to decide whether §66270 or any\nother provision of California law requires religious student groups\nat covered institutions to admit members who do not share the\ngroups’ religious views is of course a question of state law that\nwe cannot resolve. The materials that have been brought to our\nattention, however, provide little support for the majority’s\nsuggested interpretation.In sum, Hastings’ accept-all-comers policy is\nnot reasonable in light of the stipulated purpose of the RSO forum:\nto promote a diversity of viewpoints “among”—not\nwithin—“registered student organizations.” App. 216\n(emphasis added).[Footnote\n9]BThe Court is also wrong in\nholding that the accept-all-comers policy is viewpoint neutral. The\nCourt proclaims that it would be “hard to imagine a more\nviewpoint-neutral policy,”ante, at 28, but I would not be\nso quick to jump to this conclusion. Even if it is assumed that the\npolicy is viewpoint neutral on its face,[Footnote 10] there is strong evidence in the record\nthat the policy was announced as a pretext.The adoption of a facially\nneutral policy for the purpose of suppressing the expression of a\nparticular viewpoint is viewpoint discrimination. SeeCrawfordv.Board of Ed. of Los Angeles,458 U. S. 527, 544\n(1982) (“[A] law neutral on its face still may be unconstitutional\nif motivated by a discriminatory purpose”). A simple example\nillustrates this obvious point. Suppose that a hated student group\nat a state university has never been able to attract more than 10\nmembers. Suppose that the university administration, for the\npurpose of preventing that group from using the school grounds for\nmeetings, adopts a new rule under which the use of its facilities\nis restricted to groups with more than 25 members. Although this\nrule would be neutral on its face, its adoption for a\ndiscriminatory reason would be illegal.Here, CLS has made a strong showing that\nHastings’ sudden adoption and selective application of its\naccept-all-comers policy was a pretext for the law school’s\nunlawful denial of CLS’s registration application under the\nNondiscrimination Policy.Shifting policies. When Hastings\ndenied CLS’s application in the fall of 2004, the only policy\nmentioned was the Nondiscrimination Policy. In July 2005, the\nformer dean suggested in a deposition that the law school actually\nfollowed the very different accept-all-comers policy. In March of\nthis year, Hastings’ brief in this Court rolled out still a third\npolicy. As is recognized in the employment discrimination context,\nwhere issues of pretext regularly arise, “[s]ubstantial changes\nover time in [an] employer’s proffered reason for its employment\ndecision support a finding of pretext.”Kobrinv.University of Minnesota, 34 F. 3d 698, 703 (CA8\n1994); see also,e.g.,Aragonv.Republic\nSilver State Disposal Inc., 292 F. 3d 654, 661 (CA9\n2002);Cicerov.Borg-Warner Automotive, Inc.,\n280 F. 3d 579, 592 (CA6 2001).Timing. The timing of Hastings’\nrevelation of its new policies closely tracks the law school’s\nlitigation posture. When Hastings denied CLS registration, it cited\nonly the Nondiscrimination Policy. Later, after CLS alleged that\nthe Nondiscrimination Policy discriminated against religious\ngroups, Hastings unveiled its accept-all-comers policy. Then, after\nwe granted certiorari and CLS’s opening brief challenged the\nconstitutionality—and the plausibility—of the accept-all-comers\npolicy, Hastings disclosed a new policy. As is true in the\nemployment context, “[w]hen the justification for an adverse . . .\naction changes during litigation, that inconsistency raises an\nissue whether the proffered reason truly motivated the defendant’s\ndecision.”Cicero,supra, at 592.Lack of documentation.When an\nemployer has a written policy and then relies on a rule for which\nthere is no written documentation, that deviation may support an\ninference of pretext. See,e.g.,Diazv.Eagle Produce Ltd. Partnership, 521 F. 3d 1201, 1214\n(CA9 2008);Rudinv.Lincoln Land Community\nCollege, 420 F. 3d 712, 727 (CA7 2005);Machinchickv.PB Power, Inc., 398 F. 3d\n345, 354, n. 29 (CA5 2005);Russellv.TG\nMissouri Corp., 340 F. 3d 735, 746 (CA8 2003);Mohammedv.Callaway, 698 F. 2d 395,\n399–400, 401 (CA10 1983).Here, Hastings claims that it has had an\naccept-all-comers policy since 1990, but it has not produced a\nsingle written document memorializing that policy. Nor has it cited\na single occasion prior to the dean’s deposition when this putative\npolicy was orally disclosed to either student groups interested in\napplying for registration or to the Office of Student Services,\nwhich was charged with reviewing the bylaws of applicant groups to\nensure that they were in compliance with the law school’s\npolicies.Nonenforcement. Since it appears that\nno one was told about the accept-all-comers policy before July\n2005, it is not surprising that the policy was not enforced. The\nrecord is replete with evidence that Hastings made no effort to\nenforce the all-comers policy until after it was proclaimed by the\nformer dean. See,e.g., App. to Pet. for Cert. 118a\n(Hastings Democratic Caucus);id., at 110a (Association of\nTrial Lawyers of America at Hastings);id., at 146a–147a\n(Vietnamese American Law Society);id., at 142a–143a\n(Silent Right); App. 192 (La Raza). See generallysupra,\nat 7–8. If the record here is not sufficient to permit a finding of\npretext, then the law of pretext is dead.The Court—understandably—sidesteps this issue.\nThe Court states that the lower courts did not address the\n“argument that Hastings selectively enforces its all-comer\npolicy,”[Footnote 11] that\n“this Court is not the proper forum to air the issue in the first\ninstance,” and that “[o]n remand, the Ninth Circuit may consider\nCLS’s pretext argument if, and to the extent, it is preserved.”Ante, at 31–32.Because the Court affirms the entry of summary\njudgment in favor of respondents, it is not clear how CLS will be\nable to ask the Ninth Circuit on remand to review its claim of\npretext. And the argument that we should not address this issue of\npretext because the Ninth Circuit did not do so is hard to take,\ngiven that the Ninth Circuit barely addressed anything, disposing\nof this case in precisely two sentences.Neither of those two sentences addressed the\n“novel question,”ante, at 1, to which the bulk of this\nCourt’s opinion is devoted,i.e., whether the\naccept-all-comers policy is reasonable in light of the purposes of\nthe RSO forum and is viewpoint neutral, seeante, at\n17–31. If it is appropriate for us to consider that issue, then the\nNinth Circuit’s failure to address the issue of pretext should not\nstand in the way of review by this Court.COne final aspect of the Court’s\ndecision warrants comment. In response to the argument that the\naccept-all-comers-policy would permit a small and unpopular group\nto be taken over by students who wish to silence its message, the\nCourt states that the policy would permit a registered group to\nimpose membership requirements “designed to ensure that students\njoin because of their commitment to a group’s vitality, not its\ndemise.”Ante, at 27. With this concession, the Court\ntacitly recognizes that Hastings does not really have an\naccept-all-comers policy—it has an accept-some-dissident-comers\npolicy—and the line between members who merely seek to change a\ngroup’s message (who apparently must be admitted) and those who\nseek a group’s “demise” (who may be kept out) is hopelessly\nvague.Here is an example. Not all\nChristian denominations agree with CLS’s views on sexual morality\nand other matters. During a recent year, CLS had seven members.\nSuppose that 10 students who are members of denominations that\ndisagree with CLS decided that CLS was misrepresenting true\nChristian doctrine. Suppose that these students joined CLS, elected\nofficers who shared their views, ended the group’s affiliation with\nthe national organization, and changed the group’s message. The new\nleadership would likely proclaim that the group was “vital” but\nrectified, while CLS, I assume, would take the view that the old\ngroup had suffered its “demise.” Whether a change represents reform\nor transformation may depend very much on the eye of the\nbeholder.Justice Kennedy takes a similarly mistaken\ntack. He contends that CLS “would have a substantial case on the\nmerits if it were shown that the all-comers policy was … used to\ninfiltrate the group or challenge its leadership in order to stifle\nits views,”ante, at 4 (concurring opinion), but he does\nnot explain on what ground such a claim could succeed. The Court\nholds that the accept-all-comers policy is viewpoint neutral and\nreasonable in light of the purposes of the RSO forum. How could\nthose characteristics be altered by a change in the membership of\none of the forum’s registered groups? No explanation is\napparent.In the end, the Court refuses to acknowledge\nthe consequences of its holding. A true accept-all-comers policy\npermits small unpopular groups to be taken over by students who\nwish to change the views that the group expresses. Rules requiring\nthat members attend meetings, pay dues, and behave politely, seeante, at 27, would not eliminate this threat.The possibility of such takeovers, however, is\nby no means the most important effect of the Court’s holding. There\nare religious groups that cannot in good conscience agree in their\nbylaws that they will admit persons who do not share their faith,\nand for these groups, the consequence of an accept-all-comers\npolicy is marginalization. See Brief for Evangelical Scholars\n(Officers and 24 Former Presidents of the Evangelical Theological\nSociety) et al. asAmici Curiae19 (affirmance in this\ncase “will allow every public college and university in the United\nStates to exclude all evangelical Christian organizations”); Brief\nfor Agudath Israel of America asAmicus Curiae3, 8\n(affirmance would “point a judicial dagger at the heart of the\nOrthodox Jewish community in the United States” and permit that\ncommunity to be relegated to the status of “a second-class group”);\nBrief for Union of Orthodox Jewish Congregations of America asAmicus Curiae3 (affirmance “could significantly affect\nthe ability of [affiliated] student clubs and youth movements … to\nprescribe requirements for their membership and leaders based on\nreligious beliefs and commitments”). This is where the Court’s\ndecision leads.* &emsp*  *I do not think it is an\nexaggeration to say that today’s decision is a serious setback for\nfreedom of expression in this country. Our First Amendment reflects\na “profound national commitment to the principle that debate on\npublic issues should be uninhibited, robust, and wide-open.”New York Times Co.v.Sullivan,376 U. S. 254, 270\n(1964). Even if the United States is the only Nation that shares\nthis commitment to the same extent, I would not change our law to\nconform to the international norm. I fear that the Court’s decision\nmarks a turn in that direction. Even those who find CLS’s views\nobjectionable should be concerned about the way the group has been\ntreated—by Hastings, the Court of Appeals, and now this Court. I\ncan only hope that this decision will turn out to be an\naberration.Footnote 1CLS consistently argued in the courts below\nthat Hastings had applied its registration policy in a\ndiscriminatory manner. See,e.g., Plaintiff’s Notice of\nMotion for Summary Judgment and Memorandum in Support of Motion for\nSummary Judgment in No. C 04–4484–JSW (ND Cal.), pp. 6–7\n(“Hastings allows other registered student organizations to require\nthat their members and/or leaders agree with the organization’s\nbeliefs and purposes”). CLS took pains to bring forward evidence to\nsubstantiate this claim. Seesupra, at 7–8.CLS’s brief in the Court of Appeals reiterated its contention\nthat Hastings had not required all RSOs to admit all student\napplicants. CLS’s brief stated that “Hastings allows other\nregistered student organizations to require that their leaders\nand/or members agree with the organization’s beliefs and purposes.”\nBrief for Appellant in No. 06–15956 (CA9), pp. 14–15 (citing\nexamples). See alsoid., at 54–55 (“Hastings routinely\nrecognizes student groups that limit membership or leadership on\nthe basis of belief. . . . Hastings’ actual practice demonstrates\nthat the forum is not reserved to student organizations that do not\ndiscriminate on the basis of belief”). Responding to these\narguments, the law school remarked that CLS “repeatedly asserts\nthat ‘Hastings routinely recognizes student groups that limit\nmembership or leadership on the basis of belief.’ ” Brief for\nAppellees in No. 06–15956 (CA9), p. 4.Footnote 2The Court attempts to distinguishHealyon the ground that there the college “explicitly\ndenied the student group official recognitionbecause ofthe group’s viewpoint.”Ante, at 17, n. 15. The same,\nhowever, is true here. CLS was denied recognition under the\nNondiscrimination Policy because of the viewpoint that CLS sought\nto express through its membership requirements. Seesupra,\nat 5;infra, at 18–23. And there is strong evidence that\nHastings abruptly shifted from the Nondiscrimination Policy to the\naccept-all-comers policy as a pretext for viewpoint discrimination.\nSeeinfra, at 31–35.Footnote 3CLS sought a declaratory judgment that this\npolicy is unconstitutional and an injunction prohibiting its\nenforcement. See App. 80. Particularly in light of Hastings’\npractice of changing its announced policies, these requests are not\nmoot. It is well settled that the voluntary cessation of allegedly\nunlawful conduct does not moot a case in which the legality of that\nconduct is challenged. SeeCity of Mesquitev.Aladdin’s Castle, Inc.,455 U. S. 283, 289\n(1982); see alsoAlleev.Medrano,416 U. S. 802, 810–811\n(1974);DeFunisv.Odegaard,416 U. S. 312, 318\n(1974)(per curiam).If the rule were otherwise, the\ncourts would be compelled to leave “ ‘[t]he defendant … free\nto return to his old ways.’ ”United Statesv.Concentrated Phosphate Export Assn., Inc.,393 U. S. 199, 203\n(1968) (quotingUnited Statesv.W. T. Grant Co.,345 U. S. 629,\n632 (1953)). Here, there is certainly a risk that Hastings will\n“return to [its] old ways,” and therefore CLS’s requests for\ndeclaratory and injunctive relief with respect to the\nNondiscrimination Policy are not moot. If, as the Court assumes,\nthe parties stipulated that the only relevant policy is the\naccept-all-comers policy, then the District Court should not have\naddressed the constitutionality of the Nondiscrimination Policy.\nBut the District Court approved both policies, and the Court of\nAppeals affirmed the judgment. That judgment remains binding on\nCLS, so it is only appropriate that CLS be permitted to challenge\nthat determination now. The question of the constitutionality of\nthe Nondiscrimination Policy falls comfortably within the question\npresented, and CLS raised that issue in its brief. See Brief for\nPetitioner 41–46.Footnote 4InRosenbergerthe university argued\nthat the denial of student activity funding for all groups that\nsought to express a religious viewpoint was “facially neutral.” See\nBrief for Respondents inRosenbergerv.Rector &\nVisitors of Univ. of Va., O. T. 1994, No. 94–329, p. 2;\n515 U. S., at 824–825. TheRosenbergerdissenters agreed\nthat the university’s policy did not constitute viewpoint\ndiscrimination because “it applie[d] to Muslim and Jewish and\nBuddhist advocacy as well as to Christian,” and it “applie[d] to\nagnostics and atheists as well as it does to deists and theists.”Id., at 895–896 (opinion of Souter, J.); cf.ante, at 2–3 (opinion of Stevens, J.) (asserting that\nunder Hastings’ Nondiscrimination Policy “all acts ofreligiousdiscrimination” are prohibited (emphasis\nadded)). But the Court flatly rejected this argument. See 515 U.\nS., at 831 (“Religion may be a vast area of inquiry, but it also\nprovides, as it did here, a specific premise, a perspective, a\nstandpoint from which a variety of subjects may be discussed and\nconsidered”).Footnote 5It is not at all clear what Justice Stevens\nmeans when he refers to religious “status” as opposed to religious\nbelief. Seeante, at 2, n. 1. But if by religious\nstatus he means such things as the religion into which a person was\nborn or the religion of a person’s ancestors, then prohibiting\ndiscrimination on such grounds would not involve viewpoint\ndiscrimination. Such immutable characteristics are quite different\nfrom viewpoint.Footnote 6Nor does the Court clarify this point. Suggesting\nthat any conduct requirement must relate to “gross misconduct,”ante, at 4, n. 2, is not helpful.Footnote 7See,e.g., Cal. Gov. Code Ann.\n§12940(a) (West 2005); N. J. Stat. Ann. §10:5–12(a) (West\n2002); N. Y. Exec. Law Ann. §296(1)(a) (West 2010).Footnote 8See,e.g., Civil Rights Act of 1964,\n42 U. S. C. §2000eet seq.(Title VII); Civil Rights\nAct of 1964, 78 Stat. 252, as amended, 42 U. S. C. §2000det seq.(Title VI); Age Discrimination in Employment Act\nof 1967, 81 Stat. 602, as amended, 29 U. S. C. §621et\nseq.;Americans with Disabilities Act of 1990, 104 Stat. 337,\n42 U. S. C. §12101et seq.However, Title VII, which\nprohibits employment discrimination on the basis of religion,\nprovides that religious associations and schools can hire on the\nbasis of religion and that any employer can hire on the basis of\nreligion if it is a bona fide occupational qualification. 42 U.\nS. C. §§2000e–1(a), 2000e–2(e).Footnote 9Although we have held that the sponsor of a\nlimited public forum “must respect the lawful boundaries it has\nitself set,”Rosenberger,515 U. S., at 829, the Court now\nsays that, if the exclusion of a group is challenged, the sponsor\ncan retroactively redraw the boundary lines in order to justify the\nexclusion. Seeante, at 21, n. 17. This approach does not\nrespect our prior holding.Footnote 10InBoard of Regents of Univ. of Wis.\nSystemv.Southworth,529 U. S. 217(2000), the Court\nconsidered a university rule permitting the “defund[ing]” of a\nregistered student group through a student referendum. Seeid., at 224–225. “To the extent the referendum substitutes\nmajority determinations for viewpoint neutrality,” the Court\nobserved, “it would undermine the constitutional protection the\n[university’s registered student organization] program requires.”Id., at 235. “The whole theory of viewpoint neutrality is\nthat minority views are treated with the same respect as are\nmajority views.”Ibid.Hastings’ accept-all-comers policy bears a\nresemblance to theSouthwarkreferendum process. Both\npermit the majority to silence a disfavored organization. There is\nforce to CLS’s argument that “[a]llowing all students to join and\nlead any group, even when they disagree with it, is tantamount to\nestablishing a majoritarian heckler’s veto” and “potentially\nturn[s] every group into an organ for the already-dominant\nopinion.” Brief for Petitioner 51.The Court attempts to distinguishSouthworthas involving a funding mechanism for student\ngroups that operated selectively, based on groups’ viewpoints.Ante, at 29, n. 25. But that mechanism—a student\nreferendum process—placed all students at risk of “being required\nto pay fees which are subsidies for speech they find objectionable,\neven offensive,” solely upon a majority vote of the student body.\nSee 529 U. S., at 230, 235. That is no different in principle than\nan accept-all-comers policy that places all student organizations\nat risk of take-over by a majority that is hostile to a group’s\nviewpoint.Footnote 11As previously noted, CLS consistently argued\nin the courts below that Hastings had applied its registration\npolicy in a discriminatory manner. Seesupra, at 9–10,\nn. 1. The Court would ignore these arguments because counsel\nfor CLS acknowledged below that Hastingshasan all-comers\npolicy. Seeante, at 9, n. 5 (quoting examples). But\nas the Court itself acknowledges, counsel for CLS stated at oral\nargument in this Court that “the Court needs to … reach the\nconstitutionality of the all-comers policyas applied to CLS in\nthis case.” Tr. of Oral Arg. 59 (emphasis added);ante, at 9, n. 5. And as the record shows, CLS hasneverceded its argument that Hastings applies its\naccept-all-comers policy unequally.",
    "joined": []
}