{
    "case": {
        "docket": "18-7739",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-7739/"
    },
    "id": "4214203",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–7739_________________GONZALO HOLGUIN-HERNANDEZ, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[February 26, 2020]Justice Alito, with whom Justice Gorsuch\njoins, concurring.I agree with the Court that a defendant who\nrequests a specific sentence during a sentencing hearing need not\nobject to the sentence after its pronouncement in order to preserve\na challenge to its substantive reasonableness (i.e., length)\non appeal. I write to emphasize what we are not deciding.First, we do not decide “what is\nsufficient to preserve a claim that a trial court used improperproceduresin arriving at its chosen sentence.”Ante,\nat 6. That question is not currently before us. Nevertheless, as we\nhave previously explained, failing to object at all to a procedural\nerror (e.g., a district court’s miscalculation of the\nGuidelines range) will subject a procedural challenge to\nplain-error review.Molina-Martinezv.United States,\n578 U. S. ___, ___–___ (2016) (slip op., at 4).Second, we do not decide what is\nsufficient to preserve any “particular” substantive-reasonableness\nargument.Ante, at 6. Again, the question here “is simply\nwhether the claimed error was ‘brought to the court’s\nattention.’ ”Ante, at 5 (quoting Fed. Rule Crim. Proc.\n52(b)). Thus, we do not suggest that a generalized argument in\nfavor of less imprisonment will insulateallarguments\nregarding the length of a sentence from plain-error review. The\nplain-error rule serves many interests, judicial efficiency and\nfinality being chief among them. SeePuckettv.United States,556 U.S.\n129, 134–135 (2009). Requiring a party to bring an error to the\nattention of the court enables the court to correct itself,\nobviating the need for an appeal. At the very least, the court can\nexplain its reasoning and thus assist the appellate process. A\ncourt cannot address particular arguments or facts not brought to\nits attention.Third, we do not decide whether this\npetitioner properly preserved his particular\nsubstantive-reasonableness arguments, namely, that he did not pose\na danger to the public and that a 12-month sentence would not serve\ndeterrence purposes. Seeante, at 2, 5–6. In determining\nwhether arguments have been preserved, courts should make a\ncase-specific assessment of how the error was “brought to the\ncourt’s attention.” Rule 52(b); see also,e.g.,United\nStatesv.Vonner, 516 F.3d 382, 392 (CA6) (en banc)\n(“While we do not require defendants to challenge the\n‘reasonableness’ of their sentences in front of the district court,\nwe surely should apply plain-error review to any arguments for\nleniency that the defendant does not present to the trial court”),\ncert. denied, 555 U.S. 816 (2008). On remand, the Fifth Circuit can\ndecide whether petitioner preserved these specific arguments and\nwhether the sentence was substantively unreasonable.",
    "joined": []
}