{
    "case": {
        "docket": "17-586",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-586/"
    },
    "id": "3919769",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 17–586 and 17–626_________________GREG ABBOTT, GOVERNOR OF TEXAS, ET AL.,\nAPPELLANTS17–586v.SHANNON PEREZ, ET AL.GREG ABBOTT, GOVERNOR OF TEXAS, ET AL.,\nAPPELLANTS17–626v.SHANNON PEREZ, ET AL.on appeals from the united states district\ncourt for the western district of texas[June 25, 2018]Justice Alito delivered the opinion of the\nCourt.Before us for review are orders of a three-judge\ncourt in the Western District of Texas effectively directing the\nState not to conduct this year’s elections using districting plans\nthat the court itself adopted some years earlier. The court\ndeveloped those plans for use in the 2012 elections pursuant to our\ndirections inPerryv.Perez, 565 U. S. 388\n(2012) (per curiam). We instructed the three-judge court to\nstart with the plans adopted by the Texas Legislature in 2011 but\nto make adjustments as required by the Constitution and the Voting\nRights Act.Id., at 392–396. After those plans were used in\n2012, the Texas Legislature enacted them (with only minor\nmodifications) in 2013, and the plans were used again in both 2014\nand 2016.Last year, however, the three-judge court\nreversed its prior analysis and held that some of the districts in\nthose plans are unlawful. After reviewing the repealed 2011 plans,\nwhich had never been used, the court found that they were tainted\nby discriminatory intent and that the 2013 Legislature had not\n“cured” that “taint.”We now hold that the three-judge court committed\na fundamental legal error. It was the challengers’ burden to show\nthat the 2013 Legislature acted with discriminatory intent when it\nenacted plans that the court itself had produced. The 2013\nLegislature was not obligated to show that it had “cured” the\nunlawful intent that the court attributed to the 2011 Legislature.\nThus, the essential pillar of the three-judge court’s reasoning was\ncritically flawed.When the congressional and state legislative\ndistricts are reviewed under the proper legal standards, all but\none of them, we conclude, are lawful.IAThe 2010 decennial census revealed that the\npopulation of Texas had grown by more than 20% and the State was\ntherefore apportioned four additional seats in the United States\nHouse of Representatives. C. J. S. 369a.[1] To accommodate this new allocation and the\npopulation changes shown by the census, the Legislature adopted a\nnew congressional districting plan, as well as new districting maps\nfor the two houses of the State Legislature.Redistricting is never easy, and the task was\nespecially complicated in Texas in 2011. Not only was the\nLegislature required to draw districts that were substantially\nequal in population, seePerry,supra, at 391–392;Rey- noldsv.Sims, 377 U. S. 533 (1964);Wesberryv.Sanders, 376 U. S. 1 (1964), and to\ncomply with special state-law districting rules,[2] but federal law imposed complex and\ndelicately balanced requirements regarding the consideration of\nrace.Then, as now, federal law restricted the use of\nrace in making districting decisions. The Equal Protection Clause\nforbids “racial gerrymandering,” that is, intentionally assigning\ncitizens to a district on the basis of race without sufficient\njustification.Shawv.Reno, 509 U. S. 630, 641\n(1993). It also prohibits intentional “vote dilution”—“invidiously\n. . . minimiz[ing] or cancel[ing] out the voting\npotential of racial or ethnic minorities.”Mobilev.Bolden, 446 U. S. 55, 66–67 (1980) (plurality\nopinion).While the Equal Protection Clause imposes these\nimportant restrictions, its application in the field of districting\nis complicated. For one thing, because a voter’s race sometimes\ncorrelates closely with political party preference, seeCooperv.Harris, 581 U. S. ___, ___–___ (2017)\n(slip op., at 19–20);Easleyv.Cromartie, 532\nU. S. 234, 243 (2001), it may be very difficult for a court to\ndetermine whether a districting decision was based on race or party\npreference. Here, the three-judge court found that the two factors\nwere virtually indistinguishable.[3]At the same time that the Equal Protection\nClause restricts the consideration of race in the districting\nprocess, compliance with the Voting Rights Act of 1965, 79Stat.\n437, as amended, 52 U. S. C. §10301et seq.(VRA), pulls in the opposite direction: It often insists that\ndistricts be created precisely because of race. Two provisions of\nthe VRA exert such demands, and in 2011, Texas was subject to both.\nAt that time, Texas was covered by §5 of the VRA[4] and was thus barred from making any\ndistricting changes unless it could prove that they did not result\nin “retrogression” with respect to the ability of racial minorities\nto elect the candidates of their choice.Alabama Legislative\nBlack Caucusv.Alabama, 575 U. S. ___, ___ (2015)\n(slip op., at 3). That showing obviously demanded consideration of\nrace.On top of this, Texas was (and still is)\nrequired to comply with §2 of the VRA. A State violates §2 if its\ndistricting plan provides “ ‘less opportunity’ ” for\nracial minorities “ ‘to elect representatives of their\nchoice.’ ”League of United Latin American Citizensv.Perry, 548 U. S. 399, 425 (2006) (LULAC). In a\nseries of cases tracing back toThornburgv.Gingles,\n478 U. S. 30 (1986), we have interpreted this standard to mean\nthat, under certain circumstance, States must draw “opportunity”\ndistricts in which minority groups form “effective majorit[ies],”LULAC,supra, at 426.Since the Equal Protection Clause restricts\nconsideration of race and the VRA demands consideration of race, a\nlegislature attempting to produce a lawful districting plan is\nvulnerable to “ ‘competing hazards of liability.’ ”Bushv.Vera, 517 U. S. 952, 977 (1996)\n(plurality opinion). In an effort to harmonize these conflicting\ndemands, we have assumed that compliance with the VRA may justify\nthe consideration of race in a way that would not otherwise be\nallowed. In technical terms, we have assumed that complying with\nthe VRA is a compelling state interest, see,e.g.,Bethune-Hillv.Virginia State Bd. of Elections, 580\nU. S. ___, ___ (2017) (slip op., at 13);Shawv.Hunt, 517 U. S. 899, 915 (1996), and that a State’s\nconsideration of race in making a districting decision is narrowly\ntailored and thus satisfies strict scrutiny if the State has\n“ ‘good reasons’ ” for believing that its decision is\nnecessary in order to comply with the VRA.Cooper,supra, at ___ (slip op., at 3).BFacing this legal obstacle course, the Texas\nLegislature in 2011 adopted new districting plans, but those plans\nwere immediately tied up in litigation and were never used. Several\nplaintiff groups quickly filed challenges in the District Court for\nthe Western District of Texas, arguing that some of the districts\nin the new plans were racial gerrymanders, some were based on\nintentional vote dilution, and some had the effect of depriving\nminorities of the equal opportunity to elect the candidates of\ntheir choice. This case was assigned to a three-judge court, as\nrequired by 28 U. S. C. §2284(a). (We will call this\ncourt “the Texas court” or simply “the District Court.”)The situation was further complicated by the\nrequirement that Texas obtain preclearance of its new plans. To do\nthis, Texas filed for a declaratory judgment in the District Court\nfor the District of Columbia. SeeTexasv.United\nStates, 887 F. Supp. 2d 133 (2012). (We will call\nthis court “the D. C. court.”) By early 2012, the D. C. court had\nnot yet issued a decision, and Texas needed usable plans for its\nrapidly approaching primaries. Accordingly, the Texas court drew up\ninterim plans for that purpose.Perezv.Perry, 835\nF. Supp. 2d 209 (2011). In creating those plans, the\nmajority of the Texas court thought that it was not “required to\ngive any deference to the Legislature’s enacted plan.”Id.,\nat 213. Instead, it based its plans on what it called “neutral\nprinciples that advance the interest of the collective public\ngood.”Id., at 212.[5]Texas challenged those court-ordered plans in\nthis Court, and we reversed.Perryv.Perez, 565\nU. S. 388 (2012) (per curiam). Noting that\n“[r]edistricting is ‘primarily the duty and responsibility of the\nState,’ ” we held that the Texas court should have respected the\nlegislative judgments embodied in the 2011 plans to the extent\nallowed by the Constitution and the VRA.Id., at\n392–399.We remanded the case with very specific\ninstructions. The Texas court was told to start with the plans\nadopted by the Legislature but to modify those plans as needed so\nas “not to incorporate . . . any legal defects.”Id., at 394. With respect to claims under the Constitution\nor §2 of the VRA, the District Court was told to change a district\nif the plaintiffs werelikelyto succeed on the merits of\ntheir challenge.Ibid.And with respect to §5 claims, the\ncourt was instructed to make whatever changes were needed to\nobviate any legal claim that was “not insubstantial.”[6]Id., at 395. Thus, our\ninstructions, in an abundance of caution, demanded changes in the\nchallenged 2011 plans without proof that those changes were\nactually required by either the Constitution or the VRA.On remand, the Texas court ordered additional\nbriefing and heard two more days of argument. App. 29a, 35a–50a;\nOrder in Civ. No. 11–cv–00360, Doc. No. 616. It issued two\nopinions, totaling more than 70 pages, and analyzed disputed\ndistricts in detail. C. J. S. 367a–423a;\nH. J. S. 300a–315a. While stressing the preliminary\nnature of its determinations, see C. J. S. 368a;\nH. J. S. 314a–315a, the court found that some districts\nrequired change and that others were lawful, C. J. S.\n367a–423a; H. J. S. 300a–315a. The court then adopted\nplans for the State’s congressional districts and for both houses\nof the State Legislature. (The plan for the State Senate is not at\nissue.)Both the congressional plan and the plan for the\nTexas House departed significantly from the State’s 2011 plans. At\nleast 8 of the 36 congressional districts were markedly altered,\nand 21 districts in the plan for the Texas House were\n“substantially” changed. H. J. S. 314a;\nC. J. S. 397a–408a.In August 2012, the D. C. court denied\npreclearance of the plans adopted by the Legislature in 2011, seeTexasv.UnitedStates,supra, so the\nState conducted the 2012 elections under the interim plans devised\nby the Texas court. At the same time, Texas filed an appeal in this\nCourt contesting the decision of the D. C. court,[7] but that appeal ultimately died for two\nreasons.First, the 2011 plans were repealed. The Texas\nattorney general urged the Legislature to pass new redistricting\nplans, C. J. S. 429a, and in his view, the “best way to\nremedy the violations found by the D. C. court” was to “adopt the\n[Texas court’s] interim plans as the State’s permanent\nredistricting maps.”Id., at 432a. Doing so, he said, would\n“confirm the legislature’s intent” to adopt “a redistricting plan\nthat fully comports with the law.”Id., at 429a.The Governor called a special session to do just\nthat, and the Legislature complied. One of the legislative\nsponsors, Senator Seliger, explained that, although “ ‘the\nTexas Legislature remains confident that the legislatively-drawn\nmaps adopted in 2011 are fair and legal . . . , there\nremain several outstanding legal questions regarding these maps\nthat undermine the stability and predictability of the electoral\nprocess in Texas.’ ” 274 F. Supp. 3d 624, 649, n. 40\n(2017). Counsel for one of the plaintiff groups, the Mexican\nAmerican Legal Defense and Education Fund (MALDEF), testified in\nfavor of the plans. C. J. S. 436a–439a. The 2013\nLegislature then repealed the 2011 plans and enacted the Texas\ncourt’s interim plans with just a few minor changes. The federal\ncongressional plan was not altered at all, and only small\nmodifications were made to the plan for the Texas House.\nC. J. S. Findings 231a–232a.On the day after the Legislature passed the new\nplans and the day before the Governor signed them, this Court\nissued its decision inShelby Countyv.Holder, 570\nU. S. 529 (2013), which invalidated the coverage formula in §4\nof the Voting Rights Act. Now no longer subject to §5, Texas\nobtained a vacatur of the D. C. court’s order on preclearance. 274\nF. Supp. 3d, at 634–635, and n. 11.With the never-effective 2011 plans now repealed\nand any preclearance issues overcome by events, the State argued in\nthe Texas court that the plaintiffs’ case against the 2011 plans\nwas moot. In September 2013, the Texas court allowed the plaintiffs\nto amend their complaints to challenge the 2013 plans, but the\ncourt held that their challenges to the 2011 plans were still\nalive, reasoning that the repeal of the 2011 plans represented the\n“voluntary cessation” of allegedly unconstitutional\nconduct.[8]Texas conducted its 2014 and 2016 elections\nunder the plans that had been preliminarily approved by the Texas\ncourt and subsequently adopted (with only minor changes) by the\nLegislature in 2013. But in March and April 2017, after multiple\ntrials, the Texas court issued a pair of rulings on the defunct\n2011 plans. The court reaffirmed the conclusions it had reached in\n2012 about defects in the 2011 plans, and it went further. Contrary\nto its earlier decision, it held that Congressional District (CD)\n35 is an impermissible racial gerrymander and that CD27 violates §2\nof the Voting Rights Act because it has the effect of diluting the\nelectoral opportunities of Latino voters. C. J. S. 181a,\n193a–194a. Previously, the court had provided detailed reasons for\nrejecting the very arguments that it now accepted.Id., at\n409a–423a. Similarly, the court held that multiple districts in the\nplan for the Texas House were the result of intentional vote\ndilution. These included districts in the counties of Nueces (House\nDistrict (HD) 32, HD34), Bell (HD54, HD55), and Dallas (HD103,\nHD104, HD105). H. J. S. 275a–276a.[9]In August 2017, having ruled on the repealed\n2011 plans, the Texas court finally turned its attention to the\nplans then in effect—i.e., the plans that had been developed\nby the court, adopted by the Legislature in 2013, and used in both\nthe 2014 and 2016 elections. The court invalidated the districts in\nthose plans that correspond to districts in the 2011 plan that it\nhad just held to be unlawful,i.e., CD27, CD35, HD32, HD34,\nHD54, HD55, HD103, HD104, and HD105. See 274 F. Supp. 3d\n624 (2017) (No. 17–586) and 267 F. Supp. 3d 750 (2017)\n(No. 17–626).In reaching these conclusions, the court pointed\nto the discriminatory intent allegedly harbored by the 2011\nLegislature, and it attributed this same intent to the 2013\nLegislature because it had failed to “engage in a deliberative\nprocess to ensure that the 2013 plans cured any taint from the 2011\nplans.” 274 F. Supp. 3d, at 645–652; 267 F. Supp. 3d, at\n757. The court saw “no indication that the Legislature looked to\nsee whether any discriminatory taint remained in the plans.” 274\nF. Supp. 3d, at 649. And it faulted the State because it “did\nnot accept [findings of the D. C. court] and instead appealed\nto the Supreme Court.”Ibid.Seeing no evidence that the\nState had undergone “a change of heart,” the court concluded that\nthe Legislature’s “decision to adopt the [District Court’s] plans”\nwas a “litigation strategy designed to insulate the 2011 or 2013\nplans from further challenge, regardless of their legal\ninfirmities.”Id., at 649–650. Finally, summarizing its\nanalysis, the court reiterated that the 2011 Legislature’s\n“discriminatory taint was not removed by the [2013] Legislature’s\nenactment of the Court’s interim plans, because the Legislature\nengaged in no deliberative process to remove any such taint, and in\nfact intended any such taint to be maintained but be safe from\nremedy.”Id., at 686.The Texas court’s decisions about CD35 and all\nbut three of the Texas House districts were based entirely on its\nfinding that the 2013 Legislature had not purged its predecessor’s\ndiscriminatory intent. However, the court also held that three\ndistricts—CD27, HD32, and HD34—were invalid under §2 of the Voting\nRights Act because they had the effect of depriving Latinos of the\nequal opportunity to elect their candidates of choice.Id.,\nat 682–686; 267 F. Supp. 3d, at 775–783. And the court found\nindependent proof that HD90 was a racial gerrymander.Id.,\nat 788–794.The court held that violations in all these\ndistricts “must be remedied.” 274 F. Supp. 3d, at 686; see\nalso 267 F. Supp. 3d, at 795 (describing State House district\nviolations that “must be remedied”). Mindful that October 1 was the\ndeadline for the Texas Secretary of State to provide voter\nregistration templates to the State’s counties, App. 380a–381a, the\ncourt took steps to bring about prompt remedial action. In two\norders issued on August 15 and 24, the Texas attorney general was\ninstructed to advise the court, within three days, “whether the\nLegislature intends to take up redistricting in an effort to cure\nthese violations.” 274 F. Supp. 3d, at 686; 267 F. Supp.\n3d, at 795. If the Legislature chose not to do so, the court\nwarned, it would “hold a hearing to consider remedial plans.”Ibid.After the Governor made clear that the State would not\nact, the court ordered the parties to proceed with a hearing on the\ncongressional plan on September 5, as well as a hearing on the plan\nfor the Texas House on September 6. 274 F. Supp. 3d, at 686;\n267 F. Supp. 3d, at 795; App. 134a–136a; Defendants’ Opposed\nMotion To Stay Order on Plan C235 Pending Appeal or Final Judgment\nin Civ. No. 11–cv–00360, Doc. 1538, pp. 3–4; Defendants’ Opposed\nMotion To Stay Order on Plan H358 Pending Appeal or Final Judgment,\nDoc. No. 1550, pp. 4–5.Texas applied for stays of both orders, but the\nDistrict Court denied the applications. App. 134a–136a. Texas then\nasked this Court to stay the orders, and we granted that relief.\nAfter receiving jurisdictional statements, we postponed\nconsideration of jurisdiction and set the cases for consolidated\nargument. 583 U. S. ___ (2018).IIBefore reaching the merits of these appeals,\nwe must assure ourselves that we have jurisdiction to review the\norders at issue. Appellants claim that the orders amount to\ninjunctions and are therefore appealable to this Court under 28\nU. S. C. §1253. Appellees disagree, contending that the\norders do not qualify as injunctions. We hold that we have\njurisdiction because the orders were effectively injunctions in\nthat they barred Texas from using the districting plans now in\neffect to conduct this year’s elections.AThe Judiciary Act of 1789, 1Stat. 73,\n“established the general principle that only final decisions of the\nfederal district courts would be reviewable on appeal.”Carsonv.American Brands, Inc., 450 U. S. 79,\n83 (1981) (emphasis deleted). But because “rigid application of\nthis principle was found to create undue hardship in some cases,”\nCongress created exceptions.Ibid.Two are relevant here. We\nhave jurisdiction under 28 U. S. C. §1253 to hear an\nappeal from an order of a three-judge district court “granting or\ndenying . . . an interlocutory or permanent injunction.”\nSimilarly, §1292(a)(1) gives the courts of appeals jurisdiction\nover “[i]nterlocutory orders of the district courts” “granting,\ncontinuing, modifying, refusing or dissolving injunctions,” “except\nwhere a direct review may be had in the Supreme Court.”The orders in these cases fall within §1253. To\nbe sure, the District Court did notcallits orders\n“injunctions”—in fact, it disclaimed the term, App. 134a–136a—but\nthe label attached to an order is not dispositive. We have\npreviously made clear that where an order has the “practical\neffect” of granting or denying an injunction, it should be treated\nas such for purposes of appellate jurisdiction.Carson,supra, at 83; see alsoGulfstream Aerospace Corp.v.Mayacamas Corp., 485 U. S. 271, 287–288 (1988). We\napplied this test inCarson, holding that an order that\ndeclined to enter a consent decree prohibiting certain conduct\ncould be appealed under §1292(a)(1) because it was the practical\nequivalent of an order denying an injunction and threatened serious\nand perhaps irreparable harm if not immediately reviewed. 450\nU. S., at 83–84, 86–90.This “practical effect” rule serves a valuable\npurpose. If an interlocutory injunction is improperly granted or\ndenied, much harm can occur before the final decision in the\ndistrict court. Lawful and important conduct may be barred, and\nunlawful and harmful conduct may be allowed to continue.\nRecognizing this, Congress authorized interlocutory appellate\nreview of such orders. But if the availability of interlocutory\nreview depended on the district court’s use of the term\n“injunction” or some other particular language, Congress’s scheme\ncould be frustrated. The harms that Congress wanted to avoid could\noccur so long as the district court was careful about its\nterminology. The “practical effect” inquiry prevents such\nmanipulation.In analogous contexts, we have not allowed\ndistrict courts to “shield [their] orders from appellate review” by\navoiding the label “injunction.”Sampsonv.Murray,\n415 U. S. 61, 87 (1974). For instance, inSampson, we\nheld that an order labeled a temporary restraining order (which is\nnot appealable under §1292(a)(1)) should be treated as a\n“preliminary injunction” (which is appealable) since the order had\nthe same practical effect as a preliminary injunction.Id.,\nat 86–88.Appellees and the dissent contend that the\n“practical effect” approach should be confined to §1292(a)(1), but\nwe see no good reason why it should not apply to §1253 as well.\nAppellees note that we “narrowly constru[e]” §1253,Goldsteinv.Cox, 396 U. S. 471, 478 (1970), but\nwe also construe §1292(a)(1) “narrowly,”Carson,supra, at 84. In addition, the relevant language in the two\nprovisions is nearly identical;[10] both provisions serve the same purpose; and we have\npreviously called them “analogous.”Goldstein,supra,\nat 475.The provisions are also textually interlocked.\nSection 1292(a)(1) does not apply where “direct review may be had\nin the Supreme Court,”i.e., where §1253 applies. If the\n“practical effects” test applied under §1292(a)(1) but not §1253,\nthe consequences would be unfortunate and strange. We would have to\nidentify the magic language needed for an order to qualify as an\norder granting or denying an injunction, and that standard would\nhardly constitute the sort of “[s]imple” rule that the dissent\nprizes. Seepost, at 14 (opinion of Sotomayor, J.). Then,\nhaving developed that standard, we would have to apply it in any\ncase in which a party took an appeal to us from an order of a\nthree-judge court that clearly had the practical effect of an\ninjunction. If we concluded that the magic-words test was not met,\nthe order would appear to be appealable to one of the courts of\nappeals under §1292(a)(1). In the language of that provision, the\norder would be an “orde[r] of [a] district cour[t] of the United\nStates . . . granting [an] injunctio[n].” And because\nthis Court would lack jurisdiction under §1253, the appeal would\nnot fall within §1292(1)’s exception for cases “where a direct\nreview may be had in the Supreme Court.” Having taken pains to\nprovide for review in this Court, and not in the courts of appeals,\nof three-judge court orders granting injunctions Congress surely\ndid not intend to produce that result.[11]Appellees argue that an order denying an\ninjunction (the situation inCarson) and an order granting\nan injunction (the situation here) should be treated differently,\nBrief for Appellees in No. 17–586, p. 27, but they offer no\nconvincing reason for doing so. No authority supports their\nargument. The language of §§1253 and 1292(a)(1) makes no such\ndistinction, and we have stated that the “practical effect”\nanalysis applies to the “granting or denying” of injunctions.Gulfstream,supra, at 287–288.In addition, appellees’ suggested distinction\nwould put appellate courts in an awkward position. Suppose that a\ndistrict court granted an injunction that was narrower than the one\nrequested by the moving party. Would an appellate court (whether\nthis Court or a court of appeals) have jurisdiction to rule on only\npart of that decision? Suppose the appellate court concluded that\nthe district court was correct in refusing to give the movant all\nthe injunctive relief it sought because the movant’s entire claim\nwas doomed to fail. Would the appellate court be limited to holding\nonly that the lower court properly denied the relief that was\nwithheld? The rule advocated by the appellees would needlessly\ncomplicate appellate review.[12]Finally, appellees point in passing to Rule\n65(d) of the Federal Rules of Civil Procedure, which requires that\nan injunction “state its terms specifically” and “describe in\nreasonable detail . . . the act or acts restrained or\nrequired.” Rules 65(d)(1)(B), (C); see Brief for Appellees in No.\n17–586, at 27. But as explained inGunnv.University\nComm. to End War in Viet Nam, 399 U. S. 383, 389,\nn. 4 (1970), we have never suggested that a failure to meet\nthe specificity requirements of Rule 65(d) would “deprive the Court\nof jurisdiction under §1253.”A contrary holding would be perverse. Rule 65(b)\nprotects the party against which an injunction is issued by\nrequiring clear notice as to what that party must do or refrain\nfrom doing. Where a vague injunction does not comply with Rule\n65(b), the aggrieved party has a particularly strong need for\nappellate review. It would be odd to hold that there can be no\nappeal in such a circumstance.For these reasons, we hold that we have\njurisdiction under §1253 to hear an appeal from an order that has\nthe same practical effect as one granting or denying an\ninjunction.BWith these principles settled, we conclude\nthat the orders in these cases qualify as interlocutory injunctions\nunder §1253. The text of the orders and the context in which they\nwere issued make this clear.The orders are unequivocal that the current\nlegislative plans “violate §2 and the Fourteenth Amendment” and\nthat these violations “must be remedied.” 274 F. Supp. 3d, at\n686; see also,e.g., 267 F. Supp. 3d, at 795\n(“[V]iolations found by this Court in its Order on [the State House\nplan] now require a remedy”);ibid.(“In Bell County, the\nintentional discrimination previously found by the Court must be\nremedied”);ibid.(“In Dallas County, the intentional\ndiscrimination previously found by the Court must be\nremedied”).We do not suggest that this language alone is\nsufficient to show that the orders had the practical effect of\nenjoining use of the current plans in this year’s elections, but\nthe court did not stop with these pronouncements. As we have noted,\nthe orders required the Texas attorney general to inform the court\nwithin three days whether the Legislature would remedy the\nviolations, and the orders stated that if the Legislature did not\nintend to adopt new plans, the court would hold remedial\nhearings.The short time given the Legislature to respond\nis strong evidence that the three-judge court did not intend to\nallow the elections to go ahead under the plans it had just\ncondemned. The Legislature was not in session, so in order to take\nup the task of redistricting, the Governor would have been required\nto convene a special session—which is no small matter. And, when\nthe Governor declined to call a special session, the court moved\nahead with its scheduled hearings and invited the parties to\ncontinue preparing for them even after this Court administratively\nstayed the August 15 order.The import of these actions is unmistakable: The\ncourt intended to have new plans ready for use in this year’s\nelections. Nothing in the record even hints that the court\ncontemplated the possibility of allowing the elections to proceed\nunder the 2013 plans.What is more, Texas had reason to believe that\nit would risk deleterious consequences if it defied the court and\nattempted to conduct the elections under the plans that the court\nhad found to be based on intentional racial discrimination. In the\nvery orders at issue, the court inferred discriminatory intent from\nTexas’s choice to appeal the D. C. court’s preclearance decision\nrather than immediately taking steps to bring its plans into\ncompliance with that decision. 274 F. Supp. 3d, at 649; see\nPart III,infra. Reading such an order, Texas had reason to\nfear that if it tried to conduct elections under plans that the\ncourt had found to be racially discriminatory, the court would\ninfer an evil motive and perhaps subject the State once again to\nthe strictures of preclearance under §3(c) of the Voting Rights\nAct.[13] This is a remedy\nthat the plaintiffs hoped to obtain, see,e.g., App. 177a,\nand that the District Court seemed inclined to consider, see\nC. J. S. 122a–123a (declining to declare moot the\nchallenges to the long-since-repealed 2011 plans because “there\nremains the possibility of declaratory and equitable relief under\n§3(c)”).Contending that the orders here do not qualify\nunder §1253, appellees analogize this case toGunn, 399\nU. S. 383, but there is no relevant similarity. InGunn, anti-war protesters were charged with violating a\nTexas “disturbing-the-peace statute,”id., at 384, and they\nchallenged the constitutionality of the statute in federal court.\nAfter the state charges were dismissed, the District Court issued a\n“discursive” opinion “expressing the view that [the statute was]\nconstitutionally invalid.”Id., at 386–387. But the court\nthen refrained from going any further, “pending the next session,\nspecial or general, of the Texas legislature, at which time the\nState of Texas may, if it so desires, enact such\ndisturbing-the-peace statute as will meet constitutional\nrequirements.”University Comm. to End War in Viet Namv.Gunn, 289 F. Supp. 469, 475(WD Tex. 1968).\nThe defendants appealed to this Court, and at the time of our\ndecision two years later, neither the Legislature nor the District\nCourt had taken any further action. We therefore held that we\nlacked jurisdiction under §1253. The District Court order in that\ncase did not have the same practical effect as an injunction.\nIndeed, it had no practical effect whatsoever and is thus entirely\ndifferent from the orders now before us.[14]Appellees suggest that appellate jurisdiction is\nlacking in this case because we do not know at this point “what a\nremedy would entail, who it would affect, and when it would be\nimplemented.” Brief for Appellees in No. 17–586, at 27. The dissent\nmakes a similar argument with respect to two of the Texas House\ndistricts.Post, at 13–14.[15] But the issue here is whether this year’s elections\ncan be held under the plans enacted by the Legislature, not whether\nany particular remedies would have ulti- mately been ordered by the\nDistrict Court.Appellees and the dissent also fret that this\nCourt will be inundated with redistricting appeals if we accept\njurisdiction here, Brief for Appellees in No. 17–626, p. 34;post, at 15–16, and n. 8, but there is no reason to\nfear such a flood. Because §1253 expressly authorizes\n“interlocutory” appeals, there is no question that there can be\nmore than one appeal in a case challenging a redistricting plan.\nDistrict courts sometimes expressly enjoin the use of districting\nplans before moving on to the remedial phase. See,e.g.,Whitfordv.Gill, No. 3:15–cv–421, Doc. No. 190 (WD\nWis., Feb. 22, 2017);Harrisv.McCrory, No.\n1:13–cv–949, Doc. No. 143 (MDNC, Feb. 5, 2016). But appeals from\nsuch orders have not overwhelmed our docket. Our holding here will\naffect only a small category of additional cases.[16]It should go without saying that our decision\ndoes not mean that a State can always appeal a district court order\nholding a redistricting plan unlawful. A finding on liability\ncannot be appealed unless an injunction is granted or denied, and\nin some cases a district court may see no need for interlocutory\nrelief. If a plan is found to be unlawful long before the next\nscheduled election, a court may defer any injunctive relief until\nthe case is completed. And if a plan is found to be unlawful very\nclose to the election date, the only reasonable option may be to\nuse the plan one last time.We appreciate our obligation to heed the limits\nof our jurisdiction, and we reiterate that §1253 must be strictly\nconstrued. But it also must be sensibly construed, and here the\nDistrict Court’s orders, for all intents and purposes, constituted\ninjunctions barring the State from conducting this year’s elections\npursuant to a statute enacted by the Legislature. Unless that\nstatute is unconstitutional, this would seriously and irreparably\nharm[17] the State, and only\nan interlocutory appeal can protect that State interest. SeeCarson,supra, at 89–90. As a result, §1253 provides\njurisdiction.IIIWe now turn to the merits of the appeal. The\nprimary question is whether the Texas court erred when it required\nthe State to show that the 2013 Legislature somehow purged the\n“taint” that the court attributed to the defunct and never-used\nplans enacted by a prior legislature in 2011.AWhenever a challenger claims that a state law\nwas enacted with discriminatory intent, the burden of proof lies\nwith the challenger, not the State.Renov.Bossier\nParish School Bd., 520 U. S. 471, 481 (1997). This rule\ntakes on special significance in districting cases.Redistricting “is primarily the duty and\nresponsibility of the State,” and “[f]ederal-court review of\ndistricting legislation represents a serious intrusion on the most\nvital of local functions.”Millerv.Johnson, 515\nU. S. 900, 915 (1995) (internal quotation marks omitted).\n“[I]n assessing the sufficiency of a challenge to a districting\nplan,” a court “must be sensitive to the complex interplay of\nforces that enter a legislature’s redistricting calculus.”Id., at 915–916. And the “good faith of [the] state\nlegislature must be presumed.”Id., at 915.The allocation of the burden of proof and the\npresumption of legislative good faith are not changed by a finding\nof past discrimination. “[P]ast discrimination cannot, in the\nmanner of original sin, condemn governmental action that is not\nitself unlawful.”Mobile, 446 U. S., at 74 (plurality\nopinion). The “ultimate question remains whether a discriminatory\nintent has been proved in a given case.”Ibid.The\n“historical background” of a legislative enactment is “one\nevidentiary source” relevant to the question of intent.Arlington Heightsv.Metropolitan Housing Development\nCorp., 429 U. S. 252, 267 (1977). But we have never\nsuggested that past discrimination flips the evidentiary burden on\nits head.Neither the District Court nor appellees have\npointed to any authority that would justify shifting the burden.\nThe appellees rely primarily onHunterv.Underwood,\n471 U. S. 222 (1985), but that case addressed a very different\nsituation.Hunterinvolved an equal protection challenge to\nan article of the Alabama Constitution adopted in 1901 at a\nconstitutional convention avowedly dedicated to the establishment\nof white supremacy.Id., at 228–230. The article\ndisenfranchised anyone convicted of any crime on a long list that\nincluded many minor offenses.Id., at 226–227. The court\nbelow found that the article had been adopted with discriminatory\nintent, and this Court accepted that conclusion.Id., at\n229. The article was never repealed, but over the years, the list\nof disqualifying offenses had been pruned, and the State argued\nthat what remained was facially constitutional.Id., at\n232–233. This Court rejected that argument because the amendments\ndid not alter the intent with which the article, including the\nparts that remained, had been adopted.Id., at 233. But the\nCourt specifically declined to address the question whether the\nthen-existing version would have been valid if “[re]enacted today.”Ibid.In these cases, we do not confront a situation\nlike the one inHunter. Nor is this a case in which a law\noriginally enacted with discriminatory intent is later reenacted by\na different legislature. The 2013 Texas Legislature did not reenact\nthe plan previously passed by its 2011 predecessor. Nor did it use\ncriteria that arguably carried forward the effects of any\ndiscriminatory intent on the part of the 2011 Legislature. Instead,\nit enacted, with only very small changes, plans that had been\ndeveloped by the Texas court pursuant to instructions from this\nCourt “not to incorporate . . . any legal defects.”Perry, 565 U. S., at 394.Under these circumstances, there can be no doubt\nabout what matters: It is the intent of the 2013 Legislature. And\nit was the plaintiffs’ burden to overcome the presumption of\nlegislative good faith and show that the 2013 Legislature acted\nwith invidious intent.The Texas court contravened these basic\nprinciples. Instead of holding the plaintiffs to their burden of\novercoming the presumption of good faith and proving discriminatory\nintent, it reversed the burden of proof. It imposed on the State\nthe obligation of proving that the 2013 Legislature had experienced\na true “change of heart” and had “engage[d] in a deliberative\nprocess to ensure that the 2013 plans cured any taint from the 2011\nplans.” 274 F. Supp. 3d, at 649.The Texas court’s references to the need to\n“cure” the earlier Legislature’s “taint” cannot be dismissed as\nstray comments. On the contrary, they were central to the court’s\nanalysis. The court referred repeatedly to the 2013 Legislature’s\nduty to expiate its predecessor’s bad intent, and when the court\nsummarized its analysis, it drove the point home. It stated: “The\ndiscriminatory taint [from the 2011 plans] was not removed by the\nLegislature’s enactment of the Court’s interim plans, because the\nLegislature engaged in no deliberative process to remove any such\ntaint, and in fact intended any such taint to be maintained but be\nsafe from remedy.”Id., at 686.[18]The dissent labors to explain away all these\nreferences to the 2013’s Legislature’s supposed duty to purge its\npredecessor’s allegedly discriminatory intent, but the dissent\nloses track of its own argument and characterizes the District\nCourt’s reasoning exactly as we have. Indeed, the dissent\ncriticizes us on page 33 of its opinion for saying precisely the\nsame thing that it said 11 pages earlier. On page 33, the dissent\nstates:“[T]he majority quotes the orders as\nrequiring proof that the Legislature “ ‘engage[d] in a\ndeliberative process to ensure that the 2013 plans cured any taint\nfrom the 2011 plans.’ ” But the District Court did not put the\nburden on Texas to make that affirmative showing.”Post, at\n33–34 (quotingsupra, at 23, in turn quoting 274 F. Supp.\n3d, at 649; citations omitted).But earlier, the dissent itself describes the\nDistrict Court’s analysis as follows:“Despite knowing of the discrimination in\nits 2011 maps, ‘the Legislature did not engage in a deliberative\nprocess to ensure that the 2013 plans cured any taint from the 2011\nplans.’ ”Post, at 22 (quoting 274 F. Supp. 3d, at\n649).And this is not just a single slip of the pen.\nThe dissent writes that the District Court was required “to assess\nhow the 2013 Legislature addressed the known discrimination that\nmotivated” the districts approved by that Court in 2012.Post, at 31. The dissent quotes the District Court’s\nstatement that “ ‘there is no indication that the Legislature\nlooked to see whether any discriminatory taint remained in the\nplans.’ ”Post, at 24 (quoting 274 F. Supp. 3d, at\n649). And there is also this: “Texas was just ‘not truly interested\nin fixing any remaining discrimination in [its 2011 maps].’ ”Post, at 22 (quoting 274 F. Supp. 3d, at 651,\nn. 45). The District Court’s true mode of analysis is so\nobvious that the dissent cannot help but repeat it. And that\napproach was fundamentally flawed and demands reversal.While a district court’s finding of fact on the\nquestion of discriminatory intent is reviewed for clear error, seeCromartie, 532 U. S., at 242, whether the court applied\nthe correct burden of proof is a question of law subject to plenary\nreview,U. S. Bank N. A.v.Village at\nLakeridge, LLC, 583 U. S. ___, ___ (2018) (slip op., at\n5);Highmark Inc.v.Allcare Health Management System,\nInc., 572 U. S. ___, ___ (2014) (slip op., at 4). And when\na finding of fact is based on the application of an incorrect\nburden of proof, the finding cannot stand.Bose Corp.v.Consumers Union of United States, Inc., 466 U. S. 485,\n501 (1984) (“An appellate cour[t has] power to correct errors of\nlaw, including those that . . . infect . . . a\nfinding of fact that is predicated on a misunderstanding of the\ngoverning rule of law”).BIn holding that the District Court disregarded\nthe presumption of legislative good faith and improperly reversed\nthe burden of proof, we do not suggest either that the intent of\nthe 2011 Legislature is irrelevant or that the plans enacted in\n2013 are unassailable because they were previously adopted on an\ninterim basis by the Texas court. Rather, both the intent of the\n2011 Legislature and the court’s adoption of the interim plans are\nrelevant to the extent that they naturally give rise to—or tend to\nrefute—inferences regarding the intent of the 2013 Legislature.\nThey must be weighed together with any other direct and\ncircumstantial evidence of that Legislature’s intent. But when all\nthe relevant evidence in the record is taken into account, it is\nplainly insufficient to prove that the 2013 Legislature acted in\nbad faith and engaged in intentional discrimination.[19] See,e.g.,Ricciv.DeStefano, 557 U. S. 557, 585 (2009);McCleskeyv.Zant, 499 U. S. 467, 497 (1991). There is thus no\nneed for any further prolongation of this already protracted\nlitigation.The only direct evidence brought to our\nattention suggests that the 2013 Legislature’s intent was\nlegitimate. It wanted to bring the litigation about the State’s\ndistricting plans to an end as expeditiously as possible. The\nattorney general advised the Legislature that the best way to do\nthis was to adopt the interim, court-issued plans. The sponsor of\nthe 2013 plans voiced the same objective, and the Legislature then\nadopted the court-approved plans.On its face, this explanation of the\nLegislature’s intent is entirely reasonable and certainly\nlegitimate. The Legislature had reason to know that any new plans\nit devised were likely to be attacked by one group of plaintiffs or\nanother. (The plaintiffs’ conflicting positions with regard to some\nof the districts in the plans now before us bear this out.)\nLitigating districting cases is expensive and time consuming, and\nuntil the districts to be used in the next election are firmly\nestablished, a degree of uncertainty clouds the electoral process.\nWishing to minimize these effects is understandable and proper.The court below discounted this direct evidence,\nbut its reasons for doing so are not sound. The court stated that\nthe “strategy” of the 2013 Legislature was to “insulate [the plans]\nfrom further challenge, regardless of [the plans’] legal\ninfirmities.” 274 F. Supp. 3d, at 650; see alsoid., at\n651, n. 45. But there is no evidence that the Legislature’s\naim was to gain acceptance of plans that it knew were\nunlawful.[20] Indeed, there\nis no evidence that the Legislature thought that the plans were\ninvalid—and as we will explain, the Legislature had sound reasons\nto believe just the opposite.[21]The District Court found it significant that the\nLegislature must have realized that enacting the interim plans\nwould not “end the litigation,” because it knew that at least some\nplaintiffs would pursue their challenges anyway.Id., at\n651, n. 45. But even if, as seems likely, the Legislature did not\nthink that all the plaintiffs would immediately abandon all their\nclaims, it does not follow that the Legislature was insincere in\nstating that it adopted the court-approved plan with the aim of\nbringing the litigation to a close. It was reasonable for the\nLegislature to think that approving the court-approved plans might\nat least reduce objections and thus simplify and expedite the\nconclusion of the litigation.[22] That MALDEF, counsel for one of the plaintiff groups,\ntestified in favor of the plans is evidence that the Legislature’s\nobjective was reasonable. C. J. S. 436a–439a.Not only does the direct evidence suggest that\nthe 2013 Legislature lacked discriminatory intent, but the\ncircumstantial evidence points overwhelmingly to the same\nconclusion. Consider the situation when the Legislature adopted the\ncourt-approved interim plans. First, the Texas court had adopted\nthose plans, and no one would claim that the court acted with\ninvidious intent when it did so. Second, the Texas court approved\nthose plans only after reviewing them and modifying them as\nrequired to comply with our instructions. Not one of the judges on\nthat court expressed the view that the plans were unlawful. Third,\nwe had directed the Texas court to make changes in response to any\nclaims under the Equal Protection Clause and §2 of the Voting\nRights Act if those claims were merely likely to prevail.Perry, 565 U. S., at 394. And the Texas court was told\nto accommodate any claim under §5 of the VRA unless it was\n“insubstantial.”Id., at 395. Fourth, the Texas court had\nmade a careful analysis of all the claims, had provided a detailed\nexamination of individual districts, and had modified many\ndistricts. Its work was anything but slapdash. All these facts gave\nthe Legislature good reason to believe that the court-approved\ninterim plans were legally sound.Is there any evidence from which a contrary\ninference can reasonably be drawn? Appellees stress the preliminary\nnature of the Texas court’s approval of the interim plans, and as\nwe have said, that fact is relevant. But in light of our\ninstructions to the Texas court and the care with which the interim\nplans were developed, the court’s approval still gave the\nLegislature a sound basis for thinking that the interim plans\nsatisfied all legal requirements.The court below and the dissent infer bad faith\nbecause the Legislature “pushed the redistricting bills through\nquickly in a special session.” 274 F. Supp. 3d, at 649. But we\ndo not see how the brevity of the legislative process can give rise\nto an inference of bad faith—and certainly not an inference that is\nstrong enough to overcome the presumption of legislative good faith\n(a concept to which the dissent pays only the briefest lip service,post, at 21). The “special session” was necessary because\nthe regular session had ended. As explained, the Legislature had\ngood reason to believe that the interim plans were sound, and the\nadoption of those already-completed plans did not require a\nprolonged process. After all, part of the reason for adopting those\nplans was to avoid the time and expense of starting from scratch\nand leaving the electoral process in limbo while that\noccurred.[23]The District Court and the dissent also err when\nthey charge that Representative Darby, the chair of the Texas House\nRedistricting Committee at the time in question, “ ‘willfully\nignored those who pointed out deficiencies’ ” in the plans.Post, at 23 (quoting 274 F. Supp. 3d, at 651,\nn. 45). This accusation is not only misleading, it misses the\npoint. The Legislature adopted the interim plans in large part\nbecause they had the preliminary approval of the District Court,\nand Darby was open about the fact that he wanted to minimize\namendments to the plans for that reason. See,e.g., Joint\nExh. 17.3, pp. S1–S2. That Darby generally hoped to minimize\namendments—so that the plans would remain legally compliant—hardly\nshows that he, or the Legislature, acted with discriminatory\nintent. In any event, it is misleading to characterize this\nattitude as “willfu[l] ignor[ance].” The record shows that, al-\nthough Darby hoped to minimize amendments, he did not categorically\nrefuse to consider changes. This is illustrated by his support for\nan amendment to HD90, which was offered by the then-incumbent,\nDemocrat Lon Burnam, precisely because it fixed an objection raised\nby the Mexican-American Legal Caucus (MALC) that the district’s\nLatino population was too low. 267 F. Supp. 3d, at\n790.[24]The Texas court faulted the 2013 Legislature for\nfailing to take into account the problems with the 2011 plans that\nthe D. C. court identified in denying preclearance,ibid.,\nbut the basis for that criticism is hard to understand. One of the\n2013 Legislature’s principal reasons for adopting the\ncourt-approved plans was to fix the problems identified by the D.\nC. court. The attorney general advised the Legislature to adopt the\ninterim plans because he thought that was the “best way to remedy\nthe violations found by the D. C. court.” C. J. S. 432a. Chairman\nDarby similarly stated that the 2013 plans fixed the errors found\nby the D. C. court, Tr. 1498, 1584–1585 (July 14, 2017), as did\nSenator Seliger, Joint Exh. 26.2, p. A–5.There is nothing to suggest that the Legislature\nproceeded in bad faith—or even that it acted unreasonably—in\npursuing this strategy. Recall that we instructed the Texas court,\nin developing the interim plans, to remedy any §5 claim that was\n“not insubstantial.”Perry, 565 U. S., at 395. And that\nis just what the interim plans, which the Legislature later\nenacted, attempted to do. For instance, the D. C. court held that\nthe congressional plan had one too few “ability to elect” districts\nfor Latinos, largely because of changes to CD23,Texas, 887\nF. Supp. 2d, at 156–159; the interim plan (and, by\nextension, the 2013 plan) amended CD23, C. J. S.\n397a–399a. Similarly, in the plan for the Texas House, the D. C.\ncourt found §5 retrogression with respect to HD35, HD117, and\nHD149,Texas,supra, at 167–175, and all of those\ndistricts were changed in the 2013 plans, H. J. S.\n305a–307a, 312a.Although the D. C. court found that the 2011\nLegislature acted with discriminatory intent in framing the\ncongressional plan, that finding was based on evidence about\ndistricts that the interim plan later changed. The D. C. court was\nconcerned about the intent reflected in the drawing of CDs 9, 18,\nand 30, but all those districts were amended by the Texas court.Texas,supra, at 159–160; C. J. S.\n406a–408a. With respect to the plan for the Texas House, the D. C.\ncourt made no intent findings, but its areas of concern were\ngenerally addressed by the Texas court and the 2013 plans. CompareTexas,supra, at 178 (noting evidence of unlawful\nintent in HD117), with H. J. S. 307a (amending HD117).[25]It is indicative of the District Court’s\nmistaken approach that it inferred bad faith from Texas’s decision\nto take an appeal to this Court from the D. C. court’s decision\ndenying preclearance. See 274 F. Supp. 3d, at 649 (“Defendants\ndid not accept [these findings] and instead appealed to the Supreme\nCourt”). Congress gave the State the right to appeal, and no bad\nmotive can be inferred from its decision to make use of this\nright—unless of course the State had no reasonable grounds for\nappeal. Before our decision inShelby Countymooted Texas’s\nappeal to this Court from the D. C. court’s preclearance decision,\nTexas filed a jurisdictional statement claiming that the D. C.\ncourt made numerous errors, but the Texas court made no attempt to\nshow that Texas’s arguments were frivolous.As a final note, appellees assert that the 2013\nLegislature should have either defended the 2011 plans in\nlitigation or gone back to the drawing board and devised en- tirely\nnew plans, Brief for Appellees in No. 17–626, at 45, but there is\nno reason why the Legislature’s options should be limited in this\nway. It was entirely permissible for the Legislature to favor a\nlegitimate option that promised to simplify and reduce the burden\nof litigation. That the Legislature chose this course is not proof\nof discriminatory intent.IVOnce the Texas court’s intent finding is\nreversed, there remain only four districts that were invalidated on\nalternative grounds. For three of these districts, the District\nCourt relied on the “effects” test of §2. We reverse as to each of\nthese, but we affirm the District Court’s final holding that HD90\nis a racial gerrymander.ATo make out a §2 “effects” claim, a plaintiff\nmust establish the three so-called “Ginglesfactors.” These\nare (1) a geographically compact minority population sufficient to\nconstitute a majority in a single-member district, (2) political\ncohesion among the members of the minority group, and (3) bloc\nvoting by the majority to defeat the minority’s preferred\ncandidate.Gingles, 478 U. S., at 48–51;LULAC,\n548 U. S., at 425. If a plaintiff makes that showing, it must\nthen go on to prove that, under the totality of the circumstances,\nthe district lines dilute the votes of the members of the minority\ngroup.Id., at 425–426.1The Texas court held that CD27 violates §2 of\nthe VRA because it has the effect of diluting the votes of Latino\nvoters in Nueces County. C. J. S. 191a. CD27 is anchored\nin Nueces County (home to Corpus Christi) and follows the Gulf of\nMexico to the northeast before taking a turn inland to the\nnorthwest in the direction of Austin. Nueces County contains a\nLatino population of roughly 200,000 (a little less than one-third\nthe size of an ideal Texas congressional district), and the court\nheld that the Nueces County Latinos should have been included in a\nLatino opportunity district, rather than CD27, which is not such a\ndistrict. The court found that an area centered on Nueces County\nsatisfies theGinglesfactors and that, under the totality\nof the circumstances, the placement of the Nueces County Latinos in\nCD27 deprives them of the equal opportunity to elect candidates of\ntheir choice. C. J. S. 181a–195a.The problem with this holding is that plaintiffs\ncould not establish a violation of §2 of the VRA without showing\nthat there is a “ ‘possibility of creating more than the\nexisting number of reasonably compact’ ” opportunity\ndistricts.LULAC,supra, at 430. And as the Texas\ncourt itself found, the geography and demographics of south and\nwest Texas do not permit the creation of any more than the seven\nLatino opportunity districts that exist under the current plan. 274\nF. Supp. 3d, at 684, and n. 85.Attempting to get around this problem, the Texas\ncourt relied on our decision inLULAC, but it misapplied our\nholding. InLULAC, we held that the State should have\ncreated six proper Latino opportunity districts but instead drew\nonly five. 548 U. S., at 435. Although the State claimed that\nthe plan actually included a sixth opportunity district, that\ndistrict failed to satisfy theGinglesfactors. 548\nU. S., at 430. We held that a “State’s creation of an\nopportunity district for those without a §2 right offers no excuse\nfor its failure to provide an opportunity district for those with a\n§2 right.”Ibid.Here, the Texas court concluded that Texas\ncommitted the same violation as inLULAC: It created “an\nopportu-nity district for those without a §2 right” (the Latinos in\nCD35), while failing to create such a district “for those with a §2\nright” (the Latinos of Nueces County).Ibid.This holding is\nbased on a flawed analysis of CD35.CD35 lies to the north of CD27 and runs along\nI–35 from San Antonio up to Austin, the center of Travis County. In\nthe District Court’s view, the Latinos of CD35 do not have a §2\nright because one of theGinglesfactors, majority bloc\nvoting, is not present. The Court reached this conclusion because\nthe non-Latino voters of Travis County tend to favor the same\ncandidates as the great majority of Latinos. There are two serious\nproblems with the District Court’s analysis.First, the Court took the wrong approach in\nevaluating the presence of majority bloc voting in CD35. The Court\nlooked at only one, small part of the district, the portion that\nfalls within Travis County. 274 F. Supp. 3d, at 683;\nC. J. S. 175a–176a. But Travis County makes up only 21%\nof the district. We have made clear that redistricting analysis\nmust take place at the district level.Bethune-Hill, 580\nU. S., at ___ (slip op., at 12). In failing to perform that\ndistrict-level analysis, the District Court went astray.Second, here, unlike inLULAC, the 2013\nLegislature had “good reasons” to believe that the district at\nissue (here CD35) was a viable Latino opportunity district that\nsatisfied theGinglesfactors. CD35 was based on a concept\nproposed by MALDEF, C. J. S. Findings 315a–316a, and the\nLatino Redistricting Task Force (a plaintiff group) argued that the\ndistrict is mandated by §2. C. J. S. 174a. The onlyGinglesfactor disputed by the court was majority bloc voting, and there is\nample evidence that this factor is met. Indeed, the court found\nthat majority bloc voting exists throughout the State.\nC. J. S. Findings 467a. In addition, the District Court\nextensively analyzed CD35 in 2012 and determined that it was likely\nnot a racial gerrymander and that even if it was, it likely\nsatisfied strict scrutiny. C. J. S. 415a. In other words,\nthe 2013 Legislature justifiably thought that it had placed a\nviable opportunity district along the I–35 corridor.2The District Court similarly erred in holding\nthat HD32 and HD34 violate §2. These districts make up the entirety\nof Nueces County, which has a population that is almost exactly\nequal to twice the population of an ideal Texas House district. (It\ncan fit 2.0295 ideal districts. H. J. S. Findings 91a.)\nIn 2010, Latinos made up approximately 56% of the voting age\npopulation of the county.Ibid.The 2013 plan created two\ndistricts that lie wholly within the county; one, HD34, is a Latino\nopportunity district, but the other, HD32, is not. 267\nF. Supp. 3d, at 767.Findings made by the court below show that these\ntwo districts do not violate §2 of the Voting Rights Act. UnderGingles, the ultimate question is whether a districting\ndecision dilutes the votes of minority voters, seeLULAC,supra, at 425–426, and it is hard to see how this standard\ncould be met if the alternative to the districting decision at\nissue would not enhance the ability of minority voters to elect the\ncandidates of their choice.The only plaintiff that pressed a §2 claim with\nrespect to HD32 and HD34 was MALC, 267 F. Supp. 3d, at 767,\nand as the District Court recognized, that group’s own expert\ndetermined that it was not possible to divide Nueces County into\nmore than oneperformingLatino district. In his analysis,\nthe expert relied on Nueces County election returns for statewide\nelections between 2010 and 2016.Id., at 775–776. Based on\nthis data, he calculated that when both HD32 and HD34 were\nmaintained as Latino-majority districts, one performed for Latinos\nin only 7 out of 35 relevant elections, and the other did so innoneof the 35 elections.Ibid.In order to create\ntwo performing districts in that area, it was necessary, he found,\nto break county lines inmultipleplaces,id., at\n778, but the District Court held that “breaking the County Line\nRule” in the Texas Constitution, see Art. III, §26, to “remove\nAnglos and incorporate even more Hispanics to improve electoral\noutcomes goes beyond what §2 requires.” 267 F. Supp. 3d, at\n783. So if Texas couldnotcreate two performing districts\nin Nueces County and didnothave to break county lines, the\nlogical result is that Texas did not dilute the Latino vote.The court refused to accept this conclusion, but\nits reasons for doing so cannot stand up. As an initial matter, the\ncourt thought that the two districts would have to be redrawn based\non its finding regarding the intent of the 2013\nLegislature,[26] and it\ntherefore deferred a final decision on the §2 issue and advised the\nplaintiffs to consider at the remedial phase of the case whether\nthey preferred to have two districts that might not perform or just\none safe district.Id., at 783. The court’s decision cannot\nbe sustained on this ground, since its finding of discriminatory\nintent is erroneous.The only other reason provided by the court was\nthe observation that MALC “failed to show” that two majority-Latino\ndistricts in Nueces County would not perform.Id., at 782.\nThis observation twisted the burden of proof beyond recognition. It\nsuggested that a plaintiff might succeed on its §2 claim because\nits expert failed to show that the necessary factual basis for the\nclaim could not be established.[27] Courts cannot find §2 effects violations on the basis\nofuncertainty. In any event, if even the District Court\nremains unsure how to draw these districts to comply with §2 (after\nsix years of litigation, almost a dozen trials, and numerous\nopinions), the Legislature surely had the “ ‘broad discretion’ ” to\ncomply as it reasonably saw fit in 2013,LULAC,supra, at 429.The dissent charges us with ignoring the\nDistrict Court’s “ ‘intensely local appraisal” ’ of\nNueces County,post, at 44, but almost none of the\n“findings” that the District Court made with respect to HD32 and\nHD34 referred to present local conditions, and none cast any\nsignificant light on the question whether another opportunity\ndistrict is possible at the present time. For instance, what the\ndissent describes as Texas’s “long ‘history of voting-related\ndiscrimination,’ ”ibid., in no way undermines—or even has\nany logical bearing on—the conclusions reached by MALC’s expert\nabout whether Latino voters would have a real opportunity to elect\nthe candidates of their choice if the county was divided into two\ndistricts with narrow majorities of Latino citizens of voting age.\nThe same is true with respect to the District Court’s findings\nregarding racially polarized voting in the county and Latinos’\n“continuing pattern of disadvantage relative to” non-Latinos. 267\nF. Supp. 3d, at 779 (internal quotation marks omitted).\nPerhaps recognizing as much, both the District Court and the\ndissent point to the anticipated future growth in the percentage of\neligible voters of Latino descent, but the districts now at issue\nwould not necessar-ily be used beyond 2020, after which time the\n2020 census would likely require redistricting once again.BHD90 is a district in Tarrant County that,\nunlike the other districts at issue in this appeal, was not copied\nfrom the District Court’s interim plans. Instead, the 2013\nLegislature substantially modified the district developed by the\nDistrict Court, and the District Court held that the 2013\nLegislature’s creation is an invalid racial gerrymander. 267\nF. Supp. 3d, at 794.In drawing HD90, the Legislature was pulled in\nopposite directions by competing groups. In 2011, the Legislature,\nresponding to pressure from MALDEF, increased the Latino population\nof the district in an effort to make it a Latino opportunity\ndistrict. H. J. S. Findings 258a–262a. In the process of\ndoing so, the Legislature moved the community of Como, which is\npredominantly African-American, out of the district. But Como\nresidents and the member of the Texas House who represented the\ndistrict, Lon Burnam, objected, and in 2013, the Legislature moved\nComo back into the district. 267 F. Supp. 3d, at 788–789. That\nchange was opposed by MALC because it decreased the Latino\npopulation below 50%. App. 398a–399a. So the Legislature moved\nLatinos into the district to bring the Latino population back above\n50%. 267 F. Supp. 3d, at 789–790.In light of these maneuvers, Texas does not\ndispute that race was the predominant factor in the design of HD90,\nbut it argues that this was permissible because it had\n“ ‘good reasonsto believe’ ” that this was necessary\nto satisfy §2 of the Voting Rights Act.”Bethune-Hill, 580\nU. S., at ___ (slip op., at 14).Texas offers two pieces of evidence to support\nits claim. The first—that one of the plaintiffs, MALC, demanded as\nmuch—is insufficient. A group that wants a State to create a\ndistrict with a particular design may come to have an overly\nexpansive understanding of what §2 demands. So one group’s demands\nalone cannot be enough.The other item of evidence consists of the\nresults of the Democratic primaries in 2012 and 2014. In 2012,\nRepresentative Burnham, who was not the Latino candidate of choice,\nnarrowly defeated a Latino challenger by 159 votes. And in 2014,\nthe present representative, Ramon Romero, Jr., beat Burnam by 110\nvotes. See Brief for Appellants 70. These election returns may be\nsuggestive, but standing alone, they were not enough to give the\nState good reason to conclude that it had to alter the district’s\nlines solely on the basis of race. And putting these two\nevidentiary items together helps, but it is simply too thin a reed\nto support the drastic decision to draw lines in this way.We have previously rejected proffers of evidence\nthat were at least as strong as Texas’s here. For example, inCooper, 581 U. S., at ___ (slip op., at 11), we\nanalyzed North Carolina’s justification for deliberately moving\n“African-American voters” into a district to “ensure\n. . . the district’s racial composition” in the face of\nits expansion in size. North Carolina argued that its race-based\ndecisions were necessary to comply with §2, but the State could\npoint to “no meaningful legislative inquiry” into “whether a new,\nenlarged” district, “created without a focus on race,\n. . . could lead to §2 liability.”Id., at ___\n(slip op., at 15). North Carolina pointed to two expert reports on\n“voting patterns throughout the State,” but we rejected that\nevidence as insufficient.Id., at ___, n. 5 (slip op.,\nat 15, n. 5). Here, Texas has pointed to no actual\n“legislative inquiry” that would establish the need for its\nmanipulation of the racial makeup of the district.By contrast, where we have accepted a State’s\n“good reasons” for using race in drawing district lines, the State\nmade a strong showing of a pre-enactment analysis with justifiable\nconclusions. InBethune-Hill, the State established that the\nprimary mapdrawer “discussed the district with incumbents from\nother majority-minority districts[,] . . . considered\nturnout rates, the results of the recent contested primary and\ngeneral elections,” and the district’s large prison population. 580\nU. S., at ___ (slip op., at 15). The State established that it\nhad performed a “functional analysis,” and acted to achieve an\n“informed bipartisan consensus.”Id., at ___ (slip op., at\n14). Texas’s showing here is not equivalent.Perhaps Texas could have made a stronger\nshowing, but it is the State’s burden to prove narrow tailoring,\nand it did not do so on the record before us. We hold that HD90 is\nan impermissible racial gerrymander. On remand, the District Court\nwill have to consider what if any remedy is appropriate at this\ntime.*  *  *Except with respect to one Texas House\ndistrict, we hold that the court below erred in effectively\nenjoining the use of the districting maps adopted by the\nLegislature in 2013. We therefore reverse with respect to No.\n17–586; reverse in part and affirm in part with respect to No.\n17–626; and remand for proceedings consistent with this\nopinion.It is so ordered.Notes1There are several\nappendixes in these cases. We use “App.” to refer to the joint\nappendix filed at the merits stage. We use “C. J. S.” and\n“H. J. S.” to refer to the appendixes attached to Texas’s\njurisdictional statements in No. 17–586 and No. 17–626,\nrespectively. We use “C. J. S. Findings” and\n“H. J. S. Findings” to refer to appellees’ supplemental\nappendixes in No. 17–586 and No. 17–626.2See,e.g., Tex.\nConst., Art. III, §25 (Senate), §26 (House).3The court found: “[I]t is\ndifficult to differentiate an intent to affect Democrats from an\nintent to affect minority voters. Making minorities worse off will\nlikely make Democrats worse off, and vice versa.”\nC. J. S. Findings 467a (citation omitted). “This\ncorrelation is so strong that [an expert] assessed whether\ndistricts were minority opportunity districts by looking at\nDemocratic results/wins (noting that in Texas, minority candidates\nof choice means Democrats).”Ibid.4SeeShelby Countyv.Holder, 570 U. S. 529 (2013).5Judge Smith dissented,\narguing that the majority had produced a “runaway plan” that\n“award[ed] judgment on the pleadings in favor of one side—a\nslam-dunk victory for the plaintiffs.”Perezv.Perry, 835 F. Supp. 2d 209, 218 (WD Tex.\n2011).6The Texas court was given\nmore leeway to make changes to districts challenged under §5\nbecause it would have been inappropriate for that court to address\nthe “merits of §5 challenges,” a task committed by statute to the\nDistrict Court for the District of Columbia.Perez, 565\nU. S., at 394.7Notice of Appeal inTexasv.United States, Civ. No. 11–cv–1303, Doc. No.\n234 (D DC, Aug. 31, 2012).8We express no view on the\ncorrectness of this holding.9Judge Smith again\ndissented, on both mootness and the merits. On mootness, Judge\nSmith explained that, “[s]ix years later, we are still enveloped in\nlitigation over plans that have never been used and will never be\nimplemented.” C. J. S. 349a. On the merits, Judge Smith\nargued that the majority erroneously inferred a “complex,\nwidespread conspiracy of scheming and plotting, by various\nlegislators and staff, carefully designed to obscure the alleged\nrace-based motive,” when the intent was in fact partisan.\nH. J. S. 294a; C. J. S. 351a.10In\nrelevant part, §1253 applies to “an order granting . . .\nan interlocutory . . . injunction.” Section 1292(a)(1)\napplies to “[i]nterlocutory orders . . . granting\n. . . injunctions.” Although the similarity is obvious,\nthe dissent perceives some unspecified substantive\ndifference.11The\ndissent sees nothing strange about such a result because we held inMitchellv.Donovan, 398 U. S. 427 (1970)\n(per curiam), that we lacked jurisdiction under §1253 to\nhear an appeal from a three-judge court order denying a declaratory\njudgment. The decision inDonovanwas based on the plain\nlanguage of §1253, which says nothing about orders granting or\ndenying declaratory judgments. By contrast, §1253 gives us\njurisdiction to hear appeals from orders granting or denying\ninjunctions. The same goes forRockefellerv.Catholic\nMedical Center of Brooklyn & Queens, Inc., 397 U. S.\n820 (1970) (per curiam), also cited by the dissent. In that\ncase, the District Court issued a declaratory judgment, not an\ninjunction. Again, the text of §1253 says nothing about declaratory\njudgments.12The\ninquiry required by the practical effects test is no more difficult\nwhen the question is whether an injunction was effectively granted\nthan it is when the question is whether an injunction was\neffectively denied. Lower courts have had “no problem concluding\nthat [certain orders have] the practical effect of granting an\ninjunction.”I. A. M. Nat. Pension Fund Benefit Plan\nAv.Cooper Industries, Inc., 789 F. 2d 21, 24\n(CADC 1986); see alsoAndrewv.American Import\nCenter, 110 A. 3d 626, 634 (D. C. 2015) (“[G]ranting\na stay pending arbitration does have the ‘practical effect’ of\nenjoining the party opposing arbitration”).13Section 3(c) provides that if “the\ncourt finds that violations of the fourteenth or fifteenth\namendment justifying equitable relief,” the court “shall retain\njurisdiction for such period as it may deem appropriate and during\nsuch period no voting” practice shall go into effect unless first\nprecleared by the court or the United States Attorney General. 52\nU. S. C. §10302(c).14The\nother authority cited by the dissent is a footnote inWhitcombv.Chavis, 403 U. S. 124 (1971), a case\nthat came to us in an exceedingly complicated procedural posture.\nInWhitcomb, the District Court held in August 1969 that\nIndiana’s legislative districting scheme was unconstitutional, but\nthe court made it clear that it would take no further action for\ntwo months. SeeChavisv.Whitcomb, 305 F. Supp.\n1364, 1392 (SD Ind. 1969). The Governor nevertheless appealed to\nthis Court, but by the time we ruled, the Governor had taken\nanother appeal from a later order, entered in December 1969,\nprohibiting the use of Indiana’s current plans and requiring the\nuse of court-created plans in the 1970 elections. See 403\nU. S., at 139; Juris. Statement inWhitcombv.Chavis, O. T. 1970, No. 92, pp. 1–3. And to further\ncomplicate matters, by the time we reviewed the case, the Indiana\nLegislature had enacted new plans.Whitcomb, 403 U. S.,\nat 140.This Court entertained the later appeal and\nreversed, but the Court dismissed the earlier—and by then, entirely\nsuperfluous—appeal, stating that, at the time when it was issued,\n“no judgment had been entered and no injunction had been granted or\ndenied.”Id., at 138, n. 19. But that cursory\nconclusion has little relevance here, where the District Court’s\norders were far more specific, immediate, and likely to demand\ncompliance.15While\nwe think it clear that the District Court effectively enjoined the\nuse of these districts as currently configured for this year’s\nelections, even if the Court had not done so, that would not affect\nour jurisdiction to review the Court’s order with respect to all\notherdistricts.16The\ndissent cites exactly two cases (GunnandWhitcomb)\ndecided during the past half-century in which a party attempted to\ntake an appeal to this Court from a three-judge court order holding\na state statute unconstitutional but declining to issue an\ninjunction.17The\ndissent argues that we give “short shrift” to the irreparable harm\nquestion,post, at 16, but the inability to enforce its duly\nenacted plans clearly inflicts irreparable harm on the State, see,e.g.,Marylandv.King, 567 U. S. 1301\n(2012) (Roberts, C. J., in chambers).18The\ndissent attempts to rehabilitate this statement by focusing on the\nlast part of this sentence, in which the District Court stated that\nthe Legislature “intended [the] taint to be maintained but safe\nfrom remedy.”Post, at 34–35. In making this argument, the\ndissent, like the District Court, refuses to heed the presumption\nof legislative good faith and the allocation of the burden of\nproving intentional discrimination. We do not dispute that the\nDistrict Court purportedly found that the 2013 Legislature acted\nwith discriminatory intent. The problem is that, in making that\nfinding, it relied overwhelmingly on what it perceived to be the\n2013 Legislature’s duty to show that it had purged the bad intent\nof its predecessor.19The\ndissent is simply wrong in claiming over and over that we have not\nthoroughly examined the record. Seepost, at 19, 27, 28, 30,\n31, 35, 39–40, 43, 47. The dissent seems to think that the\nrepetition of these charges somehow makes them true. It does not.\nOn the contrary, it betrays the substantive weakness of the\ndissent’s argument.20The\ndissent and the District Court attach much meaning to the attorney\ngeneral’s use of the term “insulate” when he advised the\nLegislature to adopt the District Court’s plans to avoid further\nlegal challenge. Setting aside that the word “insulate” is a common\nterm used to describe minimizing legal concerns, the context of the\nletter makes clear that the attorney general was trying to make the\npoint that adopting these plans was the best method of obtaining\nlegal compliance, not the start of a grand conspiracy to trick the\nDistrict Court. Indeed, if his plan was to dupe the District Court,\nshouting it to the world in a public letter was an odd way to go\nabout it.21In\nany event, the Texas court was simply wrong that Texas believed its\nplans would be free from any legal challenge. 274 F. Supp. 3d\n624, 651 (2017). Texas consistently acknowledged that effects\nclaims would continue to be available and responded in detail to\nthose arguments in both the District Court and this Court. See\nBrief for Appellants 64; Defendants’ Post-Trial Brief, Doc. No.\n1526, p. 53. Moreover, Texas has not argued that intentional\ndiscrimination claims are unavailable; it has instead argued that\nintent must be assessed with respect to the2013\nLegislature, the Legislature that actually enacted the plans at\nissue.22The\n2013 Legislature had no reason to believe that the District Court\nwould spend four years examining moot plans before reversing its\nown previous decisions by imputing the intent of the 2011\nLegislature to the 2013 Legislature. At the very least, the 2013\nLegislature had good reason to believe that adopting the\ncourt-approved plans would lessen the time, expense, and complexity\nof further litigation (even if that belief turned out to be\nwrong).23Moreover, in criticizing the\nLegislature for moving too quickly, the dissent downplays the\nsignificant time and effort that went into consideration of the\n2013 plans. Legislative committees held multiple field hearings in\nfour cities, Tr. 1507 (July 14, 2017), and the legislative actors\nspent significant time considering the legislation, as well as\naccepting and rejecting amendments, see,e.g., Joint Exh.\n17.3, p. S29; Joint Exh. 24.4, p. 21.24The\ndissent tries to minimize the relevance of this amendment by\narguing that it turned HD90 into a racial gerrymander. Seepost, at 23, n. 12. But again this is misleading. The\nLegislature adopted changes to HD90 at the behest ofminority\ngroups, not out of a desire to discriminate. See Part IV–B,infra. That is, Darby wastoosolicitous of changes\nwith respect to HD90.25In\nassessing the significance of the D. C. court’s evaluation of\nintent, it is important not to forget that the burden of proof in a\npreclearance proceeding was on the State.Texasv.United\nStates, 887 F. Supp. 2d 133, 151 (DC 2012). Particularly\nwhere race and partisanship can so often be confused, seesupra, at 3, and n. 3, the burden of proof may be\ncrucial.26The\nDistrict Court also purported to find a violation of the “one\nperson, one vote” principle in Nueces County, 267 F. Supp. 3d\n750, 783 (2017); H. J. S. 254a–255a, but that finding was\nin actuality a restatement of its racial discrimination finding.\nThe population deviations from the ideal are quite small (0.34% in\nHD32 and 3.29% in HD34,id., at 254a), and the District\nCourt relied solely on the “evidence of the use of race in drawing\nthe lines in Nueces County” to find a one person, one vote\nviolation.Id., at 255a; see alsoid., at 254a\n(“[T]he State intentionally discriminated against minority voters\nby overpopulating minority districts and underpopulating Anglo\ndistricts”). Even assuming that a court could find a one person,\none vote violation on the basis of such a small deviation, cf.Brownv.Thomson, 462 U. S. 835, 842–843 (1983)\n(noting that deviations under 10% are generally insufficient to\nshow invidious discrimination), the District Court erred in relying\non its unsound finding regarding racial discrimination. Moreover,\nplaintiffs rejected any separate one person, one vote claims before\nthe District Court, Tr. 22 (July 10, 2017), and they have not\nmentioned such a claim as a separate theory in their briefing in\nthis Court.27The\nDistrict Court’s belief that simple Latino majorities in Nueces\nCounty might be sufficient to create opportunity districts—and that\nTexas should have known as much—conflicts with other parts of its\ndecision. With respect to numerous other districts, the District\nCourtchidedTexas for focusing on bare numbers and not\nconsidering real opportunity to elect. See,e.g.,\nC. J. S. 134a (“[T]he court rejects [the] bright-line\nrule that any HCVAP-majority district is by definition a Latino\nopportunity district” because it “may still lack real electoral\nopportunity” (internal quotation marks omitted));\nH. J. S. 121a (Texas “increase[d the Latino population]\nwhile simultaneously ensuring that election success rates remained\nminimally improved”).",
    "joined": []
}