{
    "case": {
        "docket": "206",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/206/"
    },
    "id": "3259254",
    "author": "alito",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–1226_________________PEGGY YOUNG, PETITIONERv.UNITED PARCEL SERVICE,\nINC.on writ of certiorari to the united states court of appeals for\nthe fourth circuit[March 25, 2014]Justice Alito, concurring in the judgment.As originally enacted, Title VII of the Civil Rights Act of\n1964,42 U. S. C. §2000e–2(a)(1), made it an unlawful employment\npractice to discriminate “because of [an] in-dividual’s . . . sex”\nbut made no mention of discrimina-tion because of pregnancy. InGeneral Elec. Co.v.Gilbert,429 U. S. 125–140\n(1976), this Court held that Title VII did not reach pregnancy\ndiscrimination. Congress responded by enacting the Pregnancy\nDiscrimination Act (PDA), which added subsection (k) to a\ndefinitional provision, §2000e. Subsection (k) contains two\nclauses. The first is straightforward; the second is not.IThe first clause provides that “the terms ‘because of sex’ or\n‘on the basis of sex’ include, but are not limited to, because of\nor on the basis of pregnancy.”[1] This clause has\nthe effect of adding pregnancy to the list of prohibited grounds\n(race, sex, etc.) originally included in §2000e–2(a)(1). Claims of\ndiscrimination under that provision require proof of discriminatory\nintent. See,e.g.,Ricciv.DeStefano,557 U.\nS. 557,577 (2009);Watsonv.Fort Worth Bank &\nTrust,487 U. S. 977–986 (1988). Thus, as a result of the first\nclause, an employer engages in unlawful discrimination under\n§2000e–2(a)(1) if (and only if) the employer’s intent is to\ndiscriminate because of or on the basis of pregnancy.If an employer treats a pregnant woman unfavorably for any other\nreason, the employer is not guilty of an unlawful employment\npractice under §2000e–2(a), as defined by the first clause of the\nPDA. And under this first clause, it does not matter whether the\nemployer’s ground for the unfavorable treatment is reasonable; all\nthat matters is the employer’s actual intent. Of course, when an\nemployer claims to have made a decision for a reason that does not\nseem to make sense, a factfindermayinfer that the\nemployer’s asserted reason for its action is a pretext for unlawful\ndiscrimination. But if the factfinder is convinced that the\nemployer acted for some reason other than pregnancy, the employer\ncannot be held liable under this clause.IIThe PDA, however, does not simply prohibit discrimination\nbecause of or on the basis of pregnancy. Instead, the second clause\nin §2000e(k) goes on to say the follow-ing: “and women affected by\npregnancy, childbirth, or re-lated medical conditions shall be\ntreated the same for all employment-related purposes, including\nreceipt of benefits under fringe benefit programs, as other persons\nnot so affected but similar in their ability or inability to work.”\nThis clause raises several difficult questions of interpretation\nthat are pertinent to the case now before us.AFirst, does this clause simply explain what is meant by\ndiscrimination because of or on the basis of pregnancy? Or does it\nimpose an additional restriction on employer conduct? I believe\nthat this clause does not merely explain but instead adds to the\nlanguage that precedes it.This is the interpretation that is most consistent with the\nstatutory text. This clause begins with the word “and,” which\ncertainly suggests that what follows represents an addition to what\ncame before.It is also revealing that the second clause makes no reference\nto intent, which is the linchpin of liability under the first\nclause, and that the second clause is an affirmative command (an\nemployer “shall” provide equal treatment), while the first clause\nis negative (it prohibits discrimination). If a careful drafter\nwanted to make it clear that the second clause does no more than\nexplain what is meant by the first, the language of the second\nclause would have to be substantially modified.Finally, if the second clause does not set out an additional\nrestriction on employer conduct, it would appear to be largely, if\nnot entirely, superfluous. See,e.g.,Arlington Central\nSchool Dist. Bd. of Ed.v.Murphy,548 U. S. 291,299, n.1\n(2006) (“[I]t is generally presumed that statutes do not contain\nsurplusage”). As noted, the first clause, by adding pregnancy to\nthe list of prohibited grounds for adverse employment actions,\nmandates that discrimination because of pregnancy be treated like\ndiscrimination because of race, sex, etc. An employer commits an\nunlawful employment practice if it intentionally treats employees\nof a particular race or sex less favorably than other employees who\nare similar in their ability or inability to work. Accordingly, the\nfirst clause of the PDA is alone sufficient to make it clear that\nan employer is guilty of an unlawful employment practice if it\nintentionally treats pregnant employees less favorably than others\nwho are similar in their ability or inability to work.[2] For these reasons, I conclude that the second clause\ndoes not merely explain the first but adds a further requirement of\nequal treatment irrespective of intent.BThis leads to the second question: In determining whether\npregnant employees have been given the equal treatment that this\nprovision demands, with whom must the pregnant employees be\ncompared? I interpret the second clause to mean that pregnant\nemployees must be compared with employees performing the same or\nvery similar jobs. Pregnant employees, the second provision states,\nmust be given the same treatment as other employees who are\n“similar in their ability or inability to work.” An employee’s\nability to work—despite illness, injury, or pregnancy—often depends\non the tasks that the employee’s job includes. Different jobs have\ndifferent tasks, and different tasks require different abilities.\nSuppose that an employer provides a period of leave with pay for\nemployees whose jobs require tasks,e.g., lifting heavy\nobjects, that they cannot perform because of illness or injury.\nMust the employer provide the same benefits for pregnant employees\nwho are unable to lift heavy objects but have desk jobs that do not\nentail heavy lifting? The answer is no. The treatment of pregnant\nemployees must be compared with the treatment of nonpregnant\nemployees whose jobs involve the performance of the same or very\nsimilar tasks.CThis conclusion leads to a third, even more difficult question:\nWhen comparing pregnant employees to nonpregnant employees in\nsimilar jobs, which characteristics of the pregnant and nonpregnant\nemployees must be taken into account? The answer, I believe, must\nbe found in the reference to “other employees who are similar in\ntheir ability or inability to work.” I see two possible\ninterpretations of this language. The first is that the capacity to\nperform the tasks required by a job is the only relevant\ncharacteristic, but like the Court,ante,at 12–14, I cannot\naccept this “most favored employee” interpretation.This interpretation founders when, as in this case, an employer\ntreats pregnant women less favorably than some but not all\nnonpregnant employees who have similar jobs and are similarly\nimpaired in their ability to perform the tasks that these jobs\nrequire. In this case, as I will explain below, see Part III,\nUnited Parcel Service (UPS) drivers who were unable to perform the\nphysical tasks required by that job fell into three groups: first,\nnonpregnant employees who received favorable treatment; second,\nnonpregnant employees who do not receive favorable treatment; and\nthird, pregnant employees who, like the nonpregnant employees in\nthe second category, did not receive favorable treatment. Under\nthese circumstances, would the “most favored employee”\ninterpretation require the employer to treat the pregnant women\nlike the employees in the first, favored group? Or would it be\nsufficient if the employer treated them the same as the nonpregnant\nemployees in the second group who did not receive favorable\ntreatment?Recall that the second clause of §2000e(k) requires that\npregnant women “be treated the same for all employment-related\npurposes . . . asother personsnot so affected but similar\nin their ability or inability to work.” (Emphasis added.)\nTherefore, UPS could say that its policy treated the pregnant\nemployees the same as “other persons” who were similar in their\nability or inability to work, namely, those nonpregnant employees\nin the second category. But at the same time, the pregnant drivers\nlike petitioner could say that UPS did not treat them the same as\n“other employees” who were similar in their ability or inability to\nwork, namely, the nonpregnant employees in the first group. An\ninterpretation that leads to such a problem cannot be\ncorrect.[3]I therefore turn to the other possible interpretation of the\nphrase “similar in their ability or inability to work,” namely,\nthat “similar in the ability or inability to work” means “similarin relationto the ability or inability to work.”[4] Under this interpretation, pregnant and non-pregnant\nemployees are not similar in relation to the ability or inability\nto work if they are unable to work for different reasons. And this\nmeans that these two groups of employees are not similar in the\nrelevant sense if the employer has a neutral business reason for\ntreating them differently. I agree with the Court that a sufficient\nreason “normally cannot consist simply of a claim that it is more\nexpensive or less convenient to add pregnant women to the category\nof those . . . whom the employer accommodates.”Ante, at\n21.[5] Otherwise, however, I do not think that\nthe second clause of the PDA authorizes courts to evaluate the\njustification for a truly neutral rule. The language used in the\nsecond clause of the PDA is quite different from that used in other\nantidiscrimination provisions that require such an evaluation. Cf.\n§12112(b)(5)(A) (discrimination against a person with a disability\nincludes “not makingreasonable accommodationsto the known\nphysical or mental limitations of an otherwise qualified . . .\nemployee, unless [the employer] can demonstrate that the\naccommodation would imposean undue hardshipon the\noperation of [its] business” (emphasis added)); §2000e( j)\n(employer must reasonably accommodate religious observance,\npractice, and belief unless that would impose an “undue hardship on\nthe conduct of the employer’s business”); §2000e–2(k)(1)(A)(i)\n(business necessity defense in Title VIIdisparate-impact\ncases).IIII understand petitioner in this case to assert claims under both\nthe first and second clauses of §2000e(k). With respect to her\nclaim under the first clause, I agree with the Court that the\ninformation in the summary judgment record is sufficient (albeit\nbarely) to take the question to the trier of fact.I believe that the judgment of the Court of Appeals with respect\nto petitioner’s claim under the second clause must also be vacated.\nPetitioner sought to be excused during her pregnancy from the\nlifting requirements that were among her tasks as a driver. Under\nthe policy that United Parcel Service claims to have had in force\nat the time in question, drivers who were physically unable to\nperform the tasks required by that position fell into three\ngroups.First, some drivers were reassigned to less physically demanding\npositions. Included in this group were (a) those who were unable to\nwork as drivers due to an injury incurred on the job, (b) those\ndrivers who were unable to work as drivers due to a disability as\ndefined by the Americans With Disabilities Act of 1990 (ADA), and\n(c) those drivers who, as the result of a medical condition or\ninjury, lost the Department of Transportation (DOT) certification\nneeded to work in that capacity.The second group of drivers consisted of those who were not\npregnant and were denied transfer to a light-duty job. Drivers who\nwere injured off the job fell into this category. The third group\nwas made up of pregnant drivers like petitioner.It is obvious that respondent had a neutral reason for providing\nan accommodation when that was required by the ADA. Respondent also\nhad neutral grounds for providing special accommodations for\nemployees who were injured on the job. If these employees had not\nbeen permitted to work at all, it appears that they would have been\neligible for workers’ compensation benefits. See Md. Lab. &\nEmpl. Code Ann. §9–614 (2008).The accommodations that are provided to drivers who lost their\nDOT certifications, however, are another matter. A driver may lose\nDOT certification for a variety of reasons, including medical\nconditions or injuries incurred off the job that impair the\ndriver’s ability to operate a motor vehicle. Such drivers may then\nbe transferred to jobs that do not require physical tasks\nincompatible with their illness or injury. It does not appear that\nrespondent has provided any plausible justification for treating\nthese drivers more favorably than drivers who were pregnant.The Court of Appeals provided two grounds for distinguishing\npetitioner’s situation from that of the drivers who had lost their\nDOT certifications, see 707 F. 3d 437, 450 (CA4 2013), but neither\nis adequate. First, the Court of Appeals noted that “no legal\nobstacle [stood] between [petitioner] and her work.”Ibid.\nBut the legal obstacle faced by drivers who have lost DOT\ncertification only explains why those drivers could not continue to\nperform all the tasks required by their ordinary jobs; it does not\nexplain why respondent went further andprovided such drivers\nwith a work accommodation. Petitioner’s preg-nancy prevented\nher from continuing her normal work as a driver, just as is the\ncase for a driver who loses DOT certification. But respondent had a\npolicy of accommodating drivers who lost DOT certification but not\naccommodating pregnant women, like petitioner. The legal obstacle\nof lost certification cannot explain this difference in\ntreatment.Second, the Court of Appeals observed that “ ‘those with DOT\ncertification maintai[n] the ability to perform any number of\ndemanding physical tasks,’ ”ibid., but it is doubtful that\nthis is true in all instances. A driver can lose DOT certification\ndue to a great variety ofmedical conditions, including loss of a\nlimb, 49 CFR §391.41(b)(1) (2013); impairments of the arm, hand,\nfinger, foot, or leg, §391.41(b)(2)(i) and (ii); cardiovascular\ndisease, §391.41(b)(4); respiratory dysfunction, §391.41(b)(5);\nhigh blood pressure, §391.41(b)(6); arthritis, §391.41(b)(7); and\nepilepsy §391.41(b)(8). It is not evident—and as far as I am aware,\nthe record does not show—that all drivers with these conditions are\nnevertheless able to perform a great many physically demanding\ntasks. Nevertheless, respondent says that it was its policy to\ntransfer such drivers to so-called inside jobs when such positions\nwere available. Presumably, respondent did not assign these drivers\nto jobs that they were physically unable to perform. So in at least\nsome instances, they must have been assigned to jobs that did not\nrequire them to perform tasks that they were incapable of\nperforming due to the medical condition that caused the loss of DOT\ncertification. Respondent has not explained why pregnant drivers\ncould not have been given similar consideration.For these reasons, it is not at all clear that respondent had\nany neutral business ground for treating pregnant drivers less\nfavorably than at least some of its nonpregnant drivers who were\nreassigned to other jobs that they were physically capable of\nperforming. I therefore agree with the Court that the decision of\nthe Court of Appeals with respect to petitioner’s claim under the\nsecond clause of the PDA must be vacated, and the case must be\nremanded for further proceedings with respect to that claim.Notes1While §2000e–2(a) uses the phrase “because\nof . . . sex,” other provisions governed by the definitions in\n§2000e use the phrase “on the basis of . . . sex.” See,e.g.,§§2000e–2(b), (k)(1)(A). Therefore, subsection (k)\ncovers this phrase as well.2Justice Scalia’s dissent argues,post,at 4–6, that the second clause serves the useful\npurpose of clarifying the meaning of discrimination because of\npregnancy. Without the second clause, that dissent maintains, there\nmight be uncertainty as to whether an employer would commit an\nunlawful employment practice if it excluded pregnancy from an\notherwise complete disability benefits program. Contrary to the\ndissent, however, I think that the answer to this question would be\nquite obvious based on the first clause of the PDA alone. If an\nemployer provided benefits for every employee who was temporarily\nunable to work due to any physical condition other than pregnancy,\nthat em-ployer would be in the same position as an employer who\nprovided similar benefits for employees of every race but one. In\nboth situations, the employer would clearly discriminate on a\nprohibited ground.3The “most favored employee” interpretation\nwould also lead to wildly implausible results. Suppose, for\nexample, that an employer had a policy of refusing to provide any\naccommodation for any employee who was unable to work due to any\nreason but that the employer wished to make an exception for\nseveral employees who were seriously injured while performing acts\nof extraordinary heroism on the job, for example, saving the lives\nof numerous fellow employees during a fire in the workplace. If the\nability to perform job tasks was the only characteristic that could\nbe considered, the employer would face the choice of either denying\nany special treatment for the heroic employees or providing all the\nsame benefits to all pregnant employees. It is most unlikely that\nthis is what Congress intended. Such a requirement would go beyond\nanything demanded by any other antidiscrimination law.4Opinions have often used the phrase\n“similar in” to mean “similar in relation to” or “similar with\nrespect to.” See,e.g., Kiobelv.Royal Dutch Petroleum\nCo., 569 U. S. ___, ___ (2013) (Breyer, J., concurring in\njudgment) (slip op., at 3) (“similar in character and specificity\nto piracy”);Williamsv.Illinois, 567 U. S. ___, ___\n(2012) (Thomas, J., concur-ring in judgment) (slip op., at 10)\n(“similar in solemnity to the Marian examination practices that the\nConfrontation Clause was designed to prevent”).Sykesv.United States, 564 U. S. ___, ___ (2011) (slip op., at 6)\n(“similar in degree of danger to that involved in\narson”).5If cost alone could justify unequal\ntreatment of pregnant employees, the plan at issue inGeneral\nElectric Co. v.Gilbert,429 U. S. 125 (1976), would be\nlawful. Cf.id., at 138. But this Court has repeatedly said\nthat the PDA rejected “ ‘both the holding and the reasoning’ ” inGilbert.AT&Tv.Hulteen,556 U. S. 701,720\n(2009) (Ginsburg, J., dissenting) (quotingNewport News\nShipbuilding & Dry Dock Co.v.EEOC,462 U. S.\n669,678 (1983).",
    "joined": []
}