{
    "case": {
        "docket": "14-9496",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/14-9496/"
    },
    "id": "3706130",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–9496_________________ELIJAH MANUEL, PETITIONERv.CITY OF\nJOLIET, ILLINOIS, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[March 21, 2017]Justice Alito, with whom Justice Thomas joins,\ndissenting.I agree with the Court’s holding up to a point:\nThe protection provided by the Fourth Amendment continues to apply\nafter “the start of legal process,”ante, at 1, if legal\nprocess is understood to mean the issuance of an arrest warrant or\nwhat is called a “first appearance” under Illinois law and an\n“initial appearance” under federal law. Ill. Comp. Stat., ch. 725,\n§§5/109–1(a), (e) (West Supp. 2015); Fed. Rule Crim. Proc. 5. But\nif the Court means more—specifically, that new Fourth Amendment\nclaims continue to accrue as long as pretrial detention lasts—the\nCourt stretches the concept of a seizure much too far.What is perhaps most remarkable about the\nCourt’s approach is that it entirely ignores the question that we\nagreed to decide,i.e., whether a claim of malicious\nprosecution may be brought under the Fourth Amendment. I would\ndecide that question and hold that the Fourth Amendment cannot\nhouse any such claim. If a malicious prosecution claim may be\nbrought under the Constitution, it must find some other home,\npresumably the Due Process Clause.IThe question that was set out in Manuel’s\npetition for a writ of certiorari and that we agreed to decide is\nas follows:“[W]hether an individual’s Fourth\nAmendment right to be free from unreasonable seizure continues\nbeyond legal processso as to allow a malicious prosecution\nclaim based upon the Fourth Amendment. This question was\nraised, but left unanswered, by this Court inAlbrightv.Oliver, 510 U. S. 266 (1994) . Since then, the First,\nSecond, Third, Fourth, Fifth, Sixth, Ninth, Tenth, Eleventh, and\nD. C. Circuits have all held that a Fourth Amendment malicious\nprosecution claim is cognizable through 42 U. S. C. §1983\n(“Section 1983”). Only the Seventh Circuit holds that a Fourth\nAmendment Section 1983 malicious prosecution claim is not\ncognizable.” Pet. for Cert. i (emphasis added).The question’s reference to “a malicious\nprosecution claim” was surely no accident. First, the conflict on\nthe malicious prosecution question was the centerpiece of Manuel’s\nargument in favor of certiorari.[1] Second, unless Manuel is given the benefit of the\nunique accrual rule for malicious prosecution claims, his claim is\nuntimely, and he is not entitled to relief.AI would first consider what I take to be the\ncore of the question presented—whether a “malicious prosecution\nclaim may be brought under the Fourth Amendment.” Seeibid.Manuel asked us to decide that question because it may be critical\nto his ultimate success in this lawsuit. Why is that so?The statute of limitations for Manuel’s claim is\nIllinois’s general statute of limitations for personal-injury\ntorts, seeWallacev.Kato, 549 U. S. 384, 387\n(2007) , which requires suit to be brought within two years of the\naccrual of the claim, see Ill. Comp. Stat., ch. 735, §5/13–202\n(West 2010). Here is the chronology of relevant events in this\ncase:March 18, 2011: Manuel is arrested and\nbrought before a county court judge, who makes the required\nprobable-cause finding because Manuel was arrested without a\nwarrant.March 31, 2011: Manuel is indicted by a\ngrand jury.April 8, 2011: Manuel is arraigned.May 4, 2011: An assistant state’s attorney\nmoves to dismiss the charges, and the motion is granted.May 5, 2011: Manuel is released from\njail.April 22, 2013: Manuel files his\ncomplaint.Since the statute of limitations requires the\ncommencement of suit within two years of accrual, Manuel’s claim is\nuntimely unless it accrued on or after April 22, 2011. And the only\nevents in the above chronology that occurred within that time frame\nare the dismissal of the charge against him and his release from\ncustody. A claim of malicious prosecution “does not accrue until\nthe criminal proceedings have terminated in the plaintiff’s favor.”Heckv.Humphrey, 512 U. S. 477, 489 (1994) ;\nsee 3 Restatement (Second) of Torts §653 (1976). None of the other\ncommon-law torts to which Manuel’s claim might be compared—such as\nfalse arrest or false imprisonment—has such an accrual date. SeeWallace,supra, at 397 (holding that a claim for\nfalse imprisonment under the Fourth Amendment accrues when “the\nclaimant becomes detained pursuant to legal process”). Therefore,\nif Manuel’s case is to go forward, it is essential that his claim\nbe treated like a malicious prosecution claim.BAlthough the Court refuses to decide whether\nManuel’s claim should be so treated, the answer to that\nquestion—the one that the Court actually agreed to review—is\nstraightforward: A malicious prosecution claim cannot be based on\nthe Fourth Amendment.“The first inquiry in any §1983 suit,” the Court\nhas explained, is “to isolate the precise constitutional viola-tion\nwith which [the defendant] is charged.”Bakerv.McCollan, 443 U. S. 137, 140 (1979) . In this case,\nManuel charges that he was seized without probable cause in\nviolation of the Fourth Amendment. In order to flesh out the\nelements of this constitutional tort, we must look for “tort\nanalogies.”Wilsonv.Garcia, 471 U. S. 261, 277\n(1985) . Manuel says that the appropriate analog is the tort of\nmalicious prosecution, so we should look to the elements of that\ntort.To make out a claim for malicious prosecution, a\nplaintiff generally must show three things: (1) “that the criminal\nproceeding was initiated or continuedby the defendantwithout ‘probable cause,’ ” W. Keeton, D. Dobbs, P. Keeton,\n& D. Owen, Prosser and Keeton on Law of Torts 876 (5th ed.\n1984) (Prosser and Keeton) (emphasis added), (2) “that the\ndefendant instituted the proceeding ‘maliciously,’ ”id., at 882, and (3) that “the proceedings have terminated\nin favor of the accused,” 3 Restatement (Second) of Torts §653(b);\nsee alsoHeck,supra, at 489.There is a severe mismatch between these\nelements and the Fourth Amendment. First, the defendants typically\nnamed in Fourth Amendment seizure cases—namely, law enforcement\nofficers—lack the authority to initiate or dismiss a prosecution.\nSee Prosser and Keeton 876. That authority lies in the hands of\nprosecutors. A law enforcement officer, including the officer\nresponsible for the defendant’s arrest, may testify before a grand\njury, at a preliminary examination, see Ill. Comp. Stat., ch. 725,\n§§5/109–3(b), 5/109–3.1(b) (West 2010), or hearing, see Fed. Rule\nCrim. Proc. 5.1, and at trial. But when that occurs, the officer is\nsimply a witness and is not responsible for “the decision to press\ncriminal charges.”Rehbergv.Paulk, 566 U. S.\n356, 371 (2012) .Second, while subjective bad faith,i.e.,\nmalice, is the core element of a malicious prosecution claim, it is\nfirmly established that the Fourth Amendment standard of\nreasonableness is fundamentally objective. SeeAshcroftv.al-Kidd, 563 U. S. 731, 736 (2011) . These two\nstandards—one subjective and the other objective—cannot co-exist.\nIn some instances, importing a malice requirement into the Fourth\nAmendment would leave culpable conduct unpunished. An officer could\nact unreasonably, thereby violating the Fourth Amendment, without\neven a hint of bad faith. In other cases, the malice requirement\nwould cast too wide a net. An officer could harbor intense personal\nill will toward an arrestee but still act in an objectively\nreason-able manner in carrying out an arrest.Finally, malicious prosecution’s\nfavorable-termination element makes no sense when the claim is that\na seizure violated the Fourth Amendment. The Fourth Amendment,\nafter all, prohibitsallunreasonable seizures—regardless of\nwhether a prosecution is ever brought or how a prosecution ends. A\n“ Fourth Amendment wrong” “is fully accomplished,”United\nStatesv.Calandra, 414 U. S. 338, 354 (1974) ,\nwhen an impermissible seizure occurs. The Amendment is violated and\nthe injury is inflicted no matter what happens in any later\nproceedings.Our cases concerning Fourth Amendment claims\nbrought under 42 U. S. C. §1983 prove the point. For\nexample, we have recognized that there is no favorable-termination\nelement for a Fourth Amendment false imprisonment claim. SeeWallace, 549 U. S., at 389–392.[2] An arrestee can file such a claim while his\nprosecution is pending—and, in at least some situations—will need\nto do so to ensure that the claim is not time barred. Seeid., at 392–395. By the same token, an individual may seek\ndamages for pretrial Fourth Amendment violationseven after a\nvalid conviction. For example, inHaringv.Prosise, 462 U. S. 306, 308 (1983) , the respondent\npleaded guilty to a drug crime without raising any Fourth Amendment\nissues. He then brought a §1983 suit, challenging the\nconstitutionality of the search that led to the discovery of the\ndrugs on which his criminal charge was based. The Court held that\nrespondent’s suit could proceed—despite his valid conviction.Id., at 323; see alsoHeck, 512 U. S., at 487,\nn. 7 (“[A] suit for damages attributable to an allegedly\nunreasonable search may lie even if the challenged search produced\nevidence that was introduced in a state criminal trial resulting in\nthe §1983 plaintiff’s still-outstanding conviction”).The favorable-termination element is similarly\nirrelevant to claims like Manuel’s. Manuel alleges that he was\narrested and held based entirely on falsified evidence. In such a\ncase, it makes no difference whether the prosecution was eventually\nable to gather and introduce legitimate evidence and to obtain a\nconviction at trial. The unlawful arrest and detention would still\nprovide grounds for recovery. Accordingly, there is no good reason\nwhy the accrual of a claim like Manuel’s should have to await a\nfavorable termination of the prosecution.For all these reasons, malicious prosecution is\na strikingly inapt “tort analog[y],”Wilson, 471 U. S.,\nat 277, for Fourth Amendment violations. So the answer to the\nquestion presented in Manuel’s certiorari petition is that the\nFourth Amendment doesnotgive rise to a malicious\nprosecution claim, and this means that Manuel’s suit is untimely. I\nwould affirm the Seventh Circuit on that basis.IIInstead of deciding the question on which we\ngranted review, the Court ventures in a different direction. The\nCourt purports to refrain from deciding any issue of timeliness,\nseeante, at 10, but the Court’s opinion is certain to be\nread by some to mean that every moment of pretrial confinement\nwithout probable cause constitutes a violation of the Fourth\nAmendment. And if that is so, it would seem to follow that new\nFourth Amendment claims continue to accrue as long as the pretrial\ndetention lasts.AThat proposition—that every moment in pretrial\ndetention constitutes a “seizure”—is hard to square with the\nordinary meaning of the term. The term “seizure” applies most\ndirectly to the act of taking a person into custody or otherwise\ndepriving the person of liberty. It is not generally used to refer\nto a prolonged detention. Dictionary definitions from around the\ntime of the adoption of the Fourth Amendment define the term\n“seizure” as a single event—and not a continuing condition. See,e.g., 2 N. Webster, An American Dictionary of the English\nLanguage 67 (1828) (Webster) (defining “seizure” as “the act of\nlaying hold on suddenly”); 1 S. Johnson, A Dictionary of the\nEnglish Language (6th ed. 1785) (defining “seizure” as “the act of\ntaking forcible possession”); 1 T. Dyche & W. Pardon, A New\nGeneral English Dictionary (14th ed. 1771) (defining “seize” as “to\nlay or take hold of violently or at unawares, wrongfully, or by\nforce”). As the Court has explained before, “[f]rom the time of the\nfounding to the present, the word ‘seizure’ has meant a ‘taking\npossession.’ ”Californiav.Hodari D., 499\nU. S. 621, 624 (1991) (quoting 2 Webster 67). And we have\ncautioned against “stretch[ing] the Fourth Amendment beyond its\nwords and beyond the meaning of arrest.” 499 U. S., at 627.\nThe Members of Congress who proposed the Fourth Amendment and the\nState legislatures that ratified the Amendment would have expected\nto see a more expansive term, such as “detention” or “confinement,”\nif a Fourth Amendment seizure could be a long event that continued\nthroughout the entirety of the pretrial period.In my view, a period of detention spanning weeks\nor months cannot be viewed as one long, continuing seizure, and a\npretrial detainee is not “seized” over and over again as long as he\nremains in custody.[3] Of\ncourse, the damages resulting from an unlawful seizure may continue\nto mount during the period of confinement caused by the seizure,\nbut no new Fourth Amendment seizure claims accrue after that\ndate.[4] Thus, any possible\nFourth Amendment claim that Manuel could bring is time barred.BThe Court is mistaken in saying that its\ndecision “follows from settled precedent.”Ante, at 1. The\nCourt readsAlbrightv.Oliver, 510 U. S. 266\n(1994) , andGersteinv.Pugh, 420 U. S. 103\n(1975) , to mean that the Fourth Amendment can be violated “when\nlegal process itself goes wrong,”ante, at 9, but the\naccuracy of that interpretation depends on the meaning of “legal\nprocess.” The Court’s reading is correct if by “legal process” the\nCourt means a determination of probable cause at a first or initial\nappearance. See Ill. Comp. Stat., ch. 725, §5/109–1 (West Supp.\n2015); Fed. Rule Crim. Proc. 5(b). When an arrest warrant is\nobtained, the probable-cause determination is made at that time,\nand there is thus no need for a repeat determination at the first\nor initial appearance. But when an arrest is made without a\nwarrant, the arrestee, generally within 48 hours, must be brought\nbefore a judicial officer,County of Riversidev.McLaughlin, 500 U. S. 44, 56 (1991) , who then completes the\narrest process by making the same determination that would have\nbeen made as part of the warrant application process. See Ill.\nComp. Stat., ch. 725, §§5/109–1(a), (b); Fed. Rule Crim. Proc.\n4(a), 5(b). Thus, this appearance is an integral part of the\nprocess of taking the arrestee into custody and easily falls within\nthe meaning of the term “seizure.” But other forms of “legal\nprocess,” for example, a grand jury indictment or a determination\nof probable cause at a preliminary examination or hearing, do not\nfit within the concept of a “seizure,” and the cases cited by the\nCourt do not suggest otherwise.TakeAlbrightfirst. A detective named\nOliver procured a warrant for the arrest of Albright for\ndistributing a “look-alike” substance. SeeAlbrightv.Oliver, 975 F. 2d 343, 344 (CA7 1992). The warrant was\nbased on information given to Oliver by the purchaser of the\nsubstance.Ibid. After learning of the warrant, Albright\nturned himself in, was booked, and was released on bond.Ibid. Oliver testified at what Illinois calls a preliminary\nexamination and apparently related the information provided by the\nalleged purchaser.Ibid.The judge found probable cause, but\nthe charges were later dismissed.Ibid.According to the\nSeventh Circuit, probable cause was sorely lacking,id., at\n345, and Albright sued Oliver under 42 U. S. C. §1983,\nclaiming that Oliver had violated his substantive due process right\nnot to be prosecuted without probable cause. All that this Court\nheld was that Albright’s claim had to be analyzed under the Fourth\nAmendment, not substantive due process.The Court now readsAlbrightto mean that\na Fourth Amendment seizure continues “after the start of ‘legal\nprocess,” but three forms of what might be termed “legal process”\nwere issued inAlbright: the arrest warrant, the order\nreleasing him on bond after his first appearance, and the order\nholding him over for trial after the preliminary examination. I\nagree that Albright’s seizure did not end with the issuance of the\nwarrant (that would be ridiculous since he had not even been\narrested at that point) or the first appearance, seeante,\nat 8–9, and n. 6, but it is impossible to read anything more into\nthe holding inAlbright. The terse plurality opinion joined\nby four Justices said no more; the opinion of Justice Scalia, who\njoined the plurality opinion, referred only to Albright’s “arrest,”\n510 U. S., at 275 (concurring opinion); and Justices Kennedy\nand Thomas, who concurred in the judgment, did so only because\nAlbright’s “allegation of arrest without probable cause must be\nanalyzed under the Fourth Amendment.”Id., at 281 (Kennedy,\nJ., concurring in the judgment). To read anything more intoAlbrightis to adopt the position taken by just one Member\nof the plurality, seeid., at 279 (Ginsburg, J., concurring)\n(seizure continues throughout the period of pretrial detention),\nand the two Justices in dissent, seeid., at 307 (Stevens,\nJ., dissenting) (same).The other precedent on which the Court relies,Gerstein, goes no further thanAlbright. All that the\nCourt held inGersteinwas thatifthere is no\nprobable-cause finding by a neutral magistratebeforean\narrest, there must be oneafterthe arrest. 420 U. S.,\nat 111–116. The Court reasoned that “the Fourth Amendment requires\na judicial determination of probable cause as a prerequisite to\nextended restraint of liberty following arrest.”Id., at\n114. The Court said nothing about whether a claim for a seizure in\nviolation of the Fourth Amendment could accrue after an initial\nappearance.The Court thus is forced to rely on dicta—taken\nout of context—fromGerstein. For example, the Court citesGerstein’s statement that “[t]he Fourth Amendment was\ntailored explicitly for the criminal justice system,” and that it\n“always has been thought to define the ‘process that is due’ for\nseizures of person[s] . . . in criminal cases, including\nthe detention of suspects pending trial.”Id., at 125, n.\n27. This statement hardly shows that a Fourth Amendment seizure\ncontinues throughout a period of pretrial detention, and the Court\ndoes not mention the very next sentence inGerstein—which\nsuggests that the Fourth Amendment might govern “only the first\nstage” of a prosecution, eventually giving way to other protections\nthat are also part of our “elaborate system, unique in\njurisprudence, designed to safeguard the rights of those accused of\ncriminal conduct.”Ibid.(emphasis deleted). In the end,Gersteinstands for the proposition that the Fourth\nAmendment requires a post-arrest probable cause finding by a\nneutral magistrate; it says nothing about whether the Fourth\nAmendment extends beyond that or any other “legal process.”*  *  *A well-known medical maxim—“first, do no\nharm”—is a good rule of thumb for courts as well. The Court’s\ndecision today violates that rule by avoiding the question\npresented in order to reach an unnecessary and tricky issue. The\nresulting opinion will, I fear, inject much confusion into Fourth\nAmendment law. And it has the potential to do much harm—by\ndramatically expanding Fourth Amendment liability under §1983 in a\nway that does violence to the text of the Fourth Amendment. I\nrespectfully dissent.Notes1The Court defends this\nevasion on the ground that it is resolving “the one and only\nCircuit split involving the decision below.”Ante, at 15,\nn. 10. That is flatly wrong. As the Seventh Circuit\nacknowledged, its decision in this case and an earlier case on\nwhich the decision here relied,Newsomev.McCabe,\n256 F. 3d 747 (2001), conflict with decisions of other\ncircuits holding that a malicious prosecution claim may be brought\nunder the Fourth Amendment. The decision below states: “Manuel\nargues that we should reconsider our holding inNewsomeand\nrecognize a federal claim for malicious prosecution under the\nFourth Amendment regardless of the available state remedy. By his\ncount, 10 other Circuits have recognized federal\nmalicious-prosecution claims under the Fourth Amendment.” 590 Fed.\nAppx. 641, 643 (2015). The court refused to overruleNewsomeand said that “Manuel’s argument is better left for the Supreme\nCourt.”Ibid.2InWallace, the\nCourt noted that “[f]alse arrest and false imprisonment overlap”\nand decided to “refer to the two torts together as false\nimprisonment.” 549 U. S., at 388–389.3By the Court’s logic,\nthere is no apparent reason why even a judgment of conviction\nshould cut off the accrual of new Fourth Amendment claims based on\nthe use of fabricated evidence. The Court writes that “[n]othing in\nthe nature of the legal proceeding establishing probable cause\nmakes a difference for purposes of the Fourth Amendment.”Ante, at 11, n. 8. “[I]f the proceeding is tainted—as here,\nby fabricated evidence—and the result is that probable cause is\nlacking,” the Court continues, “then the ensuing pretrial detention\nviolates the confined person’s Fourth Amendment rights, for all the\nreasons we have stated.”Ibid. Although the Court inserts\nthe word “pretrial” in this sentence, its logic provides no reason\nfor that limitation. If a Fourth Amendment seizure continues as\nlong as a person is detained, there is no reason why incarceration\nafter conviction cannot be regarded as a continuing seizure. The\nCourt asserts that the Fourth Amendment “drops out of the picture”\nafter trial,ibid., but it does not explain why this is so.\nThere are facilities that house both pretrial detainees and\nprisoners serving sentences. If a detainee is transferred following\nconviction from the section for detainees to the section for\nprisoners, does the transfer render this person\n“unseized”?4There is authority for\nthe proposition that a grand jury indictment or a determination of\nprobable cause after an adversary proceeding may be an intervening\ncause that cuts off liability for an unlawful arrest. SeeWallacev.Kato, 494 U. S. 384, 390 (2007) ;\nProsser and Keeton 885. I would not decide that question\nhere.",
    "joined": []
}