{
    "case": {
        "docket": "587",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/587/"
    },
    "id": "1962451",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF ALITO, J.HEIN V. FREEDOM FROM RELIGION FOUNDATION, INC.551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-157JAY F. HEIN, DIRECTOR, WHITE HOUSE OFFICE OF\nFAITH-BASED AND COMMUNITY INITIATIVES, et al., PETITIONERSv.FREEDOM FROM RELI- GION FOUNDATION, INC.,\net al.on writ of certiorari to the united states court of\nappeals for the seventh circuit[June 25, 2007]Justice Alito announced the\njudgment of the Court and delivered an opinion in which The Chief\nJustice and Justice Kennedy join.This is a lawsuit in which it was\nclaimed that conferences held as part of the President’s\nFaith-Based and Community Initiatives program violated the\nEstablishment Clause of the First Amendment because, among other\nthings, President Bush and former Secretary of Education Paige gave\nspeeches that used “religious imagery” and praised the efficacy of\nfaith-based programs in delivering social services. The plaintiffs\ncontend that they meet the standing requirements of Article III of\nthe Constitution because they pay federal taxes.It has long been established, however, that\nthe payment of taxes is generally not enough to establish standing\nto challenge an action taken by the Federal Government. In light of\nthe size of the federal budget, it is a complete fiction to argue\nthat an unconstitutional federal expenditure causes an individual\nfederal taxpayer any measurable economic harm. And if every federal\ntaxpayer could sue to challenge any Government expenditure, the\nfederal courts would cease to function as courts of law and would\nbe cast in the role of general complaint bureaus.InFlastv.Cohen,392 U.\nS. 83(1968), we recognized a narrow exception to the general\nrule against federal taxpayer standing. UnderFlast, a\nplaintiff asserting an Establishment Clause claim has standing to\nchallenge a law authorizing the use of federal funds in a way that\nallegedly violates the Establishment Clause. In the present case,\nCongress did not specifically authorize the use of federal funds to\npay for the conferences or speeches that the plaintiffs challenged.\nInstead, the conferences and speeches were paid for out of general\nExecutive Branch appropriations.    The Court of\nAppeals, however, held that the plaintiffs have standing as\ntaxpayers because the conferences were paid for with money\nappropriated by Congress.The question that is presented here is whether\nthis broad reading ofFlastis correct. We hold that it is\nnot. We therefore reverse the decision of the Court of Appeals.IAIn 2001, the President issued an\nexecutive order creating the White House Office of Faith-Based and\nCommunity Initiatives within the Executive Office of the President.\nExec. Order No. 13199, 3 CFR 752 (2001 Comp.). The purpose of this\nnew office was to ensure that “private and charitable community\ngroups, including religious ones … have the fullest opportunity\npermitted by law to compete on a level playing field, so long as\nthey achieve valid public purposes” and adhere to “the bedrock\nprinciples of pluralism, nondiscrimination, evenhandedness, and\nneutrality.”Ibid. The office was specifically charged\nwith the task of eliminating unnecessary bureaucratic, legislative,\nand regulatory barriers that could impede such organizations’\neffectiveness and ability to compete equally for federal\nassistance.Id., at 752–753.By separate executive orders, the\nPresident also created Executive Department Centers for Faith-Based\nand Community Initiatives within several federal agencies and\ndepartments.[Footnote 1] These\ncenters were given the job of ensuring that faith-based community\ngroups would be eligible to compete for federal financial support\nwithout impairing their independence or autonomy, as long as they\ndid “not use direct Federal financial assistance to support any\ninherently religious activities, such as worship, religious\ninstruction, or proselytization.” Exec. Order No. 13279, 3 CFR\n§2(f), p. 260 (2002 Comp.). To this end, the President\ndirected that “[n]o organization should be discriminated against on\nthe basis of religion or religious belief in the administration or\ndistribution of Federal financial assistance under social service\nprograms,”id., §2(c), at 260, and that “[a]ll\norganizations that receive Federal financial assistance under\nsocial services programs should be prohibited from discriminating\nagainst beneficiaries or potential beneficiaries of the social\nservices programs on the basis of religion or religious belief,”id., §2(d), at 260. Petitioners, who have been sued in\ntheir official capacities, are the directors of the White House\nOffice and various Executive Department Centers.No congressional legislation specifically\nauthorized the creation of the White House Office or the Executive\nDepartment Centers. Rather, they were “created entirely within the\nexecutive branch … by Presidential executive order.”Freedom\nFrom Religion Foundation, Inc.v.Chao, 433\nF. 3d 989, 997 (CA7 2006). Nor has Congress enacted any law\nspecifically appropriating money for these entities’ activities.\nInstead, their activities are funded through general Executive\nBranch appropriations. For example, the Department of Education’s\nCenter is funded from money appropriated for the Office of the\nSecretary of Education, while the Department of Housing and Urban\nDevelopment’s Center is funded through that Department’s salaries\nand expenses account. See Government Accountability Office,\nFaith-Based and Community Initiative: Improvements in Monitoring\nGrantees and Measuring Performance Could Enhance Accountability,\nGAO–06–616, p. 21 (June 2006), online at\nhttp://www.gao.gov/new.items/d06616.pdf (as visited June 25, 2007,\nand available in Clerk of Court’s case file); see also Amended\nComplaint in No. 04–C–381–S (WD Wis.), ¶23, App. to Pet. for Cert.\n71a–72a.BThe respondents are Freedom From\nReligion Foundation, Inc., a nonstock corporation “opposed to\ngovernment endorsement of religion,”id., ¶5, App. to Pet.\nfor Cert. 68a, and three of its members. Respondents brought suit\nin the United States District Court for the Western District\nof Wisconsin, alleging that petitioners violated the Establishment\nClause by organizing conferences at which faith-based organizations\nallegedly “are singled out as being particularly worthy of federal\nfunding … , and the belief in God is extolled as distinguishing the\nclaimed effectiveness of faith-based social services.”Id., ¶32, App. to Pet. for Cert. 73a. Respondents further\nalleged that the content of these conferences sent a message to\nreligious believers “that they are insiders and favored members of\nthe political community” and that the conferences sent the message\nto nonbelievers “that they are outsiders” and “not full members of\nthe political community.”Id., ¶37, App. to Pet. for Cert.\n76a. In short, respondents alleged that the conferences were\ndesigned to promote, and had the effect of promoting, religious\ncommunity groups over secular ones.The only asserted basis for\nstanding was that the individual respondents are federal taxpayers\nwho are “opposed to the use of Congressional taxpayer\nappropriations to advance and promote religion.”Id., ¶10,\nApp. to Pet. for Cert. 69a; see alsoid., ¶¶7–9, App. to\nPet. for Cert. 68a–69a. In their capacity as federal taxpayers,\nrespondents sought to challenge Executive Branch expenditures for\nthese conferences, which, they contended, violated the\nEstablishment Clause.CThe District Court dismissed the\nclaims against petitioners for lack of standing. SeeFreedom\nFrom Religion Foundation, Inc.v.Towey, No.\n04–C–381–S (WD Wis., Nov. 15, 2004), App. to Pet. for Cert.\n27a–35a. It concluded that underFlast,392 U.\nS. 83, federal taxpayer standing is limited to Establishment\nClause challenges to the constitutionality of “ ‘exercises of\ncongressional power under the taxing and spending clause of\nArt. I, §8.’ ” App. to Pet. for Cert. 31a (quotingFlast,supra, at 102). Because petitioners in\nthis case acted “at the President’s request and on the President’s\nbehalf” and were not “charged with the administration of a\ncongressional program,” the District Court concluded that the\nchallenged activities were “not ‘exercises of congressional\npower’ ” sufficient to provide a basis for taxpayer standing\nunderFlast. App. to Pet. for Cert. 33a–34a.A divided panel of the United\nStates Court of Appeals for the Seventh Circuit reversed. 433\nF. 3d 989. The majority readFlastas granting\nfederal taxpayers standing to challenge Executive Branch programs\non Establishment Clause grounds so long as the activities are\n“financed by a congressional appropriation.” 433 F. 3d, at\n997. This was the case, the majority concluded, even where “there\nis no statutory program” enacted by Congress and the funds are\n“from appropriations for the general administrative expenses, over\nwhich the President and other executive branch officials have a\ndegree of discretionary power.”Id., at 994. According to\nthe majority, a taxpayer has standing to challenge anything done by\na federal agency or officer so long as “the marginal or incremental\ncost to the taxpaying public of the alleged violation of the\nestablishment clause” is greater than “zero.”Id., at\n995.In dissent, Judge Ripple opined that the\nmajority’s decision reflected a “dramatic expansion of current\nstanding doctrine,”id., at 997, that “cuts the concept of\ntaxpayer standing loose from its moorings,”id., at 998.\nNoting that “[t]he executive can do nothing without general budget\nappropriations from Congress,”id., at 1000, he criticized\nthe majority for oversteppingFlast’s requirement that a\n“plaintiff must bring an attack against a disbursement of public\nfunds made in the exercise ofCongress’taxing and\nspending power,” 433 F. 3d, at 1000 (emphasis in\noriginal).The Court of Appeals denied en banc review by\na vote of seven to four. 447 F. 3d 988 (CA7 2006). Concurring\nin the denial of rehearing, Chief Judge Flaum expressed doubt about\nthe panel decision, but noted that “the obvious tension which has\nevolved in this area of jurisprudence … can only be resolved by the\nSupreme Court.”Ibid.We granted certiorari to resolve\nthis question, 549 U. S. ___ (2006), and we now reverse.IIAArticle III of the Constitution\nlimits the judicial power of the United States to the resolution of\n“Cases” and “Controversies,” and “ ‘Article III standing …\nenforces the Constitution’s case-or-controversy\nrequirement.’ ”DaimlerChrysler Corp.v.Cuno, 547 U. S. ___, ___ (2006) (slip op., at 6) (quotingElk Grove Unified School Dist.v.Newdow,542 U. S. 1, 11\n(2004)). “ ‘No principle is more fundamental to the\njudiciary’s proper role in our system of government than the\nconstitutional limitation of federal-court jurisdiction to actual\ncases or controversies.’ ”Rainesv.Byrd,521 U. S. 811,\n818 (1997) (quotingSimonv.Eastern Ky. Welfare\nRights Organization,426 U. S. 26, 37\n(1976)).“[O]ne of the controlling\nelements in the definition of a case or controversy under Article\nIII” is standing.ASARCO Inc.v.Kadish,490 U. S. 605, 613 (1989) (opinion of\nKennedy, J.). The requisite elements of Article III standing are\nwell established: “A plaintiff must allege personal injury fairly\ntraceable to the defendant’s allegedly unlawful conduct and likely\nto be redressed by the requested relief.”Allenv.Wright,468\nU. S. 737, 751 (1984).The constitutionally mandated standing inquiry\nis especially important in a case like this one, in which taxpayers\nseek “to challenge laws of general application where their own\ninjury is not distinct from that suffered in general by other\ntaxpayers or citizens.”ASARCO,supra, at 613\n(opinion of Kennedy, J.).This is because “[t]he judicial\npower of the United States defined by Art. III is not an\nunconditioned authority to determine the constitutionality of\nlegislative or executive acts.”Valley Forge Christian\nCollegev.Americans United for Separation of Church and\nState, Inc.,454 U. S. 464, 471 (1982). The federal\ncourts are not empowered to seek out and strike down any\ngovernmental act that they deem to be repugnant to the\nConstitution. Rather, federal courts sit “solely, to decide on the\nrights of individuals,”Marburyv.Madison, 1\nCranch 137, 170 (1803), and must “ ‘refrai[n] from passing\nupon the constitutionality of an act … unless obliged to do so in\nthe proper performance of our judicial function, when the question\nis raised by a party whose interests entitle him to raise\nit.’ ”Valley Forge,supra, at 474 (quotingBlairv.United States,250 U. S. 273, 279\n(1919)). As we held over 80 years ago, in another case involving\nthe question of taxpayer standing:“We have no powerper seto review and\nannul acts of Congress on the ground that they are\nunconstitutional. The question may be considered only when the\njustification for some direct injury suffered or threatened,\npresenting a justiciable issue, is made to rest upon such an\nact… . The party who invokes the power must be able to show\nnot only that the statute is invalid but that he has sustained or\nis immediately in danger of sustaining some direct injury as the\nresult of its enforcement, and not merely that he suffers in some\nindefinite way in common with people generally.”Frothinghamv.Mellon, decided withMassachusettsv.Mellon,262 U. S. 447, 488 (1923).BAs a general matter, the interest\nof a federal taxpayer in seeing that Treasury funds are spent in\naccordance with the Constitution does not give rise to the kind of\nredressable “personal injury” required for Article III standing. Of\ncourse, a taxpayer has standing to challenge thecollectionof a specific tax assessment as\nunconstitutional; being forced to pay such a tax causes a real and\nimmediate economic injury to the individual taxpayer. See,e.g.,Follettv.Town of McCormick,321 U. S. 573(1944) (invalidating tax on preaching on First Amendment grounds).\nBut that is not the interest on which respondents assert standing\nhere. Rather, their claim is that, having paid lawfully collected\ntaxes into the Federal Treasury at some point, they have a\ncontinuing, legally cognizable interest in ensuring that those\nfunds are notusedby the Government in a way that\nviolates the Constitution.We have consistently held that\nthis type of interest is too generalized and attenuated to support\nArticle III standing. InFrothingham, a federal taxpayer\nsought to challenge federal appropriations for mothers’ and\nchildren’s health, arguing that federal involvement in this area\nintruded on the rights reserved to the States under the Tenth\nAmendment and would “increase the burden of future taxation and\nthereby take [the plaintiff’s] property without due process of\nlaw.” 262 U. S., at 486. We concluded that the plaintiff lacked the\nkind of particularized injury required for Article III\nstanding:“[I]nterest in the moneys of the Treasury … is\nshared with millions of others; is comparatively minute and\nindeterminable; and the effect upon future taxation, of any payment\nout of the funds, so remote, fluctuating and uncertain, that no\nbasis is afforded for an appeal to the preventive powers of a court\nof equity.“The administration of any statute, likely to\nproduce additional taxation to be imposed upon a vast number of\ntaxpayers, the extent of whose several liability is indefinite and\nconstantly changing, is essentially a matter of public and not of\nindividual concern.”Id., at 487.Because the interests of the\ntaxpayer are, in essence, the interests of the public-at-large,\ndeciding a constitutional claim based solely on taxpayer standing\n“would be[,] not to decide a judicial controversy, but to assume a\nposition of authority over the governmental acts of another and\nco-equal department, an authority which plainly we do not possess.”Id., at 489; see alsoAlabama Power Co.v.Ickes,302\nU. S. 464, 478–479 (1938).InDoremusv.Board of Ed. of\nHawthorne,342\nU. S. 429, 433 (1952), we reaffirmed this principle, explaining\nthat “the interests of a taxpayer in the moneys of the federal\ntreasury are too indeterminable, remote, uncertain and indirect to\nfurnish a basis for an appeal to the preventive powers of the Court\nover their manner of expenditure.” We therefore rejected a state\ntaxpayer’s claim of standing to challenge a state law authorizing\npublic school teachers to read from the Bible because “the\ngrievance which [the plaintiff] sought to litigate … is not a\ndirect dollars-and-cents injury but is a religious difference.”Id., at 434. In so doing, we gave effect to the basic\nconstitutional principle that“a plaintiff raising only a generally available\ngrievance about government—claiming only harm to his and every\ncitizen’s interest in proper application of the Constitution and\nlaws, and seeking relief that no more directly and tangibly\nbenefits him than it does the public at large—does not state an\nArticle III case or controversy.”Lujanv.Defenders\nof Wildlife,504 U. S. 555, 573–574\n(1992).[Footnote 2]CInFlast, the Court\ncarved out a narrow exception to the general constitutional\nprohibition against taxpayer standing. The taxpayer-plaintiff in\nthat case challenged the distribution of federal funds to religious\nschools under the Elementary and Secondary Education Act of 1965,\nalleging that such aid violated the Establishment Clause. The Court\nset out a two-part test for determining whether a federal taxpayer\nhas standing to challenge an allegedly unconstitutional\nexpenditure:“First, the taxpayer must establish a logical link\nbetween that status and the type of legislative enactment attacked.\nThus, a taxpayer will be a proper party to allege the\nunconstitutionality only of exercises of congressional power under\nthe taxing and spending clause of Art. I, §8, of the\nConstitution. It will not be sufficient to allege an incidental\nexpenditure of tax funds in the administration of an essentially\nregulatory statute… . Secondly, the taxpayer must establish a\nnexus between that status and the precise nature of the\nconstitutional infringement alleged. Under this requirement, the\ntaxpayer must show that the challenged enactment exceeds specific\nconstitutional limitations imposed upon the exercise of the\ncongressional taxing and spending power and not simply that the\nenactment is generally beyond the powers delegated to Congress by\nArt. I, §8.”Flast, 392 U. S., at 102–103.The Court held that the\ntaxpayer-plaintiff inFlasthad satisfied both prongs of\nthis test: The plaintiff’s “constitutional challenge [was] made to\nan exercise by Congress of its power under Art. I, §8, to\nspend for the general welfare,” and she alleged a violation of the\nEstablishment Clause, which “operates as a specific constitutional\nlimitation upon the exercise by Congress of the taxing and spending\npower conferred by Art. I, §8.”Id., at 103–104.IIIARespondents argue that this case\nfalls within theFlastexception, which they read to cover\nany “expenditure of government funds in violation of the\nEstablishment Clause.” Brief for Respondents 12. But this broad\nreading fails to observe “the rigor with which theFlastexception to theFrothinghamprinciple ought to be\napplied.”Valley Forge, 454 U. S., at 481.The expenditures at issue inFlastwere made pursuant to an express congressional\nmandate and a specific congressional appropriation. The plaintiff\nin that case challenged disbursements made under the Elementary and\nSecondary Education Act of 1965, 79 Stat. 27. That Act expressly\nappropriated the sum of $100 million for fiscal year 1966, §201(b),id., at 36, and authorized the disbursement of those funds\nto local educational agencies for the education of low-income\nstudents, seeFlast,supra, at 86. The Act\nmandated that local educational agencies receiving such funds\n“ma[k]e provision for including special educational services and\narrangements (such as dual enrollment, educational radio and\ntelevision, and mobile educational services and equipment)” in\nwhich students enrolled in private elementary and secondary schools\ncould participate, §2, 79 Stat. 30–31. In addition, recipient\nagencies were required to ensure that “library resources,\ntextbooks, and other instructional materials” funded through the\ngrants “be provided on an equitable basis for the use of children\nand teachers in private elementary and secondary schools,”\n§203(a)(3)(B),id., at 37.The expenditures challenged inFlast,\nthen, were funded by a specific congressional appropriation and\nwere disbursed to private schools (including religiously affiliated\nschools) pursuant to a direct and unambiguous congressional\nmandate.[Footnote 3] Indeed,\ntheFlasttaxpayer-plaintiff’s constitutional claim was\npremised on the contention that if the Government’s actions were\n“ ‘within the authority and intent of the Act, the Act is to\nthat extent unconstitutional and void.’ ”Flast, 392\nU. S., at 90. And the judgment reviewed by this Court inFlastsolely concerned the question whether “if [the\nchallenged] expenditures are authorized by the Act the statute\nconstitutes a ‘law respecting an establishment of religion’ and law\n‘prohibiting the free exercise thereof’ ” under the First\nAmendment.Flastv.Gardner, 271 F. Supp. 1,\n2 (SDNY 1967).Given that the alleged Establishment Clause\nviolation inFlastwas funded by a specific congressional\nappropriation and was undertaken pursuant to an express\ncongressional mandate, the Court concluded that the\ntaxpayer-plaintiffs had established the requisite “logical link\nbetween [their taxpayer] status and the type of legislative\nenactment attacked.” In the Court’s words, “[t]heir constitutional\nchallenge [was] made to an exercise by Congress of its power under\nArt. I, §8, to spend for the general welfare.” 392 U. S., at\n90. But as this Court later noted,Flast“ limited\ntaxpayer standing to challenges directed ‘only [at] exercises of\ncongressional power’ ” under the Taxing and Spending Clause.Valley Forge, 454 U. S., at 479.BThe link between congressional\naction and constitutional violation that supported taxpayer\nstanding inFlastis missing here. Respondents do not\nchallenge any specific congressional action or appropriation; nor\ndo they ask the Court to invalidate any congressional enactment or\nlegislatively created program as unconstitutional. That is because\nthe expenditures at issue here were not made pursuant to any Act of\nCongress. Rather, Congress provided general appropriations to the\nExecutive Branch to fund its day-to-day activities.[Footnote 4] These appropriations did not\nexpressly authorize, direct, or even mention the expenditures of\nwhich respondents complain. Those expenditures resulted from\nexecutive discretion, not congressional action.We have never found taxpayer\nstanding under such circumstances. InValley Forge, we\nheld that a taxpayer lacked standing to challenge “a decision by\n[the federal Department of Health, Education and Welfare] to\ntransfer a parcel of federal property” to a religious college\nbecause this transfer was “not a congressional action.” 454 U. S.,\nat 479. In fact, the connection to congressional action was closer\ninValley Forgethan it is here, because in that case, the\n“particular Executive Branch action” being challenged was at least\n“arguably authorized” by the Federal Property and Administrative\nServices Act of 1949, which permitted federal agencies to transfer\nsurplus property to private entities.Id., at 479,\nn. 15. Nevertheless, we found that the plaintiffs lacked\nstanding becauseFlast“limited taxpayer standing to\nchallenges directed ‘only [at] exercises of congressional\npower’ ” under the Taxing and Spending Clause. 454 U. S., at\n479 (quotingFlast,supra, at 102).[Footnote 5]Similarly, inSchlesingerv.Reservists Comm. to Stop the War,418 U. S. 208(1974), the\ntaxpayer-plaintiffs contended that the Incompatibility Clause of\nArticle I prohibited Members of Congress from holding commissions\nin the Armed Forces Reserve. We held that these plaintiffs lacked\nstanding underFlastbecause they “did not challenge an\nenactment under Art. I, §8, but rather the action of the\nExecutive Branch in permitting Members of Congress to maintain\ntheir Reserve status.” 418 U. S., at 228. This was the case even\nthough the plaintiffs sought to reclaim reservist pay received by\nthose Members—pay that presumably was funded through Congress’\ngeneral appropriations for the support of the Armed Forces: “Such\nrelief would follow from the invalidity of Executive action in\npaying persons who could not lawfully have been reservists, not\nfrom the invalidity of the statutes authorizing pay to those who\nlawfully were Reservists.”Ibid., n. 17. See alsoUnited Statesv.Richardson,418 U. S. 166, 175 (1974) (denying\ntaxpayers standing to compel publication of accounting for the\nCentral Intelligence Agency because “there is no ‘logical nexus’\nbetween the asserted status of taxpayer and the claimed failure of\nthe Congress to require the Executive to supply a more detailed\nreport of the expenditures of that agency”).Bowenv.Kendrick,487 U. S. 589(1988), on\nwhich respondents rely heavily, is not to the contrary. In that\ncase, we held that the taxpayer-plaintiffs had standing to mount an\nas-applied challenge to the Adolescent Family Life Act (AFLA),\nwhich authorized federal grants to private community service groups\nincluding religious organizations. The Court found “a sufficient\nnexus between the taxpayer’s standing as a taxpayer and the\ncongressional exercise of taxing and spending power,”\nnotwithstanding the fact that the “the funding authorized by\nCongress ha[d] flowed through and been administered” by an\nExecutive Branch official.Id., at 620, 619.But the key to that conclusion was the Court’s\nrecognition that AFLA was “at heart a program of disbursement of\nfunds pursuant to Congress’ taxing and spending powers,” and that\nthe plaintiffs’ claims “call[ed] into question how the funds\nauthorized by Congress [were] being disbursedpursuant to the\nAFLA’s statutory mandate.”Id., at 619–620 (emphasis\nadded). AFLA not only expressly authorized and appropriated\nspecific funds for grant-making, it also expressly contemplated\nthat some of those moneys might go to projects involving religious\ngroups. Seeid., at 595–596; see alsoid., at 623\n(O’Connor, J., concurring) (noting the “partnership between\ngovernmental and religious institutions contemplated by the\nAFLA”).[Footnote 6] Unlike this\ncase,Kendrickinvolved a “program of disbursement of\nfunds pursuant to Congress’ taxing and spending powers” that\n“Congress had created,” “authorized,” and “mandate[d].”Id., at 619–620.Respondents attempt to paint their lawsuit as\naKendrick-style as-applied challenge, but this effort is\nunavailing for the simple reason that they can cite no statute\nwhose application they challenge. The best they can do is to point\nto unspecified, lump-sum “Congressional budget appropriations” for\nthe general use of the Executive Branch—the allocation of which “is\na[n] administrative decision traditionally regarded as committed to\nagency discretion.”Lincolnv.Vigil,508 U. S. 182, 192\n(1993). Characterizing this case as an “as-applied challenge” to\nthese general appropriations statutes would stretch the meaning of\nthat term past its breaking point. It cannot be that every legal\nchallenge to a discretionary Executive Branch action implicates the\nconstitutionality of the underlying congressional appropriation.\nWhen a criminal defendant charges that a federal agent carried out\nan unreasonable search or seizure, we do not view that claim as an\nas-applied challenge to the constitutionality of the statute\nappropriating funds for the Federal Bureau of Investigation.\nRespondents have not established why the discretionary Executive\nBranch expenditures here, which are similarly funded by no-strings,\nlump-sum appropriations, should be viewed any differently.[Footnote 7]In short, this case falls outside the “the\nnarrow exception” thatFlast“created to the general rule\nagainst taxpayer standing established inFrothingham.”Kendrick,supra, at 618. Because the expenditures\nthat respondents challenge were not expressly authorized or\nmandated by any specific congressional enactment, respondents’\nlawsuit is not directed at an exercise of congressional power, seeValley Forge, 454 U. S., at 479, and thus lacks the\nrequisite “logical nexus” between taxpayer status “and the type of\nlegislative enactment attacked.”Flast, 392 U. S., at\n102.IVA1Respondents argue that it is\n“arbitrary” to distinguish between money spent pursuant to\ncongressional mandate and expenditures made in the course of\nexecutive discretion, because “the injury to taxpayers in both\nsituations is the very injury targeted by the Establishment Clause\nandFlast—the expenditure for the support of religion of\nfunds exacted from taxpayers.” Brief for Respondents 13. The panel\nmajority below agreed, based on its observation that “there is so\nmuch that executive officials could do to promote religion in ways\nforbidden by the establishment clause.” 433 F. 3d, at 995.ButFlastfocused on\ncongressional action, and we must decline this invitation to extend\nits holding to encompass discretionary Executive Branch\nexpenditures.Flastitself distinguished the “incidental\nexpenditure of tax funds in the administration of an essentially\nregulatory statute,”Flast,supra, at 102, and we\nhave subsequently rejected the view that taxpayer standing “extends\nto ‘the Government as a whole, regardless of which branch is at\nwork in a particular instance,’ ”Valley Forge,supra, at 484, n. 20. Moreover, we have repeatedly\nemphasized that theFlastexception has a “narrow\napplication in our precedent,”Cuno, 547 U. S., at ___\n(slip op., at 12), that only “slightly lowered” the bar on taxpayer\nstanding,Richardson, 418 U. S., at 173, and that must be\napplied with “rigor,”Valley Forge,supra, at\n481.It is significant that, in the four decades\nsince its creation, theFlastexception has largely been\nconfined to its facts. We have declined to lower the taxpayer\nstanding bar in suits alleging violations of any constitutional\nprovision apart from the Establishment Clause. SeeTiltonv.Richardson,403 U. S. 672(1971) (no\ntaxpayer standing to sue under Free Exercise Clause of First\nAmendment);Richardson, 418 U. S., at 175 (no taxpayer\nstanding to sue under Statement and Account Clause of Art. I);Schlesinger, 418 U. S., at 228 (no taxpayer standing to\nsue under Incompatibility Clause of Art. I);Cuno,supra,at ___ (slip op., at 13) (no taxpayer standing to\nsue under Commerce Clause). We have similarly refused to extendFlastto permit taxpayer standing for Establishment Clause\nchallenges that do not implicate Congress’ taxing and spending\npower. SeeValley Forge,supra, at 479–482 (no\ntaxpayer standing to challenge Executive Branch action taken\npursuant to Property Clause of Art. IV); see alsoDistrict\nof Columbia Common Causev.District of Columbia, 858\nF. 2d 1, 3–4 (CADC 1988);In re United States\nCatholic Conference, 885 F. 2d 1020, 1028 (CA2 1989). In\neffect, we have adopted the position set forth by Justice Powell in\nhis concurrence inRichardsonand have “limit[ed] the\nexpansion of federal taxpayer and citizen standing in the absence\nof specific statutory authorization to an outer boundary drawn by\ntheresultsinFlast… .” 418 U. S., at\n196.2While respondents argue that\nExecutive Branch expenditures in support of religion are no\ndifferent from legislative extractions,Flastitself\nrejected this equivalence: “It will not be sufficient to allege an\nincidental expenditure of tax funds in the administration of an\nessentially regulatory statute.” 392 U. S., at 102.Because almost all Executive\nBranch activity is ultimately funded by some congressional\nappropriation, extending theFlastexception to purely\nexecutive expenditures would effectively subject every federal\naction—be it a conference, proclamation or speech—to Establishment\nClause challenge by any taxpayer in federal court. To see the wide\nswathe of activity that respondents’ proposed rule would cover, one\nneed look no further than the amended complaint in this action,\nwhich focuses largely on speeches and presentations made by\nExecutive Branch officials. See,e.g., Amended Complaint\n¶32, App. to Pet. for Cert. 73a (challenging Executive Branch\nofficials’ “support of national and regional conferences”);id., ¶33, App. to Pet. for Cert. 73a–75a (challenging\ncontent of speech by Secretary of Education);id., ¶¶35,\n36, App. to Pet. for Cert. 76a (challenging content of Presidential\nspeeches);id., ¶41, App. to Pet. for Cert. 77a\n(challenging Executive Branch officials’ “public appearances” and\n“speeches”). Such a broad reading would ignore the first prong ofFlast’s standing test, which requires “a logical link\nbetween [taxpayer] status and the type of legislative enactment\nattacked.” 392 U. S., at 102.It would also raise serious\nseparation-of-powers concerns. As we have recognized,Flastitself gave too little weight to these concerns. By\nframing the standing question solely in terms of whether the\ndispute would be presented in an adversary context and in a form\ntraditionally viewed as capable of judicial resolution,Flast“failed to recognize that this doctrine has a\nseparation-of-powers component, which keeps courts within certain\ntraditional bounds vis-À-vis the other branches, concrete\nadverseness or not.”Lewisv.Casey,518 U. S. 343, 353,\nn. 3 (1996); see alsoValley Forge, 454 U. S., at\n471. Respondents’ position, if adopted, would repeat and compound\nthis mistake.The constitutional requirements for\nfederal-court jurisdiction—including the standing requirements and\nArticle III—“are an essential ingredient of separation and\nequilibration of powers.”Steel Co.v.Citizens for\nBetter Environment,523 U. S. 83, 101 (1998).\n“Relaxation of standing requirements is directly related to the\nexpansion of judicial power,” and lowering the taxpayer standing\nbar to permit challenges of purely executive actions “would\nsignificantly alter the allocation of power at the national level,\nwith a shift away from a democratic form of government.”Richardson, 418 U. S., at 188 (Powell, J., concurring).\nThe rule respondents propose would enlist the federal courts to\nsuperintend, at the behest of any federal taxpayer, the speeches,\nstatements, and myriad daily activities of the President, his\nstaff, and other Executive Branch officials. This would “be quite\nat odds with …Flast’s own promise that it would not\ntransform federal courts into forums for taxpayers’ ‘generalized\ngrievances’ ” about the conduct of government,Cuno,\n547 U. S., at ___ (slip op., at 12) (quotingFlast,supra, at 106), and would “open the Judiciary to an\narguable charge of providing ‘government by injunction,’ ”Schlesinger, 418 U. S., at 222. It would deputize federal\ncourts as “ ‘virtually continuing monitors of the wisdom and\nsoundness of Executive action,’ ” and that, most emphatically,\n“is not the role of the judiciary.”Allen, 468 U. S., at\n760 (quotingLairdv.Tatum,408 U. S. 1, 15\n(1972)).3Both the Court of Appeals and\nrespondents implicitly recognize that unqualified federal taxpayer\nstanding to assert Establishment Clause claims would go too far,\nbut neither the Court of Appeals nor respondents has identified a\nworkable limitation. The Court of Appeals, as noted, conceded only\nthat a taxpayer would lack standing where “the marginal or\nincremental cost to the taxpaying public of the alleged violation\nof the establishment clause” is “zero.” 433 F. 3d, at 995.\nApplying this rule, the Court of Appeals opined that a taxpayer\nwould not have standing to challenge a President’s favorable\nreference to religion in a State of the Union address because the\ncosts associated with the speech “would be no greater merely\nbecause the President had mentioned Moses rather than John Stuart\nMill.”Ibid.There is reason to question\nwhether the Court of Appeals’ intended for its zero-marginal-cost\ntest to be taken literally, because the court, without any apparent\ninquiry into the costs of Secretary Paige’s speech, went on to\nagree that the plaintiffs lacked standing to challenge that speech.Id., at 996. But if we take the Court of Appeals’ test\nliterally—i.e., that any marginal cost greater than zero\nsuffices—taxpayers might well have standing to challenge some (and\nperhaps many) speeches. As Judge Easterbrook observed: “The total\ncost of presidential proclamations and speeches by Cabinet officers\nthat touch on religion (Thanksgiving and several other holidays)\nsurely exceeds $500,000 annually; it may cost that much to use Air\nForce One and send a Secret Service detail to a single speaking\nengagement.” 447 F. 3d, at 989–990 (concurring in denial of\nrehearing en banc). At a minimum, the Court of Appeals’ approach\n(asking whether the marginal cost exceeded zero) would surely\ncreate difficult and uncomfortable line-drawing problems. Suppose\nthat it is alleged that a speech writer or other staff member spent\nextra time doing research for the purpose of including “religious\nimagery” in a speech. Suppose that a President or a Cabinet officer\nattends or speaks at a prayer breakfast and that the time spent was\ntime that would have otherwise been spent on secular work.Respondents take a somewhat different\napproach, contending that their proposed expansion ofFlastwould be manageable because they would require that\na challenged expenditure be “fairly traceable to the conduct\nalleged to violate the Establishment Clause.” Brief for Respondents\n17. Applying this test, they argue, would “scree[n] out …\nchallenge[s to] the content of one particular speech, for example\nthe State of the Union address, as an Establishment Clause\nviolation.”Id., at 21.We find little comfort in this vague and\nill-defined test. As an initial matter, respondents fail to explain\nwhy the (often substantial) costs that attend, for example, a\nPresidential address are any less “traceable” than the expenses\nrelated to the Executive Branch statements and conferences at issue\nhere. Indeed, respondents concede that even lawsuits involvingde minimisamounts of taxpayer money can pass their\nproposed “traceability” test.Id., at 20, n. 6.Moreover, the “traceability” inquiry,\ndepending on how it is framed, would appear to prove either too\nlittle or too much. If the question is whether an allegedly\nunconstitutional executive action can somehow be traced to taxpayer\nfundsin general, the answer will always be yes: Almost\nall Executive Branch activities are ultimately funded bysomecongressional appropriation, whether general or\nspecific, which is in turn financed by tax receipts. If, on the\nother hand, the question is whether the challenged action can be\ntraced to the contributions of aparticulartaxpayer-plaintiff, the answer will almost always be no: As we\nrecognized inFrothingham, the interest of any individual\ntaxpayer in a particular federal expenditure “is comparatively\nminute and indeterminable … and constantly changing.” 262 U. S., at\n487.BRespondents set out a parade of\nhorribles that they claim could occur ifFlastis not\nextended to discretionary Executive Branch expenditures. For\nexample, they say, a federal agency could use its discretionary\nfunds to build a house of worship or to hire clergy of one\ndenomination and send them out to spread their faith. Or an agency\ncould use its funds to make bulk purchases of Stars of David,\ncrucifixes, or depictions of the star and crescent for use in its\noffices or for distribution to the employees or the general public.\nOf course, none of these things has happened, even thoughFlasthas not previously been expanded in the way that\nrespondents urge. In the unlikely event that any of these executive\nactions did take place, Congress could quickly step in. And\nrespondents make no effort to show that these improbable abuses\ncould not be challenged in federal court by plaintiffs who would\npossess standing based on grounds other than taxpayer standing.COver the years,Flasthas been\ndefended by some and criticized by others. But the present case\ndoes not require us to reconsider that precedent. The Court of\nAppeals did not applyFlast; it extendedFlast.\nIt is a necessary concomitant of the doctrine ofstare\ndecisisthat a precedent is not always expanded to the limit\nof its logic. That was the approach that then-Justice Rehnquist\ntook in his opinion for the Court inValley Forge, and it\nis the approach we take here. We do not extendFlast, but\nwe also do not overrule it. We leaveFlastas we found\nit.Justice Scalia says that we must\neither overruleFlastor extend it to the limits of its\nlogic. His position is not “[in]sane,” inconsistent with the “rule\nof law,” or “utterly meaningless.”Post, at 1 (opinion\nconcurring in judgment). But it is wrong. Justice Scalia does not\nseriously dispute either (1) thatFlastitself spoke in\nterms of “legislative enactment[s]” and “exercises of congressional\npower,” 392 U. S., at 102, or (2) that in the four decades sinceFlastwas decided, we have never extended its narrow\nexception to a purely discretionary Executive Branch expenditure.\nWe need go no further to decide this case. Relying on the provision\nof the Constitution that limits our role to resolving the “Cases”\nand “Controversies” before us, we decide only the case at hand.*  *  *For these reasons, the judgment\nof the Court of Appeals for the Seventh Circuit is reversed.It is so ordered.Footnote 1See,e.g., Exec. Order No. 13198, 3\nCFR 750 (2001 Comp.); Exec. Order No. 13280, 3 CFR 262 (2002\nComp.); Exec. Order No. 13342, 3 CFR 180 (2004 Comp.); Exec. Order\nNo. 13397, 71 Fed. Reg. 12275 (2006).Footnote 2See alsoDaimlerChrysler Corp.v.Cuno, 547 U. S. ___, ___ (2006) (slip op., at 8)\n(“Standing has been rejected” where “the alleged injury is not\n‘concrete and particularized,’ … but instead a grievance the\ntaxpayer ‘suffers in some indefinite way in common with people\ngenerally’ ” (quotingDefenders of Wildlife, 504 U.\nS., at 560));ASARCO Inc.v.Kadish,490 U. S. 605, 616 (1989) (opinion of\nKennedy, J.) (“[G]eneralized grievances brought by concerned\ncitizens … are not cognizable in the federal courts”);Valley\nForge Christian Collegev.Americans United for Separation\nof Church and State, Inc.,454 U. S. 464, 483 (1982)\n(“[A]ssertion of a right to a particular kind of Government\nconduct, which the Government has violated by acting differently,\ncannot alone satisfy the requirements of Art. III”);United Statesv.Richardson,418 U. S. 166, 174 (1974) (“[A]\ntaxpayer may not ‘employ a federal court as a forum in which to air\nhis generalized grievances about the conduct of government or the\nallocation of power in the Federal System’ ” (quotingFlastv.Cohen,392 U.\nS. 83, 114 (1968) (Stewart, J., concurring); some internal\nquotation marks omitted);Schlesingerv.Reservists\nComm. to Stop the War,418 U. S. 208, 217 (1974)\n(“Respondents seek to have the Judicial Branch compel the Executive\nBranch to act in conformity with the Incompatibility Clause [of the\nConstitution], an interest shared by all citizens… . And that\nclaimed nonobservance, standing alone, would adversely affect only\nthe generalized interest of all citizens in constitutional\ngovernance, and that is an abstract injury”);Frothinghamv.Mellon, decided withMassachusettsv.Mellon,262 U. S. 447, 488 (1923) (“The party\nwho invokes the power [of judicial review] must be able to show not\nonly that the statute is invalid but that he has sustained or is\nimmediately in danger of sustaining some direct injury as the\nresult of its enforcement, and not merely that he suffers in some\nindefinite way in common with people generally”).Footnote 3At around the time the Act was passed andFlastwas decided, the great majority of nonpublic\nelementary and secondary schools in the United States were\nassociated with a church. In 1965–1966, for example, 91.1 percent\nof all nonpublic elementary schools and 78.2 percent of all\nnonpublic secondary schools in the United States were religiously\naffiliated. Dept. of Health, Education, and Welfare, Statistics of\nNonpublic Elementary and Secondary Schools 1965–66, p. 7\n(1968). Congress surely understood that much of the aid mandated by\nthe statute would find its way to religious schools.Footnote 4See,e.g., 119 Stat. 2472\n(appropriating $53,830,000 “to be available for allocation within\nthe Executive Office of the President”).Footnote 5Valley Forgealso relied on a second\nrationale: that the authorizing Act was an exercise of Congress’\npower under the Property Clause of Art. IV, §3, cl. 2, and not\nthe Taxing and Spending Clause of Art. I, §8. 454 U. S., at 480.\nBut this conclusion merely provided an additional—“and perhaps\nredundan[t],”ibid.—basis for denying a claim of standing\nthat was already foreclosed because it was not based on any\ncongressional action.Footnote 6For example, the statute noted that the\nproblems of adolescent premarital sex and pregnancy “are best\napproached through a variety of integrated and essential services\nprovided to adolescents and their families” by “religious and\ncharitable organizations,” among other groups. 42 U. S. C.\n§300z(a)(8)(B) (1982 ed.). It went on to mandate that federally\nprovided services in that area should “emphasize the provision of\nsupport by other family members, religious and charitable\norganizations, voluntary associations, and other groups.”\n§300z(a)(10)(c). And it directed that demonstration projects funded\nby the government “shall … make use of support systems” such as\nreligious organizations, §300z–2(a), and required grant applicants\nto describe how they would “involve religious and charitable\norganizations” in their projects, §300z–5(a)(21)(B).Footnote 7Nor is it relevant that Congress may have\ninformally “earmarked” portions of its general Executive Branch\nappropriations to fund the offices and centers whose expenditures\nare at issue here. See,e.g., H. R. Rep. No. 107–342,\np. 108 (2001). “[A] fundamental principle of appropriations\nlaw is that where ‘Congress merely appropriates lump-sum amounts\nwithout statutorily restricting what can be done with those funds,\na clear inference arises that it does not intend to impose legally\nbinding restrictions, and indicia in committee reports and other\nlegislative history as to how the funds should or are expected to\nbe spent do not establish any legal requirements on’ the agency.”Lincoln, 508 U. S., at 192 (quotingIn re LTV\nAerospace Corp., 55 Comp. Gen. 307, 319 (1975)); see alsoTVAv.Hill,437 U. S. 153, 191\n(1978) (“Expressions of committees dealing with requests for\nappropriations cannot be equated with statutes enacted by\nCongress”).",
    "joined": []
}