{
    "case": {
        "docket": "20-1573",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1573/"
    },
    "id": "4596237",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–1573_________________VIKING RIVER CRUISES, INC., PETITIONERv.ANGIE MORIANAon writ of certiorari to the court of appeal\nof california, second appellate district[June 15, 2022]Justice Alito delivered the opinion of the\nCourt.[1]*We granted certiorari in this case to decide\nwhether the Federal Arbitration Act (FAA), 9 U. S. C. §1et seq., preempts a rule of California law that\ninvalidates contractual waivers of the right to assert\nrepresentative claims under California’s Labor Code Private\nAttorneys General Act of 2004. Cal. Lab. Code Ann. §2698et\nseq.(West 2022).IAThe California Legislature enacted the Labor\nCode Private Attorneys General Act (PAGA) to address a perceived\ndeficit in the enforcement of the State’s Labor Code. California’s\nLabor and Workforce Development Agency (LWDA) had the authority to\nbring enforcement actions to impose civil penalties on employers\nfor violations of many of the code’s provisions. But the\nlegislature believed the LWDA did not have sufficient resources to\nreach the appropriate level of compliance, and budgetary\nconstraints made it impossible to achieve an adequate level of\nfinancing. The legislature thus decided to enlist employees as\nprivate attorneys general to enforce California labor law, with the\nunderstanding that labor-law enforcement agencies were to retain\nprimacy over private enforcement efforts.By its terms, PAGA authorizes any “aggrieved\nemployee” to initiate an action against a former employer “on\nbehalf of himself or herself and other current or former employees”\nto obtain civil penalties that previously could have been recovered\nonly by the State in an LWDA enforcement action. Cal. Lab. Code\nAnn. §2699(a). As the text of the statute indicates, PAGA limits\nstatutory standing to “aggrieved employees”—a term defined to\ninclude “any person who was employed by the alleged violator and\nagainst whom one or more of the alleged violations was committed.”\n§2699(c). To bring suit, however, an employee must also exhaust\nadministrative remedies. That entails providing notice to the\nemployer and the LWDA of the violations alleged and the supporting\nfacts and theories. §2699.3(a)(1)(A). If the LWDA fails to respond\nor initiate an investigation within a specified timeframe, the\nemployee may bring suit. §2699.3(a)(2). In any successful PAGA\naction, the LWDA is entitled to 75 percent of the award. §2699(i).\nThe remaining 25 percent is distributed among the employees\naffected by the violations at issue.Ibid.California law characterizes PAGA as creating a\n“type ofqui tamaction,”[2]Iskanianv.CLS Transp. Los Angeles, LLC,\n59 Cal. 4th 348, 382, 327 P.3d 129, 148 (2014). Although the\nstatute’s language suggests that an “aggrieved employee” sues “on\nbehalf of himself or herself and other current or former\nemployees,” §2699(a), California precedent holds that a PAGA suit\nis a “ ‘representative action’ ” in which the employee\nplaintiff sues as an “ ‘agent or proxy’ ” of the State.Id., at 380, 327 P. 3d, at 147 (quotingAriasv.Superior Court,46 Cal. 4th 969, 986, 209 P.3d 923, 933 (2009)).As the California courts conceive of it, the\nState “is always the real party in interest in the suit.”Iskanian, 59 Cal. 4th, at 382, 327 P. 3d, at\n148.[3] The primary function of\nPAGA is to delegate a power to employees to assert “the same legal\nright and interest as state law enforcement agencies,”Arias, 46 Cal. 4th, at 986, 209 P. 3d, at 933. In other\nwords, the statute gives employees a right to assert the State’s\nclaims for civil penalties on a representative basis, but it does\nnot create any private rights or private claims for relief.Iskanian, 59 Cal. 4th, at 381, 327 P. 3d, at 148; see\nalsoAmalgamated Transit,46 Cal. 4th 993, 1002, 209 P.3d 937, 943 (2009). The code\nprovisions enforced through the statute establish public duties\nthat are owed to the State, not private rights belonging to\nemployees in their “individual capacities.”Iskanian, 59\nCal. 4th, at 381, 327 P. 3d, at 147. Other, distinct\nprovisions of the code create individual rights, and claims arising\nfrom violations of those rights are actionable through separate\nprivate causes of action for compensatory or statutory damages.Id.,at 381–382, 327 P. 3d, at 147–148; see alsoKimv.Reins Int’l California, Inc., 9 Cal. 5th 73,\n86, 459 P.3d 1123, 1130 (2020) (“[C]ivil penalties recovered on the\nstate’s behalf are intended to remediate present violations and\ndeter future ones, not to redress employees’ injuries” (internal\nquotation marks omitted; emphasis deleted)). And because PAGA\nactions are understood to involve the assertion of the government’s\nclaims on a derivative basis, the judgment issued in a PAGA action\nis binding on anyone “who would be bound by a judgment in an action\nbrought by the government.”Arias, 46 Cal. 4th, at 986, 209\nP. 3d, at 933.California precedent also interprets the statute\nto contain what is effectively a rule of claim joinder. Rules of\nclaim joinder allow a party to unite multiple claims against an\nopposing party in a single action. See 6A C. Wright, H. Miller,\n& E. Cooper, Federal Practice and Procedure §1582 (3d ed. 2016)\n(Wright & Miller). PAGA standing has the same function. An\nemployee with statutory standing may “seek any civil penalties the\nstate can, including penalties for violations involving employees\nother than the PAGA litigant herself.”ZB, N. A.v.Superior Court, 8 Cal. 5th 175, 185, 448 P.3d 239, 243–244\n(2019). An employee who alleges he or she suffered a single\nviolation is entitled to use that violation as a gateway to assert\na potentially limitless number of other violations as predicates\nfor liability. This mechanism radically expands the scope of PAGA\nactions. The default penalties set by PAGA are $100 for each\naggrieved employee per pay period for the initial violation and\n$200 for each aggrieved employee per pay period for each subsequent\nviolation. Cal. Lab. Code Ann. §2699(f )(2). Individually,\nthese penalties are modest; but given PAGA’s additive dimension,\nlow-value claims may easily be welded together into high-value\nsuits.BPetitioner Viking River Cruises, Inc.\n(Viking), is a company that offers ocean and river cruises around\nthe world. When respondent Angie Moriana was hired by Viking as a\nsales representative, she executed an agreement to arbitrate any\ndispute arising out of her employment. The agreement contained a\n“Class Action Waiver” providing that in any arbitral proceeding,\nthe parties could not bring any dispute as a class, collective, or\nrepresentative PAGA action. It also contained a severability clause\nspecifying that if the waiver was found invalid, any class,\ncollective, representative, or PAGA action would presumptively be\nlitigated in court. But under that severability clause, if any\n“portion” of the waiver remained valid, it would be “enforced in\narbitration.”After leaving her position with Viking, Moriana\nfiled a PAGA action against Viking in California court. Her\ncomplaint contained a claim that Viking had failed to provide her\nwith her final wages within 72 hours, as required by §§101–102 of\nthe California Labor Code. But the complaint also asserted a wide\narray of other code violations allegedly sustained by other Viking\nemployees, including violations of provisions concerning the\nminimum wage, overtime, meal periods, rest periods, timing of pay,\nand pay statements. Viking moved to compel arbitration of Moriana’s\n“individual” PAGA claim—here meaning the claim that arose from the\nviolation she suffered—and to dismiss her other PAGA claims. The\ntrial court denied that motion, and the California Court of Appeal\naffirmed, holding that categorical waivers of PAGA standing are\ncontrary to state policy and that PAGA claims cannot be split into\narbitrable individual claims and nonarbitrable “representative”\nclaims.This ruling was dictated by the California\nSupreme Court’s decision inIskanian. In that case, the\ncourt held that pre-dispute agreements to waive the right to bring\n“representative” PAGA claims are invalid as a matter of public\npolicy. What, precisely, this holding means requires some\nexplanation. PAGA’s unique features have prompted the development\nof an entire vocabulary unique to the statute, but the details, it\nseems, are still being worked out. An unfortunate feature of this\nlexicon is that it tends to use the word “representative” in two\ndistinct ways, and each of those uses of the term “representative”\nis connected with one ofIskanian’s rules governing\ncontractual waiver of PAGA claims.In the first sense, PAGA actions are\n“representative” in that they are brought by employees acting as\nrepresentatives—that is, as agents or proxies—of the State. But\nPAGA claims are also called “representative” when they are\npredicated on code violations sustained by other employees. In the\nfirst sense, “ ‘everyPAGA action is . . .\nrepresentative’ ” and “[t]here is no individual component to a\nPAGA action,”Kim, 9 Cal. 5th, at 87, 459 P. 3d, at\n1131 (quotingIskanian, 59 Cal. 4th, at 387, 327 P. 3d,\nat 151), because every PAGA claim is asserted in a representative\ncapacity. But when the word “representative” is used in the second\nway, it makes sense to distinguish “individual” PAGA claims, which\nare premised on Labor Code violations actually sustained by the\nplaintiff, from “representative” (or perhaps quasi-representative)\nPAGA claims arising out of events involving other employees. For\npurposes of this opinion, we will use “individual PAGA claim” to\nrefer to claims based on code violations suffered by the plaintiff.\nAnd we will endeavor to be clear about how we are using the term\n“representative.”Iskanian’s principal rule prohibits\nwaivers of “representative” PAGA claims in the first sense. That\nis, it prevents parties from waivingrepresentative standingto bring PAGA claims in a judicial or arbitral forum. ButIskanianalso adopted a secondary rule that invalidates\nagreements to separately arbitrate or litigate “individual PAGA\nclaims for Labor Code violations that an employee suffered,” on the\ntheory that resolving victim-specific claims in separate\narbitrations does not serve the deterrent purpose of PAGA. 59 Cal.\n4th, at 383, 327 P. 3d, at 149; see alsoKim, 9 Cal.\n5th, at 88, 459 P. 3d, at 1132 (noting that based onIskanian, California courts have uniformly “rejected efforts\nto split PAGA claims into individual and representative\ncomponents”).In this case,Iskanian’s principal\nprohibition required the lower courts to treat the\nrepresentative-action waiver in the agreement between Moriana and\nViking as invalid insofar as it was construed as a wholesale waiver\nof PAGA standing. The agreement’s severability clause, however,\nallowed enforcement of any “portion” of the waiver that remained\nvalid, so the agreement still would have permitted arbitration of\nMoriana’s individual PAGA claim even if wholesale enforcement was\nimpossible. But because California law prohibits division of a PAGA\naction into constituent claims, the state courts refused to compel\narbitration of that claim as well. We granted certiorari, 595\nU. S. ___ (2021), and now reverse.IIThe FAA was enacted in response to judicial\nhostility to arbitration. Section 2 of the statute makes\narbitration agreements “valid, irrevocable, and enforceable, save\nupon such grounds as exist at law or in equity for the revocation\nof any contract.” 9 U. S. C. §2.[4] As we have interpreted it, this provision contains\ntwo clauses: An enforcement mandate, which renders agreements to\narbitrate enforceable as a matter of federal law, and a saving\nclause, which permits invalidation of arbitration clauses on\ngrounds applicable to “any contract.” SeeAT&T Mobility\nLLCv.Concepcion,563 U.S.\n333, 339–340 (2011);Epic Systems Corp.v.Lewis,\n584 U. S. ___, ___–___ (2018) (slip op., at 5–6). These\nclauses jointly establish “an equal-treatment principle: A court\nmay invalidate an arbitration agreement based on ‘generally\napplicable contract defenses’ like fraud or unconscionability, but\nnot on legal rules that ‘apply only to arbitration or that derive\ntheir meaning from the fact that an agreement to arbitrate is at\nissue.’ ”Kindred Nursing Centers L. P.v.Clark, 581 U.S. 246, 251 (2017) (quotingConcepcion,\n563 U. S., at 339). Under that principle, the FAA “preempts\nany state rule discriminating on its face against arbitration—for\nexample, a law ‘prohibit[ing] outright the arbitration of a\nparticular type of claim.’ ”Kindred Nursing, 581\nU. S., at 251 (quotingConcepcion, 563 U. S., at\n341).But under our decisions, even rules that are\ngenerally applicable as a formal matter are not immune to\npreemption by the FAA. SeeLamps Plus, Inc.v.Varela, 587 U. S. ___, ___ (2019) (slip op., at 6);Concepcion, 563 U. S., at 343. Section 2’s mandate\nprotects a right to enforce arbitration agreements. That right\nwould not be a right toarbitratein any meaningful sense if\ngenerally applicable principles of state law could be used to\ntransform “traditiona[l] individualized . . .\narbitration” into the “litigation it was meant to displace” through\nthe imposition of procedures at odds with arbitration’s informal\nnature.Epic Systems, 584 U. S., at ___ (slip op., at\n8). See alsoConcepcion, 563 U. S., at 351. And that\nright would not be a right to arbitrate based on anagreementif generally applicable law could be used to\ncoercively impose arbitration in contravention of the “first\nprinciple” of our FAA jurisprudence: that “[a]rbitration is\nstrictly ‘a matter of consent.’ ”Granite Rock Co.v.Teamsters,561 U.S.\n287, 299 (2010) (quotingVolt Information Sciences, Inc.v.Board of Trustees of Leland Stanford Junior Univ.,489 U.S.\n468, 479 (1989)); see alsoLamps Plus, 587 U. S.,\nat ___ (slip op., at 7);Stolt-NielsenS. A.v.AnimalFeeds Int’l Corp.,559 U.S.\n662, 685 (2010).Based on these principles, we have held that “a\nparty may not be compelled under the FAA to submit to class\narbitration unless there is a contractual basis for concluding that\nthe partyagreedto do so.”Id., at 684. See alsoLamps Plus, 587 U. S., at ___ (slip op., at 1);Epic\nSystems, 584 U. S., at ___–___ (slip op., at 6–8);Concepcion, 563 U. S., at 347–348. The “ ‘shift\nfrom bilateral arbitration to class-action arbitration’ ”\nmandates procedural changes that are inconsistent with the\nindividualized and informal mode of arbitration contemplated by the\nFAA.Id., at 347 (quotingStolt- Nielsen, 559\nU. S., at 686). As a result, class procedures cannot be\nimposed by state law without presenting unwilling parties with an\nunacceptable choice between being compelled to arbitrate using\nprocedures at odds with arbitration’s traditional form and forgoing\narbitration altogether. Putting parties to that choice is\ninconsistent with the FAA.Viking contends that these decisions require\nenforcement of contractual provisions waiving the right to bring\nPAGA actions because PAGA creates a form of class or collective\nproceeding. If this is correct,Iskanian’s prohibition on\nPAGA waivers presents parties with the same impermissible choice as\nthe rules we have invalidated in our decisions concerning class-\nand collective-action waivers: Either arbitrate disputes using a\nform of class procedure, or do not arbitrate at all.Moriana offers a very different characterization\nof the statute. As she sees it, any conflict betweenIskanianand the FAA is illusory because PAGA creates\nnothing more than a substantive cause of action. The only thing\nthat is distinctive about PAGA, she supposes, is that it allows\nemployee plaintiffs to increase the available penalties that may be\nawarded in an action by proving additional predicate violations of\nthe Labor Code. But that does not make a PAGA action a class\naction, because those violations are not distinct claims belonging\nto distinct individuals. Instead, they are predicates for expanded\nliability under a single cause of action. In Moriana’s view, that\nmeansIskanianinvalidates waivers of substantive rights,\nand does not purport to invalidate anything that can meaningfully\nbe described as an “arbitration agreement.”[5]We disagree with both characterizations of the\nstatute. Moriana is correct that the FAA does not require courts to\nenforce contractual waivers of substantive rights and remedies. The\nFAA’s mandate is to enforce “arbitration agreements.”Concepcion, 563 U. S., at 344 (emphasis added). And as\nwe have described it, an arbitration agreement is “a specialized\nkind of forum-selection clause that posits not only the situs of\nsuit but also the procedure to be used in resolving the dispute.”Scherkv.Alberto-Culver Co.,417\nU.S. 506, 519 (1974);Mitsubishi Motors Corp.v.Soler Chrysler-Plymouth, Inc.,473 U.S.\n614, 633 (1985). An arbitration agreement thus does not alter\nor abridge substantive rights; it merely changes how those rights\nwill be processed. And so we have said that “ ‘[b]y agreeing\nto arbitrate a statutory claim, a party does not forgo the\nsubstantive rights afforded by the statute; it only submits to\ntheir resolution in an arbitral . . . forum.’ ”Prestonv.Ferrer,552 U.S.\n346, 359 (2008) (quotingMitsubishi Motors Corp., 473\nU. S., at 628).[6]But Moriana’s premise that PAGA creates a\nunitary private cause of action is irreconcilable with the\nstructure of the statute and the ordinary legal meaning of the word\n“claim.” California courts interpret PAGA to provide employees with\ndelegated authority to assert the State’s claims on a\nrepresentative basis, not an individual cause of action. See,e.g.,Amalgamated Transit, 46 Cal. 4th, at 1003, 209\nP. 3d, at 943 (PAGA “is simply a procedural statute” that\n“does not create property rights or any other substantive rights”).\nAnd a PAGA action asserting multiple code violations affecting a\nrange of different employees does not constitute “a single claim”\nin even the broadest possible sense, because the violations\nasserted need not even arise from a common “transaction” or\n“nucleus of operative facts.”Lucky Brand Dungarees, Inc.v.Marcel Fashions Group, Inc., 590 U. S. ___, ___ (2020)\n(slip op., at 6) (internal quotation marks omitted).[7]Viking’s position, on the other hand, elides\nimportant structural differences between PAGA actions and class\nactions that preclude any straightforward application of our\nprecedents invalidating prohibitions on class-action waivers.\nClass-action procedure allows courts to use a representative\nplaintiff ’s individual claims as a basis to “adjudicate\nclaims of multiple parties at once, instead of in separate suits,”Shady Grove Orthopedic Associates, P. A.v.Allstate Ins.\nCo.,559 U.S.\n393, 408 (2010). This, of course, requires the certification of\na class. And because class judgments bind absentees with respect to\ntheir individual claims for relief and are preclusive as to all\nclaims the class could have brought,Cooperv.Federal\nReserve Bank of Richmond,467 U.S.\n867, 874 (1984), “class representatives must at all times\nadequately represent absent class members, and absent [class]\nmembers must be afforded notice, an opportunity to be heard, and a\nright to opt out of the class.”Concepcion, 563 U. S.,\nat 349. And to “ensur[e] that the named plaintiffs are appropriate\nrepresentatives of the class whose claims they wish to litigate,”\nthe adjudicator must decide questions of numerosity, commonality,\ntypicality, and adequacy of representation.Wal-Mart Stores,\nInc.v.Dukes,564 U.S.\n338, 349 (2011).PAGA actions also permit the adjudication of\nmultiple claims in a single suit, but their structure is entirely\ndifferent. A class-action plaintiff can raise a multitude of claims\nbecause he or she represents a multitude of absent individuals; a\nPAGA plaintiff, by contrast, represents a single principal, the\nLWDA, that has a multitude of claims. As a result of this\nstructural difference, PAGA suits exhibit virtually none of the\nprocedural characteristics of class actions. The plaintiff does not\nrepresent a class of injured individuals, so there is no need for\ncertification. PAGA judgments are binding only with respect to the\nState’s claims, and are not binding on nonparty employees as to any\nindividually held claims.Arias, 46 Cal. 4th, at 986, 209\nP. 3d, at 933–934. This obviates the need to consider adequacy\nof representation, numerosity, commonality, or typicality. And\nalthough the statute gives other affected employees a future\ninterest in the penalties awarded in an action, that interest does\nnot make those employees “parties” in any of the senses in which\nabsent class members are, seeDevlinv.Scardelletti,536 U.S. 1(2002), or give those employees anything more than an inchoate\ninterest in litigation proceeds. SeeVermont Agency of Natural\nResourcesv.United States ex rel. Stevens,529 U.S.\n765, 773 (2000) (The “ ‘right’ ” to a share of the\nproceeds of aqui tamaction “does not even fully\nmaterialize until the litigation is completed and the relator\nprevails”).Because PAGA actions do not adjudicate the\nindividual claims of multiple absent third parties, they do not\npresent the problems of notice, due process, and adequacy of\nrepresentation that render class arbitration inconsistent with\narbitration’s traditionally individualized form. SeeConcepcion, 563 U. S., at 347–348. Of course, as a\npractical matter, PAGA actionsdohave something important\nin common with class actions. Because PAGA plaintiffs represent a\nprincipal with a potentially vast number of claims at its disposal,\nPAGA suits “greatly increas[e] risks to defendants.”Id., at\n350. But our precedents do not hold that the FAA allows parties to\ncontract out ofanythingthat might amplify defense risks.\nInstead, our cases hold that States cannot coerce individuals into\nforgoing arbitration by taking the individualized and informalprocedurescharacteristic of traditional arbitration off the\ntable. Litigation risks are relevant to that inquiry because one\nway in which state law may coerce parties into forgoing their right\nto arbitrate is by conditioning that right on the use of a\nprocedural format that makes arbitration artificially unattractive.\nThe question, then, is whether PAGA contains any procedural\nmechanism at odds with arbitration’s basic form.Viking suggests an answer. Our FAA precedents\ntreat bilateral arbitration as the prototype of the individualized\nand informal form of arbitration protected from undue state\ninterference by the FAA. SeeEpic Systems, 584 U. S.,\nat ___–___ (slip op., at 8–9); see alsoAmerican Express Co.v.Italian Colors Restaurant,570 U.S.\n228, 238 (2013);Concepcion, 563 U. S., at 347–349;Stolt-Nielsen, 559 U. S., at 685–686. Viking posits\nthat a proceeding is “bilateral” in the relevant sense if—but only\nif—it involves two and only two parties and the arbitration\n“ ‘is conducted by and on behalf of the individual named\nparties only.’ ”Wal-Mart, 564 U. S., at 348\n(quotingCalifanov.Yamasaki,442 U.S.\n682, 700–701 (1979)). PAGA actions necessarily deviate from\nthis ideal because they involve litigation or arbitration on behalf\nof an absent principal. Viking thus suggests thatIskanian’s\nprohibition on PAGA waivers is inconsistent with the FAA because\nPAGA creates an intrinsically representational form of action andIskanianrequires parties either to arbitrate in that format\nor forgo arbitration altogether.We disagree. Nothing in the FAA establishes a\ncategorical rule mandating enforcement of waivers of standing to\nassert claims on behalf of absent principals. Non-class\nrepresentative actions in which a single agent litigates on behalf\nof a single principal are part of the basic architecture of much of\nsubstantive law. Familiar examples include shareholder-derivative\nsuits, wrongful-death actions, trustee actions, and suits on behalf\nof infants or incompetent persons. Single-agent, single-principal\nsuits of this kind necessarily deviate from the strict ideal of\nbilateral dispute resolution posited by Viking. But we have never\nheld that the FAA imposes a duty on States to render all forms of\nrepresentative standing waivable by contract. Nor have we suggested\nthat single-agent, single-principal representative suits are\ninconsistent the norm of bilateral arbitration as our precedents\nconceive of it. Instead, we have held that “the ‘changes brought\nabout by the shift from bilateral arbitration toclass-action\narbitration’ ” are too fundamental to be imposed on\nparties without their consent.Concepcion, 563 U. S.,\nat 347–348 (quotingStolt-Nielsen, 559 U. S., at 686;\nemphasis added). And we have held that §2’s saving clause does not\npreserve defenses that would allow a party to declare “that a\ncontract is unenforceablejust because it requires bilateral\narbitration.”Epic Systems, 584 U. S., at ___ (slip\nop., at 9).These principles do not mandate the enforcement\nof waivers of representative capacity as a categorical rule.\nRequiring parties to decide whether to arbitrate or litigate a\nsingle-agent, single-principal action does not produce a shift from\na situation in which the arbitrator must “resolv[e] a single\ndispute between the parties to a single agreement” to one in which\nhe or she must “resolv[e] many disputes between hundreds or perhaps\neven thousands of parties.”Stolt-Nielsen, 559 U. S.,\nat 686. And a proceeding in which two and only two parties\narbitrate exclusively in their individual capacities is not the\nonly thing one might mean by “bilateral arbitration.” As we have\nsaid, “[t]he label ‘party’ does not indicate an absolute\ncharacteristic, but rather a conclusion about the applicability of\nvarious procedural rules that may differ based on context.”Devlin, 536 U. S., at 10. Our precedents use the phrase\n“bilateral arbitration” in opposition to “class or collective”\narbitration, and the problems we have identified in mandatory class\narbitration arise from procedures characteristic of multiparty\nrepresentative actions.Epic Systems, 584 U. S., at ___\n(slip op., at 24); see alsoItalian Colors, 570 U. S.,\nat 238;Concepcion, 563 U. S., at 347–349;Stolt-Nielsen, 559 U. S., at 685–686. Unlike these\nkinds of actions, single-principal, single-agent representative\nactions are “bilateral” in two registers: They involve the rights\nof only the absent real party in interest and the defendant, and\nlitigation need only be conducted by the agent-plaintiff and the\ndefendant. This degree of deviation from bilateral norms is not\nalien to traditional arbitral practice,[8] and our precedents have never suggested otherwise. See,\ne.g.,Marmet Health CareCenter, Inc.v.Brown,565 U.S.\n530(2012) (per curiam) (invalidating rule categorically\nbarring arbitration of wrongful-death actions).Nor does a rule prohibiting waiver of\nrepresentative standing declare “that a contract is unenforceablejust because it requires bilateral arbitration.”Epic\nSystems, 584 U. S., at ___ (slip op., at 9). Indeed, if\nthe term “bilateral arbitration” is used to mean “arbitration in an\nindividual capacity between precisely two parties,” a rule\nprohibiting representative-capacity waiverscannotinvalidate agreements to arbitrate on a “bilateral” basis. An\nagreement that explicitly provided for “arbitration on a strictly\nbilateral basis” would, under that definition of the term\n“bilateral,” categorically exclude representative-capacity claims\nfrom its coverage. Such claims, after all, necessarily involve the\nrepresentation of an absent principal, and thus cannot be\narbitrated in a strictly bilateral proceeding. A rule prohibiting\nwaivers of representative standing would notinvalidateany\nagreements that contracted for “bilateral arbitration” in Viking’s\nsense—it would simply require parties to choose whether to litigate\nthose claims or arbitrate them in a proceeding that is not\nbilateral in every conceivable sense. And while this consequence\nonly follows because it isimpossibleto decide\nrepresentative claims in an arbitration that is “bilateral” in\nevery dimension, nothing in our precedent suggests that in enacting\nthe FAA, Congress intended to require States to reshape their\nagency law to ensure that parties will never have to arbitrate in a\nproceeding that deviates from “bilateral arbitration” in the\nstrictest sense. If there is a conflict between California’s\nprohibition on PAGA waivers and the FAA, it must derive from a\ndifferent source.IIIWe think that such a conflict between PAGA’s\nprocedural structure and the FAA does exist, and that it derives\nfrom the statute’s built-in mechanism of claim joinder. As we noted\nat the outset, that mechanism permits “aggrieved employees” to use\nthe Labor Code violations they personally suffered as a basis to\njoin to the action any claims that could have been raised by the\nState in an enforcement proceeding.Iskanian’s secondary\nrule prohibits parties from contracting around this joinder device\nbecause it invalidates agreements to arbitrate only “individual\nPAGA claims for Labor Code violations that an employee suffered,”\n59 Cal. 4th, at 383, 327 P. 3d, at 149.This prohibition on contractual division of PAGA\nactions into constituent claims unduly circumscribes the freedom of\nparties to determine “the issues subject to arbitration” and “the\nrules by which they will arbitrate,”Lamps Plus, 587\nU. S., at ___ (slip op., at 7), and does so in a way that\nviolates the fundamental principle that “arbitration is a matter of\nconsent,”Stolt-Nielsen, 559 U. S., at 684. The most\nbasic corollary of the principle that arbitration is a matter of\nconsent is that “a party can be forced to arbitrate only those\nissues it specifically has agreed to submit to arbitration,”First Options of Chicago, Inc.v.Kaplan,514 U.S.\n938, 945 (1995). This means that parties cannot be coerced into\narbitrating a claim, issue, or dispute “absent an affirmative\n‘contractual basis for concluding that the partyagreedto\ndo so.’ ”Lamps Plus, 587 U. S., at ___ (slip op.,\nat 8) (quotingStolt-Nielsen, 559 U. S., at 684); see\nalsoConcepcion, 563 U. S., at 347–348.For that reason, state law cannot condition the\nenforceability of an arbitration agreement on the availability of a\nprocedural mechanism that would permit a party to expand the scope\nof the arbitration by introducing claims that the parties did not\njointly agree to arbitrate. Rules of claim joinder can function in\nprecisely that way. Modern civil procedure dispenses with the\nformalities of the common-law approach to claim joinder in favor of\nalmost-unqualified joinder. Wright & Miller §1581. Federal Rule\nof Civil Procedure 18(a), which permits a party to “join, as\nindependent or alternative claims, as many claims as it has against\nan opposing party,” is typical of the modern approach. But the FAA\nlicenses contracting parties to depart from standard rules “in\nfavor of individualized arbitration procedures of their own\ndesign,” so parties to an arbitration agreement are not required to\nfollow the same approach.Epic Systems, 584 U. S., at\n____ (slip op., at 14). And that is true even if bifurcated\nproceedings are an inevitable result. See,e.g.,Dean\nWitter Reynolds Inc.v.Byrd,470\nU.S. 213, 220–221 (1985);Moses H. Cone Memorial\nHospitalv.Mercury Constr. Corp.,460 U.S.\n1,103(1983).A state rule imposing an expansive rule of\njoinder in the arbitral context would defeat the ability of parties\nto control which claims are subject to arbitration. Such a rule\nwould permit parties to superadd new claims to the proceeding,\nregardless of whether the agreement between them committed those\nclaims to arbitration. Requiring arbitration procedures to include\na joinder rule of that kind compels parties to either go along with\nan arbitration in which the range of issues under consideration is\ndetermined by coercion rather than consent, or else forgo\narbitration altogether. Either way, the parties are coerced into\ngiving up a right they enjoy under the FAA. SeeLamps Plus,\n587 U. S., at ___–___ (slip op., at 6–8);Epic Systems,\n584 U. S., at ___–___ (slip op., at 5–9);Concepcion,\n563 U. S., at 347–351;Stolt-Nielsen, 559 U. S.,\nat 684–687.When made compulsory by way ofIskanian,\nthe joinder rule internal to PAGA functions in exactly this way.\nUnder that rule, parties cannot agree to restrict the scope of an\narbitration to disputes arising out of a particular\n“ ‘ “transaction” ’ ” or “ ‘common nucleus\nof facts.’ ”Lucky Brand, 590 U. S., at ___ (slip\nop., at 6). If the parties agree to arbitrate “individual” PAGA\nclaims based on personally sustained violations,Iskanianallows the aggrieved employee to abrogate that agreement after the\nfact and demand either judicial proceedings or an arbitral\nproceeding that exceeds the scope jointly intended by the parties.\nThe only way for parties to agree to arbitrateoneof an\nemployee’s PAGA claims is to also “agree” to arbitrateall\notherPAGA claims in the same arbitral proceeding.The effect ofIskanian’s rule mandating\nthis mechanism is to coerce parties into withholding PAGA claims\nfrom arbitration. Liberal rules of claim joinder presuppose a\nbackdrop in which litigants assert their own claims and those of a\nlimited class of other parties who are usually connected with the\nplaintiff by virtue of a distinctive legal relationship—such as\nthat between shareholders and a corporation or between a parent and\na minor child. PAGA departs from that norm by granting the power to\nenforce a subset of California public law to every employee in the\nState. This combination of standing to act on behalf of a sovereign\nand mandatory freeform joinder allows plaintiffs to unite a massive\nnumber of claims in a single-package suit. But as we have said,\n“[a]rbitration is poorly suited to the higher stakes” of\nmassive-scale disputes of this kind.Concepcion, 563\nU. S., at 350. The absence of “multilayered review” in\narbitral proceedings “makes it more likely that errors will go\nuncorrected.”Ibid.And suits featuring a vast number of\nclaims entail the same “risk of ‘in terrorem’ settlements that\nclass actions entail.”Ibid.As a result,Iskanian’s\nindivisibility rule effectively coerces parties to opt for a\njudicial forum rather than “forgo[ing] the procedural rigor and\nappellate review of the courts in order to realize the benefits of\nprivate dispute resolution.”Stolt-Nielsen, 559 U. S.,\nat 685; see alsoConcepcion, 563 U. S., at 350–351.\nThis result is incompatible with the FAA.IVWe hold that the FAA preempts the rule ofIskanianinsofar as it precludes division of PAGA actions\ninto individual and non-individual claims through an agreement to\narbitrate. This holding compels reversal in this case. The\nagreement between Viking and Moriana purported to waive\n“representative” PAGA claims. UnderIskanian, this provision\nwas invalid if construed as a wholesale waiver of PAGA claims. And\nunder our holding, that aspect ofIskanianis not preempted\nby the FAA, so the agreement remains invalid insofar as it is\ninterpreted in that manner. But the severability clause in the\nagreement provides that if the waiver provision is invalid in some\nrespect, any “portion” of the waiver that remains valid must still\nbe “enforced in arbitration.” Based on this clause, Viking was\nentitled to enforce the agreement insofar as it mandated\narbitration of Moriana’s individual PAGA claim. The lower courts\nrefused to do so based on the rule that PAGA actions cannot be\ndivided into individual and non-individual claims. Under our\nholding, that rule is preempted, so Viking is entitled to compel\narbitration of Moriana’s individual claim.The remaining question is what the lower courts\nshould have done with Moriana’s non-individual claims. Under our\nholding in this case, those claims may not be dismissed simply\nbecause they are “representative.”Iskanian’s rule remains\nvalid to that extent. But as we see it, PAGA provides no mechanism\nto enable a court to adjudicate non- individual PAGA claims once an\nindividual claim has been committed to a separate proceeding. Under\nPAGA’s standing requirement, a plaintiff can maintain\nnon-individual PAGA claims in an action only by virtue of also\nmaintaining an individual claim in that action. See Cal. Lab. Code\nAnn. §§2699(a), (c). When an employee’s own dispute is pared away\nfrom a PAGA action, the employee is no different from a member of\nthe general public, and PAGA does not allow such persons to\nmaintain suit. SeeKim, 9 Cal. 5th, at 90, 459 P. 3d,\nat 1133 (“PAGA’s standing requirement was meant to be a departure\nfrom the ‘general public’ . . . standing originally\nallowed” under other California statutes). As a result, Moriana\nlacks statutory standing to continue to maintain her non-individual\nclaims in court, and the correct course is to dismiss her remaining\nclaims.For these reasons, the judgment of the\nCalifornia Court of Appeal is reversed, and the case is remanded\nfor further proceedings not inconsistent with this opinion.It is so ordered.Notes1*The Chief Justice joins Parts\nI and III of this opinion.2As we have explained,\n“qui tam” is the short form of the Latin phrase\n“qui tam pro domino rege quam pro se ipso in hac parte\nsequitur”—meaning “ ‘who pursues this action on our Lord\nthe King’s behalf as well as his own.’ ”Vermont Agency of\nNatural Resourcesv.United States ex rel. Stevens,529 U.S.\n765, 768, n. 1(2000).Qui tamactions “appear\nto have originated around the end of the 13th century, when private\nindividuals who had suffered injury began bringing actions in the\nroyal courts on both their own and the Crown’s behalf ” and\nbecame more of a rarity as “royal courts began to extend\njurisdiction to suits involving wholly private wrongs.”Id.,at 774–775.3The extent to which PAGA\nplaintiffs truly act as agents of the State rather than complete\nassignees is disputed. SeeMagadiav.Wal-Mart Assocs.,\nInc., 999 F.3d 668, 677 (CA9 2021) (holding that PAGA “lacks\nthe procedural controls necessary to ensure that California”\nretains “substantial authority over the case” (internal quotation\nmarks omitted)). Agency requires control. SeeHollingsworthv.Perry,570 U.S.\n693, 713 (2013). But apart from the exhaustion process, the\nstatute does not feature any explicit control mechanisms, such as\nprovisions authorizing the State to intervene or requiring its\napproval of settlements. That said, California precedent strongly\nsuggests that the State retains inherent authority to manage PAGA\nactions. There is no other obvious way to understand California\nprecedent’s description of the State as the “real party in\ninterest.” See generally 1A Cal. Jur. 3d Actions §31\n(real-party-in-interest status is based on ownership and control\nover the cause of action). And a theory of total assignment appears\ninconsistent with the fact that employees have no assignable\ninterest in a PAGA claim. SeeAmalgamated Transit Union, Local\n1756, AFL-CIOv.Superior Court of Los Angeles Cty.,46 Cal. 4th 993, 1002, 209 P.3d 937, 943 (2009) (Amalgamated\nTransit); see alsoTurrietav.Lyft, Inc., 69 Cal.\nApp. 5th 955, 972, 284 Cal. Rptr. 3d 767, 780 (2021) (The\nemployee’s “ability to file PAGA claims on behalf of the state does\nnot convert the state’s interest into their own or render them real\nparties in interest”). For purposes of this opinion, we assume that\nPAGA plaintiffs are agents.4As we have noted,\ncommon-law hostility to arbitration “manifested itself in a great\nvariety of devices and formulas.”AT&T Mobility LLCv.Concepcion,563 U.S.\n333, 342 (2011) (internal quotation marks omitted). Two\nimportant devices were the doctrines of ouster and revocability,\nwhich, respectively, invalidated arbitration clauses as\nimpermissible attempts to “oust” courts of their jurisdiction and\npermitted parties to revoke consent to arbitrate until the moment\nthe arbitrator entered an award. See,e.g.,Killv.Hollister, 1 Wils. K. B. 129, 95 Eng. Rep. 532 (K. B. 1746);Vynior’s Case, 77 Co. Rep. 80a, 77 Eng. Rep. 597 (K. B.\n1609). Another was the rule barring specific performance as a\nremedy for breach of an arbitration clause. See 21 R. Lord,\nWilliston on Contracts §57:2 (4th ed. 2017). Section 2 abrogated\nthese doctrines by making arbitration agreements presumptively\n“valid,” “irrevocable,” and “enforceable.”5Moriana declines to\ndefend one of theIskaniancourt’s own bases for holding\nthat the FAA does not mandate enforcement of PAGA waivers. TheIskaniancourt reasoned that a PAGA action lies outside the\nFAA’s coverage entirely because §2 is limited to controversies\n“arising out of” the contract between the parties, 9\nU. S. C. §2 (emphasis added), and a PAGA action “is not a\ndispute between an employer and an employee arising out of their\ncontractual relationship,” but “a dispute between an employer and\nthestate.”Iskanianv.CLS Transp. Los Angeles,\nLLC, 59 Cal. 4th 348, 387, 327 P.3d 129, 151 (2014). We reject\nthis argument. Although the terms of §2 limit the FAA’s enforcement\nmandate to agreements to arbitrate controversies that “arise out\nof ” the parties’ contractual relationship, disputes resolved\nin PAGA actions satisfy this requirement. The contractual\nrelationship between the parties is a but-for cause of any\njusticiable legal controversy between the parties under PAGA, and\n“arising out of ” language normally refers to a causal\nrelationship. See,e.g.,Ford Motor Co.v.Montana\nEighth Judicial Dist. Court, 592 U. S. ___, ___ (2021)\n(slip op., at 8). And regardless of whether a PAGA action is in\nsome sense also a dispute between an employer and the State,\nnothing in the FAA categorically exempts claims belonging to\nsovereigns from the scope of §2.6In briefing before this\nCourt, Viking argued that the principle that the FAA does not\nmandate enforcement of provisions waiving substantive rights is\nlimited to federal statutes. This argument is erroneous. The basis\nof this principle is not anything unique about federal statutes. It\nis that the FAA requires only the enforcement of “provision[s]” to\nsettle a controversy “by arbitration,” §2, and not any provision\nthat happens to appear in a contract that features an arbitration\nclause. That is why we mentioned this principle inPreston,\nwhich concerned claims arising under state law. See 552 U. S.,\nat 360 (noting that under the agreement, a party “relinquishe[d] no\nsubstantive rights . . . California law may accord\nhim”).7California courts\nsometimes speak as though a PAGA action involves the assertion of\n“a single representative PAGA claim,”Williamsv.Superior Court, 237 Cal. App. 4th 642, 649, 188 Cal. Rptr.\n3d 83, 87 (2015). But we are not required to take the labels\naffixed by state courts at face value in determining whether state\nlaw creates a scheme at odds with federal law. See,e.g.,Carpenterv.Shaw,280 U.S.\n363, 367–368 (1930). And in our view, this manner of speaking\nis another reflection of the still-embryonic character of the\nlanguage that has grown up around PAGA.8For example, close\ncorporations have included arbitration clauses in negotiated\nshareholder agreements for many decades. See,e.g.,In re Carl, 263 App. Div. 887, 32 N.Y.S.2d 410 (1942);Lumsdenv.Lumsden Bros. & Taylor Inc., 242 App.\nDiv. 852, 257 N.Y.S. 221 (1934).",
    "joined": []
}