{
    "case": {
        "docket": "17-9560",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-9560/"
    },
    "id": "4111946",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–9560_________________HAMID MOHAMED AHMED ALI REHAIF, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 21, 2019]Justice Alito, with whom Justice Thomas joins,\ndissenting.The Court casually overturns the\nlong-established interpretation of an important criminal statute,\n18 U. S. C. §922(g), an interpretation that has been\nadopted by every single Court of Appeals to address the question.\nThat interpretation has been used in thousands of cases for more\nthan 30 years. According to the majority, every one of those cases\nwas flawed. So today’s decision is no minor matter. And §922(g) is\nno minor provision. It probably does more to combat gun violence\nthan any other federal law. It prohibits the possession of firearms\nby, among others, convicted felons, mentally ill persons found by a\ncourt to present a danger to the community, stalkers, harassers,\nperpetrators of domestic violence, and illegal aliens.Today’s decision will make it significantly\nharder to convict persons falling into some of these categories,\nand the decision will create a mountain of problems with respect to\nthe thousands of prisoners currently serving terms for §922(g)\nconvictions. Applications for relief by federal prisoners sentenced\nunder §922(g) will swamp the lower courts. A great many convictions\nwill be subject to challenge, threatening the release or retrial of\ndangerous individuals whose cases fall outside the bounds of\nharmless-error review. Seeante,at 11.If today’s decision were compelled by the text\nof §922(g) or by some other clear indication of congressional\nintent, what the majority has done would be understandable. We must\nenforce the laws enacted by Congress even if we think that doing so\nwill bring about unfortunate results. But that is not the situation\nin this case. There is no sound basis for today’s decision. Indeed,\nthere was no good reason for us to take this case in the first\nplace. No conflict existed in the decisions of the lower courts,\nand there is no evidence that the established interpretation of\n§922(g) had worked any serious injustice.The push for us to grant review was based on the\nsuperficially appealing but ultimately fallacious argument that the\ntext of §922(g) dictates the interpretation that the majority now\nreaches. See Pet. for Cert. 8. Ironically, today’s decision, while\ncasting aside the established interpretation of §922(g), does not\nclaim that the text of that provision is itself dispositive.\nInstead, what the majority relies on, in the end, is its own guess\naboutcongressional intent. And the intent that the majority\nattributes to Congress is one that Congress almost certainly did\nnot harbor.IThe majority provides a bowdlerized version of\nthe facts of this case and thus obscures the triviality of this\npetitioner’s claim. The majority wants readers to have in mind an\nentirely imaginary case, a heartless prosecution of “an alien who\nwas brought into the United States unlawfully as a small child and\nwas therefore unaware of his unlawful status.”Ante, at 8.\nSuch a defendant would indeed warrant sympathy, but that is not\npetitioner, and no one has called to our attention any real case\nlike the one the majority conjures up.Here is what really happened. Petitioner, a\ncitizen of the United Arab Emirates, entered this country on a visa\nthat allowed him to stay here lawfully only so long as he remained\na full-time student. 888 F.3d 1138, 1140 (CA11 2018). He enrolled\nat the Florida Institute of Technology, but he withdrew from or\nfailed all of his classes and was dismissed. Brief for Petitioner\n4–5. After he was conditionally readmitted, he failed all but one\nof his courses. His enrollment was then terminated, and he did not\nappeal. The school sent him e-mails informing him that he was no\nlonger enrolled and that, unless he was admitted elsewhere, his\nstatus as a lawful alien would be termi- nated. 888 F. 3d, at\n1140–1141. Petitioner’s response was to move to a hotel and\nfrequent a firing range. Each evening he checked into the hotel and\nalways demanded a room on the eighth floor facing the airport. Each\nmorning he checked out and paid his bill with cash, spending a\ntotal of more than $11,000. This went on for 53 days. Brief for\nUnited States 4. A hotel employee told the FBI that petitioner\nclaimed to have weapons in his room. Arrested and charged under\n§922(g) for possession of a firearm by an illegal alien, petitioner\nclaimed at trial that the Government had to prove beyond a\nreasonable doubt that he actually knew that his lawful status had\nbeen terminated. Following what was then the universal and\nlong-established interpretation of §922(g), the District Court\nrejected this argument, and a jury found him guilty. 888\nF. 3d, at 1141. The Eleventh Circuit affirmed.Id.,at\n1140. Out of the more than 8,000 petitions for a writ of certiorari\nthat we expected to receive this Term, we chose to grant this one\nto see if petitioner had been deprived of the right to have a jury\ndecide whether, in his heart of hearts, he really knew that he\ncould not lawfully remain in the United States on a student visa\nwhen he most certainly was no longer a student.IIAPetitioner claims that the texts of §922(g)\nand a companion provision, 18 U. S. C. §924(a)(2),\ndictate a decision in his favor, and I therefore begin with the\ntext of those two provisions. Section 924(a)(2) provides in\nrelevant part as follows:“Whoeverknowinglyviolates\nsubsection . . . (g) of section 922 shall be fined as\nprovided in this title, imprisoned for not more than 10 years, or\nboth.” (Emphasis added.)Section 922(g), in turn, makes it unlawful for\nnine categories of persons to engage in certain\ninterstate-commerce-related conduct involving firearms. These\ncategories consist of: (1) convicted felons; (2) fugitives from\njustice; (3) users of illegal drugs or addicts; (4) persons found\nto have very serious mental problems; (5) illegal aliens; (6)\nindividuals who were dishonorably discharged from the Armed Forces;\n(7) persons who renounced U. S. citizenship; (8) stalkers,\nharassers, and abusers subject to restraining orders; and (9)\npersons convicted of a misdemeanor crime of domestic\nviolence.[1] Persons falling\ninto these categories are forbidden, as relevant here, to “possess\nin or affecting commerce, any firearm.”Petitioner argues that, when §924(a)(2) and\n§922(g) are put together, they unambiguously show that a defendant\nmust actually know that he falls into one of the nine enumerated\ncategories. But this purportedly textual argument requires some\nmoves that cannot be justified on the basis of the statutory text.\nPetitioner’s argument tries to hide those moves in the manner of a\nsleight-of-hand artist at a carnival.Petitioner begins by extracting the term\n“knowingly” from §924(a)(2). He then transplants it into the\nbeginning of §922(g), ignores the extraordinarily awkward prose\nthat this surgery produces, and proclaims that because “knowingly”\nappears at the beginning of the enumeration of the elements of the\n§922(g) offense, we must assume that it modifies the first of those\nelements,i.e., being a convicted felon, illegal alien, etc.\nTo conclude otherwise, he contends, is to commit the sin of having\nthe term “knowingly” leap over that element and then land\nconveniently in front of the second. Pet. for Cert. 8.But petitioner’s reading is guilty of the very\nsort of leaping that it condemns—and then some. It has “knowingly”\nperformed a jump of Olympian proportions, taking off from\n§924(a)(2), sailing backward over more than 9,000 words in the\nU. S. Code, and then landing—conveniently—at the beginning of\nthe enumeration of the elements of the §922(g) offense. Of course,\nthere is no logical reason why this jump has to land at that\nparticular point in §922(g). That is petitioner’s first sleight of\nhand. But there is another.What petitioner and those who have pressed this\nleaping argument want §922(g) to say is essentially this: Whoever\nknowingly is an illegal alien and possesses a firearm shall be\nfined and/or imprisoned if his possession of the gun was in or\naffecting interstate commerce. If we had before us a provision that\nreads like that, there would be a strong textual argument that a\ndefendant’s status as an illegal alien must actually be known to\nhim. That is essentially what we held inFlores-Figueroav.United States,556 U.S.\n646, 652 (2009). But when the term “knowingly” is excised from\n§924(a)(2) and inserted at the beginning of §922(g), what we get is\nsomething quite different:Whoever knowingly. . .\nIt is unlawful for any person . . . who, being an\nalien—is illegally or unlawfully in the United States\n. . . to possess in or affecting commerce, any firearm or\nammunition . . . .Congress did not—and certainly would not—enact a\nstatute that reads like that. To convert this garbled\nconglomeration into intelligible prose, editing is obviously\nneeded, and the editing process would compel the editor to make\ndecisions with substantive implications that could hardly go\nunnoticed. Here is a way of amalgamating §924(a)(1) and §922(g)\nthat minimizes the changes in the language of the two\nprovisions:Whoever knowingly. . .It is unlawful for any person . . . who,being an\nalien—is illegally or unlawfully in the United States\n. . .andpossessesin or affecting\ncommerce, any firearm or ammunition . . . [commits a\ncrime punishable by . . . .]The most natural reading of this version is that\nthe defendant must know only that he is an alien, not that his\npresence in the country is illegal or unlawful. And under this\nversion, it is not even clear that the alien’s possession of the\nfirearm or ammunition must be knowing—even though everyone agrees\nthat this is required.Here are two other possibilities that require\nmore changes. The first is this:Whoever knowingly. . .It is unlawful for any person . . . who,being an\nalienwho—is illegally or unlawfully in the United States\n. . .topossessesin or affecting\ncommerce, any firearm or ammunition . . . [commits a\ncrime punishable by . . . .]The second, which differs from the first only in\nthat the clause “who is illegally or unlawfully in the United\nStates” is set off by commas, is this:Whoever knowingly. . .It is unlawful for any person . . . who,being an\nalien,who—is illegally or unlawfully in the\nUnited States,. . .topossessesin\nor affecting commerce, any firearm or ammunition . . .\n[commits a crime punishable by . . . .]A strict grammarian, noting that the clause “who\nis legally or unlawfully in the United States” is restrictive in\nthe first of these versions and nonrestrictive in the second, might\ninterpret the first to favor petitioner and the second to favor the\nGovernment. And under both of these versions, it is again unclear\nwhether a defendant’s possession of the firearm or ammunition must\nbe knowing.All of the versions discussed so far place the\nterm “knowingly” at the beginning of our transformed version of\n§922(g), but as noted, there is no reason why this term’s leap from\n§924(a)(2) must land at that point. So our new version of §922(g)\ncould just as logically read like this:Whoever. . .It is\nunlawful for any person . . . who,being an alienwho—is illegally or unlawfully in the United States\n. . .toknowinglypossessesin or affecting commerce, any firearm or ammunition . . .\n[commits a crime punishable by . . . .]That would make it clear that the\nlong-established interpretation of §922(g) is correct.What these possibilities show is that any\nattempt to combine the relevant language from §924(a)(2) with the\nlanguage of §922(g) necessarily entails significant choices that\nare not dictated by the text of those provisions. So the\npurportedly textualist argument that we were sold at the certiorari\nstage comes down to this: If §§922(g) and 924(a)(2) are arbitrarily\ncombined in the way that petitioner prefers, then, presto chango,\nthey support petitioner’s interpretation. What a magic trick!BThe truth behind the illusion is that the\nterms used in §§924(a)(2) and 922(g), when read in accordance with\ntheir use in ordinary speech, can easily be interpreted to treat\nthe question ofmens reain at least four different\nways.First, the language of §§924(a)(2) and\n922(g) can be read to require that a defendant know that his\nconduct is a violation of §922(g). In ordinary speech, to knowingly\nviolate a rule may mean to violate a known rule. (“He was told it\nis forbidden to smoke in the restroom of a plane, but he knowingly\ndid so.”) Neither petitioner nor the Government suggests that this\nis the proper interpretation of §§922(g) and 924(a)(2), but their\nreason is not based on the plain or ordinary meaning of the\nstatutory text. Instead, it rests on an inference about\ncongressional intent that, in turn, is based on a drafting\nconvention, namely, that where Congress wants to require proof that\na criminal defendant knew his conduct was illegal, it specifies\nthat the violation must be “willful.” In ordinary speech,\n“willfulness” does not require or even suggest knowledge of\nillegality. See Webster’s Third New International Dictionary 2617\n(1976). But we have construed the term as used in statutes to mean\nthe “intentional violation of a known legal duty.”United\nStatesv.Bishop,412 U.S.\n346, 360 (1973). Thus, the pointed use of the term “knowingly,”\nas opposed to “willfully,” in §922(g), provides a ground to infer\nthat Congress did not mean to require knowledge of illegality.Second, a “knowing” violation could\nrequire knowledge ofeveryelement that makes up the\noffense. As applied to §922(g), that would mean that the Government\nwould have to prove that the defendant: (1) knew that he is an\nalien “illegally or unlawfully in the United States,” (2) knew\nthat the thing he “possess[ed]” was “a firearm or ammunition,” and\n(3) knew that what he did was “in or affecting commerce.” But\nagain, the parties (and the majority) disclaim this reading\nbecause, they contend, themens rearequirement does not\napply to the interstate-commerce element of the offense. To reach\nthis conclusion, however, neither the parties nor the majority\nrelies on the text. How could they? If positioning the term\n“knowingly” at the beginning of a list of elements (or\nincorporating it through a separate provision) means that it\napplies to every element, then it would have to apply to the\ninterstate-commerce element just like the others.Once again, the conclusion that “knowingly” does\nnot apply to the interstate-commerce element is not based on any\nrule of English usage but on yet another inference about\ncongressional intent: that the question whether a defendant knew\nthat his act of possessing a gun or ammunition was “in or affecting\ncommerce” is simply not the sort of question that Congress wanted a\njury to decide. The conclusion is sound, see,e.g.,Luna\nTorresv.Lynch, 578 U. S. ___, ___ (2016) (slip\nop., at 15). But the inference that this is not what Congress\nintended is in no way compelled by the text of §922(g), which\nsimply includes the jurisdictional element among the other elements\nof the crime with no textual indication that Congress meant for it\nto be treated differently.[2]Third, a “knowing” violation could\nrequire knowledge of both the conduct and status elements of the\noffense (but not the jurisdictional element). This is the reading\nthat petitioner advocates and that the majority adopts. Yet again,\nthis interpretation is not based on the text of the provisions but\non two other factors: the inference about congressional intent just\ndiscussed and the assumption that Congress, had it incorporated the\nterm “knowingly” into §922(g), would have placed it at the\nbeginning of that provision. As I have explained, there is no\ntextual basis for that assumption.Fourth, a “knowing” violation could\nrequire knowledge of the conduct element—the possession of a\nfirearm or ammunition—but not the others. Putting aside the\nquestion of the jurisdictional element, that is how one would\nnaturally read §922(g) if Congress had incorporated the knowledge\nrequirement into §922(g)afterthe status element andjust beforethe conduct element. Of course, Congress did not\ndo that—but neither did it place “knowingly” at the beginning of\nthe list of elements.As these competing alternatives show, the\nstatutory text alone does not tell us with any degree of certainty\nthe particular elements of §922(g) to which the term “knowingly”\napplies. And once it is recognized that the statutory text does not\nspecify themens reaapplicable to §922(g)’s status element,\nthere is no reason to assume that what Congress wanted was either avery highmens rearequirement (actual knowledge) or\nnomens reaat all. Seeinfra, at 22. However, if we\nlimit ourselves to those options, as the parties and the majority\nassume we must, the latter is more likely.C1That is so for at least six reasons.First, in no prior case have we inferred that Congress\nintended to impose amens rearequirement on an element that\nconcerns the defendant’s own status. Nor has petitioner pointed to\nany statute with text that plainly evinces such a congressional\nintent. Instead, in instances in which Congress has expressly\nincorporated amens rearequirement into a provision with an\nelement involving the defendant’s status, it has placed themens\nrearequirementafterthe status element. For example,\n18 U. S. C. §2251(b) punishes any “person having custody\nor control of a minor who know- ingly permits such minor to engage\nin . . . sexually explicit conduct for the purpose of\nproducing any visual depiction of such conduct.” To show a\nviolation, the Government need not prove that the defendant knew\nthat the person under his custody or control was a minor. Even\nwhere the issue of a defendant’s status is open and shut, Congress\nhas taken pains to place themens rearequirement so that it\nclearly does not apply to the status element. Thus, 18\nU. S. C. §1924(a) punishes an “officer, employee,\ncontractor, or consultant of the United States [who] knowingly\nremoves [classified] documents or materials without authority.” And\n21 U. S. C. §861(a) prohibits “any person at least\neighteen years of age [from] knowingly and intentionally\n. . . receiv[ing] a controlled substance from a person\nunder 18 years of age.” So what the majority has done in this case\nis groundbreaking.Second, there are sound reasons for\ntreating §922(g)’s status element like its jurisdictional element.\nThe parties agree that federal criminal statutes presumptively do\nnot require proof that an accused knew that his conduct satisfied a\njurisdictional element, and our cases support this proposition. SeeLuna Torres,578 U. S. ___;United Statesv.Yermian,468 U.S.\n63(1984);United Statesv.Feola,420 U.S.\n671(1975). We have never provided a comprehensive explanation\nof the basis for this presumption, but our decision inFeola,which concerned the offense of assaulting a federal\nofficer in violation of 18 U. S. C. §111, is\ninstructive.Agreeing with the interpretation that had been\nadopted with “practical unanimity” by the courts of appeals,Feolaheld that an accused need not be shown to have been\naware of his victim’s status. We inferred that this is what the\nstatute means because requiring proof of knowledge would undermine\nthe statute’s dual objectives of protecting federal officers and\npreventing the obstruction of law enforcement. 420 U. S., at\n679.A similar consideration appears to provide the\nbasis for the conclusion that a §922(g) defendant need not know\nthat his possession of a gun is “in or affecting commerce.” Whether\nor not conduct satisfies that requirement involves a complicated\nlegal question; requiring proof of such knowledge would threaten to\neffectively exempt almost everyone but students of constitutional\nlaw from the statute’s reach; and that would obviously defeat the\nstatute’s objectives.The reason for the rule exempting knowledge of\njurisdictional elements supports the conclusion that knowledge of\n§922(g)’s status element is also not required. Whether a defendant\nfalls into one of the §922(g) categories often involves complicated\nlegal issues, and demanding proof that a defendant understood those\nissues would seriously undermine the statute’s goals.Take the category defined in §922(g)(4), which\napplies to a person who has been “adjudicated as a mental\ndefective,” a term that is defined by regulation to mean“(a) A determination by a court, board,\ncommission, or other lawful authority that a person, as a result of\nmarked subnormal intelligence, or mental illness,\nincompetency, condition, or disease:“(1) Is a danger to himself or to others;\nor“(2) Lacks the mental capacity to\ncontract or manage his own affairs.” 27 CFR §478.11(a) (2019).Congress thought that persons who fall into this\ncategory lack the intellectual capacity to possess firearms safely.\nIs it likely that Congress wanted §922(g) to apply only to those\nindividuals who nevertheless have the capacity to know that they\nfall within the complicated definition set out in the regulation?\nIf a person has been found by a court to present a “danger\n. . . to others” due to mental illness or incompetency,\nshould he escape the reach of §922(g) because he does not know that\na court has so found?Or consider the category defined by §922(g)(8),\nwhich applies to a person“who is subject to a court order that—“(A) was issued after a hearing of which such\nperson received actual notice, and at which such person had an\nopportunity to participate;“(B) restrains such person from harassing,\nstalking, or threatening an intimate partner of such person or\nchild of such intimate partner or person, or engaging in other\nconduct that would place an intimate partner in reasonable fear of\nbodily injury to the partner or child; and“(C)(i) includes a finding that such person\nrepresents a credible threat to the physical safety of such\nintimate partner or child; or“(ii) by its terms explicitly prohibits the use,\nattempted use, or threatened use of physical force against such\nintimate partner or child that would reasonably be expected to\ncause bodily injury . . . .”Under this reticulated provision, does the\nmajority’s interpretation require proof beyond a reasonable doubt\nthat the defendant knew, when he possessed the gun or ammunition,\n(1) that his restraining order had been issued after a\nhearing, (2) that he had received actual notice of the\nhearing, (3) that he had been given an opportunity to\nparticipate at the hearing, (4) that the order covered\nharassing, stalking, or threatening, (5) that the person\nprotected by the order qualified as his “intimate partner,” and (6)\nthat the order explicitly prohibited the “use, attempted use, or\nthreatened use of physical force”? Did Congress want a person who\nterrorized an intimate partner to escape conviction under §922(g)\nby convincing a jury that he was so blinded by alcohol, drugs, or\nsheer rage that he did not actuallyknowsome of these facts\nwhen he acquired a gun?What about the category defined by §922(g)(9),\nwhich covers a person “who has been convicted in any court of a\nmisdemeanor crime of domestic violence”? Did Congress want this\nprovision to apply only to those abusers who actually know that an\noffense for which they were con-victed falls within the complicated\ndefinition of a “crime of domestic violence”? The Members of this\nCourt have been unable to agree on the meaning of that concept. Is\nit limited to offenses that have an element requiring proof that\nthe abuser had a domestic relationship with the victim? InUnited Statesv.Hayes,555 U.S.\n415(2009), the majority said no, but The Chief Justice and\nJustice Scalia disagreed. Can a conviction qualify if the offense\nrequired only recklessness? InVoisinev.United\nStates, 579 U. S. ___ (2016), the Court said yes, but\nJustice Thomas and Justice Sotomayor dissented. Does this provision\napply if only slight force is required for conviction by the\nmisdemeanor provision under which the defendant was convicted?\nAgain, the Members of the Court have disagreed. CompareUnited\nStatesv.Castleman, 572 U.S. 157, 162 (2014) (opinion\nof the Court), withid., at 175 (opinion of Scalia, J.). If\nthe Justices of this Court, after briefing, argument, and careful\nstudy, disagree about the meaning of a “crime of domestic\nviolence,” would the majority nevertheless require the Government\nto prove at trial that the defendant himself actually knew that his\nabuse conviction qualified? Can this be what Congress had in mind\nwhen it added this category in 1996 to combat domestic\nviolence?Serious problems will also result from requiring\nproof that an alienactually knew—not should have known or\neven strongly suspected butactually knew—that his continued\npresence in the country was illegal. Consider a variation on the\nfacts of the present case. An alien admitted on a student visa does\nlittle if any work in his courses. When his grades are sent to him\nat the end of the spring semester, he deliberately declines to look\nat them. Over the summer, he receives correspondence from the\ncollege, but he refuses to open any of it. He has good reason to\nknow that he has probably flunked out and that, as a result, his\nvisa is no longer good. But he doesn’tactually knowthat he\nis not still a student. Does that take him outside §922(g)(8)? Is\nit likely that this is what Congress wanted?That is most doubtful. Congress enacted\n§922(g)’s status-based restrictions because of its judgment that\nspecific classes of people are “potentially irresponsible and\ndangerous” and therefore should be prohibited from owning or\npossessing firearms and ammunition.Barrettv.United\nStates,423 U.S.\n212, 218 (1976). It is highly unlikely that Congress wanted\ndefendants to be able to escape liability under this provision by\ndeliberately failing to verify their status.Third, while the majority’s\ninterpretation would frustrate Congress’s public safety objectives\nin cases involving some of the §922(g) status categories, in\nprosecutions under the most frequently invoked category, possession\nby a convicted felon, the majority’s interpretation will produce\nperverse results. A felony conviction is almost always followed by\nimprisonment, parole or its equivalent, or at least a fine. Juries\nwill rarely doubt that a defendant convicted of a felony has\nforgotten that experience, and therefore requiring the prosecution\nto prove that the defendant knew that he had a prior felony\nconviction will do little for defendants. But if the prosecution\nmust prove such knowledge to the satisfaction of a jury, then under\nour decision inOld Chiefv.United States,519 U.S.\n172(1997), it is questionable whether a defendant, by offering\nto stipulate that he has a prior conviction, can prevent the\nprosecution from offering evidence about the nature of that\noffense. And the admission of that information may work to a\n§922(g) defendant’s detriment.Old Chiefrecognized that a party is\ngenerally entitled to admit evidence to prove a necessary fact even\nif the opposing party offers to stipulate to that fact,id.,\nat 186–190, but the Court held that a §922(g) defendant’s offer to\nstipulate to the fact that he had a prior felony conviction\nprecluded the prosecution from offering evidence about the identity\nof that offense. This holding appears to rest on the understanding\nthat §922(g) requires proof of status but not of knowledge. Seeid., at 190 (suggesting that a prosecutor would be entitled\nto seek admission of evidence of the nature of a prior felony if\noffered to prove knowledge). So if a defendant’s knowledge is now\nnecessary, the logic ofOld Chiefis undermined.Fourth, the majority’s interpretation of\n§922(g) would lead to an anomaly that Congress is unlikely to have\nintended. Another provision of §922—i.e.,\n§922(d)(5)(A)—prohibits firearms sellers from selling to persons\nwho fall within a §922(g) category, but this provision does not\nrequire proof that the seller had actual knowledge of the\npurchaser’s status. It is enough if the seller had “reasonable\ncause” to know that a purchaser fell into a prohibited category. A\nperson who falls into one of the §922(g) categories is more likely\nto understand his own status than is a person who sells this\nindividual a gun. Accordingly, it is hard to see why an individual\nwho may fall into one of the §922(g) categories should have less\nobligation to verify his own situation than does the person who\nsells him a gun. Yet that is where the majority’s interpretation\nleads.Fifth, the legal landscape at the time of\n§922(g)’s enactment weighs strongly against the majority’s reading.\nLong before Congress added the term “knowingly” to §924(a)(2),\nfederal law prohibited certain categories of people from possessing\nfirearms. See Federal Firearms Act, 52Stat. 1250; Act of Oct. 3,\n1961, Pub. L. 87–342, 75Stat. 757; Omnibus Crime Control and Safe\nStreet Act of 1968, Pub. L. 90–351, 82Stat. 197; Gun Control Act of\n1968, Pub. L. 90–618, 82Stat. 1213, note following 18\nU. S. C. §921. These predecessors of §922(g) did not\nexpressly include anymens rearequirement, but courts\ngenerally interpreted them to require proof that a defendant acted\nknowingly in receiving, transporting, or possessing a firearm. The\ncourts did not, however, require proof that a defendant knew that\nhe fell within one of the covered categories or that his conduct\nsatisfied the statutes’ interstate-commerce requirement. See,e.g., United Statesv.Santiesteban, 825 F.2d 779,\n782–783 (CA4 1987);United Statesv.Schmitt, 748\nF.2d 249, 252 (CA5 1984);United Statesv.Oliver,\n683 F.2d 224, 229 (CA7 1982);United Statesv.Lupino, 480 F.2d 720, 723–724 (CA8 1973);United\nStatesv.Pruner, 606 F.2d 871, 873–874 (CA9\n1979).[3]During this same period, many States adopted\nsimilar laws,[4] and no State’s\ncourts interpreted such a law to require knowledge of the\ndefendant’s status. See,e.g., Peoplev.Nieto,247 Cal. App. 2d 364, 368, 55 Cal. Rptr. 546, 549 (1966).Peoplev.Tenorio, 197 Colo. 137, 144–145,590 P.2d 952, 957 (1979);Statev.Harmon, 25\nAriz. App. 137, 139, 541 P.2d 600, 602 (1975);Statev.Heald,382 A.2d 290, 297 (Me. 1978);Williamsv.State,565 P.2d 46, 49 (Okla. Crim. App. 1977).All this case law formed part of the relevant\nbackdrop of which we assume Congress was aware when it enacted\n§924(a)(2)’smens rearequirement in 1986. See Firearms\nOwners’ Protection Act, 100Stat. 449, note following 18\nU. S. C. §921. “We normally assume that, when Congress\nenacts statutes, it is aware of relevant judicial precedent.”Ryanv.ValenciaGonzales,568 U.S.\n57, 66 (2013) (internal quotation marks omitted). Where all the\nFederal Courts of Appeals and all the state courts of last resort\nto have interpreted statutes prohibiting certain classes of persons\nfrom possessing firearms agreed that knowledge of status was not\nrequired, it is fair to expect Congress to legislate more clearly\nthan it has done here if it seeks to deviate from those holdings.\nAdding themens reaprovision in §924(a)(2) “clarif[ied]”\nthat knowledge is the requiredmens reawith respect to a\ndefendant’s conduct,ante,at 10, but it did not indicate\nany disagreement with the established consensus that already\napplied thatmens reato §922(g)’s conduct element but not\nto the element of the defendant’s status.[5]Finally, the judgment of the courts of appeals\nshould count for something. InFeola, the Court cited the\n“practical unanimity” of the courts of appeals, 420 U. S., at\n676; see alsoLuna Torres, 578 U. S., at ___, ___ (slip\nop., at 15–16), and here, even after Congress added themens\nrearequirement, all the courts of appeals to address the\nquestion have held that it does not apply to the defendant’s\nstatus.[6] In addition, the\ndecisions of the highest courts of States with laws similar to\n§922(g) have continued to unanimously interpret those provisions in\nthe same way.[7]2Petitioner contends that all the Courts of\nAppeals to address the question now before us have gone astray\nbecause they have not given proper weight to the presumption that amens rearequirement applies to every element of an offense\nthat results in the criminalization of otherwise innocent conduct.\nSeeElonisv.United States, 575 U. S. ___\n(2015);United Statesv.X-Citement Video, Inc.,513 U.S.\n64(1994);Morissettev.United States,342 U.S.\n246(1952). This concern, which also animates much of the\nmajority’s analysis, is overstated.The majority does not claim that the\nConstitution requires proof ofmens reafor every status\nelement or every element that has the effect of criminalizing what\nwould otherwise be lawful conduct. Nor does it suggest that the\npresumption it invokes is irrebuttable for any other reason. That\nwould be a radical conclusion because it has long been accepted\nthat some status elements do not require knowledge. Laws that aim\nto protect minors, for example, often do not require proof that an\noffender had actual knowledge of the age of a minor who is the\nvictim of a crime. “ ‘The majority rule in the United States\nis that a defendant’s knowledge of the age of a victim is not an\nessential element of statutory rape. . . . A defendant’s\ngood faith or reasonable belief that the victim is over the age of\nconsent is simply no defense.’ ”United Statesv.Gomez-Mendez, 486 F.3d 599, 603, n. 7 (CA9 2007) (citation\nomitted). Similarly, 18 U. S. C. §2243(a) makes it a\ncrime, punishable by up to 15 years’ imprisonment, knowingly to\nengage in a sexual act with a person who is between the ages of 12\nand 16 and is less than four years younger than the accused. This\nstatute expressly provides that knowledge of the victim’s age need\nnot be proved. §2241(d). I do not understand the majority to\nsuggest that these laws, which dispense with proof of knowledge for\npublic safety purposes, are invalid.Not only is there no blanket rule requiring\nproof ofmens reawith respect to every element that\ndistinguishes between lawful and unlawful conduct, but petitioner\nexaggerates in suggesting that the so-called jurisdictional\nelements in federal criminal statutes comply with this “rule”\nbecause they do no more than provide a hook for prosecuting a crime\nin federal court. These elements often do more than that. They\nsometimes transform lawful conduct into criminal conduct: In a\nState that chooses to legalize marijuana, possession is wrongful\nonly if the defendant is on federal property. Cf. 41 CFR\n§102–74.400 (2018). Jurisdictional elements may also drastically\nincrease the punishment for a wrongful act. For example, the\nstatute at issue inFeola, which criminalizes assault on a\nfederal officer, doubles the possible prison sentence that would\nhave been applicable to simple assault. Compare 18\nU. S. C. §111 and §113. Just like a status element, a\njurisdictional element can make the difference between some penalty\nand no penalty, or between significantly greater and lesser\npenalties.Since a legislative body may enact a valid\ncriminal statute with a strict-liability element, the dispositive\nquestion is whether it has done so or, in other words, whether the\npresumption that petitioner invokes is rebutted. This rebuttal can\nbe done by the statutory text or other persuasive factors. SeeLiparotav.United States,471\nU.S. 419, 425 (1985) (applying presumption “[a]bsent indication\nof contrary purpose in the language or legislative history”);X-Citement Video, 513 U. S., at 70–72 (discussing\nstatutory context in reaching conclusion);Flores-Figueroa,\n556 U. S., at 652;id., at 660 (Alito, J., concurring\nin part and concurring in judgment). And here, for the reasons\ndiscussed above, §922(g) is best interpreted not to require proof\nthat a defendant knew that he fell within one of the covered\ncategories.I add one last point about what can be inferred\nregarding Congress’s intent. Once it becomes clear that statu- tory\ntext alone does not answer the question that we face and we are\nleft to infer Congress’s intent based on other indicators, there is\nno reason why we must or should infer that Congress wanted the samemens reato apply to all the elements of the §922(g)\noffense. As we said inStaplesv.United States,511 U.S.\n600, 609 (1994), “different elements of the same offense can\nrequire different mental states.” And if Congress wanted to require\nproof ofsomemens reawith respect to the categories\nin §922(g), there is absolutely no reason to suppose that it wanted\nto impose one of the highest degrees ofmens rea—actual\nknowledge. Why not require reason to know or recklessness or\nnegligence? To this question, neither petitioner nor the major- ity\nhas any answer.DBecause the context resolves the interpretive\nquestion, neither the canon of constitutional avoidance nor the\nrule of lenity can be invoked to dictate the result that the\nmajority reaches. As to the canon, we have never held that the Due\nProcess Clause requiresmens reafor all elements of all\noffenses, and we have upheld the constitutionality of some\nstrict-liability offenses in the past. SeeUnited Statesv.Freed,401 U.S.\n601(1971);United Statesv.Dotterweich,320 U.S.\n277(1943);United Statesv.Balint,258 U.S.\n250(1922);United Statesv.Behrman,258 U.S.\n280(1922). In any event, if the avoidance of a serious\nconstitutional question required us to infer that somemens\nreaapplies to §922(g)’s status element, that would hardly\njustify bypassing lower levels ofmens reaand going all the\nway to actual knowledge.As for the rule of lenity, we resort to it “only\nif, after seizing everything from which aid can be derived, we can\nmake no more than a guess as to what Congress intended.”Muscarellov.United States,524\nU.S. 125, 138 (1998) (alterations and internal quotation marks\nomitted). And what I have just said about the constitutional\navoidance canon applies equally to lenity: It cannot possibly\njustify requiring actual knowledge.IIIAlthough the majority presents its decision as\nmodest, its practical effects will be far reaching and cannot be\nignored. Tens of thousands of prisoners are currently serving\nsentences for violating 18 U. S. C. §922(g).[8] It is true that many pleaded guilty,\nand for most direct review is over. Nevertheless, every one of\nthose prisoners will be able to seek relief by one route or\nanother. Those for whom direct review has not ended will likely be\nentitled to a new trial. Others may move to have their convictions\nvacated under 28 U. S. C. §2255, and those within the\nstatute of limitations will be entitled to relief if they can show\nthat they are actually innocent of violating §922(g), which will be\nthe case if they did not know that they fell into one of the\ncategories of persons to whom the offense applies.Bousleyv.United States,523 U.S.\n614, 618–619 (1998). If a prisoner asserts that he lacked that\nknowledge and therefore was actually innocent, the district courts,\nin a great many cases, may be required to hold a hearing, order\nthat the prisoner be brought to court from a distant place of\nconfinement, and make a credibility determination as to the\nprisoner’s subjective mental state at the time of the crime, which\nmay have occurred years in the past. SeeUnited Statesv.Garth,188 F.3d 99, 109 (CA3 1999);United Statesv.Jones,172 F.3d 381, 384–385 (CA5 1999);United Statesv.Hellbusch,147 F.3d 782,784(CA8 1998);United Statesv.Benboe,157 F.3d 1181, 1184 (CA9 1998). This will create a substantial\nburden on lower courts, who are once again left to clean up the\nmess the Court leaves in its wake as it moves on to the next\nstatute in need of “fixing.” Cf.Mathisv.United\nStates, 579 U. S. ___, ___–___ (2016) (Alito, J.,\ndissenting) (slip op., at 5–6).Nor is there any reason to think that the\nCourt’s reasoning here will necessarily be limited to §922(g). The\nCourt goes out of its way to point out that it is not taking a\nposition on the applicability ofmens rearequirements in\nother status-based offenses, even where the statute lists the\nstatusbeforethemens rea.Ante,at 7.*  *  *The majority today opens the gates to a flood\nof litigation that is sure to burden the lower courts with claims\nfor relief in a host of cases where there is no basis for doubting\nthe defendant’s knowledge. The majority’s interpretation of §922(g)\nis not required by the statutory text, and there is no reason to\nsuppose that it represents what Congress intended.I respectfully dissent.Notes1Title 18\nU. S. C. §922(g) provides as follows: “It shall be\nunlawful for any person— “(1) who has been convicted in any\ncourt of, a crime punishable by imprisonment for a term exceeding\none year; “(2) who is a fugitive from justice; “(3) who\nis an unlawful user of or addicted to any controlled substance (as\ndefined in section 102 of the Controlled Substances Act ( 21\nU. S. C. §802)); “(4) who has been adjudicated as a\nmental defective or who has been committed to a mental institution;\n“(5) who, being an alien— “(A) is illegally or unlawfully\nin the United States; or “(B) except as provided in subsection\n(y)(2), has been admitted to the United States under a nonimmigrant\nvisa (as that term is defined in section 101(a)(26) of the\nImmigration and Nationality Act ( 8 U. S. C.\n§1101(a)(26))); “(6) who has been discharged from the Armed\nForces under dishonorable conditions; “(7) who, having been a\ncitizen of the United States, has renounced his citizenship;\n“(8) who is subject to a court order that— “(A) was\nissued after a hearing of which such person received actual notice,\nand at which such person had an opportunity to participate;\n“(B) restrains such person from harassing, stalking, or\nthreatening an intimate partner of such person or child of such\nintimate partner or person, or engaging in other conduct that would\nplace an intimate partner in reasonable fear of bodily injury to\nthe partner or child; and “(C)(i) includes a finding that such\nperson represents a credible threat to the physical safety of such\nintimate partner or child; or “(ii) by its terms explicitly\nprohibits the use, attempted use, or threatened use of physical\nforce against such intimate partner or child that would reasonably\nbe expected to cause bodily injury; or “(9) who has been\nconvicted in any court of a misdemeanor crime of domestic violence,\n“to ship or transport in interstate or foreign commerce, or possess\nin or affecting commerce, any firearm or ammunition; or to receive\nany firearm or ammunition which has been shipped or transported in\ninterstate or foreign commerce.”2Indeed, the\njurisdictional element is listed before the firearm element of the\noffense, to which everyone agrees themens rearequirement\napplies. The text alone does not explain why the word “knowingly”\nwould “leapfro[g]” over the middle element, which is perhaps why\nthe majority does not adopt the novel “grammatical gravity” canon.United Statesv.Games-Perez, 667 F.3d 1136, 1143\n(CA10 2012) (Gorsuch, J., concurring); see also Tr. of Oral Arg.\n32.3The majority highlights a\nsingle case where the Sixth Circuit did require knowledge that the\ndefendant was under indictment, out of a concern about secret\nindictments.Ante,at 10 (citingUnited Statesv.Renner, 496 F.2d 922, 924, 927 (1974)). But Congress\naddressed this concern separately when it enacted themens\nrearequirement. It moved the provision involving indictments\nto its own statutory subsection, §922(n), and punished only willful\nviolations, see §924(a)(1)(D).4See Brief for Everytown\nfor Gun Safety asAmicus Curiae6–8.5Contrary to the\nmajority’s suggestion,ante,at 10, the addition of themens rearequirement does serve a purpose under this\ninterpretation: It codifies the holdings of the lower courts that\nknowledge is required for the conduct element. If Congress had left\n§922(g) off the list of offenses requiring knowledge in §924(a)(2),\nsome may have invokedexpressio uniusto argue that a\nviolation of §922(g) required nomens reaat all. Cf. A.\nScalia & B. Garner, Reading Law: The Interpretation of Legal\nTexts 107 (2012).6SeeUnited Statesv.Smith, 940 F.2d 710, 713 (CA1 1991);United Statesv.Huet, 665 F.3d 588, 596 (CA3 2012);United Statesv.Langley,62 F.3d 602, 604–608 (CA4 1995) (en banc);United Statesv.Rose, 587 F.3d 695, 705–706, and n. 9 (CA5 2009) (per\ncuriam);United Statesv.Dancy, 861 F.2d 77,\n80–82 (CA5 1988) (per curiam);United Statesv.Lane,267 F.3d 715, 720 (CA7 2001);United Statesv.Thomas, 615 F.3d 895, 899 (CA8 2010);United Statesv.Kind,194 F.3d 900, 907 (CA8 1999);United Statesv.Miller,105 F.3d 552,555(CA9 1997);United Statesv.Games-Perez, 667\nF.3d 1136, 1142 (CA10 2012);United Statesv.Capps,77 F.3d 350, 352–354 (CA10 1996);United Statesv.Jackson,120 F.3d 1226,1229(CA11 1997) (per curiam);United Statesv.Bryant, 523 F.3d 349, 354 (CADC 2008).7See Brief for Everytown\nfor Gun Safety asAmicus Curiae11–19 (collecting\ncases).8The U. S. Sentencing\nCommission reports that in fiscal year 2017 there were 6,032\noffenders convicted under 18 U. S. C. §922(g), with an\naverage sentence of 64 months,\nhttps:// www.ussc.gov / sites / default /files / pdf / research - and - publications / quick - facts / Felon_in_Possession_FY17.pdf\n(as last visited June 19, 2019).",
    "joined": []
}