{
    "case": {
        "docket": "153",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/153/"
    },
    "id": "3518503",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–857_________________CAMPBELL-EWALD COMPANY, PETITIONERv.JOSE GOMEZon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[January 20, 2016]Justice Alito, dissenting.I join The Chief Justice’s dissent. I agree that\na defendant may extinguish a plaintiff’s personal stake in pursuing\na claim by offering complete relief on the claim, even if the\nplaintiff spurns the offer. Our Article III precedents make clear\nthat, for mootness purposes, there is nothing talismanic about the\nplaintiff’s acceptance.E.g., Already, LLCv.Nike,\nInc., 568 U. S. ___ (2013) (holding that Nike’s unilateral\ncovenant not to sue mooted Already’s trademark invalidity claim). I\nwrite separately to emphasize what I see as the linchpin for\nfinding mootness in this case: There is no real dispute that\nCampbell would “make good on [its] promise” to pay Gomez the money\nit offered him if the case were dismissed.Ante,at 5\n(opinion of Roberts, C. J.). Absent this fact, I would be\ncompelled to find that the case is not moot.Our “voluntary cessation” cases provide useful\nguidance. Those cases hold that, when a plaintiff seeks to enjoin a\ndefendant’s conduct, a defendant’s “voluntary cessation of\nchallenged conduct does not ordinarily render a case moot because a\ndismissal for mootness would permit a resumption of the challenged\nconduct as soon as the case is dismissed.”Knoxv.Service Employees, 567 U. S. ___, ___–___ (2012) (slip\nop., at 6–7). To obtain dismissal in such circumstances, the\ndefendant must “ ‘bea[r] the formidable burden of showing that\nit is absolutely clear the allegedly wrongful behavior could not\nreasonably be expected to recur.’ ”Already,supra, at ___ (slip op., at 4) (quotingFriends of the\nEarth, Inc.v.Laidlaw Environmental Services (TOC),\nInc., 528 U. S. 167, 190 (2000) ). We have typically\napplied that rule in cases involving claims for prospective relief,\nseeKnox,supra, at ___ (slip op., at 7), but the\nbasic principle easily translates to cases, like this one,\ninvolving claims for damages: When a defendant offers a plaintiff\ncomplete relief on a damages claim, the case will be dismissed as\nmoot if—but only if—it is “absolutely clear” that the plaintiff\nwill be able to receive the offered relief.Already,supra, at ___ (slip op., at 8).[1]Consider an offer of complete relief from a\ndefendant that has no intention of actually paying the promised\nsums, or from a defendant whose finances are so shaky that it\ncannot produce the necessary funds. In both instances, there is a\nquestion whether the defendant will back up its offer to pay with\nan actual payment. If those cases were dismissed as moot, the\ndefendant’s failure to follow through on its promise to pay would\nleave the plaintiff forever emptyhanded. In the language of our\nmootness cases, those cases wouldnotbe moot because a\ncourt could still grant the plaintiff “effectual relief,”Knox,supra, at ___ (slip op., at 7) (internal\nquotation marks omitted)—namely, the relief sought in the first\nplace. The plaintiff retains a “personal stake” in continuing the\nlitigation.Genesis HealthCare Corp.v.Symczyk, 569\nU. S. ___, ___ (2013) (slip op., at 4) (internal quotation\nmarks omitted). An offer of complete relief thus will not always\nwarrant dismissal.Campbell urges that a plaintiff could simply\nmove to reopen a dismissed case if a defendant fails to make good\non its offer. Reply Brief 10. I assume that is true. But the\nprospect of having to reopen litigation is precisely why our\nvoluntary cessation cases require defendants to prove,beforedismissal, that the plaintiff’s injury cannot\nreasonably be expected to recur. I see no reason not to impose a\nsimilar burden when a defendant asserts that it has rendered a\ndamages claim moot.How, then, can a defendant make “absolutely\nclear” that it will pay the relief it has offered? The most\nstraightforward way is simply to pay over the money. The defendant\nmight hand the plaintiff a certified check or deposit the requisite\nfunds in a bank account in the plaintiff’s name. SeeCaliforniav.San Pablo & Tulare R. Co., 149\nU. S. 308 –314 (1893). Alternatively, a defendant might\ndeposit the money with the district court (or another trusted\nintermediary) on the condition that the money be released to the\nplaintiff when the court dismisses the case as moot. See Fed. Rule\nCiv. Proc. 67; 28 U. S. C. §§2041, 2042. In these\nsituations, there will rarely be any serious doubt that the\nplaintiff can obtain the offered money.[2]While outright payment is the surest way for a\ndefendant to make the requisite mootness showing, I would not\nforeclose other means of doing so. The question is whether it is\ncertain the defendant will pay, not whether the defendant has\nalready paid. I believe Campbell clears the mark in this case. As\nThe Chief Justice observes, there is no dispute Campbell has the\nmeans to pay the few thousand dollars it offered Gomez, and there\nis no basis “to argue that Campbell might not make good on that\npromise” if the case were dismissed.Ante, at 5. Thus, in\nthe circumstances of this case, Campbell’s offer of complete relief\nshould have rendered Gomez’s damages claim moot. But the same would\nnot necessarily be true for other defendants, particularly those\nthat face more substantial claims, possess less secure finances, or\nextend offers of questionable sincerity. Cf.Already, 568\nU. S., at ___–___ (Kennedy, J., concurring) (slip op., at 3–4)\n(emphasizing the “formidable burden on the party asserting\nmootness” and noting possible “doubts that Nike’s showing [of\nmootness] would suffice in other circumstances”).The Court does not dispute Campbell’s ability or\nwillingness to pay, but nonetheless concludes that its unaccepted\noffer did not moot Gomez’s claim. While I disagree with that result\non these facts, I am heartened that the Court appears to endorse\nthe proposition that a plaintiff’s claimismoot once he has\n“received full redress” from the defendant for the injuries he has\nasserted.Ante, at 10, n. 5 (discussingAlready,supra, andAlvarezv.Smith, 558 U. S. 87\n(2009) ). Today’s decision thus does not prevent a defendant who\nactually pays complete relief—either directly to the plaintiff or\nto a trusted intermediary—from seeking dismissal on mootness\ngrounds.[3]Notes1I say it must be clear\nthat the plaintiff “willbe able toreceive” the relief,\nrather than that the plaintiff “willreceive” the relief, to\naccount for the possibility of an obstinate plaintiff who refuses\nto take any relief even if the case is dismissed. A plaintiff\ncannot thwart mootness by refusing complete relief presented on a\nsilver platter.2Depositing funds with the\ndistrict court or another intermediary may be particularly\nattractive to defendants because it would ensure that the plaintiff\ncan obtain the money, yet allow the defendant to reclaim the funds\nif the court refuses to dismiss the case (for example, because it\ndetermines the offer is for less than full relief ). Contrary\nto the views of Gomez’samicus, there is no reason to force\na defendant to effect an “ ‘irrevocable transfer of\ntitle’ ” to the funds without regard to whether doing so\nsucceeds in mooting the case. Brief for American Federation of\nLabor and Congress of Industrial Organizations 10. Likewise,\nbecause I believe our precedents “provide sufficiently specific\nprinciples to resolve this case,” I would not apply the “rigid\nformalities” of common-law tender in this context.Ante, at\n1, 2 (Thomas, J., concurring in judgment). Article III demands that\na plaintiff always have a personal stake in continuing the\nlitigation, and that stake is extinguished if the plaintiff is\nfreely able to obtain full relief in the event the case is\ndismissed as moot.3Although it does not\nresolve the issue, the majority raises the possibility that a\ndefendant mustbothpay the requisite fundsandhave\n“the court . . . ente[r] judgment for the plaintiff in\nthat amount.”Ante, at 11. I do not see how that can be\nreconciled withAlready, which affirmed an order of\ndismissal—not judgment for the plaintiff—where the plaintiff had\nreceived full relief from the defendant.Already, LLCv.Nike, Inc., 568 U. S. ___, ___–___, ___ (2013) (slip\nop., at 2–3, 15).",
    "joined": []
}