{
    "case": {
        "docket": "15-1293",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-1293/"
    },
    "id": "3749206",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1293_________________JOSEPH MATAL, INTERIM DIRECTOR, UNITED STATES\nPATENT AND TRADEMARK OFFICE, PETITIONERv.SIMON SHIAO\nTAMon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 19, 2017]Justice Alito announced the judgment of the\nCourt and delivered the opinion of the Court with respect to Parts\nI, II, and III–A, and an opinion with respect to Parts III–B,\nIII–C, and IV, in which The Chief Justice, Justice Thomas, and\nJustice Breyer join.This case concerns a dance-rock band’s\napplication for federal trademark registration of the band’s name,\n“The Slants.” “Slants” is a derogatory term for persons of Asian\ndescent, and members of the band are Asian-Americans. But the band\nmembers believe that by taking that slur as the name of their\ngroup, they will help to “reclaim” the term and drain its\ndenigrating force.The Patent and Trademark Office (PTO) denied the\napplication based on a provision of federal law prohibiting the\nregistration of trademarks that may “disparage . . . or\nbring . . . into contemp[t] or disrepute” any “persons,\nliving or dead.” 15 U. S. C. §1052(a). We now hold that\nthis provision violates the Free Speech Clause of the First\nAmendment. It offends a bedrock First Amendment principle: Speech\nmay not be banned on the ground that it expresses ideas that\noffend.IA“The principle underlying trademark protection\nis that distinctive marks—words, names, symbols, and the like—can\nhelp distinguish a particular artisan’s goods from those of\nothers.”B&B Hardware, Inc.v.Hargis Industries,\nInc., 575 U. S. ___, ___ (2015) (slip op., at 3); see alsoWal-Mart Stores, Inc.v.Samara Brothers, Inc., 529\nU. S. 205, 212 (2000) . A trademark “designate[s] the goods as\nthe product of a particular trader” and “protect[s] his good will\nagainst the sale of another’s product as his.”United Drug\nCo.v.Theodore Rectanus Co., 248 U. S. 90, 97\n(1918) ; see alsoHanover Star Milling Co.v.Metcalf, 240 U. S. 403 –413 (1916). It helps consumers\nidentify goods and services that they wish to purchase, as well as\nthose they want to avoid. SeeWal-Mart Stores,supra,\nat 212–213;Park ’N Fly, Inc.v.Dollar Park & Fly,\nInc., 469 U. S. 189, 198 (1985) .“[F]ederal law does not create trademarks.”B&B Hardware,supra, at ___ (slip op., at 3).\nTrademarks and their precursors have ancient origins, and\ntrademarks were protected at common law and in equity at the time\nof the founding of our country. 3 J. McCarthy, Trademarks and\nUnfair Competition §19:8 (4th ed. 2017) (hereinafter McCarthy); 1id., §§5:1, 5:2, 5:3; Pattishal, The Constitutional\nFoundations of American Trademark Law, 78 Trademark Rep. 456,\n457–458 (1988); Pattishall, Two Hundred Years of American Trademark\nLaw, 68 Trademark Rep. 121, 121–123 (1978); seeTrade-Mark\nCases, 100 U. S. 82, 92 (1879) . For most of the 19th\ncentury, trademark protection was the province of the States. SeeTwo Pesos, Inc.v.Taco Cabana, Inc., 505 U. S.\n763 –782 (1992) (Stevens, J., concurring in judgment);id.,\nat 785 (Thomas, J., concurring in judgment). Eventually, Congress\nstepped in to provide a degree of national uniformity, passing the\nfirst federal legislation protecting trademarks in 1870. See Act of\nJuly 8, 1870, §§77–84, 16Stat. 210–212. The foundation of current\nfederal trademark law is the Lanham Act, enacted in 1946. See Act\nof July 5, 1946, ch. 540, 60Stat. 427. By that time, trademark had\nexpanded far beyond phrases that do no more than identify a good or\nservice. Then, as now, trademarks often consisted of catchy phrases\nthat convey a message.Under the Lanham Act, trademarks that are “used\nin commerce” may be placed on the “principal register,” that is,\nthey may be federally registered. 15 U. S. C.\n§1051(a)(1). And some marks “capable of distinguishing [an]\napplicant’s goods or services and not registrable on the principal\nregister . . . which are in lawful use in commerce by the\nowner thereof” may instead be placed on a different federal\nregister: the supplemental register. §1091(a). There are now more\nthan two million marks that have active federal certificates of\nregistration. PTO Performance and Accountability Report, Fiscal\nYear 2016, p. 192 (Table 15),\nhttps://www.uspto.gov/sites/default/files/documents/USPTOFY16PAR.pdf\n(all Internet materials as last visited June 16, 2017). This system\nof federal registration helps to ensure that trademarks are fully\nprotected and supports the free flow of commerce. “[N]ational\nprotection of trademarks is desirable,” we have explained, “because\ntrademarks foster competition and the maintenance of quality by\nsecuring to the producer the benefits of good reputation.”San\nFrancisco Arts & Athletics, Inc.v.United States\nOlympic Comm., 483 U. S. 522, 531 (1987) (internal\nquotation marks omitted); see alsoPark ’N Fly, Inc.,supra, at 198 (“The Lanham Act provides national protection\nof trademarks in order to secure to the owner of the mark the\ngoodwill of his business and to protect the ability of consumers to\ndistinguish among competing producers”).BWithout federal registration, a valid\ntrademark may still be used in commerce. See 3 McCarthy §19:8. And\nan unregistered trademark can be enforced against would-be\ninfringers in several ways. Most important, even if a trademark is\nnot federally registered, it may still be enforceable under §43(a)\nof the Lanham Act, which creates a federal cause of action for\ntrademark infringement. SeeTwo Pesos,supra, at 768\n(“Section 43(a) prohibits a broader range of practices than does\n§32, which applies to registered marks, but it is common ground\nthat §43(a) protects qualifying unregistered trademarks” (internal\nquotation marks and citation omitted)).[1] Unregistered trademarks may also be entitled to\nprotection under other federal statutes, such as the\nAnticybersquatting Consumer Protection Act, 15 U. S. C.\n§1125(d). See 5 McCarthy §25A:49, at 25A–198 (“[T]here is no\nrequirement [in the Anticybersquatting Act] that the protected\n‘mark’ be registered: unregistered common law marks are protected\nby the Act”). And an unregistered trademark can be enforced under\nstate common law, or if it has been registered in a State, under\nthat State’s registration system. See 3id., §19:3, at 19–23\n(explaining that “[t]he federal system of registration and\nprotection does not preempt parallel state law protection, either\nby state common law or state registration” and “[i]n the vast\nmajority of situations, federal and state trademark law peacefully\ncoexist”);id., §22:1 (discussing state trademark\nregistration systems).Federal registration, however, “confers\nimportant legal rights and benefits on trademark owners who\nregister their marks.”B&B Hardware, 575 U. S., at\n___ (slip op., at 3) (internal quotation marks omitted).\nRegistration on the principal register (1) “serves as ‘constructive\nnotice of the registrant’s claim of ownership’ of the mark,”ibid.(quoting 15 U. S. C. §1072); (2) “is ‘prima\nfacie evidence of the validity of the registered mark and of the\nregistration of the mark, of the owner’s ownership of the mark, and\nof the owner’s exclusive right to use the registered mark in\ncommerce on or in connection with the goods or services specified\nin the certificate,’ ”B & B Hardware,\n575 U. S. ___ (slip op., at 3) (quoting §1057(b)); and (3) can\nmake a mark “ ‘incontestable’ ” once a mark has been\nregistered for five years,”ibid. (quoting §§1065, 1115(b));\nseePark ’N Fly, 469 U. S., at 193. Registration also\nenables the trademark holder “to stop the importation into the\nUnited States of articles bearing an infringing mark.” 3 Mc-Carthy\n§19:9, at 19–38; see 15 U. S. C. §1124.CThe Lanham Act contains provisions that bar\ncertain trademarks from the principal register. For example, a\ntrademark cannot be registered if it is “merely descriptive or\ndeceptively misdescriptive” of goods, §1052(e)(1), or if it is so\nsimilar to an already registered trademark or trade name that it is\n“likely . . . to cause confusion, or to cause mistake, or\nto deceive,” §1052(d).At issue in this case is one such provision,\nwhich we will call “the disparagement clause.” This provision\nprohibits the registration of a trademark “which may disparage\n. . . persons, living or dead, institutions, beliefs, or\nnational symbols, or bring them into contempt, or disrepute.”\n§1052(a).[2] This clause\nappeared in the original Lanham Act and has remained the same to\nthis day. See §2(a), 60Stat. 428.When deciding whether a trademark is\ndisparaging, an examiner at the PTO generally applies a “two-part\ntest.” The examiner first considers “the likely meaning of the\nmatter in question, taking into account not only dictionary\ndefinitions, but also the relationship of the matter to the other\nelements in the mark, the nature of the goods or services, and the\nmanner in which the mark is used in the marketplace in connection\nwith the goods or services.” Trademark Manual of Examining\nProcedure §1203.03(b)(i) (Apr. 2017), p. 1200–150,\nhttp://tmep.uspto.gov. “If that meaning is found to refer to\nidentifiable persons, institutions, beliefs or national symbols,”\nthe examiner moves to the second step, asking “whether that meaning\nmay be disparaging to a substantial composite[3] of the referenced group.”Ibid.If the\nexaminer finds that a “substantial composite, although not\nnecessarily a majority, of the referenced group would find the\nproposed mark . . . to be disparaging in the context of\ncontemporary attitudes,” a prima facie case of disparagement is\nmade out, and the burden shifts to the applicant to prove that the\ntrademark is not disparaging.Ibid.What is more, the PTO\nhas specified that “[t]he fact that an applicant may be a member of\nthat group or has good intentions underlying its use of a term does\nnot obviate the fact that a substantial composite of the referenced\ngroup would find the term objectionable.”Ibid.DSimon Tam is the lead singer of “The Slants.”In re Tam, 808 F. 3d 1321, 1331 (CA Fed. 2015) (en\nbanc), as corrected (Feb. 11, 2016). He chose this moniker in order\nto “reclaim” and “take ownership” of stereotypes about people of\nAsian ethnicity.Ibid.(internal quotation marks omitted).\nThe group “draws inspiration for its lyrics from childhood slurs\nand mocking nursery rhymes” and has given its albums names such as\n“The Yellow Album” and “Slanted Eyes, Slanted Hearts.”Ibid.Tam sought federal registration of “THE SLANTS,”\non the principal register, App. 17, but an examining attorney at\nthe PTO rejected the request, applying the PTO’s two-part framework\nand finding that “there is . . . a substantial composite\nof persons who find the term in the applied-for mark offensive.”Id., at 30. The examining attorney relied in part on the\nfact that “numerous dictionaries define ‘slants’ or ‘slant-eyes’ as\na derogatory or offensive term.”Id., at 29. The examining\nattorney also relied on a finding that “the band’s name has been\nfound offensive numerous times”—citing a performance that was\ncanceled because of the band’s moniker and the fact that “several\nbloggers and commenters to articles on the band have indicated that\nthey find the term and the applied-for mark offensive.”Id.,\nat 29–30.Tam contested the denial of registration before\nthe examining attorney and before the PTO’s Trademark Trial and\nAppeal Board (TTAB) but to no avail. Eventually, he took the case\nto federal court, where the en banc Federal Circuit ultimately\nfound the disparagement clause facially unconstitutional under the\nFirst Amendment’s Free Speech Clause. The majority found that the\nclause en-gages in viewpoint-based discrimination, that the clause\nregulates the expressive component of trademarks and consequently\ncannot be treated as commercial speech, and that the clause is\nsubject to and cannot satisfy strict scrutiny. See 808 F. 3d,\nat 1334–1339. The majority also rejected the Government’s argument\nthat registered trademarks constitute government speech, as well as\nthe Government’s contention that federal registration is a form of\ngovernment subsidy. Seeid., at 1339–1355. And the majority\nopined that even if the disparagement clause were analyzed under\nthis Court’s commercial speech cases, the clause would fail the\n“intermediate scrutiny” that those cases prescribe. Seeid.,\nat 1355–1357.Several judges wrote separately, advancing an\nassortment of theories. Concurring, Judge O’Malley agreed with the\nmajority’s reasoning but added that the disparagement clause is\nunconstitutionally vague. Seeid., at 1358–1363. Judge Dyk\nconcurred in part and dissented in part. He argued that trademark\nregistration is a government subsidy and that the disparagement\nclause is facially constitutional, but he found the clause\nunconstitutional as applied to THE SLANTS because that mark\nconstitutes “core expression” and was not adopted for the purpose\nof disparaging Asian-Americans. Seeid., at 1363–1374. In\ndissent, Judge Lourie agreed with Judge Dyk that the clause is\nfacially constitutional but concluded for a variety of reasons that\nit is also constitutional as applied in this case. Seeid.,\nat 1374–1376. Judge Reyna also dissented, maintaining that\ntrademarks are commercial speech and that the disparagement clause\nsurvives intermediate scrutiny because it “directly advances the\ngovernment’s substantial interest in the orderly flow of commerce.”\nSeeid., at 1376–1382.The Government filed a petition for certiorari,\nwhich we granted in order to decide whether the disparagement\nclause “is facially invalid under the Free Speech Clause of the\nFirst Amendment.” Pet. for Cert. i; seesub. nom. Leev.Tam, 579 U. S. ___ (2016).IIBefore reaching the question whether the\ndisparagement clause violates the First Amendment, we consider\nTam’s argument that the clause does not reach marks that disparage\nracial or ethnic groups. The clause prohibits the registration of\nmarks that disparage “persons,” and Tam claims that the term\n“persons” “includes only natural and juristic persons,” not\n“non-juristic entities such as racial and ethnic groups.” Brief for\nRespondent 46.Tam never raised this argument before the PTO or\nthe Federal Circuit, and we declined to grant certiorari on this\nquestion when Tam asked us to do so, see Brief Responding to\nPetition for Certiorari, pp. i, 17–21. Normally, that would be the\nend of the matter in this Court. See,e.g.,Yeev.Escondido,503 U. S. 519 –538 (1992);Freytagv.Commissioner, 501 U. S. 868 –895 (1991) (Scalia, J.,\nconcurring in part and concurring in judgment).But as the Government pointed out in connection\nwith its petition for certiorari, accepting Tam’s statutory\ninterpretation would resolve this case and leave the First\nAmendment question for another day. See Reply Brief 9. “[W]e have\noften stressed” that it is “importan[t] [to] avoid[d] the premature\nadjudication of constitutional questions,”Clintonv.Jones, 520 U. S. 681, 690 (1997) , and that “we ought\nnot to pass on questions of constitutionality . . .\nunless such adjudication is unavoidable,”Spector Motor Service,\nInc.v.McLaughlin, 323 U. S. 101, 105 (1944) . See\nalsoAlabama State Federation of Laborv.McAdory,\n325 U. S. 450, 461 (1945) ;Burtonv.United\nStates, 196 U. S. 283, 295 (1905) . We thus begin by\nexplaining why Tam’s argument about the definition of “persons” in\nthe Lanham Act is meritless.As noted, the disparagement clause prohibits the\nregistration of trademarks “which may disparage . . .\npersons, living or dead.” 15 U. S. C. §1052(a). Tam\npoints to a definition of “person” in the Lanham Act, which\nprovides that “[i]n the construction of this chapter, unless the\ncontrary is plainly apparent from the context . . . [t]he\nterm ‘person’ and any other word or term used to designate the\napplicant or other entitled to a benefit or privilege or rendered\nliable under the provisions of this chapter includes a juristic\nperson as well as a natural person.” §1127. Because racial and\nethnic groups are neither natural nor “juristic” persons, Tam\nasserts, these groups fall outside this definition. Brief for\nRespondent 46–48.Tam’s argument is refuted by the plain terms of\nthe disparagement clause. The clause applies to marks that\ndisparage “persons.” A mark that disparages a “substantial”\npercentage of the members of a racial or ethnic group, Trademark\nManual §1203.03(b)(i), at 1200–150, necessar-ily disparages many\n“persons,” namely, members of that group. Tam’s argument would fail\neven if the clause used the singular term “person,” but Congress’\nuse of the plural “persons” makes the point doubly clear.[4]Tam’s narrow reading of the term “persons” also\nclashes with the breadth of the disparagement clause. By its terms,\nthe clause applies to marks that disparage, not just “persons,” but\nalso “institutions” and “beliefs.” 15 U. S. C. §1052(a).\nIt thus applies to the members of any group whose members share\nparticular “beliefs,” such as political, ideological, and religious\ngroups. It applies to marks that denigrate “institutions,” and on\nTam’s reading, it also reaches “juristic” persons such as\ncorporations, unions, and other unincorporated associations. See\n§1127. Thus, the clause is not limited to marks that disparage a\nparticular natural person. If Congress had wanted to confine the\nreach of the disparagement clause in the way that Tam suggests, it\nwould have been easy to do so. A neighboring provision of the\nLanham Act denies registration to any trademark that “[c]onsists of\nor comprises a name, portrait, or signature identifying aparticular living individualexcept by his written consent.”\n§1052(c) (emphasis added).Tam contends that his interpretation of the\ndisparagement clause is supported by its legislative history and by\nthe PTO’s willingness for many years to register marks that plainly\ndenigrated African-Americans and Native Americans. These arguments\nare unpersuasive. As always, our inquiry into the meaning of the\nstatute’s text ceases when “the statutory language is unambiguous\nand the statutory scheme is coherent and consistent.”Barnhartv.Sigmon Coal Co., 534 U. S. 438, 450\n(2002) (internal quotation marks omitted). Here, it is clear that\nthe prohibition against registering trademarks “which may disparage\n. . . persons,” §1052(a), prohibits registration of terms\nthat disparage persons who share a common race or ethnicity.Even if resort to legislative history and early\nenforcement practice were appropriate, we would find Tam’s\narguments unconvincing. Tam has not brought to our attention any\nevidence in the legislative history showing that Congress meant to\nadopt his interpretation. And the practice of the PTO in the years\nfollowing the enactment of the disparagement clause is\nunenlightening. The admitted vagueness of the disparagement\ntest[5] and the huge volume of\napplications have produced a haphazard record of enforcement. (Even\ntoday, the principal register is replete with marks that many would\nregard as disparaging to racial and ethnic groups.[6]) Registration of the offensive marks that\nTam cites is likely attributable not to the acceptance of his\ninterpretation of the clause but to other factors—most likely the\nregrettable attitudes and sensibilities of the time in\nquestion.IIIBecause the disparagement clause applies to\nmarks that disparage the members of a racial or ethnic group, we\nmust decide whether the clause violates the Free Speech Clause of\nthe First Amendment. And at the outset, we must consider three\narguments that would either eliminate any First Amendment\nprotection or result in highly permissive rational-basis review.\nSpecifically, the Government contends (1) that trademarks are\ngovernment speech, not private speech, (2) that trademarks are a\nform of government subsidy, and (3) that the constitutionality of\nthe disparagement clause should be tested under a new\n“government-program” doctrine. We address each of these arguments\nbelow.AThe First Amendment prohibits Congress and\nother government entities and actors from “abridging the freedom of\nspeech”; the First Amendment does not say that Congress and other\ngovernment entities must abridge their own ability to speak freely.\nAnd our cases recognize that “[t]he Free Speech Clause\n. . . does not regulate government speech.”Pleasant\nGrove Cityv.Summum, 555 U. S. 460, 467 (2009);\nseeJohannsv.Livestock Marketing Assn., 544\nU. S. 550, 553 (2005) (“[T]he Government’s own speech\n. . . is exempt from First Amendment scrutiny”);Board\nof Regents of Univ. of Wis. Systemv.Southworth, 529\nU. S. 217, 235 (2000) .As we have said, “it is not easy to imagine how\ngovernment could function” if it were subject to the restrictions\nthat the First Amendment imposes on private speech.Summum,supra, at 468; seeWalkerv.Texas Div., Sons of\nConfederate Veterans, Inc., 576 U. S. ___, ___–___ (2015)\n(slip op., at 5–7). “ ‘[T]he First Amendment forbids the\ngovernment to regulate speech in ways that favor some viewpoints or\nideas at the expense of others,’ ”Lamb’s Chapelv.Center Moriches Union Free School Dist., 508 U. S. 384,\n394 (1993) , but imposing a requirement ofviewpoint-neutrality on\ngovernment speech would be para-lyzing. When a government entity\nembarks on a courseof action, it necessarily takes a particular\nviewpointand rejects others. The Free Speech Clause does not\nre-quire government to maintain viewpoint neutrality when its\nofficers and employees speak about that venture.Here is a simple example. During the Second\nWorld War, the Federal Government produced and distributed millions\nof posters to promote the war effort.[7] There were posters urging enlistment, the purchase of\nwar bonds, and the conservation of scarce resources.[8] These posters expressed a viewpoint, but\nthe First Amendment did not demand that the Government balance the\nmessage of these posters by producing and distributing posters\nencouraging Americans to refrain from engaging in these\nactivities.But while the government-speech doctrine is\nimportant—indeed, essential—it is a doctrine that is susceptible to\ndangerous misuse. If private speech could be passed off as\ngovernment speech by simply affixing a government seal of approval,\ngovernment could silence or muffle the expression of disfavored\nviewpoints. For this reason, we must exercise great caution before\nextending our government-speech precedents.At issue here is the content of trademarks that\nare registered by the PTO, an arm of the Federal Government. The\nFederal Government does not dream up these marks, and it does not\nedit marks submitted for registration. Except as required by the\nstatute involved here, 15 U. S. C. §1052(a), an examiner\nmay not reject a mark based on the viewpoint that it appears to\nexpress. Thus, unless that section is thought to apply, an examiner\ndoes not inquire whether any viewpoint conveyed by a mark is\nconsistent with Government policy or whether any such viewpoint is\nconsistent with that expressed by other marks already on the\nprincipal register. Instead, if the mark meets the Lanham Act’s\nviewpoint-neutral requirements, registration is mandatory.Ibid.(requiring that “[n]o trademark . . . shall\nbe refused registration on the principal register on account of its\nnature unless” it falls within an enumerated statutory exception).\nAnd if an examiner finds that a mark is eligible for placement on\nthe principal register, that decision is not reviewed by any higher\nofficial unless the registration is challenged. See §§1062(a),\n1071; 37 CFR §41.31(a) (2016). Moreover, once a mark is registered,\nthe PTO is not authorized to remove it from the register unless a\nparty moves for cancellation, the registration expires, or the\nFederal Trade Commission initiates proceedings based on certain\ngrounds. See 15 U. S. C. §§1058(a), 1059, 1064; 37 CFR\n§§2.111(b), 2.160.In light of all this, it is far-fetched to\nsuggest that the content of a registered mark is government speech.\nIf the federal registration of a trademark makes the mark\ngovernment speech, the Federal Government is babbling prodigiously\nand incoherently. It is saying many unseemly things. See App. to\nBrief for Pro-Football, Inc., asAmicus Curiae. It is\nexpressing contradictory views.[9] It is unashamedly endorsing a vast array of commercial\nproducts and services. And it is providing Delphic advice to the\nconsuming public.For example, if trademarks represent government\nspeech, what does the Government have in mind when it advises\nAmericans to “make.believe” (Sony),[10] “Think different” (Apple),[11] “Just do it” (Nike),[12] or “Have it your way” (Burger King)[13]? Was the Government warning about a\ncoming disaster when it registered the mark “EndTime\nMinistries”[14]?The PTO has made it clear that registration does\nnot constitute approval of a mark. SeeIn re Old Glory Condom\nCorp., 26 USPQ 2d 1216, 1220, n. 3 (TTAB 1993)\n(“[I]ssuance of a trademark registration . . . is not a\ngovernment imprimatur”). And it is unlikely that more than a tiny\nfraction of the public has any idea what federal registration of a\ntrademark means. SeeApplication of National Distillers &\nChemical Corp., 49 C. C. P. A. (Pat.) 854, 863, 297 F. 2d\n941, 949 (1962) (Rich, J., concurring) (“The purchasing public\nknows no more about trademark registrations than a man walking down\nthe street in a strange city knows about legal title to the land\nand buildings he passes” (emphasis deleted)).None of our government speech cases even\nremotely supports the idea that registered trademarks are\ngovernment speech. InJohanns,we considered advertisements\npromoting the sale of beef products. A federal statute called for\nthe creation of a program of paid advertising “ ‘to advance\nthe image and desirability of beef and beef products.’ ” 544\nU. S., at 561 (quoting 7 U. S. C. § 2902(13)).\nCongress and the Secretary of Agriculture provided guidelines for\nthe content of the ads, Department of Agriculture officials\nattended the meetings at which the content of specific ads was\ndiscussed, and the Secretary could edit or reject any proposed ad.\n544 U. S., at 561. Noting that “[t]he message set out in the\nbeef promotions [was] from beginning to end the message established\nby the Federal Government,” we held that the ads were government\nspeech.Id., at 560. The Government’s involvement in the\ncreation of these beef ads bears no resemblance to anything that\noccurs when a trademark is registered.Our decision inSummumis similarly far\nafield. A small city park contained 15 monuments. 555 U. S.,\nat 464. Eleven had been donated by private groups, and one of these\ndisplayed the Ten Commandments.Id., at 464–465. A religious\ngroup claimed that the city, by accepting donated monuments, had\ncreated a limited public forum for private speech and was therefore\nobligated to place in the park a monument expressing the group’s\nreligious beliefs.Holding that the monuments in the park\nrepresented government speech, we cited many factors. Governments\nhave used monuments to speak to the public since ancient times;\nparks have traditionally been selective in accepting and displaying\ndonated monuments; parks would be overrun if they were obligated to\naccept all monuments offered by private groups; “[p]ublic parks are\noften closely identified in the public mind with the government\nunit that owns the land”; and “[t]he monuments that are accepted\n. . . are meant to convey and have the effect of\nconveying a government message.”Id., at 472.Trademarks share none of these characteristics.\nTrademarks have not traditionally been used to convey a Government\nmessage. With the exception of the enforcement of 15\nU. S. C. §1052(a), the viewpoint expressed by a mark has\nnot played a role in the decision whether to place it on the\nprincipal register. And there is no evidence that the public\nassociates the contents of trademarks with the Federal\nGovernment.This brings us to the case on which the\nGovernment relies most heavily,Walker, which likely marks\nthe outer bounds of the government-speech doctrine. Holding that\nthe messages on Texas specialty license plates are government\nspeech, theWalkerCourt cited three factors distilled fromSummum. 576 U. S., at ___–___ (slip op., at 7–8).\nFirst, license plates have long been used by the States to convey\nstate messages.Id., at ___–___ (slip op., at 9–10). Second,\nlicense plates “are often closely identified in the public mind”\nwith the State, since they are manufactured and owned by the State,\ngenerally designed by the State, and serve as a form of “government\nID.”Id., at ___ (slip op., at 10) (internal quotation marks\nomitted). Third, Texas “maintain[ed] direct control over the\nmes-sages conveyed on its specialty plates.”Id., at ___\n(slip op., at 11). As explained above, none of these factors are\npresent in this case.In sum, the federal registration of trademarks\nis vastly different from the beef ads inJohanns, the\nmonuments inSummum, and even the specialty license plates\ninWalker. Holding that the registration of a trademark\nconverts the mark into government speech would constitute a huge\nand dangerous extension of the government-speech doctrine. For if\nthe registration of trademarks constituted government speech, other\nsystems of government registration could easily be characterized in\nthe same way.Perhaps the most worrisome implication of the\nGovernment’s argument concerns the system of copyright\nregistration. If federal registration makes a trademark government\nspeech and thus eliminates all First Amendment protection, would\nthe registration of the copyright for a book produce a similar\ntransformation? See 808 F. 3d, at 1346 (explaining that if\ntrademark registration amounts to government speech, “then\ncopyright registration” which “has identical accoutrements” would\n“likewise amount to government speech”).The Government attempts to distinguish copyright\non the ground that it is “ ‘the engine of free\nexpression,’ ” Brief for Petitioner 47 (quotingEldredv.Ashcroft, 537 U. S. 186, 219 (2003) ), but as this\ncase illustrates, trademarks often have an expressive content.\nCompanies spend huge amounts to create and publicize trademarks\nthat convey a message. It is true that the necessary brevity of\ntrademarks limits what they can say. But powerful messages can\nsometimes be conveyed in just a few words.Trademarks are private, not government,\nspeech.BWe next address the Government’s argument that\nthis case is governed by cases in which this Court has upheld the\nconstitutionality of government programs that subsidized speech\nexpressing a particular viewpoint. These cases implicate a\nnotoriously tricky question of constitutional law. “[W]e have held\nthat the Government ‘may not deny a benefit to a person on a basis\nthat infringes his constitutionally protected . . .\nfreedom of speech even if he has no entitlement to that\nbenefit.’ ”Agency for Int’l Developmentv.Alliance\nfor Open Society Int’l, Inc., 570 U. S. ___, ___ (2013)\n(slip op., at 8) (some internal quotation marks omitted). But at\nthe same time, government is not required to subsidize activities\nthat it does not wish to promote.Ibid.Determining which of\nthese principles applies in a particular case “is not always\nself-evident,”id., at ___ (slip op., at 11), but no\ndifficult question is presented here.Unlike the present case, the decisions on which\nthe Government relies all involved cash subsidies or their\nequivalent. InRustv.Sullivan, 500 U. S. 173\n(1991) , a federal law provided funds to private parties for family\nplanning services. InNational Endowment for Artsv.Finley, 524 U. S. 569 (1998) , cash grants were awarded\nto artists. And federal funding for public libraries was at issue\ninUnited Statesv.American Library Assn., Inc., 539\nU. S. 194 (2003) . In other cases, we have regarded tax\nbenefits as comparable to cash subsidies. SeeReganv.Taxation With Representation of Wash., 461 U. S. 540\n(1983) ;Cammaranov.United States, 358 U. S\n498 (1959).The federal registration of a trademark is\nnothing like the programs at issue in these cases. The PTO does not\npay money to parties seeking registration of a mark. Quite the\ncontrary is true: An applicant for registration must pay the PTO a\nfiling fee of $225–$600. 37 CFR §2.6(a)(1). (Tam submitted a fee of\n$275 as part of his application to register THE SLANTS. App. 18.)\nAnd to maintain federal registration, the holder of a mark must pay\na fee of $300–$500 every 10 years. §2.6(a)(5); see also 15\nU. S. C. §1059(a). The Federal Circuit concluded that\nthese fees have fully supported the registration system for the\npast 27 years. 808 F. 3d, at 1353.The Government responds that registration\nprovides valuable non-monetary benefits that “are directly\ntrace-able to the resources devoted by the federal government to\nexamining, publishing, and issuing certificates of registration for\nthose marks.” Brief for Petitioner 27. But just about every\ngovernment service requires the expenditure of government funds.\nThis is true of services that benefit everyone, like police and\nfire protection, as well as services that are utilized by only\nsome,e.g., the adjudication of private lawsuits and the use\nof public parks and highways.Trademark registration is not the only\ngovernment registration scheme. For example, the Federal Government\nregisters copyrights and patents. State governments and their\nsubdivisions register the title to real property and security\ninterests; they issue driver’s licenses, motor vehicle\nregistrations, and hunting, fishing, and boating licenses or\npermits.Cases likeRustandFinleyare not\ninstructive in analyzing the constitutionality of restrictions on\nspeech imposed in connection with such services.CFinally, the Government urges us to sustain\nthe disparagement clause under a new doctrine that would apply to\n“government-program” cases. For the most part, this argument simply\nmerges our government-speech cases and the previously discussed\nsubsidy cases in an attempt to construct a broader doctrine that\ncan be applied to the registration of trademarks. The only new\nelement in this construct consists of two cases involving a public\nemployer’s collection of union dues from its employees. Butthose\ncases occupy a special area of First Amendment case law, and they\nare far removed from the registration of trademarks.InDavenportv.Washington Ed.\nAssn., 551 U. S. 177 –182 (2007), a Washington law\npermitted a public employer automatically to deduct from the wages\nof employees who chose not to join the union the portion of union\ndues used for activities related to collective bargaining. But\nunless these employees affirmatively consented, the law did not\nallow the employer to collect the portion of union dues that would\nbe used in election activities.Id., at 180–182. A public\nemployee union argued that this law unconstitutionally restricted\nits speech based on its con-tent; that is, the law permitted the\nemployer to assist union speech on matters relating to collective\nbargaining but made it harder for the union to collect money to\nsupport its election activities.Id., at 188. Upholding this\nlaw, we characterized it as imposing a “modest limitation” on an\n“extraordinary benefit,” namely, taking money from the wages of\nnon-union members and turning it over to the union free of charge.Id., at 184. Refusing to confer an even greater benefit, we\nheld, did not upset the marketplace of ideas and did not abridge\nthe union’s free speech rights.Id., at 189–190.Ysursav.Pocatello Ed. Assn., 555\nU. S. 353 (2009) , is similar. There, we considered an Idaho\nlaw that allowed public employees to elect to have union dues\ndeducted from their wages but did not allow such a deduction for\nmoney remitted to the union’s political action committee.Id., at 355. We reasoned that the “the government\n. . . [was] not required to assist others in funding the\nexpression of particular ideas.”Id., at 358; see alsoid., at 355 (“The First Amendment . . . does not\nconfer an affirmative right to use government payroll mechanisms\nfor the purpose of obtaining funds for expression”).DavenportandYsursaare akin to\nour subsidy cases. Although the laws at issue inDavenportandYsursadid not provide cash subsidies to the unions,\nthey conferred a very valuable benefit—the right to negotiate a\ncollective-bargaining agreement under which non-members would be\nobligated to pay an agency fee that the public employer would\ncollect and turn over to the union free of charge. As in the cash\nsubsidy cases, the laws conferred this benefit because it was\nthought that this arrangement served important government\ninterests. SeeAboodv.Detroit Bd. of Ed., 431\nU. S. 209 –226 (1977). But the challenged laws did not go\nfurther and provide convenient collection mechanisms for money to\nbe used in political activities. In essence, the Washington and\nIdaho lawmakers chose to confer a substantial non-cash benefit for\nthe purpose of furthering activities that they particularly desired\nto promote but not to provide a similar benefit for the purpose of\nfurthering other activities. Thus,DavenportandYsursaare no more relevant for present purposes than the\nsubsidy cases previously discussed.[15]Potentially more analogous are cases in which a\nunit of government creates a limited public forum for private\nspeech. See,e.g.,Good News Clubv.Milford\nCentral School, 533 U. S. 98 –107 (2001);Rosenbergerv.Rec-tor and Visitors of Univ. of Va.,\n515 U. S. 819, 831 (1995) ;Lamb’s Chapel, 508\nU. S., at 392–393. See alsoLegal Services Corporationv.Velazquez, 531 U. S. 533 –544 (2001). When\ngovernment creates such a forum, in either a literal or\n“metaphysical” sense, seeRosenberger, 515 U. S., at\n830, some content- and speaker-based restrictions may be allowed,\nseeid., at 830–831. However, even in such cases, what we\nhave termed “viewpoint discrimination” is forbidden.Id., at\n831.Our cases use the term “viewpoint”\ndiscrimination in a broad sense, seeibid., and in that\nsense, the disparagement clause discriminates on the bases of\n“viewpoint.” To be sure, the clause evenhandedly prohibits\ndisparagement of all groups. It applies equally to marks that damn\nDemocrats and Republicans, capitalists and socialists, and those\narrayed on both sides of every possible issue. It denies\nregistration to any mark that is offensive to a substantial\npercentage of the members of any group. But in the sense relevant\nhere, that is viewpoint discrimination: Giving offense is a\nviewpoint.We have said time and again that “the public\nexpression of ideas may not be prohibited merely because the ideas\nare themselves offensive to some of their hearers.”Streetv.New York, 394 U. S. 576, 592 (1969) . See alsoTexasv.Johnson, 491 U. S. 397, 414 (1989) (“If\nthere is a bedrock principle underlying the First Amendment, it is\nthat the government may not prohibit the expression of an idea\nsimply because society finds the idea itself offensive or\ndisagreeable”);Hustler Magazine, Inc.v.Falwell,\n485 U. S. 46 –56 (1988);Coatesv.Cincinnati,\n402 U. S. 611, 615 (1971) ;Bachellarv.Maryland, 397 U. S. 564, 567 (1970) ;Tinkerv.Des Moines Independent Community School Dist., 393\nU. S. 503 –514 (1969);Coxv.Louisiana, 379\nU. S. 536, 551 (1965) ;Edwardsv.South\nCarolina, 372 U. S. 229 –238 (1963);Terminiellov.Chicago, 337 U. S. 1 –5 (1949);Cantwellv.Connecticut, 310 U. S. 296, 311 (1940) ;Schneiderv.State (Town of Irvington), 308\nU. S. 147, 161 (1939) ;DeJongev.Oregon, 299 U. S. 353, 365 (1937) .For this reason, the disparagement clause\ncannot be saved by analyzing it as a type of government program in\nwhich some content- and speaker-based restrictions are\npermitted.[16]IVHaving concluded that the disparagement clause\ncannot be sustained under our government-speech or subsidy cases or\nunder the Government’s proposed “government-program” doctrine, we\nmust confront a dispute between the parties on the question whether\ntrademarks are commercial speech and are thus subject to the\nrelaxed scrutiny outlined inCentral Hudson Gas & Elec.\nCorp.v.Public Serv. Comm’n of N. Y., 447\nU. S. 557 (1980) . The Government andamicisupporting\nits position argue that all trademarks are commercial speech. They\nnote that the central purposes of trademarks are commercial and\nthat federal law regulates trademarks to promote fair and orderly\ninterstate commerce. Tam and hisamici, on the other hand,\ncontend that many, if not all, trademarks have an expressive\ncomponent. In other words, these trademarks do not simply identify\nthe source of a product or service but go on to say something more,\neither about the product or service or some broader issue. The\ntrademark in this case illustrates this point. The name “The\nSlants” not only identifies the band but expresses a view about\nsocial issues.We need not resolve this debate between the\nparties because the disparagement clause cannot withstand evenCentral Hudsonreview.[17] UnderCentral Hudson, a restriction of speech\nmust serve “a substantial interest,” and it must be “narrowly\ndrawn.”Id., at 564–565 (internal quotation marks omitted).\nThis means, among other things, that “[t]he regulatory technique\nmay extend only as far as the interest it serves.”Id., at\n565. The disparagement clause fails this requirement.It is claimed that the disparagement clause\nserves two interests. The first is phrased in a variety of ways in\nthe briefs. Echoing language in one of the opinions below, the\nGovernment asserts an interest in preventing\n“ ‘underrepresented groups’ ” from being\n“ ‘bombarded with demeaning messages in commercial\nadvertising.’ ” Brief for Petitioner 48 (quoting 808\nF. 3d, at 1364 (Dyk, J., concurring in part and dissenting in\npart)). Anamicussupporting the Government refers to\n“encouraging racial tolerance and protecting the privacy and\nwelfare of individuals.” Brief for Native American Organizations asAmici Curiae21. But no matter how the point is phrased, its\nunmistakable thrust is this: The Government has an interest in\npreventing speech expressing ideas that offend. And, as we have\nexplained, that idea strikes at the heart of the First\nAmendment.  Speech that demeans on the basis of race,\nethnicity, gender, religion, age, disability, or any other similar\nground is hateful; but the proudest boast of our free speech\njurisprudence is that we protect the freedom to express “the\nthought that we hate.”United Statesv.Schwimmer,\n279 U. S. 644, 655 (1929) (Holmes, J., dissenting).The second interest asserted is protecting the\norderly flow of commerce. See 808 F. 3d, at 1379–1381 (Reyna,\nJ., dissenting); Brief for Petitioner 49; Brief for Native American\nOrganizations asAmicus Curiae18–21. Commerce, we are told,\nis disrupted by trademarks that “involv[e] disparagement of race,\ngender, ethnicity, national origin, religion, sexual orientation,\nand similar demographic classification.” 808 F. 3d, at\n1380–1381 (opinion of Reyna, J.). Such trademarks are analogized to\ndiscriminatory conduct, which has been recognized to have an\nadverse effect on commerce. Seeibid.; Brief for Petitioner\n49;Brief for Native American Organizations asAmici Curiae18–20.A simple answer to this argument is that the\ndisparagement clause is not “narrowly drawn” to drive out\ntrademarks that support invidious discrimination. The clause\nreaches any trademark that disparagesany person, group, or\ninstitution. It applies to trademarks like the following: “Down\nwith racists,” “Down with sexists,” “Down with homophobes.” It is\nnot an anti-discrimination clause; it is a happy-talk clause. In\nthis way, it goes much further than is necessary to serve the\ninterest asserted.The clause is far too broad in other ways as\nwell. The clause protects every person living or dead as well as\nevery institution. Is it conceivable that commerce would be\ndisrupted by a trademark saying: “James Buchanan was a disastrous\npresident” or “Slavery is an evil institution”?There is also a deeper problem with the argument\nthat commercial speech may be cleansed of any expression likely to\ncause offense. The commercial market is well stocked with\nmerchandise that disparages prominent figures and groups, and the\nline between commercial and non-commercial speech is not always\nclear, as this case illustrates. If affixing the commercial label\npermits the suppression of any speech that may lead to political or\nsocial “volatility,” free speech would be endangered.*  *  *For these reasons, we hold that the\ndisparagement clause violates the Free Speech Clause of the First\nAmendment. The judgment of the Federal Circuit is affirmed.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1In the opinion below, the\nFederal Circuit opined that although “Section 43(a) allows for a\nfederal suit to protect an unregistered trademark,” “it is not at\nall clear” that respondent could bring suit under §43(a) because\n“there is no authority extending §43(a) to marks denied under\n§2(a)’s disparagement provision.”In re Tam, 808 F. 3d\n1321, 1344–1345, n.11 (en banc), as corrected (Feb. 11, 2016). When\ndrawing this conclusion, the Federal Circuit relied in part on our\nstatement inTwo Pesosthat “the general principles\nqualifying a mark for registration under §2 of the Lanham Act are\nfor the most part applicable in determining whether an unregistered\nmark is entitled to protection under §43(a).” 505 U. S., at\n768. We need not decide today whether respondent could bring suit\nunder §43(a) if his application for federal registration had been\nlawfully denied under the disparagement clause.2The disparagement clause\nalso prevents a trademark from being registered on the supplemental\nregister. §1091(a).3By “composite,” we assume\nthe PTO means component.4Tam advances a convoluted\ntextual argument that goes as follows. The definition of a “person”\nin 15 U. S. C. §1127 does not include a “non-juristic person,”i.e., a group that cannot sue or be sued in its own right.\nBrief for Respondent 46–47. Such groups consist of multiple natural\npersons. Therefore, the members of such groups are not “persons”\nunder the disparagement clause.Id., at 46–48.5The PTO has acknowledged\nthat the guidelines “for determining whether a mark is scandalous\nor disparaging are somewhat vague and the determination of whether\na mark is scandalous or disparaging is necessarily a highly\nsubjective one.”In re In Over Our Heads, Inc., 16\nUSPQ 2d 1653, 1654 (TTAB 1990) (brackets and internal\nquotation marks omitted). The PTO has similarly observed that\nwhether a mark is disparaging “is highly subjective and, thus,\ngeneral rules are difficult to postulate.”Harjov.Pro-Football Inc., 50 USPQ 2d 1705, 1737 (TTAB 1999),\nrev’d, 284 F. Supp. 2d 96 (DC 2003), rev’d and remanded\nin part, 415 F. 3d 44 (CADC 2005) (per\ncuriam).6See,e.g., App. to\nBrief for Pro-Football, Inc., asAmicus Curiae.7See,e.g., D.\nNelson, The Posters That Won the War (1991).8Ibid.9Compare “Abolish\nAbortion,” Registration No. 4,935,774 (Apr. 12, 2016), with “I\nStand With Planned Parenthood,” Registration No. 5,073,573 (Nov. 1,\n2016); compare “Capitalism Is Not Moral, Not Fair, Not Freedom,”\nRegistration No. 4,696,419 (Mar. 3, 2015), with “Capitalism\nEnsuring Innovation,” Registration No. 3,966,092 (May 24, 2011);\ncompare “Global Warming Is Good,” Registration No. 4,776,235 (July\n21, 2015), with “A Solution to Global Warming,” Registration No.\n3,875,271 (Nov. 10, 2010).10“make.believe,” Registration No.\n4,342,903 (May 28, 2013).11“Think Different,” Registration No.\n2,707,257 (Apr. 15, 2003).12“Just\nDo It,” Registration No. 1,875,307 (Jan. 25, 1995).13“Have\nIt Your Way,” Registration No. 0,961,016. (June 12,\n1973)14“EndTime Ministries,” Registration\nNo. 4,746,225 (June 2, 2015).15While\nthese cases resemble subsidy cases insofar as the free speech\nrights of unions and their members are concerned, arrangements like\nthose in these cases also implicate the free speech rights of\nnon-union members. Our decision here has no bearing on that\nissue.16We\nleave open the question whether this is the appropriate framework\nfor analyzing free speech challenges to provisions of the Lanham\nAct.17As\nwith the framework discussed in Part III–C of this opinion, we\nleave open the question whetherCentral Hudsonprovides the\nappropriate test for deciding free speech challenges to provisions\nof the Lanham Act. And nothing in our decision should be read to\nspeak to the validity of state unfair competition provisions or\nproduct libel laws that are not before us and differ from\n§1052(d)’s disparagement clause.",
    "joined": []
}