{
    "case": {
        "docket": "18-1023",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1023/"
    },
    "id": "4241510",
    "author": "alito",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1023, 18–1028 and 18–1038_________________MAINE COMMUNITY HEALTH OPTIONS,\nPETITIONER18–1023v.UNITED STATESMODA HEALTH PLAN, INC., PETITIONER18–1028v.UNITED STATESBLUE CROSS AND BLUE SHIELD OF NORTH\nCAROLINA, PETITIONERv.UNITED STATESLAND OF LINCOLN MUTUAL HEALTH INSURANCE\nCOMPANY, AN ILLINOIS NONPROFIT MUTUAL INSURANCE CORPORATION,\nPETITIONER18–1038v.UNITED STATESon writs of certiorari to the united states\ncourt of appeals for the federal circuit[April 27, 2020]Justice Alito, dissenting.Twice this Term, we have made the point that we\nhave basically gotten out of the business of recognizing private\nrights of action not expressly created by Congress. Just a month\nago inComcast Corp.v.National Assn. of African\nAmerican-Owned Media, 589 U. S. ___, ___–___ (2020) (slip\nop., at 5–6), after noting a 1975 decision[1] inferring a private right of action under 42\nU. S. C. §1981, we wrote the following about that\ndecision:“That was during a period when the Court\noften ‘assumed it to be a proper judicial function to provide such\nremedies as are necessary to make effective a statute’s purpose.’Ziglarv.Abbasi, 582 U. S. ___, ___ (2017)\n(slip op., at 8) (internal quotation marks omitted). With the\npassage of time, of course, we have come to appreciate that,\n‘[l]ike substantive federal law itself, private rights of action to\nenforce federal law must be created by Congress’ and ‘[r]aising up\ncauses of action where a statute has not created them may be a\nproper function for common-law courts, but not for federal\ntribunals.’Alexanderv.Sandoval,532 U.S.\n275, 286–287 (2001) (internal quotation marks omitted).”A month before that, inHernándezv.Mesa, 589 U. S. ___ (2020), we made the same point and\naccordingly refused to infer a cause of action under the Fourth\nAmendment for an allegedly unjustified cross-border shooting. We\nreasoned that “a lawmaking body that enacts a provision that\ncreates a right . . . may not wish to pursue the\nprovision’s purpose to the extent of authorizing private suits for\ndamages.”Id., at ___ (slip op., at 5). Other recent\nopinions are similar. See,e.g.,Ziglarv.Abbasi, 582 U. S. ___, ___–___, ___ (2017) (slip op.,\nat 9–12, 23);Jesnerv.Arab Bank, PLC, 584\nU. S. ___, ___–___ (2018) (slip op., at 18–19);id., at\n___ (Thomas, J., concurring) (slip op., at 1);id., at ___,\n___–___ (Alito, J., concurring in part and concurring in judgment)\n(slip op., at 1, 3–4);id., at ___ (Gorsuch, J., concurring\nin part and concurring in judgment) (slip op., at 1).Today, however, the Court infers a private right\nof action that has the effect of providing a massive bailout for\ninsurance companies that took a calculated risk and lost. These\ncompanies chose to participate in an Affordable Care Act program\nthat they thought would be profitable. I assume for the sake of\nargument that the Court is correct in holding that §1342 of the\nAffordable Care Act created an obligation that was not rescinded by\nsubsequent appropriations riders. Thus, for present purposes, I do\nnot dispute the thrust of the analysis in Parts I–III of the\nopinion of the Court.IMy disagreement concerns the critical question\nthat the Court decides in the remainder of its opinion. In order\nfor petitioners to recover, federal law must provide a right of\naction for damages. The Tucker Act, 28 U. S. C. §1491,\nunder which petitioners brought suit, provides a waiver of\nsovereign immunity and a grant of federal-court jurisdiction, but\nit does not create any right of action. See,e.g.,United\nStatesv.Navajo Nation,556 U.S.\n287, 290 (2009). Nor does any other federal statute expressly\ncreate such a right of action. The Court, however, holds that §1342\nof the Affordable Care Act does so by implication. Because §1342\nsays that the United States “shall pay” for the companies’ losses,\n42 U. S. C. §18062(b)(1), the Court finds it is proper to\ninfer a private right of action to recover for these losses.This is an important step. Under the Court’s\ndecision, billions of taxpayer dollars will be turned over to\ninsurance companies that bet unsuccessfully on the success of the\nprogram in question. This money will have to be paid even though\nCongress has pointedly declined to appropriate money for that\npurpose.Not only will today’s decision have a massive\nimmediate impact, its potential consequences go much further. The\nCourt characterizes provisions like §1342 as “rare,”ante,\nat 26, but the phrase the “Secretary shall pay”––the language that\nthe Court construes as creating a cause of action––appears in many\nother federal statutes.IIThe Court concludes that it is proper for us\nto recognize a right of action to collect damages from the United\nStates under any statute that “ ‘can fairly be interpreted as\nmandating compensation.’ ”Ante, at 24. The Court is\ncorrect that prior cases have set out this test, but as the Court\nacknowledges, we have “[r]arely” had to determine whether it was\nmet. Seeante, at 26. And we have certainly never inferred\nsuch a right in a case even remotely like these.Nor has any prior case provided a reasoned\nexplanation of the basis for the test. InUnited Statesv.Testan,424 U.S.\n392(1976), the Court simply lifted the language in question\nfrom an opinion of the old United States Court of Claims before\nholding that the test was not met in the case at hand.Id.,\nat 400–402 (citingEastport S. S. Corp.v.United\nStates, 178 Ct. Cl. 599, 607, 372 F.2d 1002, 1009 (1967)). The\nCourt of Claims opinion, in turn, did not explain the origin or\nbasis for this test. Seeid., at 607, 372 F. 2d, at\n1009. And not only have later cases parroted this language, they\nhave expanded it. InUnited Statesv.White Mountain\nApache Tribe,537 U.S.\n465, 473 (2003) (emphasis added), the Court wrote that “[i]t is\nenough . . . that a statute . . . bereasonably amenableto the reading that it mandates a right\nof recovery in damages.”Despite the uncertain foundation of this test,\nour post-Testandecisions have simply taken it as a given. I\nwould not continue that practice. Before holding that this test\nrequires the payment of billions of dollars that Congress has\npointedly refused to appropriate, we ought to be sure that there is\na reasonable basis for this test. And that is\nquestionable.[2]IIIThere is obvious tension between what the\nCourt now calls the “money-mandating” test,ante, at 26–27,\nand our recent decisions regarding the recognition of private\nrights of action. Take the statute at issue in ourComcastdecision. That provision, 42 U. S. C. §1981(a),\nstates:“All persons within the jurisdiction of\nthe United Statesshall have the same rightin every State\nand Territory to make and enforce contracts, to sue, be\nparties, give evidence, and to the full and equal benefit of all\nlaws and proceedings for the security of persons and property as is\nenjoyed by white citizens.” (Emphasis added.)Our opinion inComcastsuggested that we\nmight not find this “shall have” language sufficient to justify the\nrecognition of a damages claim if the question came before us today\nas a matter of first impression. See 589 U. S., at ___–___\n(slip op., at 5–6). But if that is so, how can we reach a different\nconclusion with respect to the “shall pay” language in §1342 of the\nAffordable Care Act? Similarly, the Fourth Amendment provides that\n“[t]he right of the people to be secure . . . against\nunreasonable . . . seizures . . .shall not\nbe violated.” (Emphasis added.) Can this rights-mandating\nlanguage be distinguished from what the Court describes as the\n“money-mandating” language found in §1342? SeeHernández,\n589 U. S., at ___, ___–___ (slip op., at 8, 19–20) (rejecting\nextension ofBivensv.Six Unknown Fed. Narcotics\nAgents,403 U.S.\n388(1971), to Fourth Amendment claim arising in a “new\ncontext”).One might argue that the assumptions underlying\nthe enactment of the Tucker Act justify our exercising more leeway\nin inferring rights of action that may be asserted under that Act.\nWhen the Tucker Act was enacted in 1887, Congress undoubtedly\nassumed that the federal courts would “ ‘[r]ais[e] up causes\nof action,’ ”Alexanderv.Sandoval,532 U.S.\n275, 287 (2001), in the manner of a common-law court. At that\ntime, federal courts often applied general common law. But sinceErieR. Co.v.Tompkins,304 U.S.\n64(1938), the federal courts have lacked this power. Yet the\n“money-mandating” test that the Court applies today,ante,\nat 26– 27, and n. 13, bears a disquieting resemblance to the\nsort of test that a common-law court might use in deciding whether\nto create a new cause of action. To be sure,someof the\nclaims asserted under the Tucker Act, most notably contract claims,\nare governed by the new federal common law that applies in limited\nareas involving “ ‘uniquely federal interests.’ ”Boylev.United Technologies Corp.,487 U.S.\n500, 504 (1988); see alsoTestan, 424 U. S., at\n400. And the recognition of an implied right to recover on such\nclaims is thus easy to reconcile with the post-Erieregime.\nThere may also be some sharply defined categories of\nclaims[3] that may be properly\nasserted simply as a matter of precedent.[4] But the exercise of common-law power in cases like\nthe ones now before us is a different matter.An argument based on Congress’s assumptions in\nenacting the Tucker Act would present a question that is similar to\none we have confronted under the Alien Tort Statute (ATS), a\nprovision like the Tucker Act that grants federal jurisdiction but\ndoes not itself create any right of action.Sosav.Alvarez-Machain,542 U.S.\n692, 713 (2004). Our cases have assumed that the ATS was\nenacted on the assumption that it would provide a jurisdictional\nbasis for plaintiffs to assert common-law claims, seeid.,\nat 724, but our recent cases have held that even there, we should\nexercise “great caution” before recognizing any new claims not\ncreated by statute,id., at 728. See alsoJesner, 584\nU. S., at ___–___ (slip op., at 18–19);Kiobelv.Royal Dutch Petroleum Co.,569 U.S.\n108, 116–117 (2013). There is every reason to believe that a\nsimilar caution should guide cases under the Tucker Act—especially\nwhen billions of dollars of federal funds are at stake. The\nmoney-mandating test that the Court applies here is in stark\ntension with this precedent.Despite its importance, the legitimacy of\ninferring a right of action under §1342 has not received much\nattention in these cases. The Federal Circuit addressed the\nquestion in passing in a footnote, 892 F.3d 1311, 1320, n. 2\n(2018), and in this Court, the briefing and argument focused\nprimarily on other issues. No attempt was made to reconcile our\napproach to inferring rights of action in Tucker Act cases with our\nbroader jurisprudence.I am unwilling to endorse the Court’s holding in\nthese cases without understanding how the “money-mandating” test on\nwhich the Court relies fits into our general approach to the\nrecognition of implied rights of action.[5] Because the briefing and argument that we have\nreceived have not fully addressed this important question, I would\nrequest supplemental briefing and set the cases for re-argument\nnext Term.For these reasons, I respectfully dissent.Notes1Johnsonv.Railway Express Agency, Inc.,421 U.S.\n454, 459 (1975).2Moreover, there is at\nleast an argument that the Court’s application of the test here is\nitself in conflict withUnited Statesv.Testan,424 U.S.\n392, 400 (1976), which also directed that the “grant of a right\nof action must be made with specificity.”3Takings claims are an\nexample. During the period when federal courts applied general\ncommon law, such claims were brought under the Tucker Act,\napparently on the theory of implied contract. See,e.g.,Hurleyv.Kincaid,285 U.S.\n95, 104 (1932);United Statesv.Lynah,188 U.S.\n445, 458–459 (1903). But the Court rejected the argument that a\ntakings claim could be based “exclusively on the Constitution,\nwithout reference to any statute of the United States, or to any\ncontract arising under an act of Congress.”Hooev.United States,218 U.S.\n322, 335 (1910).4CompareTestan,\n424 U. S., at 400 (suggesting that private remedies might be\navailable for contract claims);United Statesv.Mitchell,463 U.S.\n206, 224–228 (1983) (relying on “fiduciary relationship\n. . . [that] arises when the Government assumes\n. . . control over forests and property belonging to\nIndians” to create cause of action);Bellv.United\nStates,366 U.S.\n393(1961) (adjudicating suit brought by former service members\nfor compensation while they were prisoners of war), withBowenv.Massachusetts,487 U.S.\n879, 905, n. 42 (1988) (rejecting cause of action\ncognizable under the Tucker Act based on “shall pay” requirement\nunder the Medicaid Act, 42 U. S. C.\n§1396b(a)).5The Court claims that the\nlogic of this opinion “suggests that a federal statute could never\nprovide a cause of action for damages absent magic words explicitly\ninviting suit.”Ante, at 25, n. 12. But all I suggest\nis that the Court request briefing on the question of inferring\ncauses of action to recover damages under the Tucker Act. The Court\nmakes no effort to explain how the test it applies here can be\nreconciled with our general approach to inferring private rights of\naction but is apparently content to allow that inconsistency to\nremain. The Court is flatly wrong in saying that the test inAlexanderv.Sandoval,532 U.S.\n275, 286 (2001)—whether a statute “displays an intent to create\nnot just a private right but also a private remedy”—is “precisely”\nthe same as its “money-mandating inquiry.”Ante, at 25,\nn. 12. In fact, the “money-mandating inquiry” is precisely\ncontrary to the statement inSandoval. Sandovalsaid\nunequivocally that it is not enough if a statute merely “displays\nan intent to create . . . a private right,” 532\nU. S., at 286, but according to the Court, it is sufficient\nfor a statute to manifest only an intent to create a right to\nreceive money. The Court asserts that there is no real difference\nbetween the billion-dollar private right of action that the Court\nnow creates on behalf of sophisticated economic actors and our\nprior precedents,ante, at 30, n. 14, but the Court\ndoes not identify analogous precedents—perhaps because there are\nnone to cite.",
    "joined": []
}