{
    "case": {
        "docket": "298",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/298/"
    },
    "id": "1970499",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1121_________________DIANNE KNOX, et al., PETITIONERSv.SERVICE EM- PLOYEES INTERNATIONAL UNION, LOCAL 1000on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 21, 2012]Justice Alito delivered the opinion of the\nCourt.In this case, we decide whether the First\nAmendment allows a public-sector union to require objecting\nnonmembers to pay a special fee for the purpose of financing the\nunion’s political and ideological activities.IAUnder California law, public-sector employees\nin a bargaining unit may decide by majority vote to create an\n“agency shop” arrangement under which all the employees are\nrepresented by a union selected by the majority. Cal. Govt. Code\nAnn. §3502.5(a) (West 2010). While employees in the unit are not\nrequired to join the union, they must nevertheless pay the union an\nannual fee to cover the cost of union services related to\ncollective bargaining (so-called chargeable expenses). SeeLehnertv.Ferris Faculty Assn.,500 U.S.\n507, 524 (1991);Machinistsv.Street,367 U.S.\n740, 760 (1961).Our prior cases have recognized that such\narrangements represent an “impingement” on the First Amendment\nrights of nonmembers.Teachersv.Hudson,475 U.S.\n292, 307, n. 20 (1986). See alsoDavenportv.Washington Ed. Assn.,551 U.S.\n177, 181 (2007) (“[A]gency-shop arrangements in the public\nsector raise First Amendment concerns because they force\nindividuals to contribute money to unions as a condition of\ngovernment employment”);Street,supra, at 749 (union\nshop presents First Amendment “questions of the utmost gravity”).\nThus, inAboodv.Detroit Bd. of Ed.,431 U.S.\n209(1977), we held that a public-sector union, while permitted\nto bill nonmembers for chargeable expenses, may not require\nnonmembers to fund its political and ideological projects. And inHudson, we identified procedural requirements that a union\nmust meet in order to collect fees from nonmembers without\nviolating their rights. 475 U. S., at 302–311. The First\nAmendment, we held, does not permit a public-sector union to adopt\nprocedures that have the effect of requiring objecting nonmembers\nto lend the union money to be used for political, ideological, and\nother purposes not germane to collective bargaining.Id.,at\n305. In the interest of administrative convenience, however, we\nconcluded that a union “cannot be faulted” for calculating the fee\nthat nonmembers must pay “on the basis of its expenses during the\npreceding year.”Id.,at 307, n. 18.Hudsonconcerned a union’s regular annual\nfees. The present case, by contrast, concerns the First Amendment\nrequirements applicable to a special assessment or dues increase\nthat is levied to meet expenses that were not disclosed when the\namount of the regular assessment was set.BIn June 2005, respondent, the Service\nEmployees International Union, Local 1000 (SEIU), sent out its\nregularHudsonnotice informing employees what the agency\nfee would be for the year ahead. The notice set monthly dues at 1%\nof an employee’s gross monthly salary but capped monthly dues at\n$45. Based on the most recently audited year, the SEIU estimated\nthat 56.35% of its total expenditures in the coming year would be\ndedicated to chargeable collective-bargaining activities. Thus, if\na nonunion employee objected within 30 days to payment of the full\namount of union dues, the objecting employee was required to pay\nonly 56.35% of total dues. The SEIU’s notice also included a\nfeature that was not present inHudson:The notice stated\nthat the agency fee was subject to increase at any time without\nfurther notice.During this time, the citizens of the State of\nCalifornia were engaged in a wide-ranging political debate\nregarding state budget deficits, and in particular the budget\nconsequences of growing compensation for public employees backed by\npowerful public-sector unions. On June 13, 2005, Governor Arnold\nSchwarzenegger called for a special election to be held in November\n2005, where voters would consider various ballot propositions aimed\nat state-level structural reforms. Two of the most controversial\nissues on the ballot were Propositions 75 and 76. Proposition 75\nwould have required unions to obtain employees’ affirmative consent\nbefore charging them fees to be used for political purposes.\nProposition 76 would have limited state spending and would have\ngiven the Governor the ability under some circumstances to reduce\nstate appropriations for public-employee compensation. The SEIU\njoined a coalition of public-sector unions in vigorously opposing\nthese measures. Calling itself the “Alliance for a Better\nCalifornia,” the group would eventually raise “more than $10\nmillion, with almost all of it coming from public employee unions,\nincluding $2.75 million from state worker unions, $4.7 million from\nthe California Teachers Association, and $700,000 from school\nworkers unions.”[1]On July 30, shortly after the end of the 30-day\nobjection period for the JuneHudsonnotice, the SEIU\nproposed a temporary 25% increase in employee fees, which it billed\nas an “Emergency Temporary Assessment to Build a Po- litical\nFight-Back Fund.” App. 25. The proposal stated that the money was\nneeded to achieve the union’s political objectives, both in the\nspecial November 2005 election and in the November 2006 election.Id.,at 26.According to the proposal, money in the\nFight-Back Fund would be used “for a broad range of political\nexpenses, including television and radio advertising, direct mail,\nvoter registration, voter education, and get out the vote\nactivities in our work sites and in our communities across\nCalifornia.”Ibid.The proposal specifically stated that\n“[t]he Fund will not be used for regular costs of the union—such as\noffice rent, staff salaries or routine equipment replacement, etc.”Ibid.It noted that “all other public worker unions are in\nthe process of raising the extraordinary funds needed to defeat the\nGovernor.”Id.,at 27. And it concluded: “Each of us must do\nour part to turn back these initiatives which would allow the\nGovernor to destroy our wages and benefits and even our jobs, and\nthreaten the well-being of all Californians.”Ibid.On\nAugust 27, the SEIU’s General Council voted to implement the\nproposal.On August 31, the SEIU sent out a letter\naddressed to “Local 1000 Members and Fair Share Fee Payers,” an-\nnouncing that, for a limited period, their fees would be raised to\n1.25% of gross monthly salary and the $45-per-month cap on regular\ndues would not apply.Id.,at 31. The letter explained that\nthe union would use the fund to “defeat Proposition 76 and\nProposition 75 on November 8,” and to “defeat another attack on\n[its] pension plan” in June 2006.Ibid. The letter also\ninformed employees that, in the following year, the money would\nhelp “to elect a governor and a legislature who support public\nemployees and the services [they] provide.”Ibid.After receiving this letter, one of the\nplaintiffs in this case called the SEIU’s offices to complain that\nthe union was levying the special assessment for political purposes\nwithout giving employees a fair opportunity to object. An SEIU area\nmanager responded that “even if [the employee] objected to the\npayment of the full agency fee, there was nothing he could do about\nthe September increase for the Assessment.”Knoxv.Westly, No. 2:05–cv–02198, 2008 WL 850128, *3 (ED Cal.,\nMar. 28, 2008). “She also stated that ‘we are in the fight of our\nlives,’ that the Assessment was needed, and that there was nothing\nthat could be done to stop the Union’s expenditure of that\nAssessment for political purposes.”Ibid.As a consolation,\nhowever, those employees who had filed timely objections after the\nregular JuneHudsonnotice were required to pay only 56.35%\nof the temporary increase.Petitioners filed this class-action suit on\nbehalf of 28,000 nonunion employees who were forced to contribute\nmoney to the Political Fight-Back Fund. Some of the class members\nhad filed timely objections after receiving the regularHudsonnotice in June, and others had not. Those who had\nobjected argued that it was wrong to require them to pay 56.35% of\nthe temporary assessment, which had been billed as intended for use\nin making political expenditures that they found objectionable.\nThose who had not objected after receiving the JuneHudsonnotice contended that they should have received a new opportunity\nto object when the SEIU levied the special assessment for its\nPolitical Fight-Back Fund.The District Court granted summary judgment for\nthe petitioners, finding that the union “fully intended to use the\n12 million additional dollars it anticipated to raise for political\npurposes.” 2008 WL 850128, *7. “Even if every cent of the\nassessment was not intended to be used for entirely political\npurposes,” the court stated, “it is clear that the Union’s intent\nwas to depart drastically from its typical spending regime and to\nfocus on activities that were political or ideological in nature.”Id.,at *8. In light of this fact, the court held that it\nwould be inappropriate for the union to rely on previous annual\nexpenditures to estimate that 56.35% of the new fee would go toward\nchargeable expenses. The court ordered the SEIU to send out a new\nnotice giving all class members 45 days to object and to provide\nthose who objected with a full refund of their contributions to the\nPolitical Fight-Back Fund.Id., at *12.A divided panel of the Ninth Circuit reversed.Knoxv.California State Employees Assn., Local 1000,628 F.3d 1115 (2010). According to the panel majority,Hudsonprescribed the use of a balancing test. 628\nF. 3d, at 1119–1120. The majority therefore inquired whether\nthe procedure that the SEIU employed reasonably accommodated the\ninterests of the union, the employer, and nonmember employees.Id.,at 1120–1123. Judge Wallace dissented, arguing that the\nmajority had misinterpretedHudsonand sanctioned the\nabridgment of the First Amendment rights of nonmembers. 628\nF. 3d, at 1123–1139.We granted certiorari. 564 U. S. ___\n(2011).IIThe SEIU argues that we should dismiss this\ncase as moot. In opposing the petition for certiorari, the SEIU\ndefended the decision below on the merits. After certiorari was\ngranted, however, the union sent out a notice offering a full\nrefund to all class members, and the union then promptly moved for\ndismissal of the case on the ground of mootness. Such\npostcertiorari maneuvers designed to insulate a decision from\nreview by this Court must be viewed with a critical eye. SeeCity News & Novelty, Inc.v.Waukesha,531 U.S.\n278, 283–284 (2001). The vol-untary cessation of challenged\nconduct does not ordinar- ily render a case moot because a\ndismissal for mootness would permit a resumption of the challenged\nconduct as soon as the case is dismissed. SeeCity of\nMesquitev.Aladdin’s Castle,Inc.,455 U.S.\n283, 289 (1982). And here, since the union continues to defend\nthe legality of the Political Fight-Back fee, it is not clear why\nthe union would necessarily refrain from collecting similar fees in\nthe future.The union argues that concerns about voluntary\ncessation are inapplicable in this case because petitioners do not\nseek any prospective relief. See Motion to Dismiss as Moot 11–12.\nBut even if that is so, the union’s mootness argument fails because\nthere is still a live controversy as to the adequacy of the SEIU’s\nrefund notice. A case becomes moot only when it is impossible for a\ncourt to grant “ ‘ “any effectual relief whatever” to the\nprevailing party.’ ”Eriev.Pap’s A. M.,529 U.S.\n277, 287 (2000) (quotingChurch of Scientology of Cal.v.United States,506 U.S.\n9, 12 (1992), in turn quotingMillsv.Green,159 U.S.\n651, 653 (1895)). “[A]s long as the parties have a concrete\ninterest, however small, in the outcome of the litigation, the case\nis not moot.”Ellisv.Railway Clerks,466 U.S.\n435, 442 (1984).The District Court ordered the SEIU to send out\na “proper” notice giving employees an adequate opportunity to\nreceive a full refund. 2008 WL 850128, *12. Petitioners argue that\nthe notice that the SEIU sent was improper because it includes a\nhost of “conditions, caveats, and confusions as unnecessary\ncomplications aimed at reducing the number of class members who\nclaim a refund.” Brief for Petitioners in Opposition to Motion to\nDismiss 19. In particular, petitioners allege that the union has\nrefused to accept refund requests by fax or e-mail and has made\nrefunds conditional upon the provision of an original signature and\na Social Security number.Id., at 18–19. As this dispute\nillustrates, the nature of the notice may affect how many employees\nwho object to the union’s special assessment will be able to get\ntheir money back. The union is not entitled to dictate unilaterally\nthe manner in which it advertises the availability of the\nrefund.For this reason, we conclude that a live\ncontroversy remains, and we proceed to the merits.IIIAOur cases have often noted the close\nconnection between our Nation’s commitment to self-government and\nthe rights protected by the First Amendment. See,e.g.,Brownv.Hartlage,456 U.S.\n45, 52 (1982) (“At the core of the First Amendment are certain\nbasic conceptions about the manner in which political discussion in\na representative democracy should proceed”);Buckleyv.Valeo,424 U.S.\n1, 93, n. 127 (1976)(per curiam)(“[T]he\ncentral purpose of the Speech and Press Clauses was to assure a\nsociety in which ‘uninhibited, robust, and wide-open’ public debate\nconcerning matters of public interest would thrive, for only in\nsuch a society can a healthy representative democracy flourish”);Coxv.Louisiana,379 U.S.\n536, 552 (1965) (“Maintenance of the opportunity for free\npolitical discussion is a basic tenet of our constitutional\ndemocracy”);Whitneyv.California,274 U.S.\n357, 375 (1927) (Brandeis, J., concurring);Pattersonv.Colorado ex rel.Attorney General of Colo.,205 U.S.\n454, 465 (1907) (Harlan, J., dissenting).The First Amendment creates “an open\nmarketplace” in which differing ideas about political, economic,\nand social issues can compete freely for public acceptance without\nimproper government interference.New York State Bd. of\nElectionsv.Lopez Torres,552 U.S.\n196, 208 (2008). See alsoHustler Magazine, Inc.v.Falwell,485 U.S.\n46, 51 (1988);Millsv.Alabama,384 U.S.\n214, 218–219 (1966). The government may not prohibit the\ndissemination of ideas that it disfavors, nor compel the\nendorsement of ideas that it approves. SeeR. A. V.v.St. Paul,505 U.S.\n377, 382 (1992);Brandenburgv.Ohio,395 U.S.\n444, 447–448 (1969)(per curiam);West Virginia\nBd. of Ed.v.Barnette,319 U.S.\n624(1943);Wooleyv.Maynard,430 U.S.\n705, 713–715 (1977);Rileyv.National Federation of\nBlind of N. C., Inc.,487 U.S.\n781, 797 (1988) (The First Amendment protects “the decision of\nboth what to say and what not to say” (emphasis deleted)). And the\nability of like-minded individuals to associate for the purpose of\nexpressing commonly held views may not be curtailed. SeeRobertsv.United States Jaycees,468 U.S.\n609, 623 (1984) (“Freedom of association . . .\nplainly presupposes a freedom not to associate”);NAACPv.Alabama ex rel. Patterson,357\nU.S. 449, 460–461 (1958).Closely related to compelled speech and\ncompelled association is compelled funding of the speech of other\nprivate speakers or groups. SeeAbood,431 U. S., at\n222–223. InUnited Statesv.United Foods, Inc.,533 U.S.\n405(2001), we considered the constitutionality of a state\nscheme that compelled such funding. The subject of the speech at\nissue—promoting the sale of mushrooms—was not one that is likely to\nstir the passions of many, but the mundane commercial nature of\nthat speech only highlights the importance of our analysis and our\nholding.The federal Mushroom Promotion, Research, and\nConsumer Information Act required that fresh mushroom handlers pay\nassessments used primarily to fund advertisements promoting\nmushroom sales. A large producer objected to subsidizing these\ngeneric ads, and even though we applied the less demanding standard\nused in prior cases to judge laws affecting commercial speech, we\nheld that the challenged scheme violated the First Amendment. We\nmade it clear that compulsory subsidies for private speech are\nsubject to exacting First Amendment scrutiny and cannot be\nsustained unless two criteria are met. First, there must be a\ncomprehensive regulatory scheme involving a “mandated association”\namong those who are required to pay the subsidy.Id.,at\n414. Such situations are exceedingly rare because, as we have\nstated elsewhere, mandatory associations are permissible only when\nthey serve a “compelling state interes[t] . . . that\ncannot be achieved through means significantly less restrictive of\nassociational freedoms.”Roberts,supra,at 623.\nSecond, even in the rare case where a mandatory association can be\njustified, compulsory fees can be levied only insofar as they are a\n“necessary incident” of the “larger regulatory purpose which\njustified the required association.”United Foods,supra,at 414.BWhen a State establishes an “agency shop” that\nex- acts compulsory union fees as a condition of public employment,\n“[t]he dissenting employee is forced to support financially an\norganization with whose principles and demands he may disagree.”Ellis, 466 U. S., at 455. Because a public-sector union\ntakes many positions during collective bargaining that have\npowerful political and civic consequences, see Tr. of Oral Arg.\n48–49, the compulsory fees constitute a form of compelled speech\nand association that imposes a “significant impingement on First\nAmendment rights.”Ellis,supra, at 455. Our cases to\ndate have tolerated this “impingement,” and we do not revisit today\nwhether the Court’s former cases have given adequate recognition to\nthe critical First Amendment rights at stake.“The primary purpose” of permitting unions to\ncollect fees from nonmembers, we have said, is “to prevent\nnonmembers from free-riding on the union’s efforts, sharing the\nemployment benefits obtained by the union’s collective bargaining\nwithout sharing the costs incurred.”Davenport,551\nU. S., at 181. Such free-rider arguments, however, are\ngenerally insufficient to overcome First Amend- ment objections.\nConsider the following examples:“If a community association engages in a\nclean-up campaign or opposes encroachments by industrial\ndevelopment, no one suggests that all residents or property owners\nwho benefit be required to contribute. If a parent-teacher\nassociation raises money for the school library, assessments are\nnot levied on all parents. If an association of university\nprofessors has as a major function bringing pressure on\nuniversities to observe standards of tenure and academic freedom,\nmost professors would consider it an outrage to be required to\njoin. If a medical association lobbies against regulation of fees,\nnot all doctors who share in the benefits share in the\ncosts.”[2]Acceptance of the free-rider argument as a\njustification for compelling nonmembers to pay a portion of union\ndues represents something of an anomaly—one that we have found to\nbe justified by the interest in furthering “labor peace.”Hudson, 475 U. S., at 303. But it is an anomaly\nnevertheless.Similarly, requiring objecting nonmembers to opt\nout of paying the nonchargeable portion of union dues—as opposed to\nexempting them from making such payments unless they opt\nin—represents a remarkable boon for unions. Courts “do not presume\nacquiescence in the loss of fundamental rights.”College Savings\nBankv.Florida Prepaid Postsecondary Ed. Expense Bd.,527 U.S.\n666, 682 (1999) (internal quotation marks omitted). Once it is\nrecognized, as our cases have, that a nonmember cannot be forced to\nfund a union’s political or ideological activities, what is the\njustification for putting the burden on the nonmember to opt out of\nmaking such a payment? Shouldn’t the default rule comport with the\nprobable preferences of most nonmembers? And isn’t it likely that\nmost employees who choose not to join the union that represents\ntheir bargaining unit prefer not to pay the full amount of union\ndues? An opt-out system creates a risk that the fees paid by\nnonmembers will be used to further political and ideological ends\nwith which they do not agree. But a “[u]nion should not be\npermitted to exact a service fee from nonmembers without first\nestablishing a procedure which will avoid the risk that their funds\nwill be used, even temporarily, to finance ideological activities\nunrelated to collective bargaining.”Hudson,supra,at 305 (internal quotation marks omitted).Although the difference between opt-out and\nopt-in schemes is important, our prior cases have given\nsur-prisingly little attention to this distinction. Indeed,\nacceptance of the opt-out approach appears to have come about more\nas a historical accident than through the careful application of\nFirst Amendment principles.The trail begins with dicta inStreet,\nwhere we considered whether a federal collective-bargaining statute\nauthorized a union to impose compulsory fees for political\nactivities. 367 U. S., at 774. The plaintiffs were employees\nwho had affirmatively objected to the way their fees were being\nused, and so we took that feature of the case for granted. We held\nthat the statute did not authorize the use of the objecting\nemployees’ fees for ideological purposes, and we stated in passing\nthat “dissent is not to be presumed—it must affirmatively be made\nknown to the union by the dissenting employee.”Ibid. In\nmaking that offhand remark, we did not pause to consider the\nbroader constitutional implications of an affirmative opt-out\nrequirement. Nor did we explore the extent of First Amendment\nprotection for employees who might not qual-ify as active\n“dissenters” but who would nonetheless prefer to keep their own\nmoney rather than subsidizing by default the political agenda of a\nstate-favored union.In later cases such asAboodandHudson,we assumed without any focused analysis that the\ndicta fromStreethad authorized the opt-out requirement as\na constitutional matter. Thus inHudsonwe did not take\nissue with the union’s practice of giving employees annual notice\nand an opportunity to object to expected political expenditures. At\nthe same time, however, we made it clear that the procedures used\nby a union to collect money from nonmembers must satisfy a high\nstandard.Contrary to the view of the Ninth Circuit panel\nmajor-ity, we did not call for a balancing of the “right” of the\nunion to collect an agency fee against the First Amendment rights\nof nonmembers. 628 F. 3d, at 1119–1120. As we noted inDavenport, “unions have no constitutional entitlement to the\nfees of nonmember-employees.” 551 U. S., at 185. A union’s\n“collection of fees from nonmembers is authorized by an act of\nlegislative grace,” 628 F. 3d, at 1126 (Wallace, J.,\ndissenting)—one that we have termed “unusual” and “extraordinary,”Davenport,supra, at 184, 187. Far from calling for a\nbalancing of rights or interests,Hudsonmade it clear that\nany procedure for exacting fees from unwilling contributors must be\n“care-fully tailored to minimize the infringement” of free speech\nrights. 475 U. S., at 303. And to underscore the meaning of\nthis careful tailoring, we followed that statement with a citation\nto cases holding that measures burdening the freedom of speech or\nassociation must serve a “compelling interest” and must not be\nsignificantly broader than necessary to serve that\ninterest.[3]IVBy authorizing a union to collect fees from\nnonmembers and permitting the use of an opt-out system for the\ncollection of fees levied to cover nonchargeable expenses, our\nprior decisions approach, if they do not cross, the limit of what\nthe First Amendment can tolerate. The SEIU, however, asks us to go\nfarther. It asks us to approve a procedure under which (a) a\nspecial assessment billed for use in electoral campaigns was\nassessed without providing a new opportunity for nonmembers to\ndecide whether they wished to contribute to this effort and (b)\nnonmembers who previously opted out were nevertheless required to\npay more than half of the special assessment even though the union\nhad said that the purpose of the fund was to mount a political\ncampaign and that it would not be used for ordinary union expenses.\nThis aggressive use of power by the SEIU to collect fees from\nnonmembers is indefensible.AFirst, we see no justification for the union’s\nfailure to provide a freshHudsonnotice.Hudsonrests on the principle that nonmembers should not be required to\nfund a union’s political and ideological projects unless they\nchoose to do so after having “a fair opportunity” to assess the im-\npact of paying for nonchargeable union activities. 475 U. S.,\nat 303. Giving employees only one opportunity per year to make this\nchoice is tolerable if employees are able at the time in question\nto make an informed choice. But a nonmember cannot make an informed\nchoice about a special assessment or dues increase that is unknown\nwhen the annual notice is sent. When a union levies a special\nassessment or raises dues as a result of unexpected developments,\nthe factors influencing a nonmember’s choice may change. In\nparticular, a nonmember may take special exception to the uses for\nwhich the additional funds are sought.[4]The present case provides a striking example.\nThe special assessment in this case was billed for use in a broad\nelectoral campaign designed to defeat two important and\ncontroversial ballot initiatives and to elect sympa- thetic\ncandidates in the 2006 gubernatorial and legislative elections.\nThere were undoubtedly nonmembers who, for one reason or another,\nchose not to opt out or neglected to do so when the standardHudsonnotice was sent but who took strong exception to the\nSEIU’s political objectives and did not want to subsidize those\nefforts. These nonmembers might have favored one or both of the\nballot initiatives; they might have wished to support the\nreelection of the incumbent Governor; or they might not have wanted\nto delegate to the union the authority to decide which candidates\nin the 2006 elections would receive a share of their money.The effect on nonmembers was particularly\nstriking with respect to the union’s campaign against Proposition\n75 because that initiative would have bolstered nonmember rights.\nIf Proposition 75 had passed, nonmembers would have been exempt\nfrom paying for the SEIU’s extensive political projects unless they\naffirmatively consented. Thus, the effect of the SEIU’s procedure\nwas to force many nonmembers to subsidize a political effort\ndesigned to restrict their own rights.AsHudsonheld, procedures for collecting\nfees from nonmembers must be carefully tailored to minimize\nimpingement on First Amendment rights, and the procedure used in\nthis case cannot possibly be considered to have met that standard.\nAfter the dues increase was adopted, the SEIU wrote to all\nemployees in the relevant bargaining units to inform them of this\ndevelopment. It would have been a relatively simple matter for the\nunion to cast this letter in the form of a newHudsonnotice, so that nonmembers could decide whether they wanted to pay\nfor the union’s electoral project.The SEIU argues that we should not be troubled\nby its failure to provide a new notice because nonmembers who\nobjected to the special assessment but were nonetheless required to\npay it would have been given the chance to recover the funds in\nquestion by opting out when the next annual notice was sent. If the\nspecial assessment was used entirely or in part for nonchargeable\npurposes, they suggest, the percentage of the union’s annual\nexpenditures for chargeable purposes would decrease, and therefore\nthe amount of the dues payable by objecting nonmembers the\nfollowing year would also decrease. This decrease, how- ever, would\nnot fully recompense nonmembers who did not opt out after receiving\nthe regular notice but would have opted out if they had been\npermitted to do so when the special assessment was\nannounced.[5] And in any event,\neven a full refund would not undo the violation of First Amendment\nrights. As we have recognized, the First Amendment does not permit\na union to extract a loan from unwilling nonmembers even if the\nmoney is later paid back in full. SeeHudson, supra,at 305;Ellis, 466 U. S., at 444. Here, for nonmembers who\ndisagreed with the SEIU’s electoral objectives, a refund provided\nafter the union’s objectives had already been achieved would be\ncold comfort.[6]To respect the limits of the First Amendment,\nthe union should have sent out a new notice allowing nonmembers to\nopt in to the special fee rather than requiring them to opt out.\nOur cases have tolerated a substantial impingement on First\nAmendment rights by allowing unions to impose an opt-out\nrequirement at all. Even if this burden can be justified during the\ncollection of regular dues on an annual basis, there is no way to\njustify the additional burden of imposing yet another opt-out\nrequirement to collect special fees whenever the union desires.B1The SEIU’s treatment of nonmembers who opted\nout when the initialHudsonnotice was sent also ran afoul\nof the First Amendment. The SEIU required these employees to pay\n56.35% of the special assessment, just as they had been required to\npay 56.35% of the regular annual dues. But the union proclaimed\nthat the special assessment would be used to support an electoral\ncampaign and would not be used for ordinary union expenses.\nAccordingly, there is no reason to suppose that 56.35% of the new\nassessment was used for properly chargeable expenses. On the\ncontrary, if the union is to be taken at its word, virtually all of\nthe money was slated for nonchargeable uses.The procedure accepted inHudsonis\ndesigned for use when a union sends out its regular annual dues\nnotices. The procedure is predicated on the assumption that a\nunion’s allocation of funds for chargeable and noncharge- able\npurposes is not likely to vary greatly from one year to the\nnext.[7] No such assumption is\nreasonable, however, when a union levies a special assessment or\nraises dues as a result of events that were not anticipated or\ndisclosed at the time when a yearlyHudsonnotice was sent.\nAccordingly, use of figures based on an audit of the union’s\noperations during an entire previous year makes no sense.Nor would it be feasible to devise a new\nbreakdown of chargeable and nonchargeable expenses for the special\nassessment. Determining that breakdown is problematic enough when\nit is done on a regular annual basis because auditors typically do\nnot make a legal determination as to whether particular\nexpenditures are chargeable. Instead, the auditors take the union’s\ncharacterization for granted and perform the simple accounting\nfunction of “ensur[ing] that the expenditures which the union\nclaims it made for certain expenses were actually made for those\nexpenses.”Andrewsv.Education Assn. of Cheshire,829 F.2d 335, 340 (CA2 1987). Thus, if a union takes a very broad\nview of what is chargeable—if, for example, it believes that\nsupporting sympathetic political candidates is chargeable and bases\nits classification on that view—the auditors will classify these\npolitical expenditures as chargeable. Objecting employees may then\ncontest the union’s chargeability determinations, but the onus is\non the employees to come up with the resources to mount the legal\nchallenge in a timely fashion.[8] See,e.g.,Lehnert, 500 U. S., at\n513;Jibsonv.Michigan Ed. Assn.,30 F.3d 723, 730 (CA6 1994). This is already a significant\nburden for employees to bear simply to avoid having their money\ntaken to subsidize speech with which they disagree, and the burden\nwould become insupportable if unions could impose a new assessment\nat any time, with a new chargeability determination to be\nchallenged.2The SEIU argues that objecting nonmembers who\nwere required to pay 56.35% of the special assessment, far from\nsubsidizing the union’s political campaign, actually received a\nwindfall. According to the union’s statistics, the actual\npercentage of regular dues and fees spent for chargeable purposes\nin 2005 turned out to be quite a bit higher (66.26%), and\ntherefore, even if all of the money obtained through the special\nassessment is classified as nonchargeable, the union’s total\nexpenditures for 2005 were at least 66.26% chargeable. See Brief\nfor Respond- ent 5, n. 6. This argument is unpersuasive for\nseveral reasons.First, the SEIU’s understanding of the breadth\nof charge- able expenses is so expansive that it is hard to place\nmuch reliance on its statistics. In its brief, the SEIU argues\nbroadly that all funds spent on “lobbying . . . the\nelectorate” are chargeable. Seeid., at 51. But “lobbying\n. . . the electorate” is nothing but another term for\nsupporting political causes and candidates, and we have never held\nthat the First Amendment permits a union to compel nonmembers to\nsupport such political activities. On the contrary, as long ago asStreet, we noted the important difference between a union’s\nauthority to engage in collective bargaining and related activities\non behalf of nonmember employees in a bargaining unit and the\nunion’s use of nonmembers’ money “to support candidates for public\noffice” or “to support political causes which [they] oppos[e].” 367\nU. S., at 768.The sweep of the SEIU’s argument is highlighted\nby its discussion of the use of fees paid by objecting nonmembers\nto defeat Proposition 76. According to the SEIU, these expenditures\nwere “germane” to the implementation of its contracts because, if\nProposition 76 had passed, it would have “effectively permitted the\nGovernor to abrogate the Union’s collective bargaining agreements\nunder certain circumstances, undermining the Union’s ability to\nperform its representation duty of negotiating effective collective\nbargaining agreements.” Brief for Respondent 49–50 (internal\nquotation marks omitted).If we were to accept this broad definition of\ngermaneness, it would effectively eviscerate the limitation on the\nuse of compulsory fees to support unions’ controversial political\nactivities. Public-employee salaries, pensions, and other benefits\nconstitute a substantial percentage of the budgets of many States\nand their subdivisions. As a result, a broad array of ballot\nquestions and campaigns for public office may be said to have an\neffect on present and future contracts between public-sector\nworkers and their employers. If the concept of “germaneness” were\nas broad as the SEIU advocates, public-sector employees who do not\nendorse the unions’ goals would be essentially unprotected against\nbeing compelled to subsidize political and ideological activities\nto which they object.Second, even if the SEIU’s statistics are\naccurate, it does not follow that it was proper for the union to\ncharge objecting nonmembers 56.35%—or any other particular per-\ncentage—of the special assessment. Unless it is possible to\ndetermine in advance with some degree of accuracy the percentage of\nunion funds that will be used during an upcoming year for\nchargeable purposes—and the SEIU argues that this is not\npossible—there is at least a risk that, at the end of the year,\nunconsenting nonmembers will have paid either too much or too\nlittle. Which side should bear this risk?The answer is obvious: the side whose\nconstitutional rights are not at stake. “Given the existence of\nacceptable alternatives, [a] union cannot be allowed to commit\ndissenters’ funds to improper uses even temporarily.”Ellis,\n466 U. S., at 444. Thus, if unconsenting nonmembers pay too\nmuch, their First Amendment rights are infringed. On the other\nhand, if unconsenting nonmembers pay less than their proportionate\nshare, no constitutional right of the union is violated because the\nunion has no constitutional right to receive any payment from these\nemployees. SeeDavenport, 551 U. S., at 185. The union\nhas simply lost for a few months the “extraordinary” benefit of\nbeing em- powered to compel nonmembers to pay for services that\nthey may not want and in any event have not agreed to fund.As we have noted, by allowing unions to collect\nany fees from nonmembers and by permitting unions to use opt-out\nrather than opt-in schemes when annual dues are billed, our cases\nhave substantially impinged upon the First Amendment rights of\nnonmembers. In the new situation presented here, we see no\njustification for any further impingement. The general\nrule—individuals should not be compelled to subsidize private\ngroups or private speech—should prevail.Public-sector unions have the right under the\nFirst Amendment to express their views on political and social\nissues without government interference. See,e.g., Citizens\nUnitedv.Federal Election Comm’n,558 U. S. ___\n(2010). But employees who choose not to join a union have the same\nrights. The First Amendment creates a forum in which all may seek,\nwithout hindrance or aid from the State, to move public opinion and\nachieve their political goals. “ First Amendment values [would be]\nat serious risk if the government [could] compel a particular\ncitizen, or a discrete group of citizens, to pay special subsidies\nfor speech on the side that [the government] favors.”United\nFoods, 533 U. S., at 411. Therefore, when a public-sector\nunion imposes a special assessment or dues increase, the union must\nprovide a freshHudsonnotice and may not exact any funds\nfrom nonmembers without their affirmative consent.[9]*  *  *The judgment of the Ninth Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Notes1Marinucci &\nWildermuth, Schwarzenegger Adds Prop. 75 to His Agenda, San\nFrancisco Chronicle, Sept. 18, 2005, p. A–17.2Summers, Book Review,\nSheldon Leader, Freedom of Association: A Study in Labor Law and\nPolitical Theory, 16 Comparative Labor L. J. 262, 268\n(1995).3The specific citation was\nas follows: “SeeRobertsv.United States Jaycees,[468 U.S.\n609, 623 (1984)] (Infringements on freedom of association ‘may\nbe justified by regu-lations adopted to serve compelling state\ninterests, unrelated to the suppression of ideas, that cannot be\nachieved through means significantly less restrictive of\nassociational freedoms’);Elrodv.Burns,427 U.S.\n347, 363 (1976) (government means must be ‘least restrictiveof\nfreedom of belief and association’);Kusperv.Pontikes,414 U.S.\n51, 58–59 (1973) (‘[E]ven when pursuing a legitimate interest,\na State may not choose means that unnecessarily restrict\nconstitutionally protected liberty’);NAACPv.Button,371 U.S.\n415, 438 (1963) (‘Precision of reg-ulation must be the\ntouchstone’ in the First Amendment context).”Hudson,475\nU. S., at 303, n. 11.4The dissent suggests that\nthe union gave fair notice because it announced at the beginning of\nthe year that “ ‘[d]ues are subject to change without further\nnotice to fee payers.’ ”Post,at 12 (opinion of\nBreyer, J.). But a union cannot define the scope of its own notice\nobligations simply by promulgating a clause giving itself the power\nto increase fees at any time for any purpose without further\nnotice.5These nonmembers, after\npaying the full amount of the special assessment, would be required\nduring the subsequent year to pay at least as much as those\nnonmembers who did opt out when they received the initialHudsonnotice.6Justice Sotomayor\ncontends that a newHudsonnotice should be required only\nwhen a special assessment is imposed for political purposes.Post,at 2 (opinion concurring in judgment). But as even the\ndissent acknowledges,post,at 7, such a rule would be\nunworkable. First, our cases have recognized that a union’s money\nis fungible, so even if the new fee were spent entirely for\nnonpolitical activities, it would free up other funds to be spent\nfor political purposes. SeeRetail Clerksv.Schermerhorn,373 U.S.\n746, 753 (1963) (noting that particular fee earmarks are “of\nbookkeeping significance only rather than a matter of real\nsubstance”). And second, unless we can rely on unions to advertise\nthe true purpose behind every special fee, it is not clear how a\ncourt could make a timely determination of whether each new fee is\npolitical in nature. It would be practically impossible to require\nthe parties to litigate the purpose of every fee merely to\ndetermine whether notice is required.7The SEIU contends that\n“[s]ignificant fluctuations in the chargeable and nonchargeable\nproportions of a union’s spending are inevitable,” Brief for\nRespondent 13, and the dissent appears to agree,post,at\n10. But if theHudsonCourt had proceeded on this assumption\nit is doubtful that it would have found it acceptable for a union\nto rely solely on the breakdown in the most recent year rather than\ncomputing the average breakdown over a longer period.8The dissent is comforted\nby the fact that the union “has offered to pay for neutral\narbitration of such disputes before the American Arbitration\nAssociation,”post,at 9, but the painful burden of\ninitiating and participating in such disputes cannot be so easily\nrelieved.9Contrary to Justice\nSotomayor’s suggestion, our holding does not venture beyond the\nscope of the questions on which we granted review or the scope of\nthe parties’ dispute. The second question on which we granted\nreview broadly asks us to determine the circumstances under which a\nState may deduct from the pay of nonunion employees money that is\nused by a union for general electioneering. See Pet. for Cert. (i)\n(“May a State, consistent with the First and Fourteenth Amendments,\ncondition continued public employment on the payment of unionagency\nfees for purposes of financing political expenditures for ballot\nmeasures?”). Our holding—that this may be done only when the\nem-ployee affirmatively consents—falls within that question. Our\nholding also addresses the primary remaining dispute between the\nparties, namely, the particular procedures that must be followed on\nremand in order to provide adequate assurance that members ofthe\nclass are not compelled to subsidize nonchargeable activities to\nwhich they object. Seesupra,at 7–8. Petitioners argue\nstrenuously that these procedures must be narrowly tailored to\nminimize intrusion on their free-speech rights. See Brief for\nPetitioners 11–17. We see no sensible way to address this dispute\nwithout confronting the question whether, in the particular context\npresent here, an opt-out regime suffices. Justice Sotomayor would\napparently have us proceed on theassumptionthat an opt-out\nregime is permitted. She would then have us decide what sort of\nopt-out procedures would be sufficient if such a regime were\nallowed at all. But that is a question that simply cannot be\nanswered. It would be like asking what sort of procedural\nrequirements would be required if the government set out to do\nsomethingelse that the First Amendment flatly prohibits—for\nexample, requiring prepublication approval of newspapers. There is\nalso no merit in Justice Sotomayor’s and Justice Breyer’s comments\nabout prior precedent. This case concerns the procedures that must\nbe followed when a public-sector union announces a special\nassessment or mid-year dues increase. No prior decision of this\nCourt has addressed that question, andHudsonsays not one\nword on the subject.",
    "joined": []
}