{
    "case": {
        "docket": "938",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/938/"
    },
    "id": "1962883",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTBOYLE V. UNITED STATES556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-1309EDMUND BOYLE, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the second circuit[June 8, 2009]Justice Alito delivered the\nopinion of the Court.We are asked in this case to\ndecide whether an association-in-fact enterprise under the\nRacketeer Influenced and Corrupt Organizations Act (RICO), 18 U.\nS. C. §1961et seq., must have “an ascertainable\nstructure beyond that inherent in the pattern of racketeering\nactivity in which it engages.” Pet. for Cert. i. We hold that such\nan enterprise must have a “structure” but that an instruction\nframed in this precise language is not necessary. The District\nCourt properly instructed the jury in this case. We therefore\naffirm the judgment of the Court of Appeals.IAThe evidence at petitioner’s\ntrial was sufficient to prove the following: Petitioner and others\nparticipated in a series of bank thefts in New York, New Jersey,\nOhio, and Wisconsin during the 1990’s. The participants in these\ncrimes included a core group, along with others who were recruited\nfrom time to time. Although the participants sometimes attempted\nbank-vault burglaries and bank robberies, the group usually\ntargeted cash-laden night-deposit boxes, which are often found in\nbanks in retail areas.Each theft was typically carried\nout by a group of participants who met beforehand to plan the\ncrime, gather tools (such as crowbars, fishing gaffs, and\nwalkie-talkies), and assign the roles that each participant would\nplay (such as lookout and driver). The participants generally split\nthe proceeds from the thefts. The group was loosely and informally\norganized. It does not appear to have had a leader or hierarchy;\nnor does it appear that the participants ever formulated any\nlong-term master plan or agreement.From 1991 to 1994, the core group was\nresponsible for more than 30 night-deposit-box thefts. By 1994,\npetitioner had joined the group, and over the next five years, he\nparticipated in numerous attempted night-deposit-box thefts and at\nleast two attempted bank-vault burglaries.In 2003, petitioner was indicted for\nparticipation in the conduct of the affairs of an enterprise\nthrough a pattern of racketeering activity, in violation of 18 U.\nS. C. §1962(c); conspiracy to commit that offense, in\nviolation of §1962(d); conspiracy to commit bank burglary, in\nviolation of §371; and nine counts of bank burglary and attempted\nbank burglary, in violation of §2113(a).BIn instructing the jury on the\nmeaning of a RICO “enterprise,” the District Court relied largely\non language inUnited Statesv.Turkette,452 U. S. 576(1981). The court told the jurors that, in order to establish the\nexistence of such an enterprise, the Government had to prove that:\n“(1) There [was] an ongoing organization with some sort of\nframework, formal or informal, for carrying out its objectives; and\n(2) the various members and associates of the association\nfunction[ed] as a continuing unit to achieve a common purpose.”\nApp. 112. Over petitioner’s objection, the court also told the jury\nthat it could “find an enterprise where an association of\nindividuals, without structural hierarchy, form[ed] solely for the\npurpose of carrying out a pattern of racketeering acts” and that\n“[c]ommon sense suggests that the existence of an\nassociation-in-fact is oftentimes more readily proven by what it\ndoes, rather than by abstract analysis of its structure.”Id., at 111–112.[Footnote\n1]Petitioner requested an\ninstruction that the Government was required to prove that the\nenterprise “had an ongoing organization, a core membership that\nfunctioned as a continuing unit, and an ascertainable structural\nhierarchy distinct from the charged predicate acts.”Id.,\nat 95. The District Court refused to give that instruction.Petitioner was convicted on 11 of the 12\ncounts against him, including the RICO counts, and was sentenced to\n151 months’ imprisonment. In a summary order, the Court of Appeals\nfor the Second Circuit affirmed his conviction but vacated the\nsentence on a ground not relevant to the issues before us. 283 Fed.\nAppx. 825 (2007). The Court of Appeals did not specifically address\nthe RICO jury instructions, stating only that the arguments not\ndiscussed in the order were “without merit.”Id., at 826.\nPetitioner was then resentenced, and we granted certiorari, 554 U.\nS. ___ (2008), to resolve conflicts among the Courts of Appeals\nconcerning the meaning of a RICO enterprise.IIARICO makes it “unlawful for any\nperson employed by orassociated withany\nenterpriseengaged in, or the activities of which affect,\ninterstate or foreign commerce, to conduct or participate, directly\nor indirectly, in the conduct of such enterprise’s affairs through\na pattern of racketeering activity or collection of unlawful debt.”\n18 U. S. C. §1962(c) (emphasis added).The statute does not specifically\ndefine the outer boundaries of the “enterprise” concept but states\nthat the term “includes any individual, partnership, corporation,\nassociation, or other legal entity, and any union or group of\nindividuals associated in fact although not a legal entity.”\n§1961(4).[Footnote 2] This\nenumeration of included enterprises is obviously broad,\nencompassing “any… group of individuals associated in\nfact.”Ibid. (emphasis added). The term “any” ensures that\nthe definition has a wide reach, see,e.g.,Aliv.Federal Bureau of Prisons, 552 U. S. ___, ___ (2008)\n(slip op., at 4–5), and the very concept of an association in fact\nis expansive. In addition, the RICO statute provides that its terms\nare to be “liberally construed to effectuate its remedial\npurposes.” §904(a), 84 Stat. 947, note following 18 U. S. C.\n§1961; see also,e.g.,National Organization for\nWomen, Inc.v.Scheidler,510 U. S. 249, 257\n(1994) (“RICO broadly defines ‘enterprise’ ”);Sedima,\nS. P. R. L.v.Imrex Co.,473 U. S. 479, 497\n(1985) (“RICO is to be read broadly”);Russellov.United States,464 U. S. 16, 21 (1983)\n(noting “the pattern of the RICO statute in utilizing terms and\nconcepts of breadth”).In light of these statutory features, we\nexplained inTurkettethat “an enterprise includes any\nunion or group of individuals associated in fact” and that RICO\nreaches “a group of persons associated together for a common\npurpose of engaging in a course of conduct.” 452 U. S., at 580,\n583. Such an enterprise, we said, “is proved by evidence of an\nongoing organization, formal or informal, and by evidence that the\nvarious associates function as a continuing unit.”Id., at\n583.Notwithstanding these precedents, the dissent\nasserts that the definition of a RICO enterprise is limited to\n“business-like entities.” Seepost, at 1–5 (opinion of\nStevens, J.). We see no basis to impose such an extratextual\nrequirement.[Footnote 3]BAs noted, the specific question\non which we granted certiorari is whether an association-in-fact\nenterprise must have “an ascertainable structure beyond that\ninherent in the pattern of racketeering activity in which it\nengages.” Pet. for Cert. i. We will break this question into three\nparts. First, must an association-in-fact enterprise have a\n“structure”? Second, must the structure be “ascertainable”? Third,\nmust the “structure” go “beyond that inherent in the pattern of\nracketeering activity” in which its members engage?“Structure.”We agree\nwith petitioner that an association-in-fact enterprise must have a\nstructure. In the sense relevant here, the term “structure” means\n“[t]he way in which parts are arranged or put together to form a\nwhole” and “[t]he interrelation or arrangement of parts in a\ncomplex entity.” American Heritage Dictionary 1718 (4th ed. 2000);\nsee also Random House Dictionary of the English Language 1410\n(1967) (defining structure to mean, among other things, “the\npattern of relationships, as of status or friendship, existing\namong the members of a group or society”).From the terms of RICO, it is apparent that an\nassociation-in-fact enterprise must have at least three structural\nfeatures: a purpose, relationships among those associated with the\nenterprise, and longevity sufficient to permit these associates to\npursue the enterprise’s purpose. As we succinctly put it inTurkette, an association-in-fact enterprise is “a group of\npersons associated together for a common purpose of engaging in a\ncourse of conduct.” 452 U. S., at 583.That an “enterprise” must have a purpose is\napparent from meaning of the term in ordinary usage,i.e.,\na “venture,” “undertaking,” or “project.” Webster’s Third New\nInternational Dictionary 757 (1976). The concept of “associat[ion]”\nrequires both interpersonal relationships and a common interest.\nSeeid., at 132 (defining “association” as “an\norganization of persons having a common interest”); Black’s Law\nDictionary 156 (rev. 4th ed. 1968) (defining “association” as a\n“collection of persons who have joined together for a certain\nobject”). Section 1962(c) reinforces this conclusion and also shows\nthat an “enterprise” must have some longevity, since the offense\nproscribed by that provision demands proof that the enterprise had\n“affairs” of sufficient duration to permit an associate to\n“participate” in those affairs through “a pattern of racketeering\nactivity.”Although an association-in-fact enterprise\nmust have these structural features, it does not follow that a\ndistrict court must use the term “structure” in its jury\ninstructions. A trial judge has considerable discretion in choosing\nthe language of an instruction so long as the substance of the\nrelevant point is adequately expressed.“Ascertainable.”Whenever a jury is\ntold that it must find the existence of an element beyond a\nreasonable doubt, that element must be “ascertainable” or else the\njury could not find that it was proved. Therefore, telling the\nmembers of the jury that they had to ascertain the existence of an\n“ascertainable structure” would have been redundant and potentially\nmisleading.“Beyond that inherent in the pattern of\nracketeering activity.”This phrase may be interpreted in\nleast two different ways, and its correctness depends on the\nparticular sense in which the phrase is used. If the phrase is\ninterpreted to mean that the existence of an enterprise is a\nseparate element that must be proved, it is of course correct. As\nwe explained inTurkette, the existence of an enterprise\nis an element distinct from the pattern of racketeering activity\nand “proof of one does not necessarily establish the\nother.”[Footnote 4] 452 U. S.,\nat 583.On the other hand, if the phrase is used to\nmean that the existence of an enterprise may never be inferred from\nthe evidence showing that persons associated with the enterprise\nengaged in a pattern of racketeering activity, it is incorrect. We\nrecognized inTurkettethat the evidence used to prove the\npattern of racketeering activity and the evidence establishing an\nenterprise “may in particular cases coalesce.”Ibid.CThe crux of petitioner’s argument\nis that a RICO enterprise must have structural features in addition\nto those that we think can be fairly inferred from the language of\nthe statute. Although petitioner concedes that an\nassociation-in-fact enterprise may be an “ ‘informal’ ”\ngroup and that “not ‘much’ ” structure is needed, Reply Brief\nfor Petitioner 24, he contends that such an enterprise must have at\nleast some additional structural attributes, such as a structural\n“hierarchy,” “role differentiation,” a “uniquemodus\noperandi,” a “chain of command,” “professionalism and\nsophistication of organization,” “diversity and complexity of\ncrimes,” “membership dues, rules and regulations,” “uncharged or\nadditional crimes aside from predicate acts,” an “internal\ndiscipline mechanism,” “regular meetings regarding enterprise\naffairs,” an “enterprise ‘name,’ ” and “induction or\ninitiation ceremonies and rituals.”Id., at 31–35; see\nalso Brief for Petitioner 26–28, 33; Tr. of Oral Arg. 6, 8, 17.We see no basis in the language\nof RICO for the structural requirements that petitioner asks us to\nrecognize. As we said inTurkette, an association-in-fact\nenterprise is simply a continuing unit that functions with a common\npurpose. Such a group need not have a hierarchical structure or a\n“chain of command”; decisions may be made on an ad hoc basis and by\nany number of methods—by majority vote, consensus, a show of\nstrength, etc. Members of the group need not have fixed roles;\ndifferent members may perform different roles at different times.\nThe group need not have a name, regular meetings, dues, established\nrules and regulations, disciplinary procedures, or induction or\ninitiation ceremonies. While the group must function as a\ncontinuing unit and remain in existence long enough to pursue a\ncourse of conduct, nothing in RICO exempts an enterprise whose\nassociates engage in spurts of activity punctuated by periods of\nquiescence. Nor is the statute limited to groups whose crimes are\nsophisticated, diverse, complex, or unique; for example, a group\nthat does nothing but engage in extortion through old-fashioned,\nunsophisticated, and brutal means may fall squarely within the\nstatute’s reach.The breadth of the “enterprise” concept in\nRICO is highlighted by comparing the statute with other federal\nstatutes that target organized criminal groups. For example, 18 U.\nS. C. §1955(b), which was enacted together with RICO as part\nof the Organized Crime Control Act of 1970, 84 Stat. 922, defines\nan “illegal gambling business” as one that “involves five or more\npersons who conduct, finance, manage, supervise, direct, or own all\nor part of such business.” A “continuing criminal enterprise,” as\ndefined in 21 U. S. C. §848(c), must involve more than five\npersons who act in concert and must have an “organizer,”\nsupervisor, or other manager. Congress included no such\nrequirements in RICO.IIIAContrary to petitioner’s claims,\nrejection of his argument regarding these structural\ncharacteristics does not lead to a merger of the crime proscribed\nby 18 U. S. C. §1962(c) (participating in the affairs of an\nenterprise through a pattern of racketeering activity) and any of\nthe following offenses: operating a gambling business, §1955;\nconspiring to commit one or more crimes that are listed as RICO\npredicate offenses, §371; or conspiring to violate the RICO\nstatute, §1962(d).Proof that a defendant violated\n§1955 does not necessarily establish that the defendant conspired\nto participate in the affairs of a gambling enterprise through a\npattern of racketeering activity. In order to prove the latter\noffense, the prosecution must prove either that the defendant\ncommitted a pattern of §1955 violations or a pattern of state-law\ngambling crimes. See §1961(1). No such proof is needed to establish\na simple violation of §1955.Likewise, proof that a defendant conspired to\ncommit a RICO predicate offense—for example, arson—does not\nnecessarily establish that the defendant participated in the\naffairs of an arson enterprise through a pattern of arson crimes.\nUnder §371, a conspiracy is an inchoate crime that may be completed\nin the brief period needed for the formation of the agreement and\nthe commission of a single overt act in furtherance of the\nconspiracy. SeeUnited Statesv.Feola,420 U. S. 671, 694\n(1975). Section 1962(c) demands much more: the creation of an\n“enterprise”—a group with a common purpose and course of\nconduct—and the actual commission of a pattern of predicate\noffenses.[Footnote 5]Finally, while in practice the elements of a\nviolation of §§1962(c) and (d) are similar, this overlap would\npersist even if petitioner’s conception of an association-in-fact\nenterprise were accepted.BBecause the statutory language is\nclear, there is no need to reach petitioner’s remaining arguments\nbased on statutory purpose, legislative history, or the rule of\nlenity. In prior cases, we have rejected similar arguments in favor\nof the clear but expansive text of the statute. SeeNational\nOrganization for Women, 510 U. S., at 262 (“The fact that RICO\nhas been applied in situations not expressly anticipated by\nCongress does not demonstrate ambiguity. It demonstrates breadth”\n(quotingSedima, 473 U. S., at 499, brackets and internal\nquotation marks omitted)); see alsoTurkette, 452 U. S.,\nat 589–591. “We have repeatedly refused to adopt narrowing\nconstructions of RICO in order to make it conform to a preconceived\nnotion of what Congress intended to proscribe.”Bridgev.Phoenix Bond & Indemnity Co., 553 U. S. ___, ___\n(2008) (slip op., at 20); see also,e.g.,National\nOrganization for Women,supra, at 252 (rejecting the\nargument that “RICO requires proof that either the racketeering\nenterprise or the predicate acts of racketeering were motivated by\nan economic purpose”);H. J. Inc. v. Northwestern Bell\nTelephone Co.,492 U. S. 229, 244 (1989) (declining\nto read “an organized crime limitation into RICO’s pattern\nconcept”);Sedima,supra, at 481 (rejecting the\nview that RICO provides a private right of action “only against\ndefendants who had been convicted on criminal charges, and only\nwhere there had occurred a ‘racketeering injury’ ”).IVThe instructions the District\nCourt judge gave to the jury in this case were correct and\nadequate. These instructions explicitly told the jurors that they\ncould not convict on the RICO charges unless they found that the\nGovernment had proved the existence of an enterprise. See App. 111.\nThe instructions made clear that this was a separate element from\nthe pattern of racketeering activity.Ibid.The instructions also\nadequately told the jury that the enterprise needed to have the\nstructural attributes that may be inferred from the statutory\nlanguage. As noted, the trial judge told the jury that the\nGovernment was required to prove that there was “an ongoing\norganization with some sort of framework, formal or informal, for\ncarrying out its objectives” and that “the various members and\nassociates of the association function[ed] as a continuing unit to\nachieve a common purpose.” Id., at 112.Finally, the trial judge did not err in\ninstructing the jury that “the existence of an association-in-fact\nis oftentimes more readily proven by what it does, rather than by\nabstract analysis of its structure.”Id., at 111–112. This\ninstruction properly conveyed the point we made inTurkettethat proof of a pattern of racketeering activity\nmay be sufficient in a particular case to permit a jury to infer\nthe existence of an association-in-fact enterprise.We therefore affirm the judgment of the Court\nof Appeals.It is so ordered.Footnote 1The relevant portion of the instructions was\nas follows:“The term ‘enterprise’ as used in these instructions may also\ninclude a group of people associated in fact, even though this\nassociation is not recognized as a legal entity. Indeed, an\nenterprise need not have a name. Thus, an enterprise need not be a\nform[al] business entity such as a corporation, but may be merely\nan informal association of individuals. A group or association of\npeople can be an ‘enterprise’ if, among other requirements, these\nindividuals ‘associate’ together for a purpose of engaging in a\ncourse of conduct. Common sense sug- gests that the existence of an\nassociation-in-fact is oftentimes more readily proven by what it\ndoes, rather than by abstract analysis of its structure.“Moreover, you may find an enterprise where an association of\nindividuals,without structural hierarchy, forms solely\nfor the purpose of carrying out a pattern of racketeering acts.\nSuch an association of persons may be established by evidence\nshowing an ongoing organization, formal or informal, and . . . by\nevidence that the people making up the association functioned as a\ncontinuing unit. Therefore, in order to establish the existence of\nsuch an enterprise, the government must prove that: (1) There is an\nongoing organization with some sort of framework, formal or\ninformal, for carrying out its objectives; and (2) the various\nmembers and associates of the association function as a continuing\nunit to achieve a common purpose.“Regarding ‘organization,’it is not necessary that the\nenterprise have any particular or formal structure, but it\nmust have sufficient organization that its members functioned and\noperated in a coordinated manner in order to carry out the alleged\ncommon purpose or purposes of the enterprise.” App. 111–113\n(emphasis added).Footnote 2This provision does not purport to set out an\nexhaustive definition of the term “enterprise.” Compare\n§§1961(1)–(2) (defining what the terms “racketeering activity” and\n“State”mean) with §§1961(3)–(4) (defining what the terms\n“person” and “enterprise”include). Accordingly, this\nprovision does not foreclose the possibility that the term might\ninclude, in addition to the specifically enumerated entities,\nothers that fall within the ordinary meaning of the term\n“enterprise.” SeeH. J. Inc.v.Northwestern Bell\nTelephone Co.,492 U. S. 229, 238 (1989) (explaining\nthat the term “pattern” also retains its ordinary meaning\nnotwithstanding the statutory definition in §1961(5)).Footnote 3The dissent claims that the “business-like”\nlimitation “is confirmed by the text of §1962(c) and our decision\ninRevesv.Ernst & Young,507 U. S. 170(1993).”Post,\nat 3. Section 1962(c), however, states only that one may not\n“conduct or participate, directly or indirectly, in the conduct of\n[an] enterprise’s affairs through a pattern of racketeering\nactivity.” Whatever business-like characteristics the dissent has\nin mind, we do not see them in §1962(c). Furthermore,Revesv.Ernst & Young,507 U. S. 170(1993), is inapposite\nbecause that case turned on our interpretation of the participation\nrequirement of §1962, not the definition of “enterprise.” Seeid., at 184–185. In any case, it would be an interpretive\nstretch to deduce from the requirement that an enterprise must be\n“directed” to impose the much broader, amorphous requirement that\nit be “business-like.”Footnote 4It is easy to envision situations in which\nproof that individuals engaged in a pattern of racketeering\nactivity would not establish the existence of an enterprise. For\nexample, suppose that several individuals, independently and\nwithout coordination, engaged in a pattern of crimes listed as RICO\npredicates—for example, bribery or extortion. Proof of these\npatterns would not be enough to show that the individuals were\nmembers of an enterprise.Footnote 5The dissent states that “[o]nly if proof of\nthe enterprise element … requires evidence of activity or\norganization beyond that inherent in the pattern of predicate acts\nwill RICO offenses retain an identity distinct from §371 offenses.”Post, at 7 (opinion of Stevens, J.). This is incorrect:\nEven if the same evidence may prove two separate elements, this\ndoes not mean that the two elements collapse into one.",
    "joined": []
}