{
    "case": {
        "docket": "139",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/139/"
    },
    "id": "1963390",
    "author": "alito",
    "type": "opinion",
    "text": "OPINION OF THE COURTMONSANTO CO. V. GEERTSON SEED FARMS561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-475MONSANTO COMPANY, et al., PETITIONERSv.GEERTSON SEED FARMS et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 21, 2010]Justice Alito delivered the\nopinion of the Court.This case arises out\nof a decision by the Animal and Plant Health Inspection Service\n(APHIS) to deregulate a variety of genetically engineered alfalfa.\nThe District Court held that APHIS violated the National\nEnvironmental Policy Act of 1969 (NEPA), 83 Stat. 852, 42 U.\nS. C. §4321et seq., by issuing its deregulation\ndecision without first completing a detailed assessment of the\nenvironmental consequences of its proposed course of action. To\nremedy that violation, the District Court vacated the agency’s\ndecision completely deregulating the alfalfa variety in question;\nordered APHIS not to act on the deregulation petition in whole or\nin part until it had completed a detailed environmental review; and\nenjoined almost all future planting of the genetically engineered\nalfalfa pending the completion of that review. The Court of Appeals\naffirmed the District Court’s entry of permanent injunctive relief.\nThe main issue now in dispute concerns the breadth of that relief.\nFor the reasons set forth below, we reverse and remand for further\nproceedings.IAThe Plant Protection\nAct (PPA), 114 Stat. 438, 7 U. S. C. §7701et seq.,\nprovides that the Secretary of the Department of Agriculture (USDA)\nmay issue regulations “to prevent the introduction of plant pests\ninto the United States or the dissemination of plant pests within\nthe United States.” §7711(a). The Secretary has delegated that\nauthority to APHIS, a division of the USDA. 7 CFR §§2.22(a),\n2.80(a)(36) (2010). Acting pursuant to that delegation, APHIS has\npromulgated regulations governing “the introduction of organisms\nand products altered or produced through genetic engineering that\nare plant pests or are believed to be plant pests.” See\n§340.0(a)(2) and n. 1. Under those regulations, certain\ngenetically engineered plants are presumed to be “plant pests”—and\nthus “regulated articles” under the PPA—until APHIS determines\notherwise. Seeibid.;§§340.1, 340.2, 340.6; see\nalso App. 183. However, any person may petition APHIS for a\ndetermination that a regulated article does not present a plant\npest risk and therefore should not be subject to the applicable\nregulations. 7 U. S. C. §7711(c)(2); 7 CFR §340.6. APHIS may\ngrant such a petition in whole or in part.§340.6(d)(3).In deciding whether\nto grant nonregulated status to a genetically engineered plant\nvariety, APHIS must comply with NEPA, which requires federal\nagencies “to the fullest extent possible” to prepare an\nenvironmental impact statement (EIS) for “every recommendation or\nreport on proposals for legislation and other major Federal\nactio[n] significantly affecting the quality of the human\nenvironment.” 42 U. S. C. §4332(2)(C). The statutory text\n“speaks solely in terms ofproposedactions; it does not\nrequire an agency to consider the possible environmental impacts of\nless imminent actions when preparing the impact statement on\nproposed actions.”Kleppev.Sierra Club,427 U. S. 390, 410, n. 20\n(1976).An agency need not complete an EIS\nfor a particular proposal if it finds, on the basis of a shorter\n“environmental assessment” (EA), that the proposed action will not\nhave a significant impact on the environment. 40 CFR §§1508.9(a),\n1508.13 (2009). Even if a particular agency proposal requires an\nEIS, applicable regulations allow the agency to take at least some\naction in furtherance of that proposal while the EIS is being\nprepared. See §1506.1(a) (“no action concerning the proposal shall\nbe taken which would: (1) Have an adverse environmental impact; or\n(2) Limit the choice of reasonable alternatives”); §1506.1(c)\n(“While work on a required program environmental impact statement\nis in progress and the action is not covered by an existing program\nstatement, agencies shall not undertake in the interim any major\nFederal action covered by the program which may significantly\naffect the quality of the human environment unless such action”\nsatisfies certain requirements).BThis case involves\nRoundup Ready Alfalfa (RRA), a kind of alfalfa crop that has been\ngenetically engineered to be tolerant of glyphosate, the active\ningredient of the herbicide Roundup. Petitioner Monsanto Company\n(Monsanto) owns the intellectual property rights to RRA. Monsanto\nlicenses those rights to co-petitioner Forage Genetics\nInternational (FGI), which is the exclusive developer of RRA\nseed.APHIS initially\nclassified RRA as a regulated article, but in 2004 petitioners\nsought nonregulated status for two strains of RRA. In response,\nAPHIS prepared a draft EA assessing the likely environmental impact\nof the requested deregulation. It then published a notice in the\nFederal Register advising the public of the deregulation petition\nand soliciting public comments on its draft EA. After considering\nthe hundreds of public comments that it received, APHIS issued a\nFinding of No Significant Impact and decided to deregulate RRA\nunconditionally and without preparing an EIS. Prior to this\ndecision, APHIS had authorized almost 300 field trials of RRA\nconducted over a period of eight years. App. 348.Approximately eight months after\nAPHIS granted RRA nonregulated status, respondents (two\nconventional alfalfa seed farms and environmental groups concerned\nwith food safety) filed this action against the Secretary of\nAgriculture and certain other officials in Federal District Court,\nchallenging APHIS’s decision to completely deregulate RRA. Their\ncomplaint alleged violations of NEPA, the Endangered Species Act of\n1973 (ESA), 87 Stat. 884, 16 U. S. C. §1531et seq.,\nand the PPA. Respondents did not seek preliminary injunctive relief\npending resolution of those claims. Hence, RRA enjoyed nonregulated\nstatus for approximately two years. During that period, more than\n3,000 farmers in 48 States planted an estimated 220,000 acres of\nRRA. App. 350.In resolving respondents’ NEPA\nclaim, the District Court accepted APHIS’s determination that RRA\ndoes not have any harmful health effects on humans or livestock.\nApp. to Pet. for Cert. 43a; accord,id., at 45a.\nNevertheless, the District Court held that APHIS violated NEPA by\nderegulating RRA without first preparing an EIS. In particular, the\ncourt found that APHIS’s EA failed to answer substantial questions\nconcerning two broad consequences of its proposed action: first,\nthe extent to which complete deregulation would lead to the\ntransmission of the gene conferring glyphosate tolerance from RRA\nto organic and conventional alfalfa; and, second, the extent to\nwhich the introduction of RRA would contribute to the development\nof Roundup-resistant weeds.Id.,at 52a. In light of its\ndetermination that the deregulation decision ran afoul of NEPA, the\nDistrict Court dismissed without prejudice respondents’ claims\nunder the ESA and PPA.After these rulings, the District\nCourt granted petitioners permission to intervene in the remedial\nphase of the lawsuit.The court then asked the parties to\nsubmit proposed judgments embodying their preferred means of\nremedying the NEPA violation. APHIS’s proposed judgment would have\nordered the agency to prepare an EIS, vacated the agency’s\nderegulation decision, and replaced that decision with the terms of\nthe judgment itself.Id.,at 184a (proposed judgment\nproviding that “[the federal] defendants’ [June 14,] 2005\nDetermination of Nonregulated Status for Alfalfa Genetically\nEngineered for Tolerance to the Herbicide Glyphosate is hereby\nvacatedand replaced by the terms of this judgment”\n(emphasis added)). The terms of the proposed judgment, in turn,\nwould have permitted the continued planting of RRA pending\ncompletion of the EIS, subject to six restrictions. Those\nrestrictions included, among other things, mandatory isolation\ndistances between RRA and non-genetically-engineered alfalfa fields\nin order to mitigate the risk of gene flow; mandatory harvesting\nconditions; a requirement that planting and harvesting equipment\nthat had been in contact with RRA be cleaned prior to any use with\nconventional or organic alfalfa; identification and handling\nrequirements for RRA seed; and a requirement that all RRA seed\nproducers and hay growers be under contract with either Monsanto or\nFGI and that their contracts require compliance with the other\nlimitations set out in the proposed judgment.The District Court rejected\nAPHIS’s proposed judgment. In its preliminary injunction, the\nDistrict Court prohibited almost all future planting of RRA pending\nAPHIS’s completion of the required EIS. But in order to minimize\nthe harm to farmers who had relied on APHIS’s deregulation\ndecision, the court expressly allowed those who had already\npurchased RRA to plant their seeds until March 30, 2007.Id.,at 58a. In its subsequently entered permanent\ninjunction and judgment, the court (1) vacated APHIS’s deregulation\ndecision; (2) ordered APHIS to prepare an EIS before it made any\ndecision on Monsanto’s deregulation petition; (3) enjoined the\nplanting of any RRA in the United States after March 30, 2007,\npending APHIS’s completion of the required EIS; and (4) imposed\ncertain conditions (suggested by APHIS) on the handling and\nidentification of already-planted RRA.Id.,at 79a, 109a.\nThe District Court denied petitioners’ request for an evidentiary\nhearing.The Government, Monsanto, and FGI\nappealed, challenging the scope of the relief granted but not\ndisputing the existence of a NEPA violation. SeeGeertson Seed\nFarmsv.Johanns, 570 F. 3d 1130, 1136 (2009). A\ndivided panel of the Court of Appeals for the Ninth Circuit\naffirmed. Based on its review of the record, the panel first\nconcluded that the District Court had “recognized that an\ninjunction does not ‘automatically issue’ when a NEPA violation is\nfound” and had instead based its issuance of injunctive relief on\nthe four-factor test traditionally used for that purpose.Id., at 1137. The panel held that the District Court had\nnot committed clear error in making any of the subsidiary factual\nfindings on which its assessment of the four relevant factors was\nbased. And the panel rejected the claim that the District Court had\nnot given sufficient deference to APHIS’s expertise concerning the\nlikely effects of allowing continued planting of RRA on a limited\nbasis. In the panel’s view, APHIS’s proposed interim measures would\nhave perpetuated a system that had been found by the District Court\nto have caused environmental harm in the past.Id., at\n1139. Hence, the panel concluded that the District Court had not\nabused its discretion “in choosing to reject APHIS’s proposed\nmitigation measures in favor of a broader injunction to prevent\nmore irreparable harm from occurring.”Ibid.The panel majority also rejected\npetitioners’ alternative argument that the District Court had erred\nin declining to hold an evidentiary hearing before entering its\npermanent injunction. Writing in dissent, Judge N. Randy Smith\ndisagreed with that conclusion. In his view, the District Court was\nrequired to conduct an evidentiary hearing before issuing a\npermanent injunction unless the facts were undisputed or the\nadverse party expressly waived its right to such a hearing. Neither\nof those two exceptions, he found, applied here.We granted certiorari. 558 U. S.\n__ (2010).IIAAt the threshold,\nrespondents contend that petitioners lack standing to seek our\nreview of the lower court rulings at issue here. We\ndisagree.Standing under\nArticle III of the Constitution requires that an injury be\nconcrete, particularized, and actual or imminent; fairly traceable\nto the challenged action; and redressable by a favorable ruling.Hornev.Flores, 557 U. S. ___, ___ (2009) (slip\nop., at 8). Petitioners here satisfy all three criteria.\nPetitioners are injured by their inability to sell or license RRA\nto prospective customers until such time as APHIS completes the\nrequired EIS. Because that injury is caused by the very remedial\norder that petitioners challenge on appeal, it would be redressed\nby a favorable ruling from this Court.Respondents do not dispute that\npetitioners would have standing to contest the District Court’s\npermanent injunction order if they had pursued a different\nlitigation strategy. Instead, respondents argue that the injury of\nwhich petitioners complain is independently caused by a part of the\nDistrict Court’s order that petitioners failed to challenge,\nnamely, the vacatur of APHIS’s deregulation decision. The practical\nconsequence of the vacatur, respondents contend, was to restore RRA\nto the status of a regulated article; and, subject to certain\nexceptions not applicable here, federal regulations ban the growth\nand sale of regulated articles. Because petitioners did not\nspecifically challenge the District Court’s vacatur, respondents\nreason, they lack standing to challenge a part of the District\nCourt’s order (i.e., the injunction) that does not cause\npetitioners any injury not also caused by the vacatur. See Brief\nfor Respondents 19–20.Respondents’ argument fails for\ntwo independent reasons. First, although petitioners did not\nchallenge the vacatur directly, they adequately preserved their\nobjection that the vacated deregulation decision should have been\nreplaced by APHIS’s proposed injunction. Throughout the remedial\nphase of this litigation, one of the main disputes between the\nparties has been whether the District Court was required to adopt\nAPHIS’s proposed judgment. See,e.g.,\nIntervenor-Appellants’ Opening Brief in No. 07–16458 etc. (CA9),\np. 59 (urging the Court of Appeals to “vacate the district\ncourt’s judgment and remand this case to the district court with\ninstructions to enter APHIS’s proposed relief”); Opening Brief of\nFederal Defendants-Appellants in No. 16458 etc. (CA9), pp. 21,\n46 (“The blanket injunction should be narrowed in accordance with\nAPHIS’s proposal”); see also Tr. of Oral Arg. 6, 25–27, 53–54. That\njudgment would have replaced the vacated deregulation decision with\nan order expressly allowing continued planting of RRA subject to\ncertain limited conditions. App. to Pet. for Cert. 184a (proposed\njudgment providing that “[the federal] defendants’ 14 June 2005\nDetermination of Nonregulated Status for Alfalfa Genetically\nEngineered for Tolerance to the Herbicide Glyphosate is hereby\nvacatedand replaced by the terms of this judgment”\n(emphasis added)). Accordingly, if the District Court had adopted\nthe agency’s suggested remedy, there would still be authority for\nthe continued planting of RRA, because there would, in effect, be a\nnew deregulation decision.[Footnote\n1]Second, petitioners in any case\nhave standing to challenge the part of the District Court’s order\nenjoining partial deregulation. Respondents focus their standing\nargument on the part of the judgment enjoining the planting of RRA,\nbut the judgment also states that “[b]efore granting Monsanto’s\nderegulation petition,even in part, the federal\ndefendants shall prepare an environmental impact statement.”Id., at 108a (emphasis added); see alsoid., at\n79a (“The Court will enter a final judgment … ordering the\ngovernment to prepare an EIS before it makes a decision on\nMonsanto’s deregulation petition”). As respondents concede, that\npart of the judgment goes beyond the vacatur of APHIS’s\nderegulation decision. See Tr. of Oral Arg. 37, 46.At oral argument, respondents\ncontended that the retriction on APHIS’s ability to effect a\npartial deregulation of RRA does not cause petitioners “an actual\nor an imminent harm.”Id., at 39–40. In order for a\npartial deregulation to occur, respondents argued, the case would\nhave to be remanded to the agency, and APHIS would have to prepare\nan EA “that may or may not come out in favor of a partial\nderegulation.”Id., at 39. Because petitioners cannot\nprove that those two events would happen, respondents contended,\nthe asserted harm caused by the District Court’s partial\nderegulation ban is too speculative to satisfy the actual or\nimminent injury requirement.We reject this argument. If the\ninjunction were lifted, we do not see why the District Court would\nhave to remand the matter to the agency in order for APHIS to\neffect a partial deregulation. And even if a remand were required,\nwe perceive no basis on which the District Court could decline to\nremand the matter to the agency so that it could determine whether\nto pursue a partial deregulation during the pendency of the EIS\nprocess.Nor is any doubt as to whether\nAPHIS would issue a new EA in favor of a partial deregulation\nsufficient to defeat petitioners’ standing. It is undisputed that\npetitioners have submitted a deregulation petition and that a\npartial deregulation of the kind embodied in the agency’s proposed\njudgment would afford petitioners much of the relief that they\nseek; it is also undisputed that, absent the District Court’s\norder, APHIS could attempt to effect such a partial deregulation\npending its completion of the EIS. Seeid., at 7–8, 25–27,\n38. For purposes of resolving the particular standing question\nbefore us, we need not decide whether or to what extent a party\nchallenging an injunction that bars an agency from granting certain\nrelief must show that the agency would be likely to afford such\nrelief if it were free to do so. In this case, as is clear from\nAPHIS’s proposed judgment and from its briefing throughout the\nremedial phase of this litigation, the agency takes the view that a\npartial deregulation reflecting its proposed limitations is in the\npublic interest. Thus, there is more than a strong likelihood that\nAPHIS would partially deregulate RRA were it not for the District\nCourt’s injunction. The District Court’s elimination of that\nlikelihood is plainly sufficient to establish a constitutionally\ncognizable injury. Moreover, as respondents essentially conceded at\noral argument, that injury would be redressed by a favorable\ndecision here, since “vacating the current injunction … will allow\n[petitioners] to go back to the agency, [to] seek a partial\nderegulation,” even if the District Court’s vacatur of APHIS’s\nderegulation decision is left intact.Id., at 38. We\ntherefore hold that petitioners have standing to seek this Court’s\nreview.[Footnote 2]BWe next consider\npetitioners’ contention that respondents lack standing to seek\ninjunctive relief. SeeDaimlerChrysler Corp.v.Cuno,547\nU. S. 332, 352 (2006) (“[A] plaintiff must demonstrate standing\nseparately for each form of relief sought” (internal quotation\nmarks omitted)). Petitioners argue that respondents have failed to\nshow that any of the named respondents is likely to suffer a\nconstitutionally cognizable injury absent injunctive relief. See\nBrief for Petitioners 40. We disagree.Respondents include\nconventional alfalfa farmers. Emphasizing “the undisputed\nconcentration of alfalfa seed farms,” the District Court found that\nthose farmers had “established a ‘reasonable probability’ that\ntheir organic and conventional alfalfa crops will be infected with\nthe engineered gene” if RRA is completely deregulated. App. to Pet.\nfor Cert. 50a.[Footnote 3] A\nsubstantial risk of gene flow injures respondents in several ways.\nFor example, respondents represent that, in order to continue\nmarketing their product to consumers who wish to buy\nnon-genetically-engineered alfalfa, respondents would have to\nconduct testing to find out whether and to what extent their crops\nhave been contaminated. See,e.g., Record, Doc. 62,\np. 5 (Declaration of Phillip Geertson in Support of Plantiffs’\nMotion for Summary Judgment) (hereinafter Geertson Declaration)\n(“Due to the high potential for contamination, I will need to test\nmy crops for the presence of genetically engineered alfalfa seed.\nThis testing will be a new cost to my seed business and we will\nhave to raise our seed prices to cover these costs, making our\nprices less competitive”);id., Doc. 57, p. 4\n(Declaration of Patrick Trask in Support of Plantiff’s Motion for\nSummary Judgment) (“To ensure that my seeds are pure, I will need\nto test my crops and obtain certification that my seeds are free of\ngenetically engineered alfalfa”); see also Record, Doc. 55,\np. 2 (“There is zero tolerance for contaminated seed in the\norganic market”). Respondents also allege that the risk of gene\nflow will cause them to take certain measures to minimize the\nlikelihood of potential contamination and to ensure an adequate\nsupply of non-genetically-engineered alfalfa. See,e.g.,\nGeertson Declaration 3 (noting the “increased cost of alfalfa\nbreeding due to potential for genetic contamination”);id., at 6 (“Due to the threat of contamination, I have\nbegun contracting with growers outside of the United States to\nensure that I can supply genetically pure, conventional alfalfa\nseed. Finding new growers has already resulted in increased\nadministrative costs at my seed business”).Such harms, which respondents will\nsuffer even if their crops are not actually infected with the\nRoundup ready gene, are sufficiently concrete to satisfy the\ninjury-in-fact prong of the constitutional standing analysis. Those\nharms are readily attributable to APHIS’s deregulation decision,\nwhich, as the District Court found, gives rise to a significant\nrisk of gene flow to non-genetically-engineered varieties of\nalfalfa. Finally, a judicial order prohibiting the growth and sale\nof all or some genetically engineered alfalfa would remedy\nrespondents’ injuries by eliminating or minimizing the risk of gene\nflow to conventional and organic alfalfa crops. We therefore\nconclude that respondents have constitutional standing to seek\ninjunctive relief from the complete deregulation order at issue\nhere.Petitioners appear to suggest that\nrespondents fail to satisfy the “zone of interests” test we have\npreviously articulated as a prudential standing requirement in\ncases challenging agency compliance with particular statutes. See\nReply Brief for Petitioners 12 (arguing that protection against the\nrisk of commercial harm “is not an interest that NEPA was enacted\nto address”);Bennettv.Spear,520 U. S. 154, 162–163\n(1997). That argument is unpersuasive because, as the District\nCourt found, respondents’ injury has an environmental as well as an\neconomic component. See App. to Pet. for Cert. 49a. In its ruling\non the merits of respondents’ NEPA claim, the District Court held\nthat the risk that the RRA gene conferring glyphosate resistance\nwill infect conventional and organic alfalfa is a significant\nenvironmental effect within the meaning of NEPA. Petitioners did\nnot appeal that part of the court’s ruling, and we have no occasion\nto revisit it here. Respondents now seek injunctive relief in order\nto avert the risk of gene flow to their crops—the very same effect\nthat the District Court determined to be a significant\nenvironmental concern for purposes of NEPA. The mere fact that\nrespondents also seek to avoid certain economic harms that are tied\nto the risk of gene flow does not strip them of prudential\nstanding.In short, respondents have\nstanding to seek injunctive relief, and petitioners have standing\nto seek this Court’s review of the Ninth Circuit’s judgment\naffirming the entry of such relief. We therefore proceed to the\nmerits of the case.IIIAThe District Court\nsought to remedy APHIS’s NEPA violation in three ways: First, it\nvacated the agency’s decision completely deregulating RRA; second,\nit enjoined APHIS from deregulating RRA, in whole or in part,\npending completion of the mandated EIS; and third, it entered a\nnationwide injunction prohibiting almost all future planting of\nRRA.Id., at 108a–110a. Because petitioners and the\nGovernment do not argue otherwise, we assume without deciding that\nthe District Court acted lawfully in vacating the deregulation\ndecision. See Tr. of Oral Arg. 7 (“[T]he district court could have\nvacated the order in its entirety and sent it back to the agency”);\naccord,id., at 15–16. We therefore address only the\nlatter two aspects of the District Court’s judgment. Before doing\nso, however, we provide a brief overview of the standard governing\nthe entry of injunctive relief.B“[A] plaintiff\nseeking a permanent injunction must satisfy a four-factor test\nbefore a court may grant such relief. A plaintiff must demonstrate:\n(1) that it has suffered an irreparable injury; (2) that remedies\navailable at law, such as monetary damages, are inadequate to\ncompensate for that injury; (3) that, considering the balance of\nhardships between the plaintiff and defendant, a remedy in equity\nis warranted; and (4) that the public interest would not be\ndisserved by a permanent injunction.”eBay Inc.v.MercExchange, L. L. C.,547 U. S. 388, 391\n(2006). The traditional four-factor test applies when a plaintiff\nseeks a permanent injunction to remedy a NEPA violation. SeeWinterv.Natural Resources Defense Council,\nInc.,555 U. S. ___, ___ (2008) (slip op., at\n21–23).Petitioners argue\nthat the lower courts in this case proceeded on the erroneous\nassumption that an injunction is generally the appropriate remedy\nfor a NEPA violation. In particular, petitioners note that the\nDistrict Court cited pre-WinterNinth Circuit precedent\nfor the proposition that, in “ ‘the run of the mill NEPA\ncase,’ ” an injunction delaying the contemplated government\nproject is proper “ ‘until the NEPA violation is\ncured.’ ” App. to Pet. for Cert. 65a (quotingIdaho\nWatersheds Projectv.Hahn, 307 F. 3d 815, 833\n(CA9 2002)); see also App. to Pet. for Cert. 55a (quoting same\nlanguage in preliminary injunction order). In addition, petitioners\nobserve, the District Court and the Court of Appeals in this case\nboth stated that, “in unusual circumstances, an injunction may be\nwithheld, or, more likely, limited in scope” in NEPA cases.Id., at 66a (quotingNational Parks & Conservation\nAssn.v.Babbitt, 241 F. 3d 722, 737, n. 18 (CA9\n2001) (internal quotation marks omitted)); 570 F. 3d, at\n1137.Insofar as the statements quoted\nabove are intended to guide the determination whether to grant\ninjunctive relief, they invert the proper mode of analysis. An\ninjunction should issue only if the traditional four-factor test is\nsatisfied. SeeWinter,supra,at ___ (slip op.,\nat 21–24). In contrast, the statements quoted above appear to\npresume that an injunction is the proper remedy for a NEPA\nviolation except in unusual circumstances. No such thumb on the\nscales is warranted. Nor, contrary to the reasoning of the Court of\nAppeals, could any such error be cured by a court’s perfunctory\nrecognition that “an injunction does not automatically issue” in\nNEPA cases. See 570 F. 3d, at 1137 (internal quotation marks\nomitted). It is not enough for a court considering a request for\ninjunctive relief to ask whether there is a good reason why an\ninjunction shouldnotissue; rather, a court must\ndetermine that an injunctionshouldissue under the\ntraditional four-factor test set out above.Notwithstanding the lower courts’\napparent reliance on the incorrect standard set out in the\npre-WinterCircuit precedents quoted above, respondents\nargue that the lower courts in fact applied the traditional\nfour-factor test. In their view, the statements that injunctive\nrelief is proper in the “run-of-the-mill” NEPA case, and that such\ninjunctions are granted except in “unusual circumstances,” are\ndescriptive rather than prescriptive. See Brief for Respondents 28,\nn. 14. We need not decide whether respondents’\ncharacterization of the lower court opinions in this case is sound.\nEven if it is, the injunctive relief granted here cannot\nstand.CWe first consider\nwhether the District Court erred in enjoining APHIS from partially\nderegulating RRA during the pendency of the EIS process.[Footnote 4]The relevant part of\nthe District Court’s judgment states that, “[b]efore granting\nMonsanto’s deregulation petition,even in part, the\nfederal defendants shall prepare an environmental impact\nstatement.” App. to Pet. for Cert. 108a (emphasis added); see alsoid., at 79a (“The Court will enter a final judgment …\nordering the government to prepare an EIS before it makes a\ndecision on Monsanto’s deregulation petition”). The plain text of\nthe order prohibitsanypartial deregulation, not just the\nparticular partial deregulation embodied in APHIS’s proposed\njudgment. We think it is quite clear that the District Court meant\njust what it said. The related injunction against planting states\nthat “no[RRA] … may be planted” “[u]ntil the federal\ndefendants prepare the EIS and decide the deregulation petition.”Id., at 108a (emphasis added). That injunction, which\nappears in the very same judgment and directly follows the\ninjunction against granting Monsanto’s petition “even in part,”\ndoes not carve out an exception for planting subsequently\nauthorized by a valid partial deregulation decision.In our view, none of the\ntraditional four factors governing the entry of permanent\ninjunctive relief supports the District Court’s injunction\nprohibiting partial deregulation. To see why that is so, it is\nhelpful to understand how the injunction prohibiting a partial\nderegulation fits into the broader dispute between the\nparties.Respondents in this case brought\nsuit under the APA to challenge a particular agency order: APHIS’s\ndecision tocompletelyderegulate RRA. The District Court\nheld that the order in question was procedurally defective, and\nAPHIS decided not to appeal that determination. At that point, it\nwas for the agency to decide whether and to what extent it would\npursue apartialderegulation. If the agency found, on the\nbasis of a new EA, that a limited and temporary deregulation\nsatisfied applicable statutory and regulatory requirements, it\ncould proceed with such a deregulation even if it had not yet\nfinished the onerous EIS required for complete deregulation. If and\nwhen the agency were to issue a partial deregulation order, any\nparty aggrieved by that order could bring a separate suit under the\nAdministrative Procedure Act to challenge the particular\nderegulation attempted. See 5 U. S. C. §702.In this case, APHIS apparently\nsought to “streamline” the proceedings by asking the District Court\nto craft a remedy that, in effect, would have partially deregulated\nRRA until such time as the agency had finalized the EIS needed for\na complete deregulation. See Tr. of Oral Arg. 16, 23–24; App. to\nPet. for Cert. 69a. To justify that disposition, APHIS and\npetitioners submitted voluminous documentary submissions in which\nthey purported to show that the risk of gene flow would be\ninsignificant if the District Court allowed limited planting and\nharvesting subject to APHIS’s proposed conditions. Respondents, in\nturn, submitted considerable evidence of their own that seemed to\ncut the other way. This put the District Court in an unenviable\nposition. “The parties’ experts disagreed over virtually every\nfactual issue relating to possible environmental harm, including\nthe likelihood of genetic contamination and why some contamination\nhad already occurred.” 570 F. 3d, at 1135.The District Court may well have\nacted within its discretion in refusing to craft a judicial remedy\nthat would haveauthorizedthe continued planting and\nharvesting of RRA while the EIS is being prepared. It does not\nfollow, however, that the District Court was within its rights inenjoiningAPHIS from allowing such planting and harvesting\npursuant to the authority vested in the agency by law. When the\nDistrict Court entered its permanent injunction, APHIS had not yet\nexercised its authority to partially deregulate RRA. Until APHIS\nactually seeks to effect a partial deregulation, any judicial\nreview of such a decision is premature.[Footnote 5]Nor can the District Court’s\ninjunction be justified as a prophylactic measure needed to guard\nagainst the possibility that the agency would seek to effect on its\nown the particular partial deregulation scheme embodied in the\nterms of APHIS’s proposed judgment. Even if the District Court was\nnot required to adopt that judgment, there was no need to stop the\nagency from effecting a partial deregulation in accordance with the\nprocedures established by law. Moreover, the terms of the District\nCourt’s injunction do not just enjoin theparticularpartial deregulation embodied in APHIS’s proposed judgment.\nInstead, the District Court barred the agency from pursuinganyderegulation—no matter how limited the geographic area\nin which planting of RRA would be allowed, how great the isolation\ndistances mandated between RRA fields and fields for growing\nnon-genetically-engineered alfalfa, how stringent the regulations\ngoverning harvesting and distribution, how robust the enforcement\nmechanisms available at the time of the decision,\nand—consequently—no matter how small the risk that the planting\nauthorized under such conditions would adversely affect the\nenvironment in general and respondents in particular.The order enjoining any partial\nderegulation was also inconsistent with other aspects of the very\nsame judgment. In fashioning its remedy for the NEPA violation, the\nDistrict Court steered a “middle course” between more extreme\noptions on either end. Seeid., at 1136. On the one hand,\nthe District Court rejected APHIS’s proposal (supported by\npetitioners) to allow continued planting and harvesting of RRA\nsubject to the agency’s proposed limitations. On the other hand,\nthe District Court did not bar continued planting of RRA as a\nregulated article under permit from APHIS, see App. to Pet. for\nCert. 75a, and it expressly allowed farmers to harvest and sell RRA\nplanted before March 30, 2007,id., at 76a–79a. If the\nDistrict Court was right to conclude that any partial deregulation,\nno matter how limited, required the preparation of an EIS, it is\nhard to see why the limited planting and harvesting that the\nDistrict Court allowed did not also require the preparation of an\nEIS. Conversely, if the District Court was right to conclude that\nthe limited planting and harvesting it allowed did not require the\npreparation of an EIS, then an appropriately limited partial\nderegulation should likewise have been possible.Based on the analysis set forth\nabove, it is clear that the order enjoining any deregulation\nwhatsoever does not satisfy the traditional four-factor test for\ngranting permanent injunctive relief. Most importantly, respondents\ncannot show that they will suffer irreparable injury if APHIS is\nallowed to proceed with any partial deregulation, for at least two\nindependent reasons.First, if and when APHIS pursues a\npartial deregulation that arguably runs afoul of NEPA, respondents\nmay file a new suit challenging such action and seeking appropriate\npreliminary relief. See 5 U. S. C. §§702, 705. Accordingly, a\npermanent injunction is not now needed to guard against any present\nor imminent risk of likely irreparable harm.Second, a partial deregulation\nneed not cause respondents any injury at all, much less irreparable\ninjury; if the scope of the partial deregulation is sufficiently\nlimited, the risk of gene flow to their crops could be virtually\nnonexistent. For example, suppose that APHIS deregulates RRA only\nin a remote part of the country in which respondents neither grow\nnor intend to grow non-genetically-engineered alfalfa, and in which\nno conventional alfalfa farms are currently located. Suppose\nfurther that APHIS issues an accompanying administrative order\nmandating isolation distances so great as to eliminate any\nappreciable risk of gene flow to the crops of conventional farmers\nwho might someday choose to plant in the surrounding area. See,e.g., Brief in Opposition 9, n. 6 (quoting study\nconcluding “ ‘that in order for there to bezerotolerance of any gene flow between a [RRA] seed field and a\nconventional seed field, those fields would have to have a\nfive-mile isolation distance between them’ ”); see also Tr. of\nOral Arg. 15–16 (representation from the Solicitor General that\nAPHIS may impose conditions on the deregulation of RRA via issuance\nof an administrative order). Finally, suppose that APHIS concludes\nin a new EA that its limited deregulation would not pose a\nsignificant risk of gene flow or harmful weed development, and that\nthe agency adopts a plan to police vigorously compliance with its\nadministrative order in the limited geographic area in question. It\nis hard to see how respondents could show that such a limited\nderegulation would cause them likely irreparable injury.\n(Respondents in this case do not represent a class, so they could\nnot seek to enjoin such an order on the ground that it might cause\nharm to other parties.) In any case, the District Court’s order\nprohibitinganypartial deregulation improperly relieves\nrespondents of their burden to make the requisite evidentiary\nshowing.[Footnote 6]Of course, APHIS might ultimately\nchoose not to partially deregulate RRA during the pendency of the\nEIS, or else to pursue the kind of partial deregulation embodied in\nits proposed judgment rather than the very limited deregulation\nenvisioned in the above hypothetical. Until such time as the agency\ndecides whether and how to exercise its regulatory authority,\nhowever, the courts have no cause to intervene. Indeed, the broad\ninjunction entered here essentially pre-empts the very procedure by\nwhich the agency could determine, independently of the pending EIS\nprocess for assessing the effects of acompletederegulation, that alimitedderegulation would not pose\nany appreciable risk of environmental harm. See 40 CFR §§1501.4,\n1508.9(a) (2009).In sum, we do not know whether and\nto what extent APHIS would seek to effect a limited deregulation\nduring the pendency of the EIS process if it were free to do so; we\ndo know that the vacatur of APHIS’s deregulation decision means\nthat virtually no RRA can be grown or sold until such time as a new\nderegulation decision is in place, and we also know that any party\naggrieved by a hypothetical future deregulation decision will have\nample opportunity to challenge it, and to seek appropriate\npreliminary relief, if and when such a decision is made. In light\nof these particular circumstances, we hold that the District Court\ndid not properly exercise its discretion in enjoining a partial\nderegulation of any kind pending APHIS’s preparation of an EIS. It\nfollows that the Court of Appeals erred in affirming that aspect of\nthe District Court’s judgment.DWe now turn to\npetitioners’ claim that the District Court erred in entering a\nnationwide injunction against planting RRA. Petitioners argue that\nthe District Court did not apply the right test for determining\nwhether to enter permanent injunctive relief; that, even if the\nDistrict Court identified the operative legal standard, it erred as\na matter of law in applying that standard to the facts of this\ncase; and that the District Court was required to grant petitioners\nan evidentiary hearing to resolve contested issues of fact germane\nto the remedial dispute between the parties. We agree that the\nDistrict Court’s injunction against planting went too far, but we\ncome to that conclusion for two independent reasons.First, the\nimpropriety of the District Court’s broad injunction against\nplanting flows from the impropriety of its injunction against\npartial deregulation. If APHIS may partially deregulate RRA before\npreparing a full-blown EIS—a question that we need not and do not\ndecide here—farmers should be able to grow and sell RRA in\naccordance with that agency determination. Because it was\ninappropriate for the District Court to foreclose even the\npossibility of a partial and temporary deregulation, it necessarily\nfollows that it was likewise inappropriate to enjoin any and all\nparties from acting in accordance with the terms of such a\nderegulation decision.Second, respondents have\nrepresented to this Court that the District Court’s injunction\nagainst planting does not have any meaningful practical effect\nindependent of its vacatur. See Brief for Respondents 24; see also\nTr. of Oral Arg. 37 (“[T]he mistake that was made [by the District\nCourt] was in not appreciating … that the vacatur did have [the]\neffect” of independently prohibiting the growth and sale of almost\nall RRA). An injunction is a drastic and extraordinary remedy,\nwhich should not be granted as a matter of course. See,e.g.,Weinbergerv.Romero-Barcelo,456 U. S. 305,\n311–312 (1982). If a less drastic remedy (such as partial or\ncomplete vacatur of APHIS’s deregulation decision) was sufficient\nto redress respondents’ injury, no recourse to the additional and\nextraordinary relief of an injunction was warranted. Seeibid.;see alsoWinter, 555 U. S., at ___ (slip\nop., at 21–23).EIn sum, the District\nCourt abused its discretion in enjoining APHIS from effecting a\npartial deregulation and in prohibiting the possibility of planting\nin accordance with the terms of such a deregulation. Given those\nerrors, this Court need not express any view on whether injunctive\nrelief of some kind was available to respondents on the record\nbefore us. Nor does the Court address the question whether the\nDistrict Court was required to conduct an evidentiary hearing\nbefore entering the relief at issue here. The judgment of the Ninth\nCircuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Justice Breyer took\nno part in the consideration or decision of this case.Footnote 1We need not decide whether the\nDistrict Court had the authority to replace the vacated agency\norder with an injunction of its own making. The question whether\npetitioners are entitled to the relief that they seek goes to the\nmerits, not to standing.Footnote 2We do not rest “the primary basis\nfor our jurisdiction on the premise that the District Court\nenjoined APHIS from partially deregulating RRA in any sense.” Seepost, at 7 (Stevens, J., dissenting). Even if the\nDistrict Court’s order prohibiting a partial deregulation applies\nonly to “theparticularpartial deregulation order\nproposed to the court by APHIS,” seepost, at 8,\npetitioners would still have standing to challenge that aspect of\nthe order.Footnote 3At least one of the respondents in this\ncase specifically alleges that he owns an alfalfa farm in a\nprominent seed-growing region and faces a significant risk of\ncontamination from RRA. See Record, Doc. 62, pp. 1–2;id., ¶10, at 3–4 (Declaration of Phillip Geertson in\nSupport of Plantiffs’ Motion for Summary Judgment) (“Since alfalfa\nis pollinated by honey, bumble and leafcutter bees, the genetic\ncontamination of the Roundup Ready seed will rapidly spread through\nthe seed growing regions. Bees have a range of at least two to ten\nmiles, and the alfalfa seed farms are much more concentrated”).\nOther declarations in the record provide further support for the\nDistrict Court’s conclusion that the deregulation of RRA poses a\nsignificant risk of contamination to respondents’ crops. See,e.g.,id., Doc. 53, ¶9, at 2 (Declaration of Jim\nMunsch) (alleging risk of “significant contamination … due to the\ncompact geographic area of the prime alfalfa seed producing areas\nand the fact that pollen is distributed by bees that have large\nnatural range of activity”); App. ¶8, p. 401 (Declaration of Marc\nAsumendi) (“Roundup alfalfa seed fields are currently being planted\nin all the major alfalfa seed production areas with little regard\nto contamination to non-GMO seed production fields”).Footnote 4Petitioners focus their challenge\non the part of the District Court’s order prohibiting the planting\nof RRA. As we explain below, however, the broad injunction against\nplanting cannot be valid if the injunction against partial\nderegulation is improper. Seeinfra, at 23; see also App.\nto Pet. for Cert. 64a (District Court order recognizing that\nAPHIS’s proposed remedy “seek[s],in effect, a partial\nderegulation that permits the continued expansion of the Roundup\nReady alfalfa market subject to certain conditions” (emphasis\nadded)). The validity of the injunction prohibiting partial\nderegulation is therefore properly before us. Like the District\nCourt, we use the term “partial deregulation” to refer to any\nlimited or conditional deregulation. Seeid., at 64a,\n69a.Footnote 5NEPA provides that an EIS must be\n“include[d] in every recommendation or report onproposalsfor legislation and other major Federal actions significantly\naffecting the quality of the human environment.” 42 U. S. C.\n§4332(2)(C) (emphasis added); see alsoKleppev.Sierra Club,427 U. S. 390, 406 (1976) (“A court\nhas no authority to depart from the statutory language and …\ndetermine a point during the germination process of apotentialproposal at which an impact statementshould\nbe prepared” (first emphasis added)). When a particular agency\nproposal exists and requires the preparation of an EIS, NEPA\nregulations allow the agency to take at least some action\npertaining to that proposal during the pendency of the EIS process.\nSee 40 CFR §§1506.1(a), (c) (2009). We do not express any view on\nthe Government’s contention that a limited deregulation of the kind\nembodied in its proposed judgment would not require the prior\npreparation of an EIS. See Brief for Federal Respondents 21–22\n(citing §1506.1(a)); Tr. of Oral Arg. 20 (“what we were proposing\nfor the interim, that is allowing continued planting subject to\nvarious protective measures, was fundamentally different from the\naction on which the EIS was being prepared”). Because APHIS has not\nyet invoked the procedures necessary to attempt a limited\nderegulation, any judicial consideration of such issues is not\nwarranted at this time.Footnote 6The District Court itself appears\nto have recognized that its broad injunction may not have been\nnecessary to avert any injury to respondents. See App. to Pet. for\nCert. 191a (“It does complicate it to try to fine-tune a particular\nremedy. So the simpler the remedy, the more attractive it is from\nthe Court’s point of view, because it appears to me enforcement is\neasier. Understanding it is easier, and it may be, while a blunt\ninstrument, it may actually, for the short term, achieve its\nresult, achieve its purpose,even maybe it overachieves\nit.…Maybe a lot of it is not necessary. I don’t\nknow” (emphasis added)); see alsoibid.(“I don’t say\nyou have to be greater than 1.6 miles, you have to be away from the\nbees, you have be dah dah dah. That’s the farm business. I’m not\neven in it”);id., at 192a (“I am not going to get into\nthe isolation distances”).",
    "joined": []
}