{
    "case": {
        "docket": "19-422",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-422/"
    },
    "id": "4442711",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–422 and 19–563_________________PATRICK J. COLLINS, et al.,\nPETITIONERS19–422v.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al., PETITIONERS19–563v.PATRICK J. COLLINS, et al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 23, 2021]Justice Alito delivered the opinion of the\nCourt.Fannie Mae and Freddie Mac are two of the\nNation’s leading sources of mortgage financing. When the housing\ncrisis hit in 2008, the companies suffered significant losses, and\nmany feared that their troubling financial condition would imperil\nthe national economy. To address that concern, Congress enacted the\nHousing and Economic Recovery Act of 2008 (Recovery Act), 122Stat.\n2654, 12 U. S. C. §4501et seq.Among other\nthings, that law created the Federal Housing Finance Agency (FHFA),\n“an independent agency” tasked with regulating the companies and,\nif necessary, stepping in as their conservator or receiver. §§4511,\n4617. At its head, Congress installed a single Director, whom the\nPresident could remove only “for cause.” §§4512(a), (b)(2).Shortly after the FHFA came into existence, it\nplaced Fannie Mae and Freddie Mac into conservatorship and\nnegotiated agreements for the companies with the Department of\nTreasury. Under those agreements, Treasury committed to providing\neach company with up to $100 billion in capital, and in exchange\nreceived, among other things, senior preferred shares and quarterly\nfixed-rate dividends. Four years later, the FHFA and Treasury\namended the agreements and replaced the fixed-rate dividend formula\nwith a variable one that required the companies to make quarterly\npayments consisting of their entire net worth minus a small\nspecified capital reserve. This deal, which the parties refer to as\nthe “third amendment” or “net worth sweep,” caused the companies to\ntransfer enormous amounts of wealth to Treasury. It also resulted\nin a slew of lawsuits, including the one before us today.A group of Fannie Mae’s and Freddie Mac’s\nshareholders challenged the third amendment on statutory and\nconstitutional grounds. With respect to their statutory claim, the\nshareholders contended that the Agency exceeded its authority as a\nconservator under the Recovery Act when it agreed to a variable\ndividend formula that would transfer nearly all of the companies’\nnet worth to the Federal Government. And with respect to their\nconstitutional claim, the shareholders argued that the FHFA’s\nstructure violates the separation of powers because the Agency is\nled by a single Director who may be removed by the President only\n“for cause.” §4512(b)(2). They sought declaratory and injunctive\nrelief, including an order requiring Treasury either to return the\nvariable dividend payments or to re-characterize those payments as\na pay down on Treasury’s investment.We hold that the shareholders’ statutory claim\nis barred by the Recovery Act, which prohibits courts from taking\n“any action to restrain or affect the exercise of [the] powers or\nfunctions of the Agency as a conservator.” §4617(f ). But we\nconclude that the FHFA’s structure violates the separation of\npowers, and we remand for further proceedings to determine what\nremedy, if any, the shareholders are entitled to receive on their\nconstitutional claim.IACongress created the Federal National Mortgage\nAssociation (Fannie Mae) in 1938 and the Federal Home Loan Mortgage\nCorporation (Freddie Mac) in 1970 to support the Nation’s home\nmortgage system. See National Housing Act Amendments of 1938,\n52Stat. 23; Federal Home Loan Mortgage Corporation Act, 84Stat.\n451. The companies operate under congressional charters as\nfor-profit corporations owned by private shareholders. See Housing\nand Urban Development Act of 1968, §801, 82Stat. 536, 12\nU. S. C. §1716b; Financial Institutions Reform, Recovery,\nand Enforcement Act of 1989, §731, 103Stat. 429–436, note following\n12 U. S. C. §1452. Their primary business is purchasing\nmortgages, pooling them into mortgage-backed securities, and\nselling them to investors. By doing so, the companies “relieve\nmortgage lenders of the risk of default and free up their capital\nto make more loans,”Jacobsv.Federal Housing Finance\nAgcy. (FHFA), 908 F.3d 884, 887 (CA3 2018), and this, in\nturn, increases the liquidity and stability of America’s home\nlending market and promotes access to mortgage credit.By 2007, the companies’ mortgage portfolios had\na combined value of approximately $5 trillion and accounted for\nalmost half of the Nation’s mortgage market. So, when the housing\nbubble burst in 2008, the companies took a sizeable hit. In fact,\nthey lost more that year than they had earned in the previous 37\nyears combined. See FHFA Office of Inspector General, Analysis of\nthe 2012 Amendments to the Senior Preferred Stock Purchase\nAgreements 5 (Mar. 20, 2013),\nhttps://www.fhfaoig.gov/Content/Files/WPR–2013–002_2.pdf. Though\nthey remained solvent, many feared the companies would eventually\ndefault and throw the housing market into a tailspin.To address that concern, Congress enacted the\nRecovery Act. Two aspects of that statute are relevant here.First, the Recovery Act authorized Treasury to\npurchase Fannie Mae’s and Freddie Mac’s stock if it determined that\ninfusing the companies with capital would protect taxpayers and be\nbeneficial to the financial and mortgage markets. 12\nU. S. C. §§1455(l)(1), 1719(g)(1). The statute\nfurther provided that Treasury’s purchasing authority would\nautomatically expire at the end of the 2009 calendar year.\n§§1455(l)(4), 1719(g)(4).Second, the Recovery Act created the FHFA to\nregulate the companies and, in certain specified circumstances,\nstep in as their conservator or receiver. §§4502(20), 4511(b),\n4617.[1] A few features of the\nAgency deserve mention.The FHFA is led by a single Director who is\nappointed by the President with the advice and consent of the\nSenate. §§4512(a), (b)(1). The Director serves a 5-year term but\nmay be removed by the President “for cause.” §4512(b)(2). The\nDirector is permitted to choose three deputies to assist in running\nthe Agency’s various divisions, and the Director sits as Chairman\nof the Federal Housing Finance Oversight Board, which advises the\nAgency about matters of strategy and policy. §§4512(c)–(e),\n4513a(a), (c)(4). Since its inception, the FHFA has had three\nSenate-confirmed Directors, and in times of their absence, various\nActing Directors have been selected to lead the Agency on an\ninterim basis. SeeRopv.FHFA, 485 F. Supp. 3d\n900, 915 (WD Mich. 2020).The Agency is tasked with supervising nearly\nevery aspect of the companies’ management and operations. For\nexample, the Agency must approve any new products that the\ncompanies would like to offer. §4541(a). It may reject acquisitions\nand certain transfers of interests the companies seek to execute.\n§4513(a)(2)(A). It establishes criteria governing the companies’\nportfolio holdings. §4624(a). It may order the companies to dispose\nof or acquire any asset. §4624(c). It may impose caps on how much\nthe companies compensate their executives and prohibit or limit\ngolden parachute and indemnification payments. §4518. It may\nrequire the companies to submit regular reports on their condition\nor “any other relevant topics.” §4514(a)(2). And it must conduct\none on-site examination of the companies each year and may, on any\nterms the Director deems appropriate, hire outside firms to perform\nadditional reviews. §§4517(a)–(b), 4519.The statute empowers the Agency with broad\ninvestigative and enforcement authority to ensure compliance with\nthese standards. Among other things, the Agency may hold hearings,\n§§4582, 4633; issue subpoenas, §§4588(a)(3), 4641(a)(3); remove or\nsuspend corporate officers, §4636a; issue cease-and-desist orders,\n§§4581, 4632; bring civil actions in federal court, §§4584, 4635;\nand impose penalties ranging from $2,000 to $2 million per day,\n§§4514(c)(2), 4585, 4636(b).In addition to vesting the FHFA with these\nsupervisory and enforcement powers, the Recovery Act authorizes the\nAgency to act as the companies’ conservator or receiver for the\npurposes of reorganizing the companies, rehabilitating them, or\nwinding down their affairs. §§4617(a)(1)–(2). The Director may\nappoint the Agency in either capacity if the companies meet certain\nspecified benchmarks of financial risk or satisfy other criteria,\n§4617(a)(3), and once the Director makes that appointment, the\nAgency succeeds to all of the rights, titles, powers, and\nprivileges of the companies, §4617(b)(2)(A)(i).[2] From there, the Agency has the authority to\ntake control of the companies’ assets and operations, conduct\nbusiness on their behalf, and transfer or sell any of their assets\nor liabilities. §§4617(b)(2)(B)–(C), (G). In performing these\nfunctions, the Agency may exercise whatever incidental powers it\ndeems necessary, and it may take any authorized action that is in\nthe best interests of the companies or the Agency itself.\n§4617(b)(2)(J).Finally, the FHFA is not funded through the\nordinary appropriations process. Rather, the Agency’s budget comes\nfrom the assessments it imposes on the entities it regulates, which\ninclude Fannie Mae, Freddie Mac, and the Nation’s federal home loan\nbanks. §§4502(20), 4516(a). Those assessments are unlimited so long\nas they do not exceed the “reasonable\ncosts . . . and expenses of the Agency.”\n§4516(a).In fiscal year 2020, the FHFA collected more than\n$311 million. See FHFA, Performance & Accountability Report 24\n(2020), https://www.fhfa.gov/AboutUs/Reports/\nReportDocuments/FHFA-2020-PAR.pdf.BIn September 2008, less than two months after\nCongress enacted the Recovery Act, the Director appointed the FHFA\nas conservator of Fannie Mae and Freddie Mac. The following day,\nTreasury exercised its temporary authority to buy their stock and\nthe FHFA, acting as the companies’ conservator, entered into\npurchasing agreements with Treasury.[3] Under these agreements, Treasury committed to providing\neach company with up to $100 billion in capital, upon which it\ncould draw in any quarter in which its liabilities exceeded its\nassets. In return for this funding commitment, Treasury received 1\nmillion shares of specially created senior preferred stock in each\ncompany.Those shares provided Treasury with four key\nentitlements. First, Treasury received a senior liquidation\npreference equal to $1 billion in each company, with a\ndollar-for-dollar increase every time the company drew on the\ncapital commitment. In other words, in the event the FHFA\nliquidated Fannie Mae or Freddie Mac, Treasury would have the right\nto be paid back $1 billion, as well as whatever amount the company\nhad already drawn from the capital commitment, before any other\ninvestors or shareholders could seek repayment. Second, Treasury\nwas given warrants, or long-term options, to purchase up to 79.9%\nof the companies’ common stock at a nominal price. Third, Treasury\nbecame entitled to a quarterly periodic commitment fee, which the\ncompanies would pay to compensate Treasury for the support provided\nby the ongoing access to capital.[4] And finally, the companies became obligated to pay\nTreasury quarterly cash dividends at an annualized rate equal to\n10% of Treasury’s outstanding liquidation preference.Within a year, Fannie Mae’s and Freddie Mac’s\nnet worth decreased substantially, and it became clear that\nTreasury’s initial capital commitment would prove inadequate. To\naddress that problem, the FHFA and Treasury twice amended the\nagreements to increase the available capital. The first amendment\ncame in May 2009, when Treasury doubled its combined commitment\nfrom $200 billion to $400 billion.[5] And the second amendment was adopted in December 2009,\nwhen Treasury agreed to provide as much funding as the companies\nneeded through 2012, after which the cap would be\nreinstated.[6]The companies drew sizeable amounts from\nTreasury’s capital commitment in the years that followed. And\nbecause of the fixed-rate dividend formula, the more money they\ndrew, the larger their dividend obligations became. The companies\nconsistently lacked the cash necessary to pay them, and they began\nthe circular practice of drawing funds from Treasury’s capital\ncommitment just to hand those funds back as a quarterly dividend.\nBy the middle of 2012, the companies had drawn over $187 billion,\nand $26 billion of that was used to satisfy their dividend\nobligations.In August 2012, the FHFA and Treasury decided to\namend the agreements for a third time.[7] This amendment replaced the fixed-rate dividend formula\n(which was tied to the size of Treasury’s investment) with a\nvariable dividend formula (which was tied to the companies’ net\nworth). Under the new formula, the companies were required to pay a\ndividend equal to the amount, if any, by which their net worth\nexceeded a pre-determined capital reserve.[8] In addition, the amendment suspended the companies’\nobligations to pay periodic commitment fees.Shifting from a fixed-rate dividend formula to a\nvariable one materially changed the nature of the agreements. If\nthe net worth of Fannie Mae or Freddie Mac at the end of a quarter\nexceeded the capital reserve, the amendment required the company to\npayall of the surplusto Treasury. But if a company’s net\nworth at the end of a quarter did not exceed the reserve or if it\nlost money during a quarter, the amendment did not require the\ncompany to pay anything. This ensured that Fannie Mae and Freddie\nMac would never again draw money from Treasury just to make their\nquarterly dividend payments, but it also meant that the companies\nwould not be able to accrue capital in good quarters.After the third amendment took effect, the\ncompanies’ financial condition improved, and they ended up\ntransferring immense amounts of wealth to Treasury. In 2013, the\ncompanies paid a total of $130 billion in dividends. In 2014, they\npaid over $40 billion. In 2015, they paid almost $16 billion. And\nin 2016, they paid almost $15 billion.[9] These payments totaled approximately $200 billion,\nwhich is at least $124 billion more than the companies would have\nhad to pay during those four years under the fixed-rate dividend\nformula that previously applied.The third amendment stayed in place for another\nfour years. In January 2021, the FHFA and Treasury amended the\nstock purchasing agreements for a fourth time.[10] This amendment, which is currently in place,\nsuspends the companies’ quarterly dividend payments until they\nbuild up enough capital to meet certain specified thresholds, a\nprocess that we are told is expected to take years. See Letter from\nE. Prelogar, Acting Solicitor General, to S. Harris, Clerk of Court\n(Mar. 18, 2021). During that time, each company is required to pay\nTreasury through increases in the liquidation preference that are\nequal to the increase, if any, in its net worth during the previous\nfiscal year. Once that threshold is met, the company will resume\nquarterly dividend payments, and those dividends will be equal to\nthe lesser of 10% of Treasury’s liquidation preference or the\nincremental increase in the company’s net worth in the previous\nquarter. In addition, the company will be required to pay periodic\ncommitment fees.CIn 2016, three of Fannie Mae’s and Freddie\nMac’s shareholders brought suit against the FHFA and its Director,\nand they asserted two claims that are relevant for present\npurposes. First, they claimed that the FHFA exceeded its statutory\nauthority as the companies’ conservator by adopting the third\namendment. Second, they asserted that because the FHFA is led by a\nsingle Director who may be removed by the President only “for\ncause,” its structure is unconstitutional. They asked for various\nforms of equitable relief, including a declaration that the third\namendment violated the Recovery Act and that the FHFA’s structure\nis unconstitutional; an injunction ordering Treasury to return to\nFannie Mae and Freddie Mac all the dividend payments that were made\nunder the third amendment or alternatively, a re-characterization\nof those payments as a pay-down of the liquidation preference and a\ncorresponding redemption of Treasury’s stock; an order vacating and\nsetting aside the third amendment; and an order enjoining the FHFA\nand Treasury from taking any further action to implement the third\namendment.[11]The District Court dismissed the statutory claim\nand granted summary judgment in favor of the FHFA on the\nconstitutional claim,Collinsv.FHFA, 254\nF. Supp. 3d 841 (SD Tex. 2017), and a three-judge panel of the\nFifth Circuit affirmed in part and reversed in part,Collinsv.Mnuchin, 896 F.3d 640 (2018) (per curiam). At\nthe request of both parties, the Fifth Circuit reheard the case en\nbanc.Collinsv.Mnuchin, 908 F.3d 151 (2018). In a\ndeeply fractured opinion, the en banc court reversed the District\nCourt’s dismissal of the statutory claim; held that the FHFA’s\nstructure violates the separation of powers; and concluded that the\nappropriate remedy for the constitutional violation was to sever\nthe removal restriction from the rest of the Recovery Act, but not\nto vacate and set aside the third amendment.Collinsv.Mnuchin, 938 F.3d 553 (2019).Both the shareholders and the federal parties\nsought this Court’s review, and we granted certiorari. 591\nU. S. ___ (2020). Because the federal parties did not contest\nthe Fifth Circuit’s conclusion that the Recovery Act’s removal\nrestriction improperly insulates the Director from Presidential\ncontrol, we appointed Aaron Nielson to brief and argue, asamicus curiae, in support of the position that the FHFA’s\nstructure is constitutional. He has ably discharged his\nresponsibilities.IIWe begin with the shareholders’ statutory\nclaim and conclude that the Recovery Act requires its\ndismissal.In the Recovery Act, Congress sharply\ncircumscribed judicial review of any action that the FHFA takes as\na conservator or receiver. The Act states that unless review is\nspecifically authorized by one of its provisions or is requested by\nthe Director, “no court may take any action to restrain or affect\nthe exercise of powers or functions of the Agency as a conservator\nor a receiver.” 12 U. S. C. §4617(f ). The parties\nrefer to this as the Act’s “anti-injunction clause.”Every Court of Appeals that has confronted this\nlanguage has held that it prohibits relief where the FHFA action at\nissue fell within the scope of the Agency’s authority as a\nconservator, but that relief is allowed if the FHFA exceeded that\nauthority. SeeJacobs, 908 F. 3d, at 889;Saxtonv.FHFA, 901 F.3d 954, 957–958 (CA8 2018);Robertsv.FHFA, 889 F.3d 397, 402 (CA7 2018);Robinsonv.FHFA, 876 F.3d 220, 228 (CA6 2017);Perry Capital LLCv.Mnuchin, 864 F.3d 591, 605–606 (CADC 2017);County of\nSonomav.FHFA, 710 F.3d 987, 992 (CA9 2013);Leon\nCty.v.FHFA, 700 F.3d 1273, 1278 (CA11 2012).We agree with that consensus. The\nanti-injunction clause applies only where the FHFA exercised its\n“powers or functions” “as a conservator or a receiver.” Where the\nFHFA does not exercise but instead exceeds those powers or\nfunctions, the anti-injunction clause imposes no restrictions.With that understanding in mind, we must decide\nwhether the FHFA was exercising its powers or functions as a\nconservator when it agreed to the third amendment. If it was, then\nthe anti-injunction clause bars the shareholders’ statutory\nclaim.AThe Recovery Act grants the FHFA expansive\nauthority in its role as a conservator. As we have explained, the\nAgency is authorized to take control of a regulated entity’s assets\nand operations, conduct business on its behalf, and transfer or\nsell any of its assets or liabilities. See §§4617(b)(2)(B)–(C),\n(G). When the FHFA exercises these powers, its actions must be\n“necessary to put the regulated entity in a sound and solvent\ncondition” and must be “appropriate to carry on the business of the\nregulated entity and preserve and conserve [its] assets and\nproperty.” §4617(b)(2)(D). Thus, when the FHFA acts as a\nconservator, its mission is rehabilitation, and to that extent, an\nFHFA conservatorship is like any other. See,e.g., Resolution\nTrust Corporationv.CedarMinn Bldg. Ltd. Partnership,\n956 F.2d 1446, 1454 (CA8 1992).[12]An FHFA conservatorship, however, differs from a\ntypical conservatorship in a key respect. Instead of mandating that\nthe FHFA always act in the best interests of the regulated entity,\nthe Recovery Act authorizes the Agency to act in what it determines\nis “in the best interests of the regulated entityor the\nAgency.” §4617(b)(2)(J)(ii) (emphasis added). Thus, when the\nFHFA acts as a conservator, it may aim to rehabilitate the\nregulated entity in a way that, while not in the best interests of\nthe regulated entity, is beneficial to the Agency and, by\nextension, the public it serves. This distinctive feature of an\nFHFA conservatorship is fatal to the shareholders’ statutory\nclaim.The facts alleged in the complaint demonstrate\nthat the FHFA chose a path of rehabilitation that was designed to\nserve public interests by ensuring Fannie Mae’s and Freddie Mac’s\ncontinued support of the secondary mortgage market. Recall that the\nthird amendment was adopted at a time when the companies’\nliabilities had consistently exceeded their assets over at least\nthe prior three years. Seesupra,at 8. It is undisputed\nthat the companies had repeatedly been unable to make their fixed\nquarterly dividend payments without drawing on Treasury’s capital\ncommitment. And there is also no dispute that the cap on Treasury’s\ncapital commitment was scheduled to be reinstated at the end of the\nyear and that Treasury’s temporary stock-purchasing authority had\nexpired in 2009. See §§1455(l)(4), 1719(g)(4). If things had\nproceeded as they had in the past, there was a realistic\npossibility that the companies would have consumed some or all of\nthe remaining capital commitment in order to pay their dividend\nobligations, which were themselves increasing in size every time\nthe companies made a draw.The third amendment eliminated this risk by\nreplacing the fixed-rate dividend formula with a variable one.\nUnder the new formula, the companies would never again have to use\ncapital from Treasury’s commitment to pay their dividends. And\nthat, in turn, ensured that all of Treasury’s capital was available\nto backstop the companies’ operations during difficult quarters. In\nexchange, the companies had to relinquish nearly all their net\nworth, and this made certain that they would never be able to build\nup their own capital buffers, pay back Treasury’s investment, and\nexit conservatorship. Whether or not this new arrangement was in\nthe best interests of the companies or their shareholders, the FHFA\ncould have reasonably concluded that it was in the best interests\nof members of the public who rely on a stable secondary mortgage\nmarket. The Recovery Act therefore authorized the Agency to choose\nthis option.BThe shareholders contend that the third\namendment did not actually serve the best interests of the FHFA or\nthe public because it did not further the asserted objective of\nprotecting Treasury’s capital commitment. This is so, the\nshareholders argue, for two reasons.First, they claim that the FHFA adopted the\nthird amendment at a time when the companies were on the precipice\nof a financial uptick and that they would soon have been in a\nposition not only to pay cash dividends, but also to build up\ncapital buffers to absorb future losses. Thus, the shareholders\nassert, sweeping all the companies’ earnings to Treasury increased\nrather than decreased the risk that the companies would make\nfurther draws and eventually deplete Treasury’s commitment.The nature of the conservatorship authorized by\nthe Recovery Act permitted the Agency to reject the shareholders’\nsuggested strategy in favor of one that the Agency reasonably\nviewed as more certain to ensure market stability. The success of\nthe strategy that the shareholders tout was dependent on\nspeculative projections about future earnings, and recent\nexperience had given the FHFA reasons for caution. The companies\nhad been repeatedly unable to pay their dividends from 2009 to\n2011. With the aim of more securely ensuring market stability, the\nFHFA did not exceed the scope of its conservatorship authority by\ndeciding on what it viewed as a less risky approach.Second, the shareholders contend that the FHFA\ncould have protected Treasury’s capital commitment by ordering the\ncompanies to pay the dividends in kind rather than in cash. This\nargument rests on a misunderstanding of the agreement between the\ncompanies and Treasury. The companies’ stock certificates required\nFannie Mae and Freddie Mac to pay their dividends “in cash in a\ntimely manner.” App. 180, 198. If the companies had failed to do\nso, they would have incurred a penalty: Treasury’s liquidation\npreference would have immediately increased by the dividend amount,\nand the dividend rate would have increased from 10% to 12% until\nthe companies paid their outstanding dividends in cash.[13] Thus, paying Treasury in kind\nwould not have satisfied the cash dividend obligation, and the risk\nthat the companies’ cash dividend obligations would consume\nTreasury’s capital commitment in the future would have remained.\nChoosing to forgo this option in favor of one that eliminated the\nrisk entirely was not in excess of the FHFA’s statutory authority\nas conservator.Finally, the shareholders argue that because the\nthird amendment left the companies unable to build capital reserves\nand exit conservatorship, it is best viewed as a step toward\nultimate liquidation and, according to the shareholders, the FHFA\nlacked the authority to take this decisive step without first\nplacing the companies in receivership.The shareholders’ characterization of the third\namendment as a step toward liquidation is inaccurate. Nothing about\nthe amendment precluded the companies from operating at full steam\nin the marketplace, and all the available evidence suggests that\nthey did so. Between 2012 and 2016 alone, the companies\n“collectively purchased at least 11 million mortgages on\nsingle-family owner-occupied properties, and Fannie issued over\n$1.5 trillion in single-family mortgage-backed securities.”Perry Capital, 864 F. 3d, at 602. During that time, the\ncompanies amassed over $200 billion in net worth and, as of\nNovember 2020, Fannie Mae’s mortgage portfolio had grown to $163\nbillion and Freddie Mac’s to $193 billion.[14] This evidence does not suggest that the\ncompanies were in the process of winding down their affairs.It is not necessary for us to decide—and we do\nnot decide—whether the FHFA made the best, or even a particularly\ngood, business decision when it adopted the third amendment.\nInstead, we conclude only that under the terms of the Recovery Act,\nthe FHFA did not exceed its authority as a conservator, and\ntherefore the anti-injunction clause bars the shareholders’\nstatutory claim.IIIWe now consider the shareholders’ claim that\nthe statutory restriction on the President’s power to remove the\nFHFA Director, 12 U. S. C. §4512(b)(2), is\nunconstitutional.ABefore turning to the merits of this question,\nhowever, we must address threshold issues raised in the lower court\nor by the federal parties and appointedamicus.1In the proceedings below, some judges\nconcluded that the shareholders lack standing to bring their\nconstitutional claim. See 938 F. 3d, at 620 (Costa, J.,\ndissenting in part). Because we have an obligation to make sure\nthat we have jurisdiction to decide this claim, seeDaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 340 (2006), we begin by explaining why the shareholders\nhave standing.To establish Article III standing, a plaintiff\nmust show that it has suffered an “injury in fact” that is “fairly\ntraceable” to the defendant’s conduct and would likely be\n“redressed by a favorable decision.”Lujanv.Defenders\nof Wildlife,504 U.S.\n555, 560–561 (1992) (alterations and internal quotation marks\nomitted). The shareholders meet these requirements.First, the shareholders claim that the FHFA\ntransferred the value of their property rights in Fannie Mae and\nFreddie Mac to Treasury, and that sort of pocketbook injury is a\nprototypical form of injury in fact. SeeCzyzewskiv.Jevic Holding Corp., 580 U. S. ___, ___ (2017) (slip\nop., at 11). Second, the shareholders’ injury is traceable to the\nFHFA’s adoption and implementation of the third amendment, which is\nresponsible for the variable dividend formula that swept the\ncompanies’ net worth to Treasury and left nothing for their private\nshareholders. Finally, a decision in the shareholders’ favor could\neasily lead to the award of at least some of the relief that the\nshareholders seek. We found standing under similar circumstances inSeila Law LLCv.Consumer Financial Protection\nBureau, 591 U. S. ___ (2020). Seeid., at ___ (slip\nop., at 10) (“In the specific context of the President’s removal\npower, we have found it sufficient that the challenger sustains\ninjury from an executive act that allegedly exceeds the official’s\nauthority” (brackets and internal quotation marks omitted)); see\nalsoFree Enterprise Fundv.Public Company Accounting\nOversight Bd.,561 U.S.\n477(2010) (considering challenge to removal restriction where\nplaintiffs claimed injury from allegedly unlawful agency\noversight).The judges who thought that the shareholders\nlacked standing reached that conclusion on the ground that the\nshareholders could not trace their injury to the Recovery Act’s\nremoval restriction. See 938 F. 3d, at 620–621 (opinion of Costa,\nJ.). But for purposes of traceability, the relevant inquiry is\nwhether the plaintiffs’ injury can be traced to “allegedly unlawful\nconduct” of the defendant, not to the provision of law that is\nchallenged.Allenv.Wright,468\nU.S. 737, 751 (1984); see alsoLujan,supra, at\n560 (explaining that the plaintiff must show “a causal connection\nbetween the injury and the conduct complained of,” and that “the\ninjury has to be fairly traceable to the challenged action of the\ndefendant” (quotingSimonv.Eastern Ky. Welfare Rights\nOrganization,426 U.S.\n26, 41 (1976); brackets, ellipsis, and internal quotation marks\nomitted)). Because the relevant action in this case is the third\namendment, and because the shareholders’ concrete injury flows\ndirectly from that amendment, the traceability requirement is\nsatisfied.2After oral argument was held in this case, the\nfederal parties notified the Court that the FHFA and Treasury had\nagreed to amend the stock purchasing agreements for a fourth\ntime.[15] And because that\namendment eliminated the variable dividend formula that had caused\nthe shareholders’ injury, it is necessary to consider whether the\nfourth amendment moots the shareholders’ constitutional claim.It does so only with respect to some of the\nrelief requested. In their complaint, the shareholders sought\nvarious forms of prospective relief, but because that amendment is\nno longer in place, the shareholders no longer have any ground for\nsuch relief. By contrast, they retain an interest in the\nretrospective relief they have requested, and that interest saves\ntheir constitutional claim from mootness.3The federal parties contend that the\n“succession clause” in the Recovery Act bars the shareholders’\nconstitutional claim. Under this clause, when the FHFA appoints\nitself as conservator, it immediately succeeds to “all rights,\ntitles, powers, and privileges of the regulated entity, and of any\nstockholder, officer, or director of such regulated entity with\nrespect to the regulated entity and the assets of the regulated\nentity.” 12 U. S. C. §4617(b)(2)(A)(i). According to the\nfederal parties, this clause transferred to the FHFA the\nshareholders’ right to bring their constitutional claim, and it\ntherefore bars the shareholders from asserting that claim on their\nown behalf. In other words, the federal parties read the succession\nclause to mean that the only party with the authority to challenge\nthe restriction on the President’s power to remove the Director of\nthe FHFA is the FHFA itself.The federal parties read the succession clause\ntoo broadly. The clause effects only a limited transfer of\nstockholders’ rights, namely, the rights they holdas\nstockholders “with respect to the regulated entity” and its\nassets. The right the shareholders assert in this case is one\nthat they hold in common with all other citizens who have standing\nto challenge the removal restriction. As we have explained on many\nprior occasions, the separation of powers is designed to preserve\nthe liberty of all the people. See,e.g.,Bowsherv.Synar,478 U.S.\n714, 730 (1986);Youngstown Sheet & Tube Co.v.Sawyer,343 U.S.\n579, 635 (1952) (Jackson, J., concurring) (noting that the\nConstitution “diffuses power the better to secure liberty”). So\nwhenever a separation-of-powers violation occurs, any aggrieved\nparty with standing may file a constitutional challenge. See,e.g.,Seila Law,supra, at ___ (slip op., at\n10);Bondv.United States,564\nU.S. 211, 223 (2011);INSv.Chadha,462 U.S.\n919, 935–936 (1983). Nearly half our hallmark removal cases\nhave been brought by aggrieved private parties. SeeSeila\nLaw, 591 U. S., at ___–___ (slip op., at 6–7) (law firm to\nwhich the agency issued a civil investigative demand);Free\nEnterprise Fund,supra, at 487 (accounting firm placed\nunder agency investigation);Morrisonv.Olson,487 U.S.\n654, 668 (1988) (federal officials subject to subpoenas issued\nat the request of an independent counsel);Bowsher,supra, at 719 (union representing employee-members whose\nbenefit increases were suspended due to an action of the\nComptroller General).Here, the right asserted is not one that is\ndistinctive to shareholders of Fannie Mae and Freddie Mac; it is a\nright shared by everyone in this country. Because the succession\nclause transfers the rights of “stockholder[s] . . . with\nrespect to the regulated entity,” it does not transfer to the FHFA\nthe constitutional right at issue.[16]4The federal parties and appointedamicusnext contend that the shareholders’ constitutional\nchallenge was dead on arrival because the third amendment was\nadopted when the FHFA was led by anActingDirector[17] who was removable by the\nPresident at will. This argument would have merit if (a) the Acting\nDirector was indeed removable at will (a matter we address below,\nseeinfra, at 22–26) and (b) all the harm allegedly incurred\nby the shareholders had been completed at the time of the third\namendment’s adoption. Under those circumstances, any constitutional\ndefect in the provision restricting the removal of a confirmed\nDirector would not have harmed the shareholders, and they would not\nbe entitled to any relief. But the harm allegedly caused by the\nthird amendment did not come to an end during the tenure of the\nActing Director who was in office when the amendment was adopted.\nThat harm is alleged to have continued after the Acting Director\nwas replaced by a succession of confirmed Directors, and it appears\nthat any one of those officers could have renegotiated the\ncompanies’ dividend formula with Treasury. From what we can tell\nfrom the record, the FHFA and Treasury consistently reevaluated the\nstock purchasing agreements and adopted amendments as they thought\nnecessary. Nothing in the third amendment suggested that it was\npermanent or that the FHFA lacked the ability to bring Treasury\nback to the bargaining table. After all, the agencies adopted a\nfourth amendment just this year. The federal parties andamicusdo not dispute this. Accordingly, continuing to\nimplement the third amendment was a decision that each confirmed\nDirector has made since 2012, and because confirmed Directors chose\nto continue implementing the third amendment while insulated from\nplenary Presidential control, the survival of the shareholders’\nconstitutional claim does not depend on the answer to the question\nwhether the Recovery Act restricted the removal of an Acting\nDirector.On the other hand, the answer to that question\ncould have a bearing on thescopeof relief that may be\nawarded to the shareholders. If the statute unconstitutionally\nrestricts the authority of the President to remove an Acting\nDirector, the shareholders could seek relief rectifying injury\ninflicted by actions taken while an Acting Director headed the\nAgency. But if the statute does not restrict the removal of an\nActing Director, any harm resulting from actions taken under an\nActing Director would not be attributable to a constitutional\nviolation. Only harm caused by a confirmed Director’s\nimplementation of the third amendment could then provide a basis\nfor relief. We therefore consider what the Recovery Act says about\nthe removal of an Acting Director.The Recovery Act’s removal restriction provides\nthat “[t]he Director shall be appointed for a term of 5 years,\nunless removed before the end of such term for cause by the\nPresident.” 12 U. S. C. §4512(b)(2). That provision\nrefers only to “the Director,” and it is surrounded by other\nprovisions that apply only to the Director. See §4512(a)\n(establishing the position of the Director); §4512(b)(1) (setting\nout the procedure for appointing the Director); §4512(b)(3)\n(discussing the manner for selecting a new Director to fill a\nvacancy).The Act’s mention of an “acting Director” does\nnot appear until four subsections later, and that subsection does\nnot include any removal restriction. See §4512(f ). Nor does\nit cross-reference the earlier restriction on the removal of a\nconfirmed Director.Ibid.Instead, it merely states that\n“[i]n the event of the death, resignation, sickness, or absence of\nthe Director, the President shall designate” one of three Deputy\nDirectors to serve as an Acting Director until the Senate-confirmed\nDirector returns or his successor is appointed.Ibid.That omission is telling. When a statute does\nnot limit the President’s power to remove an agency head, we\ngenerally presume that the officer serves at the President’s\npleasure. SeeShurtleffv.United States,189 U.S.\n311, 316 (1903). Moreover, “when Congress includes particular\nlanguage in one section of a statute but omits it in another\nsection of the same Act, it is generally presumed that Congress\nacts intentionally and purposely in the disparate inclusion or\nexclusion.”Barnhartv.Sigmon Coal Co.,534 U.S.\n438, 452 (2002) (internal quotation marks omitted). In the\nRecovery Act, Congress expressly restricted the President’s power\nto remove a confirmed Director but said nothing of the kind with\nrespect to an Acting Director. And Congress might well have wanted\nto provide greater protection for a Director who had been confirmed\nby the Senate than for an Acting Director in whose appointment\nCongress had played no role. In any event, the disparate treatment\nweighs against the shareholders’ interpretation.In support of that interpretation, the\nshareholders first contend that the Recovery Act should be read to\nrestrict the removal of an Acting Director because the Act refers\nto the FHFA as an “independentagency of the Federal\nGovernment.” 12 U. S. C. §4511(a) (emphasis added). The\nreference to the FHFA’s independence, they claim, means that any\nperson heading the Agency was intended to enjoy a degree of\nindependence from Presidential control.That interpretation reads far too much into the\nterm “independent.” The term does not necessarily mean that the\nAgency is “independent” of the President. It may mean instead that\nthe Agency is not part of and is therefore independent of any other\nunit of the Federal Government. And describing an agency as\nindependent would be an odd way to signify that its head is\nremovable only for cause because even an agency head who is\nshielded in that way would hardly be fully “independent” of\nPresidential control.A review of other enabling statutes that\ndescribe agencies as “independent” undermines the shareholders’\ninterpretation of the term. Congress has described many agencies as\n“independent” without imposing any restriction on the President’s\npower to remove the agency’s leadership. This is true, for example,\nof the Peace Corps, 22 U. S. C. §§2501–1, 2503, the\nDefense Nuclear Facilities Safety Board, 42 U. S. C.\n§2286, the Commodity Futures Trading Commission, 7\nU. S. C. §2(a)(2), the Farm Credit Administration, 12\nU. S. C. §§2241–2242, the National Credit Union\nAdministration, 12 U. S. C. §1752a, and the Railroad\nRetirement Board, 45 U. S. C. §231f(a).In other statutes, Congress has restricted the\nPresident’s removal power without referring to the agency as\n“independent.” This is the case for the Commission on Civil Rights,\n42 U. S. C. §§1975(a), (e), the Federal Trade Commission,\n15 U. S. C. §41, and the National Labor Relations Board,\n29 U. S. C. §153. And in yet another group of statutes,\nCongress has referred to an agency as “independent” but has not\nexpressly provided that the removal of the agency head is subject\nto any restrictions. See 44 U. S. C. §§2102, 2103\n(National Archives and Records Administration); 42\nU. S. C. §§1861, 1864 (National Science Foundation). That\ncombination of provisions shows that the term “independent” does\nnot necessarily connote independence from Presidential control, and\nwe refuse to read that connotation into the Recovery Act.Taking a different tack, the shareholders claim\nthat their interpretation is supported by the absence of any\nreference to removal in the Recovery Act’s provision on Acting\nDirectors. Again, that provision states that if the Director is\nabsent, “the President shall designate [one of the FHFA’s three\nDeputy Directors] to serve as acting Director until the return of\nthe Director, or the appointment of a successor.” 12\nU. S. C. §4512(f ). According to the shareholders,\nthis text makes clear that an Acting Director differs from a\nconfirmed Director in three respects (manner of appointment,\nqualifications, and length of tenure). They assume that these are\nthe only respects in which confirmed and Acting Directors differ,\nand they therefore conclude that the permissible grounds for\nremoving an Acting Director are the same as those for a confirmed\nDirector.This argument draws an unwarranted inference\nfrom the Recovery Act’s silence on this matter. As noted, we\ngenerally presume that the President holds the power to remove at\nwill executive officers and that a statute must contain “plain\nlanguage to take [that power] away.”Shurtleff,supra, at 316. The shareholders argue that this is not a\nhard and fast rule, but we certainly see no grounds for an\nexception in this case.[18]For all these reasons, we hold that the Recovery\nAct’s removal restriction does not extend to an Acting Director,\nand we now proceed to the merits of the shareholders’\nconstitutional argument.BThe Recovery Act’s for-cause restriction on\nthe President’s removal authority violates the separation of\npowers. Indeed, our decision last Term inSeila Lawis all\nbut dispositive. There, we held that Congress could not limit the\nPresident’s power to remove the Director of the Consumer Financial\nProtection Bureau (CFPB) to instances of “inefficiency, neglect, or\nmalfeasance.” 591 U. S., at ___ (slip op., at 11). We did “not\nrevisit our prior decisions allowing certain limitations on the\nPresident’s removal power,” but we found “compelling reasons not to\nextend those precedents to the novel context of an independent\nagency led by a single Director.”Id.,at ___ (slip op., at\n2). “Such an agency,” we observed, “lacks a foundation in\nhistorical practice and clashes with constitutional structure by\nconcentrating power in a unilateral actor insulated from\nPresidential control.”Id., at ___–___ (slip op., at\n2–3).A straightforward application of our reasoning\ninSeila Lawdictates the result here. The FHFA (like the\nCFPB) is an agency led by a single Director, and the Recovery Act\n(like the Dodd-Frank Act) restricts the President’s removal power.\nFulfilling his obligation to defend the constitutionality of the\nRecovery Act’s removal restriction,amicusattempts to\ndistinguish the FHFA from the CFPB. We do not find any of these\ndistinctions sufficient to justify a different result.1Amicusfirst argues that Congress\nshould have greater leeway to restrict the President’s power to\nremove the FHFA Director because the FHFA’s authority is more\nlimited than that of the CFPB.Amicuspoints out that the\nCFPB administers 19 statutes while the FHFA administers only 1; the\nCFPB regulates millions of individuals and businesses whereas the\nFHFA regulates a small number of Government-sponsored enterprises;\nthe CFPB has broad rulemaking and enforcement authority and the\nFHFA has little; and the CFPB receives a large budget from the\nFederal Reserve while the FHFA collects roughly half the amount\nfrom regulated entities.We have noted differences between these two\nagencies. SeeSeila Law, 591 U. S.,at ___ (slip\nop., at 20) (noting that the FHFA “regulates primarily\nGovernment-sponsored enterprises, not purely private actors”). But\nthe nature and breadth of an agency’s authority is not dispositive\nin determining whether Congress may limit the President’s power to\nremove its head. The President’s removal power serves vital\npurposes even when the officer subject to removal is not the head\nof one of the largest and most powerful agencies. The removal power\nhelps the President maintain a degree of control over the\nsubordinates he needs to carry out his duties as the head of the\nExecutive Branch, and it works to ensure that these subordinates\nserve the people effectively and in accordance with the policies\nthat the people presumably elected the President to promote. See,e.g.,id.,at ___–___ (slip op., at 11–12);Free\nEnterprise Fund, 561 U. S., at 501–502;Myersv.United States,272 U.S.\n52, 131 (1926). In addition, because the President, unlike\nagency officials, is elected, this control is essential to subject\nExecutive Branch actions to a degree of electoral accountability.\nSeeFree Enterprise Fund, 561 U. S., at 497–498.\nAt-will removal ensures that “the lowest officers, the middle\ngrade, and the highest, will depend, as they ought, on the\nPresident, and the President on the community.”Id.,at 498\n(quoting 1 Annals of Cong. 499 (1789) (J. Madison)). These purposes\nare implicated whenever an agency does important work, and nothing\nabout the size or role of the FHFA convinces us that its Director\nshould be treated differently from the Director of the CFPB. The\ntest thatamicusproposes would also lead to severe\npractical problems.Amicusdoes not propose any clear\nstandard to distinguish agencies whose leaders must be removable at\nwill from those whose leaders may be protected from at-will\nremoval. This case is illustrative. Asamicuspoints out,\nthe CFPB might be thought to wield more power than the FHFA in some\nrespects. But the FHFA might in other respects be considered more\npowerful than the CFPB.For example, the CFPB’s rulemaking authority is\nmore constricted. Under the Dodd-Frank Act, the CFPB’s final rules\ncan be set aside by a super majority of the Financial Stability and\nOversight Council whenever it concludes that the rule would\n“ ‘put the safety and soundness’ ” of the Nation’s\nbanking or financial systems at risk. SeeSeila Law,supra, at ___, n. 9 (slip op., at 25, n. 9)\n(quoting 12 U. S. C. §§5513(a), (c)(3)). No board or\ncommission can set aside the FHFA’s rules.In addition, while the CFPB has direct\nregulatory and enforcement authority over purely private\nindividuals and businesses, the FHFA has regulatory and enforcement\nauthority over two companies that dominate the secondary mortgage\nmarket and have the power to reshape the housing sector. See App.\n116. FHFA actions with respect to those companies could have an\nimmediate impact on millions of private individuals and the economy\nat large. SeeSeila Law,supra, at ___ (slip op., at\n31) (Kagan, J., concurring in judgment with respect to severability\nand dissenting in part) (noting that “the FHFA plays a crucial role\nin overseeing the mortgage market, on which millions of Americans\nannually rely”).Courts are not well-suited to weigh the relative\nimportance of the regulatory and enforcement authority of disparate\nagencies, and we do not think that the constitutionality of removal\nrestrictions hinges on such an inquiry.[19]2Amicusnext contends that Congress may\nrestrict the removal of the FHFA Director because when the Agency\nsteps into the shoes of a regulated entity as its conservator or\nreceiver, it takes on the status of a private party and thus does\nnot wield executive power. But the Agency does not always act in\nsuch a capacity, and even when it acts as conservator or receiver,\nits authority stems from a special statute, not the laws that\ngenerally govern conservators and receivers. In deciding what it\nmust do, what it cannot do, and the standards that govern its work,\nthe FHFA must interpret the Recovery Act, and “[i]nterpreting a law\nenacted by Congress to implement the legislative mandate is the\nvery essence of ‘execution’ of the law.”Bowsher, 478\nU. S., at 733; see alsoid.,at 765 (White, J.,\ndissenting) (“[T]he powers exercised by the Comptroller under the\nAct may be characterized as ‘executive’ in that they involve the\ninterpretation and carrying out of the Act’s mandate”).Moreover, as we have already mentioned, seesupra, at 5–6, the FHFA’s powers under the Recovery Act\ndiffer critically from those of most conservators and receivers. It\ncan subordinate the best interests of the company to its own best\ninterests and those of the public. See 12 U. S. C.\n§4617(b)(2)(J)(ii). Its business decisions are protected from\njudicial review. §4617(f ). It is empowered to issue a\n“regulation or order” requiring stockholders, directors, and\nofficers to exercise certain functions. §4617(b)(2)(C). It is\nauthorized to issue subpoenas. §4617(b)(2)(I). And of course, it\nhas the power to put the company into conservatorship and\nsimultaneously appoint itself as conservator. §4617(a)(1). For\nthese reasons, the FHFA clearly exercises executive power.[20]3Amicusasserts that the FHFA’s\nstructure does not violate the separation of powers because the\nentities it regulates are Government-sponsored enterprises that\nhave federal charters, serve public objectives, and receive\n“ ‘special privileges’ ” like tax exemptions and certain\nborrowing rights. Brief for Court-AppointedAmicus Curiae27–28. Inamicus’s view, the individual-liberty concerns\nthat the removal power exists to preserve “ring hollow where the\nonly entities an agency regulates are themselves not purely private\nactors.”Id.,at 29 (internal quotation marks omitted).This argument fails because the President’s\nremoval power serves important purposes regardless of whether the\nagency in question affects ordinary Americans by directly\nregulating them or by taking actions that have a profound but\nindirect effect on their lives. And there can be no question that\nthe FHFA’s control over Fannie Mae and Freddie Mac can deeply\nimpact the lives of millions of Americans by affecting their\nability to buy and keep their homes.4Finally,amicuscontends that there is\nno constitutional problem in this case because the Recovery Act\noffers only “modest [tenure] protection.”Id.,at 37. That\nis so,amicusclaims, because the for-cause standard would\nbe satisfied whenever a Director “disobey[ed] a lawful\n[Presidential] order,” including one about the Agency’s policy\ndiscretion.Id.,at 41.We acknowledge that the Recovery Act’s “for\ncause” restriction appears to give the President more removal\nauthority than other removal provisions reviewed by this Court.\nSee,e.g.,Seila Law, 591 U. S., at ___ (slip\nop., at 5) (“for ‘inefficiency, neglect of duty, or\nmalfeasance in office’ ”);Morrison, 487 U. S., at\n663 (“ ‘for good cause, physical disability, mental\nincapacity, or any other condition that substantially impairs the\nperformance of [his or her] duties’ ”);Bowsher,supra, at 728 (“by joint resolution of Congress” due to\n“ ‘permanent disability,’ ” “ ‘inefficiency,’ ”\n“ ‘neglect of duty,’ ” “ ‘malfeasance,’ ”\n“ ‘a felony[,] or conduct involving moral turpitude’ ”);Humphrey’s Executorv.United States,295 U.S.\n602, 619 (1935) (“ ‘ “for inefficiency, neglect of\nduty, or malfeasance in office” ’ ”);Myers, 272\nU. S., at 107 (“ ‘by and with the advice and consent of\nthe Senate’ ”). And it is certainly true that disobeying an\norder is generally regarded as “cause” for removal. SeeNLRBv.Electrical Workers,346 U.S.\n464, 475 (1953) (“The legal principle that insubordination,\ndisobedience or disloyalty is adequate cause for discharge is plain\nenough”).But as we explained last Term, the Constitution\nprohibits even “modest restrictions” on the President’s power to\nremove the head of an agency with a single top officer.Seila\nLaw,supra, at ___ (slip op., at 26) (internal quotation\nmarks omitted). The President must be able to remove not just\nofficers who disobey his commands but also those he finds\n“negligent and inefficient,”Myers, 272 U. S.,at 135, those who exercise their discretion in a way that is not\n“intelligen[t ] or wis[e ],”ibid., those who have\n“different views of policy,”id.,at 131, those who come\n“from a competing political party who is dead set against [the\nPresident’s] agenda,”Seila Law,supra, at ___ (slip\nop., at 24) (emphasis deleted), and those in whom he has simply\nlost confidence,Myers,supra, at 124.Amicusrecognizes that “ ‘for cause’ . . . does not mean\nthe same thing as ‘at will,’ ” Brief for Court-AppointedAmicus Curiae44–45, and therefore the removal restriction\nin the Recovery Act violates the separation of powers.[21]CHaving found that the removal restriction\nviolates the Constitution, we turn to the shareholders’ request for\nrelief. And because the shareholders no longer have a live claim\nfor prospective relief, seesupra, at 19, the only remaining\nremedial question concerns retrospective relief.On this issue, the shareholders’ lead argument\nis that the third amendment must be completely undone. They seek an\norder setting aside the amendment and requiring the “return to\nFannie and Freddie [of] all dividend payments made pursuant to\n[it].”[22] App. 117–118. In\nsupport of this request, they contend that the third amendment was\nadopted and implemented by officers who lacked constitutional\nauthority and that their actions were therefore voidab\ninitio.We have already explained that the Acting\nDirector whoadoptedthe third amendment was removable at\nwill. Seesupra,at 22–26. That conclusion defeats the\nshareholders’ argument for setting aside the third amendment in its\nentirety. We therefore consider the shareholders’ contention about\nremedy with respect to only the actions that confirmed Directors\nhave taken toimplementthe third amendment during their\ntenures. But even as applied to that subset of actions, the\nshareholders’ argument is neither logical nor supported by\nprecedent. All the officers who headed the FHFA during the time in\nquestion were properlyappointed. Although the statute\nunconstitutionally limited the President’s authority toremovethe confirmed Directors, there was no constitutional\ndefect in the statutorily prescribed method of appointment to that\noffice. As a result, there is no reason to regard any of the\nactions taken by the FHFA in relation to the third amendment as\nvoid.The shareholders argue that our decisions in\nprior separation-of-powers cases support their position, but most\nof the cases they cite involved a Government actor’s exercise of\npower that the actor did not lawfully possess. SeeLuciav.SEC, 585 U. S. ___, ___ (2018) (slip op., at 12)\n(administrative law judge appointed in violation of Appointments\nClause);Sternv.Marshall,564\nU.S. 462, 503 (2011) (bankruptcy judge’s exercise of exclusive\npower of Article III judge);Clintonv.City of New\nYork,524 U.S.\n417, 425, and n. 9, 438 (1998) (President’s cancellation\nof individual portions of bills under the Line Item Veto Act);Chadha, 462 U. S., at 952–956 (one-house veto of\nAttorney General’s determination to suspend an alien’s\ndeportation);Youngstown, 343 U. S., at 585, 587–589\n(Presidential seizure and operation of steel mills). As we have\nexplained, there is no basis for concluding that any head of the\nFHFA lacked the authority to carry out the functions of the\noffice.[23]The shareholders claim to find implicit support\nfor their argument inSeila LawandBowsher, but they\nread far too much into those decisions. InSeila\nLaw,[24] after holding\nthat the restriction on the removal of the CFPB Director was\nunconstitutional and severing that provision from the rest of the\nDodd-Frank Act, we remanded the case so that the lower courts could\ndecide whether, as the Government claimed, the Board’s issuance of\nan investigative demand had been ratified by an Acting Director who\nwas removable at will by the President. See 591 U. S.,at ___ (slip op., at 36). The shareholders argue that this\ndisposition implicitly meant that the Director’s action would be\nvoid unless lawfully ratified, but we said no such thing. The\nremand did not resolve any issue concerning ratification, including\nwhether ratification was necessary. And inBowsher, after\nholding that the Gramm-Rudman-Hollings Act unconstitutionally\nauthorized the Comptroller General to exercise executive power, the\nCourt simply turned to the remedy specifically prescribed by\nCongress. See 478 U. S.,at 735.[25] We therefore see no reason to hold that the\nthird amendment must be completely undone.That does not necessarily mean, however, that\nthe shareholders have no entitlement to retrospective relief.\nAlthough an unconstitutional provision is never really part of the\nbody of governing law (because the Constitution automatically\ndisplaces any conflicting statutory provision from the moment of\nthe provision’s enactment), it is still possible for an\nunconstitutional provision to inflict compensable harm. And the\npossibility that the unconstitutional restriction on the\nPresident’s power to remove a Director of the FHFA could have such\nan effect cannot be ruled out. Suppose, for example, that the\nPresident had attempted to remove a Director but was prevented from\ndoing so by a lower court decision holding that he did not have\n“cause” for removal. Or suppose that the President had made a\npublic statement expressing displeasure with actions taken by a\nDirector and had asserted that he would remove the Director if the\nstatute did not stand in the way. In those situations, the\nstatutory provision would clearly cause harm.In the present case, the situation is less\nclear-cut, but the shareholders nevertheless claim that the\nunconstitutional removal provision inflicted harm. Were it not for\nthat provision, they suggest, the President might have replaced one\nof the confirmed Directors who supervised the implementation of the\nthird amendment, or a confirmed Director might have altered his\nbehavior in a way that would have benefited the shareholders.The federal parties dispute the possibility that\nthe unconstitutional removal restriction caused any such harm. They\nargue that, irrespective of the President’s power to remove the\nFHFA Director, he “retained the power to supervise the [Third]\nAmendment’s adoption . . . because FHFA’s counterparty to\nthe Amendment was Treasury—an executive department led by a\nSecretary subject to removal at will by the President.” Reply Brief\nfor Federal Parties 43. The parties’ arguments should be resolved\nin the first instance by the lower courts.[26]*  *  *The judgment of the Court of Appeals is\naffirmed in part, reversed in part, and vacated in part, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1Before the Recovery Act\nwas enacted, Fannie Mae and Freddie Mac were regulated by the\nOffice of Federal Housing Enterprise Oversight. See Federal Housing\nEnterprises Financial Safety and Soundness Act of 1992,\n§§1311–1313, 106Stat. 3944–3946.2Receivership is mandatory\nin certain circumstances not relevant here. See 12\nU. S. C. §4617(a)(4).3See Amended and Restated\nSenior Preferred Stock Purchase Agreement Between the United States\nDepartment of the Treasury and the Federal National Mortgage\nAssociation (Sept. 26, 2008); Amended and Restated Senior Preferred\nStock Purchase Agreement Between the United States Department of\nthe Treasury and the Federal Home Loan Mortgage Corporation (Sept.\n26, 2008) (online sources archived at\nwww.supremecourt.gov).4Treasury has the\nauthority to waive this fee. At the time this lawsuit was filed,\nTreasury had always exercised this option and had never received a\nperiodic commitment fee from the companies. See App.\n61.5See Amendment to Amended\nand Restated Senior Preferred Stock Purchase Agreement Between the\nUnited States Department of the Treasury and Federal National\nMortgage Association (May 6, 2009); Amendment to Amended and\nRestated Senior Preferred Stock Purchase Agreement Between the\nUnited States Department of the Treasury and Federal Home Loan\nMortgage Corporation (May 6, 2009) (online sources archived at\nwww.supremecourt.gov).6See Second Amendment to\nAmended and Restated Senior Preferred Stock Purchase Agreement\nBetween the United States Department of the Treasury and Federal\nNational Mortgage Association (Dec. 24, 2009); Second Amendment to\nAmended and Restated Senior Preferred Stock Purchase Agreement\nBetween the United States Department of the Treasury and Federal\nHome Loan Mortgage Corporation (Dec. 24, 2009) (online sources\narchived at www.supremecourt.gov).7See Third Amendment to\nAmended and Restated Senior Preferred Stock Purchase Agreement\nBetween the United State Department of the Treasury and Federal\nNational Mortgage Association (Aug. 17, 2012); Third Amendment to\nAmended and Restated Senior Preferred Stock Purchase Agreement\nBetween the United States Department of the Treasury and Federal\nHome Loan Mortgage Corporation (Aug. 17, 2012) (online sources\narchived at www.supremecourt.gov).8The capital reserve for\neach company began at $3 billion and was scheduled to decrease to\nzero by January 2018. In December 2017, however, Treasury agreed to\nrestore the reserve to $3 billion per company in return for a\nliquidation-preference increase of the same amount. See Letters\nfrom S. Mnuchin, Secretary of Treasury, to M. Watt, Director of the\nFHFA (Dec. 21, 2017). And in September 2019, Treasury agreed to\nraise the reserve to $25 billion for Fannie Mae and $20 billion for\nFreddie Mac, again in return for corresponding increases in the\nliquidation preference. See Letters from S. Mnuchin, Secretary of\nTreasury, to M. Calabria, Director of the FHFA (Sept. 27, 2019)\n(online sources archived at www.supremecourt.gov).9See Fannie Mae, Form 10–K\nfor Fiscal Year Ended Dec. 31, 2016, p. 120,\nhttps://www.fanniemae.com/media/26811/display; Freddie Mac, Form\n10–K for Fiscal Year Ended Dec. 31, 2016, p. 283,\nhttps://www.freddiemac.com/investors/financials/pdf/10k_021617.pdf.10See\nLetters from S. Mnuchin, Secretary of Treasury, to M. Calabria,\nDirector of the FHFA (Jan. 14, 2021) (online source archived at\nwww.supremecourt.gov).11The\nshareholders also sued Treasury and its Secretary, contending that\nthe Agency exceeded its statutory authority and acted arbitrarily\nand capriciously in adopting the third amendment. The District\nCourt dismissed these claims, the Fifth Circuit affirmed, and the\nshareholders did not seek review of those holdings in this\nCourt.12By\ncontrast, when the FHFA acts as a receiver, it is required to\n“place the regulated entity in liquidation and proceed to realize\nupon the assets of the regulated entity.” §4617(b)(2)(E). The roles\nof conservator and receiver are very different. See §4617(a)(4)(D)\n(“The appointment of the Agency as receiver of a regulated entity\nunder this section shall immediately terminate any conservatorship\nestablished for the regulated entity under this\nchapter”).13The\nsenior preferred stock certificates provide: “[I]f at any time the\nCompany shall have for any reason failed to pay dividends in cash\nin a timely manner as required by this Certificate, then\nimmediately following such failure and for all Dividend Periods\nthereafter until the Dividend Period following the date on which\nthe Company shall have paid in cash full cumulative dividends\n(including any unpaid dividends added to the Liquidation Preference\n. . . ), the ‘Dividend Rate’ shall mean 12.0%”). App.\n180, 198.14See\nDept. of Treasury Press Release, Treasury Department and FHFA Amend\nTerms of Preferred Stock Purchase Agreements for Fannie Mae and\nFreddie Mac (Jan. 14, 2021),\nhttps://home.treasury.gov/news/press-releases/sm1236.15See\nLetter from E. Prelogar, Acting Solicitor General, to S. Harris,\nClerk of Court (Mar. 18, 2021).16The\nfederal parties also argue that the Recovery Act’s succession\nclause bars the shareholders’ statutory claim. Because we have\nconcluded that the statutory claim is already barred by the\nanti-injunction clause, we do not address this\nargument.17SeeRopv.FHFA, 485 F. Supp. 3d 900, 915 (WD Mich.\n2020).18InWienerv.United States,357\nU.S. 349(1958), the Court read a removal restriction into the\nWar Claims Act of 1948. But it did so on the rationale that the War\nClaims Commission was an adjudicatory body, and as such, it had a\nunique need for “absolute freedom from Executive interference.”Id.,at 353, 355–356. The FHFA is not an adjudicatory body,\nsoShurtleff, notWeiner,is the more applicable\nprecedent.19Amicusargues that there is\nhistorical support for the removal restriction at issue here\nbecause the Comptroller of Currency and the members of the Sinking\nFund Commission were subject to similar protection, but those\nagencies are materially different because neither of them operated\nbeyond the President’s control, and one of them was led by a\nmulti-member Commission. As we explained inSeila Law, with\nthe exception of a 1-year aberration during the Civil War, the\nComptroller was removable at will by the President, who needed only\nto communicate the reasons for his decision to Congress. 591\nU. S., at ___, n. 5 (slip op., at 19, n. 5). And the\nSinking Fund Commission, which Congress created to purchase U. S.\nsecurities following the Revolutionary War, was run by a 5-member\nCommission, and three of those Commissioners were part of the\nPresident’s Cabinet and therefore removable at will. See An Act\nMaking Provision for the Reduction of the Public Debt, ch. 47,\n1Stat. 186 (1790).20Amicusclaims thatO’Melveny & Myersv.FDIC,512 U.S.\n79(1994), supports his argument, but that decision is far\nafield. It held that state law, not federal common law, governed an\nattribute of the FDIC’s status as receiver for an insolvent savings\nbank.Id.,at 81–82. The nature of the FDIC’s authority in\nthat capacity sheds no light on the nature of the FHFA’s\ndistinctive authority as conservator under the Recovery\nAct.21Amicuswarns that if the Court\nholds that the Recovery Act’s removal restriction violates the\nConstitution, the decision will “call into question many other\naspects of the Federal Government.” Brief for Court-AppointedAmicusCuriae47.Amicuspoints to the Social\nSecurity Administration, the Office of Special Counsel, the\nComptroller, “multi-member agencies for which the chair is\nnominated by the President and confirmed by the Senate to a fixed\nterm,” and the Civil Service.Id.,at 48 (emphasis deleted).\nNone of these agencies is before us, and we do not comment on the\nconstitutionality of any removal restriction that applies to their\nofficers.22In\nthe alternative, they request that the dividend payments be\n“recharacteriz[ed] . . . as a pay down of the liquidation\npreference and a corresponding redemption of Treasury’s Government\nStock.” App. 118.23Settled precedent also confirms that\nthe unlawfulness of the removal provision does not strip the\nDirector of the power to undertake the other responsibilities of\nhis office, including implementing the third amendment. See,e.g.,Seila Law, 591 U. S., at ___–___ (slip\nop., at 30–36).24What we\nsaid about standing inSeila Lawshould not be misunderstood\nas a holding on a party’s entitlement to relief based on an\nunconstitutional removal restriction. We held that a plaintiff that\nchallenges a statutory restriction on the President’s power to\nremove an executive officer can establish standing by showing that\nit was harmed by an action that was taken by such an officer and\nthat the plaintiff alleges was void. See 591 U. S., at ___–___\n(slip op., at 9–10). But that holding on standing does not mean\nthat actions taken by such an officer are voidab initioand\nmust be undone. Comparepost, at 2 (Gorsuch, J., concurring\nin part).25In\naddition, the constitutional defect inBowsherwas different\nfrom the defect here. InBowsher, the Comptroller General,\nwhom Congress had long viewed as “an officer of the Legislative\nBranch,” 478 U. S., at 731, was vested with executive power.\nHere, the FHFA Director is clearly an executive officer. Seepost,at 5–6 (Thomas, J., concurring).26The\nlower courts may also consider all issues related to the federal\nparties’ argument that the doctrine of laches precludes any relief.\nThe federal parties argue that Treasury was prejudiced by the\nshareholders’ delay in filing suit because, for some time after the\nthird amendment was adopted, there was a chance that it would\nbenefit the shareholders. According to the federal parties, the\nshareholders waited to file suit until it became apparent that the\nthird amendment would not have that effect. The shareholders\nrespond that laches is inapplicable because they filed their\ncomplaint within the time allowed by the statute of limitations,\nand they argue that their delay did not cause prejudice because it\nwas “mathematically impossible” for Treasury to make less money\nunder the Third Amendment than under the prior regime. Reply Brief\nfor Collins et al. 4–5 (emphasis deleted). We decline to\ndecide this fact-bound question in the first instance.",
    "joined": []
}