{
    "case": {
        "docket": "122",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/122/"
    },
    "id": "1962774",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRING IN JUDGMENTCHAMBERS V. UNITED STATES555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 06-11206DEONDERY CHAMBERS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the seventh circuit[January 13, 2009]Justice Alito, with whom Justice\nThomas joins, concurring in the judgment.As I have previously explained, I\nbelieve that the Court’s approach inBegay, like its\napproach in this case, “cannot be reconciled with the statutory\ntext.”Begayv.United States, 553 U. S. ___, ___\n(2008) (slip op., at 1) (dissenting opinion). I nonetheless\nrecognize that “stare decisisin respect to statutory\ninterpretation has ‘special force,’ ”John R. Sand &\nGravel Co.v.United States, 552 U. S. ___, ___\n(2008) (slip op., at 8), and I am sympathetic to the majority’s\nefforts to provide a workable interpretation of the “residual\nclause” of the Armed Career Criminal Act (ACCA), while retaining\nthe “categorical approach” that we adopted inTaylorv.United States,495 U. S. 575, 602\n(1990). In light ofTaylorandBegay, I agree\nthat this case should be remanded for resentencing. I write\nseparately, however, to emphasize that only Congress can rescue the\nfederal courts from the mire into which ACCA’s draftsmanship andTaylor’s “categorical approach” have pushed us.In 1986, when Congress enacted ACCA’s residual\nclause, 18 U. S. C. §924(e)(2)(B)(ii), few could have foreseen\nthe difficulties that lay ahead.[Footnote 1] Only four months before Congress framed the\nresidual clause, this Court upheld a state sentencing provision\nthat imposed a mandatory minimum sentence where the judge found by\na preponderance of the evidence that the defendant visibly\npossessed a firearm during the commission of certain felonies\n(including robbery). SeeMcMillanv.Pennsylvania,477 U. S. 79(1986).\nLegislating against the background ofMcMillan, Congress\nmay have assumed that ACCA’s residual clause would similarly\nrequire federal sentencing judges to determine whether the\nparticular facts of a particular case triggered a mandatory minimum\nsentence.But history took a different track. InTaylor, the Court held that ACCA requires “the sentencing\ncourt to look only to the fact that the defendant had been\nconvicted of crimes falling within certain categories, and not to\nthe facts underlying the prior convictions.” 495 U. S., at 600.\nThus, we held that sentencing judges should apply a “categorical\napproach” to determine whether an underlying state offense meets\nthe “generic” definition of burglary that this Court—not\nCongress—created.Id., at 598. The Court justified its\ndecision with a 10-page discussion of ACCA’s purpose and\nlegislative history,id., at 581–590; see alsoid., at 603 (Scalia, J., concurring in part and concurring\nin judgment) (criticizing the Court’s approach), and explained that\nits conclusion was necessary to undo “an inadvertentcasualty [in ACCA’s] complex drafting process,”id.,\nat 589–590.ACCA’s clarity has been the true\ninadvertent casualty. After almost two decades withTaylor’s “categorical approach,” only one thing is clear:\nACCA’s residual clause is nearly impossible to apply consistently.\nIndeed, the “categorical approach” to predicate offenses has\ncreated numerous splits among the lower federal courts,[Footnote 2] the resolution of which\ncould occupy this Court for years. What is worse is that each new\napplication of the residual clause seems to lead us further and\nfurther away from the statutory text. Today’s decision, for\nexample, turns on little more than a statistical analysis of a\nresearch report prepared by the United States Sentencing\nCommission.Ante, at 6–7; 10 (App. B).At this point, the only tenable,\nlong-term solution is for Congress to formulate a specific list of\nexpressly defined crimes that are deemed to be worthy of ACCA’s\nsentencing enhancement. That is the approach that Congress took in\n1984, when it applied ACCA to two enumerated and expressly defined\nfelonies. See n. 1,supra. And that approach is the\nonly way to right ACCA’s ship.Footnote 1Congress originally enacted ACCA\nin 1984. See §1802, 93 Stat. 2185, 18 U. S. C. App.\n§1202(a) (1982 ed. and Supp. II) (repealed in 1986 by Firearms\nOwner’s Protection Act, §104(b), 100 Stat. 459). That statute,\nhowever, applied a mandatory sentencing enhancement to only two\npredicate felonies—robbery and burglary—which the statute expressly\ndefined. 18 U. S. C. App. §§1202(c)(8)–(9) (1982 ed., Supp.\nII). Congress did not add the undefined “otherwise clause” until\n1986. See Career Criminals Amendment Act of 1986, §1402, 100 Stat.\n3207–39.Footnote 2For example, the lower courts\nhave split over whether it is a “violent felony” under ACCA’s\nresidual clause to commit rape, compareUnited Statesv.Sawyers, 409 F. 3d 732 (CA6 2005) (statutory rape not\ncategorically violent), withUnited Statesv.Williams, 120 F. 3d 575 (CA5 1997) (inducement of\nminor to commit sodomy violent), andUnited Statesv.Thomas, 231 Fed. Appx. 765 (CA9 2007) (all rape violent);\nretaliate against a government officer, compareUnited\nStatesv.Montgomery, 402 F. 3d 482 (CA5 2005)\n(not violent), withSawyers,supra(violent);\nattempt or conspire to commit burglary, compareUnited\nStatesv.Fell, 511 F. 3d 1035 (CA10 2007) (even\nafterJamesv.United States,550 U. S. 192(2007),\nand even where statute requires an overt act, conspiracy to commit\nburglary not violent), withUnited Statesv.Moore, 108 F. 3d 878 (CA8 1997) (attempted burglary\nviolent if statute requires proof of overt act); carry a concealed\nweapon, compareUnited Statesv.Whitfield, 907\nF. 2d 798 (CA8 1990) (not violent), withUnited\nStatesv.Hall, 77 F. 3d 398 (CA11 1996)\n(violent); and possess a sawed-off shotgun as a felon, compareUnited Statesv.Amos, 501 F. 3d 524 (CA6\n2007) (not violent), withUnited Statesv.Bishop, 453 F. 3d 30 (CA1 2006) (violent). Compare\nalsoUnited Statesv.Sanchez-Garcia, 501\nF. 3d 1208 (CA10 2007) (unauthorized use of a motor vehicle\nnot a “violent felony” under 18 U. S. C. §16(b), which closely\nresembles ACCA’s residual clause), withUnited Statesv.Reliford, 471 F. 3d 913 (CA8 2006) (automobile\ntampering violent under ACCA’s residual clause), andUnited\nStatesv.Galvan-Rodriguez, 169 F. 3d 217 (CA5\n1999)(per curiam)(unauthorized use of a motor vehicle a\n“violent felony” under §16(b)).",
    "joined": []
}