{
    "case": {
        "docket": "186",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/186/"
    },
    "id": "1963394",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRINGDOE V. REED561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-559JOHN DOE #1, et al., PETITIONERSv.SAM REED, WASHINGTON SECRETARY OF STATE, et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 24, 2010]Justice Alito, concurring.The Court holds that the\ndisclosure under the Washington Public Records Act (PRA), Wash.\nRev. Code §42.56.001et seq. (2008), of the names and\naddresses of persons who sign referendum petitions does not as a\ngeneral matter violate the First Amendment,ante, at 13,\nand I agree with that conclusion. Many referendum petitions concern\nrelatively uncontroversial matters, seeante, at 11–12,\nand plaintiffs have provided no reason to think that disclosure of\nsignatory information in those contexts would significantly chill\nthe willingness of voters to sign. Plaintiffs’ facial challenge\ntherefore must fail. Seeante, at 2, 5.Nonetheless, facially valid disclosure\nrequirements can impose heavy burdens on First Amendment rights in\nindividual cases. Acknowledging that reality, we have long held\nthat speakers can obtain as-applied exemptions from disclosure\nrequirements if they can show “a reasonable probability that the\ncompelled disclosure of [personal information] will subject them to\nthreats, harassment, or reprisals from either Government officials\nor private parties.”Buckleyv.Valeo,424 U. S. 1, 74 (1976)(per curiam);see alsoCitizens Unitedv.Federal Election Comm’n, 558 U. S. ___, ___ (2010) (slip\nop., at 52);McConnellv.Federal Election\nComm’n,540 U.\nS. 93, 197–198 (2003);Brownv.Socialist Workers\n’74 Campaign Comm. (Ohio),459 U. S. 87, 93 (1982).\nBecause compelled disclosure can “burden the ability to speak,”Citizens United,supra, at ___ (slip op., at 51),\nand “seriously infringe on privacy of association and belief\nguaranteed by the First Amendment,”Buckley,supra, at 64, the as-applied exemption plays a critical\nrole in safeguarding First Amendment rights.IThe possibility of prevailing in\nan as-applied challenge provides adequate protection for First\nAmendment rights only if (1) speakers can obtain the exemption\nsufficiently far in advance to avoid chilling protected speech and\n(2) the showing necessary to obtain the exemption is not overly\nburdensome. With respect to the first requirement, the as-applied\nexemption becomes practically worthless if speakers cannot obtain\nthe exemption quickly and well in advance of speaking. To avoid the\npossibility that a disclosure requirement might chill the\nwillingness of voters to sign a referendum petition (and thus\nburden a circulator’s ability to collect the necessary number of\nsignatures, cf.Meyerv.Grant,486 U. S. 414, 423\n(1988)), voters must have some assuranceat the time when they\nare presented with the petitionthat their names and\nidentifying information will not be released to the public. The\nonly way a circulator can provide such assurance, however, is if\nthe circulator has sought and obtained an as-applied exemption from\nthe disclosure requirement well before circulating the petition.\nOtherwise, the best the circulator could do would be to tell voters\nthat an exemption might be obtained at some point in the future.\nSuch speculation would often be insufficient to alleviate voters’\nconcerns about the possibility of being subjected to threats,\nharassment, or reprisals. Cf.Citizens United,supra, at ___ (slip op., at 5–6) (Thomas, J., concurring\nin part and dissenting in part).Additionally, speakers must be\nable to obtain an as-applied exemption without clearing a high\nevidentiary hurdle. We acknowledged as much inBuckley,\nwhere we noted that “unduly strict requirements of proof could\nimpose a heavy burden” on speech. 424 U. S., at 74. Recognizing\nthat speakers “must be allowed sufficient flexibility in the proof\nof injury to assure a fair consideration of their claim,” we\nemphasized that speakers “need show only areasonable\nprobability” that disclosure will lead to threats, harassment,\nor reprisals.Ibid. (emphasis added). We stated that\nspeakers could rely on a wide array of evidence to meet that\nstandard, including “specific evidence of past or present\nharassment of [group] members,” “harassment directed against the\norganization itself,” or a “pattern of threats or specific\nmanifestations of public hostility.”Ibid. Significantly,\nwe also made clear that “[n]ew [groups] that have no history upon\nwhich to draw may be able to offer evidence of reprisals and\nthreats directed against individuals or organizations holding\nsimilar views.”Ibid. From its inception, therefore, the\nas-applied exemption has not imposed onerous burdens of proof on\nspeakers who fear that disclosure might lead to harassment or\nintimidation.IIIn light of those principles, the\nplaintiffs in this case have a strong argument that the PRA\nviolates the First Amendment as applied to the Referendum 71\npetition.AConsider first the burdens on\nplaintiffs’ First Amendment rights. The widespread harassment and\nintimidation suffered by supporters of California’s Proposition 8\nprovides strong support for an as-applied exemption in the present\ncase. SeeBuckley,supra, at 74 (explaining that\nspeakers seeking as-applied relief from a disclosure requirement\ncan rely on “evidence of reprisals and threats directed against\nindividuals or organizations holding similar views”). Proposition 8\namended the California Constitution to provide that “[o]nly\nmarriage between a man and a woman is valid or recognized in\nCalifornia,” Cal. Const., Art. I, §7.5, and plaintiffs\nsubmitted to the District Court substantial evidence of the\nharassment suffered by Proposition 8 supporters, see Declaration of\nScott F. Bieniek in No. C:09–5456 (WD Wash.), Exhs. 12, 13. Members\nof this Court have also noted that harassment. SeeHollingsworthv.Perry, 558 U. S. ___, ___ (2010)(per curiam)(slip op., at 2–3);Citizens United,\n558 U. S., at ___ (slip op., at 2–3) (opinion of Thomas, J.).\nIndeed, if the evidence relating to Proposition 8 is not sufficient\nto obtain an as-applied exemption in this case, one may wonder\nwhether that vehicle provides any meaningful protection for the\nFirst Amendment rights of persons who circulate and sign referendum\nand initiative petitions.What is more, when plaintiffs\nreturn to the District Court, they will have the opportunity to\ndevelop evidence of intimidation and harassment of Referendum 71\nsupporters—an opportunity that was pretermitted because of the\nDistrict Court’s decision to grant a preliminary injunction on\ncount 1 of plaintiffs’ complaint. See 661 F. Supp. 2d 1194,\n1205–1206 (WD Wash. 2009); Tr. of Oral Arg. 40–41. For example,\nplaintiffs allege that the campaign manager for one of the\nplaintiff groups received threatening e-mails and phone calls, and\nthat the threats were so severe that the manager filed a complaint\nwith the local sheriff and had his children sleep in an interior\nroom of his home. App. 9–10.BThe inadequacy of the State’s\ninterests in compelling public disclosure of referendum signatory\ninformation further confirms that courts should be generous in\ngranting as-applied relief in this context. SeeBuckley,supra, at 71 (recognizing that the weakness of the State’s\ninterests in an individual case can require exempting speakers from\ncompelled disclosure);Brown, 459 U. S., at 92–93 (same).\nAs the Court notes, respondents rely on two interests to justify\ncompelled disclosure in this context: (1) providing information to\nvoters about who supports a referendum petition; and (2) preserving\nthe integrity of the referendum process by detecting fraudulent and\nmistaken signatures.Ante, at 8.1In my view, respondents’ asserted\ninformational interest will not in any case be sufficient to trump\nthe First Amendment rights of signers and circulators who face a\nthreat of harassment. Respondents maintain that publicly disclosing\nthe names and addresses of referendum signatories provides the\nvoting public with “insight into whether support for holding a vote\ncomes predominantly from particular interest groups, political or\nreligious organizations, or other group[s] of citizens,” and thus\nallows voters to draw inferences about whether they should support\nor oppose the referendum. Brief for Respondent Washington Families\nStanding Together 58; see also Brief for Respondent Reed 46–48.\nAdditionally, respondents argue that disclosure “allows Washington\nvoters to engage in discussion of referred measures with persons\nwhose acts secured the election and suspension of state law.”Id., at 45; see also Brief for Respondent Washington\nFamilies Standing Together 58.The implications of accepting\nsuch an argument are breathtaking. Were we to accept respondents’\nasserted informational interest, the State would be free to require\npetition signers to disclose all kinds of demographic information,\nincluding the signer’s race, religion, political affiliation,\nsexual orientation, ethnic background, and interest-group\nmemberships. Requiring such disclosures, however, runs headfirst\ninto a half century of our case law, which firmly establishes that\nindividuals have a right to privacy of belief and association. SeeRumsfeldv.Forum for Academic and Institutional\nRights, Inc.,547 U. S. 47, 69 (2006);Brown,supra, at 91;Buckley, 424 U. S.,\nat 64;DeGregoryv.Attorney General of N. H.,383 U. S. 825,\n829 (1966);Gibsonv.Florida Legislative\nInvestigation Comm.,372 U. S. 539, 544\n(1963);NAACPv.Alabama ex rel. Patterson,357 U. S. 449,\n462 (1958). Indeed, the State’s informational interest paints such\na chilling picture of the role of government in our lives that at\noral argument the Washington attorney general balked when\nconfronted with the logical implications of accepting such an\nargument, conceding that the State could not require petition\nsigners to disclose their religion or ethnicity. Tr. of Oral Arg.\n37, 56.Respondents’ informational interest is no more\nlegitimate when viewed as a means of providing the public with\ninformation needed to locate and contact supporters of a\nreferendum. In the name of pursuing such an interest, the State\nwould be free to require petition signers to disclose any\ninformation that would more easily enable members of the voting\npublic to contact them and engage them in discussion, including\ntelephone numbers, e-mail addresses, and Internet aliases. Once\nagain, permitting the government to require speakers to disclose\nsuch information runs against the current of our associational\nprivacy cases. But more important, when speakers are faced with a\nreasonable probability of harassment or intimidation, the State no\nlonger hasanyinterest in enabling the public to locate\nand contact supporters of a particular measure—for in that\ninstance, disclosure becomes a means of facilitating harassment\nthat impermissibly chills the exercise of First Amendment\nrights.In this case, two groups proposed to place on\nthe Internet the names and addresses of all those who signed\nReferendum 71, and it is alleged that their express aim was to\nencourage “uncomfortable conversation[s].” 661 F. Supp. 2d, at\n1199 (internal quotation marks omitted). If this information is\nposted on the Internet, then anyone with access to a computer could\ncompile a wealth of information about all of those persons,\nincluding in many cases all of the following: the names of their\nspouses and neighbors, their telephone numbers, directions to their\nhomes, pictures of their homes, information about their homes (such\nas size, type of construction, purchase price, and mortgage\namount), information about any motor vehicles that they own, any\ncourt case in which they were parties, any information posted on a\nsocial networking site, and newspaper articles in which their names\nappeared (including such things as wedding announcements,\nobituaries, and articles in local papers about their children’s\nschool and athletic activities). The potential that such\ninformation could be used for harassment is vast.2Respondents also maintain that\nthe State has an interest in preserving the integrity of the\nreferendum process and that public disclosure furthers that\ninterest by helping the State detect fraudulent and mistaken\nsignatures. I agree with the Court that preserving the integrity of\nthe referendum process constitutes a sufficiently important state\ninterest.Ante, at 8. But I harbor serious doubts as to\nwhether public disclosure of signatory information serves that\ninterest in a way that always “reflect[s] the seriousness of the\nactual burden on First Amendment rights.”Davisv.Federal Election Comm’n, 554 U. S. ___, ___ (2008) (slip\nop., at 18).First, the realities of\nWashington law undermine the State’s argument that public\ndisclosure is necessary to ensure the integrity of the referendum\nprocess. The State of Washington first authorized voter initiatives\nvia constitutional amendment in 1912, and the following year the\nWashington Legislature passed a statute specifying the particulars\nof the referendum process. SeeState ex rel. Casev.Superior Ct. for Thurston Cty., 81 Wash. 623, 628, 143 P.\n461, 462 (1914). Significantly, Washington’s laws pertaining to\ninitiatives and referenda did not then and do not now authorize the\npublic disclosure of signatory information. See Wash. Rev. Code\n§29A.72.010et seq.;1913 Wash. Laws. pp.\n418–437. Instead, the public disclosure requirement stems from the\nPRA, which was enacted in 1972 and which requires the public\ndisclosure of state documents generally, not referendum documents\nspecifically. See Wash. Rev. Code §42.56.001et seq.\nIndeed, if anything, Washington’s referenda and initiative laws\nsuggest that signatory information should remain confidential:\nOutside observers are permitted to observe the secretary of state’s\nverification and canvassing process only “so long as they make no\nrecord of the names, addresses, or other information on the\npetitions or related records during the verification process,”\n§29A.72.230,and the State is required to destroy all\nthose petitions that fail to qualify for the ballot,\n§29A.72.200.Second, the State fails to come to\ngrips with the fact that public disclosure of referendum signatory\ninformation is a relatively recent practice in Washington. Prior to\nthe adoption of the PRA in 1972, the Washington attorney general\ntook the view that referendum petitions were not subject to public\ndisclosure. See Op. Wash. Atty. Gen. 55–57 No. 274, pp. 1–2\n(May 28, 1956), online at\nhttp://www.atg.wa.gov/AGOOpinions/opinion.aspx?section=topic&id=10488\n(all Internet materials as visited June 17, 2010, and available in\nClerk of Court’s case file) (declaring that public disclosure of\ninitiative petitions would be “contrary to public policy” and would\nrun contrary to “a tendency on the part of the legislature to\nregard the signing of an initiative petition as a matter concerning\nonly the individual signers except in so far as necessary to\nsafeguard against abuses of the privilege”). Indeed, the secretary\nof state represents on his Web site that even after the PRA was\nenacted, “various Secretary of State administrations took the\nposition, from 1973 to 1998, that the personal information on\npetition sheets were NOT subject to disclosure.” B. Zylstra, The\nDisclosure History of Petition Sheets (Sept. 17, 2009), online at\nhttp://blogs.sos.wa.gov/FromOurCorner/index.php/2009/09/the-disclosure-history-of-petition-sheets/.\nAlthough the secretary of state apparently changed this policy in\nthe late 1990’s, it appears that the secretary did not releaseanyinitiative petitions until 2006.Ibid. And to\ndate, the secretary has released only a handful of petitions.Ibid.;App. 26. That history substantially\nundermines the State’s assertion that public disclosure is\nnecessary to ensure the integrity of the referendum process. For\nnearly a century, Washington’s referendum process operated—and\napparently operated successfully—without the public disclosure of\nsignatory information. The State has failed to explain how\ncircumstances have changed so dramatically in recent years that\npublic disclosure is now required.Third, the experiences of other\nStates demonstrates that publicly disclosing the names and\nidentifying information of referendum signatories is not necessary\nto protect against fraud and mistake. To give but one example,\nCalifornia has had more initiatives on the ballot than any other\nState save Oregon. See Initiative and Referendum Institute,\nInitiative Use, p. 1 (Feb. 2009), online at\nhttp://www.iandrinstitute.org/IRI%20Initiative%20Use%20%281904=2008%29.pdf.\nNonetheless, California law explicitly protects the privacy of\ninitiative and referendum signatories. See Cal. Elec. Code Ann.\n§18650 (West 2003); Cal. Govt. Code Ann. §6253.5 (West 2008). It is\nthus entirely possible for a State to keep signatory information\nprivate and maintain a referendum and initiative process free from\nfraud.Finally, Washington could easily and\ncheaply employ alternative mechanisms for protecting against fraud\nand mistake that would be far more protective of circulators’ and\nsigners’ First Amendment rights. For example, the Washington\nattorney general represented to us at oral argument that “the\nSecretary of State’s first step after receiving submitted petitions\nis to take them to his archiving section and to have them\ndigitized.” Tr. of Oral Arg. 30. With a digitized list, it should\nbe relatively easy for the secretary to check for duplicate\nsignatures on a referendum petition. And given that the secretary\nmaintains a “centralized, uniform, interactive computerized\nstatewide voter registration list that contains the name and\nregistration information of every registered voter in the state,”\nWash. Rev. Code Ann. §29A.08.125(1) (West Supp. 2010), the\nsecretary could use a computer program to cross-check the names and\naddresses on the petition with the names and addresses on the voter\nregistration roles, thus ensuring the accuracy and legitimacy of\neach signature.Additionally, using the digitized version of\nthe referendum petition, the State could set up a simple system for\nWashington citizens to check whether their names have been\nfraudulently signed to a petition. For example, on his Web site,\nthe secretary maintains an interface that allows voters to confirm\ntheir voter registration information simply by inputting their name\nand date of birth. See\nhttp://wei.secstate.wa.gov/osos/VoterVault/Pages/MyVote.aspx.\nPresumably the secretary could set up a similar interface for\nreferendum petitions. Indeed, the process would seem to be all the\nmore simple given that Washington requires a “unique identifier\n[to] be assigned to each registered voter in the state.”\n§29A.08.125(4).*  *  *As-applied challenges to\ndisclosure requirements play a critical role in protecting First\nAmendment freedoms. To give speech the breathing room it needs to\nflourish, prompt judicial remedies must be available well before\nthe relevant speech occurs and the burden of proof must be low. In\nthis case—both through analogy and through their own\nexperiences—plaintiffs have a strong case that they are entitled to\nas-applied relief, and they will be able to pursue such relief\nbefore the District Court.",
    "joined": []
}