{
    "case": {
        "docket": "650",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/650/"
    },
    "id": "3410709",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1497_________________KELLOGG BROWN & ROOT SERVICES, INC, et al,\nPETITIONERSv.UNITED STATES, ex rel.BENJAMIN\nCARTERon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[May 26, 2015]Justice Alito delivered the opinion of the\nCourt.Wars have often provided “exceptional\nopportunities” for fraud on the United States Government. SeeUnited Statesv.Smith, 342 U. S. 225, 228\n(1952) . “The False Claims Act was adopted in 1863 and signed into\nlaw by President Abraham Lincoln in order to combat rampant fraud\nin Civil War defense contracts.” S. Rep. No. 99–345, p. 8 (1986).\nPredecessors of the Wartime Suspension of Limitations Act were\nenacted to address similar problems that arose during the First and\nSecond World Wars. SeeSmith,supra, at 228–229.In this case, we must decide two questions\nregarding those laws: first, whether the Wartime Suspension of\nLimitations Act applies only to criminal charges or also to civil\nclaims; second, whether the False Claims Act’s first-to-file bar\nkeeps new claims out of court only while related claims are still\nalive or whether it may bar those claims in perpetuity.IAThe False Claims Act (FCA) imposes liability\non any person who “knowingly presents . . . a false or\nfraudulent claim for payment or approval,” 31 U. S. C.\n§3729(a)(1)(A), “to an officer or employee of the United States,”\n3729(b)(2)(A)(i). The FCA may be enforced not just through\nlitigation brought by the Government itself, but also through civilqui tamactions that are filed by private parties, called\nrelators, “in the name of the Government.” §3730(b).In aqui tamsuit under the FCA, the\nrelator files a complaint under seal and serves the United States\nwith a copy of the complaint and a disclosure of all material\nevidence. §3730(b)(2). After reviewing these materials, the United\nStates may “proceed with the action, in which case the action shall\nbe conducted by the Government,” or it may “notify the court that\nit declines to take over the action, in which case the person\nbringing the action shall have the right to conduct the action.”\n§3730(b)(4). Regardless of the option that the United States\nselects, it retains the right at any time to dismiss the action\nentirely, §3730(c)(2)(A), or to settle the case,\n§3730(c)(2)(B).The FCA imposes two restrictions onqui tamsuits that are relevant here. One, the\n“first-to-file” bar, precludes aqui tamsuit “based on the\nfacts underlying [a] pending action.” §3730(b)(5) (emphasis added).\nThe other, the FCA’s statute of limitations provision, states that\naqui tamaction must be brought within six years of a\nviolation or within three years of the date by which the United\nStates should have known about a violation. In no circumstances,\nhowever, may a suit be brought more than 10 years after the date of\na violation. §3731(b).BThe Wartime Suspension of Limitations Act\n(WSLA) suspends the statute of limitations for “any offense”\ninvolving fraud against the Federal Government. 18\nU. S. C. §3287. Before 2008, this provision was activated\nonly “[w]hen the United States [was] at war.”Ibid.(2006\ned.). In 2008, however, this provision was made to apply as well\nwhenever Congress has enacted “a specific authorization for the use\nof the Armed Forces, as described in section 5(b) of the War Powers\nResolution (50 U.S.C. 1544(b)).”Ibid. (2012 ed.).IIPetitioners are defense contractors and\nrelated entities that provided logistical services to the United\nStates military during the armed conflict in Iraq. From January to\nApril 2005, respondent worked in Iraq for one of the petitioners as\na water purification operator. He subsequently filed aqui tamcomplaint against petitioners (Carter\nI), alleging that they had fraudulently billed the Government\nfor water purification services that were not performed or not\nperformed properly. The Government declined to intervene.In 2010, shortly before trial, the Government\ninformed the parties about an earlier filedqui tamlawsuit,United States ex rel. Thorpev.Halliburton\nCo., No. 05–cv–08924 (CD Cal., filed Dec. 23, 2005), that\narguably contained similar claims. This initiated a remarkable\nsequence of dismissals and filings.The District Court held that respondent’s suit\nwas related toThorpeand thus dismissed his case without\nprejudice under the first-to-file bar. Respondent appealed, and\nwhile his appeal was pending,Thorpewas dismissed for\nfailure to prosecute. Respondent quickly filed a new complaint\n(Carter II), but the District Court dismissed this second\ncomplaint under the first-to-file rule because respondent’s own\nearlier case was still pending on appeal. Respondent then\nvoluntarily dismissed this appeal, and in June 2011, more than six\nyears after the alleged fraud, he filed yet another complaint\n(Carter III), and it is this complaint that is now at\nissue.Petitioners sought dismissal of this third\ncomplaint under the first-to-file rule, pointing to two allegedly\nrelated cases, one in Maryland and one in Texas, that had been\nfiled in the interim between the filing ofCarter IandCarter III.This time, the court dismissed respondent’s\ncomplaint with prejudice. The court held that the latest complaint\nwas barred under the first-to-file rule because the Maryland suit\nwas already pending when that complaint was filed. The court also\nruled that the WSLA applies only to criminal charges and thus did\nnot suspend the time for filing respondent’s civil claims. As a\nresult, the court concluded, all but one of those claims were\nuntimely because they were filed more than six years after the\nalleged wrongdoing.The Fourth Circuit reversed, rejecting the\nDistrict Court’s analysis of both the WSLA and first-to-file\nissues.United States ex rel. Carterv.Halliburton\nCo.,710 F. 3d 171 (2013). Concluding that the WSLA\napplies to civil claims based on fraud committed during the\nconflict in Iraq,[1] the Court\nof Appeals held that respondent’s claims had been filed on time.\nThe Court of Appeals also held that the first-to-file bar ceases to\napply once a related action is dismissed. Since the Maryland and\nTexas cases had been dismissed by the time of the Fourth Circuit’s\ndecision, the court held that respondent had the right to refile\nhis case. The Court of Appeals thus remandedCarter IIIwith\ninstructions to dismiss without prejudice.After this was done, respondent filedCarter\nIV, but the District Court dismissedCarter IVon the\nground that the petition for a writ of certiorari inCarter\nIII(the case now before us) was still pending.We granted that petition, 573 U. S. ___\n(2014), and we now reverse in part and affirm in part.IIIThe text, structure, and history of the WSLA\nshow that the Act applies only to criminal offenses.AThe WSLA’s roots extend back to the time after\nthe end of World War I. Concerned about war-related frauds,\nCongress in 1921 enacted a statute that extended the statute of\nlimitations for such offenses. The new law provided as follows:\n“[I]n offenses involving the defrauding or attempts to defraud the\nUnited States or any agency thereof . . . andnow\nindictable under any existing statutes, the period of\nlimitations shall be six years.” Act ofNov. 17, 1921, ch. 124,\n42Stat. 220 (emphasis added). Since only crimes are “indictable,”\nthis provision quite clearly was limited to the filing of criminal\ncharges.In 1942, after the United States entered World\nWar II, Congress enacted a similar suspension statute. This law,\nlike its predecessor, applied to fraud “offenses . . .\nnow indictable under any existing statutes,” but this time the law\nsuspended “any” “existing statute of limitations” until the fixed\ndate of June 30, 1945. Act of Aug. 24, 1942, ch. 555, 56Stat.\n747–748.As that date approached, Congress decided to\nadopt a suspension statute which would remain in force for the\nduration of the war. Congress amended the 1942 WSLA in three\nimportant ways. First, Congress deleted the phrase “now indictable\nunder any statute,” so that the WSLA was made to apply simply to\n“any offense against the laws of the United States.” 58Stat. 667.\nSecond, although previous versions of the WSLA were of definite\nduration, Congress now suspended the limitations period for the\nopen-ended timeframe of “three years after the termination of\nhostilities in the present war as proclaimed by the President or by\na concurrent resolution of the two Houses of Congress.”Ibid. Third, Congress expanded the statute’s coverage beyond\noffenses “involving defrauding or attempts to defraud the United\nStates” to include other offenses pertaining to Government\ncontracts and the handling and disposal of Government property.Ibid., and §28, 58Stat. 781.Congress made more changes in 1948. From then\nuntil 2008, the WSLA’s relevant language was as follows:“When the United States is at war the\nrunning of any statute of limitations applicable to any offense (1)\ninvolving fraud or attempted fraud against the United States or any\nagency thereof in any manner, whether by conspiracy or not\n. . . shall be suspended until three years after the\ntermination of hostilities as proclaimed by the President or by a\nconcurrent resolution of Congress.” Act of June 25, 1948, §3287,\n62Stat. 828.In addition, Congress codified the WSLA in Title\n18 ofthe United States Code, titled “Crimes and Criminal\nProcedure.”Finally, in 2008, Congress once again amended\nthe WSLA, this time in two relevant ways. First, as noted, Congress\nchanged the Act’s triggering event, providing that tolling is\navailable not only “[w]hen the United States is at war,” but also\nwhen Congress has enacted a specific authorization for the use of\nmilitary force. Second, Congress extended the suspension period\nfrom three to five years. §855, 122Stat. 4545.[2]BWith this background in mind, we turn to the\nquestion whether the WSLA applies to civil claims as well as\ncriminal charges. We hold that the Act applies only to the\nlatter.We begin with the WSLA’s text. The WSLA suspends\n“the running of any statute of limitations applicable to anyoffense. . . involving fraud or attempted fraud\nagainst the United States or any agency thereof.” 18\nU. S. C. §3287 (emphasis added). The term “offense” is\nmost commonly used to refer to crimes. At the time of both the 1948\nand 2008 amendments to the Act, the primary definition of “offense”\nin Black’s Law Dictionary referred to crime. Black’s Law Dictionary\n1110 (8th ed. 2004) (Black’s) (“A violation of the law; a crime,\noften a minor one. See crime”);id., at 1232 (4th ed. 1951)\n(“A crime or misdemeanor; a breach of the criminal laws”);id., at 1282 (3d ed. 1933) (same). The 1942 edition of\nWebster’s similarly states that “offense” “has no technical legal\nmeaning; but it is sometimes used specifically for an indictable\ncrime . . . and sometimes for a misdemeanor or wrong\npunishable only by fine or penalty.” Webster’s New International\nDictionary 1690 (2d ed.). See also Webster’s Third New\nInternational Dictionary 1566 (1976) (Webster’s Third) (“an\ninfraction of law: crime, misdemeanor”); American Heritage\nDictionary 1255 (3d ed. 1992) (“A transgression of law; a\ncrime”).It is true that the term “offense” is sometimes\nused more broadly. For instance, the 1948 edition of Ballentine’s\nLaw Dictionary cautions: “The words ‘crime’ and ‘offense’ are not\nnecessarily synonymous. All crimes are offenses, but some offenses\nare not crimes.” Ballentine’s Law Dictionary 900.But while the term “offense” is sometimes used\nin this way, that is not how the word is used in Title 18.\nAl-though the term appears hundreds of times in Title 18, neither\nrespondent nor the Solicitor General, appearing as anamicusin support of respondent, has been able to find a single provision\nof that title in which “offense” is employed to denote a civil\nviolation. The Solicitor General cites eight provisions,[3] but not one actually labels a civil\nwrong as an “offense.” Instead, they all simply attach civil\npenalties to criminal offenses—as the Deputy Solicitor General\nacknowledged at oral argument. See Tr. of Oral Arg. 28–29.Not only is this pattern of usage telling, but\nwhen Title 18 was enacted in 1948, the very first provision, what\nwas then 18 U.S.C. §1, classified all offenses as crimes. That\nprovision read in pertinent part as follows:“§1. Offenses classified.“Notwithstanding any Act of Congress to\nthecontrary:“(1) Any offense punishable by death or\nimprisonment for a term exceeding one year is a felony.“(2) Any other offense is a misdemeanor.”\n62Stat. 684 (repealed Oct. 12, 1984).The Solicitor General correctly points out that\nregulatory provisions outside Title 18 sometimes use the term\n“offense” to describe a civil violation, see Brief for United\nStates asAmicus Curiae10 (United States Brief), but it is\nsignificant that Congress chose to place the WSLA in Title 18.\nAlthough we have cautioned against “plac[ing] too much significance\non the location of a statute in the United States Code,”Jonesv.R. R. Donnelley & Sons Co.,541\nU. S. 369, 376 (2004) , we have in similar circumstances\nregarded the placement of a provision as relevant in determining\nwhether its content is civil or criminal in nature, seeKansasv.Hendricks, 521 U. S. 346, 361 (1997) .\nIt is also revealing that Congress has used clearer and more\nspecific language when it has wanted to toll the statutes of\nlimitations for civil suits as well as crimes. Only two months\nafter enacting the WSLA, Congress passed a tolling statute for\n“violations of the antitrust laws . . . now indictableor subject to civil proceedings.” Act of Oct. 10, 1942, ch.\n589, 56Stat. 781 (emphasisadded). Congress obviously could have\nincluded a similar “civil proceedings” clause in the WSLA, but it\ndid notdo so.The WSLA’s history provides what is perhaps the\nstrongest support for the conclusion that it applies only to\ncriminal charges. The parties do not dispute that the term\n“offenses” in the 1921 and 1942 suspension statutes applied only to\ncrimes, Brief for Petitioners 23; Brief for Respondent at 24–25,\nand after 1942, the WSLA continued to use that same term. The\nretention of the same term in the later laws suggests that no\nfundamental alteration was intended.Respondent and the Government latch onto the\n1944 Act’s removal of the phrase “now indictable under any statute”\nand argue that this deletion had the effect of sweeping in civil\nclaims, but this argument is most improbable. Simply deleting the\nphrase “now indictable under the statute,” while leaving the\noperative term “offense” unchanged would have been an obscure way\nof substantially expanding the WSLA’s reach. Fundamental changes in\nthe scope of a statute are not typically accomplished with so\nsubtle a move. Converting the WSLA from a provision that suspended\nthe statute of limitations for criminal prosecutions into one that\nalso suspended the time for commencing a civil action would have\nbeen a big step. If Congress had meant to make such a change, we\nwould expect it to have used language that made this important\nmodification clear to litigants and courts.Respondent’s and the Government’s interpretation\nof the significance of the deletion of the phrase “now indict-able”\nignores a more plausible explanation, namely, Congress’ decision to\nmake the WSLA applicable, not just to offenses committed in the\npast during or in the aftermath of particular wars, but also to\nfuture offenses committed during future wars. When the phrase “now\nindictable” first appeared in the 1921 Act, it meant that the\nstatute of limitations was suspended for only those crimes that had\nalready been committed when the Act took effect. This made sense\nbecause the 1921 Act was a temporary measure enacted to deal with\nproblems resulting from the First World War. The 1942 Act simply\n“readopt[ed] the [same] World War I policy” to deal with claims\nduring World War II.Bridgesv.United States,346\nU. S. 209, 219 (1953) .The 1944 amendments, however, changed the WSLA\nfrom a retroactive measure designed to deal exclusively with past\nfraud into a measure applicable to future fraud as well. In order\nto complete this transformation, it was necessary to remove the\nphrase “now indictable,” which, as noted, limited the applicability\nof the suspension to offenses committed in the past. Thus, the\nremoval of the “now indictable” provision was more plausibly driven\nby Congress’ intent to apply the WSLA prospectively, not by any\ndesire to expand the WSLA’s reach to civil suits. For all these\nreasons, we think it clear that the term “offense” in the WSLA\napplies solely to crimes.But even if there were some ambiguity in the\nWSLA’s use of that term, our cases instruct us to resolve that\nambiguity in favor of the narrower definition. We have said that\nthe WSLA should be “narrowly construed” and “ ‘interpreted in\nfavor of repose.’ ”Id.,at 216 (quotingUnited\nStatesv.Scharton, 285 U. S. 518 –522 (1932).\nApplying that principle here means that the term “offense” must be\nconstrued to refer only to crimes. Because this case involves civil\nclaims, the WSLA does not suspend the applicable statute of\nlimitations under either the 1948 or the 2008 version of the\nstatute.[4]IVPetitioners acknowledge that respondent has\nraised other arguments that, if successful, could render at least\none claim timely on remand. We therefore consider whether\nrespondent’s claims must be dismissed with prejudice under the\nfirst-to-file rule. We conclude that dismissal with prejudice was\nnot called for.The first-to-file bar provides that “[w]hen a\nperson brings an action . . . no person other than the\nGovernment may intervene or bring a related action based on the\nfacts underlying thependingaction.” 31 U. S. C.\n§3730(b)(5) (emphasis added). The term “pending” means “[r]emaining\nundecided; awaiting decision.” Black’s 1314 (10th ed. 2014). See\nalso Webster’s Third 1669 (1976) (defining “pending” to mean “not\nyet decided: in continuance: in suspense”). If the reference to a\n“pending” action in the FCA is interpreted in this way, an earlier\nsuit bars a later suit while the earlier suit remains undecided but\nceases to bar that suit once it is dismissed. We see no reason not\nto interpret the term “pending” in the FCA in accordance with its\nordinary meaning.Petitioners argue that Congress used the term\n“pending” in a very different—and very peculiar—way. In the FCA,\naccording to petitioners, the term “pending” “is ‘used as a\nshort-hand for the first filed action.’ ” Brief for\nPetitioners 44. Thus, as petitioners see things, the first-filed\naction remains “pending” even after it has been dismissed, and it\nforever bars any subsequent related action.This interpretation does not comport with any\nknown usage of the term “pending.” Under this interpretation,Marburyv.Madison, 1 Cranch 137 (1803), is still\n“pending.” So is the trial of Socrates.Petitioners say that Congress used the term\n“pending” in the FCA as a sort of “short-hand,” but a shorthand\nphrase or term is employed to provide a succinct way of expressing\na concept that would otherwise require a lengthy or complex\nformulation. Here, we are told that “pending” is shorthand for\n“first-filed,” a term that is neither lengthy nor complex. And if\nCongress had wanted to adopt the rule that petitioners favor, the\ntask could have been accomplished in other equally economical\nways—for example, by replacing “pending,” with “earlier” or\n“prior.”Not only does petitioners’ argument push the\nterm “pending” far beyond the breaking point, but it wouldlead to\nstrange results that Congress is unlikely to have wanted. Under\npetitioners’ interpretation, a first-filed suit would bar all\nsubsequent related suits even if that earlier suit was dismissed\nfor a reason having nothing to do with the merits. Here, for\nexample, theThorpesuit, which provided the ground for the\ninitial invocation of the first-to-file rule, was dismissed for\nfailure to prosecute. Why would Congress want the abandonment of an\nearlier suit to bar a later potentially successful suit that might\nresult in a large recovery for the Government?Petitioners contend that interpreting “pending”\nto mean pending would produce practical problems, and there is some\nmerit to their arguments. In particular, as petitioners note, if\nthe first-to-file bar is lifted once the first-filed action ends,\ndefendants may be reluctant to settle such actions for the full\namount that they would accept if there were no prospect of\nsubsequent suits asserting the same claims. See Brief for\nPetitioners at 56–57. Respondent and the United States argue that\nthe doctrine of claim preclusion may protect defendants if the\nfirst-filed action is decided on the merits,id., at 60–61;\nUnited States Brief 30, but that issue is not before us in this\ncase. The False Claims Act’squi tamprovisions present many\ninterpretive challenges, and it is beyond our ability in this case\nto make them operate together smoothly like a finely tuned machine.\nWe hold that aqui tamsuit under the FCA ceases to be\n“pending” once it is dismissed. We therefore agree with the Fourth\nCircuit that the dismissal with prejudice of respondent’s one live\nclaim was error.*  *  *The judgment of the United States Court of\nAppeals for the Fourth Circuit is reversed in part and affirmed in\npart, and the case is remanded for further proceedings consistent\nwith this opinion.It is so ordered.Notes1The Court of Appeals held\nthat the Authorization for Use of Military Force Against Iraq\nResolution of 2002, 116Stat. 1498, note following 50\nU. S. C. §1541, p. 312, was sufficient to satisfy the “at\nwar” requirement in the pre-2008 version of the WSLA. The Court of\nAppeals consequently found it unnecessary to decide whether the\npre- or post-2008 version of the WSLA governed respondent’s\nclaims.2The claims giving rise to\nthe present suit originated in 2005, but respondent filed the\noperative complaint in 2011. Resolution of the questions before us\nin this case does not require us to decide which of these two\nversions of the WSLA applies to respondent’s claims.318 U. S. C.\n§§38; 248, 670, 1033(a), 1964, 2292(a), 2339B, 2339C.4This holding obviates any\nneed to determine which version of the WSLA applies or whether the\nterm “war” in the 1948 Act applies only when Congress has formally\ndeclared war.",
    "joined": []
}