{
    "case": {
        "docket": "542",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/542/"
    },
    "id": "3407061",
    "author": "alito",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–485_________________COMPTROLLER OF THE TREASURY OF\nMARYLAND,PETITIONERv.BRIAN WYNNE et ux.on writ of certiorari to the court of appeals\nof maryland[May 18, 2015]Justice Alito delivered the opinion of the\nCourt.This case involves the constitutionality of an\nunusual feature of Maryland’s personal income tax scheme. Like many\nother States, Maryland taxes the income its residents earn both\nwithin and outside the State, as well as the income that\nnonresidents earn from sources within Maryland. But unlike most\nother States, Maryland does not offer its residents a full credit\nagainst the income taxes that they pay to other States. The effect\nof this scheme is that some of the income earned by Maryland\nresidents outside the State is taxed twice. Maryland’s scheme\ncreates an incentive for taxpayers to opt for intrastate rather\nthan interstate economic activity.We have long held that States cannot subject\ncorporate income to tax schemes similar to Maryland’s, and we see\nno reason why income earned by individuals should be treated less\nfavorably. Maryland admits that its law has the same economic\neffect as a state tariff, the quintessential evil targeted by the\ndormant Commerce Clause. We therefore affirm the decision of\nMaryland’s highest court and hold that this feature of the State’s\ntax scheme vio-lates the Federal Constitution.IMaryland, like most States, raises revenue in\npart by levying a personal income tax. The income tax that Maryland\nimposes upon its own residents has two parts: a “state” income tax,\nwhich is set at a graduated rate, Md. Tax-Gen. Code Ann. §10–105(a)\n(Supp. 2014), and a so-called “county” income tax, which is set at\na rate that varies by county but is capped at 3.2%, §§10–103,\n10–106 (2010). Despite the names that Maryland has assigned to\nthese taxes, both are State taxes, and both are collected by the\nState’s Comptroller of the Treasury.Freyv.Comptroller\nof Treasury, 422 Md. 111, 125, 141–142, 29 A. 3d 475, 483, 492\n(2011). Of course, some Maryland residents earn income in other\nStates, and some of those States also tax this income. If Maryland\nresidents pay income tax to another jurisdiction for income earned\nthere, Maryland allows them a credit against the “state” tax but\nnot the “county” tax. §10–703; 431 Md. 147, 156–157, 64 A. 3d 453,\n458 (2013) (case below). As a result, part of the income that a\nMaryland resident earns outside the State may be taxed twice.Maryland also taxes the income of nonresidents.\nThis tax has two parts. First, nonresidents must pay the “state”\nincome tax on all the income that they earn from sources within\nMaryland. §§10–105(d) (Supp. 2014), 10–210 (2010). Second,\nnonresidents not subject to the county tax must pay a “special\nnonresident tax” in lieu of the “county” tax. §10–106.1;Frey,supra, at 125–126, 29 A. 3d, at 483. The\n“special nonresident tax” is levied on income earned from sources\nwithin Maryland, and its rate is “equal to the lowest county income\ntax rate set by any Maryland county.” §10–106.1. Maryland does not\ntax the income that nonresidents earn from sources outside\nMaryland. See §10–210.Respondents Brian and Karen Wynne are Maryland\nresidents. In 2006, the relevant tax year, Brian Wynne owned stock\nin Maxim Healthcare Services, Inc., a Subchapter S\ncorporation.[1] That year,\nMaxim earned income in States other than Maryland, and it filed\nstate income tax returns in 39 States. The Wynnes earned income\npassed through to them from Maxim. On their 2006 Mary-land tax\nreturn, the Wynnes claimed an income tax credit for income taxes\npaid to other States.Petitioner, the Maryland State Comptroller of\nthe Treasury, denied this claim and assessed a tax deficiency. In\naccordance with Maryland law, the Comptroller allowed the Wynnes a\ncredit against their Maryland “state” income tax but not against\ntheir “county” income tax. The Hearings and Appeals Section of the\nComptroller’s Office slightly modified the assessment but otherwise\naffirmed. The Maryland Tax Court also affirmed, but the Circuit\nCourt for Howard County reversed on the ground that Maryland’s tax\nsystem violated the Commerce Clause.The Court of Appeals of Maryland affirmed. 431\nMd. 147, 64 A. 3d 453. That court evaluated the tax under the\nfour-part test ofComplete Auto Transit, Inc.v.Brady, 430 U. S. 274 (1977), which asks whether a “tax\nis applied to an activity with a substantial nexus with the taxing\nState, is fairly apportioned, does not discriminate against\ninterstate commerce, and is fairly related to the services provided\nby the State.”Id.,at 279. The Court of Appeals held that\nthe tax failed both the fair apportionment and nondiscrimination\nparts of theComplete Autotest. With respect to fair\napportionment, the court first held that the tax failed the\n“internal consistency” test because if every State adopted\nMaryland’s tax scheme, interstate commerce would be taxed at a\nhigher rate than intrastate commerce. It then held that the tax\nfailed the “external consistency” test because it created a risk of\nmultiple taxation. With respect to nondiscrimination, the court\nheld that the tax discriminated against interstate commerce because\nit denied residents a credit on income taxes paid to other States\nand so taxed income earned interstate at a rate higher than income\nearned intrastate. The court thus concluded that Maryland’s tax\nscheme was unconstitutional insofar as it denied the Wynnes a\ncredit against the “county” tax for income taxes they paid to other\nStates. Two judges dissented and argued that the tax did not\nviolate the Commerce Clause. The Court of Appeals later issued a\nbrief clarification that “[a] state may avoid discrimination\nagainst interstate commerce by providing a tax credit, or some\nother method of apportionment, to avoid discriminating against\ninterstate commerce in violation of the dormant Commerce Clause.”\n431 Md., at 189, 64 A. 3d at 478.We granted certiorari. 572 U. S. ___\n(2014).IIAThe Commerce Clause grants Congress power to\n“regulate Commerce . . . among the several States.”\nArt. I, § 8, cl. 3. These “few simple words\n. . . reflected a central concern of the Framers that was\nan immediate reason for calling the Constitutional Convention: the\nconviction that in order to succeed, the new Union would have to\navoid the tendencies toward economic Balkanization that had plagued\nrelations among the Colonies and later among the States under the\nArticles of Confederation.”Hughesv.Oklahoma, 441\nU. S. 322 –326 (1979). Although the Clause is framed as a\npositive grant of power to Congress, “we have consistently held\nthis language to contain a further, negative command, known as the\ndormant Commerce Clause, prohibiting certain state taxation even\nwhen Congress has failed to legislate on the subject.”Oklahoma\nTax Comm’nv.Jefferson Lines, Inc., 514 U. S. 175,\n179 (1995) .This interpretation of the Commerce Clause has\nbeen disputed. SeeCamps Newfound/Owatonna, Inc.v.Town\nof Harrison, 520 U. S. 564 –620 (1997) (Thomas, J.,\ndissenting);Tyler Pipe Industries, Inc.v.Washington\nState Dept. of Revenue, 483 U. S. 232 –265 (1987) (Scalia,\nJ., concurring in part and dissenting in part);License\nCases, 5 How. 504, 578–579 (1847) (Taney, C. J.). But it also\nhas deep roots. See,e.g., Case of the State Freight Tax, 15\nWall. 232, 279–280 (1873);Cooleyv.Board of Wardens of\nPort of Philadelphia ex rel. Soc. for Relief of Distressed\nPilots, 12 How. 299, 318–319 (1852);Gibbonsv.Ogden, 9 Wheat. 1, 209 (1824) (Marshall, C. J.). By\nprohibiting States from discriminating against or imposing\nexcessive burdens on interstate commerce without congressional\napproval, it strikes at one of the chief evils that led to the\nadoption of the Constitution, namely, state tariffs and other laws\nthat burdened interstate commerce.Fulton Corp.v.Faulkner, 516 U. S. 325 –331 (1996);Hughes,supra, at 325;Weltonv.Missouri, 91\nU. S. 275, 280 (1876) ; see also The Federalist Nos. 7, 11 (A.\nHamilton), and 42 (J. Madison).Under our precedents, the dormant Commerce\nClause precludes States from “discriminat[ing] between transactions\non the basis of some interstate element.”Boston Stock\nExchangev.State Tax Comm’n, 429 U. S. 318 ,\nn. 12 (1977). This means, among other things, that a State\n“may not tax a transaction or incident more heavily when it crosses\nstate lines than when it occurs entirely within the State.”Armco Inc.v.Hardesty, 467 U. S. 638, 642\n(1984) . “Nor may a State impose a tax which discriminates against\ninterstate commerce either by providing a direct commercial\nadvantage to local business, or by subjecting interstate commerce\nto the burden of ‘multiple taxation.’ ”Northwestern States\nPortland Cement Co.v.Minnesota, 358 U. S. 450,\n458 (1959) (citations omitted).BOur existing dormant Commerce Clause cases all\nbut dictate the result reached in this case by Maryland’s highest\ncourt. Three cases involving the taxation of the income of domestic\ncorporations are particularly instructive.InJ. D. Adams Mfg. Co.v.Storen,\n304 U. S. 307 (1938) , Indiana taxed the income of every\nIndiana resident (including individuals) and the income that every\nnonresident derived from sources within Indiana.Id.,at\n308. The State levied the tax on income earned by the plaintiff\nIndiana corporation on sales made out of the State.Id.,at\n309. Holding that this scheme violated the dormant Commerce Clause,\nwe explained that the “vice of the statute” was that it taxed,\n“without apportionment, receipts derived from activities in\ninterstate commerce.”Id., at 311. If these receipts were\nalso taxed by the States in which the sales occurred, we warned,\ninterstate commerce would be subjected “to the risk of a double tax\nburden to which intrastate commerce is not exposed, and which the\ncommerce clause forbids.”Ibid.The next year, inGwin, White & Prince,\nInc.v.Henneford, 305 U. S. 434 (1939) , we\nreached a similar result. In that case, the State of Washington\ntaxed all the income of persons doing business in the State.Id.,at 435. Washington levied that tax on income that the\nplaintiff Washington corporation earned in shipping fruit from\nWashington to other States and foreign countries.Id.,at\n436–437. This tax, we wrote, “discriminates against interstate\ncommerce, since it imposes upon it, merely because interstate\ncommerce is being done, the risk of a multiple burden to which\nlocal commerce is not exposed.”Id.,at 439.In the third of these cases involving the\ntaxation of a domestic corporation,Central Greyhound Lines,\nInc.v.Mealey, 334 U. S. 653 (1948) , New York\nsought to tax the portion of a domiciliary bus company’s gross\nreceipts that were derived from services provided in neighboring\nStates.Id.,at 660; see alsoid.,at 665 (Murphy,\nJ., dissenting) (stating that the plaintiff was a New York\ncorporation). Noting that these other States might also attempt to\ntax this portion of the company’s gross receipts, the Court held\nthat the New York scheme violated the dormant Commerce Clause\nbecause it imposed an “unfair burden” on interstate commerce.Id., at 662 (majority opinion).In all three of these cases, the Court struck\ndown a state tax scheme that might have resulted in the double\ntaxation of income earned out of the State and that discriminated\nin favor of intrastate over interstate economic activity. As we\nwill explain, see Part II–F,infra, Maryland’s tax scheme is\nunconstitutional for similar reasons.CThe principal dissent distinguishes these\ncases on the sole ground that they involved a tax on gross receipts\nrather than net income. We see no reason why the distinction\nbetween gross receipts and net income should matter, particularly\nin light of the admonition that we must consider “not the formal\nlanguage of the tax statute but rather its practical effect.”Complete Auto, 430 U. S., at 279. The principal dissent\nclaims,post, at 13 (opinion of Ginsburg, J.), that “[t]he\nCourt,historically, has taken the position that the\ndifference between taxes on net income and taxes on gross receipts\nfrom interstate commerce warrants different results.” 2 C. Trost\n& P. Hartman, Federal Limitations on State and Local Taxation\n2d §10:1, p. 251 (2003) (emphasis added) (hereinafter Trost). But\nthis historical point is irrelevant. As the principal dissent seems\nto acknowledge, our cases rejected this formal distinction some\ntime ago. And the distinction between gross receipts and net income\ntaxes was not the basis for our decisions inJ. D.\nAdams,Gwin, White, andCentral Greyhound, which\nturned instead on the threat of multiple taxation.The discarded distinction between taxes on gross\nreceipts and net income was based on the notion, endorsed in some\nearly cases, that a tax on gross receipts is an impermissible\n“direct and immediate burden” on interstate commerce, whereas a tax\non net income is merely an “indirect and incidental” burden.United States Glue Co.v.Town of Oak Creek, 247\nU. S. 321 –329 (1918); see alsoShafferv.Carter, 252 U. S. 37, 57 (1920) . This arid distinction\nbetween direct and indirect burdens allowed “very little coherent,\ntrustworthy guidance as to tax valid-ity.” 2 Trost §9:1, at 212.\nAnd so, beginning with Justice Stone’s seminal opinion inWestern Live Stockv.Bureau of Revenue, 303\nU. S. 250 (1938) , and continuing through cases likeJ. D. AdamsandGwin, White, the direct-indirect\nburdens test was replaced with a more practical approach that\nlooked to the economic impact of the tax. These cases worked “a\nsubstantial judicial reinterpretation of the power of the States to\nlevy taxes on gross income from interstate commerce.” 1 Trost\n§2:20, at 175.After a temporary reversion to our earlier\nformalism, seeSpector Motor Service, Inc.v.O’Connor, 340 U. S. 602 (1951), “the gross receipts\njudicial pendulum has swung in a wide arc, recently reaching the\nplace where taxation of gross receipts from interstate commerce is\nplaced on an equal footing with receipts from local business, inComplete Auto Transit Inc.v.Brady,” 2 Trost\n§9:1, at 212. And we have now squarely rejected the argument that\nthe Commerce Clause distinguishes between taxes on net and gross\nincome. SeeJefferson Lines, 514 U. S., at 190\n(explaining that the Court inCentral Greyhound“understood\nthe gross receipts tax to be simply a variety of tax on income”);Moorman Mfg. Co.v.Bair, 437 U. S. 267, 280\n(1978) (rejecting a suggestion that the Commerce Clause\ndistinguishes between gross receipts taxes and net income taxes);id.,at 281 (Brennan, J., dissenting) (“I agree with the\nCourt that, for purposes of constitutional review, there is no\ndistinction between a corporate income tax and a gross-receipts\ntax”);Complete Auto,supra, at 280 (upholding a\ngross receipts tax and rejecting the notion that the Commerce\nClause places “a blanket prohibition against any state taxation\nimposed directly on an interstate transaction”).[2]For its part, petitioner distinguishesJ. D.\nAdams,Gwin, White, andCentral Greyhoundon the\nground that they concerned the taxation of corporations, not\nindividuals. But it is hard to see why the dormant Commerce Clause\nshould treat individuals less favorably than corporations. SeeCamps Newfound, 520 U. S., at 574 (“A tax on real\nestate,like any other tax, may impermissibly burden\ninterstate commerce” (emphasis added)). In addition, the\ndistinction between individuals and corporations cannot stand\nbecause the taxes invalidated inJ. D. AdamsandGwin, Whiteapplied to the income of both individuals and\ncorporations. See Ind. Stat. Ann., ch. 26, §64–2602 (Burns 1933)\n(tax inJ. D. Adams); 1935 Wash. Sess. Laws ch. 180,\nTit. II, §4(e), pp. 710–711 (tax inGwin, White).Attempting to explain why the dormant Commerce\nClause should provide less protection for natural persons than for\ncorporations, petitioner and the Solicitor General argue that\nStates should have a free hand to tax their residents’ out-of-state\nincome because States provide their residents with many services.\nAs the Solicitor General puts it, individuals “reap the benefits of\nlocal roads, local police and fire protection, local public\nschools, [and] local health and welfare benefits.” Brief for United\nStates asAmicus Curiae30.This argument fails because corporations also\nbenefit heavily from state and local services. Trucks hauling a\ncorporation’s supplies and goods, and vehicles transporting its\nemployees, use local roads. Corporations call upon local police and\nfire departments to protect their facilities. Corporations rely on\nlocal schools to educate prospective employees, and the\navailability of good schools and other government services are\nfeatures that may aid a corporation in attracting and retaining\nemployees. Thus, disparate treatment of corporate and personal\nincome cannot be justified based on the state services enjoyed by\nthese two groups of taxpayers.The sole remaining attribute that, in the view\nof petitioner, distinguishes a corporation from an individual for\npresent purposes is the right of the individual to vote. The\nprincipal dissent also emphasizes that residents can vote to change\nMaryland’s discriminatory tax law.Post, at 3–4. The\nargument is that this Court need not be concerned about state laws\nthat burden the interstate activities of individuals because those\nindividuals can lobby and vote against legislators who support such\nmeasures. But if a State’s tax unconstitutionally discriminates\nagainst interstate commerce, it is invalid regardless of whether\nthe plaintiff is a resident voter or nonresident of the State. This\nCourt has thus entertained and even sustained dormant Commerce\nClause challenges by individual residents of the State that imposed\nthe alleged burden on interstate commerce,Department of Revenue\nof Ky.v.Davis, 553 U. S. 328, 336 (2008) ;Granholmv.Heald, 544 U. S. 460, 469 (2005) ,\nand we have also sustained such a challenge to a tax whose burden\nwas borne by in-state consumers,Bacchus Imports, Ltd.v.Dias, 468 U. S. 263, 272 (1984) .[3]The principal dissent and Justice Scalia respond\nto these holdings by relying on dictum inGoldbergv.Sweet, 488 U. S. 252, 266 (1989) , that it is not the\npurpose of the dormant Commerce Clause “ ‘to protect state\nresidents from their own state taxes.’ ”Post, at 3\n(Ginsburg, J., dissenting);post,at 5 (Scalia, J.,\ndissenting). But we repudiated that dictum inWest Lynn\nCreamery, Inc.v.Healy,512 U. S. 186 (1994) , where we\nstated that “[s]tate taxes are ordinarily paid by in-state\nbusinesses and consumers, yet if they discriminate against\nout-of-state products, they are unconstitutional.”Id.,at\n203. And, of course, the dictum must bow to the holdings of our\nmany cases entertaining Commerce Clause challenges brought by\nresidents. We find the dissents’ reliance onGoldberg’s\ndictum particularly inappropriate since they do not find themselves\nsimilarly bound by the rule of that case, which applied the\ninternal consistency test to determine whether the tax at issue\nviolated the dormant Commerce Clause. 488 U. S., at 261.In addition, the notion that the victims of such\ndiscrimination have a complete remedy at the polls is fanciful. It\nis likely that only a distinct minority of a State’s residents\nearns income out of State. Schemes that discriminate against income\nearned in other States may be attractiveto legislators and a\nmajority of their constituents for precisely this reason. It is\neven more farfetched to suggest that natural persons with\nout-of-state income are better able to influence state lawmakers\nthan large corporations headquartered in the State. In short,\npetitioner’s argument would leave no security where the majority of\nvoters prefer protectionism at the expense of the few who earn\nincome interstate.It would be particularly incongruous in the\npresent case to disregard our prior decisions regarding the\ntaxation of corporate income because the income at issue here is a\ntype of corporate income, namely, the income of a Subchapter S\ncorporation. Only small businesses may incorporate under Subchapter\nS, and thus acceptance of petitioner’s submission would provide\ngreater protection for income earned by large Subchapter C\ncorporations than small businesses incorporated under Subchapter\nS.DIn attempting to justify Maryland’s unusual\ntax scheme, the principal dissent argues that the Commerce Clause\nimposes no limit on Maryland’s ability to tax the income of its\nresidents, no matter where that income is earned. It argues that\nMaryland has the sovereign power to tax all of the income of its\nresidents, wherever earned, and it there-fore reasons that the\ndormant Commerce Clause cannot constrain Maryland’s ability to\nexpose its residents (and nonresidents) to the threat of double\ntaxation.This argument confuses what a State may do\nwithout violating the Due Process Clause of the Fourteenth\nAmendment with what it may do without violating the Commerce\nClause. The Due Process Clause allows a State to tax “allthe income of its residents, even income earned outside the taxing\njurisdiction.”Oklahoma Tax Comm’nv.Chickasaw\nNation, 515 U. S. 450 –463 (1995). But “while a State may,\nconsistent with the Due Process Clause, have the authority to tax a\nparticular taxpayer, imposition of the tax may nonetheless violate\nthe Commerce Clause.”Quill Corp.v.North Dakota,\n504 U. S. 298, 305 (1992) (rejecting a due process challenge\nto a tax before sustaining a Commerce Clause challenge to that\ntax).Our decision inCamps Newfoundillustrates the point. There, we held that the Commerce Clause\nprohibited Maine from granting more favorable tax treatment to\ncharities that operated principally for the benefit of Maine\nresidents. 520 U. S., at 580–583. Because the plaintiff\ncharity in that case was a Maine nonprofit corporation, there is no\nquestion that Maine had the raw jurisdictional power to tax the\ncharity. SeeChickasaw Nation,supra, at 462–463.\nNonetheless, the tax failed scrutiny under the Commerce Clause.Camps Newfound,supra, at 580–581. Similarly,\nMaryland’s raw power to tax its residents’ out-of-state income does\nnot insulate its tax scheme from scrutiny under the dormant\nCommerce Clause.Although the principal dissent claims the mantle\nof precedent, it is unable to identify a single case that endorses\nits essential premise, namely, that the Commerce Clause places no\nconstraint on a State’s power to tax the income of its residents\nwherever earned. This is unsurprising. As cases likeQuill\nCorp.andCamps Newfoundrecognize, the fact that a\nState has the jurisdictional power to impose a tax says nothing\nabout whether that tax violates the Commerce Clause. See also,e.g., Barclays Bank PLCv.Franchise Tax Bd. of Cal.,\n512 U. S. 298 (1994) (separately addressing due process and\nCommerce Clause challenges to a tax);Moorman, 437\nU. S. 267 (same);Standard Pressed Steel Co.v.Department of Revenue of Wash., 419 U. S. 560 (1975)\n(same);Lawrencev.State Tax Comm’n of Miss., 286\nU. S. 276 (1932) (separately addressing due process and equal\nprotection challengesto a tax);Travisv.Yale &\nTowne Mfg. Co., 252 U. S. 60 (1920) (separately addressing\ndue process and privileges-and-immunities challenges to a tax).One good reason why we have never accepted the\nprincipal dissent’s logic is that it would lead to plainly\nuntenable results. Imagine that Maryland taxed the income that its\nresidents earned in other States but exempted income earned out of\nState from any business that primarily served Maryland residents.\nSuch a tax would violate the dormant Commerce Clause, seeCamps\nNewfound,supra, and it cannot be saved by the principal\ndissent’s admonition that Maryland has the power to tax all the\nincome of its residents. There is no principled difference between\nthat hypothetical Commerce Clause challenge and this one.The principal dissent, if accepted, would work a\nsea change in our Commerce Clause jurisprudence. Legion are the\ncases in which we have considered and even upheld dormant Commerce\nClause challenges brought by residents to taxes that the State had\nthe jurisdictional power to impose. See,e.g., Davis, 553\nU. S. 328 ;Camps Newfound, 520 U. S. 564 ;Fulton Corp., 516 U. S. 325 ;Bacchus Imports,\n468 U. S. 263 ;Central Greyhound, 334 U. S. 653 ;Gwin, White, 305 U. S. 434 ;J. D. Adams,\n304 U. S. 307 . If the principal dissent were to prevail, all\nof these cases would be thrown into doubt. After all, in those\ncases, as here, the State’s decision to tax in a way that allegedly\ndiscriminates against interstate commerce could be justified by the\nargument that a State may tax its residents without any Commerce\nClause constraints.EWhile the principal dissent claims that we are\ndeparting from principles that have been accepted for “a century”\nand have been “repeatedly acknowledged by this Court,” seepost, at 1, 2, 19, when it comes to providing supporting\nauthority for this assertion, it cites exactly two Commerce Clause\ndecisions that are supposedly inconsistent with our decision today.\nOne is a summary affirmance,West Publishing Co.v.McColgan, 328 U. S. 823 (1946) , and neither actually\nsupports the principal dissent’s argument.In the first of these cases,Shafferv.Carter, 252 U. S. 37 , a resident of Illinois who\nearned income from oil in Oklahoma unsuccessfully argued that his\nOklahoma income tax assessment violated several provisions of the\nFederal Constitution. His main argument was based on due process,\nbut he also raised a dormant Commerce Clause challenge. Although\nthe principal dissent relies onShafferfor the proposition\nthat a State may tax the income of its residents wherever earned,Shafferdid not reject the Commerce Clause challenge on that\nbasis.The dormant Commerce Clause challenge inShafferwas nothing like the Wynnes’ challenge here. The\ntax-payer inShafferargued that “[i]f the tax is considered\nan excise tax on business, rather than an income tax proper,” it\nunconstitutionally burdened interstate commerce. Brief for\nAppellant, O. T. 1919, No. 531, p. 166. The taxpayer did\nnot argue that this burden occurred because he was subject to\ndouble taxation; instead, he argued that the tax was an\nimpermissible direct “tax on interstate business.”Ibid.That argument was based on the notion that States may not impose a\ntax “directly” on interstate commerce. Seesupra,at 8–9.\nAfter assuming that the taxpayer’s business was engaged in\ninterstate commerce, we held that “it is sufficient to say that the\ntax is imposed not upon the gross receipts, but only upon the\nnet proceeds, and is plainly sustainable, even if it includes net\ngains from interstate commerce. [United States Glue Co.v.Town of Oak Creek], 247 U. S. 321 .”Shaffer,supra, at 57 (citation omitted).Shafferthus did not adjudicate anything\nlike the double taxation argument that was accepted in later cases\nand is before us today. And the principal dissent’s suggestion thatShafferallows States to levy discriminatory net income\ntaxes is refuted by a case decided that same day. InTravis,\na Connecticut corporation challenged New York’s net income tax,\nwhich allowed residents, but not nonresidents, certain tax\nexemptions. The Court first rejected the taxpayer’s due process\nargument as “settled by our decision inShaffer.” 252\nU. S., at 75. But that due process inquiry was not the end of\nthe matter: the Court then separately considered—and sustained—the\nargument that the net income tax’s disparate treatment of residents\nand nonresidents violated the Privileges and Immunities Clause.Id.,at 79–80.The second case on which the principal dissent\nrelies,West Publishing, is a summary affirmance and thus\nhas “considerably less precedential value than an opinion on the\nmerits.”Illinois Bd. of Electionsv.Socialist Workers\nParty, 440 U. S. 173 –181 (1979). A summary affirmance\n“ ‘is not to be read as a renunciation by this Court of\ndoctrines previously announced in our opinions after full\nargument.’ ”Mandelv.Bradley, 432 U. S.\n173, 176 (1977) (per curiam) (quotingFusariv.Steinberg, 419 U. S. 379, 392 (1975) (Burger,\nC. J., concurring)). The principal dissent’s reliance on the\nstate-court decision below in that case is particularly\ninappropriate because “a summary affirmance is an affirmance of the\njudgment only,” and “the rationale of the affirmance may not be\ngleaned solely from the opinion below.” 432 U. S., at\n176.Moreover, we do not disagree with the result ofWest Publishing. The tax in that case was levied only on\n“ ‘the net income of every corporation derivedfrom sources\nwithin this State,’ ” and thus was an internally\nconsistent and nondiscriminatory tax scheme. SeeWest Publishing\nCo.v.McColgan, 27 Cal. 2d 705, 707, n., 166 P. 2d\n861, 862, n. (1946) (emphasis added). Moreover, even if we did\ndisagree with the result, the citation in our summary affirmance toUnited States Glue Co.suggests that our decision was based\non the since-discarded distinction between net income and gross\nreceipts taxes.West Publishingdid not—indeed, it could\nnot—repudiate the double taxation cases upon which we rely.The principal dissent also finds it significant\nthat, when States first enacted modern income taxes in the early\n1900’s, some States had tax schemes similar to Maryland’s. This\npractice, however, was by no means universal. A great many\nStates—such as Alabama, Colorado, Georgia, Kentucky, and\nMaryland—had early income tax schemes that allowed their residents\na credit against taxes paid to other States. See Ala. Code, Tit.\n51, ch. 17, §390 (1940); Colo. Stat. Ann., ch. 84A, §38 (Cum. Supp.\n1951); Ga. Code Ann. §92–3111 (1974); Carroll’s Ky. Stat. Ann., ch.\n108, Art. XX, §4281b–15 (Baldwin rev. 1936); Md. Ann. Code, Art.\n81, ch. 277, §231 (1939). Other States also adopted internally\nconsistent tax schemes. For example, Massachusetts and Utah taxed\nonly the income of residents, not nonresidents. See Mass. Gen.\nLaws, ch. 62 (1932); Utah Rev. Stat. §80–14–1et seq.(1933).In any event, it is hardly surprising that these\nearly state ventures into the taxation of income included some\nprotectionist regimes that favored the local economy over\ninterstate commerce. What is much more significant is that over the\nnext century, as our Commerce Clause juris-prudence developed, the\nStates have almost entirely abandoned that approach, perhaps in\nrecognition of their doubtful constitutionality. Today, the\nnear-universal state practice is to provide credits against\npersonal income taxes for such taxes paid to other States. See 2 J.\nHellerstein & W. Hellerstein, State Taxation, ¶20.10,\npp. 20–163 to 20–164 (3d ed. 2003).[4]F1As previously noted, the tax schemes held to\nbe unconstitutional inJ. D. Adams,Gwin, White,\nandCentral Greyhound, had the potential to result in the\ndiscriminatory double taxation of income earned out of state and\ncreated a powerful incentive to engage in intrastate rather than\ninterstate economic activity. Although we did not use the term in\nthose cases, we held that those schemes could be cured by taxes\nthat satisfy what we have subsequently labeled the “internal\nconsistency” test. SeeJefferson Lines, 514 U. S., at\n185 (citingGwin, Whiteas a case requiring internal\nconsistency); see also 1 Trost §2:19, at 122–123, and n. 160\n(explaining that the internal consistency test has its origins inWestern Live Stock,J. D. Adams, andGwin,\nWhite). This test, which helps courts identify tax schemes that\ndiscriminate against interstate commerce, “looks to the structure\nof the tax at issue to see whether its identical application by\nevery State in the Union would place interstate commerce at a\ndisadvantage as compared with commerce intrastate.” 514 U. S.,\nat 185.See also,e.g., Tyler Pipe, 483 U. S.,\nat 246–248;Armco, 467 U. S., at 644–645;Container\nCorp. of Americav.Franchise Tax Bd., 463 U. S.\n159, 169 (1983) .By hypothetically assuming that every State has\nthe same tax structure, the internal consistency test allows courts\nto isolate the effect of a defendant State’s tax scheme. This is a\nvirtue of the test because it allows courts to distinguish between\n(1) tax schemes that inherently discriminate against\ninterstate commerce without regard to the tax policies of other\nStates, and (2) tax schemes that create disparate incentives\nto engage in interstate commerce (and sometimes result in double\ntaxation) only as a result of the interaction of two different but\nnondiscriminatory and internally consistent schemes. SeeArmco,supra, at 645–646;Moorman, 437\nU. S., at 277, n. 12; Brief for Tax Economists asAmici Curiae23–24 (hereinafter Brief for Tax Economists);\nBrief for Michael S. Knoll & Ruth Mason asAmici Curiae18–23 (hereinafter Brief for Knoll & Mason). The first category\nof taxes is typically unconstitutional; the second is not.[5] SeeArmco,supra, at\n644–646;Moorman,supra, at 277, and n. 12. Tax\nschemes that fail the internal consistency test will fall into the\nfirst category, not the second: “[A]ny cross-border tax\ndisadvantage that remains after application of the [test] cannot be\ndue to tax disparities”[6] but\nis instead attributable to the taxing State’s discriminatory\npolicies alone.Neither petitioner nor the principal dissent\nquestions the economic bona fides of the internal consistency test.\nAnd despite its professed adherence to precedent, the principal\ndissent ignores the numerous cases in which we have applied the\ninternal consistency test in the past. The internal consistency\ntest was formally introduced more than three decades ago, seeContainer Corp.,supra, and it has been invoked in no\nfewer than seven cases, invalidating the tax in three of those\ncases. SeeAmerican Trucking Assns., Inc.v.Michigan\nPub. Serv. Comm’n, 545 U. S. 429 (2005) ;[7]Jefferson Lines, Inc., 514\nU. S. 175 ;Goldberg, 488 U. S. 252;American\nTrucking Assns., Inc.v.Scheiner, 483 U. S. 266\n(1987) ;Tyler Pipe, 483 U. S. 232 ;Armco, 467\nU. S. 638 ;Container Corp.,supra.2Maryland’s income tax scheme fails the\ninternal consistency test.[8] A\nsimple example illustrates the point. Assume that every State\nimposed the following taxes, which are similar to Maryland’s\n“county” and “special nonresident” taxes: (1) a 1.25% tax on income\nthat residents earn in State, (2) a 1.25% tax on income that\nresidents earn in other jurisdictions, and (3) a 1.25% tax on\nincome that nonresidents earn in State. Assume further that two\ntaxpayers, April and Bob, both live in State A, but that April\nearns her income in State A whereas Bob earns his income in State\nB. In this circumstance, Bob will pay more income tax than April\nsolely because he earns income interstate. Specifically, April will\nhave to pay a 1.25% tax only once, to State A. But Bob will have to\npay a 1.25% tax twice: once to State A, where he resides, and once\nto State B, where he earns the income.Critically—and this dispels a central argument\nmade by petitioner and the principal dissent—the Maryland scheme’s\ndiscriminatory treatment of interstate commerce is not simply the\nresult of its interaction with the taxing schemes of other States.\nInstead, the internal consistency test reveals what the undisputed\neconomic analysis shows: Maryland’s tax scheme is inherently\ndiscriminatory and operates as a tariff. See Brief for Tax\nEconomists 4, 9; Brief for Knoll & Mason 2. This identity\nbetween Maryland’s tax and a tariff is fatal because tariffs are\n“[t]he paradigmatic example of a law discriminating against\ninterstate commerce.”West Lynn, 512 U. S., at 193.\nIndeed, when asked about the foregoing analysis made byamiciTax Economists and Knoll & Mason, counsel for\nMaryland responded, “I don’t dispute the mathematics. They lose me\nwhen they switch from tariffs to income taxes.” Tr. of Oral Arg. 9.\nBut Maryland has offered no reason why our analysis should change\nbecause we deal with an income tax rather than a formal tariff, and\nwe see none. After all, “tariffs against the products of other\nStates are so patently unconstitutional that our cases reveal not a\nsingle attempt by any State to enact one. Instead, the cases are\nfilled with state laws that aspire to reap some of the benefits of\ntariffs by other means.”West Lynn,supra, at\n193.None of our dissenting colleagues dispute this\neconomic analysis. The principal dissent focuses instead on a\nsupposed “oddity” with our analysis: The principal dissent can\nenvision other tax schemes that result in double taxation but do\nnot violate the internal consistency test. This would happen, the\nprincipal dissent points out, if State A taxed only based on\nresidence and State B taxed only based on source.Post, at\n17 (Ginsburg, J., dissenting); see alsopost, at 7 (Scalia,\nJ., dissenting). Our prior decisions have already considered and\nrejected this precise argument—and for good reason. For example, inArmco, we struck down an internally inconsistent tax that\nposed a risk of double taxation even though we recognized that\nthere might be other permissible arrangements that would result in\ndouble taxation. Such schemes would be constitutional, we\nexplained, because “such a result would not arise from\nimpermissible discrimination against interstate commerce.” 467\nU. S., at 645. The principal dissent’s protest that our\ndistinction is “entirely circular,”post, at 17–18,\nn. 10, misunderstands the critical distinction, recognized in\ncases likeArmco, between discriminatory tax schemes and\ndouble taxation that results only from the interaction of two\ndifferent but nondiscriminatory tax schemes. See alsoMoorman, 437 U. S., at 277, n. 12 (distinguishing\n“the potential consequences of the use of different formulas by the\ntwo States,” which is not prohibited by the Commerce Clause, from\ndiscrimination that “inhere[s] in either State’s formula,” which is\nprohibited).Petitioner and the Solicitor General argue that\nMaryland’s tax is neutral, not discriminatory, because the same tax\napplies to all three categories of income. Specifically, they point\nout that the same tax is levied on (1) residents who earn\nincome in State, (2) residents who earn income out of State,\nand (3) nonresidents who earn income in State. But the fact\nthat the tax might have “ ‘the advantage of appearing\nnondiscriminatory’ does not save it from invalidation.”Tyler\nPipe, 483 U. S., at 248 (quotingGeneral Motors\nCorp.v.Washington, 377 U. S. 436, 460 (1964)\n(Goldberg, J., dissenting)). See alsoAmerican Trucking Assns.,\nInc.v.Scheiner, 483 U. S. at, 281 (dormant\nCommerce Clause applies to state taxes even when they “do not\nallocate tax burdens between insiders and outsiders in a manner\nthat is facially discriminatory”);Mainev.Taylor,\n477 U. S. 131, 138 (1986) (a state law may discriminate\nagainst interstate commerce “ ‘either on its face or in\npractical effect’ ” (quotingHughes, 441 U. S., at\n336)). In this case, the internal consistency test and economic\nanalysis—indeed, petitioner’s own concession—confirm that the tax\nscheme operates as a tariff and discriminates against interstate\ncommerce, and so the scheme is invalid.Petitioner and the principal dissent,post, at 6, also note that by offering residents who earn\nincome in interstate commerce a credit against the “state” portion\nof the income tax, Maryland actually receives less tax revenue from\nresidents who earn income from interstate commerce rather than\nintrastate commerce. This argument is a red herring. The critical\npoint is that the total tax burden on interstate commerce is\nhigher, not that Maryland may receive more or less tax revenue from\na particular tax-payer. SeeArmco,supra, at 642–645.\nMaryland’s tax un-constitutionally discriminates against interstate\ncommerce, and it is thus invalid regardless of how much a\nparticular taxpayer must pay to the taxing State.Once again, a simple hypothetical illustrates\nthe point. Assume that State A imposes a 5% tax on the income that\nits residents earn in-state but a 10% tax on income they earn in\nother jurisdictions. Assume also that State A happens to grant a\ncredit against income taxes paid to other States. Such a scheme\ndiscriminates against interstate commerce because it taxes income\nearned interstate at a higher rate than income earned intrastate.\nThis is so despite the fact that, in certain circumstances, a\nresident of State A who earns income interstate may pay less tax to\nState A than a neighbor who earns income intrastate. For example,\nif Bob lives in State A but earns his income in State B, which has\na 6% income tax rate, Bob would pay a total tax of 10% on his\nincome, though 6% would go to State B and (because of the credit)\nonly 4% would go to State A. Bob would thus pay less to State A\nthan his neighbor, April, who lives in State A and earns all of her\nincome there, because April would pay a 5% tax to State A. But\nBob’s tax burden to State A is irrelevant; his total tax burden is\nwhat matters.The principal dissent is left with two arguments\nagainst the internal consistency test. These arguments are\ninconsistent with each other and with our precedents.First, the principal dissent claims that the\nanalysis outlined above requires a State taxing based on residence\nto “recede” to a State taxing based on source.Post, at 1–2.\nWe establish no such rule of priority. To be sure, Maryland could\nremedy the infirmity in its tax scheme by offering, as most States\ndo, a credit against income taxes paid to other States. SeeTyler Pipe,supra, at 245–246, and n. 13. If it\ndid, Maryland’s tax scheme would survive the internal consistency\ntest and would not be inherently discriminatory. Tweak our first\nhypothetical,supra,at 21–22, and assume that all States\nimpose a 1.25% tax on all three categories of income but also allow\na credit against income taxes that residents pay to other\njurisdictions. In that circumstance, April (who lives and works in\nState A) and Bob (who lives in State A but works in State B) would\npay the same tax. Specifically, April would pay a 1.25% tax only\nonce (to State A), and Bob would pay a 1.25% tax only once (to\nState B, because State A would give him a credit against the tax he\npaid to State B).But while Maryland could cure the problem with\nits current system by granting a credit for taxes paid to other\nStates, we do not foreclose the possibility that it could comply\nwith the Commerce Clause in some other way. See Brief for Tax\nEconomists 32; Brief for Knoll & Mason 28–30. Of course, we do\nnot decide the constitutionality of a hypothetical tax scheme that\nMaryland might adopt because such a scheme is not before us. That\nMaryland’s existing tax unconstitutionally discriminates against\ninterstate commerce is enough to decide this case.Second, the principal dissent finds a “deep\nflaw” with the possibility that “Maryland could eliminate the\ninconsistency [with its tax scheme] by terminating the special\nnonresident tax—a measure that would not help the Wynnes at all.”Post, at 16. This second objection refutes the first. By\npositing that Maryland could remedy the unconstitutionality of its\ntax scheme by eliminating the special nonresident tax, the\nprincipal dissent accepts that Maryland’s desire to tax based on\nresidence need not “recede” to another State’s desire to tax based\non source.Moreover, the principal dissent’s supposed flaw\nis simply a truism about every case under the dormant Commerce\nClause (not to mention the Equal Protection Clause): Whenever\ngovernment impermissibly treats like cases differently, it can cure\nthe violation by either “leveling up” or “leveling down.” Whenever\na State impermissibly taxes interstate commerce at a higher rate\nthan intrastate commerce, that infirmity could be cured by lowering\nthe higher rate, raising the lower rate, or a combination of the\ntwo. For this reason, we have concluded that “a State found to have\nimposed an impermissibly discriminatory tax retains flexibility in\nresponding to this determination.”McKesson Corp.v.Division of Alcoholic Beverages and Tobacco, Fla. Dept. of\nBusiness Regulation, 496 U. S. 18 –40 (1990). See alsoAssociated Industries of Mo.v.Lohman,511\nU. S. 641, 656 (1994) ;Fulton Corp., 516 U. S.,\nat 346–347. If every claim that suffers from this “flaw” cannot\nsucceed, no dormant Commerce Clause or equal protection claim could\never succeed.GJustice Scalia would uphold the\nconstitutionality of the Maryland tax scheme because the dormant\nCommerce Clause, in his words, is “a judicial fraud.”Post,\nat 2. That was not the view of the Court inGibbonsv.Ogden, 9 Wheat, at 209, where Chief Justice Marshall wrote\nthat there was “great force” in the argument that the Commerce\nClause by itself limits the power of the States to enact laws\nregulating interstate commerce. Since that time, this supposedly\nfraudulent doctrine has been applied in dozens of our opinions,\njoined by dozens of Justices. Perhaps for this reason, petitioner\nin this case, while challenging the interpretation and application\nof that doctrine by the court below, did not ask us to reconsider\nthe doctrine’s validity.Justice Scalia does not dispute the fact that\nState tariffs were among the principal problems that led to the\nadoption of the Constitution. Seepost, at 3. Nor does he\ndispute the fact that the Maryland tax scheme is tantamount to a\ntariff on work done out of State. He argues, however, that the\nConstitution addresses the problem of state tariffs by prohibiting\nStates from imposing “ ‘Imposts or Duties on Imports or\nExports.’ ”Ibid.(quoting Art. I, §10, cl. 2).\nBut he does not explain why, under his interpretation of the\nConstitution, the Import-Export Clause would not lead to the same\nresult that we reach under the dormant Commerce Clause. Our cases\nhave noted the close relationship between the two provisions. See,e.g., State Tonnage Tax Cases, 12 Wall. 204, 214 (1871).Justice Thomas also refuses to accept the\ndormant Commerce Clause doctrine, and he suggests that the\nConstitution was ratified on the understanding that it would not\nprevent a State from doing what Maryland has done here. He notes\nthat some States imposed income taxes at the time of the adoption\nof the Constitution, and he observes that “[t]here is no indication\nthat those early state income tax schemes provided credits for\nincome taxes paid elsewhere.”Post, at 2 (dissenting\nopinion). “It seems highly implausible,” he writes, “that those who\nratified the Commerce Clause understood it to conflict with the\nincome tax laws of their States and nonetheless adopted it without\na word of concern.”Ibid.This argument is plainly\nunsound.First, because of the difficulty of interstate\ntravel, the number of individuals who earned income out of State in\n1787 was surely very small. (We are unaware of records showing, for\nexample, that it was common in 1787 for workers to commute to\nManhattan from New Jersey by rowboat or from Connecticut by\nstagecoach.)Second, Justice Thomas has not shown that the\nsmall number of individuals who earned income out of State were\ntaxed twice on that income. A number of Founding-era income tax\nschemes appear to have taxed only the income of residents, not\nnonresidents. For example, in his report to Congress on direct\ntaxes, Oliver Wolcott, Jr., Secretary of Treasury, describes\nDelaware’s income tax as being imposed only on “the inhabitants of\nthis State,” and he makes no mention of the taxation of\nnonresidents’ income. Report to 4th Cong., 2d Sess. (1796),\nconcerning Direct Taxes, in 1 American State Papers, Finance 429\n(1832). Justice Thomas likewise understands that the Massachusetts\nand Delaware income taxes were imposed only on residents.Post, at 2, n. These tax schemes, of course, pass the\ninternal consistency test. Moreover, the difficulty of\nadministering an income tax on nonresidents would have diminished\nthe likelihood of double taxation. See R. Blakey, State Income\nTaxation 1 (1930).Third, even if some persons were taxed twice, it\nis unlikely that this was a matter of such common knowledge that it\nmust have been known by the delegates to the State ratifying\nconventions who voted to adopt theConstitution.*  *  *For these reasons, the judgment of the Court\nof Appeals of Maryland is affirmed.It is so ordered.Notes1Under federal law, S\ncorporations permit shareholders “to elect a ‘pass-through’\ntaxation system under which income is subjected to only one level\nof taxation. The corporation’s profits pass through directly to its\nshareholders on a pro rata basis and are reported on the\nshareholders’ individual tax returns.”Gitlitzv.Commissioner, 531 U. S. 206, 209 (2001) (citation\nomitted). Maryland affords similar pass-through treatment to the\nincome of an S corporation. 431 Md. 147, 158, 64 A. 3d 453, 459\n(2013). By contrast, C corporations—organized under Subchapter C\nrather than S of Chapter 1 of the Internal Revenue Code—must pay\ntheir own taxes because they are considered to be separate tax\nentities from their shareholders. 14A W. Fletcher, Cyclopedia of\nthe Law of Corporations §§6971, 6973 (rev. ed. 2008 and Cum. Supp.\n2014–2015). Because of limitations on the number and type of\nshareholders they may have, S corporations tend to be smaller, more\nclosely held corporations.Id.,§§7025.50,\n7026.2The principal dissent\nmischaracterizes the import of the Court’s statement inMoormanthat a gross receipts tax is “ ‘more\nburdensome’ ” than a net income tax.Post, at 13. This\nwas a statement about the relative economic impact of the taxes (a\ngross receipts tax applies regardless of whether the corporation\nmakes a profit). It was not, as Justice Brennan confirmed in\ndissent, a suggestion that net income taxes are subject to lesser\nconstitutional scrutiny than gross receipts taxes. Indeed, we noted\ninMoormanthat “the actual burden on interstate commerce\nwould have been the same had Iowa imposed a plainly valid\ngross-receipts tax instead of the challenged [net] income tax.”Moorman Mfg. Co.v.Bair, 437 U. S. 267 –281\n(1978).3Similarly, we have\nsustained dormant Commerce Clause challenges by corporate residents\nof the State that imposed the burden on interstate commerce. See,e.g., Camps Newfound/Owatonna, Inc.v.Town of\nHarrison, 520 U. S. 564, 567 (1997) ;Fulton Corp.v.Faulkner, 516 U. S. 325, 328 (1996) ;Central\nGreyhound Lines, Inc.v.Mealey, 334 U. S. 653, 654\n(1948) ;Gwin, White & Prince, Inc.v.Henneford,\n305 U. S. 434, 435 (1939) ;J. D. Adams Mfg. Co.v.Storen, 304 U. S. 307, 308 (1938) .4There is no merit to\npetitioner’s argument that Maryland is free to adopt any tax scheme\nthat is not actually intended to discriminate against interstate\ncommerce. Reply Brief 7. The Commerce Clause regulates effects, not\nmotives, and it does not require courts to inquire into voters’ or\nlegislators’ reasons for enacting a law that has a discriminatory\neffect. See,e.g.,Associated Industries of Mo.v.Lohman, 511 U. S. 641, 653 (1994) ;Philadelphiav.New Jersey, 437 U. S. 617 –627 (1978);Huntv.Washington State Apple Advertising Comm’n, 432 U. S. 333\n–353 (1977).5Our cases have held that\ntax schemes may be invalid under the dormant Commerce Clause even\nabsent a showing of actual double taxation.Mobil Oil Corp.v.Commissioner of Taxes of Vt., 445 U. S. 425, 444\n(1980) ;Gwin, White, 305 U. S., at 439. We note,\nhowever, that petitioner does not dispute that respondents have\nbeen subject to actual multiple taxation in this case.6Mason, Made in America\nfor European Tax: The Internal Consistency Test, 49 Boston College\nL. Rev. 1277, 1310 (2008).7The principal dissent and\nJustice Scalia inaccurately state that the Court inAmerican\nTrucking“conceded that a trucking tax ‘fail[ed] the “internal\nconsistency” test,’ but upheld the tax anyway.”Post, at 5\n(Scalia, J., dissenting); see alsopost, at 14–15 (Ginsburg,\nJ., dissenting). The Court did not say that the tax in question\n“failed the ‘internal consistency test.’ ” The Court wrote\nthat this is whatpetitioner argued. SeeAmerican\nTrucking, 545 U. S., at 437. And the Court did not concede\nthat this was true. The tax in that case was a flat tax on any\ntruck that made point-to-point deliveries in Michigan. The tax\ntherefore fell on all trucks that made solely intrastate deliveries\nand some that made interstate deliveries, namely, those that also\nmade some intrastate deliveries. What the Court “concede[d]” was\nthat “if all States [adopted a similar tax], an interstate truck\nwould have to pay fees totaling several hundred dollars, or even\nseveral thousand dollars,were it to ‘top off’ its business by\ncarrying local loads in many (or even all) other States.”Id.,at 438 (emphasis added). But that was not the same as a\nconcession that the tax violated the internal consistency\ntest.8In order to apply the\ninternal consistency test in this case, we must evaluate the\nMaryland income tax scheme as a whole. That scheme taxes three\nseparate categories of income: (1) the “county tax” on income that\nMaryland residents earn in Maryland; (2) the “county tax” on income\nthat Maryland residents earn in other States; and (3) the “special\nnonresident tax” on income that nonresidents earn in Maryland. For\nCommerce Clause purposes, it is immaterial that Maryland assigns\ndifferent labels (i.e., “county tax” and “special\nnonresident tax”) to these taxes. In applying the dormant Commerce\nClause, they must be considered as one. Cf.Oregon Waste\nSystems, Inc.v.Department of Environmental Quality of\nOre., 511 U. S. 93 –103 (1994) (independent taxes on intrastate\nand interstate commerce are “compensatory” if they are rough\nequivalents imposed upon substantially similar events). If state\nlabels controlled, a State would always be free to tax domestic,\ninbound, and outbound income at discriminatory rates simply by\nattaching different labels.",
    "joined": []
}