{
    "case": {
        "docket": "550",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/550/"
    },
    "id": "1962636",
    "author": "alito",
    "type": "concurrence",
    "text": "ALITO, J., CONCURRINGREGALADO CUELLAR V. UNITED STATES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-1456HUMBERTO FIDEL REGALADO CUELLAR, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the fifth circuit[June 2, 2008]Justice Alito, with whom The\nChief Justice and Justice Kennedy join, concurring.I join the opinion of the Court\nbut write briefly to summarize my understanding of the deficiency\nin the Government’s proof.As the Court notes,ante, at 10, the\nGovernment was required in this case to prove that petitioner knew\nthat the plan to transport the funds across the Mexican border was\ndesigned at least in part to “conceal or disguise the nature, the\nlocation, the source, the ownership, or the control” of the funds.\n18 U. S. C. §1956(a)(2)(B)(i).Transporting the funds across the border would\nhave had theeffectof achieving this objective if, once\nthe funds made it into Mexico, it would have been harder for law\nenforcement authorities in this country (1) to ascertain that\nthe funds were drug proceeds (“nature”), (2) to find the funds\n(“location”), (3) to determine where they came from\n(“source”), (4) to ascertain who owned them (“ownership”), or\n(5) to find out who controlled them (“control”). But as the\nCourt notes,ante, at 15, the prosecution had to prove,\nnot simply that the transportation of the funds from the United\nStates to Mexico would have had one of theseeffects,ibid., but that petitionerknewthat achieving\none of these effects was adesign(i.e.,purpose)\nof the transportation.As the Court also notes,ante, at 16,\nn. 8, a criminal defendant’s intent is often inferred. Here,\nproof of petitioner’s knowledge and of the intent of the person or\npersons who “designed” the transportation would have been\nsufficient if the prosecution had introduced evidence showing, not\nonly that taking “dirty” money across the border has one or more of\nthe effects noted above, but that it is commonly known in the\nrelevant circles (that is, among those who design and carry out\n“such transportation,” §1956(a)(2)(B)) that taking “dirty” money to\nMexico has one of the effects noted above. Such evidence would\npermit a trier of fact to infer (1) that the person or persons\nwho “designed” the plan to have the funds taken to Mexico intended\nto achieve the effect in question and (2) that a person like\npetitioner (that is, a person who is recruited to transport the\nfunds) knew that this was the design.Of course, if the prosecution had introduced\nsuch evidence, the defense could have countered with any available\nproof showing (1) that in fact the achievement of these\neffects was not a design of the transportation or (2) that\npetitioner in fact did not know that achieving one of these effects\nwas a purpose of the plan. It would have then been up to the trier\nof fact to decide whether the statutory elements had been\nadequately proven.At petitioner’s trial, as the Court notes,ante, at 16, the Government introduced some evidence\nregarding the effect of transporting illegally obtained money to\nMexico, but the Government has not pointed to any evidence in the\nrecord from which it could be inferred beyond a reasonable doubt\nthat a person like petitioner knew that taking the funds to Mexico\nwould have had one of the relevant effects. For this reason, I\nagree with the Court that petitioner’s conviction cannot be\nsustained.",
    "joined": []
}