{
    "case": {
        "docket": "20-440",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-440/"
    },
    "id": "4444881",
    "author": "barrett",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–440_________________MINERVA SURGICAL, INC., PETITIONERv.HOLOGIC, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 29, 2021]Justice Barrett, with whom Justice Thomas and\nJustice Gorsuch join, dissenting.The Patent Act of 1952 sets forth a\ncomprehensive scheme for the creation and protection of patent\nrights. But it nowhere mentions the equitable doctrine of assignor\nestoppel, which precludes inventors who file patent applications\nfrom later saying that the patent is invalid. To the contrary,\nwhere the Act does address invalidity defenses, it states that\ninvalidity “shall” be a defense “in any action involving the\nvalidity or infringement of a patent.” 35 U. S. C.\n§282(b). The text includes no exception for actions in which the\ninventor is the defendant.So why the doctrine of assignor estoppel?\nBecause inWestinghouse Elec. & Mfg. Co.v.Formica\nInsulation Co.,266 U.S.\n342(1924), we interpreted a predecessor statute, the Patent\nAct of 1870, to incorporate the doctrine. The question before us is\nwhether the doctrine carried over into the Patent Act of 1952. That\ncould have happened in one of two ways: (1) if Congress ratifiedWestinghousewhen it reenacted the assignment provision in\n1952, or (2) if assignor estoppel was part of the well-settled\ncommon-law backdrop against which Congress legislated in 1952. The\nCourt opts for the second theory, but in my view, neither\nworks.II will take the possibility of congressional\nratification first because it follows more naturally fromWestinghouse. In that case, the Court did not present the\ndoctrine of assignor estoppel as a well-established background\nprinciple against which Congress legislated when it enacted the\nPatent Act of 1870.[1] Nor\ncould it have: The first American case to apply the doctrine was\nnot decided until 1880. SeeFaulksv.Kamp, 3 F. 898\n(CC SDNY). Instead, theWestinghouseCourt identified\nassignor estoppel as a rule that made sense in light of the Act’s\nassignment provision. After examining the text of the provision,\nthe Court explained: “[T]here seems to be no reason why the\nprinciples of estoppel by deed should not apply to assignment of a\npatent right in accordance with the statute,” because “[i]t was\nmanifestly intended by Congress to surround the conveyance of\npatent property with safeguards resembling those usually attaching\nto that of land.” 266 U. S., at 348–349. Some lower courts had\napplied the doctrine to the assignment and conveyance of patents,\nand, giving that trend its blessing, the Court described assignor\nestoppel as a sensible gloss on the assignment provision of the\n1870 Act.Id.,at 349–350.[2]The question here is whether Congress embraced\nthis gloss when it reenacted that provision in 1952. Congress\nratifies a judicial interpretation in a reenacted statute only if\ntwo requirements are satisfied: (1) the interpretation must be so\nwell settled that we can “presume Congress knew of and endorsed it”\nat the time of the reenactment, and (2) the statute must be\nreenacted without material change.Jamav.Immigration\nand Customs Enforcement,543 U.S.\n335, 349, 351 (2005);Forest Grove School Dist.v.T.\nA.,557 U.S.\n230, 239–240 (2009); see alsoLamar, Archer & Cofrin,\nLLPv.Appling, 584 U. S. ___, ___ (2018) (slip\nop., at 11) (noting that Congress incorporates a prior judicial\ninterpretation of a statute when it uses “the materially same\nlanguage” and the interpretation is “longstanding”); W. Eskridge,\nInterpreting Law: A Primer on How to Read Statutes and the\nConstitution 421–422 (2016) (“When Congress reenacts a statute, it\nincorporates settled interpretations of the reenacted statute. The\nrule is inapplicable when there is no settled standard Congress\ncould have known or the re-enactment makes a material change in the\ntext” (footnote omitted)). So here, respondents must persuade us\nthat (1) as of 1952,Westinghouse’s construction of the\nassignment provision in the Patent Act of 1870 was well settled,\nand (2) the assignment provision in the Patent Act of 1952 is\nmaterially identical to the 1870 version.Jama, 543\nU. S., at 349. They cannot clear either hurdle.[3]AWestinghouse’s construction of the\nassignment provision in the Patent Act of 1870 was far from well\nsettled in 1952. Indeed, it is difficult to describeWestinghouseitself as much more than a “mild endorsement of\nassignor estoppel.” Brief for Petitioner 20. While accepting the\ndoctrine, the Court simultaneously declined to apply it.Westinghouse, 266 U. S.,at 355 (holding that an\nassignor could use prior art to narrow the patent claims); cf.\nBrief for United States asAmicus Curiae10 (“This Court has\nnever actually applied assignor estoppel in a case before it”).\nStill, ifWestinghousehad been the last word on assignor\nestoppel, one might argue that it set forth a statement of a stable\nprinciple.ButWestinghousewas not the last word on\nassignor estoppel. The next time we considered the doctrine, we\nbackpedaled. SeeScott Paper Co.v.Marcalus Mfg.\nCo.,326 U.S.\n249(1945). DeemingWestinghouse’s analysis a “logical\nembarrassment,” we carved out an exception plainly inconsistent\nwith the general rule of assignor estoppel: that it does not apply\nto an assignor who contests a patent’s validity by invoking an\nexpired patent. 326 U. S., at 253, 256–257. We also cast doubt\non the continuing validity of the doctrine, expressly declining to\naddress the extent to which assignor estoppel “may be deemed to\nhave survived the [Westinghouse] decision or to be\nrestricted by it.”Id.,at 254. The dissent, for its part,\nclaimed that the Court had “repudiated judicially” assignor\nestoppel altogether.Id.,at 264 (opinion of Frankfurter,\nJ.); see alsoEdward Katzinger Co.v.Chicago Metallic\nMfg. Co.,329 U.S.\n394, 400 (1947) (describingScott Paperas holding that\nan assignor could “challenge the validity” of a patent and “defeat\nan action for infringement”).So when Congress reenacted the Patent Act in\n1952, assignor estoppel was far from well settled—if anything, it\nwas on life support. Respondents could muster only three cases in\nthe seven years afterScott Paper(before Congress reenacted\nthe Patent Act) even loosely suggesting support for the doctrine.\nSee Brief for Respondents 6. Indeed, rather than embracing assignor\nestoppel afterScott Paper, courts questioned the doctrine’s\nvalidity. See,e.g.,Douglassv.United States\nAppliance Corp., 177 F.2d 98, 101 (CA9 1949). Scholars did the\nsame; some, like the dissent inScott Paper, concluded that\nwe had “wipe[d] out estoppel by assignment.” Lechner, Estoppel\nAgainst Patent Assignors—The Scott Paper Company Case, 28 J. Pat.\nOff. Soc. 325, 330 (1946). Others concluded that the law was a\nmess. As one scholar put it:Westinghouse’s rule “has\nbecome so unsettledduring the past forty years of judicial\nconsideration that, today, some courts apparently consider the rule\nto be no longer valid, others find no weakening of the rule, while\nstill other courts apply the rule only after considerable\nspeculation as to its continued validity.” Cooper, Estoppel To\nChallenge Patent Validity: The Case of Private Good Faith vs.\nPublic Policy, 18 W. Res. L. Rev. 1122, 1123 (1967) (footnotes\nomitted; emphasis added).Post-1952 judicial decisions addressing assignor\nestoppel supply yet more evidence that the status of the doctrine\nwas (at best) uncertain when Congress reenacted the Patent Act. InLear, Inc.v.Adkins,395 U.S.\n653(1969), for example, we disavowed the closely related\ndoctrine of licensee estoppel, noting along the way that the\nexception articulated inScott Paperhad “undermined the\nvery basis of the ‘general rule’ ” of assignor estoppel. 395\nU. S., at 666. And followingLear, several lower courts\nconcluded that assignor estoppel was not just unsettled but, like\nlicensee estoppel, dead. See,e.g.,Coastal Dynamics\nCorp.v.Symbolic Displays, Inc., 469 F.2d 79 (CA9\n1972).Tellingly, respondents could not come up with\neven one case applying assignor estoppel in the nearly 20-year\nperiod fromLearuntil the Federal Circuit resurrected the\ndoctrine in 1988. SeeDiamond Scientific Co.v.Ambico,\nInc., 848 F.2d 1220, 1224–1225. And when the Federal Circuit\nresurrected the doctrine, even it acknowledged that we had left the\nvitality of assignor estoppel unsettled: “Although the Supreme\nCourt has examined th[e] doctrine . . . its opinions have\nhardly been definite or definitive.”Id.,at 1222.Given all this, it is hard to see how we can\n“presume Congress knew of and endorsed” the doctrine when it\nadopted a new version of the Patent Act in 1952.Jama, 543\nU. S., at 349. That is so even if a technical parsing ofScott Paperfinds that it left assignor estoppel not quite\ndead, but ever-so-faintly breathing. In this circumstance, it would\nbe strange to conclude that the vitality of assignor estoppel was\nso “unquestioned,” 543 U. S., at 349, that Congress would have\n“regard[ed] the point as settled law,” A. Scalia & B. Garner,\nReading Law: The Interpretation of Legal Texts 325 (2012). On the\ncontrary, the law was anything but clear.Today’s opinion confirms as much. Although the\nCourt endorses assignor estoppel, it does not apply the doctrine asWestinghousedescribed it.Westinghousestated the\n“rule” of assignor estoppel this way: “[A]n assignor of a patent\nright is estopped to attack the utility, novelty or validity of a\npatented invention which he has assigned or granted as against any\none claiming the right under his assignment or grant.” 266\nU. S., at 349. The Court describes assignor estoppel much more\nnarrowly: “The doctrine applies only when an inventor says one\nthing (explicitly or implicitly) in assigning a patent and the\nopposite in litigating against the patent’s owner.”Ante, at\n5. This version of assignor estoppel does not appear inWestinghouse—nor, to my knowledge, in any other judicial\ndecision. The new version might be preferable to the old, but if\nCongress truly had ratifiedWestinghouse, it would have\nendorsed theWestinghouseversion.BThe reenactment canon has a second\nrequirement: The reenacted statute must be materially identical to\nthe one previously interpreted.[4] This poses another stumbling block for assignor\nestoppel, because the assignment provision of the 1952 Act contains\na significant sentence that the 1870 Act did not: “Subject to the\nprovisions of this title, patents shall have the attributes ofpersonal property.”[5]\nPatent Act of 1952, §261, 66Stat. 810 (emphasis added). Given the\nreasoning ofWestinghouse, this is a material change.Westinghousegrounded its approval of\nassignor estoppel in the idea that patents are likerealproperty. After observing that the assignment provision required an\nassignment to be made in writing and recorded in the Patent Office\nwithin three months, the Court stated that “there seems to be no\nreason why the principles of estoppel by deed should not apply to\nassignment of a patent right in accordance with the statute.” 266\nU. S., at 348–349. After all, the purpose of the\nwriting-and-recording requirement is to “furnish written and\nrecorded evidence of title and to protect the purchaser of the\ntitle as recorded for value without notice.”Id.,at 349.\nThus, the Court concluded, “[i]t was manifestly intended by\nCongress to surround the conveyance of patent property with\nsafeguards” that resemble “those usually attaching to that of\nland.”Ibid.But this analogy was inapt from the start. EvenWestinghouseadmitted that deeds and patents differed in an\nimportant respect: “A tract of land is easily determined by survey.\nNot so the scope of a patent right for an invention.”Id.,at 350. Moreover, unlike the grantor of a deed, who guarantees the\nquality of title, an assignor of a patent cannot warrant a patent’s\nvalidity. The validity of a patent involves a factual and legal\ninquiry “predicated on factors as to which reasonable men can\ndiffer widely.”Lear, 395 U. S., at 670; see Stanford,Diamond Scientific Co. v.Ambico, Inc.: Enforcing\nPatent Assignor Estoppel, 26 Houston L. Rev. 761, 766 (1989)\n(“Since validity is never contractually transferred in an\nassignment, there is no theoretical basis for assignor estoppel by\ndeed” (footnote omitted)).In any event, however persuasive we found the\npatent-deed analogy inWestinghouse, the Patent Act of 1952\nunraveled it. When Congress reenacted the assignment provision, it\nspecified that patents have “the attributes ofpersonal\nproperty.” 66Stat. 810 (emphasis added). Because this language\nis inconsistent with the premise on whichWestinghouserested, it undercuts the argument that Congress ratifiedWestinghousein the new assignment provision. Cf.Holderv.Martinez Gutierrez,566\nU.S. 583, 593 (2012) (concluding that a reenacted provision did\nnot ratify a prior judicial construction where the provision lacked\nthe word on which the earlier construction was based).Respondents try to brush off the change as\ninsignificant, asserting that this “sentence has no bearing on\nassignor estoppel anyway, because estoppel by deed, upon which\nassignor estoppel is based, can apply to real or personal\nproperty.” Brief for Respondents 20 (internal quotation marks\nomitted). But whatever the scope of estoppel by deed—respondents do\nnot elaborate—Westinghouseexpressly rested on “[t]he\nanalogy between estoppel inconveyances of landand estoppel\nin assignments of a patent right.” 266 U. S., at 350 (emphasis\nadded). In the one case, a “grantor purports to convey the right to\nexclude others . . . from a defined tract of land, and in\nthe other, from a described and limited field of the useful arts.”Ibid. By making clear that patents have “the attributes of\npersonal property,” Congress directly undermined an interpretation\nthat treated patents like deeds conveying land.IIIf Congress did not ratify our gloss on the\nassignment provision in the 1952 Act, how else might assignor\nestoppel be part of the statute? The Court comes at the\ninterpretive problem from a different angle: It holds that by 1952,\nassignor estoppel had become “a background principle of patent\nadjudication” against which Congress legislated.Ante,at\n10. On this theory,Westinghouseis important not for its\ninterpretation of the assignment provision but for the equitable\nprinciple that it endorsed. In my view, this theory also fails\nbecauseWestinghouseproved to be a false start for the\ndoctrine.We have said that “where a common-law principle\nis well established, . . . courts may take it as given\nthat Congress has legislated with an expectation that the principle\nwill apply” absent statutory cues to the contrary.Astoria Fed.\nSav. & Loan Assn.v.Solimino,501 U.S.\n104, 108 (1991); see also Eskridge, Interpreting Law, at 348\n(“[C]ourts will assume that legislatures act against the background\nof the common law”). So, for example, a federal statute of\nlimitations ordinarily is subject to equitable tolling even when\nthe text is silent because “Congress must be presumed to draft\nlimitations periods in light of this background principle.”Youngv.United States,535 U.S.\n43, 49–50 (2002); see also Nelson, Statutory Interpretation, at\n629 (“[C]ourts frequently understand federal statutes to come with\nsome unstated qualifications or embellishments suggested by\nprinciples of general jurisprudence”).The Court says that assignor estoppel works this\nway too.Ante,at 10. True, the Patent Act provides that\n“[i]nvalidity of the patent shall be a defense[ ] in any\naction involving” infringement.Ibid.(quoting 35\nU. S. C. §282(b); internal quotation marks and some\nalterations omitted). Yet, the Court reasons, this apparently\nabsolute language does not “foreclose applying in patent cases a\nwhole host of common-law preclusion doctrines,” including\n“equitable estoppel, collateral estoppel, res judicata, and law of\nthe case.”Ante,at 10. Assignor estoppel, the Court says,\nfalls in that same category.Ibid.According to the Court,Westinghouseconfirmed a trend that had already begun in the\nlower courts and has continued unabated since, giving assignor\nestoppel a place in the pantheon of well-established common-law\nprinciples.I disagree. The common-law pedigree of assignor\nestoppel differs markedly from that of the preclusion doctrines\nwith which the Court groups it. Some of those doctrines have been\naround for nearly a thousand years, see,e.g.,Bursak, Note,\nPreclusions, 91 N. Y. U. L. Rev. 1651, 1663 (2016) (“Res\njudicata had migrated to England no later than the early 1100s”);\nMillar, The Historical Relation of Estoppel by Record to Res\nJudicata, 35 Ill. L. Rev. 41, 44–45 (1940) (res judicata and\ncollateral estoppel go back to at least the 1200s), and were far\nmore settled in early American courts, see,e.g.,Washington, Alexandria, & Georgetown Steam-Packet Co.v.Sickles, 24 How. 333, 341 (1861) (“The authority of theres judicata. . . is derived by us from the Roman\nlaw and the Canonists”);Hopkinsv.Lee, 6 Wheat.\n109, 114 (1821) (stating that collateral estoppel has “found its\nway into every system of jurisprudence”). They are firmly rooted in\nour jurisprudence now.Assignor estoppel, by contrast, has far from\nthis kind of “impeccable historic pedigree.”Kirtsaengv.John Wiley & Sons, Inc.,568 U.S.\n519, 538 (2013). It is more recent and far shakier. It was\nintroduced into patent law in the late 19th century—about a hundred\nyears after Congress enacted the first patent laws and a decade\nafter Congress passed the 1870 Act. SeeFaulksv.Kamp, 3 F. 898 (CC SDNY 1880);ante,at 6 (opinion of\nthe Court). And after its introduction, it lacked staying power.Westinghouseproved to be the “high-water mark of the\ndoctrine in this Court.” Brief for Petitioner 20. As I have already\nexplained, lower courts, commentators, theScott Paperdissent, and even the Court itself inLearregardedScott\nPaperas having gutted the doctrine of assignor estoppel. Seesupra,at 4–6.It is therefore difficult for me to see how, in\n1952, assignor estoppel constituted a “long-established and\nfamiliar principl[e]” like res judicata.Isbrandtsen Co.v.Johnson,343 U.S.\n779, 783 (1952). At most, the doctrine of assignor estoppel was\nin a confused state by 1952—a far cry from the high bar that we\nhave required to incorporate “well-settled” common-law background\nprinciples into a statute. See,e.g.,Kirtsaeng, 568\nU. S., at 538 (noting the first-sale doctrine’s “impeccable\nhistoric pedigree”);Lozanov.Montoya Alvarez,572 U.S.\n1, 10 (2014) (emphasizing that equitable tolling is a\n“long-established feature of American jurisprudence”). Indeed,\nwhatever one might have said when the Court decidedWestinghousein 1924,Scott Papercut sharply in the\nother direction. And such “contradictory signals are not typically\nthe stuff of which background rules of common law are made.”B&B Hardware, Inc.v.Hargis Industries, Inc.,\n575 U.S. 138, 163 (2015) (Thomas, J., dissenting).IIIRespondents insist that assignor estoppel\npromotes fair dealing, while petitioner protests that the\nsupposedly equitable doctrine is actually inequitable in practice.\nIf we had authority to develop federal common law on the subject,\nwe could take sides in that debate. But no one contends that we do.\nThis case turns on whether the Patent Act of 1952 incorporates the\ndoctrine, and because it does not, I respectfully dissent.Notes1I do not understand the\nCourt to have a contrary view—its position is that assignor\nestoppel had become a well-established background principle of\npatent adjudication by the time Congress enacted the Patent Act of\n1952.Ante,at 10. I address this possibility in Part II,infra.2Justice Alito maintains\nthatWestinghousedid not interpret the statute because it\nmade no effort to parse the text.Ante,at 2–3 (dissenting\nopinion). But whatever the decision’s merits, it plainly grounded\nassignor estoppel in the statute’s assignment provision. SeeWestinghouse, 266 U. S., at 348–349.3Justice Alito suggests\nthat the reenactment canon has no application when this Court, as\nopposed to lower courts, has interpreted the prior version of a\nstatute.Ante,at 3–4. He is mistaken. As a leading treatise\nexplains, the canon has its most obvious application when a “court\nof last resort” interprets a statute, though it “applies as well to\nuniform holdings of lower courts and even to well-established\nagency interpretations.” A. Scalia & B. Garner, Reading Law:\nThe Interpretation of Legal Texts 323–324 (2012) (footnote\nomitted); see also C. Nelson, Statutory Interpretation 479 (2011)\n(noting that the canon applies when “[t]he Supreme Court (or a\ncritical mass of lower courts, or an agency that Congress has put\nin charge of administering the statute) adopt[s] a prominent\ninterpretation of one of the statute’s provisions”);Forest\nGrove School Dist.v.T. A.,557\nU.S. 230, 239 (2009) (applying the canon to a statute that we\nhad previously interpreted and that Congress had reenacted without\nmaterial change);Shapirov.United States,335 U.S.\n1, 16, 20 (1948) (same). To be sure, there is a practical\ndifference between the canon’s application to this Court and lower\ncourts: It takes a “uniform and sufficiently numerous” body of\nlower court decisions to satisfy the presumption of congressional\nnotice, whereas a single decision of this Court can be enough.\nScalia, Reading Law, at 325; see,e.g.,Forest Grove,\n557 U. S., at 239;Manhattan Properties, Inc.v.Irving Trust Co.,291 U.S.\n320, 336 (1934); cf.BP p.l.c.v.Mayor and City\nCouncil of Baltimore, 593 U. S. ___, ___ (2021) (slip op.,\nat 11). But if a decision of this Court is oblique or thrown into\ndoubt by subsequent precedent—both of which are true here—we have\nno basis for presuming that Congress was on notice of and endorsed\nour position. SeeForest Grove, 557 U. S., at\n239.4Justice Alito argues that\nthe “material change” standard requires “express language” or\n“unavoidably implied contradiction.”Ante,at 4 (internal\nquotation marks omitted). He draws this heightened standard from an\nentirely different canon—the presumption that a later enacted\nstatute does not impliedly repeal a former one. Seeibid.;\nScalia, Reading Law, at 327–333 (describing the “Presumption\nAgainst Implied Repeal”). As for the canon applicable here—the\nreenactment canon—our precedents do not support Justice Alito’s\nproposed standard. See,e.g.,Lorillardv.Pons,434 U.S.\n575, 580 (1978) (“Congress is presumed to be aware of [a]\njudicial interpretation of a statute and to adopt that\ninterpretation when it re-enacts a statute without change”);Forest Grove, 557 U. S., at 239–240 (same); see alsoLamar, Archer & Cofrin, LLPv.Appling, 584\nU. S. ___, ___ (2018) (slip op., at 11) (Congress is presumed\nto be aware of a prior judicial interpretation of a statute when it\nuses “the materially same language” in a subsequent statute). The\nimplied repeal canon addresses a different situation: when a court\ninterprets twodifferentand arguably conflicting statutory\nprovisions. Scalia, Reading Law, at 331.5The Patent Act of 1870\nprovides, in relevant part: “[E]very patent or any interest therein\nshall be assignable in law, by an instrument in writing; and the\npatentee or his assigns or legal representatives may, in like\nmanner, grant and convey an exclusive right under his patent to the\nwhole or any specified part of the United States; and said\nassignment, grant, or conveyance shall be void as against any\nsubsequent purchaser or mortgagee for a valuable consideration,\nwithout notice, unless it is recorded in the patent office within\nthree months from the date thereof.” §36, 16Stat. 203; seeWestinghouse, 266 U. S., at 348 (citing to the revised\nversion of the 1870 Act, “§4898”).",
    "joined": []
}