{
    "case": {
        "docket": "21-439",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-439/"
    },
    "id": "4600264",
    "author": "barrett",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–439_________________MICHAEL NANCE, PETITIONERv.TIMOTHY C.\nWARD, COMMISSIONER, GEORGIA DEPART- MENT OF CORRECTIONS,\net al.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 23, 2022]Justice Barrett, with whom Justice Thomas,\nJustice Alito, and Justice Gorsuch join, dissenting.An inmate must bring a method-of-execution\nchallenge in a federal habeas application, rather than under 42\nU. S. C. §1983, if “a grant of relief to the inmate would\nnecessarily bar the execution.”Hillv.McDonough,\n547 U.S. 573, 583 (2006). Under this criterion, Michael Nance must\nproceed in habeas because a judgment in his favor would\n“necessarily bar” the State from executing him.Ibid.Nance\nasked the District Court to “enjoin the Defendants from proceeding\nwith [his] execution . . . by a lethal injection,”\nclaiming that the use of such method would violate the Eighth\nAmendment as applied to him. App. to Pet. for Cert. 103a–104a. But\nlethal injection is the only method of execution authorized under\nGeorgia law. See Ga. Code Ann. §17–10–38(a) (2020). Thus, if Nance\nis successful, the defendants in this case—the commissioner of the\nGeorgia Department of Corrections and the warden—will be powerless\nto carry out his sentence. That makes habeas the right vehicle for\nNance’s Eighth Amendment challenge.The Court sees things differently. True, Nance\nis arguing that the Eighth Amendment renders his sentence invalid\nunder current Georgia law. But the Court points out that the law\ncould change: The legislature could authorize execution by firing\nsquad, the alternative method that Nance has proposed. In fact, the\nCourt says that Nance’s proposal offers Georgia a “veritable\nblueprint for carrying the death sentence out.”Ante, at 8.\nSo an order in Nance’s favor would not “necessarily bar” the State\nfrom ever executing Nance, in the Court’s view. Instead, the order\nwould “giv[e] the State a pathway forward” if the legislature\nchooses to pursue the amendment process.Ibid.The Court is looking too far down the road. In\nmy view, the consequence of the relief that a prisoner seeks\ndepends on state lawas it currently exists. And under\nexisting state law, there is no question that Nance’s challenge\nnecessarily implies the invalidity of his lethal injection\nsentence: He seeks to prevent the State from executing him in the\nonly way it lawfully can.In this respect, Nance’s method-of-execution\nchallenge differs from those brought inNelsonv.Campbell,541 U.S.\n637(2004), andHill, 547 U.S. 573. InNelson,\nthe inmate challenged the use of a “cut-down” procedure to access\nhis veins. 541 U. S., at 640–642. We held that the suit\nsounded in §1983 because it would not “necessarilyprevent\nAlabama from carrying out its execution.”Id.,at 647. We\nreasoned that, though venous access was an indispensable\nprerequisite to lethal injection, “a particular means of gaining\nsuch access” was not.Id.,at 645. Notably, “[n]o Alabama\nstatute require[d] use of the cut-down,” and the State did not put\nforward any “duly-promulgated regulations to the contrary.”Id.,at 646. So even a successful challenge on these grounds\n“would have allowed the State to proceed with the execution as\nscheduled.”Ibid.The same was true inHill, which involved\nan inmate’s challenge to Florida’s three-drug protocol. 547\nU. S., at 578. We held that the inmate could proceed under\n§1983 because his “action if successful would not necessarily\nprevent the State from executing him by lethal injection.”Id.,at 580. We emphasized that the complaint did “not\nchallenge the lethal injection sentence as a general matter” but\ninstead only “the anticipated protocol.”Ibid.As inNelson, we stressed that Florida law did “not require the\ndepartment of corrections to use the challenged procedure.” 547\nU. S., at 580. The State was “free to use an alternative\nlethal injection procedure,” and so we explained that “[u]nder\nthese circumstances a grant of injunctive relief could not be seen\nas barring the execution of Hill’s sentence.”Id.,at\n580–581.Here, by contrast, the warden and the\ncommissioner are not free to use an alternative to lethal\ninjection—so if Nance succeeds, they cannot carry out his sentence.\nAnd though the Court contends otherwise, that consequence “switches\nNance’s claim to the habeas track.”Ante, at 8. An inmate\ncan use §1983 actions to challenge many, if not most, aspects of\nprison administration. But when a challenge would prevent a State\nfrom enforcing a conviction or sentence, the more rigorous,\nfederalism-protective requirements of habeas apply. The Court finds\na way around those requirements with a theory at odds with the very\nfederalism interests they are designed to protect: that an\ninjunction barring the State from enforcing a sentence according to\nstate law does not really bar the State from enforcing the sentence\nbecause the State can pass a new law.Unlike the Court, I would take state law as we\nfind it in determining whether a suit sounds in habeas or §1983.\nThe Court worries that this approach would make the appropriate\nfederal vehicle “depend on the vagaries of state law.”Ante,\nat 11. Some States, like Georgia, provide for a single method of\nexecution by statute; other States, like Alabama, allow for more\nflexibility. Seeibid.So if state law determined the\nvehicle, an inmate in Georgia would have to challenge the lethal\ninjection method in habeas, while an inmate in Alabama could use\n§1983. But that does not illustrate “the vagaries of state law”; it\nis an unremarkable consequence of federalism. States make different\nchoices in exercising their power to define punishment, and the law\nhas long recognized a sovereign’s interest in mandating a\nparticular form of capital punishment. Cf. 4 W. Blackstone,\nCommentaries on the Laws of England 397 (1769) (a sheriff would be\n“guilty of felony” if he “alter[ed] the manner of the execution”).\nHabeas is appropriate in Georgia because under Georgia law, to\nenjoin execution by lethal injection is to enjoin enforcement of\nthe sentence itself. See Ga. Code Ann. §17–10–38(a) (“All persons\nwho have been convicted of a capital offense and have had imposed\nupon them a sentence of death shall suffer such punishment by\nlethal injection”). In Alabama, enjoining execution by lethal\ninjection does not have the same effect. See Ala. Code\n§15–18–82.1(c) (2018) (permitting execution “by any constitutional\nmethod of execution” if the other methods provided for by statute\nare held unconstitutional). The two sovereigns have made different\nchoices about how to define punishment, and federal law is designed\nto respect the choice of each.I understand the impulse to find a way out of\nhabeas and into §1983. In States like Georgia, a claim underBucklewv.Precythe, 587 U. S. ___ (2019),\nalleging an alternative method of execution not presently\nauthorized by state law would be difficult to assert in a federal\nhabeas application because it would “almost inevitably collide with\nthe second-or-successive bar.”Ante, at 12. But we\nacknowledged that very possibility inBucklew. 587\nU. S., at ___ (slip op., at 19). And more importantly, the\nunavailability of federal habeas relief does not justify recourse\nto §1983. Cf.Wilkinsonv.Dotson,544 U.S.\n74, 87–88 (2005) (Scalia, J., concurring) (“[A] prisoner who\nwishes to challenge the length of his confinement, but who cannot\nobtain federal habeas relief because of the statute of limitations\nor the restrictions on successive petitions, cannot use the\nunavailability of federal habeas relief in his individual case as\ngrounds for proceeding under §1983” (citations omitted)). The\nhabeas statutes funnel such challenges to the state courts—which\nare, after all, “the principal forum” for them.Harringtonv.Richter,562 U.S.\n86, 103 (2011).For these reasons, I respectfully dissent.",
    "joined": []
}