{
    "case": {
        "docket": "20-222",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-222/"
    },
    "id": "4441781",
    "author": "barrett",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–222_________________GOLDMAN SACHS GROUP, INC., et al.,\nPETITIONERSv.ARKANSAS TEACHER RETIREMENT SYSTEM,\net al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 21, 2021]Justice Barrett delivered the opinion of the\nCourt.This case involves a securities-fraud class\naction filed by several pension funds against The Goldman Sachs\nGroup, Inc., and three of its former executives (collectively,\nGoldman). Plaintiffs allege that Goldman maintained an artificially\ninflated stock price by making generic statements about its ability\nto manage conflicts—for example, “We have extensive procedures and\ncontrols that are designed to identify and address conflicts of\ninterest.” Plaintiffs say that Goldman’s generic statements were\nfalse or misleading in light of several undisclosed conflicts of\ninterest, and that once the truth about Goldman’s conflicts came\nout, Goldman’s stock price dropped and shareholders suffered\nlosses.Below, this securities-fraud class action\nproceeded in typical fashion. Plaintiffs sought to certify a class\nof Goldman shareholders by invoking the presumption endorsed by\nthis Court inBasic Inc.v.Levinson,485 U.S.\n224(1988). TheBasicpresumption is premised on the\ntheory that investors rely on the market price of a company’s\nsecurity, which in an efficient market incorporates all of the\ncompany’s public misrepresentations. For its part, Goldman sought\nto defeat class certification by rebutting theBasicpresumption through evidence that its alleged misrepresentations\nactually had no impact on its stock price. After determining that\nGoldman had failed to carry its burden of proving a lack of price\nimpact, the District Court certified the class, and the Second\nCircuit affirmed.In this Court, Goldman argues that the Second\nCircuit erred twice: first, by holding that the generic nature of\nits alleged misrepresentations is irrelevant to the price impact\ninquiry; and second, by assigning Goldman the burden of persuasion\nto prove a lack of price impact.On the first question, the parties now agree, as\ndo we, that the generic nature of a misrepresentation often is\nimportant evidence of price impact that courts should consider at\nclass certification. Because we conclude that the Second Circuit\nmay not have properly considered the generic nature of Goldman’s\nalleged misrepresentations, we vacate and remand for the Court of\nAppeals to reassess the District Court’s price impact\ndetermination. On the second question, we agree with the Second\nCircuit that our precedents require defendants to bear the burden\nof persuasion to prove a lack of price impact by a preponderance of\nthe evidence. We emphasize, though, that the burden of persuasion\nshould rarely be outcome determinative.IASection 10(b) of the Securities Exchange Act\nof 1934 and its implementing regulation, Rule 10b–5, prohibit\nmaterial misrepresentations and omissions in connection with the\nsale of securities. 48Stat. 881, as amended, 15 U. S. C.\n§78j(b); 17 CFR §240.10b–5 (2020). We have inferred from these\nprovisions an implied private cause of action permitting the\nrecovery of damages for securities fraud.Halliburton Co.v.Erica P. John Fund, Inc.,573 U.S.\n258, 267 (2014) (Halliburton II). To recover\ndamages, a private plaintiff must prove, among other things, a\nmaterial misrepresentation or omission by the defendant and the\nplaintiff ’s reliance on that misrepresentation or omission.Ibid.This case concerns the element of reliance. The\n“traditional (and most direct) way” for a plaintiff to prove\nreliance is to show that he was aware of a defendant’s\nmisrepresentation and engaged in a transaction based on that\nmisrepresentation.Ibid.(internal quotation marks omitted).\nInBasic, however, we held that a plaintiff may also invoke\na rebuttable presumption of reliance based on the\nfraud-on-the-market theory. 485 U. S., at 241–247.The “fundamental premise” of the\nfraud-on-the-market theory underlyingBasic’s presumption is\n“that an investor presumptively relies on a misrepresentation so\nlong as it was reflected in the market price at the time of his\ntransaction.”Erica P. John Fund, Inc.v.Halliburton\nCo.,563 U.S.\n804, 813 (2011). To invoke theBasicpresumption, a\nplaintiff must prove: (1) that the alleged misrepresentation was\npublicly known; (2) that it was material; (3) that the stock traded\nin an efficient market; and (4) that the plaintiff traded the stock\nbetween the time the misrepresentation was made and when the truth\nwas revealed.Halliburton II, 573 U. S., at 268. The\ndefendant may then rebut the presumption through “[a]ny showing\nthat severs the link between the alleged misrepresentation and\neither the price received (or paid) by the plaintiff, or his\ndecision to trade at a fair market price.”Basic, 485\nU. S., at 248.Although theBasicpresumption “can be\ninvoked by any Rule 10b–5 plaintiff,” it has “particular\nsignificance in securities-fraud class actions.”Amgen Inc.v.Connecticut Retirement Plans and Trust Funds,568 U.S.\n455, 462 (2013). The presumption allows class-action plaintiffs\nto prove reliance through evidence common to the class. That in\nturn makes it easier for plaintiffs to establish the predominance\nrequirement of Federal Rule of Civil Procedure 23, which requires\nthat “questions of law or fact common to class members predominate”\nover individualized issues. Fed. Rule Civ. Proc. 23(b)(3). Indeed,\nwithout theBasicpresumption, individualized issues of\nreliance ordinarily would defeat predominance and “preclude\ncertification” of a securities-fraud class action.Amgen,\n568 U. S., at 462–463; seeHalliburton II, 573\nU. S., at 281–282.As a result, class-action plaintiffs must prove\ntheBasicprerequisites before class certification—with one\nexception. InAmgen, we held that materiality should be left\nto the merits stage because it does not bear on Rule 23’s\npredominance requirement. 568 U. S., at 466–468. The remainingBasicprerequisites—publicity, market efficiency, and market\ntiming—“must be satisfied” by plaintiffs “before class\ncertification.”Halliburton II, 573 U. S., at 276.Satisfying those prerequisites, however, does\nnot guarantee class certification. We held inHalliburton IIthat defendants may rebut theBasicpresumption at class\ncertification by showing “that an alleged misrepresentation did not\nactually affect the market price of the stock.”Id.,at 284.\nIf a misrepresentation had no price impact, thenBasic’s\nfundamental premise “completely collapses, rendering class\ncertification inappropriate.”Id.,at 283.BRespondents here—whom we’ll call\nPlaintiffs—are Goldman shareholders. They brought this\nsecurities-fraud class action against Goldman in the Southern\nDistrict of New York, alleging violations of §10(b) and Rule\n10b–5.The specific theory of securities fraud that\nPlaintiffs allege is known as inflation maintenance. Under this\ntheory, a misrepresentation causes a stock price “toremaininflated by preventing preexisting inflation from dissipating from\nthe stock price.”FindWhat Investor Groupv.FindWhat.com, 658 F.3d 1282, 1315 (CA11 2011).[1]Plaintiffs allege here that between 2006 and\n2010, Goldman maintained an inflated stock price by making repeated\nmisrepresentations about its conflict-of-interest policies and\nbusiness practices. The alleged misrepresentations are generic\nstatements from Goldman’s SEC filings and annual reports, including\nthe following:“We have extensive procedures and controls that\nare designed to identify and address conflicts of interest.” App.\n216 (emphasis and boldface deleted).“Our clients’ interests always come first.”Id.,at 162 (same).“Integrity and honesty are at the heart of our\nbusiness.”Id.,at 163 (same).According to Plaintiffs, these statements were\nfalse or misleading—and caused Goldman’s stock to trade at\nartificially inflated levels—because Goldman had in fact engaged in\nseveral allegedly conflicted transactions without disclosing the\nconflicts. Plaintiffs further allege that once the market learned\nthe truth about Goldman’s conflicts from a Government enforcement\naction and subsequent news reports, the inflation in Goldman’s\nstock price dissipated, causing the price to drop and shareholders\nto suffer losses.After Goldman unsuccessfully moved to dismiss\nthe case, Plaintiffs moved to certify the class, invoking theBasicpresumption. In response, Goldman sought to rebut theBasicpresumption by proving a lack of price impact. Both\nparties submitted extensive expert testimony on the issue.The District Court certified the class, but the\nSecond Circuit authorized a Rule 23(f ) appeal and vacated the\nclass-certification order. 879 F.3d 474 (2018). The Second Circuit\nheld that Goldman, as the defendant, bears the burden of persuasion\nto prove a lack of price impact by a preponderance of the evidence.\nBut it concluded that the District Court erred by holding Goldman\nto a higher burden of proof and by refusing to consider some of\nGoldman’s price impact evidence.On remand, the District Court certified the\nclass again, finding that Goldman’s expert testimony failed to\nestablish by a preponderance of the evidence that its alleged\nmisrepresentations had no price impact. The Second Circuit again\nauthorized a Rule 23(f ) appeal and this time affirmed in a\ndivided decision. 955 F.3d 254 (2020). As relevant here, the Court\nof Appeals held that the District Court’s price impact\ndetermination was not an abuse of discretion. In dissent, Judge\nSullivan concluded that “the generic quality of Goldman’s alleged\nmisstatements, coupled with” Goldman’s expert testimony, compelled\nthe conclusion that Goldman proved a lack of price impact.Id.,at 278–279.We granted certiorari. 592 U. S. ___\n(2020).IIGoldman argues that the Second Circuit erred\nin two respects: first, by concluding that the generic nature of\nalleged misrepresentations is irrelevant to the price impact\nquestion; and second, by placing the burden of persuasion on\nGoldman to prove a lack of price impact. We address these arguments\nin turn.A1On the first question—whether the generic\nnature of a misrepresentation is relevant to price impact—the\nparties’ dispute has largely evaporated. Plaintiffs now concede\nthat the generic nature of an alleged misrepresentation often will\nbe important evidence of price impact because, as a rule of thumb,\n“a more-general statement will affect a security’s price less than\na more-specific statement on the same question.” Brief for\nRespondents 15; see Tr. of Oral Arg. 6–7, 59, 79. The parties\nfurther agree that courts may consider expert testimony and use\ntheir common sense in assessing whether a generic misrepresentation\nhad a price impact. See Tr. of Oral Arg. 12, 64. And they likewise\nagree that courts may assess the generic nature of a\nmisrepresentation at class certification even though it also may be\nrelevant to materiality, whichAmgenreserves for the\nmerits. Seeid.,at 23, 65.We share the parties’ view. In assessing price\nimpact at class certification, courts “ ‘should be open toallprobative evidence on that question—qualitative as well\nas quantitative—aided by a good dose of common sense.’ ”In\nre Allstate Corp. Securities Litig., 966 F.3d 595, 613,\nn. 6 (CA7 2020) (quoting Langevoort, Judgment Day for\nFraud-on-the-Market: Reflection onAmgenand the Second\nComing ofHalliburton, 57 Ariz. L. Rev. 37, 56 (2015);\nemphasis added). That is so regardless whether the evidence is also\nrelevant to a merits question like materiality. As we have\nrepeatedly explained, a court has an obligation before certifying a\nclass to “determin[e] that Rule 23 is satisfied, even when\nthat requires inquiry into the merits.”Comcast Corp.v.Behrend,569 U.S.\n27, 35 (2013); seeWal-Mart Stores, Inc.v.Dukes,564 U.S.\n338, 351, and n. 6 (2011). And underHalliburton II, a\ncourt cannot conclude that Rule 23’s requirements are satisfied\nwithout consideringallevidence relevant to price impact.\nSee 573 U. S., at 284.[2]The generic nature of a misrepresentation often\nwill be important evidence of a lack of price impact, particularly\nin cases proceeding under the inflation-maintenance theory. Under\nthat theory, price impact is the amount of price inflation\nmaintained by an alleged misrepresentation—in other words, the\namount that the stock’s price would have fallen “without the false\nstatement.”Glickenhaus & Co.v.Household Int’l,\nInc., 787 F.3d 408, 415 (CA7 2020). Plaintiffs typically try to\nprove the amount of inflation indirectly: They point to a negative\ndisclosure about a company and an associated drop in its stock\nprice; allege that the disclosure corrected an earlier\nmisrepresentation; and then claim that the price drop is equal to\nthe amount of inflation maintained by the earlier\nmisrepresentation. See,e.g.,id.,at 413–417;In re Vivendi, S. A. Securities Litig., 838 F.3d\n223, 233–237, 253–259 (CA2 2016).But that final inference—that the back-end price\ndrop equals front-end inflation—starts to break down when there is\na mismatch between the contents of the misrepresentation and the\ncorrective disclosure. That may occur when the earlier\nmisrepresentation is generic (e.g.,“we have faith in our\nbusiness model”) and the later corrective disclosure is specific\n(e.g.,“our fourth quarter earnings did not meet\nexpectations”). Under those circumstances, it is less likely that\nthe specific disclosure actually corrected the generic\nmisrepresentation, which means that there is less reason to infer\nfront-end price inflation—that is, price impact—from the back-end\nprice drop.2The parties do not dispute any of this. They\ndisagree only about whether the Second Circuit properly considered\nthe generic nature of Goldman’s alleged misrepresentations. Because\nthe Second Circuit’s opinions leave us with sufficient doubt on\nthis score, we remand for further consideration.[3] On remand, the Second Circuit must take\ninto accountallrecord evidence relevant to price impact,\nregardless whether that evidence overlaps with materiality or any\nother merits issue.BGoldman also argues that the Second Circuit\nerred by requiring Goldman, rather than Plaintiffs, to bear the\nburden of persuasion on price impact at class certification.\nGoldman relies exclusively on Federal Rule of Evidence 301, which\nprovides in full:“In a civil case, unless a federal statute\nor these rules provide otherwise, the party against whom a\npresumption is directed has the burden of producing evidence to\nrebut the presumption. But this rule does not shift the burden of\npersuasion, which remains on the party who had it originally.”According to Goldman, Rule 301 applies to theBasicpresumption at class certification, and, as a result,\na plaintiff ’s satisfaction of theBasicprerequisites\nshifts only the burden ofproductionto the defendant. Once\na defendant discharges that burden by producing any competent\nevidence of a lack of price impact, Goldman says, theBasicpresumption is rebutted and the plaintiff must carry the burden ofpersuasionto show price impact.We disagree. We have held that Rule 301 “in no\nway restricts the authority of a court . . . to change\nthe customary burdens of persuasion” pursuant to a federal statute.NLRBv.Transportation Management Corp.,462 U.S.\n393, 404, n. 7 (1983). And we have at times exercised that\nauthority to reassign the burden of persuasion to the defendant\nupon a prima facie showing by the plaintiff. See,e.g.,Teamstersv.United States,431\nU.S. 324, 359, and n. 45 (1977);Franksv.Bowman Transp. Co.,424 U.S.\n747, 772–773 (1976).Goldman does not ask us to revisit these\nprecedents. So the threshold question here is not whether we have\nthe authority to assign defendants the burden of persuasion to\nprove a lack of price impact, but instead whether we already\nexercised that authority in establishing theBasicframework\npursuant to the securities laws. We conclude thatBasicandHalliburton IIdid just that.Basicheld that defendants may rebut the\npresumption of reliance if they “showthat the\nmisrepresentationin factdid not lead to a distortion of\nprice.” 485 U. S., at 248 (emphasis added). To do so,Basicsaid, defendants may make “[a]nyshowingthatsevers the linkbetween the alleged misrepresentation and\n. . . the price received (or paid) by the plaintiff.”Ibid.(emphasis added). Similarly,Halliburton IIheld that defendants may rebut theBasicpresumption at\nclass certification “byshowing. . . that the\nparticular misrepresentation at issue did not affect the stock’s\nmarket price.” 573 U. S., at 279 (emphasis added).Goldman and Justice Gorsuch argue that these\nreferences to a defendant’s “showing” refer to the defendant’s\nburden of production.Post,at 6–8 (dissenting opinion)\n(hereinafter the dissent). On this reading,BasicandHalliburton IIrequire a defendant merely to offer “evidence\nthat, if believed, would support a finding” of a lack of price\nimpact.Post,at 5. ButBasicandHalliburton\nIIplainly require more: The defendant must “in fact” “seve[r]\nthe link” between a misrepresentation and the price paid by the\nplaintiff—and a defendant’s mere production ofsomeevidence\nrelevant to price impact would rarely accomplish that\nfeat.[4]Accepting Goldman and the dissent’s argument\nwould also effectively negateHalliburton II’s holding\nthat plaintiffs need not directly prove price impact in order to\ninvoke theBasicpresumption. 573 U. S., at 278–279.\nIf, as they urge, the defendant could defeatBasic’s\npresumption by introducinganycompetent evidence of a lack\nof price impact—including, for example, the generic nature of the\nalleged misrepresentations—then the plaintiff would end up with the\nburden of directly proving price impact in almost every case. And\nthat would be nearly indistinguishable from the regime thatHalliburton IIrejected.Thus, the best reading of our precedents—as the\nCourts of Appeals to have considered the issue have recognized—is\nthat the defendant bears the burden of persuasion to prove a lack\nof price impact. SeeWaggonerv.Barclays PLC, 875\nF.3d 79, 99–104 (CA2 2017) (“the phrase ‘[a]ny showing that severs\nthe link’ aligns more logically with imposing a burden of\npersuasion rather than a burden of production”);In re\nAllstate, 966 F. 3d, at 610–611 (“Basicsaid that\n‘[a]ny showingthat severs the link’ would be sufficient to\nrebut the presumption, not that mere production of evidence would\ndefeat the presumption” (citation omitted)). We likewise agree with\nthe Courts of Appeals that the defendant must carry that burden by\na preponderance of the evidence. SeeWaggoner, 875\nF. 3d, at 99;In re Allstate, 966 F. 3d, at\n610.Although the defendant bears the burden of\npersuasion, the allocation of the burden is unlikely to make much\ndifference on the ground. In most securities-fraud class actions,\nas in this one, the plaintiffs and defendants submit competing\nexpert evidence on price impact. The district court’s task is\nsimply to assess all the evidence of price impact—direct and\nindirect—and determine whether it is more likely than not that the\nalleged misrepresentations had a price impact. The defendant’s\nburden of persuasion will have bite only when the court finds the\nevidence in equipoise—a situation that should rarely arise. Cf.Medinav.California,505 U.S.\n437, 449 (1992) (preponderance of the evidence burden matters\n“only in a narrow class of cases where the evidence is in\nequipoise”).*  *  *The Second Circuit correctly placed the burden\nof proving a lack of price impact on Goldman. But because it is\nunclear whether the Second Circuit properly considered the generic\nnature of Goldman’s alleged misrepresentations in reviewing the\nDistrict Court’s price impact determination, we vacate the judgment\nof the Second Circuit and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Although some Courts of\nAppeals have approved the inflation-maintenance theory, this Court\nhas expressed no view on its validity or its contours. We need not\nand do not do so in this case.2We recognize that\nmateriality and price impact are overlapping concepts and that the\nevidence relevant to one will almost always be relevant to the\nother. But “a district court may not use the overlap to refuse to\nconsider the evidence.”In re Allstate, 966 F. 3d,\nat 608. Instead, the district court must use the evidence to decide\nthe price impact issue “while resisting the temptation to draw what\nmay be obvious inferences for the closely related issues that must\nbe left for the merits, including materiality.”Id.,at\n609.3Compare 955 F.3d 254, 268\n(2020) (“Whether alleged misstatements are too general to\ndemonstrate price impact hasnothing to dowith the issue of\nwhether common questions predominate over individual ones”\n(emphasis added));id.,at 270 (“The inflation-maintenance\ntheory does not discriminate between general and specific\nmisstatements”), with 879 F.3d 474, 485–486 (2018) (correctly\nrequiring the District Court to consider Goldman’s price impact\nevidence notwithstanding overlap with materiality).4The dissent points out that, as\na general rule, presumptions shift only the burden of production.Post,at 2–4. We don’t disagree, but we readBasicandHalliburton IIas a clear departure from that general\nrule.",
    "joined": []
}