{
    "case": {
        "docket": "21-954",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-954/"
    },
    "id": "4603406",
    "author": "barrett",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–954_________________JOSEPH R. BIDEN, JR., PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERSv.TEXAS, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 30, 2022]Justice Barrett, with whom Justice Thomas,\nJustice Alito, and Justice Gorsuch join as to all but the first\nsentence, dissenting.I agree with the Court’s analysis of the\nmerits—but not with its decision to reach them. The lower courts in\nthis case concluded that 8 U. S. C. §1252(f )(1), a\nprovision of the Immigration and Nationality Act sharply limiting\nfederal courts’ “jurisdiction or authority to enjoin or restrain\nthe operation of ” certain immigration laws, did not present a\njurisdictional bar. Just two weeks ago, however, we repudiated\ntheir reasoning inGarlandv.Aleman Gonzalez, 596\nU. S. ___ (2022). Because we are a court of review and not\nfirst view, I would vacate and remand for the lower courts to\nreconsider their assertion of jurisdiction in light ofAleman\nGonzalez.*  *  *Section 1252(f )(1) provides that “no\ncourt (other than the Supreme Court) shall have jurisdiction or\nauthority to enjoin or restrain the operation of ” specified\nimmigration provisions, except as applied to “an individual alien\nagainst whom proceedings under [those provisions] have been\ninitiated.” Some lower courts have narrowly interpreted this\nprovision, holding that it does not bar relief that a plaintiff\nframes as “requir[ing]” (rather than preventing) the Government’s\nenforcement of or compliance with the covered immigration laws.E.g., 20 F. 4th 928, 1004 (CA5 2021). In this case,\nthat was the only ground pressed by respondents below and relied on\nby the lower courts to hold that §1252(f )(1) did not “ba[r]\njurisdiction.”Ibid.; see App. to Pet. for Cert. 184a; Brief\nfor Appellees in No. 21–10806 (CA5), pp. 40–41. But we just\nrejected this interpretation inAleman Gonzalez. There, we\nheld that §1252(f )(1) deprives lower courts of “jurisdiction\nto entertain” requests for “injunctions that order federal\nofficials to take or to refrain from taking actions to enforce,\nimplement, or otherwise carry out the specified statutory\nprovisions” (subject to an exception, indisputably inapplicable to\nthis case, for a suit by an individual noncitizen in proceedings\nunder those provisions). 596 U. S., at ___, ___ (slip op., at\n1, 5).In the normal course, we would vacate and remand\nthis case for further proceedings in light ofAleman\nGonzalez. Instead, the Court plows ahead to break new\njurisdictional ground. Acting on a compressed timeline, it embraces\na theory of §1252(f )(1) that—so far as I can tell—no court of\nappeals has ever adopted: that §1252(f )(1) limits only the\nlower courts’ remedial authority, not their subject-matter\njurisdiction. The only court of appeals to have addressed this\ntheory rejected it.Mirandav.Garland, 34\nF. 4th 338, 354–356 (CA4 2022). Still, the Court is confident\nenough to proceed based on short, barely adversarial supplemental\nbriefs. (The United States’ original brief devoted only a\nconclusory footnote to the jurisdictional question, and Texas and\nMissouri did not respond.) And these supplemental briefs are\nparticularly unhelpful because, having been submitted prior to our\ndecision inAleman Gonzalez, they could not address that\ndecision’s significance for this case. In fact, they devoted a\nconsiderable portion of their allotted length to the issue thatAleman Gonzalezsubsequently resolved.This would all matter less if the jurisdictional\nquestion were easy or unimportant—but it is neither. The Court’s\nopinion papers over difficult issues, as I will discuss below, and\nits jurisdictional holding is likely to affect many cases. See,e.g.,Texasv.Biden, ___ F. Supp. 3d\n___, ___, 2022 WL 658579, *14 (ND Tex., Mar. 4, 2022)\n(§1252(f )(1) does not bar Texas’ claim that the Federal\nGovernment is wrongly refusing to detain noncitizens to determine\nif they have COVID–19); Defendants’ Opposition to Plaintiffs’\nMotion for Temporary Restraining Order 8–9 inArizonav.CDC, Civ. No. 6:22–cv–00885 (WD La., Apr. 22, 2022) (arguing\nthat §1252(f )(1) prohibits a district court from constraining\nthe Federal Government’s removal discretion in litigation\nchallenging termination of Title 42 order). We should not short\ncircuit the ordinary process.I have several doubts about the Court’s analysis\nof §1252(f )(1). To begin with, the Court assumes that we face\nan either/or choice between subject-matter jurisdiction and\nremedial authority, with the former being only about a court’s\nauthority to decide merits questions and the latter being only\nabout the relief a court can grant.Ante, at 9. This\ndichotomy makes the Court’s job easier, because it can use the\nobvious point that §1252(f )(1) strips lower courts of\nremedial authority to establish that §1252(f )(1) doesnotstrip them of subject-matter jurisdiction. But why is it\na binary choice? I would think that Congress is free to link a\ncourt’s subject-matter jurisdiction to its remedial authority. That\nis not so different from an amount-in-controversy requirement,\nwhich conditions a district court’s ability to address the merits\non the relief that the plaintiff seeks. See,e.g., 28\nU. S. C. §1332 (district courts have subject-matter\njurisdiction over diversity cases only when the amount in\ncontroversy exceeds $75,000). And the redressability requirement of\nArticle III itself establishes a tie between jurisdiction and\nremedies, because a court’s inability to order effective relief\ndeprives it of jurisdiction to decide the merits of a question\notherwise within its competence. See,e.g.,Californiav.Texas, 593 U. S. ___, ___ (2021)\n(slip op., at 7) (redressability “consider[s] the relationship\nbetween ‘the judicial relief requested’ and the ‘injury’\nsuffered”);Los Angelesv.Lyons,461 U.S.\n95, 105–107 (1983) (failure to allege sufficient likelihood of\nfuture injury deprives a federal court of Article III “jurisdiction\nto entertain [the count] of the complaint” seeking injunctive\nrelief ).So it seems to me quite possible that\n§1252(f )(1) withdraws subject-matter jurisdiction over cases\nseeking certain remedies. Indeed, while the Government has a theory\nfor why the Court can reach the merits in this case, it\ncharacterizes §1252(f )(1) as imposing “jurisdictional\nlimitations” that “speak to ‘a court’spower’ ” and\n“ ‘can never be forfeited or waived.’ ” Supplemental\nBrief for Petitioners 19–20; see alsoMiranda, 34\nF. 4th, at 354 (concluding that “§1252(f )(1) is a\njurisdiction-stripping statute” that cannot be waived). If there is\na reason to treat limitations on subject-matter jurisdiction and\nlimitations on remedial authority as mutually exclusive—either in\ngeneral or in this statutory scheme—the Court does not explain\nit.The Court breezes past other questions too. Most\nnotably, it gives surprisingly little attention to a phrase on\nwhich it places significant weight: §1252(f )(1)’s\nparenthetical exempting “the Supreme Court” from its general bar on\n“jurisdiction or authority.” The parties hardly discuss this\nparenthetical, which does not appear to have an analogue elsewhere\nin the United States Code. The Court, however, takes the phrase as\nconclusive evidence that §1252(f )(1) does not deprive\ndistrict courts of subject- matter jurisdiction over\n“non-individual claims under [the covered provisions],” because if\nit did, “no such claims could ever arrive at this Court, rendering\nthe provision’s specific carveout for Supreme Court injunctive\nrelief nugatory.”Ante, at 10.While this interpretation has some surface\nappeal, the Court does not explain how it would work. Does it mean\nthat the restriction on remedial authority is subject to waiver or\nforfeiture, so that a lower court can sometimes properly enter\nnon-individual injunctive relief that this Court can then review?\nThat a district court has the authority to enter some kinds of\nnon-individual relief (for example, a classwide declaratory\njudgment) and that this Court can enter different relief (for\nexample, a classwide injunction) on review of that judgment? Or\nthat this Court can enter an injunction on appeal if the district\ncourtcouldhave entered at least one form of relief, even\nif it actually entered only relief that exceeded its\nauthority?[1]* Or perhaps the\nparenthetical serves the very different purpose of clarifying that\n§1252(f )(1) does not disturb any pre-existing authority this\nCourt has under the All Writs Act or other sources. These are\ndifficult questions, yet the Court does not address any of\nthem.Indeed, the Court explicitly choosesnotto opine on some of the issues that might help explain the\nparenthetical’s unusual reservation. Seeante, at 12,\nn. 4. For example, the Court declines to decide whether the\nbar in §1252(f )(1) is subject to forfeiture, even though that\nis a defining feature of nonjurisdictional rules. See,e.g.,Hamerv.Neighborhood Housing Servs. of Chicago, 583\nU. S. ___, ___–___ (2017) (slip op., at 2–3). It reserves the\nquestion whether §1252(f )(1) bars declaratory relief, an\nissue on which there are conflicting views. CompareAlliv.Decker, 650 F.3d 1007, 1013 (CA3 2011) (it does not bar\ndeclaratory relief ), withid., at 1019–1021 (Fuentes,\nJ., dissenting) (it does), withHamamav.Adducci,\n912 F.3d 869, 880, n. 8 (CA6 2018) (it depends). And it avoids\na position on whether §1252(f )(1) prevents a lower court from\nvacating or setting aside an agency action under the Administrative\nProcedure Act. See 5 U. S. C. §706(2). Not that I fault\nthe Court for holding back. Quite the contrary: The questions\nsurrounding §1252(f )(1) are complex and deserve more\nattention than we can give them in this posture.As a final touch, the Court asserts that our\nprecedent has already charted this course.Ante, at 11–12.\nBut the Court cannot muster much on that front. It cites a passing\nstatement rejecting an inapposite argument that §1252(f )(1)\nis a jurisdictionalgrant, seeRenov.American-Arab Anti- Discrimination Comm.,525 U.S.\n471, 481 (1999), a brief discussion from a plurality opinion in\na case where the §1252(f )(1) issue had not been briefed or\nargued by the parties in this Court, seeNielsenv.Preap, 586 U. S. ___, ___–___ (2019) (slip op., at\n8–9), and a dissent, seeJenningsv.Rodriguez, 583\nU. S ___, ___ (2018) (opinion of Breyer, J.) (slip op., at\n31). None provides a clear roadmap for this case.*  *  *Given all this, I would tread more carefully.\nWe should let the lower courts be the first to address the\nsubstantial antecedent questions that §1252(f )(1) presents in\nlight of our hot-off-the-presses decision inAleman\nGonzalez. I respectfully dissent.Notes1*For instance, in this case,\nthe States sought declaratory relief, injunctive relief, and\nvacatur of the Government’s termination of the Migrant Protection\nProtocols, but the District Court expressly entered only the latter\ntwo. If the District Court could have issued a declaratory\njudgment, perhaps this Court could exercise appellate jurisdiction\neven if the District Court lacked authority to issue an injunction\nor vacatur. The Court suggests that this happened inNielsenv.Preap, 586 U. S. ___ (2019), in which, it says, the\nDistrict Court also awarded only injunctive relief.Ante, at\n11. But the issue is more complicated than the Court lets on.Preapinvolved consolidated cases. In the first, the\nplaintiffs sought declaratory and injunctive relief, but the\nDistrict Court entered only the latter. SeePreapv.Johnson, 303 F.R.D. 566, 587 (ND Cal. 2014). In the second,\nhowever, the District Court entered “only [a] declaratory ruling,”\nwith no accompanying injunction.Khouryv.Asher, 3\nF. Supp. 3d 877, 892 (WD Wash. 2014). So unlike today’s case,Preapdid not involve only a hypothetical declaratory\njudgment.",
    "joined": []
}