{
    "case": {
        "docket": "21-234",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/21-234/"
    },
    "id": "4596246",
    "author": "barrett",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 21–234_________________KEVIN R. GEORGE, PETITIONERv.DENIS R.\nMcDONOUGH, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 15, 2022]Justice Barrett delivered the opinion of the\nCourt.Veterans may claim benefits for disabilities\nconnected to their military service subject to statutory and\nregulatory requirements. When the Department of Veterans Affairs\n(VA) denies a benefits claim, that decision generally becomes final\nafter the veteran exhausts the opportunity for direct appeal. But a\nstatutory exception permits the veteran to seek collateral review\nat any time on grounds of “clear and unmistakable error.” We must\ndecide whether that exception allows relief from a VA decision\napplying an agency regulation that, although unchallenged at the\ntime, is later deemed contrary to law. We hold that it does\nnot.IA“The law entitles veterans who have served on\nactive duty in the United States military to receive benefits for\ndisabilities caused or aggravated by their military service.”Shinsekiv.Sanders,556 U.S.\n396, 400 (2009); see 38 U. S. C. §1110. A veteran\nseeking such benefits must first file a claim with the VA.\n§5101(a)(1)(A). A regional office of the VA then determines whether\nthe veteran satisfies all legal prerequisites, including the\nrequirement that military service caused or aggravated the\ndisability. §511(a); see 38 CFR §3.100(a) (2021). To that end, the\nstatute governing wartime service imposes a “[p]resumption of sound\ncondition”: If a veteran’s disability was not noted at the time of\nentry into service, then the veteran is presumptively entitled to\nbenefits unless the VA shows by a heightened burden of proof that\nthe disability “existed before . . . and was not\naggravated by such service.” 38 U. S. C. §1111. After\napplying this and other statutory and regulatory requirements, the\nregional office issues an initial decision granting or denying\nbenefits. §§511(a), 5104(a).A veteran dissatisfied with this decision may\nchallenge it through several layers of direct review. As a general\nrule, the veteran may appeal within one year to the VA’s Board of\nVeterans’ Appeals (Board). §§7105(b)(1), 7104(a). If the Board also\ndenies relief, the veteran may seek further review outside the\nagency. Such review was once limited to constitutional and certain\nstatutory claims, but since 1988 Congress has generally allowed\nveterans 120 days to appeal any Board decision to the Court of\nAppeals for Veterans Claims (Veterans Court). SeeHendersonv.Shinseki,562 U.S.\n428, 432, and n. 1 (2011); §§7252(a), 7261(a), 7266(a). A\nveteran dissatisfied with that court’s decision may seek review of\nany legal issue in the Federal Circuit and ultimately in this\nCourt. §7292; 28 U. S. C. §1254(1).After this direct appeal process, the benefits\ndecision generally becomes “final and conclusive and may not be\nreviewed by any other official or by any court.” 38\nU. S. C. §511(a); see §7104(a). Still, the veteran enjoys\na few limited options for seeking collateral review in exceptional\ncircumstances.E.g.,§5108(a) (supplemental claim based on\nnew and relevant evidence); §503(a) (discretionary relief based on\nadministrative error); §5110(g) (increase of benefits based on\nsubsequent liberalizing legal change).This case concerns one such exception to\nfinality: At any time, a veteran may ask the Board or regional\noffice to revise a final benefits decision on grounds of “clear and\nunmistakable error.” §5109A (regional office); §7111 (the Board);\n38 CFR §§3.105, 20.1400–20.1411 (2021). This form of collateral\nreview was first adopted by regulation roughly 100 years ago. Since\nat least 1928, the VA and its predecessor agencies have allowed\nrevision of an otherwise final decision when “obviously warranted\nby a clear and unmistakable error.” Veterans’ Bureau Reg. No. 187,\npt. 1, §7155 (1928); see 38 CFR §3.105(a) (Cum. Supp. 1963)\n(“Previous determinations . . . will be accepted as\ncorrect in the absence of clear and unmistakable error”). In 1997,\nCongress codified this form of review in the statute we interpret\ntoday. 111Stat. 2271.BKevin George joined the Marine Corps in 1975\nafter experiencing multiple schizophrenic episodes. He did not\ninitially disclose that history, and a medical examination noted no\nmental disorders at the time he entered service. But less than a\nweek into training, George had another episode and was\nhospitalized. A few months later, the Navy’s Central Physical\nEvaluation Board found that his schizophrenia made him unfit for\nduty and was not aggravated by service. App. to Brief for\nPetitioner 12a–15a. George was then medically discharged.Later that year, George applied for veterans’\ndisability benefits based on his schizophrenia. A VA regional\noffice denied his claim after concluding that his condition\npredated his military service and was not aggravated by it. The\nBoard agreed and denied George’s appeal in 1977. In so ruling,\nneither the regional office nor the Board expressly discussed the\nVA’s burden of proof under the presumption of sound condition.In 2014, George asked the Board to revise that\nfinal decision on grounds of “clear and unmistakable error.” 38\nU. S. C. §7111. In particular, he claimed that the Board\nerred by applying a later invalidated regulation to deny his claim\nfor benefits without holding the VA to its full burden of proof to\nrebut the statutory presumption of sound condition. For more than\n40 years, including George’s time in service, a VA regulation\nprovided that the agency could rebut the presumption simply by\nshowing, according to a heightened burden of proof, that a\ndisability predated service. See 26 Fed. Reg. 1580 (1961); 38 CFR\n§3.304(b) (1976). In 2003, however, the VA concluded that this\nregulation conflicted with the statute, which it now understood to\nrequire an additional showing (by the same burden of proof ):\nthat the veteran’s condition was not later aggravated by service.\nVA Op. Gen. Counsel Precedent (VA Op.) 3–2003 (July 16, 2003). The\nVA recognized that it seemed “illogical” to require an additional\nshowing with “no obvious bearing upon the presumed fact of whether\nthe veteran was in sound condition when he or she entered service.”Id.,at 8. But it explained that the statutory text\nnonetheless “compel[led]” this reading.Ibid.Based on this\nabout-face, the VA confessed error in a pending case applying the\nregulation, and the Federal Circuit agreed that this “difficult to\nparse” and “somewhat self-contradictory” statute rendered the\nregulation “incorrect.”Wagnerv.Principi,370 F.3d 1089, 1093, 1097 (2004). The VA ultimately amended the\nregulation to resolve the issue going forward. 70 Fed. Reg. 23027\n(2005).The Board denied George’s claim for collateral\nrelief, and the Veterans Court affirmed. The Federal Circuit also\naffirmed, concluding that the application of a later invalidated\nregulation does not fall into the narrow category of “clear and\nunmistakable error” permitting revision of a final decision under\n38 U. S. C. §§5109A and 7111. 991 F.3d 1227 (2021). We\ngranted certiorari. 595 U. S. ___ (2022).IIAThis case turns on the meaning of the 1997\nstatute subjecting a final veterans’ benefits decision to\ncollateral review on grounds of “clear and unmistakable error.”\n111Stat. 2271 (38 U. S. C. §§5109A, 7111). Neither this\nstatute nor any other defines this term—indeed, it appears nowhere\nelse in the entire United States Code. The modifiers “clear” and\n“unmistakable” indicate that this is a narrow category excluding\nsome forms of error cognizable in other contexts. The statutory\nstructure similarly suggests a narrow category because this form of\nreview functions as a limited exception to finality, in contrast to\nthe broad provision of one direct appeal for “[a]ll questions” in a\ncase. §7104(a). But beyond those general contours, the statute\nitself does not identify the specific ways in which this category\nis narrower than garden-variety “error.”Fortunately, a robust regulatory backdrop fills\nin the details. Where Congress employs a term of art\n“ ‘ “obviously transplanted from another legal\nsource,” ’ it ‘ “brings the old soil with\nit.” ’ ”Taggartv.Lorenzen, 587\nU. S. ___, ___ (2019) (slip op., at 5). That principle applies\nhere. In 1997, Congress used an unusual term that had a long\nregulatory history in this very context. It enacted no new\n“definition” or other provision indicating any departure from the\n“same meaning” that the VA had long applied.Hallv.Hall, 584 U. S. ___, ___ (2018) (slip op., at 13). We\ntherefore agree with the Federal Circuit that Congress “codif[ied]\nand adopt[ed] the [clear-and-unmistakable-error] doctrine as it had\ndeveloped under” prior agency practice.Cookv.Principi,318 F.3d 1334, 1344 (2002) (en banc). That longstanding VA\npractice reveals several respects in which the\nclear-and-unmistakable category is a “very specific and rare kind\nof error” narrower than errorsimpliciter. 38 CFR\n§20.1403(a).Most important for present purposes, the history\nreveals that this category of error does not encompass a subsequent\n“change in law . . . or a change in interpretation of\nlaw.” 38 CFR §3.105 (Cum. Supp. 1963). And for good reason: During\nthe many years when clear and unmistakable error was purely a\ncreature of regulation, the governing statutes generally did not\nallow “[n]ew or recently developed facts or changes in the law” to\n“provide a basis for revising a finally decided case.”Russellv.Principi, 3 Vet. App. 310, 313 (1992) (en\nbanc) (citing 38 U. S. C. §§5108, 7104). To stay within\nthat statutory constraint, authorities dating back to 1928 confirm\nthat “[a] determination that there was ‘clear and unmistakable\nerror’ must be based on the record and the lawthat existed at\nthe time of the prior [VA] decision.” 3 Vet. App., at 314\n(emphasis added); see 38 CFR §20.1403(b) (similar); Veterans’\nBureau Reg. No. 187, pt. 1, §7155 (requiring “clear and\nunmistakable error shown by the evidence in file at the time the\nprior decision was rendered”). So, for example, the VA’s failure to\napply an existing regulation to undisputed record evidence could\nconstitute clear and unmistakable error.E.g.,Mylerv.Derwinski, 1 Vet. App. 571, 574–575 (1991). But a\nsubsequent legal change could not, because “only the ‘law that\nexisted at the time’ of the prior adjudication . . . can\nbe considered” in this posture.Damrelv.Brown, 6\nVet. App. 242, 246 (1994). Or as the Veterans Court summed up,\nshortly before the enactment of the 1997 statute: A “new\ninterpretation of law . . . from a case decided in 1993\ncould not possibly be the basis of [clear and unmistakable] error\nin 1969,” as “a simple recitation of the time sequence” should\n“make . . . clear.”Bergerv.Brown, 10\nVet. App. 166, 170 (1997).The invalidation of a prior regulation\nconstitutes a “change in interpretation of law” under historical\nagency practice. Drawing on decades of history, the VA succinctly\nexplained nearly 30 years ago that review for clear and\nunmistakable error provides “no authority . . . for\nretroactive payment of benefits when,” as in this case, a court\nlater “invalidates a VA interpretation or regulation” after a\nbenefits decision becomes final. VA Op. 9–94, ¶6, p. 5 (Mar. 25,\n1994). Under this practice and the statute codifying it, the Board\nis instead simply “performing its assigned task when it applies a\nregulation as promulgated by the [VA],” because that regulation\nlegally binds agency adjudicators. VA Op. 25–95, ¶4, p. 2 (Dec. 6,\n1995); see 38 U. S. C. §7104(c) (“The Board shall be\nbound in its decisions by the regulations of the Department”). To\nbe sure, when a previously applied regulation is later invalidated,\nrelief may be warranted for “error” in a case still on direct\nappeal.E.g.,Wagner, 370 F. 3d, at 1092, 1097.\nBut on collateral review of a final decision, the more limited\ncategory of “[c]lear and unmistakable error does not include the\notherwise correct application of a statute or regulation where,\nsubsequent to the Board decision challenged, there has been a\nchange in the interpretation of the statute or regulation.” 38 CFR\n§20.1403(e).[1] The\napplicability of this principle does not depend on the reason why\nthe agency changed course: A change based on the conclusion that a\nprior interpretation was wrong is still a changed\ninterpretation.Defined by this regulatory history, the\nstatutory term “clear and unmistakable error” does not encompass a\nclaim like George’s. When the Board decided George’s appeal in\n1977, it followed the then-applicable 1961 regulation, as it was\nstatutorily obligated to do. See 38 U. S. C. §7104(c).\nDecades later, the VA and the Federal Circuit rejected that\nregulation based on a new interpretation of the “sound condition”\nprovision. We express no view on the merits of that change in\ninterpretation, which are not before us. But because itisa\nchange, it cannot support a claim of clear and unmistakable error\nin the Board’s routine 1977 application of the prior regulation.\nPut differently, the correct application of a binding regulation\ndoes not constitute “clear and unmistakable error” at the time a\ndecision is rendered, even if that regulation is subsequently\ninvalidated.B1George offers several responses. He generally\nconcedes the premise that the 1997 statute codified the\nlongstanding regulatory practice defining “clear and unmistakable\nerror.” He takes issue primarily with the conclusion that this\npractice forbids his claim. In George’s view, the VA has\n“distorted” its own history by glossing over a handful of\n“pre-legislation Veterans Court opinions” that he claims “point in\n[his] direction.” Brief for Petitioner 26, 41. But across a century\nof review for clear and unmistakable error, George can muster only\none case sustaining a claim that arguably resembles his. SeeLookv.Derwinski, 2 Vet. App. 157 (1992) (approving\ncollateral relief on two grounds, including a later invalidated\nregulation, without discussing the change-in-interpretation\nprinciple). And even that case is ambiguous, as portions of the\nopinion may instead “suggest that the [subsequent] invalidation of\nregulations doesnothave retroactive effect in ‘finally’\ndisallowed claims.” VA Op. 9–94, ¶5, p. 4 (emphasis added) (citingLook, 2 Vet. App., at 164). Regardless, the case remains an\noutlier that “no court has cited” on this point “[i]n the 30 years\nsince,” as the Government notes without rebuttal from George. Brief\nfor Respondent 38.This is thin stuff. One uncertain outlier does\nnot come close to moving the mountain of contrary regulatory\nauthority. Seesupra,at 5–7. When we say that a statute\nadopts a term of art, we mean that it captures “the state of [a]\nbody of law,” not every errant decision of arguable relevance.Federal Republic of Germanyv.Philipp, 592\nU. S. ___, ___ (2021) (slip op., at 9). Even if George could\npluck from the crowd a few stray decisions pointing his way, that\nwould not show a “ ‘settled’ meaning” that we can infer\n“Congress had . . . in mind when it enacted” this\nstatute.Return Mail, Inc.v.Postal Service, 587\nU. S. ___, ___ (2019) (slip op., at 15). Instead, the\nmainstream of agency practice settles that a\nclear-and-unmistakable-error claim cannot rest on a subsequent\nchange in interpretation.George alternatively argues that the VA erred in\napplying this principle to his situation. In his view, it is wrong\nto describe a later decision invalidating a regulation as a “change\nin interpretation of law.” But we think that is a perfectly natural\nway to characterize a decision announcing a new reading of a\nstatute—much as the VA and Federal Circuit did in the decisions on\nwhich George now relies. VA Op. 3–2003, ¶¶3, 8, pp. 2, 5 (adopting\na new “interpretation” to replace the prior “interpretation\nreflected in VA’s regulations”);Wagner, 370 F. 3d, at\n1092 (discussing that “change in agency interpretation”). We have\noccasionally used similar language ourselves.E.g.,Gonzalezv.Crosby,545 U.S.\n524, 536–537 (2005) (referring to “[t]he change in the law\nworked by” our precedent “interpret[ing] the AEDPA statute of\nlimitations”). As the Federal Circuit has explained, a lack of\n“accuracy” in a prior statutory interpretation “does not negate the\nfact that” itisan “initial interpretation.”Jordanv.Nicholson,401 F.3d 1296, 1298 (2005). In short, a misinterpretation is\nstill an interpretation, and a correction of that interpretation is\na change. So the VA’s application of the change-in-interpretation\nlabel to claims like George’s hardly reflects an “atypical” use of\nlanguage, despite his arguments to the contrary. Brief for\nPetitioner 18.Ordinary language aside, George tries to bolster\nhis position with analogies to precedent from other contexts. He\ninvokes an array of cases explaining that a judicial decision\nstates what the statute “alwaysmeant,”Riversv.Roadway Express, Inc.,511 U.S.\n298, 313, n. 12 (1994), and an unauthorized regulation is\na “ ‘nullity,’ ”Dixonv.United States,381 U.S.\n68, 74 (1965). True enough. Those general principles, however,\ndo not dispose of the issue before us. Assume George is right that\nthe “sound condition” provision always required the VA to show that\nthe veteran’s condition was not later aggravated by service and\nthat the 1961 regulation conflicted with that requirement. We would\nstill have to decide whether the Board’s application of that\nbinding regulation is the kind of “clear and unmistakable error”\nfor which collateral relief is available under 38\nU. S. C. §§5109A and 7111. For the reasons we have\nexplained, it is not.And while George suggests otherwise, there is\nnothing incongruous about a system in which this kind of error—the\napplication of a since-rejected statutory interpretation—cannot be\nremedied after final judgment. On the contrary, and as the lower\ncourts have explained, the VA’s longstanding approach is consistent\nwith the general rule that “[t]he new interpretation of a statute\ncan only retroactively [a]ffect decisions still open on direct\nreview.”Disabled American Veteransv.Gober,234 F.3d 682, 698 (CA Fed. 2001) (citingHarperv.Virginia Dept. of Taxation,509 U.S.\n86, 97 (1993)); see alsoSmithv.West, 11 Vet.\nApp. 134, 138 (1998) (“ ‘New legal principles, even when\napplied retroactively, do not apply to cases already closed’ ”\n(quotingReynoldsville Casket Co.v.Hyde,514 U.S.\n749, 758 (1995); alteration omitted)). That limitation serves\nimportant interests in finality, preventing narrow avenues for\ncollateral review from ballooning into “substitute[s] for ordinary\nerror correction through appeal.”Harringtonv.Richter,562 U.S.\n86, 102–103 (2011); see alsoUnited Student Aid Funds,\nInc.v.Espinosa,559 U.S.\n260, 270 (2010) (an “exception to finality” should not be read\nto “swallow the rule”). So the VA’s approach to collateral relief\nis not unusual. Here as elsewhere, litigants must overcome a\n“stron[g]” “presumption of validity” when “otherwise final\ndecisions . . . are collaterally attacked.”Fugov.Brown, 6 Vet. App. 40, 44 (1993).[2]2George also leans on what he describes as “the\nplain meaning of th[e] words” clear and unmistakable error. Reply\nBrief 2. As he puts it: “Looking at the 1977 Board’s decision\ntoday, the legal error is clear. It is unmistakable.”Id.,at 1. (This is the thrust of Justice Gorsuch’s position too. Seepost,at 3–5 (dissenting opinion).) We share the\nGovernment’s doubt about how natural it is to say that the Board\n“commit[ted] ‘clear and unmistakable error’ by faithfully applying\na VA regulation that was found to be invalid more than 25 years\nlater.” Brief for Respondent 33. More fundamentally, though, this\nargument is inconsistent with George’s well-taken concessions\nelsewhere that “the [clear-and-unmistakable-error] statutes track\npreexisting Veterans Court case law” and other agency practice\ndefining a “deeply rooted” regulatory standard. Reply Brief 8;\nBrief for Petitioner 6. The real question is not what might be\ncalled clear and unmistakable error in the abstract, but what was\nthe “prevailing understanding” of this term of art “under the law\nthat Congress looked to when codifying” it. Reply Brief 2, 4; seeWest Virginia Univ. Hospitals, Inc.v.Casey,499 U.S.\n83, 92, n. 5 (1991) (terms of art “departfrom\nordinary meaning”). To the extent they diverge, the historical\nmeaning controls.More modestly, George seeks to distinguish the\nstatutory meaning from the prior practice on just one point.\nBecause Congress did not expressly enact the specific regulatory\nprinciple barring collateral relief for subsequent changes in\ninterpretation, he insists that the principle did not carry over to\nthe statute. But this argument, too, misses the mark. The point of\nthe old-soil principle is that “when Congress employs a term of\nart,” that usage itself suffices to “ ‘adop[t] the cluster of\nideas that were attached to each borrowed word’ ” in the\nabsence of indication to the contrary.FAAv.Cooper,566 U.S.\n284, 292 (2012). Here, the governing statute “is silent” on a\nhost of matters ranging from the definition of clear and\nunmistakable error to “the specific procedures that govern a\n[collateral] claim.”Disabled American Veterans, 234\nF. 3d, at 694, 696 (citing 38 U. S. C. §7111). And\nwe take the statutory “silence” on the details of prior regulatory\npractice to “l[eave] the matter where it was pre-[codification].”Kucanav.Holder,558 U.S.\n233, 250 (2010). We decline George’s invitation to gerrymander\nout this one feature of the prior practice.*  *  *The invalidation of a VA regulation after a\nveteran’s benefits decision becomes final cannot support a claim\nfor collateral relief based on clear and unmistakable error. We\naffirm the judgment of the Court of Appeals.It is so ordered.Notes1As should be clear from\nour explanation, the principal dissent is wrong to attribute to the\nCourt the view that an agency decision in these circumstances is\n“infected by no error of any kind.”Post,at 4 (opinion of\nGorsuch, J.). The issue in this case is the distinction between\n“errors” cognizable on direct appeal andclear and unmistakable\nerrorscognizable on collateral review. Throughout his opinion,\nJustice Gorsuch elides that distinction.2The principal dissent\nclaims that this conclusion conflicts with the governing statute’s\npresent-tense statement that a VA decision “ ‘issubject’ to later ‘revision’ ” on collateral review.Post,at 5 (opinion of Gorsuch, J.). But it would make\nlittle sense for Congress to pass a statute stating that a decision\n“was” subject to revision. The statute’s use of the present tense\nrefers to the time at which relief may be sought. It says nothing\nabout the scope of the category of clear and unmistakable errors\nmeriting relief, as fixed by the regulatory history. So we think\nthere are good reasons why neither George nor any of hisamicimakes this argument.",
    "joined": []
}