{
    "case": {
        "docket": "21-248",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-248/"
    },
    "id": "4600262",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 21–248_________________PHILIP E. BERGER, et al., PETITIONERSv.NORTH CAROLINA STATE CONFERENCE OF THE NAACP,\net al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 23, 2022]Justice Gorsuch delivered the opinion of the\nCourt.At the heart of this lawsuit lies a challenge to\nthe constitutionality of a North Carolina election law. But the\nmerits of that dispute are not before us, only an antecedent\nquestion of civil procedure: Are two leaders of North Carolina’s\nstate legislature entitled to participate in the case under the\nterms of Federal Rule of Civil Procedure 24(a)(2)?IAWithin wide constitutional bounds, States are\nfree to structure themselves as they wish. Often, they choose to\nconduct their affairs through a variety of branches, agencies, and\nelected and appointed officials. These constituent pieces sometimes\nwork together to achieve shared goals; other times they reach very\ndifferent judgments about important policy questions and act\naccordingly. This diffusion of governmental powers within and\nacross institutions may be an everyday feature of American life.\nBut it can also pose its difficulties when a State’s laws or\npolicies are challenged in federal court.Suppose someone seeks to attack a state law on\nthe ground that it is inconsistent with the Federal Constitution.\nGenerally, States themselves are immune from suit in federal court.\nSeeSossamonv.Texas,563 U.S.\n277, 284 (2011). So usually a plaintiff will sue the individual\nstate officials most responsible for enforcing the law in question\nand seek injunctive or declaratory relief against them. SeeEx\nparte Young,209 U.S.\n123, 159–160 (1908). Despite the artifice, of course, a State\nwill as a practical matter often retain a strong interest in this\nkind of litigation. After all, however captioned, a suit of this\nsort can implicate “the continued enforceability of [the State’s]\nown statutes.”Mainev.Taylor,477 U.S.\n131, 137 (1986). To defend its practical interests, the State\nmay choose to mount a legal defense of the named official\ndefendants and speak with a “single voice,” often through an\nattorney general.Virginia House of Delegatesv.Bethune-Hill, 587 U. S. ___, ___ (2019) (slip op., at\n5).Still, not every State has structured itself\nthis way. Some have chosen to authorize multiple officials to\ndefend their practical interests in cases like these. Seeibid.North Carolina falls into this camp. The State’s\nattorney general wields some authority to represent individual\nofficial defendants in federal litigation. SeeMartinv.Thornburg, 320 N. C. 533, 545–546,359 S.E.2d 472, 479 (1987); N. C. Const., Art. III,\n§§ 7(1), (2) (establishing the office of attorney general and\ndeclaring that his “duties shall be prescribed by law”). But North\nCarolina’s General Assembly has also empowered the leaders of its\ntwo legislative houses to participate in litigation on the State’s\nbehalf under certain circumstances and with counsel of their own\nchoosing. See N. C. Gen. Stat. Ann. § 1–72.2 (2021).The reasons why a State might choose to proceed\nthis way are understandable enough. Sometimes leaders in different\nbranches of government may see the State’s interests at stake in\nlitigation differently. Some States may judge that important public\nperspectives would be lost without a mechanism allowing multiple\nofficials to respond. It seems North Carolina has some experience\nwith just these sorts of issues. More than once a North Carolina\nattorney general has opposed laws enacted by the General Assembly\nand declined to defend them fully in federal litigation. See,e.g.,North Carolinav.North Carolina State\nConference of NAACP, 581 U. S. ___, ___ (2017) (Roberts,\nC. J., statement respecting denial of certiorari) (slip op.,\nat 2); App. 79; see also N. Devins & S. Prakash, Fifty\nStates, Fifty Attorneys General, and Fifty Approaches to the Duty\nTo Defend, 124 Yale L. J. 2100, 2152, n. 217, 2187 (2015).BThe facts of this case also illustrate how\ndivided state government can lead to disagreements over the defense\nof state law in federal court. In November 2018, the people of\nNorth Carolina amended the State Constitution to provide that\n“[v]oters offering to vote in person shall present photographic\nidentification [(photo ID)].” Art. VI, § 2(4). The people\nfurther provided that “[t]he General Assembly shall enact general\nlaws governing the requirements of such photographic\nidentification, which may include exceptions.”Ibid.Consistent with that directive, the General Assembly eventually\napproved Senate Bill 824 (S. B. 824). 2017 Gen. Assem., 2018\nReg. Sess. Under that law’s terms, those seeking to vote must do\none of three things: present an acceptable photo ID, complete a\nprovisional ballot and later produce a photo ID, or submit a form\nexplaining why they cannot present a photo ID. See N. C. Gen.\nStat. Ann. §§ 163A–1145.1(a), (c), (d), as added by\n§ 1.2(a), 2018 N. C. Sess. Laws 144, pp. 73–74. Photo ID\ncards are available free of charge in each of the State’s 100\ncounties without the need for corroborating documentation.\n§ 163A–869.1, as added by § 1.1(a),id., at 72–73.\nAfter the law’s passage, the Governor vetoed the bill, the General\nAssembly responded by overriding that veto, and S. B. 824 went\ninto effect on December 19, 2018.The next day, the National Association for the\nAdvancement of Colored People (NAACP) sued the Governor and the\nmembers of the State Board of Elections (collectively, Board). The\nGovernor appoints the Board’s members and may remove them under\ncertain circumstances. See N. C. Gen. Stat. Ann.\n§§ 143B–16, 163–19, 163–40. In its lawsuit, the NAACP alleged\nthat S. B. 824 offends the Federal Constitution. The State’s\nattorney general assumed responsibility for defending the Board.\nSee § 114–2. Like the Governor, the attorney general is an\nindependently elected official. See N. C. Const., Art. III,\n§ 7(1). Much like the Governor, too, while serving as a state\nsenator the attorney general voted against an earlier voter-ID law\nand filed a declaration in support of a legal challenge against it.\nSeeNorth Carolina State Conference of NAACPv.McCrory, 997 F. Supp. 2d 322, 337–338, 357–359 (MDNC\n2014).Soon, the speaker of the State House of\nRepresentatives and president pro tempore of the State Senate\n(legislative leaders) moved to intervene. App. 52. They noted that\nNorth Carolina law expressly authorizes them “to intervene on\nbehalf of the General Assembly as a party in any judicial\nproceeding challenging a North Carolina statute or provision of the\nNorth Carolina Constitution.” N. C. Gen. Stat. Ann.\n§ 1–72.2(b). They observed that, in cases of this sort, state\nlaw further provides that “both the General Assembly and the\nGovernor constitute the State of North Carolina.” § 1–72.2(a).\nAnd the legislative leaders suggested that, without their\nparticipation, important state interests would not be adequately\nrepresented in light of the Governor’s opposition to S. B.\n824, the Board’s allegiance to the Governor, and the attorney\ngeneral’s opposition to earlier voter-ID efforts. App. 65–70.\nFinally, the legislative leaders pointed to parallel state-court\nproceedings in which they claimed the Board had offered only a\n“tepid” defense of S. B. 824.Id., at 127,\nn. 1.The District Court denied the motion to\nintervene.North Carolina State Conference of NAACPv.Cooper, 332 F.R.D. 161 (MDNC 2019). In doing so,\nthe court applied a “presumption” that the legislative leaders’\ninterests would be adequately represented by the Governor and Board\nand their legal representative, the attorney general.Id.,\nat 168–170. On the court’s view, the legislative leaders might\nsomeday have an interest sufficient to warrant intervention if the\nexisting parties refused to offer any defense of S. B. 824.Id., at 166. But because nothing like that had yet happened,\nthe District Court denied the motion to intervene without prejudice\nto renewal later.Id., at 172–173.In time, the legislative leaders took up the\nDistrict Court’s offer to renew their motion. They pointed to this\nCourt’s intervening decision inBethune-Hill, which\n“clarified” that legislative leaders sometimes may be legally\nentitled to intervene and represent “the interest ofthe\nStatein defending the constitutionality of ” a state law.\nApp. 159. They also updated the District Court on the Board’s\nconduct in state-court proceedings. There, the Board had conceded\nthat its “ ‘primary objective’ ”wasn’tdefending\nS. B. 824, but obtaining guidance regarding which law it would\nneed to enforce in an upcoming election (S. B. 824 or\npreexisting law).Id., at 156. Seizing on this concession,\nthe state-court plaintiffs argued that even the Board did not think\nit would ultimately prevail on the merits.Id., at 157. In\nthe end, however, the District Court was unmoved by these\ndevelopments. It denied the legislative leaders’ renewed motion and\naddressedBethune-Hillonly in a footnote stating that the\ndecision did not “change the calculus.”North Carolina State\nConference of NAACPv.Cooper, 2019 WL 5840845, *2,\nn. 3 (MDNC, Nov. 7, 2019).As the federal litigation proceeded without the\nlegislative leaders, the NAACP sought a preliminary injunction to\nprevent the Board from enforcing S. B. 824 in upcoming\nelections. By this point, the District Court had dismissed the\nGovernor from the suit. Only the Board members, represented by the\nattorney general, remained as defendants. In support of its motion\nfor injunctive relief, the NAACP offered five expert reports. In\nreply, the Board did not oppose the motion on timeliness grounds\neven though the NAACP had waited nine months before seeking what it\ndescribed as critical emergency relief. See App. 311–313;\nMemorandum of Law in No. 1:18–cv–1034 (MDNC, Sept. 17, 2019), ECF\nDoc. 73. Nor did the Board produce competing expert reports.\nInstead, it supplied a single affidavit from its executive director\nand stressed again the need for clarity about which law to apply.\nApp. 312. Once more unsatisfied with the vigor of the Board’s\nresponse, the legislative leaders sought to lodge anamicusbrief, five expert reports, and several other declarations. At the\nend of the day, however, the District Court refused to consider theamicusbrief and accompanying materials, struck them from\nthe record, and granted a preliminary injunction barring\nenforcement of S. B. 824.North Carolina State Conference\nof NAACPv.Cooper, 430 F. Supp. 3d 15, 54 (MDNC\n2019).CThe Fourth Circuit took up the District\nCourt’s preliminary injunction and intervention rulings in separate\nappeals before separate panels. While these appeals were pending,\nthe Board did not seek an interim stay of the District Court’s\npreliminary injunction. Apparently, it chose not to do so “due to\nthe disruptive effect such relief would have had on” election\nadministration. App. 366, n. 8. As a result, S. B. 824 was not\nenforced during the State’s March 2020 primary election.In the appeal concerning the District Court’s\npreliminary injunction ruling, the legislative leaders sought leave\nto intervene and the Fourth Circuit granted their motion. See Order\ninNorth Carolina State Conference of NAACPv.Raymond, No. 20–1092 (CA4, Mar. 27, 2020), ECF Doc. 43.\nMeanwhile, the Governor filed anamicusbrief contending\nthat the District Court had not gone far enough: “[The] preliminary\ninjunctio[n] should be made permanent, and . . . this\nunconstitutional law should never go into effect.” App. 844. After\nconsidering all the submissions before it, a unanimous panel of the\nCourt of Appeals largely agreed with the legislative leaders and\nreversed.North Carolina State Conference of NAACPv.Raymond, 981 F.3d 295, 298 (2020). The panel held that the\nDistrict Court had abused its discretion in issuing the preliminary\ninjunction because the record contained insufficient evidence to\nshow that S. B. 824 violated the Federal Constitution. In\nparticular, the panel explained that North Carolina’s law “is more\nprotective of the right to vote than other states’ voter ID laws\nthat courts have approved.”Id., at 310. Later, the Court of\nAppeals denied rehearing en banc; no judge noted a dissent. Any\nfurther District Court proceedings were thus left to unfold without\na preliminary injunction in place.Separately and hoping to participate in those\nfuture proceedings, the legislative leaders asked another panel of\nthe Fourth Circuit to vacate the District Court’s decision denying\ntheir motion to intervene. The legislative leaders stressed that\nstate law expressly authorizes them to participate in cases like\nthis one, and they argued that they satisfied all the requirements\nfor intervention as a matter of right under Federal Rule of Civil\nProcedure 24(a)(2). For its part, the Court of Appeals again agreed\nwith the legislative leaders, this time holding that the District\nCourt had erred when denying them leave to intervene. 970 F.3d 489,\n503–504, 506 (2020).Eventually, however, the Fourth Circuit decided\nto rehear the matter en banc and changed course. A nine-judge\nmajority ruled that the legislative leaders were not entitled to\nintervene in District Court proceedings because they could not\novercome a “heightened presumption” that the Board already\n“adequately represented” their interests. 999 F.3d 915, 927,\n932–934 (2021). Six judges dissented. Among other things, the\ndissenters suggested that the majority had erred by “ignor[ing]\nNorth Carolina’s law requesting two agents in cases challenging the\nconstitutionality of its duly-enacted statutes” and by “setting the\nbar for the Intervenors to clear too high.”Id., at 945\n(opinion of Quattlebaum, J.); see alsoid., at 939 (opinion\nof Wilkinson, J.);id., at 941 (opinion of Niemeyer,\nJ.).The legislative leaders responded by petitioning\nthis Court to review the Fourth Circuit’s en banc ruling. We agreed\nto hear the matter in order to resolve disagreements among the\ncircuits about the proper treatment of motions to intervene in\ncases like this one. 595 U. S. ___ (2021).IIOur starting point lies in Rule 24(a)(2) of\nthe Federal Rules of Civil Procedure. As relevant here, the Rule\nprovides that a “court must permit anyone to intervene” who, (1)\n“[o]n timely motion,” (2) “claims an interest relating to the\nproperty or transaction that is the subject of the action, and is\nso situated that disposing of the action may as a practical matter\nimpair or impede the movant’s ability to protect its interest,” (3)\n“unless existing parties adequately represent that interest.”\nEveryone before us agrees that the legislative leaders’ motion to\nintervene was timely. The only disagreements we face concern the\nRule’s two remaining requirements.AWe focus first on the question whether the\nlegislative leaders have claimed an interest in the resolution of\nthis lawsuit that may be practically impaired or impeded without\ntheir participation. No one questions that States possess “ ‘a\nlegitimate interest in the continued enforce[ment] of [their] own\nstatutes.’ ”Cameronv.EMW Women’s Surgical Center,\nP. S. C., 595 U. S. ___, ___ (2022) (slip op.,\nat 8) (quotingTaylor, 477 U. S., at 137). No one\nquestions that States may organize themselves in a variety of ways.\nAfter all, the separation of government powers has long been\nrecognized as vital to the preservation of liberty, and it is\nthrough the power to “structure . . . its government, and\nthe character of those who exercise government authority, [that] a\nState defines itself as a sovereign.”Gregoryv.Ashcroft,501 U.S.\n452, 460 (1991). Nor does anyone question that, when a State\nchooses to allocate authority among different officials who do not\nanswer to one another, different interests and perspectives, all\nimportant to the administration of state government, may emerge.\nSee,e.g.,Brnovichv.Democratic National\nCommittee, 594 U. S. ___ (2021) (Arizona’s secretary of\nstate and attorney general took opposite sides).Appropriate respect for these realities suggests\nthat federal courts should rarely question that a State’s interests\nwill be practically impaired or impeded if its duly authorized\nrepresentatives are excluded from participating in federal\nlitigation challenging state law. To hold otherwise would not only\nevince disrespect for a State’s chosen means of diffusing its\nsovereign powers among various branches and officials. It would not\nonly risk turning a deaf federal ear to voices the State has deemed\ncrucial to understanding the full range of its interests. It would\nencourage plaintiffs to make strategic choices to control which\nstate agents they will face across the aisle in federal court. It\nwould tempt litigants to select as their defendants those\nindividual officials they consider most sympathetic to their cause\nor most inclined to settle favorably and quickly. All of which\nwould risk a hobbled litigation rather than a full and fair\nadversarial testing of the State’s interests and arguments.Nor are state interests the only interests at\nstake. Respecting the States’ “plan[s] for the distribution of\ngovernmental powers” also serves important national interests.Mayor of Philadelphiav.Educational Equality League,415 U.S.\n605, 615, n. 13 (1974). It better enables the States to\nserve as a “balance” to federal authority.Bondv.United\nStates,564 U.S.\n211, 221 (2011). It permits States to accommodate government to\nlocal conditions and circumstances. Seeibid.And it allows\nStates to serve as laboratories of “innovation and experimentation”\nfrom which the federal government itself may learn and from which a\n“mobile citizenry” benefits.Gregory, 501 U. S., at\n458. Finally, a federal court tasked with testing the\nconstitutionality of state law wields weighty “authority over a\nState’s most fundamental political processes.”Aldenv.Maine,527 U.S.\n706, 751 (1999). Permitting the participation of lawfully\nauthorized state agents promotes informed federal-court\ndecisionmaking and avoids the risk of setting aside duly enacted\nstate law based on an incomplete understanding of relevant state\ninterests.This Court’s teachings on these scores have been\nmany, clear, and recent. Earlier this Term inCameron, we\nexplained that a State is free to “empowe[r ] multiple\nofficials to defend its sovereign interests in federal court.” 595\nU. S., at ___ (slip op., at 8). Three Terms ago inBethune-Hill, we observed that “ ‘a State must be able\nto designate agents to represent it in federal court’ ” and\nmay authorize its legislature “to litigate on the State’s behalf,\neither generally or in a defined set of cases.” 587 U. S., at\n___–___ (slip op., at 4–5). “[T]he choice belongs to” the sovereign\nState.Id., at ___ (slip op., at 5). InHollingsworthv.Perry, this Court stressed that “state law may provide\nfor other officials,” besides an attorney general, “to speak for\nthe State in federal court” as some States have done for their\n“presiding legislative officers.”570 U.S.\n693, 710 (2013). And inKarcherv.May, this\nCourt held that two state legislative leaders “authori[zed] under\nstate law to represent the State’s interests” in federal court\ncould defend state laws there as parties.484 U.S.\n72, 75, 81–82 (1987).These principles and precedents are dispositive\nhere. North Carolina has expressly authorized the legislative\nleaders to defend the State’s practical interests in litigation of\nthis sort. State law provides that “[t]he Speaker of the House of\nRepresentatives and the President Pro Tempore of the Senate, as\nagents of the State, by and through counsel of their choice,”\n“shall jointly have standing to intervene on behalf of the General\nAssembly as a party in any judicial proceeding challenging a North\nCarolina statute or provision of the North Carolina Constitution.”\nN. C. Gen. Stat. Ann. § 1–72.2(b). Even beyond these\ninstructions, the State has made plain that it considers the\nleaders of the General Assembly “necessary parties” to suits like\nthis one. § 120–32.6(b).Tellingly, the Board seems to agree that, if\nNorth Carolina law authorizes participation by the legislative\nleaders on behalf of the State, a federal court should find the\ninterest requirement of Rule 24(a)(2) satisfied. Brief for State\nRespondents 20, 28. The Board submits only that, in fact, North\nCarolina law does not afford the legislative leaders that\nauthority.Id., at 49–50. But while we are hardly the final\narbiters of North Carolina law, the Board’s argument seems more\nthan a little difficult to square with the express statutory\nlanguage above. One of these provisions is even entitled, “General\nAssembly Acting on Behalf of the State of North Carolina in Certain\nActions.” § 120–32.6(b). It provides that the legislative\nleaders may defend state laws “as agents of the State.”Ibid.Retreating, the Board argues alternatively that\nthe statutes authorizing the legislative leaders to participate\nhere violate the State Constitution by usurping authority vested in\nthe executive branch. Brief for State Respondents 50–55; N. C.\nConst., Art. I, § 6. But the Board’s logic is hard to follow\ngiven its concession that the legislative leadersmayintervene permissively under Rule 24(b), and likely as a matter of\nright under Rule 24(a)(2) if the attorney general ceases to\nrepresent the Board. Brief for State Respondents 2, 48, 55. Nor,\nfor that matter, does the Board identify anything to support its\nsuggestion that the State’s executive branch holds a constitutional\nmonopoly on representing North Carolina’s practical interests in\ncourt. Instead, the parties direct us to a provision stating that\nthe General Assembly may determine the scope of the attorney\ngeneral’s powers. See N. C. Const., Art. III, § 7(2);Baileyv.State, 353 N. C. 142, 152–153, 540\nS.E.2d 313, 320 (2000). And, as we have seen, while the General\nAssembly has afforded the attorney general considerable authority,\nit has also reserved to itself some authority to defend state law\non behalf of the State. See N. C. Gen. Stat. Ann.\n§ 120–32.6(b). In fact, it seems the General Assembly has\nsometimes even entrusted the defense of state interests to private\npersons. See § 1–608(b) (permitting private citizens to bring\nfalse-claims actions “for the State”).The NAACP offers a different reply. It points\nout that Rule 24(a)(2) permits intervention only by “new” parties.\nAnd, it submits, the legislative leaders are already effectively\n“existing” parties to this suit challenging the enforcement of\nstate law. Brief for NAACP Respondents 12–14. But whatever other\nproblems may attend this argument, it rests on a premise that is\nboth formally and functionally mistaken. As a formal matter and\nconsistent with principles of sovereign immunity, the NAACP has not\nsued the State. Only state officers are or may be “parties”\nhere—and, so far, the legislative leaders are not among them. SeeYoung, 209 U. S., at 159–160. Functionally, of course,\nthis suit implicates North Carolina’s sovereign interests\nregardless of the named parties. See Part I–A,supra. Yet,\ncontrary to the premise implicit in the NAACP’s argument, a\nplaintiff who chooses to name this or that official defendant does\nnot necessarily and always capture all relevant state interests.\nInstead and as we have seen, where a State chooses to divide its\nsovereign authority among different officials and authorize their\nparticipation in a suit challenging state law, a full consideration\nof the State’s practical interests may require the involvement of\ndifferent voices with different perspectives. To hold otherwise\nwould risk allowing a private plaintiff to pick its preferred\ndefendants and potentially silence those whom the State deems\nessential to a fair understanding of its interests.BThe only remaining question we face concerns\nadequacy of representation. Interpreting Rule 24(a)(2), lower\ncourts have adopted a variety of tests for evaluating whether an\nexisting defendant already “adequately represent[s]” the same\ninterests a proposed intervenor seeks to vindicate. In this case,\nboth the District Court and the en banc Court of Appeals applied a\n“presumption” that the Board adequately represented the legislative\nleaders’ interests and held that the leaders could not overcome\nthis presumption. 999 F. 3d, at 934;Cooper, 332\nF. R. D., at 171.Once more, we cannot agree. As an initial\nmatter, Rule 24(a)(2) promises intervention to those who bear an\ninterest that may be practically impaired or impeded “unless\nexisting parties adequately represent that interest.” In some\ncases, too, this Court has described the Rule’s test as presenting\nproposed intervenors with only a minimal challenge.TakeTrbovichv.Mine Workers, in\nwhich this Court addressed a request to intervene by a private\nparty who asserted a related interest to that of an existing\ngovernment party.404 U.S.\n528(1972). There, the Secretary of Labor sued to set aside a\nunion election. The same union member who filed the administrative\ncomplaint that triggered the Secretary’s suit sought to intervene\nunder Rule 24(a).Id., at 529–530. At a high level of\nabstraction, the union member’s interest and the Secretary’s might\nhave seemed closely aligned. Even so, this Court rejected the\nSecretary’s suggestion that he should be presumed an adequate\nrepresentative of the union member’s interests “unless the court\n. . . find[s] that the Secretary has failed to perform\nhis statutory duty.”Id., at 538. The Court acknowledged\nthat the Secretary’s and the union member’s interests were\n“related,” but it emphasized that the interests were not\n“identical”—the union member sought relief against his union, full\nstop; meanwhile, the Secretary also had to bear in mind broader\npublic-policy implications.Id., at 538–539. Rather than\nendorse a presumption of adequacy, the Court held that a movant’s\nburden in circumstances like these “should be treated as minimal.”Id., at 538, n. 10.To be sure, some lower courts have suggested\nthat a presumption of adequate representation remains appropriate\nin certain classes of cases. But even taken on their own terms,\nnone of these presumptions applies to cases like ours. For example,\nthe Fourth Circuit has endorsed a presumption of adequate\nrepresentation where a member of the public seeks to intervene to\ndefend a law alongside the government. See 999 F. 3d, at\n932–933. There, the Fourth Circuit has reasoned, a court may\npresume that legally authorized government agents will adequately\nrepresent the public’s interest in its chosen laws. Here, by\ncontrast, the legislative leaders areamongthose North\nCarolina has expressly authorized to participate in litigation to\nprotect the State’s interests in its duly enacted laws.Id.,\nat 951 (Quattlebaum, J., dissenting).Similarly, some lower courts have adopted a\npresumption of adequate representation in cases where a movant’s\ninterests are identical to those of an existing party. See 7C\nC. Wright, A. Miller, & M. Kane, Federal Practice and\nProcedure § 1909 (3d ed. Supp. 2022) (Wright & Miller).\nBut even the Board concedes that this presumption applies only when\ninterests “overla[p] fully.” Brief for State Respondents 26. Where\n“the absentee’s interest is similar to, but not identical with,\nthat of one of the parties,” that normally is not enough to trigger\na presumption of adequate representation. 7C Wright & Miller\n§ 1909. And again, a presumption like that holds no purchase\nhere. North Carolina has authorized different agents to defend its\npractical interests precisely because, thanks to how it has\nstructured its government, each may be expected to vindicate\ndifferent points of view on the State’s behalf. For a federal court\nto presume a full overlap of interests when state law more nearly\npresumes the opposite would make little sense and do much violence\nto our system of cooperative federalism. In cases like ours, state\nagents may pursue “related” state interests, but they cannot be\nfairly presumed to bear “identical” ones.Trbovich, 404\nU. S., at 538.In the end, to resolve this case we need not\ndecide whether a presumption of adequate representation might\nsometimes be appropriate when a private litigant seeks to defend a\nlaw alongside the government or in any other circumstance. We need\nonly acknowledge that a presumption of adequate representation is\ninappropriate when a duly authorized state agent seeks to intervene\nto defend a state law. In its en banc decision, the Fourth Circuit\nreasoned that “a proposed intervenor’s governmental status makes a\nheightened presumption of adequacy more appropriate, not less.” 999\nF. 3d, at 933; accord,Planned Parenthood of Wis., Inc.v.Kaul, 942 F.3d 793, 801 (CA7 2019). But, respectfully,\nthat gets things backward. Any presumption against intervention isespeciallyinappropriate when wielded to displace a State’s\nprerogative to select which agents may defend its laws and protect\nits interests. Normally, a State’s chosen representatives should be\ngreeted in federal court with respect, not adverse presumptions. If\nthe intervenor inTrbovichfaced only a “minimal” burden, it\ncannot be that duly designated state agents seeking to vindicate\nstate law should have to clear some higher hurdle.Setting aside the lower courts’ erroneous\npresumptions, the proper resolution of today’s case follows\nquickly. Casting aspersions on no one, this litigation illustrates\nhow divided state governments sometimes warrant participation by\nmultiple state officials in federal court. See 999 F. 3d, at\n939–941 (Wilkinson, J., dissenting). Recall just some of the facts\nof this case. See Parts I–B and I–C,supra. When confronted\nwith a motion for a preliminary injunction, the Board declined to\noffer expert-witness affidavits in support of S. B. 824, even\nthough its opponent offered many and the legislative leaders sought\nto supplement the record with their own. After the District Court\nissued its (ultimately overturned) injunction, the Board declined\nto seek a stay. That tactical choice, motivated by the Board’s\noverriding concern for stability and certainty, meant that the\nState could not enforce its new law during a statewide election.\nThroughout, Board members have been appointed and potentially\nremovable by a Governor who vetoed S. B. 824 and who filed his\nown briefs in this litigation calling the law “unconstitutional”\nand arguing that it “should never go into effect.” Seesupra, at 6. And at all times, the Board has been\nrepresented by an attorney general who, though no doubt a vigorous\nadvocate for his clients’ interests, is also an elected official\nwho may feel allegiance to the voting public or share the Board’s\nadministrative concerns.The legislative leaders seek to give voice to a\ndifferent perspective. Their “primary objective” is not clarifying\nwhich law applies. Seesupra, at 5. They are not burdened by\nmisgivings about the law’s wisdom. If allowed to intervene, the\nlegislative leaders say, they will focus on defending the law\nvigorously on the merits without an eye to crosscutting\nadministrative concerns. And, they add, the differences between\ntheir interest and the Board’s in this case demonstratewhystate law empowers them to participate in litigation over the\nvalidity of state legislation—alive as it is to the possibility\nthat different branches of government may seek to vindicate\ndifferent and valuable state interests. Perhaps recognizing all\nthis, the Fourth Circuit itself allowed the legislative leaders to\nintervene in the appeal from the District Court’s preliminary\ninjunction ruling. The same result should follow here.By way of reply, the NAACP—but not the\nBoard—worries that allowing the legislative leaders to intervene\ncould “make trial management impossible.” Brief for NAACP\nRespondents 26; but see Tr. of Oral Arg. 64 (noting that the Board\nhas “no problem litigating alongside” the legislative leaders). We\nare not insensitive to the concern. In some other case, a\nproliferation of motions to intervene may be a cause for caution.\nAt some point, too, it may be that the interests of existing\nparties will come to overlap fully with the interests of any\nremaining proposed intervenor.But that case is not this case. Not only do the\nlegislative leaders bring a distinct state interest to bear on this\nlitigation. No one has suggested that a cascade of motions lies on\nthe horizon here. Recall that the NAACP initially named the\nGovernor as a defendant. Absent his eventual dismissal from this\nlitigation, the Governor might have been able to hire his own\noutside counsel while the attorney general continued to represent\nthe Board. SeeMartin, 320 N. C., at 547–548, 359\nS. E. 2d, at 480. Introducing the legislative leaders and\ntheir counsel after the Governor’s departure may not represent a\nneat one-for-one swap. But litigation on this scale is hardly\ninconsistent with what the Board and the NAACP originally\nanticipated.Nor is it unusual. In matters ranging from\ncivil-rights actions to suits testing the constitutionality of\nstate or federal legislation, federal courts routinely handle cases\ninvolving multiple officials sometimes represented by different\nattorneys taking different positions. See,e.g.,Whole\nWoman’s Healthv.Jackson, 595 U. S. ___ (2021);Brnovich, 594 U. S. ___;United Statesv.Windsor,570 U.S.\n744(2013);Metro Broadcasting, Inc.v.FCC,497 U.S.\n547(1990);Buckleyv.Valeo,424 U.S. 1(1976) (per curiam). This Court even hears cases in\nwhich officials from a single State have sued each other in federal\ncourt. See,e.g.,Virginia Office for Protection and\nAdvocacyv.Stewart,563 U.S.\n247(2011). Whatever additional burdens adding the legislative\nleaders to this case may pose, those burdens fall well within the\nbounds of everyday case management.[1]**Through the General Assembly, the people of\nNorth Carolina have authorized the leaders of their legislature to\ndefend duly enacted state statutes against constitutional\nchallenge. Ordinarily, a federal court must respect that kind of\nsovereign choice, not assemble presumptions against it. Having\nsatisfied the terms of Federal Rule of Civil Procedure 24(a)(2),\nNorth Carolina’s legislative leaders are entitled to intervene in\nthis litigation. The judgment of the Court of Appeals for the\nFourth Circuit isReversed.Notes1*The parties disagree whether\nour review of this case should be governed by ade novoor abuse-of-discretion standard. We find it unnecessary to resolve\nthat question because, even under the latter and more forgiving\nstandard, a misunderstanding of applicable law generally\nconstitutes reversible error. SeeCooter & Gellv.Hartmarx Corp.,496 U.S.\n384, 405 (1990). And here the lower courts erred as a matter of\nlaw at both relevant steps of the Rule 24(a)(2) analysis, first by\nfailing to afford due respect to North Carolina’s law designating\nthe legislative leaders as its agents in litigation of this sort,\nand then by “setting the [intervention] bar . . . too\nhigh.” 999 F.3d 915, 945 (CA4 2021) (Quattlebaum, J., dissenting).\nLikewise, because we hold that the legislative leaders are entitled\nto intervene as a matter of right under Rule 24(a)(2), we need not\ndecide their alternative request for permissive intervention under\nRule 24(b).",
    "joined": []
}