{
    "case": {
        "docket": "17-1268",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/17-1268/"
    },
    "id": "4250465",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1268_________________MONICAH OKOBA OPATI, IN HER OWN RIGHT, and as\nexecutrix of the ESTATE OF CAROLINE SETLA OPATI, DECEASED,\net al., PETITIONERSv.REPUBLIC OF SUDAN, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[May 18, 2020]Justice Gorsuch delivered the opinion of the\nCourt.In 1998, al Qaeda operatives simultaneously\ndetonated truck bombs outside the United States Embassies in Kenya\nand Tanzania. Hundreds died, thousands were injured. In time,\nvictims and their family members sued the Republic of Sudan in\nfederal court, alleging that it had assisted al Qaeda in\nperpetrating the attacks. After more than a decade of motions\npractice, intervening legislative amendments, and a trial, the\nplaintiffs proved Sudan’s role in the attacks and established their\nentitlement to compensatory and punitive damages. On appeal,\nhowever, Sudan argued, and the court agreed, that the Foreign\nSovereign Immunities Act barred the punitive damages award. It is\nthat decision we now review and, ultimately, vacate.*The starting point for nearly any dispute\ntouching on foreign sovereign immunity lies inSchooner\nExchangev.McFaddon, 7 Cranch 116 (1812). There, Chief\nJustice Marshall explained that foreign sovereigns do not enjoy an\ninherent right to be held immune from suit in American courts: “The\njurisdiction of the nation within its own territory is necessarily\nexclusive and absolute. It is susceptible of no limitation not\nimposed by itself.”Id.,at 136. Still, Chief Justice\nMarshall continued, many countries had declined to exercise\njurisdiction over foreign sovereigns in cases involving foreign\nministers and militaries.Id.,at 137–140. And, accepting a\nsuggestion from the Executive Branch, the Court agreed as a matter\nof comity to extend that same immunity to a foreign sovereign in\nthe case at hand.Id.,at 134, 145–147.For much of our history, claims of foreign\nsovereign immunity were handled on a piecework basis that roughly\nparalleled the process inSchooner Exchange. Typically,\nafter a plaintiff sought to sue a foreign sovereign in an American\ncourt, the Executive Branch, acting through the State Department,\nfiled a “suggestion of immunity”—case-specific guidance about the\nforeign sovereign’s entitlement to immunity. SeeVerlinden B.\nV.v.Central Bank of Nigeria,461\nU.S. 480, 487 (1983). Because foreign sovereign immunity is a\nmatter of “grace and comity,”Republic of Austriav.Altmann,541 U.S.\n677, 689 (2004), and so often implicates judgments the\nConstitution reserves to the political branches, courts\n“consistently . . . deferred” to these suggestions.Verlinden, 461 U. S., at 486.Eventually, though, this arrangement began to\nbreak down. In the mid-20th century, the State Department started\nto take a more restrictive and nuanced approach to foreign\nsovereign immunity. Seeid.,at 486–487. Sometimes, too,\nforeign sovereigns neglected to ask the State Department to weigh\nin, leaving courts to make immunity decisions on their own. Seeid.,at 487–488. “Not surprisingly” given these\ndevelopments, “the governing standards” for foreign sovereign\nimmunity determinations over time became “neither clear nor\nuniformly applied.”Id.,at 488.In 1976, Congress sought to remedy the problem\nand address foreign sovereign immunity on a more comprehensive\nbasis. The result was the Foreign Sovereign Immunities Act (FSIA).\nAs a baseline rule, the FSIA holds foreign states and their\ninstrumentalities immune from the jurisdiction of federal and state\ncourts. See 28 U. S. C. §§1603(a), 1604. But the law also\nincludes a number of exceptions. See,e.g.,§§1605, 1607. Of\nparticular relevance today is the terrorism exception Congress\nadded to the law in 1996. That exception permits certain plaintiffs\nto bring suits against countries who have committed or supported\nspecified acts of terrorism and who are designated by the State\nDepartment as state sponsors of terror. Still, as originally\nenacted, the exception shielded even these countries from the\npossibility of punitive damages. See Antiterrorism and Effective\nDeath Penalty Act of 1996 (codifying state-sponsored terrorism\nexception at 28 U. S. C. §1605(a)(7)); §1606 (generally\nbarring punitive damages in suits proceeding under any of §1605’s\nsovereign immunity exceptions).Two years after Congress amended the FSIA, al\nQaeda attacked the U. S. Embassies in Kenya and Tanzania. In\nresponse, a group of victims and affected family members led by\nJames Owens sued Sudan in federal district court, invoking the\nnewly adopted terrorism exception and alleging that Sudan had\nprovided shelter and other material support to al Qaeda. As the\nsuit progressed, however, a question emerged. In its recent\namendments, had Congress merely withdrawn immunity for\nstate-sponsored terrorism, allowing plaintiffs to proceed using\nwhatever pre-existing causes of action might be available to them?\nOr had Congress gone further and created a new federal cause of\naction to address terrorism? Eventually, the D. C. Circuit\nheld that Congress had only withdrawn immunity without creating a\nnew cause of action. SeeCicippio-Puelov.Islamic\nRepublic of Iran,353 F.3d 1024, 1033 (2004).In response to that and similar decisions,\nCongress amended the FSIA again in the National Defense\nAuthorization Act for Fiscal Year 2008 (NDAA), 122Stat. 338. Four\nchanges, all found in a single section, bear mention here. First,\nin §1083(a) of the NDAA, Congress moved the state-sponsored\nterrorism exception from its original home in §1605(a)(7) to a new\nsection of the U. S. Code, 28 U. S. C. §1605A. This\nhad the effect of freeing claims brought under the terrorism\nexception from the FSIA’s usual bar on punitive damages. See §1606\n(denying punitive damages in suits proceeding under a sovereign\nimmunity exception found in §1605 but not §1605A). Second, also in\n§1083(a), Congress created an express federal cause of action for\nacts of terror. This new cause of action, codified at 28\nU. S. C. §1605A(c), is open to plaintiffs who are\nU. S. nationals, members of the Armed Forces, U. S.\ngovernment employees or contractors, and their legal\nrepresentatives, and it expressly authorizes punitive damages.\nThird, in §1083(c)(2) of the NDAA, a provision titled “Prior\nActions,” Congress addressed existing lawsuits that had been\n“adversely affected on the groun[d] that” prior law “fail[ed] to\ncreate a cause of action against the state.” Actions like these,\nCongress instructed, were to be given effect “as if ” they had\nbeen originally filed under §1605A(c)’s new federal cause of\naction. Finally, in §1083(c)(3) of the NDAA, a provision titled\n“Related Actions,” Congress provided a time-limited opportunity for\nplaintiffs to filenewactions “arising out of the same act\nor incident” as an earlier action and claim the benefits of 28\nU. S. C. §1605A.Following these amendments, theOwensplaintiffs amended their complaint to include the new federal cause\nof action, and hundreds of additional victims and family members\nfiled new claims against Sudan similar to those inOwens.\nSome of these new plaintiffs were U. S. nationals or federal\ngovernment employees or contractors who sought relief under the new\n§1605A(c) federal cause of action. But others were the\nforeign-national family members of U. S. government employees\nor contractors killed or injured in the attacks. Ineligible to\ninvoke §1605A(c)’s new federal cause of action, these plaintiffs\nrelied on §1605A(a)’s state-sponsored terrorism exception to\novercome Sudan’s sovereign immunity and then advance claims\nsounding in state law.After a consolidated bench trial in which Sudan\ndeclined to participate, the district court entered judgment in\nfavor of the plaintiffs. District Judge John Bates offered detailed\nfactual findings explaining that Sudan had knowingly served as a\nsafe haven near the two United States Embassies and allowed al\nQaeda to plan and train for the attacks. The court also found that\nSudan had provided hundreds of Sudanese passports to al Qaeda,\nallowed al Qaeda operatives to travel over the Sudan-Kenya border\nwithout restriction, and permitted the passage of weapons and money\nto supply al Qaeda’s cell in Kenya. SeeOwensv.Republic\nof Sudan, 826 F. Supp. 2d 128, 139–146 (DC 2011).The question then turned to damages. Given the\nextensive and varied nature of the plaintiffs’ injuries, the court\nappointed seven Special Masters to aid its factfinding. Over more\nthan two years, the Special Masters conducted individual damages\nassessments and submitted written reports. Based on these reports,\nand after adding a substantial amount of prejudgment interest to\naccount for the many years of delay, the district court awarded a\ntotal of approximately $10.2 billion in damages, including roughly\n$4.3 billion in punitive damages to plaintiffs who had brought suit\nin the wake of the 2008 amendments.At that point, Sudan decided to appear and\nappeal. Among other things, Sudan sought to undo the district\ncourt’s punitive damages award. Generally, Sudan argued, Congress\nmay create new forms of liability for past conduct only by clearly\nstating its intention to do so. And, Sudan continued, when Congress\npassed the NDAA in 2008, it nowhere clearly authorized punitive\ndamages for anything countries like Sudan might have done in the\n1990s.The court of appeals agreed. It started by\naddressing the plaintiffs who had proceeded under the new federal\ncause of action in §1605A(c). The court noted that, in passing the\nNDAA, Congress clearly authorized individuals to use the Prior\nActions and Related Actions provisions to bring new federal claims\nattacking past conduct. Likewise, the law clearly allowed these\nplaintiffs to collect compensatory damages for their claims. But,\nthe court held, Congress included no statement clearly authorizingpunitivedamages for preenactment conduct. SeeOwensv.Republic of Sudan, 864 F.3d 751, 814–817 (CADC 2017).\nSeparately but for essentially the same reasons, the court held\nthat the foreign-national family member plaintiffs who had\nproceeded under state-law causes of action were also barred from\nseeking and obtaining punitive damages.Id.,at 817.The petitioners responded by asking this Court\nto review the first of these rulings and decide whether the 2008\nNDAA amendments permit plaintiffs proceeding under the federal\ncause of action in §1605A(c) to seek and win punitive damages for\npast conduct. We agreed to resolve that question. 588 U. S.\n___ (2019).*The principle that legislation usually applies\nonly prospectively “is deeply rooted in our jurisprudence, and\nembodies a legal doctrine centuries older than our Republic.”Landgrafv.USI Film Products,511 U.S.\n244, 265 (1994). This principle protects vital due process\ninterests, ensuring that “individuals . . . have an\nopportunity to know what the law is” before they act, and may rest\nassured after they act that their lawful conduct cannot be\nsecond-guessed later.Ibid.The principle serves vital equal\nprotection interests as well: If legislative majorities could too\neasily make new laws with retroactive application, disfavored\ngroups could become easy targets for discrimination, with their\npast actions visible and unalterable. Seeid.,at 266–267.\nNo doubt, reasons like these are exactly why the Constitution\ndiscourages retroactive lawmaking in so many ways, from its\nprovisions prohibitingex post factolaws, bills of\nattainder, and laws impairing the obligations of contracts, to its\ndemand that any taking of property be accompanied by just\ncompensation. Seeid.,at 266.Still, Sudan doesn’t challenge the\nconstitutionality of the 2008 NDAA amendments on these or any other\ngrounds—the arguments we confront today are limited to the field of\nstatutory interpretation. But, as both sides acknowledge, the\nprinciple of legislative prospectivity plays an important role here\ntoo. In fact, the parties devote much of their briefing to debating\nexactly how that principle should inform our interpretation of the\nNDAA.For its part, Sudan points toLandgraf.\nThere, the Court observed that, “in decisions spanning two\ncenturies,” we have approached debates about statutory meaning with\nan assumption that Congress means its legislation to respect the\nprinciple of prospectivity and apply only to future conduct—and\nthat, if and when Congress wishes to test its power to legislate\nretrospectively, it must say so “clear[ly].”Id.,at 272.\nAll this is important, Sudan tells us, because when we look to the\nNDAA we will find noclearstatement allowing courts to\naward punitive damages for past conduct.But if Sudan focuses on the rule, the\npetitioners highlight an exception suggested byAltmann.\nBecause foreign sovereign immunity is a gesture of grace and\ncomity,Altmannreasoned, it is also something that may be\nwithdrawn retroactively without the same risk to due process and\nequal protection principles that other forms of backward-looking\nlegislation can pose. Foreign sovereign immunity’s “principal\npurpose,” after all, “has never been to permit foreign states\n. . . to shape their conduct in reliance on the promise\nof future immunity from suit in United States courts.” 541\nU. S.,at 696. Thus,Altmannheld, “[i]n th[e]sui generiscontext [of foreign sovereign immunity],\n. . . it [is] more appropriate, absent contraindications,\nto defer to the most recent decision [of the political branches]\nthan to presume that decisioninapplicablemerely because it\npostdates the conduct in question.”Ibid.And, the\npetitioners stress, once the presumption of prospectivity is swept\naway, the NDAA is easily read to authorize punitive damages for\ncompleted conduct.Really, this summary only begins to scratch the\nsurface of the parties’ debate. Sudan replies that it may be one\nthing to retract immunity retroactively consistent withAltmann, because all that does is open a forum to hear an\notherwise available legal claim. But it is another thing entirely\nto create new rules regulating primary conduct and impose them\nretroactively. When Congress wishes to dothat, Sudan says,\nit must speak just as clearly asLandgrafcommanded. And,\nSudan adds, the NDAA didn’t simply open a new forum to hear a\npre-existing claim; it also created a new cause of action governing\ncompleted conduct that the petitioners now seek to exploit. Cf.Altmann, 541 U. S., at 702–704 (Scalia, J.,\nconcurring). In turn, the petitioners retort thatAltmannitself might have concerned whether a new forum could hear an\notherwise available and pre-existing claim, but its reasoning went\nfurther. According to the petitioners, the decision also strongly\nsuggested that the presumption of prospectivity does not apply at\nall when it comes to suits against foreign sovereigns, full stop.\nThese points and more the parties develop through much of their\nbriefing before us.As we see it, however, there is no need to\nresolve the parties’ debate over interpretive presumptions. Even if\nwe assume (without granting) that Sudan may claim the benefit ofLandgraf’s presumption of prospectivity, Congress was\nas clear as it could have been when it authorized plaintiffs to\nseek and win punitive damages for past conduct using §1065A(c)’s\nnew federal cause of action. After all, in §1083(a), Congress\ncreated a federal cause of action that expressly allows suits for\ndamages that “may include economic damages, solatium, pain and\nsuffering, andpunitive damages.” (Emphasis added.) This new\ncause of action was housed in a new provision of the U. S.\nCode, 28 U. S. C. §1605A, to which the FSIA’s usual\nprohibition on punitive damages does not apply. See §1606. Then, in\n§§1083(c)(2) and (c)(3) of the very same statute, Congress allowed\ncertain plaintiffs in “Prior Actions” and “Related Actions” to\ninvoke the new federal cause of action in §1605A. Both provisions\nspecifically authorized new claims for preenactment conduct. Put\nanother way, Congress proceeded in two equally evident steps: (1)\nIt expressly authorized punitive damages under a new cause of\naction; and (2) it explicitly made that new cause of action\navailable to remedy certain past acts of terrorism. Neither step\npresents any ambiguity, nor is the NDAA fairly susceptible to any\ncompeting interpretation.Sudan’s primary rejoinder only serves to\nunderscore the conclusion. Like the court of appeals before it,\nSudan stresses that §1083(c)itselfcontains no express\nauthorization of punitive damages. But it’s hard to see what\ndifference that makes. Sudan admits that §1083(c) authorizes\nplaintiffs to bring claims under §1605A(c) for acts committed\nbefore the 2008 amendments. Sudan concedes, too, that §1605A(c)\nauthorizes plaintiffs to seek and win “economic damages, solatium,\n[and] pain and suffering,” for preenactment conduct. In fact,\nexcept for the two words “punitive damages,” Sudan accepts thateveryotherjot and tittle of §1605A(c) applies to\nactions properly brought under §1083(c) for past conduct. And we\ncan see no plausible account on which §1083(c) could be clear\nenough to authorize the retroactive application of all other\nfeatures of §1605A(c), just not these two words.Sudan next contends that §1605A(c) fails to\nauthorize retroactive punitive damages with sufficient clarity\nbecause it sounds equivocal—the provision says only that awards\n“may” include punitive damages. But this language simply vests\ndistrict courts with discretion to determine whether punitive\ndamages are appropriate in view of the facts of a particular case.\nAs we have repeatedly observed when discussing remedial provisions\nusing similar language, “the ‘word “may”clearlyconnotes\ndiscretion.’ ”Halo Electronics, Inc.v.Pulse\nElectronics, Inc., 579 U. S. ___, ___ (2016) (slip op., at\n8) (quotingMartinv.Franklin Capital Corp.,546 U.S.\n132, 136 (2005), in turn quotingFogertyv.Fantasy,\nInc.,510 U.S.\n517, 533 (1994); emphasis added). What’s more, all of the\ncategories of special damages mentioned in §1605A(c) are provided\non equal terms: “[D]amagesmayinclude economic damages,\nsolatium, pain and suffering, and punitive damages.” (Emphasis\nadded.) Sudan admits that the statute vests the district court with\ndiscretion to award the first three kinds of damages for\npreenactment conduct—and the same can be no less true when it comes\nto the fourth.That takes us to Sudan’s final argument. Maybe\nCongress did act clearly when it authorized a new cause of action\nand other forms of damages for past conduct. But because\nretroactive damages of thepunitivevariety raise special\nconstitutional concerns, Sudan says, we should create and apply a\nnew rule requiring Congress to provide a super-clear statement when\nit wishes to authorize their use.We decline this invitation. It’s true that\npunitive damages aren’t merely a form a compensation but a form of\npunishment, and we don’t doubt that applying new punishments to\ncompleted conduct can raise serious constitutional questions. SeeLandgraf, 511 U. S., at 281. But if Congressclearlyauthorizes retroactive punitive damages in a manner\na litigant thinks unconstitutional, the better course is for the\nlitigant to challenge the law’s constitutionality, not ask a court\nto ignore the law’s manifest direction. Besides, when we fashion\ninterpretive rules, we usually try to ensure that they are\nreasonably administrable, comport with linguistic usage and\nexpectations, and supply a stable backdrop against which Congress,\nlower courts, and litigants may plan and act. Seeid., at\n272–273. And Sudan’s proposal promises more nearly the opposite:\nHow much clearer-than-clear should we require Congress to be when\nauthorizing the retroactive use of punitive damages? Sudan doesn’t\neven try to say, except to assure us it knows a super-clear\nstatement when it sees it, and can’t seem to find one here. That\nsounds much less like an administrable rule of law than an appeal\nto the eye of the beholder.*With the question presented now resolved, both\nsides ask us to tackle other matters in this long-running\nlitigation. Perhaps most significantly, the petitioners include a\npostscript asking us to decide whether Congress also clearly\nauthorized retroactive punitive damages in claims brought by\nforeign-national family members under state law using §1605A(a)’s\nexception to sovereign immunity. Sudan insists that, if we take up\nthat question, we must account for the fact that §1605A(a), unlike\n§1605A(c), does not expressly discuss punitive damages. And in\nfairness, Sudan contends, we should also resolve whether litigants\nmay invoke state law at all, in light of the possibility that\n§1605A(c) now supplies the exclusive cause of action for claims\ninvolving state-sponsored acts of terror.We decline to resolve these or other matters\noutside the question presented. The petitioners chose to limit\ntheir petition to the propriety of punitive damages under the\nfederal cause of action in §1605A(c). See Pet. for Cert. i. The\nSolicitor General observed this limitation in the question\npresented at the petition stage. See Brief for United States asAmicus Curiae19, n. 8. The parties’ briefing and\nargument on matters outside the question presented has been\nlimited, too, and we think it best not to stray into new terrain on\nthe basis of such a meager invitation and with such little\nassistance.Still, we acknowledge one implication that\nnecessarily follows from our holding today. The court of appeals\nrefused to allow punitive damages awards for foreign-national\nfamily members proceeding under state law for “the same reason” it\nrefused punitive damages for the plaintiffs proceeding under\n§1605A(c)’s federal cause of action. 864 F. 3d, at 818. The\ncourt stressed that it would be “puzzling” if punitive damages were\npermissible for state claims but not federal ones.Id.,at\n817. Having now decided that punitive damagesarepermissible for federal claims, and that the reasons the court of\nappeals offered for its contrary decision were mistaken, it follows\nthat the court of appeals must also reconsider its decision\nconcerning the availability of punitive damages for claims\nproceeding under state law.The judgment of the court of appeals with\nrespect to punitive damages is vacated. The case is remanded for\nfurther proceedings consistent with this opinion.It is so ordered.Justice Kavanaugh took no part in the\nconsideration or decision of this case.",
    "joined": []
}