{
    "case": {
        "docket": "21-429",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-429/"
    },
    "id": "4602554",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–429_________________OKLAHOMA, PETITIONERv.VICTOR MANUEL\nCASTRO-HUERTAon writ of certiorari to the court of criminal\nappeals of oklahoma[June 29, 2022]Justice Gorsuch, with whom Justice Breyer,\nJustice Sotomayor, and Justice Kagan join, dissenting.In 1831, Georgia arrested Samuel Worcester, a\nwhite missionary, for preaching to the Cherokee on tribal lands\nwithout a license. Really, the prosecution was a show of force—an\nattempt by the State to demonstrate its authority over tribal\nlands. Speaking for this Court, Chief Justice Marshall refused to\nendorse Georgia’s ploy because the State enjoyed no lawful right to\ngovern the territory of a separate sovereign. SeeWorcesterv.Georgia, 6 Pet. 515, 561 (1832). The Court’s decision was\ndeeply unpopular, and both Georgia and President Jackson flouted\nit. But in time,Worcestercame to be recognized as one of\nthis Court’s finer hours. The decision established a foundational\nrule that would persist for over 200 years: Native American Tribes\nretain their sovereignty unless and until Congress ordains\notherwise.Worcesterproved that, even in the “[c]ourts of\nthe conqueror,” the rule of law meant something.Johnson’s\nLesseev.McIntosh, 8 Wheat. 543, 588 (1823).Where this Court once stood firm, today it\nwilts. After the Cherokee’s exile to what became Oklahoma, the\nfederal government promised the Tribe that it would remain forever\nfree from interference by state authorities. Only the Tribe or the\nfederal government could punish crimes by or against tribal members\non tribal lands. At various points in its history, Oklahoma has\nchafed at this limitation. Now, the State seeks to claim for itself\nthe power to try crimes by non-Indians against tribal members\nwithin the Cherokee Reservation. Where our predecessors refused to\nparticipate in one State’s unlawful power grab at the expense of\nthe Cherokee, today’s Court accedes to another’s. Respectfully, I\ndissent.IALong before our Republic, the Cherokee\ncontrolled much of what is now Georgia, North Carolina, South\nCarolina, and Tennessee. See 1 G. Litton, History of Oklahoma at\nthe Golden Anniversary of Statehood 91 (1957) (Litton). The\nCherokee were a “distinct, independent political communit[y],” who\n“retain[ed] their original” sovereign right to “regulat[e] their\ninternal and social relations.”Santa Clara Pueblov.Martinez,436 U.S.\n49, 55 (1978) (internal quotation marks omitted).As colonists settled coastal areas near Cherokee\nterritory, the Tribe proved a valuable trading partner—and a\nmilitary threat. See W. Echo-Hawk, In the Court of the Conqueror 89\n(2010). Recognizing this, Great Britain signed a treaty with the\nCherokee in 1730. See 1 Litton 92. As was true of “tributary” and\n“feudatory states” in Europe, the Cherokee did not cease to be\n“sovereign and independent” under this arrangement, but retained\nthe right to govern their internal affairs. E. de Vattel, Law\nof Nations 60–61 (1805); seeWorcester, 6 Pet., at 561.\nMeanwhile, under British law the crown possessed “centraliz[ed]”\nauthority over diplomacy with Tribes to the exclusion of colonial\ngovernments. See C. Berkey, United States–Indian Relations:\nThe Constitutional Basis, in Exiled in the Land of the Free 192 (H.\nLyons ed. 1992).Ultimately, the American Revolution replaced\nthat legal framework with a similar one. When the delegates drafted\nthe Articles of Confederation, they debated whether the national or\nstate authorities should manage Indian affairs. See 6 Journals of\nthe Continental Congress, 1774–1789, pp. 1077–1079 (W. Ford ed.\n1906). The resulting compromise proved unworkable. The Articles\ngranted Congress the “sole and exclusive right and power of\n. . . regulating the trade and managing all affairs with\nthe Indians.” Art. IX. But the Articles undermined that assignment\nby further providing that “the legislative right of any state[,]\nwithin its own limits,” could not be “infringed or violated.”Ibid.Together, these provisions led to battles between\nnational and state governments over who could oversee relations\nwith various Tribes. See G. Ablavsky, Beyond the Indian Commerce\nClause, 124 Yale L. J. 1012, 1033–1035 (2015) (Ablavsky).\nJames Madison later complained that the Articles’ division of\nauthority over Indian affairs had “endeavored to accomplish [an]\nimpossibilit[y]; to reconcile a partial sovereignty in the Union,\nwith complete sovereignty in the States.” The Federalist No. 42, p.\n269 (C. Rossiter ed. 1961).When the framers convened to draft a new\nConstitution, this problem was among those they sought to resolve.\nTo that end, they gave the federal government “broad general\npowers” over Indian affairs.United Statesv.Lara,541 U.S.\n193, 200 (2004). The Constitution afforded Congress authority\nto make war and negotiate treaties with the Tribes. See Art. I, §\n8; Art. VI, cl. 2. It barred States from doing either of these\nthings. See Art. I, § 10. And the Constitution granted\nCongress the power to “regulate Commerce . . . with the\nIndian Tribes.” Art. I, § 8, cl. 3. Nor did the Constitution\nreplicate the Articles’ carveout for state power over Tribes within\ntheir borders. Madison praised this change, contending that the new\nfederal government would be “very properly unfettered” from this\nprior “limitatio[n].” The Federalist No. 42, at 268. Antifederalist\nAbraham Yates agreed (but bemoaned) that the Constitution “totally\nsurrender[ed] into the hands of Congress the management and\nregulation of the Indian affairs.” Letter to the Citizens of the\nState of New York (June 13–14, 1788), in 20 Documentary History of\nthe Ratification of the Constitution 1153, 1158 (J. Kaminski et al.\neds. 2004).Consistent with that view, “the Washington\nAdministration insisted that the federal government enjoyed\nexclusive constitutional authority” over tribal relations. Ablavsky\n1019. The new Administration understood, too, that Tribes remained\notherwise free to govern their internal affairs without state\ninterference. Seeid., at 1041–1042, 1065–1067. In a letter\nto the Governor of Pennsylvania, President Washington stated curtly\nthat “the United States . . . posses[es] the only\nauthority of regulating an intercourse with [the Indians], and\nredressing their grievances.” Letter to T. Mifflin (Sept. 4, 1790),\nin 6 Papers of George Washington: Presidential Series 396 (D.\nTwohig ed. 1996). Even Thomas Jefferson, the great defender of the\nStates’ powers, agreed that “under the present Constitution” no\n“State [has] a right to Treat with the Indians without the consent\nof the General Government.” Letter to H. Knox (Aug. 10, 1791), in\n22 Papers of Thomas Jefferson 27 (C. Cullen, E. Sheridan, & R\nLester eds. 1986).Nor was this view confined to the Executive\nBranch. Congress quickly exercised its new constitutional\nauthority. In 1790, it enacted the first Indian Trade and\nIntercourse Act, which pervasively regulated commercial and social\nexchanges among Indians and non-Indians. Ch. 33, 1Stat. 137.\nCongress also provided for federal jurisdiction over crimes by\nnon-Indians against Indians on tribal lands. §§ 5–6,id., at 138. States, too, recognized their lack of\nauthority. See Ablavsky 1019, 1043. In 1789, South Carolina\nGovernor Charles Pinckney acknowledged to Washington that “the sole\nmanagement of India[n ] affairs is now committed” to “the\ngeneral Government.” Letter to G. Washington (Dec. 14), in 4 Papers\nof George Washington: Presidential Series 401, 404 (D. Twohig ed.\n1993). Initially, even Georgia took the same view. See Letter from\nGeorgia House of Representatives to Governor Edward Telfair (June\n10, 1790), in 3 Documentary History of the Ratification of the\nConstitution: Delaware, New Jersey, Georgia, and Connecticut 178\n(M. Jensen ed. 1978) (Microform Supp. Doc. No. 50).It was against this background that Chief\nJustice Marshall facedWorcester. After gold was discovered\nin Cherokee territory in the 1820s, Georgia’s Legislature enacted\nlaws designed to “seize [the] whole Cherokee country, parcel it out\namong the neighboring counties of the state . . . abolish\n[the Tribe’s] institutions and its laws, and annihilate its\npolitical existence.”Worcester, 6 Pet., at 542. Like\nOklahoma today, Georgia also purported to extend its criminal laws\nto Cherokee lands.Seeibid.; see also S. Breyer, The\nCherokee Indians and the Supreme Court, 87 The Georgia Historical\nQ. 408, 416–418 (2003) (Breyer). In refusing to sanction Georgia’s\npower grab, this Court explained that the State’s “assertion of\njurisdiction over the Cherokee nation” was “void,” because under\nour Constitution only the federal government possessed the power to\nmanage relations with the Tribe.Worcester, 6 Pet., at 542,\n561–562.BTwo years later, and exercising its authority\nto regulate tribal affairs in the shadow ofWorcester,\nCongress adopted the General Crimes Act of 1834 (GCA). That law\nextended federal criminal jurisdiction to tribal lands for certain\ncrimes and, in doing so, served two apparent purposes. First, as a\n“courtesy” to the Tribes, the law represented a promise by the\nfederal government “to punish crimes . . . committed\n. . . by and against our own [non-Indian] citizens.”\nH. Rep. No. 474, 23d Cong., 1st Sess., 13 (1834) (H. Rep. No.\n474). That jurisdictional arrangement was also consistent with, and\neven seemingly compelled by, the federal government’s treaties with\nvarious Tribes. See F. Cohen, Handbook of Federal Indian Law 731\n(N. Newton et al. eds. 2005) (Cohen); R. Clinton, Development\nof Criminal Jurisdiction Over Indian Lands: The Historical\nPerspective, 17 Ariz. L. Rev. 951, 958–962 (1975) (Clinton).\nSecond, becauseWorcesterheld that States lacked criminal\njurisdiction on tribal lands, Congress sought to ensure a federal\nforum for crimes committed by and against non-Indians. See H. Rep.\nNo. 474, at 13. Otherwise, Congress understood, non-Indian settlers\nwould be subject to tribal jurisdiction alone. Seeid., at\n13, 18; R. Barsh & J. Henderson, The Betrayal,Oliphantv.Suquamish Indian Tribeand the Hunting of\nthe Snark, 63 Minn. L. Rev. 609, 625–626 (1979). Congress reenacted\nthe GCA in 1948 with minor amendments, but it remains in force\ntoday more or less in its original form. See 18 U. S. C.\n§ 1152 (1946 ed., Supp. II).Shortly after it adopted the GCA, the Senate\nratified the Treaty of New Echota with the Cherokee in 1836. After\nthe Tribe’s removal from Georgia, the United States promised the\nCherokee that they would enjoy a new home in the West where they\ncould “establish . . . a government of their choice.”\nTreaty with the Cherokee, Preamble, Dec. 29, 1835, 7Stat. 478.\nAcknowledging the Tribe’s past “difficulties . . . under\nthe jurisdiction and laws of the State Governments,” the treaty\nalso pledged that the Tribe would remain forever free from “State\nsovereignties.”Ibid.; see Art. 5,id., at 481. These\npromises constituted an “indemnity,” guaranteed by “the faith of\nthe nation,” that “[t]he United States and the Indian tribes\n[would be] the sole parties” with power on new western reservations\nlike the Cherokee’s. H. Rep. No. 474, at 18 (emphasis in\noriginal).Over time, Congress revised some of these\narrangements. In 1885, dissatisfied with how the Sioux Tribe\nresponded to the murder of a tribal member, Congress adopted the\nMajor Crimes Act (MCA). See R. Anderson, S. Krakoff, & B.\nBerger, American Indian Law: Cases and Commentary 90–96 (4th ed.\n2008) (Anderson). There, Congress directed that, moving forward,\nonly the federal government, not the Tribes, could prosecute\ncertain serious offenses by tribal members on tribal lands. See 18\nU. S. C. § 1153(a). On its own initiative, this\nCourt then went a step further. Relying on language in certain laws\nadmitting specific States to the Union, the Court held that States\nwere now entitled to prosecute crimes by non-Indians against\nnon-Indians on tribal lands. SeeUnited Statesv.McBratney,104 U.S.\n621, 623 (1882);Draperv.United States,164 U.S.\n240, 243, 247 (1896). Through all these developments, however,\nat least one promise remained: States could play no role in the\nprosecution of crimes by or against Native Americans on tribal\nlands. SeeWilliamsv.Lee,358\nU.S. 217, 220 (1959).In 1906, Congress reaffirmed this promise to the\nCherokee in Oklahoma. As a condition of its admission to the Union,\nCongress required Oklahoma to “declare that [it] forever\ndisclaim[s] all right and title in or to . . . all lands\nlying within [the State’s] limits owned or held by any Indian,\ntribe, or nation.” 34Stat. 270. Instead, Congress provided that\ntribal lands would “remain subject to the jurisdiction, disposal,\nand control of the United States.”Ibid. As if the point\nwasn’t clear enough, Congress further provided that “nothing\ncontained in the [new Oklahoma state] constitution shall be\nconstrued to . . . limit or affect the authority of the\nGovernment of the United States . . . respecting [the\nState’s] Indians . . . which it would have been competent\nto make if this Act had never been passed.”Id., at 267–268.\nThe following year, Oklahoma adopted a State Constitution\nconsistent with Congress’s instructions. Art. I, § 3; see also\nClinton 961.In the years that followed, certain States\nsought arrangements different from Oklahoma’s. And once more,\nCongress intervened. In 1940, Kansas asked for and received\npermission from Congress to exercise jurisdiction over crimes “by\nor against Indians” on tribal lands. 18 U. S. C.\n§ 3243. Through the rest of the decade, Congress experimented\nwith similar laws for New York, Iowa, and North Dakota.[1] Then, in 1953, Congress adopted\nPublic Law 280. That statute granted five additional States\ncriminal “jurisdiction over offenses . . . by or against\nIndians” and established procedures by which further States could\nsecure the same authority. See ch. 505, § 2, 67Stat. 588.\nUltimately, however, some of these arrangements proved unpopular.\nNot only with affected Tribes. See C. Goldberg-Ambrose, Public Law\n280 and the Problem of Lawlessness in California Indian Country, 44\nUCLA L. Rev. 1405, 1406–1407 (1997) (Goldberg-Ambrose). These\narrangements also proved unpopular with certain States that viewed\ntheir new law enforcement responsibilities on tribal lands as\nunfunded federal mandates. See Anderson 436. A few States even\nrenounced their Public Law 280 jurisdiction. See Cohen 579.By 1968, the federal government came to conclude\nthat, “as a matter of justice and as a matter of enlightened social\npolicy,” the “time ha[d] come to break decisively with the past and\nto create the conditions for a new era in which the Indian future\nis determined by Indian acts and Indian decisions.” Richard M.\nNixon, Special Message on Indian Affairs (July 8, 1970). Consistent\nwith that vision, Congress amended Public Law 280 to require tribal\nconsent before any State could assume jurisdiction over crimes by\nor against Indians on tribal lands. Act of Apr. 11, 1968, § 401,\n82Stat. 78, § 406,id., at 80 (25 U. S. C. §§\n1321(a), 1326). Recognizing that certain States’ enabling acts\nbarred state authority on tribal lands and required States to adopt\nconstitutional provisions guaranteeing as much, Congress also\nauthorized States to “amend, where necessary, their State\nconstitution or . . . statutes.” § 404, 82Stat. 79\n(25 U. S. C. § 1324). In doing so, however, Congress\nemphasized that affected States could not assume jurisdiction to\nprosecute offenses by or against tribal members on tribal lands\nuntil they “appropriately amended their State constitution or\nstatutes.”Ibid.To date, Oklahoma has not amended its state\nconstitutional provisions disclaiming jurisdiction over tribal\nlands. Nor has Oklahoma sought or obtained tribal consent to the\nexercise of its jurisdiction. SeeThe Honorable E. Kelly\nHaney, 22 Okla. Op. Atty. Gen. No. 90–32, 72, 1991 WL 567868,\n*1 (Mar. 1, 1991) (Haney). Thus, Oklahoma has remained, in\nCongress’s words, a State “not having jurisdiction over criminal\noffenses committed by or against Indians in the areas of Indian\ncountry situated within” its borders. 25 U. S. C.\n§ 1321(a).CRather than seek tribal consent pursuant to\nPublic Law 280 or persuade Congress to adopt a state-specific\nstatute authorizing it to prosecute crimes by or against tribal\nmembers on tribal lands, Oklahoma has chosen a different path. In\nthe decades following statehood, many settlers engaged in schemes\nto seize Indian lands and mineral rights by subterfuge. See\nA. Debo, And Still the Waters Run 92–125 (1940) (Debo). These\nschemes resulted in “the bulk of the landed wealth of the Indians”\nending up in the hands of the new settlers. Seeibid.; see\nalsoid., at 181–202. State officials and courts were\nsometimes complicit in the process. Seeid., at 182–183,\n185, 195–196. For years, too, Oklahoma courts asserted the power to\nhear criminal cases involving Native Americans on lands allotted to\nand owned by tribal members despite the contrary commands of the\nOklahoma Enabling Act and the State’s own constitution. The State\nonly disavowed that practice in 1991, after defeats in state and\nfederal court. SeeHaney, 1991 WL 567868, *1–*3; see alsoStatev.Klindt,782 P.2d 401, 404 (Okla. Crim. App. 1989);Rossv.Neff, 905 F.2d 1349, 1353 (CA10 1990).Still, it seems old habits die slowly. Even\nafter renouncing the power to try criminal cases involving Native\nAmericans onallottedtribal lands, Oklahoma continued to\nclaim the power to prosecute crimes by or against Native Americans\nwithin tribalreservations. The State did so on the theory\nthat at some (unspecified) point in the past, Congress had\ndisestablished those reservations. InMcGirtv.Oklahoma, this Court rejected that argument in a case\ninvolving the Muscogee (Creek) Tribe. 591 U. S. ___, ___\n(2020) (slip op., at 1). We explained that Congress had never\ndisestablished the Creek Reservation. Nor were we willing to usurp\nCongress’s authority and disestablish that reservation by a lawless\nact of judicial fiat. Seeid., at ___ (slip op., at 42).\nAccordingly, only federal and tribal authorities were lawfully\nentitled to try crimes by or against Native Americans within the\nTribe’s reservation.Ibid.FollowingMcGirt,\nOklahoma’s courts recognized that what held true for the Creek also\nheld true for the Cherokee: Congress had never disestablished its\nreservation and, accordingly, the State lacked authority to try\noffenses by or against tribal members within the Cherokee\nReservation. SeeSpearsv.State, 2021 OK CR 7, ¶¶\n10–14, 485 P.3d 873, 876–877.Once more, Oklahoma could have responded to this\ndevelopment by asking Congress for state-specific legislation\nauthorizing it to exercise criminal jurisdiction on tribal lands,\nas Kansas and various other States have done. The State could have\nemployed the procedures of Public Law 280 to amend its own laws and\nobtain tribal consent. Instead, Oklahoma responded with a media and\nlitigation campaign seeking to portray reservations within its\nState—where federal and tribal authorities may prosecute crimes by\nand against tribal members and Oklahoma can pursue cases involving\nonly non-Indians—as lawless dystopias. See Brief for Cherokee\nNation et al. asAmici Curiae18 (Cherokee Brief )\n(“The State’s tale of a criminal dystopia in eastern Oklahoma is\njust that: A tale”).That effort culminated in this case. In it,\nOklahoma has pursued alternative lines of argument. First, the\nState has asked this Court to revisitMcGirtand\nunilaterally eliminate all reservations in Oklahoma. Second, the\nState has argued that it enjoys a previously unrecognized\n“inherent” authority to try crimes within reservation boundaries by\nnon-Indians against tribal members—a claim Oklahoma’s own courts\nhave rejected. SeeBossev.State, 2021 OK CR 3, 484\nP.3d 286, 294–295.Ultimately, this Court declined to entertain the\nState’s first argument but agreed to review the second. Nominally,\nthe question comes to us in a case involving Victor Castro-Huerta,\na non-Indian who abused his Cherokee stepdaughter within the\nTribe’s reservation. Initially, a state court convicted him for a\nstate crime. AfterMcGirt, the Oklahoma Court of Criminal\nAppeals determined that his conviction was invalid because only\nfederal and tribal officials possess authority to prosecute crimes\nby or against Native Americans on the Cherokee Reservation. See\nApp. to Pet. for Cert. 4a. The federal government swiftly\nreindicted Mr. Castro-Huerta, and a federal court again found him\nguilty. Now before us, Oklahoma seeks to undo Mr. Castro-Huerta’s\nfederal conviction and have him transferred from federal prison to\na state facility to resume his state sentence.Really, though, this case has less to do with\nwhere Mr. Castro-Huerta serves his time and much more to do with\nOklahoma’s effort to gain a legal foothold for its wish to exercise\njurisdiction over crimes involving tribal members on tribal lands.\nTo succeed, Oklahoma must disavow adverse rulings from its own\ncourts; disregard its 1991 recognition that it lacks legal\nauthority to try cases of this sort; and ignore fundamental\nprinciples of tribal sovereignty, a treaty, the Oklahoma Enabling\nAct, its own state constitution, and Public Law 280. Oklahoma must\npursue a proposition so novel and so unlikely that in over two\ncenturies not a single State has successfully attempted it in this\nCourt. Incredibly, too, the defense of tribal interests against the\nState’s gambit falls to a non-Indian criminal defendant. The real\nparty in interest here isn’t Mr. Castro-Huerta but the Cherokee, a\nTribe of 400,000 members with its own government. Yet the Cherokee\nhave no voice as parties in these proceedings; they and other\nTribes are relegated to the filing ofamicusbriefs.IIAToday the Court rules for Oklahoma. In doing\nso, the Court announces that, when it comes to crimes by\nnon-Indians against tribal members within tribal reservations,\nOklahoma may “exercise jurisdiction.”Ante, at 4. But this\ndeclaration comes as if by oracle, without any sense of the history\nrecounted above and unattached to any colorable legal authority.\nTruly, a more ahistorical and mistaken statement of Indian law\nwould be hard to fathom.The source of the Court’s error is foundational.\nThrough most of its opinion, the Court proceeds on the premise that\nOklahoma possesses “inherent” sovereign power to prosecute crimes\non tribal reservations until and unless Congress “preempt[s]” that\nauthority.Ante, at 5–18. The Court emphasizes that States\nnormally wield broad police powers within their borders absent some\npreemptive federal law. Seeante, at 4–6; see alsoVirginia Uranium, Inc.v.Warren, 587 U. S. ___,\n___ (2019) (lead opinion) (slip op., at 12).But the effort to wedge Tribes into that\nparadigm is a category error. Tribes are not private organizations\nwithin state boundaries. Their reservations are not glorified\nprivate campgrounds. Tribes are sovereigns. And the preemption rule\napplicable to them is exactly the opposite of the normal rule.\nTribal sovereignty means that the criminal laws of the States “can\nhave no force” on tribal members within tribal bounds unless and\nuntil Congress clearly ordains otherwise.Worcester, 6 Pet.,\nat 561. After all, the power to punish crimes by or against one’s\nown citizens within one’s own territory to the exclusion of other\nauthorities is and has always been among the most essential\nattributes of sovereignty. See,e.g.,Wilsonv.Girard,354 U.S.\n524, 529 (1957) (per curiam) (“A sovereign nation\nhas exclusive jurisdiction to punish offenses against its laws\ncommitted within its borders”); see alsoSchooner Exchangev.McFaddon, 7 Cranch 116, 136 (1812); E. de Vattel, Law of\nNations 81–82 (1835 ed.).Nor is this “ ‘notion,’ ”ante,\nat 5, some discarded artifact of a bygone era. To be sure,\nWashington, Jefferson, Marshall, and so many others at the Nation’s\nfounding appreciated the sovereign status of Native American\nTribes. See Part I–A,supra. But this Court’s own cases have\nconsistently reaffirmed the point. Just weeks ago, the Court held\nthat federal prosecutors did not violate the Double Jeopardy Clause\nbased on the essential premise that tribal criminal law is the\nproduct of a “separate sovereig[n]” exercising its own “retained\nsovereignty.”Denezpiv.United States, 596\nU. S. ___, ___ (2022) (slip op., at 6) (internal quotation\nmarks omitted). Recently, too, this Court confirmed that Tribes\nenjoy sovereign immunity from suit. SeeMichiganv.Bay\nMills Indian Community,572 U.S.\n782, 788–789 (2014). Throughout our history, “the basic policy\nofWorcester” that Tribes are separate sovereigns “has\nremained.”Williamsv.Lee, 358 U. S., at\n219.[2]Because Tribes are sovereigns, this Court has\nconsistently recognized that the usual “standards of pre-emption”\nare “unhelpful.”White Mountain Apache Tribev.Bracker,448\nU.S. 136, 143 (1980); see alsoCotton Petroleum Corp.v.New Mexico,490 U.S.\n163, 176 (1989);Moev.Confederated Salish and\nKootenai Tribes of Flathead Reservation,425 U.S.\n463, 475–476 (1976);McClanahanv.ArizonaTax\nComm’n,411 U.S.\n164, 170–172 (1973). In typical preemption cases, courts “start\nwith the assumption” that Congress has not displaced state\nauthority.Ricev.Santa Fe Elevator Corp.,331 U.S.\n218, 230 (1947). But when a State tries to regulate tribal\naffairs, the same “backdrop” does not apply because Tribes have a\n“claim to sovereignty [that] long predates that of our own\nGovernment.”McClanahan, 411 U. S., at 172; see alsoBracker, 448 U. S., at 143. So instead of searching for\nan Act of Congressdisplacingstate authority, our cases\nrequire a search for federal legislationconferringstate\nauthority: “[U]nless and until Congress acts, the tribes retain\ntheir historic sovereign authority.”Bay Mills Indian\nCommunity, 572 U. S., at 788 (internal quotation marks\nomitted); seeUnited Statesv.Cooley, 593 U. S.\n___, ___–___ (2021) (slip op., at 3–4) (instructing courts to ask\nif a “treaty or statute has explicitly divested Indian tribes of\nthe . . . authority at issue”); Anderson 317. What is\nmore, courts must “tread lightly” before concluding Congress has\nabrogated tribal sovereignty in favor of state authority.Santa\nClara Pueblo, 436 U. S., at 60. Any ambiguities in\nCongress’s work must be resolved in favor of tribal sovereignty and\nagainst state power. Seeibid.; see alsoCotton\nPetroleum, 490 U. S., at 177. And, if anything, these\nrules bear special force in the criminal context, which lies at the\nheart of tribal sovereignty and in which Congress “has provided a\nnearly comprehensive set of statutes allocating criminal\njurisdiction” among federal, tribal, and state authorities. Cohen\n527.[3]BFrom 1834 to 1968, Congress adopted a series\nof laws governing criminal jurisdiction on tribal lands. Those laws\nare many, detailed, and clear. Each operates against the backdrop\nunderstanding that Tribes are sovereign and that in our\nconstitutional order only Congress may displace their authority.\nNor does anything in Congress’s work begin to confer on Oklahoma\nthe authority it seeks.1Start with the GCA, first adopted by Congress\nin 1834 and most recently reenacted in 1948. The GCA provides:“Except as otherwise expressly provided by law,\nthe general laws of the United States as to the punishment of\noffenses committed in any place within the sole and exclusive\njurisdiction of the United States, except the District of Columbia,\nshall extend to Indian Country.This section shall not extend to offenses\ncommitted by one Indian against the person or property of another\nIndian, nor to any Indian committing any offense in the Indian\ncountry who has been punished by the local law of the tribe, or to\nany case where, by treaty stipulations, the exclusive jurisdiction\nover such offenses is or may be secured to the Indian tribes\nrespectively.” 18 U. S. C. § 1152.As recounted above, Congress adopted the GCA in\nthe aftermath ofWorcester’s holding that the federal\ngovernment alone may regulate tribal affairs and States do not\npossess inherent authority to apply their criminal laws on tribal\nlands. Responding to that decision, Congress did not choose to\nexercise its authority to allow state jurisdiction on tribal lands.\nFar from it. Congress chose only to extendfederallaw to\ntribal lands—and even then only for certain crimes involving\nnon-Indian settlers. Otherwise, Congress recognized, those settlers\nmight be subject totribalcriminal jurisdiction alone. See\nPart I–B,supra. Several features of the law confirm this\nunderstanding. Take just three.First, the GCA compares “Indian country” to\n“place[s] within the sole and exclusive jurisdiction of the United\nStates.” § 1152. The latter category refers to federal enclaves\nlike national parks and military bases that the Constitution places\nunder exclusive federal control. See Art. I, § 8, cl. 17;United Statesv.Cowboy, 694 F.2d 1228, 1234 (CA10\n1982); see alsoEx parte Crow Dog,109 U.S.\n556, 567 (1883). And state laws generally do not apply in\nfederal enclaves. See,e.g.,Fort Leavenworth\nR. Co.v.Lowe,114 U.S.\n525, 532–533 (1885). Rather than unambiguously endow States\nwith any sort of prosecutorial authority on tribal lands, the GCA\nthus makes plain that tribal lands are to be treated like federal\nenclaves subject to federal, not state, control.Second, the GCA provides that the “general laws\nof the United States as to the punishment of offenses” shall apply\non tribal lands. § 1152. Again, nothing here purports to extend\nstate criminal laws to tribal lands. Quite the contrary. It would\nhardly make sense to apply federal general criminal law—to address\nall crimes ranging from murder to jaywalking—if state general\ncriminal law already did the job. Traditionally, this Court does\nnot assume multiple “sets of [general] criminal laws” apply to\nthose subject to federal protection.Lewisv.United\nStates,523 U.S.\n155, 163 (1998). Instead, when Congress converts an area into a\nfederal enclave, we usually presume later-enacted state law “does\nnot apply.”Parker Drilling Management Services,Ltd.v.Newton, 587 U. S. ___, ___ (2019) (slip op.,\nat 9).Third, after applying the federal government’s\ngeneral criminal laws to tribal lands, the GCA carves out some\nexceptions. It provides that federal law “shall not extend” to\ncrimes involving only Indians, crimes by Indians where the\nperpetrator “has been punished by the local law of the tribe,” or\nwhere a treaty grants a Tribe exclusive jurisdiction. § 1152. These\nexceptions ensure that the federal government does not meddle in\ncases most likely to implicate tribal sovereignty. And it defies\nthe imagination to think Congress would have taken such care to\nlimit federal authority over these most sensitive cases while\n(somewhere, somehow) leaving States, so often the Tribes’\n“deadliest enemies,” to enjoy free rein.United Statesv.Kagama,118\nU.S. 375, 384 (1886).2When Congress enacted the MCA in 1885, it\nproceeded once more against the “backdrop” rule that only tribal\ncriminal law applies on tribal lands, that States enjoy no inherent\nauthority to prosecute cases on tribal lands, and that only\nCongress may displace tribal power. Nor, once more, did Congress’s\nnew legislation purport to allow States to prosecute crimes on\ntribal lands. In response to concerns with how tribal authorities\nwere handling major crimes committed by tribal members, in the MCA\nCongress took a step beyond the GCA and instructed that, in the\nfuture, thefederalgovernment would have “exclusive\njurisdiction” to prosecute certain crimes by Indian defendants on\ntribal lands. 18 U. S. C. § 1153(a); see also Part\nI–B,supra. Here again, Congress’s work hardly would have\nbeen necessary or made sense if States already possessed\njurisdiction to try crimes by or against Indians on tribal\nreservations. Plainly, Congress’s “purpose” in adopting the MCA was\nto answer the “objection” that major crimes by tribal members on\ntribal lands would otherwise be subject to prosecution by tribal\nauthorities alone. SeeKagama, 118 U. S., at\n383–385.3Consider next the Treaty of New Echota and the\nOklahoma Enabling Act. In 1835, the United States entered into a\ntreaty with the Cherokee. In that treaty, the Nation promised that,\nwithin a new reservation in what was to become Oklahoma, the Tribe\nwould enjoy the right to govern itself and remain forever free from\n“State sovereignties” and “the jurisdiction of any State.” Treaty\nwith the Cherokee, Preamble, 7Stat. 478. This Court has instructed\nthat tribal treaties must be interpreted as they “would naturally\nbe understood by the Indians” at ratification.Herrerav.Wyoming, 587 U. S. ___, ___ (2019) (slip op., at 19)\n(internal quotation marks omitted). And having just lost their\ntraditional homelands to Georgia, who can doubt that the Cherokee\nunderstood this promise as a guarantee that they would retain their\nsovereign authority over crimes by or against tribal members\nsubject only to federal, not state, law? That was certainly the\ncontemporaneous understanding of the House Committee on Indian\nAffairs, which observed that “[t]he United States and the Indian\ntribes [would be] the sole parties” with power over new\nreservations in the West. H. Rep. No. 474, at 18; see also Part\nI–B,supra. This Court has long shared the same view. “By\ntreaties and statutes,” the Court has said, “the right of the\nCherokee [N]ation to exist as an autonomous body, subject always to\nthe paramount authority of the United States, has been recognized.”Taltonv.Mayes,163 U.S.\n376, 379–380 (1896).[4]In 1906, Congress sought to deliver on its\ntreaty promises when it adopted the Oklahoma Enabling Act. That law\npaved the way for the new State’s admission to the Union. But in\ndoing so, Congress took care to require Oklahoma to “agree and\ndeclare” that it would “forever disclaim all right and title in or\nto . . . all lands lying within [the State’s] limits\nowned or held by any Indian, tribe, or nation.” 34Stat. 270.\nInstead of granting the State some new power to prosecute crimes by\nor against tribal members, Congress insisted that tribal lands\n“shall be and remain subject to the jurisdiction, disposal, and\ncontrol of the United States.”Ibid. Oklahoma complied with\nCongress’s instructions by adopting both of these commitments\nverbatim in its Constitution. Art. I, § 3.Underscoring the nature of this arrangement, the\nEnabling Act further provided that “nothing contained in the\n[Oklahoma] constitution shall be construed . . . to limit\nor affect the authority of the Government of the United States to\nmake any law or regulation respecting such Indians, their lands,\nproperty, or other rights by treaties, agreement, law, or\notherwise, which it would have been competent to makeif this\nAct had never been passed.” 34Stat. 267–268 (emphasis added).\nPrior to statehood, too, no one could have questioned Congress’s\nexclusive authority to regulate tribal lands and affairs in the\nOklahoma territory. See,e.g., U. S. Const.,\nArt. IV;Kagama, 118 U. S., at 380 (citing federal\ngovernment’s “exclusive sovereignty” over federal territories);Simmsv.Simms,175 U.S.\n162, 168 (1899) (“In the Territories of the United States,\nCongress has the entire dominion and sovereignty, . . .\nFederal and state”);Harjov.Kleppe,420 F. Supp. 1110, 1121 (DC 1976) (federal courts had\npre-statehood jurisdiction); Clinton 960–962. The Oklahoma Enabling\nAct and the commitments it demanded in the new Oklahoma\nConstitution sought to maintain this status quo.Recognizing the point, this Court has explained\nthat, “[i]n passing the enabling act for the admission of the State\nof Oklahoma . . . Congress was careful to preserve the\nauthority of the Government of the United States over the Indians,\ntheir lands and property,which it had prior to the passage of\nthe act.”Tigerv.Western Investment Co.,221 U.S.\n286, 309 (1911) (emphasis added). This Court has explained,\ntoo, that the “grant of statehood” to Oklahoma did nothing to\ndisturb “the long-settled rule” that the “guardianship of the\nUnited States” over Native American Tribes in Oklahoma “has not\nbeen abandoned.”United Statesv.Ramsey,271 U.S.\n467, 469 (1926). Instead, this Court has acknowledged, the\nfederal government’s “authority in respect of crimes committed by\nor against Indians continued after the admission of the state as it\nwas before.”Ibid. In fact, the Court has long interpreted\nnearly identical language in the Arizona Enabling Act—enacted close\nin time to its Oklahoma counterpart—as reinforcing the traditional\nrule “that the States lac[k] jurisdiction” on tribal lands over\ncrimes by or against Native Americans.McClanahan, 411\nU. S., at 175; see alsoWarren Trading Post Co.v.Arizona Tax Comm’n,380 U.S.\n685, 687, n. 3 (1965).[5]4The few occasions on which Congress has even\narguably authorized the application of state criminal law on tribal\nreservations still do not come anywhere near granting Oklahoma the\npower it seeks. In the late 1800s, this Court inMcBratneyandDraperheld that federal statutes admitting certain\nStates to the Union effectively meant those States could now\nprosecute crimes on tribal lands involving only non-Indians. Yet,\nas aggressive as these decisions were, they took care to safeguard\nthe rule that a State’s admission to the Union does not convey with\nit the power to punish “crimes committed by or against Indians.”McBratney, 104 U. S., at 624;Draper, 164\nU. S., at 247. Indeed, soon after Oklahoma became a State,\nthis Court explained that the “grant of statehood” may have endowed\nOklahoma with authority to try crimes “not committed by or against\nIndians,” but with statehood did not come any authority to try\n“crimes by or against Indians” on tribal lands.Ramsey, 271\nU. S., at 469; see also n. 5,supra;Donnellyv.United States,228\nU.S. 243, 271 (1913);Williamsv.Lee, 358\nU. S., at 220; Cohen 506–509. The decision whether and when\nthis arrangement should “cease” “rest[ed] with Congress alone.”Ramsey, 271 U. S., at 469.The truth is, Congress has authorized the\napplication of state criminal law on tribal lands for offenses\ncommitted by or against Native Americans only in very limited\ncircumstances. The most notable examples can be found in Public Law\n280 and related statutes. In 1940, Kansas successfully lobbied\nCongress for criminal jurisdiction in Indian country. Nearly\nidentical laws for North Dakota, Iowa, and New York followed close\nbehind. Then in 1953, Congress adopted Public Law 280 in which it\nauthorized five States to exercise criminal jurisdiction on tribal\nlands and established procedures for additional States to assume\nsimilar authority. In 1968, Congress amended Public Law 280. Now,\nbefore a State like Oklahoma may try crimes by or against Native\nAmericans arising on tribal lands, it must take action to amend any\nstate law disclaiming that authority; then, the State must seek and\nobtain tribal consent to any extension of state jurisdiction. See\nPart I–B,supra; Clinton 958–962. Unless a State takes these\nsteps, it does “not hav[e] jurisdiction.” 25 U. S. C.\n§§ 1321(a), 1323(b).[6]5The Court’s suggestion that Oklahoma enjoys\n“inherent” authority to try crimes against Native Americans within\nthe Cherokee Reservation makes a mockery of all of Congress’s work\nfrom 1834 to 1968. The GCA and MCA? On the Court’s account,\nCongress foolishly extended federal criminal law to tribal lands on\na mistaken assumption that only tribal law would otherwise apply.\nUnknown to anyone until today, state law applied all along. The\ntreaty, the Oklahoma Enabling Act, and the provision in Oklahoma’s\nconstitution that Congress insisted upon as a condition of\nstatehood? The Court effectively ignores them. The Kansas Act and\nits sibling statutes? On the Court’s account, they were needless\ntoo. Congress’s instruction in Public Law 280 that States may not\nexercise jurisdiction over crimes by or against tribal members on\ntribal lands until they amend contrary state law and obtain tribal\nconsent? Once more, it seems the Court thinks Congress was\nhopelessly misguided.Through it all, the Court makes no effort to\ngrapple with the backdrop rule of tribal sovereignty. The Court\nproceeds oblivious to the rule that only a clear act of Congress\nmay impose constraints on tribal sovereignty. The Court ignores the\nfact that Congress has never come close to subjecting the Cherokee\nto state criminal jurisdiction over crimes against tribal members\nwithin the Tribe’s reservation. The Court even disregards our\nprecedents recognizing that the “grant of statehood” to Oklahoma\ndid not endow the State with any power to try “crimes committed by\nor against Indians” on tribal lands but reserved that authority to\nthe federal government and Tribes alone.Ramsey, 271\nU. S., at 469; see alsoTiger, 221 U. S., at 309.\nFrom start to finish, the Court defies our duty to interpret\nCongress’s laws and our own prior work “harmoniously” as “part of\nan entirecorpus juris.” A. Scalia & B. Garner, Reading\nLaw 252 (2012); see alsoGoodyear Atomic Corp.v.Miller,486 U.S.\n174, 184–185 (1988).CPutting aside these astonishing errors,\nCongress’s work and this Court’s precedents yield three clear\nprinciples that firmly resolve this case. First, tribal sovereign\nauthority excludes the operation of other sovereigns’ criminal laws\nunless and until Congress ordains otherwise. Second, while Congress\nhas extended a good deal of federal criminal law to tribal lands,\nin Oklahoma it has authorized the State to prosecute crimes by or\nagainst Native Americans within tribal boundaries only if it\nsatisfies certain requirements. Under Public Law 280, the State\nmust remove state-law barriers to jurisdiction and obtain tribal\nconsent. Third, because Oklahoma has done neither of these things,\nit lacks the authority it seeks to try crimes against tribal\nmembers within a tribal reservation. Until today, all this settled\nlaw was well appreciated by this Court, the Executive Branch, and\neven Oklahoma.Consider first our own precedents and those of\nother courts. In 1946 inWilliamsv.United States,\nthis Court recognized that, while States “may have jurisdiction\nover offenses committed on th[e] reservation between persons who\nare not Indians, the laws and courts of the United States, rather\nthan those of [the States], have jurisdiction over offenses\ncommitted there . . . by one who is not an Indian against\none who is an Indian.”327 U.S.\n711, 714 (footnote omitted). InWilliamsv.Lee,\nissued in 1959, this Court was clear again: “[I]f the crime was by\nor against an Indian, tribal jurisdiction or that expressly\nconferred on other courts by Congress has remained exclusive.” 358\nU. S., at 220. As early as 1926, this Court made the same\npoint while speaking directly to Oklahoma.Ramsey, 271\nU. S., at 469–470. It is a point our cases have continued to\nmake in recent years.[7] It is\na point a host of other courts—including state courts issuing\ndecisions contrary to their own interests—have acknowledged\ntoo.[8]The Executive Branch has likewise understood the\nStates to lack authority to try crimes by or against Indians in\nIndian country absent congressional authorization. Not only did the\nWashington Administration recognize as much. See Part I–A,supra. The same view has persisted throughout the Nation’s\nhistory. In 1940, the Acting Secretary of the Interior advised\nCongress that state criminal jurisdiction extends “only to\nsituations where both the offender and the victim” are non-Indians.\nS. Rep. No. 1523, 76th Cong., 3d Sess., 2 (Vol. 2). A few\ndecades later, the Solicitor General made a similar representation\nto this Court. See Brief for United States asAmicus CuriaeinArizonav.Flint, O. T. 1988, No. 88–603,\np. 3 (Flint AmicusBrief ). InMcGirt, the\nfederal government once more acknowledged that States cannot\nprosecute crimes by or against tribal members within still-extant\ntribal reservations. See Brief for United States asAmicus\nCuriaeinMcGirtv.Oklahoma, O. T. 2019, No.\n18–9526, p. 38. In this case, the government has espoused the\nsame view yet again. See Brief for United States asAmicus\nCuriae4; see also Dept. of Justice, Criminal Resource Manual\n685 (updated Jan. 22, 2020).[9]In the past, even Oklahoma has more or less\nconceded the point. The last time Oklahoma was before us, it asked\nthis Court to usurp congressional authority and disestablish the\nCreek Reservation because, otherwise, the State “would not have\njurisdiction over” “crimes committed against Indians” within its\nboundaries. See Tr. of Oral Arg. inMcGirtv.Oklahoma, No. 18–9526, O. T. 2019, p. 54; see alsoMcGirt, 591 U. S., at ___–___ (slip op., at 37–38). In\n1991, Oklahoma’s attorney general formally resolved that major\n“[c]rimes committed by or against Indians . . . are under\nthe exclusive province of the United States,” while Tribes retain\nexclusive jurisdiction over “minor crimes committed by Indians.”Haney, 22 Okla. Opp. Atty. Gen. 71, 1991 WL 567868, *3. And\nOklahoma’s own courts have recently taken the same position even in\nthe face of vehement opposition from the State’s executive branch.\nSee,e.g.,Spears, 485 P. 3d, at 875, 877.DAgainst all this evidence, what is the Court’s\nreply? It acknowledges that, at the Nation’s founding, tribal\nsovereignty precluded States from prosecuting crimes on tribal\nlands by or against tribal members without congressional\nauthorization. Seeante, at 5. But the Court suggests this\ntraditional “ ‘notion’ ” flipped 180 degrees sometime in\n“the latter half of the 1800s.”Ante, at 5, 21. Since then,\nthe Court says, Oklahoma has enjoyed the “inherent” power to try at\nleast crimes by non-Indians against tribal members on tribal\nreservations until and unless Congress preempts state\nauthority.But exactly when and how did this change happen?\nThe Court never explains. Instead, the Court seeks to cast blame\nfor its ruling on a grab bag of decisions issued by our\npredecessors. But the failure of that effort is transparent. Start\nwithMcBratney, which the Court describes as our “leading\ncase in the criminal context.”Ante, at 6. There, as we have\nseen, the Court said that States admitted to the Union may gain the\nright to prosecute cases involving only non-Indians on tribal\nlands, but they donotgain any inherent right to punish\n“crimes committed by or against Indians” on tribal lands.McBratney, 104 U. S., at 624. The Court’s reliance onDraperfares no better, for that case issued a similar\ndisclaimer. See 164 U. S., at 247. Tellingly, not even\nOklahoma thinksMcBratneyandDrapercompel a ruling\nin its favor. See Brief for Petitioner 12. And if anything, the\nCourt’s invocation ofDonnelly,228\nU.S. 243, is more baffling still.Ante, at 14,\nn. 3. There, the Court once more reaffirmed the rule that\n“offenses committed by or against Indians” on tribal lands remain\nsubject to federal, not state, jurisdiction.Donnelly, 228\nU. S., at 271; see alsoRamsey, 271 U. S., at\n469.That leaves the Court to assemble a string of\ncarefully curated snippets—a clause here, a sentence there—from six\ndecisions out of the galaxy of this Court’s Indian law\njurisprudence.Ante, at 5–6. But this collection of cases is\nno more at fault for the Court’s decision than the last.Organized Village of Kakev.Egan—which the Court\nseems to think is some magic bullet, seeante, at 5, 14,\nn. 2, 21, 22–24—addressed the prosaic question whether Alaska\ncould apply its fishing laws on lands owned by a native Alaska\ntribal corporation.369 U.S.\n60, 61–63 (1962); see also n. 5,supra.\nSubsequently, the Court cabined that case to circumstances “dealing\nwith Indians who have left or never inhabited reservations set\naside for their exclusive use or who do not possess the usual\naccoutrements of tribal self-government.”McClanahan, 411\nU. S., at 167–168. Meanwhile,New York ex rel. Cutlerv.Dibbleallowed New York to use civil proceedings to eject\nnon-Indian trespassers on Indian lands. 21 How. 366, 369–371\n(1859). InSurplus Trading Co. v.Cook, the crime at\nissue did not take place on tribal lands but on a “supply station\nof the United States” sold by Arkansas to the federal government.281 U.S.\n647, 649 (1930). InNew York ex rel. Rayv.Martin, this Court merely reaffirmedMcBratneyand\nheld that States could exercise jurisdiction over crimes involving\nonly non-Indians.326 U.S.\n496, 499–500 (1946). BothCounty of Yakimav.Confederated Tribes and Bands of Yakima NationandNevadav.Hicksissued holdings about state civil\njurisdiction, not criminal jurisdiction striking at the heart of\ntribal sovereignty. See502 U.S.\n251, 256–258, 270 (1992);533 U.S.\n353, 361, 363, 374 (2001).In the end, the Court cannot fault our\npredecessors for today’s decision. The blame belongs only with this\nCourt here and now. Standing before us is a mountain of statutes\nand precedents making plain that Oklahoma possesses no authority to\nprosecute crimes against tribal members on tribal reservations\nuntil it amends its laws and wins tribal consent. This Court may\nchoose to ignore Congress’s statutes and the Nation’s treaties, but\nit has no power to negate them. The Court may choose to disregard\nour precedents, but it does not purport to overrule a single one.\nAs a result, today’s decision surely marks an embarrassing new\nentry into the anticanon of Indian law. But its mistakes need\nnot—and should not—be repeated.IIIDoubtless for some of these reasons, even the\nCourt ultimately abandons its suggestion that Oklahoma is\n“inherent[ly]” free to prosecute crimes by non-Indians\nagainst tribal members on a tribal reservation absent a federal\nstatute “preempt[ing]” its authority.Ante, at 15. In the\nend, the Court admits that tribal sovereigntycanrequire\nthe exclusion of state authority even absent a preemptive federal\nstatute.Ante, at 18. But then, after correcting course, the\nCourt veers off once more. To determine whether tribal sovereignty\ndisplaces state authority in a case involving a non-Indian\ndefendant and an Indian victim on a reservation in Oklahoma, the\nCourt resorts to a “Brackerbalancing” test.Ibid.Applying that test, the Court concludes that Oklahoma’s interests\nin this case outweigh those of the Cherokee. All this, too, is\nmistaken root and branch.ABegin with the most fundamental problem. The\nCourt invokes what it calls the “Brackerbalancing” test\nwith no more appreciation of that decision’s history and context\nthan it displays in its initial suggestion that the usual rules of\npreemption apply to Tribes. The Court tells us nothing aboutBrackeritself, its reasoning, or its limits. Perhaps\nunderstandably so, forBrackernever purported to claim for\nthis Court the raw power to “balance” away tribal sovereignty in\nfavor of state criminal jurisdiction over crimes by or against\ntribal members—let alone ordain a wholly different set of\njurisdictional rules than Congress already has.Brackerinvolved a relatively minor civil\ndispute. Arizona sought to tax vehicles used by the White Mountain\nApache Tribe in logging operations on tribal lands. SeeBracker, 448 U. S., at 138–140. The Tribe opposed the\neffort, pointing to a federal law that regulated tribal logging but\ndid not say anything about preempting the State’s vehicle tax. Seeid., at 141, 145. The Court began by recognizing that the\nusual rules of preemption are not “properly applied” to Tribes.Id., at 143. Instead, the Court started with the traditional\n“ ‘backdrop’ ” presumption that States lack jurisdiction\nin Indian country.Ibid. And the Court explained that any\nambiguities about the scope of federal law must be “construed\ngenerously” in favor of the Tribes as sovereigns.Id., at\n143–144. With these rules in mind, the Court proceeded to turn back\nthe State’s tax based on a “particularized inquiry into the nature\nof the state, federal, and tribal interests at stake.”Id.,\nat 145. The Court judged that “traditional notions of [tribal]\nsovereignty,” the federal government’s “policy of promoting tribal\nself-sufficiency,” and the rule requiring it to resolve\n“[a]mbiguities” in favor of the Tribe trumped any competing state\ninterest.Id., at 143–144, 151.Nothing in any of this gets the Court close to\nwhere it wishes to go. If Arizona had to proceed against the\ntraditional “backdrop” rule excluding state jurisdiction, Oklahoma\nmust. And if Arizona could not overcome that backdrop rule because\nit could not point to clear federal statutory language authorizing\nits comparatively minor civil tax, it is unfathomable how Oklahoma\nmight overcome that rule here. The State has pointed—and can\npoint—to nothing in Congress’s work granting it the power to try\ncrimes against tribal members on a tribal reservation. InBracker, the Court found it instructive that Congress had\n“comprehensive[ly]” regulated “the harvesting of Indian timber,”\neven if it had not spoken directly to the question of vehicle\ntaxes.Id., at 145–146, 148. Here, Congress has not only\npervasively regulated criminal jurisdiction in Indian country, it\nhas spoken to the very situation we face: States like Oklahoma may\nexercise jurisdiction over crimes within tribal boundaries by or\nagainst tribal members only with tribal consent.The simple truth isBrackersupplies zero\nauthority for this Court’s course today. If Congress has not always\n“been specific about the allocation of civil jurisdiction in Indian\ncountry,” the same can hardly be said about the allocation of\ncriminal authority. Cohen 527. Congress “has provided a nearly\ncomprehensive set of statutes allocating criminal jurisdiction.”Ibid.In doing so, Congress hasalready“balanced”\ncompeting tribal, state, and federal interests—and its balance\ndemands tribal consent. Exactly nothing inBrackerpermits\nus to ignore Congress’s directive.BPlainly, the Court’s balancing-test game is\nnot one we should be playing in this case. But what if we did?\nSuppose this Court could (somehow) ignore Congress’s decision to\nallow States like Oklahoma to exercise criminal jurisdiction in\ncases like ours only with tribal consent. Suppose we could\n(somehow) replace that rule with one of our own creation. Even\nproceeding on that stunning premise, it is far from obvious how the\nCourt arrives at its preferred result.In reweighing competing state and tribal\ninterests for itself, the Court stresses two points. First, the\nCourt suggests that its balance is designed to “help” Native\nAmericans.Ante, at 20 (suggesting that Indians would be\n“second-class citizens” without this Court’s intervention); Tr. of\nOral Arg. 66 (suggesting state jurisdiction is designed to “help”\ntribal members). Second, the Court says state jurisdiction is\nneeded on the Cherokee Reservation today because “in the wake ofMcGirt” some defendants “have simply gone free.”Ante, at 3–4. On both counts, however, the Court\nconspicuously loads the dice.1Start with the assertion that allowing state\nprosecutions in cases like ours will “help” Indians. The old\npaternalist overtones are hard to ignore. Yes, under the laws\nCongress has ordained Oklahoma may acquire jurisdiction over crimes\nby or against tribal members only with tribal consent. But to date,\nthe Cherokee have misguidedly shown no interest in state\njursidiction. Thanks to their misjudgment, they have rendered\nthemselves “second-class citizens.”Ante, at 20. So, the\nargument goes, five unelected judges in Washington must now make\nthe “right” choice for the Tribe. To state the Court’s staggering\nargument should be enough to refute it.Nor does the Court even pause to consider some\nof the reasons why the Cherokee might not be so eager to invite\nstate prosecutions in cases like ours. Maybe the Cherokee have so\nfar withheld their consent because, throughout the Nation’s\nhistory, state governments have sometimes proven less than reliable\nsources of justice for Indian victims. As early as 1795, George\nWashington observed that “a Jury on the frontiers” considering a\ncrime by a non-Indian against an Indian could “hardly be got to\nlisten to a charge, much less to convict a culprit.” Letter to E.\nPendleton (Jan. 22), in 17 Papers of George Washington:\nPresidential Series 424, 426 (D. Hoth & C. Ebel eds. 2013).\nUndoubtedly, too, Georgia once proved among the Cherokee’s\n“deadliest enemies.”Kagama, 118 U. S., at 384.Maybe the Cherokee also have in mind experiences\nparticular to Oklahoma. Following statehood, settlers embarked on\nelaborate schemes to deprive Indians of their lands, rents, and\nmineral rights. “Many young allottees were virtually kidnaped just\nbefore they reached their majority”; some were “induced to sign\ndeeds at midnight on the morning they became of age.” Debo 197–198.\nOthers were subjected to predatory guardianships; state judges even\n“reward[ed] their supporters [with] guardianship appointments.”Id., at 183. Oklahoma’s courts also sometimes sanctioned the\n“legalized robbery” of these Native American children “through the\nprobate courts.”Id., at 182. Even almost a century on, the\nfederal government warned of “the possibility of prejudice [against\nNative Americans] in state courts.”Flint AmicusBrief\n5.Whatever may have happened in the past, it seems\nthe Court can imagine only a bright new day ahead. Moving forward,\nthe Court cheerily promises, more prosecuting authorities can only\n“help.” Three sets of prosecutors—federal, tribal, and state—are\nsure to prove better than two. But again it’s not hard to imagine\nreasons why the Cherokee might see things differently. If more sets\nof prosecutors are always better, why not allow Texas to enforce\nits laws in California? Few sovereigns or their citizens would see\nthat as an improvement. Yet it seems the Court cannot grasp why the\nTribe may not.The Court also neglects to consider actual\nexperience with concurrent state jurisdiction on tribal lands.\nAccording to a group of former United States Attorneys, in practice\nconcurrent jurisdiction has sometimes “create[d] a pass-the-buck\ndynamic . . . with the end result being fewer police and\nmore crime.” Brief for Former United States Attorneys et al.\nasAmici Curiae13; see also C. Goldberg, Public Law 280:\nThe Limits of State Jurisdiction Over Reservation Indians, 22 UCLA\nL. Rev. 535, 552, and n. 92 (1975); Goldberg-Ambrose 1423.\nFederal authorities may reduce their involvement when state\nauthorities are present. In turn, some States may not wish to\ndevote the resources required and may view the responsibility as an\nunfunded federal mandate. Thanks to realities like these, “[a]lmost\nas soon as Congress began granting States [criminal] jurisdiction”\nthrough Public Law 280, “affected Tribal Nations began seeking\nretrocession and repeal.” Brief for National Indigenous Women’s\nResource Center et al. asAmici Curiae12. Recently, a\nbipartisan congressional commission agreed that more state criminal\njurisdiction in Indian country is often not a good policy choice.\nSee Indian Law and Order Commission, A Roadmap for Making Native\nAmerica Safer: Report to the President and Congress of the United\nStates xi, xiv, 11–15 (Nov. 2013). Still, none of this finds its\nway into the Court’s cost-benefit analysis.2Instead, the Court marches on. The second\n“factor” it weighs in its “balance”—and the only history it seems\ninterested in consulting—concerns Oklahoma’s account of its\nexperiences in the last two years sinceMcGirt. Adopting the\nState’s representations wholesale, the Court says that decision has\nposed Oklahoma with law-and-order “challenge[s].”Ante, at\n4. To support its thesis, the Court cites the State’s\nunsubstantiated “estimat[e]” thatMcGirthas forced it to\n“transfer prosecutorial responsibility for more than 18,000 cases\nper year to” federal and tribal authorities.Ibid.\nApparently on the belief that the transfer of cases from state to\nfederal prosecutors equates to an eruption of chaos and\ncriminality, the Court remarks casually that traditional\nlimitations on state prosecutorial authority on tribal lands were\n“insignificant in the real world” beforeMcGirt.Ante, at 16.But what does this prove? Put aside for the\nmoment questions about the accuracy of Oklahoma’s statistics and\nwhat the number of cases transferred from state to federal\nprosecutors may or may not mean for law and order. See Tr. of Oral\nArg. 26 (questioning whether the State’s “figures” might be\n“grossly exaggerated”). Taking the Court’s account at face value,\nit might amount to a reason for Oklahoma to lobby the Cherokee to\nconsent to state jurisdiction. It might be a reason for the State\nto petition Congress to revise criminal jurisdictional arrangements\nin the State even without tribal consent. But it is no act of\nstatutory or constitutional interpretation. It is a policy argument\nthrough and through.Nor is the Court’s policy argument exactly\ncomplete in its assessment of the costs and benefits. When this\nCourt issuedMcGirt, it expressly acknowledged that cases\ninvolving crimes by or against tribal members within reservation\nboundaries would have to be transferred from state to tribal or\nfederal authorities. 591 U. S., at ___–___ (slip op., at\n36–42). This Court anticipated, too, that this process would\nrequire a period of readjustment. But, the Court recognized, all\nthis was necessary only because Oklahoma had long overreached its\nauthority on tribal reservations and defied legally binding\ncongressional promises. Seeibid.Notably, too, neither the tribal nor the federal\nauthorities on the receiving end of this new workload think the\n“costs” of this period of readjustment begin to justify the Court’s\ncourse. For their part, Tribes in Oklahoma have hired more police\nofficers, prosecutors, and judges. See Cherokee Brief 10–11. Based\non that investment, Oklahoma’s Tribes have begun to prosecute\nsubstantially more cases than they once did. Seeid., at\n12–13.And they have also shown a willingness to work with\nOklahoma, having signed hundreds of cross-deputization agreements\nallowing local law enforcement to collaborate with tribal police.Id., at 15–16, and n. 39. Even Oklahoma’samiciconcede these agreements have proved “an important tool” for law\nenforcement. Brief for Oklahoma District Attorneys Association\net al. asAmici Curiae14.Both of the federal government’s elected\nbranches have also responded, if not in the way this Court happens\nto prefer. Instead of forcing state criminal jurisdiction onto\nTribes, Congress has chosen to allocate additional funds for law\nenforcement in Oklahoma. See,e.g., Consolidated\nAppropriations Act, H. R. 2471, 117th Cong., 2d Sess., 78\n(2022). Meanwhile, the Solicitor General has offered the Executive\nBranch’s judgment thatMcGirt’s “practical consequences” do\nnot justify this Court’s intervention, explaining that the\nDepartment of Justice is “working diligently with tribal and State\npartners” in Oklahoma. See Brief for United States asAmicus\nCuriae32.There is even more evidence cutting against the\nCourt’s dystopian tale. According to a recent United States\nAttorney in Oklahoma, “the sky isn’t falling” and “partnerships\nbetween tribal law enforcement and state law enforcement” are\nstrong. A. Herrera, Trent Shores Reflects on His Time as\nU. S. Attorney, Remains Committed to Justice for Indian\nCountry, KOSU-NPR (Feb. 24, 2021),\nwww.kosu.org/politics/2021-02-24/trent-shores-reflects-on-his-time-as-u-s-attorney-remains-committed-to-justice-for-indian-country.\nA Federal Bureau of Investigation special agent in charge of\nOklahoma has stated that violent crimes “ ‘are being pursued\nas heavily as they were in the past, and in some cases, maybe even\nstronger.’ ” A. Brothers, Oklahoma Special Agent Says FBI\nFaces Challenges in 3 Categories, News on 6 (Feb. 14,\n2022), https://www.newson6.com/story/620b261bf8cd4a07e5cb845b/oklahoma-special-agent-says-fbi-faces-challenges-in-3-categories.\nAnd the Tribes—those most affected by all this supposed lawlessness\nwithin their reservations—tell us that, after a period of\nadjustment, federal prosecutors are now pursuing lower level\noffenses vigorously too. See Brief for Muscogee (Creek) Nation asAmicus Curiaeon Pet. for Cert. 11–12, and nn. 21–22\n(collecting indictments). The federal government has made a similar\nrepresentation to this Court. Tr. of Oral Arg. 118. Nor is it any\nsecret that those convicted of federal crimes generally receive\nlonger sentences than individuals convicted of similar state\noffenses. See,e.g., Bureau of Justice Statistics, Felony\nSentences in State Courts, 2006—Statistical Tables 9 (2009) (Table\n1.6).In recounting all this, I do not profess\ncertainty about the optimal law enforcement arrangements in\nOklahoma. I do not pretend to know all the relevant facts, let\nalone how to balance each of them in this complex picture. Nor do I\nclaim to know what weight to give historical wrongs or future\nhopes. I offer the preceding observations only to illustrate the\none thing I am sure of: This Court has no business usurping\ncongressional decisions about the appropriate balance between\nfederal, tribal, and state interests. If the Court’s ruling today\nsounds like a legislative committee report touting the benefits of\nsome newly proposed bill, that’s because it is exactly that. And\ngiven that a nine-member court is a poor substitute for the\npeople’s elected representatives, it is no surprise that the\nCourt’s cost-benefit analysis is radically incomplete. The Court’s\ndecision is not a judicial interpretation of the law’s meaning; it\nis the pastiche of a legislative process.CAs unsound as the Court’s decision is, it\nwould be a mistake to overlook its limits. In the end, the Court\nadmits that tribal sovereigntycandisplace state authority\neven without a preemptive statute. See Part III–A,supra. To\nbe sure, the Court proceeds to disparage a federal statute\nrequiring Oklahoma to obtain tribal consent before trying any crime\ninvolving an Indian victim within the Cherokee Reservation. But\nlook at what the Court leaves unresolved. The Court does not pass\non Public Law 280’s provision that States “shall not” be entitled\nto assume jurisdiction on tribal lands until they “appropriately\namen[d ]” state laws disclaiming authority over tribal\nreservations. 25 U. S. C. § 1324. The Court gestures\ntoward the Cherokee’s treaties and the Oklahoma Enabling Act, but\nultimately abandons any argument that those treaties were lawfully\nabrogated or that the Oklahoma Enabling Act endowed Oklahoma with\ninherent authority to try cases involving Native Americans within\ntribal bounds. Seeante, at 18. Nor does the Court address\nthe relevant text of those treaties or the Enabling Act—let alone\ncome to terms with our precedents holding that Oklahoma’s “grant of\nstatehood” did not include the power to try “crimes committed by or\nagainst Indians” on tribal lands.Ramsey, 271 U. S., at\n469; see alsoTiger, 221 U. S., at 309. Nothing in\ntoday’s decision could or does begin to preclude the Cherokee or\nother Tribes from pressing arguments along any of these lines in\nfuture cases. The unamended Oklahoma Constitution and other state\nstatutes and judicial decisions may stand as independent barriers\nto the assumption of state jurisdiction as a matter of state law\ntoo.The Court’s decision is limited in still other\nimportant ways. Most significantly, the Court leaves undisturbed\nthe ancient rule that States cannot prosecute crimes by Native\nAmericans on tribal lands without clear congressional\nauthorization—for that would touch the heart of “tribal\nself-government.”Ante, at 17. At least that rule (and maybe\nothers) can never be balanced away. Indeed, the Court’s ruling\ntoday rests in significant part on the fact that Tribes currently\nlack criminal jurisdiction over non-Indians who commit crimes on\ntribal lands—a factor that obviously does not apply to cases\ninvolving Native American defendants.Ante, at 19.Additionally, nothing in the “Brackerbalancing” test the Court employs foreordains today’s grim result\nfor different Tribes in different States.Brackerinstructs\ncourts to focus on the “specific context” at issue, taking\ncognizance of the particular circumstances of the Tribe in\nquestion, including all relevant treaties and statutes. 448\nU. S., at 145. Nor are Tribes and their treaties “fungible.”\nS. Prakash, Against Tribal Fungibility, 89 Cornell L. Rev.\n1069, 1071–1072 (2004). There are nearly 600 federally recognized\nIndian Tribes across the country. See Anderson 3. Some of their\ntreaties appear to promise tribal freedom from state criminal\njurisdiction in express terms. See,e.g., Treaty with the\nNavajo, Art. I, June 1868, 15Stat. 667 (guaranteeing that those who\ncommit crimes against tribal members will be “arrested and punished\naccording to the laws of the United States”). Any analysis true toBrackermust take cognizance of all of this. Any such\nanalysis must recognize, too, that the standards of preemption\napplicable “in other areas of the law” are “unhelpful” when it\ncomes to Tribes.Bracker, 448 U. S., at 143. Instead,\ncourts must proceed against the “ ‘backdrop’ ” of tribal\nsovereignty,ibid., with an “assumption that the States have\nno power to regulate the affairs of Indians on a reservation” or\nother tribal lands,Williams, 358 U. S., at 219–220. To\novercome that backdrop assumption, a clear congressional statement\nis required and any ambiguities must be “construed generously” in\nfavor of the Tribes.Bracker, 448 U. S., at 143–144;\nsee alsoCotton Petroleum, 490 U. S., at 177–178.The Court today may ignore a clear\njurisdictional rule prescribed by statute and choose to apply its\nown balancing test instead. The Court may misapply that balancing\ntest in an effort to address one State’s professed “law and order”\nconcerns. In the process, the Court may even risk unsettling\nlongstanding and clear jurisdictional rules nationwide. But in the\nend, any faithful application ofBrackerto other Tribes in\nother States should only confirm the soundness of the traditional\nrule that state authorities may not try crimes like this one absent\ncongressional authorization.[10]Nor must Congress stand by as this Court sows\nneedless confusion across the country. Even the Court acknowledges\nthat Congress can undo its decision and preempt state authority at\nany time.Ante, at 6. And Congress could do exactly that\nwith a simple amendment to Public Law 280. It might say: A State\nlacks criminal jurisdiction over crimes by or against Indians in\nIndian Country, unless the State complies with the procedures to\nobtain tribal consent outlined in 25 U. S. C. § 1321,\nand, where necessary, amends its constitution or statutes pursuant\nto 25 U. S. C. § 1324. Of course, that reminder of the\nobvious should hardly be necessary. But thanks to this Court’s\negregious misappropriation of legislative authority, “the ball is\nback in Congress’ court.”Ledbetterv.Goodyear Tire\n& Rubber Co.,550 U.S.\n618, 661 (2007) (Ginsburg, J., dissenting).*In the 1830s, this Court struggled to keep our\nNation’s promises to the Cherokee. Justice Story celebrated the\ndecision inWorcester: “ ‘[T]hanks be to God, the Court\ncan wash [its] hands clean of the iniquity of oppressing the\nIndians and disregarding their rights.’ ” Breyer 420.\n“ ‘The Court had done its duty,’ ” even if Georgia\nrefused to do its own.Ibid. Today, the tables turn.\nOklahoma’s courts exercised the fortitude to stand athwart their\nown State’s lawless disregard of the Cherokee’s sovereignty. Now,\nat the bidding of Oklahoma’s executive branch, this Court unravels\nthose lower-court decisions, defies Congress’s statutes requiring\ntribal consent, offers its own consent in place of the Tribe’s, and\nallows Oklahoma to intrude on a feature of tribal sovereignty\nrecognized since the founding. One can only hope the political\nbranches and future courts will do their duty to honor this\nNation’s promises even as we have failed today to do our own.Notes1See Act of July 2, 1948,\nch. 809, 62Stat. 1224 ( 25 U. S. C. § 232) (New York); Act of June\n30, 1948, ch. 759, 62Stat. 1161 (Iowa), repealed, Act of Dec. 11,\n2018, Pub. L. 115–301, 132Stat. 4395; Act of May 31, 1946, ch. 279,\n60Stat. 229 (North Dakota).2See alsoYsleta del\nSur Pueblov.Texas, 596 U. S. ___, ___ (2022)\n(slip op., at 1);United Statesv.Cooley, 593\nU. S. ___, ___–___ (2021) (slip op., at 3–4);Oklahoma Tax\nComm’nv.Citizen Band Potawatomi Tribeof Okla.,498 U.S.\n505, 509 (1991);United Statesv.Wheeler,435 U.S.\n313, 322–323 (1978);Santa Clara Pueblov.Martinez,436 U.S.\n49, 56 (1978);United Statesv.Mazurie,419 U.S.\n544, 557 (1975);Taltonv.Mayes,163 U.S.\n376, 383–384 (1896);United Statesv.Kagama,118 U.S.\n375, 381–382 (1886);Cherokee Nationv.Georgia,\n5 Pet. 1, 17 (1831).3In thecivilcontext, Congress has not always provided comprehensive rules\nallocating jurisdiction. See Cohen 527.In light of that\nfact, this Court has, in “exception[al]” cases,id., at 524,\nallowed certain state laws to apply on tribal lands without express\ncongressional approval, see,e.g.,Washingtonv.Confederated Tribes of Colville Reservation,447 U.S.\n134, 154–159 (1980). But even in the civil context this Court\nhas proceeded against the backdrop of tribal sovereignty, followed\nthe presumption against state authority, sought to abide its own\nrepeated admonitions to tread cautiously, and generally refused to\nconsider competing state interests. See,e.g.,White\nMountain Apache Tribev.Bracker,448\nU.S. 136, 143–144 (1980); Cohen 520–525. So, for example, inConfederated Tribes, this Court allowed the application of a\nstate civil law only on a showing that the State sought to regulate\nmarket activities with primarily off-reservation effects and “in\nwhich the Tribes ha[d no] significant interest.” 447 U. S., at\n152. Meanwhile, inBrackerthis Court refused to permit a\nState to apply its civil tax laws on tribal lands even though\nCongress had not expressly prohibited the State from doing so. 448\nU. S., at 143.4In a fleeting aside, the\nCourt suggests that the treaty was “supplanted” by the Oklahoma\nEnabling Act in 1906, which endowed the State with “inherent”\nauthority to try crimes by or against tribal members on tribal\nlands.Ante, at 22–23. But the Court cites no proof for itsipse dixit, nor could it. As we shall see, Congress took\npains to abide its treaty promises when it adopted the Oklahoma\nEnabling Act and has never revoked them. Nor may this Court\nabrogate treaties or statutes by wishing them away in passing\nremarks. In a Nation governed by the rule of law, not men (or\nwillful judges), only Congress may withdraw this Nation’s treaty\npromises or revise its written laws. SeeMcGirtv.Oklahoma, 591 U. S. ___, ___ (2020) (slip op., at 7).\nEven on its own terms, too, the Court’s discussion of the treaty\nturns out to be dicta. In the end, the Court abandons any\nsuggestion that, with its admission to the Union, the Cherokee’s\ntreaties somehow evaporated and Oklahoma gained an “inherent” right\nto prosecute crimes by or against tribal members on tribal lands.\nInstead, the Court resorts to a case-specific “balancing test” that\nacknowledges state law may not apply on tribal lands even in the\nabsence of a preemptive statute. See Part III–A,infra. In\nthe course of its dicta on the treaty, the Court highlights still\ntwo other irrelevant facts—that the Cherokee engaged in treaties\nwith the Confederacy during the Civil War and that “Congress\nabolished treatymaking with the Indian nations in 1871.”Ante, at 21, n. 7, 22, n. 8 (internal quotation\nmarks omitted). In truth, while some members of the Tribe did side\nwith the Confederacy, others fought for the Union. See 1 Litton\n222, 224, 239. Regardless, after the Civil War the federal\ngovernment punished the entire Tribe by stripping some of its lands\nin the 1866 Treaty of Washington. Seeid., at 245. But that\npact did not terminate the government’s other existing treaty\npromises. To the contrary, the new treaty expressly confirmed that\n“[a]ll provisions of treaties, heretofore ratified . . .\nand not inconsistent with the provisions of this treaty, are hereby\nreaffirmed.” Treaty with the Cherokee, Art. XXXI, 14Stat. 806. As\nfor the 1871 statute the Court cites, it makes plain that “nothing\nherein contained shall be construed to invalidate or impair the\nobligation of any treaty heretofore lawfully made and ratified with\nany . . . Indian nation or tribe.” 16Stat. 566.\nRecognizing as much, this Court in 1896 expressly recognized that\nthe Tribe’s “guarantee of self-government” in the Treaty of New\nEchota remained in force.Talton, 163 U. S., at 380. In\nthe years since, this Court and others have recognized the\ncontinuing vitality of various aspects of the treaty too. See,e.g.,Choctaw Nationv.Oklahoma,397 U.S.\n620, 628 (1970);EEOCv.Cherokee Nation, 871\nF.2d 937, 938 (CA10 1989). And in this very case, the federal\ngovernment has confirmed that the Nation’s treaties continue to\n“protect” the Tribe. See Tr. of Oral Arg. 121.5In places, the Court\nseems to suggest that the Oklahoma Enabling Act endowed the State\nwith “inherent” jurisdiction to try any crime committed within its\nborders. Seeante, at 22–23. But in the end the Court\nabandons any suggestion that with statehood Oklahoma gained an\ninherent right to try cases involving tribal members within tribal\nbounds. See Part III–A,infra. So, once more, the Court’s\ndiscussion of the Oklahoma Enabling Act turns out to be dicta\nfuture litigants are free to correct. Much correction is warranted.\nNot only does the Court fail to quote, let alone offer any analysis\nof, the relevant statutory text. Its suggestion that the Oklahoma\nEnabling Act granted the State criminal jurisdiction over tribal\nlands would require us to suppose that Congress abrogated two\ntreaties with the Cherokee without ever saying so—an interpretation\nthat would grossly defy our Nation’s promises and this Court’s\nobligation to read congressional work as a harmonious whole.\nReading the Oklahoma Enabling Act in line with the Court’s\nill-considered dicta would also defy this Court’s longstanding\nprecedents inTiger,Ramsey, andMcClanahan.\nOf course, the Court tries to invokeMcBratneyandDraperas contrary authority. But as we will see in a\nmoment, both cases carefully reiterated the rule that statehood\ndoes not imply the right to try crimes on tribal lands by or\nagainst tribal members. The Court also citesOrganizedVillage of Kakev.Egan,369 U.S.\n60(1962). But that case involved Alaska’s Anti-Fish-Trap\nConservation Law, not the Oklahoma Enabling Act. Admittedly,Eganquotes comments from a 1954 legislative committee\nhearing about the Alaska Enabling Act in which a few participants\nalso happened to express views on the meaning of the Oklahoma\nEnabling Act, passed almost 50 years earlier. Seeid., at\n71. But surely this Court cannot think a few stray post-enactment\nlegislative comments, “unmoored from any statutory text,”ante, at 11, control over the statutory terms or our more\nspecific precedents.6The Court observes that\nPublic Law 280 and related statutes did more than just grant States\njurisdiction over crimes by non-Indians against Indians on tribal\nlands—“the issue here.”Ante, at 17. Congress also granted\n“States . . . jurisdiction over crimes committedby\nIndians.”Ibid.(emphasis in original). But that\nobservation fails to answer the fact that, under the Court’s view,\na major portion of all these laws is surplusage—and none of them\nwas necessary if States really enjoyed “inherent” criminal\njurisdiction on tribal lands from the start.7See,e.g.,United Statesv.Bryant, 579 U.S. 140, 146 (2016);Nevadav.Hicks,533 U.S.\n353, 365 (2001);Solemv.Bartlett,465 U.S.\n463, 465, n. 2 (1984);Washingtonv.Confederated\nBands and Tribes of Yakima Nation,439\nU.S. 463, 470–471 (1979);McClanahanv.Arizona Tax\nComm’n,411 U.S.\n164, 170–171 (1973).8See,e.g.,Statev.Cungtion, 969 N.W.2d 501, 504–505 (Iowa\n2022);Statev.Sebastian, 243 Conn. 115, 128, and n.\n21, 701 A.2d 13, 22, and n. 21 (1997);Statev.Larson,455 N.W.2d 600, 600–601 (S. D. 1990);Statev.Flint, 157 Ariz. 227, 228, 756 P.2d 324, 324–325 (App.\n1988);Statev.Greenwalt, 204 Mont. 196, 204–205,\n663 P.2d 1178, 1182–1183 (1983);Statev.Warner, 71\nN. M. 418, 421–422,379 P.2d 66, 68–69 (1963);Statev.Kuntz,66 N.W.2d 531, 532 (N. D. 1954);Statev.Jackson, 218 Minn. 429, 430, 16 N.W.2d 752, 754–755 (1944);\nsee alsoUnited Statesv.Langford, 641 F.3d 1195,\n1199 (CA10 2011);United Statesv.Bruce,394 F.3d 1215, 1221 (CA9 2005).9As sometimes happens when\nthe government considers a legal question over centuries, differing\nviews have occasionally popped up. In 1979, the Office of Legal\nCounsel opined—with little analysis—that States might be able to\nexercise concurrent criminal jurisdiction on tribal lands, though\nit conceded the question was “exceedingly difficult.” 3 Op. OLC\n111, 117, 120. This kind of surface-level, hedged analysis is\nhardly robust evidence. In any event, the Executive Branch reverted\nto its traditional position in short order. That makes the Court’s\nrepeated reliance on this isolated opinion—and its failure to\nacknowledge the mountain of contradictory evidence—especially\nbewildering. Seeante, at 12–16.10In a\nfinal drive-by flourish, the Court asserts that its “jurisdictional\nholding[s]” today apply “throughout the United States.” For\nemphasis, the Court repeats the point in a footnote.Ante,\nat 24, n. 8, 25. But not only does the Court acknowledge that\nCongress may preempt state jurisdiction over crimes like this one.\nSeeante, at 6. The truth is, in this case involving one\nTribe in one State the Court does not purport to evaluate the\n(many) treaties, federal statutes, precedents, and state laws that\nmay preclude state jurisdiction on specific tribal lands around the\ncountry. Nor are we legislators entitled to pass new laws of\ngeneral applicability, but a court charged with resolving cases and\ncontroversies involving particular parties who are entitled to make\ntheir own arguments in their own cases. The very precedent the\nCourt invokes as authority to reach its decision today recognizes\nas much—and demands future courts conduct any analysis sensitive to\nthe “specific context” of each Tribe, its treaties, and relevant\nlaws.Bracker, 448 U. S., at 145. For that matter, even\nwhen it comes to the Cherokee the Court leaves much unanswered. The\nCourt does not confront the relevant text of the Cherokee’s\ntreaties, the Oklahoma Enabling Act, or the relevant portions of\nour precedents interpreting both. And the Court does not mention\nthe terms of Public Law 280 that require Oklahoma to amend its laws\nbefore asserting jurisdiction. Even more than all that, the Court\nultimately retreats from its claim that statehood confers an\n“inherent” right to prosecute crimes by non-Indians against tribal\nmembers on tribal lands. It rests instead on a “balancing test”\nthat makes anything it does say about the “inherent” right of\nStates to try cases within Indian country dicta through and\nthrough.",
    "joined": []
}