{
    "case": {
        "docket": "19-631",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-631/"
    },
    "id": "4269741",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–631_________________WILLIAM P. BARR, ATTORNEY GENERAL, et al.,\nPETITIONERSv.AMERICAN ASSOCIATION OF POLITICAL\nCONSULTANTS, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[July 6, 2020]Justice Gorsuch, with whom Justice Thomas\njoins as to Part II, concurring in the judgment in part and\ndissenting in part.I agree with Justice Kavanaugh that the\nprovision of the Telephone Consumer Protection Act before us\nviolates the First Amendment. Respectfully, however, I disagree\nabout why that is so and what remedial consequences should\nfollow.IThe TCPA is full of regulations on robocalls.\nThe statute limits robocalls to residential landlines, hospitals,\nemergency numbers, and business lines. The only provision before us\ntoday, however, concerns robocalls to cell phones, mobile devices,\nor “any service for which the called party is charged for the\ncall.” 47 U. S. C. §227(b)(1)(A)(iii). Before the law’s\nenactment, many cell phone users had to pay for each call, so they\nsuffered not only the pleasure of robocalls, but also the privilege\nof paying for them. In 1991, Congress sought to address the problem\nby banning nearly all unsolicited robocalls to cell phones.But much has changed since then. Now, cell phone\nusers often pay a flat monthly fee for unlimited minutes, reducing\nthe cost (if not the annoyance) of hearing from robocallers. New\nweapons in the fight against robocallers have emerged,\ntoo—including tools that allow consumers to more easily screen and\nblock unwanted calls. Perhaps in recognition of these changes,\nCongress relaxed the ban on cellphone robocallers in 2015. Today,\nunsolicited calls are permitted if they are “made solely to collect\na debt owed to or guaranteed by the United States.”That leaves robocallers no shortage of material.\nThe government backs millions upon millions of loans—student loans,\nhome mortgages, veterans’ loans, farm loans, business loans. When\nit comes to student loans alone, the government guarantees more\nthan $150 billion in private loans involving over 7 million\nindividuals. And, to be clear, it’s not just the government that’s\nallowed to call about these loans. Private lenders and debt\ncollectors are free to send in the robots too, so long as the debt\nat issue is ultimately guaranteed by the government.Today’s plaintiffs wish to use robocalls for\nsomething different: to campaign and solicit donations for\npolitical causes. The plaintiffs allege that the law’s continuing\nban on calls like theirs violates the First Amendment, and on the\nmain points of their argument the parties agree. First, no one\ndoubts the TCPA regulates speech. Second, everyone accepts that\nrestrictions on speech—no matter how evenhanded—must be justified\nby at least a “ ‘significant governmental interest.’ ”Wardv.Rock Against Racism,491\nU.S. 781, 791 (1989). And, third, the parties agree that laws\nthat go further by regulating speech on the basis of content invite\nstill greater scrutiny. When the government seeks to censor speech\nbased on its content, favoring certain voices and punishing others,\nits restrictions must satisfy “strict scrutiny”—meaning they must\nbe justified by interests that are “compelling,” not just\nsignificant. After all, a constitutional right would hardly be\nneeded to protect popular speakers; the First Amendment does its\nreal work in giving voice to those a majority would silence. SeeMcCullenv.Coakley,573 U.S.\n464, 477–478 (2014); but seeante,at 5–6 (Breyer, J.,\nconcurring in judgment with respect to severability and dissenting\nin part) (seeking to overturn precedent and allow the government\nsometimes to impose content-based restrictions to “respon[d] to the\npublic will”).In my view, the TCPA’s rule against cellphone\nrobocalls is a content-based restriction that fails strict\nscrutiny. The statute is content-based because it allows speech on\na subject the government favors (collecting its debts) while\nbanning speech on other disfavored subjects (including political\nmatters). Cf.ante,at 9–11 (opinion of Breyer, J.)\n(mistakenly characterizing the content discrimination as “not\nabout” political activities). The statute fails strict scrutiny\nbecause the government offers no compelling justification for its\nprohibition against the plaintiffs’ political speech. In fact, the\ngovernment does not dispute that, if strict scrutiny applies, its\nlaw must fall.It’s easy enough to see why the government makes\nno effort to satisfy strict scrutiny. Now that most cell phone\nplans do not charge by the call, the only justification the\ngovernment cites for its robocall ban is its interest in protecting\nconsumer privacy. No one questions that protecting consumer privacy\nqualifies as a legitimate and “genuine” interest for the government\nto pursue.Ante,at 2–3, 10. But before the government may\ncensor the plaintiffs’ speech based on its content, it must point\nto acompellinginterest. And if the government thinks\nconsumer privacy interests are insufficient to overcome its\ninterest in collecting debts, it’s hard to see how the government\nmight invoke consumer privacy interests to justify banning private\npolitical speech. Especially when consumers seem to find debt\ncollection efforts particularly intrusive: Year after year, the\nFederal Trade Commission receives more complaints about the debt\ncollection industry than any other. The nature and breadth of the\nlaw’s exception calls into question the necessity of its rule.Much precedent supports this course. As this\nCourt has long explained, a law’s failure to address a wide swath\nof conduct implicating its supposed concern “diminish[es] the\ncredibility of the government’s [stated] rationale for [its]\nrestrict[ion].”City of Laduev.Gilleo,512 U.S.\n43, 52 (1994). Or, as the Court has elsewhere put it, the\ncompellingness of the government’s putative interest is undermined\nwhen its law “leaves appreciable damage to [the] supposedly vital\ninterest unprohibited.”Church of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520, 547 (1993) (internal quotation marks omitted); see alsoGonzalesv.O Centro Espírita Beneficente União do\nVegetal,546 U.S.\n418, 433 (2006). The insight is simple: A law’s failure to\ncover “significant tracts of conduct implicating [its] putatively\ncompelling interes[t] can raise . . . the inference that\nthe . . . claimed interest isn’t . . . so\ncompelling after all.”Yellowbearv.Lampert, 741\nF.3d 48, 60 (CA10 2014).That’s not to say the inference is irrebuttable.\nThe government might, for example, show that the apparent\ninconsistency in its law is justified by some qualitative or\nquantitative difference between the speech it favors and the speech\nit disfavors. Seeid.,at 61. So if debt collection\nrobocalls were less invasive of consumer privacy than other kinds\nof robocalls, or if they were inherently rare, an exception\npermitting debt collection calls might not undermine the\ngovernment’s claimed interest in banning other calls. But the\ngovernment, a party with every incentive and ample resources, has\nnot even tried to suggest conditions like those are present here,\nand understandably so: The government-debt exception allows a\nseeminglyinfinitenumber of robocalls of the type consumers\nappear to findmostinvasive.IIWith a First Amendment violation proven, the\nquestion turns to remedy. Because the challenged robocall ban\nunconstitutionally infringes on their speech, I would hold that the\nplaintiffs are entitled to an injunction preventing its enforcement\nagainst them. This is the traditional remedy for proven violations\nof legal rights likely to work irreparable injury in the future.\nPreventing the law’s enforcement against the plaintiffs would fully\naddress their injury. And going this far, but no further, would\navoid “short circuit[ing] the democratic process” by interfering\nwith the work of Congress any more than necessary.Washington\nState Grangev.Washington State Republican Party,552 U.S.\n442, 451 (2008).Justice Kavanaugh’s opinion pursues a different\ncourse. Invoking “severability doctrine,” it declares the\ngovernment-debt exception void and severs it from the statute. As\nrevised by today’s decision, the law prohibits nearly all robocalls\nto cell phones, just as it did back in 1991. In support of this\nremedy, we are asked to consider cases involving equal protection\nviolations, where courts have sometimes solved the problem of\nunequal treatment by leveling others “down” to the\nplaintiff ’s status rather than by leveling the plaintiff “up”\nto the status others enjoy.I am doubtful of our authority to rewrite the\nlaw in this way. Many have questioned the propriety of modern\nseverability doctrine,[1] and\ntoday’s case illustrates some of the reasons why. To start, it’s\nhard to see how today’s use of severability doctrine qualifies as a\nremedy at all: The plaintiffs have not challenged the\ngovernment-debt exception, they have not sought to have it severed\nand stricken, and far from placing “unequal treatment” at the\n“heart of their suit,” they have never complained of unequal\ntreatment as such.Ante,at 23. The plaintiffs point to the\ngovernment-debt exception only to show that the government lacks a\ncompelling interest in restricting their speech. It isn’t even\nclear the plaintiffs would have standing to challenge the\ngovernment-debt exception. They came to court asserting a right to\nspeak, not a right to be free from other speakers. Severing and\nvoiding the government-debt exception does nothing to address the\ninjury they claim; after today’s ruling, federal law bars the\nplaintiffs from using robocalls to promote political causes just as\nstoutly as it did before. What is the point of fighting this long\nbattle, through many years and all the way to the Supreme Court, if\nthe prize for winning is no relief at all?A severance remedy not only fails to help the\nplaintiffs, it harms strangers to this suit. Just five years ago,\nCongress expressly authorized robocalls to cell phones to collect\ngovernment-backed debts. Yet, today, the Court reverses that\ndecision and outlaws the entire industry. It is highly unusual for\njudges to render unlawful conduct that Congress has explicitly made\nlawful—let alone to take such an extraordinary step without warning\nto those who have ordered their lives and livelihoods in reliance\non the law, and without affording those individuals any opportunity\nto be heard. This assertion of power strikes me as raising serious\nseparation of powers questions, and it marks no small departure\nfrom our usual reliance on the adversarial process.Nor does the analogy to equal protection\ndoctrine solve the problem. That doctrine promises equality of\ntreatment, whatever that treatment may be. The First Amendment\nisn’t so neutral. It pushes, always, in one direction: against\ngovernmental restrictions on speech. Yet, somehow, in the name of\nvindicating the First Amendment, our remedial course today leads to\nthe unlikely result that not a single person will be allowed to\nspeak more freely and, instead, more speech will be banned.In an effort to mitigate at least some of these\nproblems, Justice Kavanaugh suggests that the ban on\ngovernment-debt collection calls announced today might be applied\nonly prospectively. Seeante, at 22, n. 13. But prospective\ndecisionmaking has never been easy to square with the judicial\npower. See,e.g., James B. Beam Distilling Co.v.Georgia,501 U.S.\n529, 548–549 (Scalia, J., concurring in judgment) (judicial\npower is limited to “discerning what the lawis, rather than\ndecreeing . . . what it willtomorrowbe”). And a\nholding that shieldsonlygovernment-debt collection callers\nfrom past liability under an admittedly unconstitutional law would\nwind up endorsing the very same kind of content discrimination we\nsay we are seeking to eliminate.Unable to solve the problems associated with its\npreferred severance remedy, today’s decision seeks at least to\nidentify “harm[s]” associated with mine. Cf.ante, at 24\n(opinion of Kavanaugh, J.). In particular, we are reminded that\ngranting an injunction in this case would allow the plaintiffs’\n(unpopular) speech, and that could induce others to seek\ninjunctions of their own, resulting in still more (unpopular)\nspeech. But this “harm” is hardly comparable to the problems\nassociated with using severability doctrine: Having to tolerate\nunwanted speech imposes no cognizable constitutional injury on\nanyone; it is life under the First Amendment, which is almost\nalways invoked to protect speech some would rather not hear.*In the end, I agree that 47 U. S. C.\n§227(b)(1)(A)(iii) violates the First Amendment, though not for the\nreasons Justice Kavanaugh offers. Nor am I able to support the\nremedy the Court endorses today. Respectfully, if this is what\nmodern “severability doctrine” has become, it seems to me all the\nmore reason to reconsider our course.Notes1See,e.g.,Seila Law\nLLCv.Consumer Financial Protection Bureau,ante, at 14–24 (Thomas, J., concurring in part and\ndissenting in part); Harrison, Severability, Remedies, and\nConstitutional Adjudication, 83 Geo. Wash. L. Rev. 56 (2014); see\nalso Movsesian, Severability in Statutes and Contracts, 30 Ga. L.\nRev. 41, 41–42 (1995) (collecting academic criticism of\nseverability doctrine).",
    "joined": []
}