{
    "case": {
        "docket": "17-1717",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1717/"
    },
    "id": "4111200",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 17–1717 and 18–18_________________THE AMERICAN LEGION, et al.,\nPETITIONERS17–1717v.AMERICAN HUMANIST ASSOCIATION,\net al.; andMARYLAND-NATIONAL CAPITAL PARK AND\nPLANNING COMMISSION, PETITIONER18–18v.AMERICAN HUMANIST ASSOCIATION,\net al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2019]Justice Gorsuch, with whom Justice Thomas\njoins, concurring in the judgment.The American Humanist Association wants a\nfederal court to order the destruction of a 94 year-old war\nmemorial because its members are offended. Today, the Court\nexplains that the plaintiffs are not entitled to demand the\ndestruction of longstanding monuments, and I find much of its\nopinion compelling. In my judgment, however, it follows from the\nCourt’s analysis that suits like this one should be dismissed for\nlack of standing. Accordingly, while I concur in the judgment to\nreverse and remand the court of appeals’ decision, I would do so\nwith additional instructions to dismiss the case.*The Association claims that its members\n“regularly” come into “unwelcome direct contact” with a World War I\nmemorial cross in Bladensburg, Maryland “while driving in the\narea.” 874 F.3d 195, 203 (CA4 2017). And this, the Association\nsuggests, is enough to allow it to insist on a federal judicial\ndecree ordering the memorial’s removal. Maybe, the Association\nconcedes, others who are less offended lack standing to sue. Maybe\nothers still who are equally affected but who come into contact\nwith the memorial too infrequently lack standing as well. See Tr.\nof Oral Arg. 48–49. But, the Association assures us, its members\nare offended enough—and with sufficient frequency—that they may\nsue.This “offended observer” theory of standing has\nno basis in law. Federal courts may decide only those cases and\ncontroversies that the Constitution and Congress have authorized\nthem to hear. And to establish standing to sue consistent with the\nConstitution, a plaintiff must show: (1) injury-in-fact,\n(2) causation, and (3) redressability. The injury-in-fact\ntest requires a plaintiff to prove “an invasion of a legally\nprotected interest which is (a) concrete and particularized\n. . . and (b) actual or imminent, not conjectural or\nhypothetical.”Lujanv.Defenders of Wildlife,504 U.S.\n555, 560 (1992) (internal quotation marks omitted).Unsurprisingly, this Court has already rejected\nthe notion that offense alone qualifies as a “concrete and\nparticularized” injury sufficient to confer standing. We could\nhardly have been clearer: “The presence of a dis- agreement,\nhowever sharp and acrimonious it may be, is insufficient by itself\nto meet Art. III’s requirements.”Diamondv.Charles,476 U.S.\n54, 62 (1986). Imagine if a bystander disturbed by a police\nstop tried to sue under the Fourth Amendment. Suppose an advocacy\norganization whose members were distressed by a State’s decision to\ndeny someone else a civil jury trial sought to complain under the\nSeventh Amendment. Or envision a religious group upset about the\napplication of the death penalty trying to sue to stop it. Does\nanyone doubt those cases would be rapidly dispatched for lack of\nstanding? Cf.Whitmorev.Arkansas,495 U.S.\n149, 151 (1990) (holding that a third party does not have\n“standing to challenge the validity of a death sentence imposed on\na capital defendant who has elected to forgo his right of\nappeal”).It’s not hard to see why this Court has refused\nsuits like these. If individuals and groups could invoke the\nauthor- ity of a federal court to forbid what they dislike for no\nmore reason than they dislike it, we would risk exceeding the\njudiciary’s limited constitutional mandate and infringing on powers\ncommitted to other branches of government. Courts would start to\nlook more like legislatures, responding to social pressures rather\nthan remedying concrete harms, in the process supplanting the right\nof the people and their elected representatives to govern\nthemselves. See,e.g.,Clapperv.Amnesty Int’l\nUSA,568 U.S.\n398, 408 (2013) (“The law of Article III standing, which is\nbuilt on separation-of-powers principles, serves to prevent the\njudicial process from being used to usurp the powers of the\npolitical branches”);Warthv.Seldin,422 U.S.\n490, 500 (1975) (without standing requirements “courts would be\ncalled upon to decide abstract questions of wide public\nsignificance even though other governmental institutions may be\nmore competent to address the questions”);Heinv.Freedom From Religion Foundation, Inc.,551 U.S.\n587, 635–636 (2007) (Scalia, J., concurring in judgment)\n(“ ‘To permit a complainant who has no concrete injury to\nrequire a court to rule on important constitutional issues in the\nabstract would create the potential for abuse of the judicial\nprocess, distort the role of the Judiciary in its relationship to\nthe Executive and the Legislature and open the Judiciary to an\narguable charge of providing “government by\ninjunction” ’ ”).Proceeding on these principles, this Court has\nheld offense alone insufficient to convey standing in analogous—and\narguably more sympathetic—circumstances. TakeAllenv.Wright,468 U.S.\n737(1984), where the parents of African-American\nschoolchildren sued to compel the Internal Revenue Service to deny\ntax-exempt status to schools that discriminated on the basis of\nrace. The parents claimed that their children suffered a “stigmatic\ninjury, or denigration” when the government supported racially\ndiscriminatory institutions.Id., at 754. But this Court\nrefused to entertain the case, reasoning that standing extends\n“only to those persons who are personally denied equal treatment by\nthe challenged discriminatory conduct.”Id., at 755\n(internal quotation marks omitted). Now put the teachings there\nalongside the Association’s standing theory here and you get this\nutterly unjustifiable result: An African-American offended by a\nConfederate flag atop a state capitol would lack standing to sue\nunder the Equal Protection Clause, but an atheist who is offended\nby the cross on the same flag could sue under the Es- tablishment\nClause. Who really thinksthatcould be the law? See Brief\nfor Becket Fund for Religious Liberty asAmicus Curiae34–35.Consider, as well, the Free Exercise Clause. InHarrisv.McRae,448 U.S.\n297(1980), this Court denied standing to a religious group\nthat raised a free exercise challenge to federal restrictions on\nabortion funding because “the plaintiffs had ‘not contended that\nthe [statute in question] in any way coerce[d] themas\nindividualsin the practice of their religion.’ ”Id., at 321, n. 24. Instead, the Court has held, a free\nexercise plaintiff generally must “show that his good-faith\nreligious beliefs are hampered before he acquires standing to\nattack a statute under the Free-Exercise Clause.”Braunfeldv.Brown,366 U.S.\n599, 615 (1961) (Brennan, J., concurring and dissenting). And\nif standing doctrine has such bite under the Free Exercise Clause,\nit’s difficult to see how it could be as toothless as plaintiffs\nsuppose under the neighboring Establishment Clause.In fact, this Court has already expressly\nrejected “offended observer” standing under the Establishment\nClause itself. InValley Forge Christian Collegev.Americans United for Separation of Church and State,Inc.,454 U.S.\n464(1982), the plaintiffs objected to a transfer of property\nfrom the federal government to a religious college, an action they\nhad learned about through a news release. This Court had little\ntrouble concluding that the plaintiffs lacked standing to challenge\nthe transfer, explaining that “the psychological consequence\npresumably produced by observation of conduct with which one dis-\nagrees” is not an injury-in-fact “sufficient to confer standing\nunder Art. III.”Id., at 485. To be sure, this Court has\nsometimes resolved Establishment Clause challenges to religious\ndisplays on the merits without first addressing standing. But as\nthis Court has held, its own failure to consider standing cannot be\nmistaken as an endorsement of it: “[D]rive-by jurisdictional\nrulings of this sort” carry “no precedential effect.”Steel\nCo.v.Citizens for Better Environment,523 U.S.\n83, 91 (1998).Offended observer standing is deeply\ninconsistent, too, with many other longstanding principles and\nprecedents. For example, this Court has consistently ruled that\n“ ‘generalized grievances’ about the conduct of Government”\nare insufficient to confer standing to sue.Schlesingerv.Reservists Comm. to Stop the War,418\nU.S. 208, 217 (1974). But if offended observers could bring\nsuit, this rule would be rendered meaningless: Who, after all,\nwould have trouble recasting a generalized grievance about\ngovernmental action into an “I-take-offense” argument for standing?\nSimilarly, this Court has long “adhered to the rule that a party\n‘generally must assert his own legal rights and interests, and\ncannot rest his claim to relief on the legal rights or interests of\nthird parties.’ ”Kowalskiv.Tesmer,543 U.S.\n125, 129 (2004). We depart from this rule only where the party\nseeking to invoke the judicial power “has a ‘close’ relationship\nwith the person who possesses the right” and “there is a\n‘hindrance’ to the possessor’s ability to protect his own\ninterests.”Id., at 130. Applying these principles inKowalski, this Court held that attorneys lacked standing to\nassert the rights of indigent defendants.Id., at 127. And\ninWhitmore, we rejected a third party’s effort to appeal\nanother person’s death sentence. 495 U. S., at 151. But if\noffended observers could sue, the attorneys inKowalskimight have sim- ply claimed they were “offended” by Michigan’s\nprocedure for appointing appellate counsel, and the third party inWhitmorecould have just said he was offended (as he surely\nwas) by the impending execution. None of this Court’s limits on\nthird-party standing would really matter.*Offended observer standing cannot be squared\nwith this Court’s longstanding teachings about the limits of\nArticle III. Not even today’s dissent seriously attempts to defend\nit. So at this point you might wonder: Howdidthe lower\ncourts in this case indulge the plaintiffs’ “offended observer”\ntheory of standing? And why have other lower courts done similarly\nin other cases?The truth is, the fault lies here. Lower courts\ninvented offended observer standing for Establishment Clause cases\nin the 1970s in response to this Court’s decision inLemonv.Kurtzman,403 U.S.\n602(1971).Lemonheld that whether governmental action\nviolates the Establishment Clause depends on its (1) purpose,\n(2) effect, and (3) potential to “ ‘excessive[ly]\n. . . entangl[e]’ ” church and state,id., at\n613, a standard this Court came to understand as prohibiting the\ngovernment from doing anything that a “ ‘reasonable\nobserver’ ” might perceive as “endorsing” religion,County\nof Alleghenyv.American Civil Liberties Union, Greater\nPittsburgh Chapter,492 U.S.\n573, 620–621 (1989) (opinion of Blackmun, J.);id., at\n631 (O’Connor, J., concurring in part and concurring in judgment).\nAnd lower courts reasoned that, if the Establishment Clause forbids\nanything a reasonable observer would view as an endorsement of\nreligion, then such an observer must be able to sue.Moorev.Bryant, 853 F.3d 245, 250 (CA5 2017). Here alone, lower\ncourts concluded, though never with this Court’s approval, an\nobserver’s offense must “suffice to make an Establishment Clause\nclaim justiciable.”Suhrev.Haywood Cty.,131 F.3d 1083, 1086 (CA4 1997).As today’s plurality rightly indicates in Part\nII–A, however,Lemonwas a misadventure. It sought a “grand\nunified theory” of the Establishment Clause but left us only a\nmess. Seeante, at 24 (plurality opinion). How much\n“purpose” to promote religion is too much (are Sunday closing laws\nthat bear multiple purposes, religious and secular, problematic)?\nHow much “effect” of advancing religion is tolerable (are even\nincidental effects disallowed)? What does the “entanglement” test\nadd to these inquiries? Even beyond all that, how “reasonable” must\nour “reasonable observer” be, and what exactly qualifies as\nimpermissible “endorsement” of religion in a country where “In God\nWe Trust” appears on the coinage, the eye of God appears in its\nGreat Seal, and we celebrate Thanksgiving as a national holiday\n(“to Whom are thanks being given”)?Harrisv. Zion,\n927 F.2d 1401, 1423 (CA7 1991) (Easterbrook, J., dissenting).\nNearly half a century afterLemonand, the truth is, no one\nhas any idea about the answers to these questions. As the plurality\ndocuments, our “doctrine [is] in such chaos” that lower courts have\nbeen “free to reach almost any result in almost any case.”\nMcConnell, Religious Participation in Public Programs: Religious\nFreedom at a Crossroads, 59 U. Chi. L. Rev. 115, 119 (1992).\nScores of judges have pleaded with us to retireLemon,\nscholars of all stripes have criticized the doctrine, and a\nmajority of this Court has long done the same.Ante, at\n14–15 (plurality opinion). Today, not a single Member of the Court\neven tries to defendLemonagainst these criticisms—and they\ndon’t because they can’t. As Justice Kennedy explained,Lemonis “flawed in its fundamentals,” has proved\n“unworkable in practice,” and is “inconsistent with our history and\nour precedents.”County of Allegheny, 492 U. S., at\n655, 669 (opinion concurring in judgment in part and dissenting in\npart).In place ofLemon, Part II–D of the\nplurality opinion relies on a more modest, historically sensitive\napproach, recognizing that “the Establishment Clause must be\ninterpreted by reference to historical practices and\nunderstandings.”Ante, at 25 (quotingTown of Greecev.Galloway, 572 U.S. 565, 576 (2014) (internal quotation\nmarks omitted); see alsoante, at 1–4 (Kavanaugh, J.,\nconcurring). So, by way of example, the plurality explains that a\nstate legislature may permissibly begin each session with a prayer\nby an official chaplain because “Congress for more than 200 years\nhad opened its sessions with a prayer and . . . many\nstate legislatures had followed suit.”Ante, at 25\n(discussingMarshv.Chambers,463 U.S.\n783(1983), andTown of Greece, 572 U. S. 565). The\nconstitutionality of a practice doesn’t depend on some artificial\nand indeterminate three-part test; what matters, the plurality\nreminds us, is whether the challenged practice fits “ ‘within\nthe tradition’ ” of this country.Ante, at 27 (citingTown of Greece, 572 U. S., at 577).I agree with all this and don’t doubt that the\nmonument before us is constitutional in light of the nation’s\ntraditions. But then the plurality continues on to suggest that\n“longstanding monuments, symbols, and practices” are\n“presumpt[ively]” constitutional.Ante, at 16. And about\nthat, it’s hard not to wonder: How old must a monument, symbol, or\npractice be to qualify for this new presumption? It seems 94 years\nis enough, but what about the Star of David monument erected in\nSouth Carolina in 2001 to commemorate victims of the Holocaust, or\nthe cross that marines in California placed in 2004 to honor their\ncomrades who fell during the War on Terror? And where exactly in\nthe Constitution does this presumption come from? The plurality\ndoes not say, nor does it even explain what work its presumption\ndoes. To the contrary, the plurality proceeds to analyze the\n“presumptively” constitutional memorial in this case for its\nconsistency with “ ‘historical practices and\nunderstandings’ ” underMarshandTown of\nGreece—exactly the same approach that the plurality, quotingTown of Greece, recognizes “ ‘must be’ ” usedwheneverwe interpret the Establishment Clause.Ante,\nat 25; see alsoante, at 2–4 (Kavanaugh, J., concurring).\nThough the plurality does not say so in as many words, the message\nfor our lower court colleagues seems unmistakable: Whether a\nmonument, symbol, or practice is old or new, applyTown of\nGreece, notLemon. Indeed, some of our colleagues\nrecognize this implication and blanch at its prospect. Seeante, at 2–3 (Breyer, J., concurring);ante, at 1–2\n(Kagan, J., concurring in part) (declining to join Parts II–A &\nII–D);post, at 2, n. 2 (Ginsburg, J., dissenting). But\nif that’s the real message of the plurality’s opinion, it seems to\nme exactly right—because what matters when it comes to assessing a\nmonument, symbol, or practice isn’t its age but its compliance with\nageless principles. The Constitution’s meaning is fixed, not some\ngood-for-this-day-only coupon, and a practice consistent with our\nnation’s traditions is just as permissible whether undertaken today\nor 94 years ago.*WithLemonnow shelved, little excuse\nwill remain for the anomaly of offended observer standing, and the\ngaping hole it tore in standing doctrine in the courts of appeals\nshould now begin to close. Nor does this development mean colorable\nEstablishment Clause violations will lack for proper plaintiffs. By\nway of example only, a public school student compelled to recite a\nprayer will still have standing to sue. SeeSchool Dist. of\nAbington Townshipv. Schempp,374\nU.S. 203, 224, n. 9 (1963). So will persons denied public\noffice because of their religious affiliations or lack of them. And\nso will those who are denied government benefits because they do\nnot practice a favored religion or any at all.Texas Monthly,\nInc.v. Bullock,489 U.S.\n1, 7–8 (1989) (plurality opinion). On top of all that, States\nremain free to supply other forms of relief consistent with their\nown laws and constitutions.Abandoning offended observer standing will mean\nonly a return to the usual demands of Article III, requiring a real\ncontroversy with real impact on real persons to make a federal case\nout of it. Along the way, this will bring with it the welcome side\neffect of rescuing the federal judiciary from the sordid business\nof having to pass aesthetic judgment, one by one, on every public\ndisplay in this country for its perceived capacity to give offense.\nIt’s a business that has consumed volumes of the federal reports,\ninvited erratic results, frustrated generations of judges, and\nfomented “the very kind of religiously based divisiveness that the\nEstablishment Clause seeks to avoid.”Van Ordenv.Perry,545 U.S.\n677, 704 (2005) (Breyer, J., concurring in judgment). Courts\napplyingLemon’s test have upheld Ten Commandment displays\nand demanded their removal; they have allowed memorial crosses and\ninsisted that they be razed; they have permitted Christmas displays\nand pulled the plug on them; and they have pondered seemingly\nendlessly the inclusion of “In God We Trust” on currency or similar\nlanguage in our Pledge of Allegiance. No one can predict the\nrulings—but one thing is certain: Between the challenged practices\nand the judicial decisions, just about everyone will wind up\noffended.Nor have we yet come close to exhausting the\npotential sources of offense and federal litigationLemoninvited, for what about the display of the Ten Commandments on the\nfrieze in our own courtroom or on the doors leading into it? Or the\nstatues of Moses and the Apostle Paul next door in the Library of\nCongress? Or the depictions of the Ten Commandments found in the\nJustice Department and the National Archives? Or the crosses that\ncan be found in the U. S. Capitol building? And all that just\ntakes us mere steps from where we sit. In light of today’s\ndecision, we should be done with this business, and our lower court\ncolleagues may dispose of cases like these on a motion to dismiss\nrather than enmeshing themselves for years in intractable disputes\nsure to generate more heat than light.*In a large and diverse country, offense can be\neasily found. Really, most every governmental action probably\noffendssomebody. No doubt, too, that offense can be\nsincere, sometimes well taken, even wise. But recourse for\ndisagreement and offense does not lie in federal litigation.\nInstead, in a society that holds among its most cherished ambitions\nmutual respect, tolerance, self-rule, and democratic\nresponsibility, an “offended viewer” may “avert his eyes,”Erznoznikv.Jacksonville,422\nU.S. 205, 212 (1975), or pursue a political solution. Today’s\ndecision represents a welcome step toward restoring this Court’s\nrecognition of these truths, and I respectfully concur in the\njudgment.",
    "joined": []
}