{
    "case": {
        "docket": "16-969",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-969/"
    },
    "id": "3891048",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–969_________________SAS INSTITUTE INC., PETITIONERv.ANDREI IANCU, AS DIRECTOR, UNITED STATES PATENT AND TRADEMARK\nOFFICE, et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 24, 2018]Justice Gorsuch delivered the opinion of the\nCourt.A few years ago Congress created “inter partes\nreview.” The new procedure allows private parties to challenge\npreviously issued patent claims in an adversarial process before\nthe Patent Office that mimics civil litigation. Recently, the Court\nupheld the inter partes review statute against a constitutional\nchallenge.Oil States Energy Services, LLCv.Greene’s\nEnergy Group, LLC,ante,p. ___. Now we take up a\nquestion concerning the statute’s operation. When the Patent Office\ninitiates an inter partes review, must it resolveallof the\nclaims in the case, or may it choose to limit its review to onlysomeof them? The statute, we find, supplies a clear answer:\nthe Patent Office must “issue a final written decision with respect\nto the patentability ofanypatent claim challenged by the\npetitioner.” 35 U. S. C. §318(a) (emphasis added). In\nthis context, as in so many others, “any” means “every.” The agency\ncannot curate the claims at issue but must decide them all.“To promote the Progress of Science and useful\nArts,” Congress long ago created a patent system granting inventors\nrights over the manufacture, sale, and use of their inventions.\nU. S. Const., Art. I, §8, cl. 8; see 35\nU. S. C. §154(a)(1). To win a patent, an applicant must\n(among other things) file “claims” that describe the invention and\nestablish to the satisfaction of the Patent Office the invention’s\nnovelty and nonobviousness. See §§102, 103, 112(b), 131;Cuozzo\nSpeed Technologies, LLCv.Lee, 579 U. S. ___,\n___–___ (2016) (slip op., at 2–3).Sometimes, though, bad patents slip through.\nMaybe the invention wasn’t novel, or maybe it was obvious all\nalong, and the patent owner shouldn’t enjoy the special privileges\nit has received. To remedy these sorts of problems, Congress has\nlong permitted parties to challenge the validity of patent claims\nin federal court. See §§282(b)(2)–(3). More recently, Congress has\nsupplemented litigation with various administrative remedies. The\nfirst of these was ex parte reexamination. Anyone, including\nthe Director of the Patent Office, can seek ex parte reexamination\nof a patent claim. §§302, 303(a). Once instituted, though, an\nex parte reexamination follows essentially the same\ninquisitorial process between patent owner and examiner as the\ninitial Patent Office examination. §305. Later, Congress\nsupplemented ex parte reexamination with inter partes\nreexamination. Inter partes reexamination (since repealed) provided\na slightly more adversarial process, allowing a third party\nchallenger to submit comments throughout the proceeding. §314(b)(2)\n(2006 ed.) (repealed). But otherwise it too followed a more or less\ninquisitorial course led by the Patent Office. §314(a). Apparently\nunsatisfied with this approach, in 2011 Congress repealed inter\npartes reexamination and replaced it with inter partes review. See\n35 U. S. C. §§311–319 (2012 ed.).The new inter partes review regime looks a good\ndeal more like civil litigation. At its outset, a party must file\n“a petition to institute an inter partes review of [a] patent.”\n§311(a). The petition “may request to cancel as unpatentable 1 or\nmore claims of [the] patent” on the ground that the claims are\nobvious or not novel. §311(b); see §§102 and 103. In doing so, the\npetition must identify “each claim challenged,” the grounds for the\nchallenge, and the evidence supporting the challenge. §312(a)(3).\nThe patent owner, in turn, may respond with “a preliminary response\nto the petition” explaining “why no inter partes review should be\ninstituted.” §313. With the parties’ submissions before him, the\nDirector then decides “whether to institute an inter partes review\n. . . pursuant to [the] petition.” §314(b). (In practice,\nthe agency’s Patent Trial and Appeal Board exercises this authority\non behalf of the Director, see 37 CFR §42.4(a) (2017).) Before\ninstituting review, the Director must determine, based on the\nparties’ papers, “that there is a reasonable likelihood that the\npetitioner would prevail with respect to at least 1 of the claims\nchallenged in the petition.” 35 U. S. C. §314(a).Once the Director institutes an inter partes\nreview, the matter proceeds before the Board with many of the usual\ntrappings of litigation. The parties conduct discovery and join\nissue in briefing and at an oral hearing. §§316(a)(5), (6), (8),\n(10), (13). During the course of the case, the patent owner may\nseek to amend its patent or to cancel one or more of its claims.\n§316(d). The parties may also settle their differences and seek to\nend the review. §317. But “[i]f an inter partes review is\ninstituted and not dismissed,” at the end of the litigation the\nBoard “shall issue a final written decision with respect to the\npatentability of any patent claim challenged by the petitioner.”\n§318(a).Our case arose when SAS sought an inter partes\nreview of ComplementSoft’s software patent. In its petition, SAS\nalleged that all 16 of the patent’s claims were unpatent- able for\nvarious reasons. The Director (in truth the Board acting on the\nDirector’s behalf) concluded that SAS was likely to succeed with\nrespect to at least one of the claims and that an inter partes\nreview was therefore warranted. But instead of instituting review\non all of the claims challenged in the petition, the Director\ninstituted review on only some (claims 1 and 3–10) and denied\nreview on the rest. The Director did all this on the strength of a\nPatent Office regulation that purported to recognize a power of\n“partial institution,” claiming that “[w]hen institutinginter\npartesreview, the [Director] may authorize the review to\nproceed on all or some of the challenged claims and on all or some\nor the grounds of unpatentability asserted for each claim.” 37 CFR\n§42.108(a). At the end of litigation, the Board issued a final\nwritten decision finding claims 1, 3, and 5–10 to be unpatentable\nwhile upholding claim 4. But the Board’s decision did not address\nthe remaining claims on which the Director had refused review.That last fact led SAS to seek review in the\nFederal Circuit. There SAS argued that 35 U. S. C.\n§318(a) required the Board to decide the patentability ofeveryclaim SAS challenged in its petition, not just some.\nFor its part, the Federal Circuit rejected SAS’s argument over a\nvigorous dissent by Judge Newman.SAS Institute, Inc.v.ComplementSoft, LLC, 825 F. 3d 1341 (2016). We granted\ncertiorari to decide the question ourselves. 581 U. S. ___\n(2017).We find that the plain text of §318(a) supplies\na ready answer. It directs that “[i]f an inter partes review is\ninstituted and not dismissed under this chapter, the [Board]shall issuea final written decision with respect to the\npatentability ofany patent claim challenged by the\npetitioner. . . .” §318(a) (emphasis added).\nThis directive is both mandatory and comprehensive. The word\n“shall” generally imposes a nondiscretionary duty. SeeLexecon\nInc.v.Milberg Weiss Bershad Hynes & Lerach, 523\nU. S. 26, 35 (1998) . And the word “any” naturally carries “an\nexpansive meaning.”United Statesv.Gonzales, 520\nU. S. 1, 5 (1997). When used (as here) with a “singular noun\nin affirmative contexts,” the word “any” ordinarily “refer[s] to a\nmember of a particular group or class without distinction or\nlimitation” and in this way “impl[ies]everymember of the\nclass or group.” Oxford English Dictionary (3d ed., Mar. 2016),\nwww.oed.com/view/Entry/8973 (OED) (emphasis added) (all Internet\nmaterials as last visited Apr. 20, 2018). So when §318(a) says the\nBoard’s final written decision “shall” resolve the patentability of\n“any patent claim challenged by the petitioner,” it means the Boardmustaddresseveryclaim the petitioner has\nchallenged.That would seem to make this an easy case. Where\na statute’s language carries a plain meaning, the duty of an\nadministrative agency is to follow its commands as written, not to\nsupplant those commands with others it may prefer.Social\nSecurity Bd.v.Nierotko, 327 U. S. 358, 369 (1946)\n. Because SAS challenged all 16 claims of ComplementSoft’s patent,\nthe Board in its final written decision had to address the\npatentability of all 16 claims. Much as in the civil litigation\nsystem it mimics, in an inter partes review the petitioner is\nmaster of its complaint and normally entitled to judgment on all of\nthe claims it raises, not just those the decisionmaker might wish\nto address.The Director replies that things are not quite\nas simple as they seem. Maybe the Board has to decide every claim\nchallenged by the petitioner in an inter partes review. But, he\nsays, that doesn’t mean every challenged claim gains admission to\nthe review process. In the Director’s view, he retains discretion\nto decide which claims make it into an inter partes review and\nwhich don’t. The trouble is, nothing in the statute says anything\nlike that. The Director’s claimed “partial institution” power\nappears nowhere in the text of §318, or anywhere else in the\nstatute for that matter. And what can be found in the statutory\ntext and context strongly counsels against the Director’s view.Start where the statute does. In its very first\nprovision, the statute says that a party may seek inter partes\nreview by filing “a petition to institute an inter partes review.”\n§311(a). This language doesn’t authorize the Director to start\nproceedings on his own initiative. Nor does it contemplate a\npetition that asks the Director to initiate whatever kind of inter\npartes review he might choose. Instead, the statute envisions that\na petitioner will seek an inter partes review of a particular\nkind—one guided by a petition describing “each claim challenged”\nand “the grounds on which the challenge to each claim is based.”\n§312(a)(3). From the outset, we see that Congress chose to\nstructure a process in which it’s the petitioner, not the Director,\nwho gets to define the contours of the proceeding. And\n“[ j]ust as Congress’ choice of words is presumed to be\ndeliberate” and deserving of judicial respect, “so too are its\nstructural choices.”University of Tex. Southwestern Medical\nCenterv.Nassar, 570 U. S. 338, 353 (2013) .It’s telling, too, to compare this structure\nwith what came before. In the ex parte reexamination statute,\nCongress embraced an inquisitorial approach, authorizing the\nDirector to investigate a question of patentability “[o]n his own\ninitiative, and at any time.” §303(a). If Congress had wanted to\ngive the Director similar authority over the institution of inter\npartes review, it knew exactly how to do so—it could have simply\nborrowed from the statute next door. But rather than create\n(another) agency-led, inquisitorial process for reconsidering\npatents, Congress opted for a party-directed, adversarial process.\nCongress’s choice to depart from the model of a closely related\nstatute is a choice neither we nor the agency may disregard. SeeNassar,supra, at 353–354.More confirmation comes as we move to the point\nof institution. Here the statute says the Director must decide\n“whether to institute an inter partes review . . .\npursuant to a petition.” §314(b). The Director, we see, is given\nonly the choice “whether” to institute an inter partes review. That\nlanguage indicates a binary choice—either institute review or\ndon’t. And by using the term “pursuant to,” Congress told the\nDirector what he must say yes or no to: an inter partes review that\nproceeds “[i]n accordance with” or “in conformance to” the\npetition. OED, www.oed.com/view/Entry/155073. Nothing suggests the\nDirector enjoys a license to depart from the petition and institute\nadifferentinter partes review of his own design.To this the Director replies by pointing to\nanother part of §314. Section 314(a) provides that the Director may\nnot authorize an inter partes review unless he determines “there is\na reasonable likelihood” the petitioner will prevail on “at least 1\nof the claims challenged in the petition.” The Director argues that\nthis language requires him to “evaluate claims individually” and so\nmust allow him to institute review on a claim-by-claim basis as\nwell. Brief for Federal Respondent 28. But this language, if\nanything, suggests just the opposite. Section 314(a) does not\nrequire the Director to evaluate every claim individually. Instead,\nit simply requires him to decide whether the petitioner is likely\nto succeed on “at least 1” claim. Once that single claim threshold\nis satisfied, it doesn’t matter whether the petitioner is likely to\nprevail on anyadditionalclaims; the Director need not even\nconsider any other claim before instituting review. Rather than\ncontemplate claim-by-claim institution, then, the language\nanticipates a regime where a reasonable prospect of success on a\nsingle claim justifies review of all.Here again we know that if Congress wanted to\nadopt the Director’s approach it knew exactly how to do so. The ex\nparte reexamination statute allows the Director to assess whether a\nrequest raises “a substantial new question of patentability\naffecting any claim” and (if so) to institute reexamination limited\nto “resolution ofthe question.” §304 (emphasis added). In\nother words, that statute allows the Director to institute\nproceedings on a claim-by-claim and ground-by-ground basis. But\nCongress didn’t choose to pursue that known and readily available\napproach here. And its choice to try something new must be given\neffect rather than disregarded in favor of the comfort of what came\nbefore. SeeNassar,supra, at 353–354.Faced with this difficulty, the Director tries\nanother tack. He points to the fact that §314(a) doesn’trequirehim to institute an inter partes review even after\nhe finds the “reasonable likelihood” threshold met with respect to\none claim. Whether to institute proceedings upon such a finding, he\nsays, remains a matter left to his discretion. SeeCuozzo,\n579 U. S., at ___ (slip op., at 9). But while §314(a) invests\nthe Director with discretion on the questionwhetherto\ninstitute review, it doesn’t follow that the statute affords him\ndiscretion regardingwhatclaims that review will encompass.\nThe text says only that the Director can decide “whether” to\ninstitute the requested review—not “whetherand to what\nextent” review should proceed. §314(b).The rest of the statute confirms, too, that the\npetitioner’s petition, not the Director’s discretion, is supposed\nto guide the life of the litigation. For example, §316(a)(8) tells\nthe Director to adopt regulations ensuring that, “after an inter\npartes review has been instituted,” the patent owner will file “a\nresponse to the petition.” Surely it would have made little sense\nfor Congress to insist on a responseto the petitionif, in\ntruth, the Director enjoyed the discretion to limit the claims\nunder review. What’s the point, after all, of answering claims that\naren’t in the proceeding? If Congress had meant to afford the\nDirector the power he asserts, we would have expected it to\ninstruct him to adopt regulations requiring the patent owner to\nfile a responseto the Director’s institution noticeorto the claims on which the Director instituted review. Yet\nwe have nothing like that here. And then and again there is\n§318(a). At the end of the proceeding, §318(a) categorically\ncommands the Board to address in its final written decision “any\npatent claim challenged by the petitioner.” In all these ways, the\nstatute tells us that the petitioner’s contentions, not the\nDirector’s discretion, define the scope of the litigation all the\nway from institution through to conclusion.The Director says we can find at least some hint\nof the discretion he seeks by comparing §314(a) and §318(a). He\nnotes that, when addressing whether to institute review at the\nbeginning of the litigation, §314(a) says he must focus on the\nclaims found “in the petition”; but when addressing what claims the\nBoard must address at the end of the litigation, §318(a) says it\nmust resolve the claims challenged “by the petitioner.” According\nto the Director, this (slight) linguistic discrepancy means the\nclaims the Board must address in its final decision are not\nnecessarily the same as those identified in the petition. And the\nonly possible explanation for this arrangement, the Director\nsubmits, is that he must enjoy the (admittedly implicit) power to\ninstitute an inter partes review that covers fewer than all of the\nclaims challenged in the petition.We just don’t see it. Whatever differences they\nmight display, §314(a) and §318(a) both focus on thepetitioner’scontentions and, given that, it’s difficult to\nsee how they might be read to give theDirectorpower to\ndecide what claims are at issue. Particularly when there’s a much\nsimpler and sounder explanation for the statute’s wording. As we’ve\nseen, a patent owner may move to “[c]ancel any challenged patent\nclaim” during the course of an inter partes review, effectively\nconceding one part of a petitioner’s challenge. §316(d)(1)(A).\nNaturally, then, the claims challenged “in the petition” will not\nalways survive to the end of the case; some may drop out thanks to\nthe patent owner’s actions. And in that light it is plain enough\nwhy Congress provided that only claims still challenged “by the\npetitioner” at the litigation’s end must be addressed in the\nBoard’s final written decision. The statute’s own winnowing\nmechanism fully explains why Congress adopted slightly different\nlanguage in §314(a) and §318(a). We need not and will not invent an\natextual explanation for Congress’s drafting choices when the\nstatute’s own terms supply an answer. SeeUnited Statesv.Ron Pair Enterprises, Inc., 489 U. S. 235, 240 –241\n(1989) (“[A]s long as the statutory scheme is coherent and\nconsistent, there generally is no need for a court to inquire\nbeyond the plain language of the statute”).Moving past the statute’s text and context, the\nDirector attempts a policy argument. He tells us that partial\ninstitution is efficient because it permits the Board to focus on\nthe most promising challenges and avoid spending time and resources\non others. Brief for Federal Respondent 35–36; see alsopost,at 1 (Ginsburg, J., dissenting);post,at 7–8\n(Breyer, J., dissenting). SAS responds that all patent challenges\nusually end up being litigatedsomewhere, and that partial\ninstitution creates inefficiency by requiring the parties to\nlitigate in two places instead of one—the Board for claims the\nDirector chooses to entertain and a federal court for claims he\nrefuses. Indeed, SAS notes, the government itself once took the\nsame view, arguing that partial institution “ ‘undermine[s]\nthe Congressional efficiency goal’ ” for this very reason.\nBrief for Petitioner 30. Each side offers plausible reasons why its\napproach might make for the more efficient policy. But who should\nwin that debate isn’t our call to make. Policy arguments are\nproperly addressed to Congress, not this Court. It is Congress’s\njob to enact policy and it is this Court’s job to follow the policy\nCongress has prescribed. And whatever its virtues or vices,\nCongress’s prescribed policy here is clear: the petitioner in an\ninter partes review is entitled to a decision on all the claims it\nhas challenged.[1]That leaves the Director to suggest that,\nhowever this Court might read the statute, he should win anyway\nbecause ofChevron U. S. A. Inc.v.Natural\nResources Defense Council, Inc., 467 U. S. 837 (1984) .\nEven though the statute says nothing about his asserted “partial\ninstitution” power, the Director says the statute is at least\nambiguous on the propriety of the practice and so we should leave\nthe matter to his judgment. For its part, SAS replies that we might\nuse this case as an opportunity to abandonChevronand\nembrace the “ ‘impressive body’ ” of pre-Chevronlaw recognizing that “ ‘the meaning of a statutory\nterm’ ” is properly a matter for “ ‘judicial [rather\nthan] administrative judgment.’ ” Brief for Petitioner 41\n(quotingPittston Stevedoring Corp.v.Dellaventura,\n544 F. 2d 35, 49 (CA2 1976) (Friendly, J.)).But whetherChevronshould remain is a\nquestion we may leave for another day. Even underChevron,\nwe owe an agency’s interpretation of the law no deference unless,\nafter “employing traditional tools of statutory construction,” we\nfind ourselves unable to discern Congress’s meaning. 467\nU. S., at 843, n. 9. And after applying traditional tools\nof interpretation here, we are left with no uncertainty that could\nwarrant deference. The statutory provisions before us deliver\nunmistakable commands. The statute hinges inter partes review on\nthe filing of a petition challenging specific patent claims; it\nmakes the petition the centerpiece of the proceeding both before\nand after institution; and it requires the Board’s final written\ndecision to address every claim the petitioner presents for review.\nThere is no room in this scheme for a wholly unmentioned “partial\ninstitution” power that lets the Director select only some\nchallenged claims for decision. The Director may (today) think his\napproach makes for better policy, but policy considerations cannot\ncreate an ambiguity when the words on the page are clear. SeeSECv.Sloan, 436 U. S. 103, 116 –117 (1978).\nNeither may we defer to an agency official’s preferences because we\nimagine some “hypothetical reasonable legislator” would have\nfavored that approach.Post,at 9 (Breyer, J., dissenting).\nOur duty is to give effect to the text that 535actuallegislators (plus one President) enacted into law.At this point, only one final question remains\nto resolve. Even if the statute forbids his partial institution\npractice, the Director suggests we lack the power to say so. By way\nof support, he points to §314(d) and our decision inCuozzo,\n579 U. S. ___. Section 314(d) says that the “determination by\nthe Director whether to institute an inter partes review under this\nsection shall be final and nonappealable.” InCuozzo, we\nheld that this provision prevented courts from entertaining an\nargument that the Director erred in instituting an inter partes\nreview of certain patent claims.Id., at ___–___ (slip op.,\nat 7–12). The Director reads these authorities as foreclosing\njudicial review of any legal question bearing on the institution of\ninter partes review—including whether the statute permits his\n“partial institution” practice.But this reading overreads both the statute and\nour precedent. AsCuozzorecognized, we begin with “the\n‘strong presumption’ in favor of judicial review.”Id., at\n___ (slip op., at 9). To overcome that presumption,Cuozzoexplained, this Court’s precedents require “clear and convincing\nindications” that Congress meant to foreclose review.Id.,at ___ (slip op., at 10) (internal quotation marks omitted). Given\nthe strength of this presumption and the statute’s text,Cuozzoconcluded that §314(d) precludes judicial review only\nof the Director’s “initial determination” under §314(a) that “there\nis a ‘reasonable likelihood’ that the claims are unpatentable on\nthe grounds asserted” and review is therefore justified.Id., at ___ (slip op., at 9); seeid., at ___ (slip\nop., at 12) (review unavailable “where a patent holder merely\nchallenges the Patent Office’s ‘determin[ation] that the\ninformation presented in the petition . . . shows that\nthere is a reasonable likelihood’ of success ‘with respect to at\nleast 1 of the claims challenged’ ”);ibid.(claim that\na “petition was not pleaded ‘with particularity’ under §312 is\nlittle more than a challenge to the Patent Office’s conclusion,\nunder §314(a), that the ‘information presented in the petition’\nwarranted review”). In fact,Cuozzoproceeded to emphasize\nthat §314(d) does not “enable the agency to act outside its\nstatutory limits.”Id., at ___ (slip op., at 11). If a party\nbelieves the Patent Office has engaged in\n“ ‘shenanigans’ ” by exceeding its statutory bounds,\njudicial review remains available consistent with the\nAdministrative Procedure Act, which directs courts to set aside\nagency action “not in accordance with law” or “in excess of\nstatutory jurisdiction, authority, or limitations.”Ibid.; 5\nU. S. C. §§706(2)(A), (C).And that, of course, is exactly the sort of\nquestion we are called upon to decide today. SAS does not seek to\nchallenge the Director’s conclusion that it showed a “reason- able\nlikelihood” of success sufficient to warrant “institut[ing] an\ninter partes review.” 35 U. S. C. §§314(a), (d). No doubt\nSAS remains very pleased with the Director’s judgment on that\nscore. Instead, SAS contends that the Director exceeded his\nstatutory authority by limiting the review to fewer than all of the\nclaims SAS challenged. And nothing in §314(d) orCuozzowithdraws our power to ensure that an inter partes review proceeds\nin accordance with the law’s demands.Because everything in the statute before us\nconfirms that SAS is entitled to a final written decision\naddressing all of the claims it has challenged and nothing suggests\nwe lack the power to say so, the judgment of the Federal Circuit is\nreversed and the case is remanded for further proceedings\nconsistent with this opinion.So ordered.Notes1Justice Ginsburg suggests\nthe Director might yet avoid this command by refusing to review a\npetition he thinks too broad while signaling his willingness to\nentertain one more tailored to his sympathies.Post,at 1\n(dissenting opinion). We have no occasion today to consider whether\nthis stratagem is consistent with the statute’s demands. SeeCuozzo Speed Technologies, LLCv.Lee, 579 U. S.\n___, ___ (2016) (slip op., at 11) (noting that courts may\ninvalidate “ ‘shenanigans’ ” by the Director that are\n“outside [his] statutory limits”);CABv.Delta Air\nLines, Inc., 367 U. S. 316, 328 (1961) (questioning an\nagency’s “power to do indirectly what it cannot do directly”). But\neven assuming (without granting) the law would tolerate this\ntactic, it would show only that a lawful means exists for the\nDirector to achieve his policy aims—not that he “should be allowed\nto improvise on the powers granted by Congress” by devising an\nextralegal path to the same goal.Id., at 330. That an\nagency’s improvisation might be thought by some more expedient than\nwhat the law allows,post,at 1, does nothing to commend it\neither, for lawful ends do not justify unlawful means.",
    "joined": []
}