{
    "case": {
        "docket": "21-418",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-418/"
    },
    "id": "4601251",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 21–418_________________JOSEPH A. KENNEDY, PETITIONERv.BREMERTON SCHOOL DISTRICTon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 27, 2022]Justice Gorsuch delivered the opinion of the\nCourt.Joseph Kennedy lost his job as a high school\nfootball coach because he knelt at midfield after games to offer a\nquiet prayer of thanks. Mr. Kennedy prayed during a period when\nschool employees were free to speak with a friend, call for a\nreservation at a restaurant, check email, or attend to other\npersonal matters. He offered his prayers quietly while his students\nwere otherwise occupied. Still, the Bremerton School District\ndisciplined him anyway. It did so because it thought anything less\ncould lead a reasonable observer to conclude (mistakenly) that it\nendorsed Mr. Kennedy’s religious beliefs. That reasoning was\nmisguided. Both the Free Exercise and Free Speech Clauses of the\nFirst Amendment protect expressions like Mr. Kennedy’s. Nor does a\nproper understanding of the Amendment’s Establishment Clause\nrequire the government to single out private religious speech for\nspecial disfavor. The Constitution and the best of our traditions\ncounsel mutual respect and tolerance, not censorship and\nsuppression, for religious and nonreligious views alike.IAJoseph Kennedy began working as a football\ncoach at Bremerton High School in 2008 after nearly two decades of\nservice in the Marine Corps. App. 167. Like many other football\nplayers and coaches across the country, Mr. Kennedy made it a\npractice to give “thanks through prayer on the playing field” at\nthe conclusion of each game.Id., at 168, 171. In his\nprayers, Mr. Kennedy sought to express gratitude for “what the\nplayers had accomplished and for the opportunity to be part of\ntheir lives through the game of football.”Id., at 168. Mr.\nKennedy offered his prayers after the players and coaches had\nshaken hands, by taking a knee at the 50-yard line and praying\n“quiet[ly]” for “approximately 30 seconds.”Id., at\n168–169.Initially, Mr. Kennedy prayed on his own. Seeibid.But over time, some players asked whether they could\npray alongside him. 991 F.3d 1004, 1010 (CA9 2021); App. 169. Mr.\nKennedy responded by saying, “ ‘This is a free country. You\ncan do what you want.’ ”Ibid.The number of players\nwho joined Mr. Kennedy eventually grew to include most of the team,\nat least after some games. Sometimes team members invited opposing\nplayers to join. Other times Mr. Kennedy still prayed alone. Seeibid. Eventually, Mr. Kennedy began incorporating short\nmotivational speeches with his prayer when others were present. Seeid., at 170. Separately, the team at times engaged in\npregame or postgame prayers in the locker room. It seems this\npractice was a “school tradition” that predated Mr. Kennedy’s\ntenure.Ibid. Mr. Kennedy explained that he “never told any\nstudent that it was important they participate in any religious\nactivity.”Ibid. In particular, he “never pressured or\nencouraged any student to join” his postgame midfield prayers.Ibid.For over seven years, no one complained to the\nBremerton School District (District) about these practices. Seeid., at 63–64. It seems the District’s superintendent first\nlearned of them only in September 2015, after an employee from\nanother school commented positively on the school’s practices to\nBremerton’s principal. Seeid., at 109, 229. At that point,\nthe District reacted quickly. On September 17, the superintendent\nsent Mr. Kennedy a letter. In it, the superintendent identified\n“two problematic practices” in which Mr. Kennedy had engaged. App.\n40. First, Mr. Kennedy had provided “inspirational talk[s]” that\nincluded “overtly religious references” likely constituting\n“prayer” with the students “at midfield following the completion of\n. . . game[s].”Ibid.Second, he had led “students\nand coaching staff in a prayer” in the locker-room tradition that\n“predated [his] involvement with the program.”Id., at\n41.The District explained that it sought to\nestablish “clear parameters” “going forward.”Ibid. It\ninstructed Mr. Kennedy to avoid any motivational “talks with\nstudents” that “include[d] religious expression, including prayer,”\nand to avoid “suggest[ing], encourag[ing] (or discourag[ing]), or\nsupervis[ing]” any prayers of students, which students remained\nfree to “engage in.”Id., at 44. The District also explained\nthat any religious activity on Mr. Kennedy’s part must be\n“nondemonstrative (i.e., not outwardly discernible as\nreligious activity)” if “students are also engaged in religious\nconduct” in order to “avoid the perception of endorsement.”Id., at 45. In offering these directives, the District\nappealed to what it called a “direct tension between” the\n“Establishment Clause” and “a school employee’s [right to] free[ly]\nexercise” his religion.Id., at 43. To resolve that\n“tension,” the District explained, an employee’s free exercise\nrights “must yield so far as necessary to avoid school endorsement\nof religious activities.”Ibid.After receiving the District’s September 17\nletter, Mr. Kennedy ended the tradition, predating him, of offering\nlocker-room prayers.Id., at 40–41, 77, 170–172. He also\nended his practice of incorporating religious references or prayer\ninto his postgame motivational talks to his team on the field. Seeibid.Mr. Kennedy further felt pressured to abandon his\npractice of saying his own quiet, on-field postgame prayer. Seeid., at 172. Driving home after a game, however, Mr. Kennedy\nfelt upset that he had “broken [his] commitment to God” by not\noffering his own prayer, so he turned his car around and returned\nto the field.Ibid.By that point, everyone had left the\nstadium, and he walked to the 50-yard line and knelt to say a brief\nprayer of thanks. Seeibid.On October 14, through counsel, Mr. Kennedy sent\na letter to school officials informing them that, because of his\n“sincerely-held religious beliefs,” he felt “compelled” to offer a\n“post-game personal prayer” of thanks at midfield.Id., at\n62–63, 172. He asked the District to allow him to continue that\n“private religious expression” alone.Id., at 62. Consistent\nwith the District’s policy, seeid., at 48, Mr. Kennedy\nexplained that he “neither requests, encourages, nor discourages\nstudents from participating in” these prayers,id., at 64.\nMr. Kennedy emphasized that he sought only the opportunity to\n“wai[t] until the game is over and the players have left the field\nand then wal[k] to mid-field to say a short, private, personal\nprayer.”Id., at 69. He “told everybody” that it would be\nacceptable to him to pray “when the kids went away from [him].”Id., at 292. He later clarified that this meant he was even\nwilling to say his “prayer while the players were walking to the\nlocker room” or “bus,” and then catch up with his team.Id.,\nat 280–282; see alsoid., at 59. However, Mr. Kennedy\nobjected to the logical implication of the District’s September 17\nletter, which he understood as banning him “from bowing his head”\nin the vicinity of students, and as requiring him to “flee the\nscene if students voluntarily [came] to the same area” where he was\npraying.Id., at 70. After all, District policy prohibited\nhim from “discourag[ing]” independent student decisions to pray.Id., at 44.On October 16, shortly before the game that day,\nthe District responded with another letter. Seeid., at 76.\nThe District acknowledged that Mr. Kennedy “ha[d] complied” with\nthe “directives” in its September 17 letter.Id., at 77. Yet\ninstead of accommodating Mr. Kennedy’s request to offer a brief\nprayer on the field while students were busy with other\nactivities—whether heading to the locker room, boarding the bus, or\nperhaps singing the school fight song—the District issued an\nultimatum. It forbade Mr. Kennedy from engaging in “any overt\nactions” that could “appea[r] to a reasonable observer to endorse\n. . . prayer . . . while he is on duty as a\nDistrict-paid coach.”Id., at 81. The District did so\nbecause it judged that anything less would lead it to violate the\nEstablishment Clause.Ibid.BAfter receiving this letter, Mr. Kennedy\noffered a brief prayer following the October 16 game. Seeid., at 90. When he bowed his head at midfield after the\ngame, “most [Bremerton] players were . . . engaged in the\ntraditional singing of the school fight song to the audience.”Ibid. Though Mr. Kennedy was alone when he began to pray,\nplayers from the other team and members of the community joined him\nbefore he finished his prayer. Seeid., at 82, 297. This\nevent spurred media coverage of Mr. Kennedy’s dilemma and a public\nresponse from the District. The District placed robocalls to\nparents to inform them that public access to the field is\nforbidden; it posted signs and made announcements at games saying\nthe same thing; and it had the Bremerton Police secure the field in\nfuture games.Id., at 100–101, 354–355. Subsequently, the\nDistrict superintendent explained in an October 20 email to the\nleader of a state association of school administrators that “the\ncoach moved on from leading prayer with kids, to taking a silent\nprayer at the 50 yard line.”Id., at 83. The official with\nwhom the superintendent corresponded acknowledged that the “use of\na silent prayer changes the equation a bit.”Ibid. On\nOctober 21, the superintendent further observed to a state official\nthat “[t]he issue is quickly changing as it has shifted from\nleading prayer with student athletes, to a coaches [sic]\nright to conduct” his own prayer “on the 50 yard line.”Id.,\nat 88.On October 23, shortly before that evening’s\ngame, the District wrote Mr. Kennedy again. It expressed\n“appreciation” for his “efforts to comply” with the District’s\ndirectives, including avoiding “on-the-job prayer with players in\nthe . . . football program, both in the locker room\nprior to games as well as on the field immediately following\ngames.”Id., at 90. The letter also admitted that, during\nMr. Kennedy’s recent October 16 postgame prayer, his students were\notherwise engaged and not praying with him, and that his prayer was\n“fleeting.”Id., at 90, 93. Still, the District explained\nthat a “reasonable observer” could think government endorsement of\nreligion had occurred when a “District employee, on the field only\nby virtue of his employment with the District, still on duty”\nengaged in “overtly religious conduct.”Id., at 91, 93. The\nDistrict thus made clear that the only option it would offer Mr.\nKennedy was to allow him to pray after a game in a “private\nlocation” behind closed doors and “not observable to students or\nthe public.”Id., at 93–94.After the October 23 game ended, Mr. Kennedy\nknelt at the 50-yard line, where “no one joined him,” and bowed his\nhead for a “brief, quiet prayer.” 991 F. 3d, at 1019; App.\n173, 236–239. The superintendent informed the District’s board that\nthis prayer “moved closer to what we want,” but nevertheless\nremained “unconstitutional.”Id., at 96. After the final\nrelevant football game on October 26, Mr. Kennedy again knelt alone\nto offer a brief prayer as the players engaged in postgame\ntraditions. 443 F. Supp. 3d 1223, 1231 (WD Wash. 2020); App.\nto Pet. for Cert. 182. While he was praying, other adults gathered\naround him on the field. See 443 F. Supp. 3d, at 1231; App.\n97. Later, Mr. Kennedy rejoined his players for a postgame talk,\nafter they had finished singing the school fight song. 443\nF. Supp. 3d, at 1231; App. 103.CShortly after the October 26 game, the\nDistrict placed Mr. Kennedy on paid administrative leave and\nprohibited him from “participat[ing], in any capacity, in\n. . . football program activities.”Ibid.In a\nletter explaining the reasons for this disciplinary action, the\nsuperintendent criticized Mr. Kennedy for engaging in “public and\ndemonstrative religious conduct while still on duty as an assistant\ncoach” by offering a prayer following the games on October 16, 23,\nand 26.Id., at 102. The letter did not allege that Mr.\nKennedy performed these prayers with students, and it acknowledged\nthat his prayers took place while students were engaged in\nunrelated postgame activities.Id., at 103. Additionally,\nthe letter faulted Mr. Kennedy for not being willing to pray behind\nclosed doors.Id., at 102.In an October 28 Q&A document provided to\nthe public, the District admitted that it possessed “no evidence\nthat students have been directly coerced to pray with Kennedy.”Id., at 105. The Q&A also acknowledged that Mr. Kennedy\n“ha[d] complied” with the District’s instruction to refrain from\nhis “prior practices of leading players in a pre-game prayer in the\nlocker room or leading players in a post-game prayer immediately\nfollowing games.”Ibid.But the Q&A asserted that the\nDistrict could not allow Mr. Kennedy to “engage in a public\nreligious display.”Id., at 105, 107, 110. Otherwise, the\nDistrict would “violat[e] the . . . Establishment Clause”\nbecause “reasonable . . . students and attendees” might\nperceive the “district [as] endors[ing] . . . religion.”Id., at 105.While Mr. Kennedy received “uniformly positive\nevaluations” every other year of his coaching career, after the\n2015 season ended in November, the District gave him a poor\nperformance evaluation.Kennedyv.Bremerton School\nDist., 869 F.3d 813, 820 (CA9 2017). The evaluation advised\nagainst rehiring Mr. Kennedy on the grounds that he “ ‘failed\nto follow district policy’ ” regarding religious expression\nand “ ‘failed to supervise student-athletes after\ngames.’ ”Ibid.Mr. Kennedy did not return for the next\nseason.Ibid.IIAAfter these events, Mr. Kennedy sued in\nfederal court, alleging that the District’s actions violated the\nFirst Amendment’s Free Speech and Free Exercise Clauses. App. 145,\n160–164. He also moved for a preliminary injunction requiring the\nDistrict to reinstate him. The District Court denied that motion,\nconcluding that a “reasonable observer . . . would\nhave seen him as . . . leading an orchestrated session of\nfaith.” App. to Pet. for Cert. 303. Indeed, if the District had not\nsuspended him, the court agreed, it might have violated the\nConstitution’s Establishment Clause. Seeid., at 302–303. On\nappeal, the Ninth Circuit affirmed.Kennedy, 869 F. 3d,\nat 831.Following the Ninth Circuit’s ruling, Mr.\nKennedy sought certiorari in this Court. The Court denied the\npetition. But Justice Alito, joined by three other Members of the\nCourt, issued a statement stressing that “denial of certiorari does\nnot signify that the Court necessarily agrees with the decision\n. . . below.”Kennedyv.Bremerton School\nDist., 586 U. S. ___, ___ (2019) (slip op., at 1). Justice\nAlito expressed concerns with the lower courts’ decisions,\nincluding the possibility that, under their reasoning, teachers\nmight be “ordered not to engage in any ‘demonstrative’ conduct of a\nreligious nature” within view of students, even to the point of\nbeing forbidden from “folding their hands or bowing their heads in\nprayer” before lunch.Id., at ___\n(slip op., at 4).BAfter the case returned to the District Court,\nthe parties engaged in discovery and eventually brought\ncross-motions for summary judgment. At the end of that process, the\nDistrict Court found that the “ ‘sole reason’ ” for the\nDistrict’s decision to suspend Mr. Kennedy was its perceived “risk\nof constitutional liability” under the Establishment Clause for his\n“religious conduct” after the October 16, 23, and 26 games. 443\nF. Supp. 3d, at 1231.The court found that reason persuasive too.\nRejecting Mr. Kennedy’s free speech claim, the court concluded that\nbecause Mr. Kennedy “was hired precisely to occupy” an “influential\nrole for student athletes,” any speech he uttered was offered in\nhis capacity as a government employee and unprotected by the First\nAmendment.Id., at 1237. Alternatively, even if Mr.\nKennedy’s speech qualified as private speech, the District Court\nreasoned, the District properly suppressed it. Had it done\notherwise, the District would have invited “an Establishment Clause\nviolation.”Ibid.Turning to Mr. Kennedy’s free exercise\nclaim, the District Court held that, even if the District’s\npolicies restricting his religious exercise were not neutral toward\nreligion or generally applicable, the District had a compelling\ninterest in prohibiting his postgame prayers, because, once more,\nhad it “allow[ed]” them it “would have violated the Establishment\nClause.”Id., at 1240.CThe Ninth Circuit affirmed. It agreed with the\nDistrict Court that Mr. Kennedy’s speech qualified as government\nrather than private speech because “his expression on the field—a\nlocation that he only had access to because of his\nemployment—during a time when he was generally tasked with\ncommunicating with students, was speech as a government employee.”\n991 F. 3d, at 1015. Like the District Court, the Ninth Circuit\nfurther reasoned that, “even if we were to assume . . .\nthat Kennedy spoke as a private citizen,” the District had an\n“adequate justification” for its actions.Id., at 1016.\nAccording to the court, “Kennedy’s on-field religious activity,”\ncoupled with what the court called “his pugilistic efforts to\ngenerate publicity in order to gain approval of those on-field\nreligious activities,” were enough to lead an “objective observer”\nto conclude that the District “endorsed Kennedy’s religious\nactivity by not stopping the practice.”Id., at 1017–1018.\nAnd that, the court held, would amount to a violation of the\nEstablishment Clause.Ibid.The Court of Appeals rejected Mr. Kennedy’s free\nexercise claim for similar reasons. The District “concede[d]” that\nits policy that led to Mr. Kennedy’s suspension was not “neutral\nand generally applicable” and instead “restrict[ed] Kennedy’s\nreligious conduct because the conduct [was] religious.”Id.,\nat 1020. Still, the court ruled, the District “had a compelling\nstate interest to avoid violating the Establishment Clause,” and\nits suspension was narrowly tailored to vindicate that interest.Id., at 1020–1021.Later, the Ninth Circuit denied a petition to\nrehear the case en banc over the dissents of 11 judges. 4 F. 4th\n910, 911 (2021). Among other things, the dissenters argued that the\npanel erred by holding that a failure to discipline Mr. Kennedy\nwould have led the District to violate the Establishment Clause.\nSeveral dissenters noted that the panel’s analysis rested onLemonv.Kurtzman,403 U.S.\n602(1971), and its progeny for the proposition that the\nEstablishment Clause is implicated whenever a hypothetical\nreasonable observer could conclude the government endorses\nreligion. 4 F. 4th, at 945–947 (opinion of R. Nelson, J.). These\ndissenters argued that this Court has long since abandoned that\n“ahistorical, atextual” approach to discerning “Establishment\nClause violations”; they observed that other courts around the\ncountry have followed suit by renouncing it too; and they contended\nthat the panel should have likewise “recognizedLemon’s\ndemise and wisely left it dead.”Ibid., and n. 3. We granted\ncertiorari. 595 U. S. ___ (2022).IIINow before us, Mr. Kennedy renews his argument\nthat the District’s conduct violated both the Free Exercise and\nFree Speech Clauses of the First Amendment. These Clauses work in\ntandem. Where the Free Exercise Clause protects religious\nexercises, whether communicative or not, the Free Speech Clause\nprovides overlapping protection for expressive religious\nactivities. See,e.g.,Widmarv.Vincent,454 U.S.\n263, 269, n. 6 (1981);Rosenbergerv.Rector and\nVisitors of Univ. of Va.,515 U.S.\n819, 841 (1995). That the First Amendment doubly protects\nreligious speech is no accident. It is a natural outgrowth of the\nframers’ distrust of government attempts to regulate religion and\nsuppress dissent. See,e.g., A Memorial and Remonstrance\nAgainst Religious Assessments, in Selected Writings of James\nMadison 21, 25 (R. Ketcham ed. 2006). “[I]n Anglo–American history,\n. . . government suppression of speech has so commonly\nbeen directedpreciselyat religious speech that a\nfree-speech clause without religion would be Hamlet without the\nprince.”Capitol Square Review and Advisory Bd.v.Pinette,515 U.S.\n753, 760 (1995).Under this Court’s precedents, a plaintiff bears\ncertain burdens to demonstrate an infringement of his rights under\nthe Free Exercise and Free Speech Clauses. If the plaintiff carries\nthese burdens, the focus then shifts to the defendant to show that\nits actions were nonetheless justified and tailored consistent with\nthe demands of our case law. See,e.g.,Fultonv.Philadelphia, 593 U. S. ___, ___–___, ___ (2021) (slip\nop., at 4–5, 13);Reedv.Town of Gilbert, 576 U.S.\n155, 171 (2015);Garcettiv.Ceballos,547\nU.S. 410, 418 (2006);Church of Lukumi Babalu Aye,Inc.v.Hialeah,508 U.S.\n520, 546 (1993);Sherbertv.Verner,374 U.S.\n398, 403 (1963). We begin by examining whether Mr. Kennedy has\ndischarged his burdens, first under the Free Exercise Clause, then\nunder the Free Speech Clause.AThe Free Exercise Clause provides that\n“Congress shall make no law . . . prohibiting the free\nexercise” of religion. Amdt. 1. This Court has held the Clause\napplicable to the States under the terms of the Fourteenth\nAmendment.Cantwellv.Connecticut,310 U.S.\n296, 303 (1940). The Clause protects not only the right to\nharbor religious beliefs inwardly and secretly. It does perhaps its\nmost important work by protecting the ability of those who hold\nreligious beliefs of all kinds to live out their faiths in daily\nlife through “the performance of (or abstention from) physical\nacts.”Employment Div.,Dept. of Human Resources of\nOre.v.Smith,494 U.S.\n872, 877 (1990).Under this Court’s precedents, a plaintiff may\ncarry the burden of proving a free exercise violation in various\nways, including by showing that a government entity has burdened\nhis sincere religious practice pursuant to a policy that is not\n“neutral” or “generally applicable.”Id., at 879–881. Should\na plaintiff make a showing like that, this Court will find a First\nAmendment violation unless the government can satisfy “strict\nscrutiny” by demonstrating its course was justified by a compelling\nstate interest and was narrowly tailored in pursuit of that\ninterest.Lukumi, 508 U. S., at 546.[1]That Mr. Kennedy has discharged his burdens is\neffectively undisputed. No one questions that he seeks to engage in\na sincerely motivated religious exercise. The exercise in question\ninvolves, as Mr. Kennedy has put it, giving “thanks through prayer”\nbriefly and by himself “on the playing field” at the conclusion of\neach game he coaches. App. 168, 171. Mr. Kennedy has indicated\nrepeatedly that he is willing to “wai[t] until the game is over and\nthe players have left the field” to “wal[k] to mid-field to say\n[his] short, private, personal prayer.”Id., at 69; see alsoid., at 280, 282. The contested exercise before us does not\ninvolve leading prayers with the team or before any other captive\naudience. Mr. Kennedy’s “religious beliefs do not require [him] to\nlead any prayer . . . involving students.”Id., at\n170. At the District’s request, he voluntarily discontinued the\nschool tradition of locker-room prayers and his postgame religious\ntalks to students. The District disciplined himonlyfor his\ndecision to persist in praying quietly without his players after\nthree games in October 2015. See Parts I–B and I–C,supra.Nor does anyone question that, in forbidding Mr.\nKennedy’s brief prayer, the District failed to act pursuant to a\nneutral and generally applicable rule. A government policy will not\nqualify as neutral if it is “specifically directed at\n. . . religious practice.”Smith, 494 U. S.,\nat 878. A policy can fail this test if it “discriminate[s] on its\nface,” or if a religious exercise is otherwise its “object.”Lukumi, 508 U. S., at 533; see alsoSmith, 494\nU. S., at 878. A government policy will fail the general\napplicability requirement if it “prohibits religious conduct while\npermitting secular conduct that undermines the government’s\nasserted interests in a similar way,” or if it provides “a\nmechanism for individualized exemptions.”Fulton, 593\nU. S., at ___ (slip op., at 6). Failing either the neutrality\nor general applicability test is sufficient to trigger strict\nscrutiny. SeeLukumi, 508 U. S., at 546.In this case, the District’s challenged policies\nwere neither neutral nor generally applicable. By its own\nadmission, the District sought to restrict Mr. Kennedy’s actions at\nleast in part because of their religious character. As it put it in\nits September 17 letter, the District prohibited “any overt actions\non Mr. Kennedy’s part, appearing to a reasonable observer to\nendorse even voluntary, student-initiated prayer.” App. 81. The\nDistrict further explained that it could not allow “an employee,\nwhile still on duty, to engage inreligiousconduct.”Id., at 106 (emphasis added). Prohibiting a religious\npractice was thus the District’s unquestioned “object.” The\nDistrict candidly acknowledged as much below, conceding that its\npolicies were “not neutral” toward religion. 991 F. 3d, at\n1020.The District’s challenged policies also fail the\ngeneral applicability test. The District’s performance evaluation\nafter the 2015 football season advised against rehiring Mr. Kennedy\non the ground that he “failed to supervise student- athletes after\ngames.” App. 114. But, in fact, this was a bespoke requirement\nspecifically addressed to Mr. Kennedy’s religious exercise. The\nDistrict permitted other members of the coaching staff to forgo\nsupervising students briefly after the game to do things like visit\nwith friends or take personal phone calls. App. 205; see also Part\nI–B,supra. Thus, any sort of postgame supervisory\nrequirement was not applied in an evenhanded, across-the-board way.\nAgain recognizing as much, the District conceded before the Ninth\nCircuit that its challenged directives were not “generally\napplicable.” 991 F. 3d, at 1020.BWhen it comes to Mr. Kennedy’s free speech\nclaim, our precedents remind us that the First Amendment’s\nprotections extend to “teachers and students,” neither of whom\n“shed their constitutional rights to freedom of speech or\nexpression at the schoolhouse gate.”Tinkerv.Des Moines\nIndependent Community School Dist.,393\nU.S. 503, 506 (1969); see alsoLanev.Franks,573 U.S.\n228, 231 (2014). Of course, none of this means the speech\nrights of public school employees are so boundless that they may\ndeliver any message to anyone anytime they wish. In addition to\nbeing private citizens, teachers and coaches are also government\nemployees paid in part to speak on the government’s behalf and\nconvey its intended messages.To account for the complexity associated with\nthe interplay between free speech rights and government employment,\nthis Court’s decisions inPickeringv.Board of Ed. of\nTownship High School Dist. 205,Will Cty.,391 U.S.\n563(1968),Garcetti,547 U.S.\n410, and related cases suggest proceeding in two steps. The\nfirst step involves a threshold inquiry into the nature of the\nspeech at issue. If a public employee speaks “pursuant to [his or\nher] official duties,” this Court has said the Free Speech Clause\ngenerally will not shield the individual from an employer’s control\nand discipline because that kind of speech is—for constitutional\npurposes at least—the government’s own speech.Id., at\n421.At the same time and at the other end of the\nspectrum, when an employee “speaks as a citizen addressing a matter\nof public concern,” our cases indicate that the First Amendment may\nbe implicated and courts should proceed to a second step.Id., at 423. At this second step, our cases suggest that\ncourts should attempt to engage in “a delicate balancing of the\ncompeting interests surrounding the speech and its consequences.”Ibid. Among other things, courts at this second step have\nsometimes considered whether an employee’s speech interests are\noutweighed by “ ‘the interest of the State, as an employer, in\npromoting the efficiency of the public services it performs through\nits employees.’ ”Id., at 417 (quotingPickering, 391 U. S., at 568).Both sides ask us to employ at least certain\naspects of thisPickering–Garcettiframework to\nresolve Mr. Kennedy’s free speech claim. They share additional\ncommon ground too. They agree that Mr. Kennedy’s speech implicates\na matter of public concern. See App. to Pet. for Cert. 183; Brief\nfor Respondent 44. They also appear to accept, at least for\nargument’s sake, that Mr. Kennedy’s speech does not raise questions\nof academic freedom that may or may not involve “additional” First\nAmendment “interests” beyond those captured by this framework.Garcetti, 547 U. S., at 425; see alsoKeyishianv.Board of Regents of Univ. of State of N. Y.,385 U.S.\n589, 603 (1967); Brief for Petitioner 26, n. 2. At the first\nstep of thePickering–Garcettiinquiry, the parties’\ndisagreement thus turns out to center on one question alone: Did\nMr. Kennedy offer his prayers in his capacity as a private citizen,\nor did they amount to government speech attributable to the\nDistrict?Our cases offer some helpful guidance for\nresolving this question. InGarcetti, the Court concluded\nthat a prosecutor’s internal memorandum to a supervisor was made\n“pursuant to [his] official duties,” and thus ineligible for First\nAmendment protection. 547 U. S., at 421. In reaching this\nconclusion, the Court relied on the fact that the prosecutor’s\nspeech “fulfill[ed] a responsibility to advise his supervisor about\nhow best to proceed with a pending case.”Ibid.In other\nwords, the prosecutor’s memorandum was government speech because it\nwas speech the government “itself ha[d] commissioned or created”\nand speech the employee was expected to deliver in the course of\ncarrying out his job.Id., at 422.By contrast, inLanea public employer\nsought to terminate an employee after he testified at a criminal\ntrial about matters involving his government employment. 573\nU. S., at 233. The Court held that the employee’s speech was\nprotected by the First Amendment.Id., at 231. In doing so,\nthe Court held that the fact the speech touched on matters related\nto public employment was not enough to render it government speech.Id., at 239–240. Instead, the Court explained, the “critical\nquestion . . . is whether the speech at issue is itself\nordinarily within the scope of an employee’s duties.”Id.,\nat 240. It is an inquiry this Court has said should be undertaken\n“practical[ly],” rather than with a blinkered focus on the terms of\nsome formal and capacious written job description.Garcetti,\n547 U. S., at 424. To proceed otherwise would be to allow\npublic employers to use “excessively broad job descriptions” to\nsubvert the Constitution’s protections.Ibid.Applying these lessons here, it seems clear to\nus that Mr. Kennedy has demonstrated that his speech was private\nspeech, not government speech. When Mr. Kennedy uttered the three\nprayers that resulted in his suspension, he was not engaged in\nspeech “ordinarily within the scope” of his duties as a coach.Lane, 573 U. S., at 240. He did not speak pursuant to\ngovernment policy. He was not seeking to convey a\ngovernment-created message. He was not instructing players,\ndiscussing strategy, encouraging better on-field performance, or\nengaged in any other speech the District paid him to produce as a\ncoach. See Part I–B,supra. Simply put: Mr. Kennedy’s\nprayers did not “ow[e their] existence” to Mr. Kennedy’s\nresponsibilities as a public employee.Garcetti, 547\nU. S., at 421.The timing and circumstances of Mr. Kennedy’s\nprayers confirm the point. During the postgame period when these\nprayers occurred, coaches were free to attend briefly to personal\nmatters—everything from checking sports scores on their phones to\ngreeting friends and family in the stands. App. 205; see Part I–B,supra. We find it unlikely that Mr. Kennedy was fulfilling a\nresponsibility imposed by his employment by praying during a period\nin which the District has acknowledged that its coaching staff was\nfree to engage in all manner of private speech. That Mr. Kennedy\noffered his prayers when students were engaged in other activities\nlike singing the school fight song further suggests that those\nprayers were not delivered as an address to the team, but instead\nin his capacity as a private citizen. Nor is it dispositive that\nMr. Kennedy’s prayers took place “within the office”\nenvironment—here, on the field of play.Garcetti, 547\nU. S., at 421. Instead, what matters is whether Mr. Kennedy\noffered his prayers while acting within the scope of his duties as\na coach. And taken together, both the substance of Mr. Kennedy’s\nspeech and the circumstances surrounding it point to the conclusion\nthat he did not.In reaching its contrary conclusion, the Ninth\nCircuit stressed that, as a coach, Mr. Kennedy served as a role\nmodel “clothed with the mantle of one who imparts knowledge and\nwisdom.” 991 F. 3d, at 1015. The court emphasized that Mr. Kennedy\nremained on duty after games.Id., at 1016. Before us, the\nDistrict presses the same arguments. See Brief for Respondent 24.\nAnd no doubt they have a point. Teachers and coaches often serve as\nvital role models. But this argument commits the error of positing\nan “excessively broad job descriptio[n]” by treating everything\nteachers and coaches say in the workplace as government speech\nsubject to government control.Garcetti, 547 U. S., at\n424. On this understanding, a school could fire a Muslim teacher\nfor wearing a headscarf in the classroom or prohibit a Christian\naide from praying quietly over her lunch in the cafeteria.\nLikewise, this argument ignores the District Court’s conclusion\n(and the District’s concession) that Mr. Kennedy’s actual job\ndescription left time for a private moment after the game to call\nhome, check a text, socialize, or engage in any manner of secular\nactivities. Others working for the District were free to engage\nbriefly in personal speech and activity. App. 205; see Part I–B,supra. That Mr. Kennedy chose to use the same time to pray\ndoes not transform his speech into government speech. To hold\ndifferently would be to treat religious expression as second-class\nspeech and eviscerate this Court’s repeated promise that teachers\ndo not “shed their constitutional rights to freedom of speech or\nexpression at the schoolhouse gate.”Tinker, 393 U. S.,\nat 506.Of course, acknowledging that Mr. Kennedy’s\nprayers represented his own private speech does not end the matter.\nSo far, we have recognized only that Mr. Kennedy has carried his\nthreshold burden. Under thePickering–Garcettiframework, a second step remains where the government may seek to\nprove that its interests as employer outweigh even an employee’s\nprivate speech on a matter of public concern. SeeLane, 573\nU. S., at 236, 242.[2]IVWhether one views the case through the lens of\nthe Free Exercise or Free Speech Clause, at this point the burden\nshifts to the District. Under the Free Exercise Clause, a\ngovernment entity normally must satisfy at least “strict scrutiny,”\nshowing that its restrictions on the plaintiff ’s protected\nrights serve a compelling interest and are narrowly tailored to\nthat end. SeeLukumi, 508 U. S., at 533; n. 1,supra. A similar standard generally obtains under the Free\nSpeech Clause. SeeReed, 576 U. S., at 171. The\nDistrict, however, asks us to apply to Mr. Kennedy’s claims the\nmore lenient second-stepPickering–Garcettitest, or\nalternatively intermediate scrutiny. See Brief for Respondent\n44–48. Ultimately, however, it does not matter which standard we\napply. The District cannot sustain its burden under any of\nthem.[3]AAs we have seen, the District argues that its\nsuspension of Mr. Kennedy was essential to avoid a violation of the\nEstablishment Clause.Id., at 35–42. On its account, Mr.\nKennedy’s prayers might have been protected by the Free Exercise\nand Free Speech Clauses. But his rights were in “direct tension”\nwith the competing demands of the Establishment Clause. App. 43. To\nresolve that clash, the District reasoned, Mr. Kennedy’s rights had\nto “yield.”Ibid. The Ninth Circuit pursued this same line\nof thinking, insisting that the District’s interest in avoiding an\nEstablishment Clause violation “ ‘trump[ed]’ ” Mr.\nKennedy’s rights to religious exercise and free speech. 991\nF. 3d, at 1017; see alsoid., at 1020–1021.But how could that be? It is true that this\nCourt and others often refer to the “Establishment Clause,” the\n“Free Exercise Clause,” and the “Free Speech Clause” as separate\nunits. But the three Clauses appear in the same sentence of the\nsame Amendment: “Congress shall make no law respecting an\nestablishment of religion, or prohibiting the free exercise\nthereof; or abridging the freedom of speech.” Amdt. 1. A natural\nreading of that sentence would seem to suggest the Clauses have\n“complementary” purposes, not warring ones where one Clause is\nalways sure to prevail over the others. SeeEversonv.Board of Ed. of Ewing,330 U.S.\n1, 13, 15 (1947).The District arrived at a different\nunderstanding this way. It began with the premise that the\nEstablishment Clause is offended whenever a “reasonable observer”\ncould conclude that the government has “endorse[d]” religion. App.\n81. The District then took the view that a “reasonable observer”\ncould think it “endorsed Kennedy’s religious activity by not\nstopping the practice.” 991 F. 3d, at 1018; see also App.\n80–81; Parts I and II,supra. On the District’s account, it\ndid not matter whether the Free Exercise Clause protected Mr.\nKennedy’s prayer. It did not matter if his expression was private\nspeech protected by the Free Speech Clause. It did not matter that\nthe District never actually endorsed Mr. Kennedy’s prayer, no one\ncomplained that it had, and a strong public reaction only followed\nafter the District sought to ban Mr. Kennedy’s prayer. Because a\nreasonable observer could (mistakenly) infer that by allowing the\nprayer the District endorsed Mr. Kennedy’s message, the District\nfelt it had to act, even if that meant suppressing otherwise\nprotected First Amendment activities. In this way, the District\neffectively created its own “vise between the Establishment Clause\non one side and the Free Speech and Free Exercise Clauses on the\nother,” placed itself in the middle, and then chose its preferred\nway out of its self-imposed trap. SeePinette, 515\nU. S., at 768 (plurality opinion);Shurtleffv.Boston, 596 U. S. ___, ___–___ (2022) (Gorsuch, J.,\nconcurring in judgment) (slip op., at 4–5).To defend its approach, the District relied onLemonand its progeny. See App. 43–45. In upholding the\nDistrict’s actions, the Ninth Circuit followed the same course. See\nPart II–C,supra. And, to be sure, inLemonthis\nCourt attempted a “grand unified theory” for assessing\nEstablishment Clause claims.American Legionv.American\nHumanist Assn., 588 U. S. ___, ___ (2019) (plurality\nopinion) (slip op., at 24). That approach called for an examination\nof a law’s purposes, effects, and potential for entanglement with\nreligion.Lemon, 403 U. S., at 612–613. In time, the\napproach also came to involve estimations about whether a\n“reasonable observer” would consider the government’s challenged\naction an “endorsement” of religion. See,e.g.,County of\nAlleghenyv.American Civil Liberties Union,Greater\nPittsburgh Chapter,492 U.S.\n573, 593 (1989);id., at 630 (O’Connor, J., concurring\nin part and concurring in judgment);Shurtleff, 596\nU. S., at ___ (opinion of Gorsuch, J.) (slip op., at 3).What the District and the Ninth Circuit\noverlooked, however, is that the “shortcomings” associated with\nthis “ambitiou[s],” abstract, and ahistorical approach to the\nEstablishment Clause became so “apparent” that this Court long ago\nabandonedLemonand its endorsement test offshoot.American Legion, 588 U. S., at ___–___ (plurality\nopinion) (slip op., at 12–13); see alsoTown of Greecev.Galloway,572\nU.S. 565, 575–577 (2014). The Court has explained that these\ntests “invited chaos” in lower courts, led to “differing results”\nin materially identical cases, and created a “minefield” for\nlegislators.Pinette, 515 U. S., at 768–769, n. 3\n(plurality opinion) (emphasis deleted). This Court has since made\nplain, too, that the Establishment Clause does not include anything\nlike a “modified heckler’s veto, in which . . . religious\nactivity can be proscribed” based on “ ‘perceptions’ ” or\n“ ‘discomfort.’ ”Good News Clubv.Milford\nCentral School,533 U.S.\n98, 119 (2001) (emphasis deleted). An Establishment Clause\nviolation does not automatically follow whenever a public school or\nother government entity “fail[s] to censor” private religious\nspeech.Board of Ed. of Westside Community Schools (Dist.\n66)v.Mergens,496 U.S.\n226, 250 (1990) (plurality opinion). Nor does the Clause\n“compel the government to purge from the public sphere” anything an\nobjective observer could reasonably infer endorses or “partakes of\nthe religious.”Van Ordenv.Perry,545\nU.S. 677, 699 (2005) (Breyer, J., concurring in judgment). In\nfact, just this Term the Court unanimously rejected a city’s\nattempt to censor religious speech based onLemonand the\nendorsement test. SeeShurtleff, 596 U. S., at ___–___\n(slip op., at 1–2);id., at ___ (Alito, J., concurring in\njudgment) (slip op., at 1);id., at ___, ___–___ (opinion of\nGorsuch, J.) (slip op., at 1, 4–5).[4]In place ofLemonand the endorsement\ntest, this Court has instructed that the Establishment Clause must\nbe interpreted by “ ‘reference to historical practices and\nunderstandings.’ ”Town of Greece, 572 U. S., at\n576; see alsoAmerican Legion, 588 U. S., at ___\n(plurality opinion) (slip op., at 25). “ ‘[T]he line’ ”\nthat courts and governments “must draw between the permissible and\nthe impermissible” has to “ ‘accor[d ] with history and\nfaithfully reflec[t ] the understanding of the Founding\nFathers.’ ”Town of Greece, 572 U. S., at 577\n(quotingSchool Dist. of Abington Townshipv.Schempp,374 U.S.\n203, 294 (1963) (Brennan, J., concurring)). An analysis focused\non original meaning and history, this Court has stressed, has long\nrepresented the rule rather than some “ ‘exception’ ”\nwithin the “Court’s Establishment Clause jurisprudence.” 572\nU. S., at 575; seeAmerican Legion, 588 U. S., at\n___ (plurality opinion) (slip op., at 25);Torcasov.Watkins,367 U.S.\n488, 490 (1961) (analyzing certain historical elements of\nreligious establishments);McGowanv.Maryland,366 U.S.\n420, 437–440 (1961) (analyzing Sunday closing laws by looking\nto their “place . . . in the First Amendment’s history”);Walzv.Tax Comm’n of City of New York,397 U.S.\n664, 680 (1970) (analyzing the “history and uninterrupted\npractice” of church tax exemptions). The District and the Ninth\nCircuit erred by failing to heed this guidance.BPerhaps sensing that the primary theory it\npursued below rests on a mistaken understanding of the\nEstablishment Clause, the District offers a backup argument in this\nCourt. It still contends that its Establishment Clause concerns\ntrump Mr. Kennedy’s free exercise and free speech rights. But the\nDistrict now seeks to supply different reasoning for that result.\nNow, it says, it was justified in suppressing Mr. Kennedy’s\nreligious activity because otherwise it would have been guilty of\ncoercing students to pray. See Brief for Respondent 34–37. And, the\nDistrict says, coercing worship amounts to an Establishment Clause\nviolation on anyone’s account of the Clause’s original meaning.As it turns out, however, there is a pretty\nobvious reason why the Ninth Circuit did not adopt this theory in\nproceedings below: The evidence cannot sustain it. To be sure, this\nCourt has long held that government may not, consistent with a\nhistorically sensitive understanding of the Establishment Clause,\n“make a religious observance compulsory.”Zorachv.Clauson,343 U.S.\n306, 314 (1952). Government “may not coerce anyone to attend\nchurch,”ibid., nor may it force citizens to engage in “a\nformal religious exercise,”Leev.Weisman,505\nU.S. 577, 589 (1992). No doubt, too, coercion along these lines\nwas among the foremost hallmarks of religious establishments the\nframers sought to prohibit when they adopted the First\nAmendment.[5] Members of this\nCourt have sometimes disagreed on what exactly qualifies as\nimpermissible coercion in light of the original meaning of the\nEstablishment Clause. CompareLee, 505 U. S., at 593,\nwithid., at 640–641 (Scalia, J., dissenting). But in this\ncase Mr. Kennedy’s private religious exercise did not come close to\ncrossing any line one might imagine separating protected private\nexpression from impermissible government coercion.Begin with the District’s own contemporaneous\ndescription of the facts. In its correspondence with Mr. Kennedy,\nthe District never raised coercion concerns. To the contrary, the\nDistrict conceded in a public 2015 document that there was “no\nevidence that students [were] directly coerced to pray with\nKennedy.” App. 105. This is consistent with Mr. Kennedy’s account\ntoo. He has repeatedly stated that he “never coerced, required, or\nasked any student to pray,” and that he never “told any student\nthat it was important that they participate in any religious\nactivity.”Id., at 170.Consider, too, the actual requests Mr. Kennedy\nmade. The District did not discipline Mr. Kennedy for engaging in\nprayer while presenting locker-room speeches to students. That\ntradition predated Mr. Kennedy at the school. App. 170. And he\nwillingly ended it, as the District has acknowledged.Id.,\nat 77, 170.He also willingly ended his practice of postgame\nreligious talks with his team.Id., at 70, 77, 170–172. The\nonly prayer Mr. Kennedy sought to continue was the kind he had\n“started out doing” at the beginning of his tenure—the prayer he\ngave alone.Id., at 293–294. He made clear that he could\npray “while the kids were doing the fight song” and “take a knee by\n[him]self and give thanks and continue on.”Id., at 294. Mr.\nKennedy even considered it “acceptable” to say his “prayer while\nthe players were walking to the locker room” or “bus,” and then\ncatch up with his team.Id., at 280, 282; see alsoid., at 59 (proposing the team leave the field for the\nprayer). In short, Mr. Kennedy did not seek to direct any prayers\nto students or require anyone else to participate. His plan was to\nwait to pray until athletes were occupied, and he “told everybody”\nthat’s what he wished “to do.”Id., at 292. It was for three\nprayers of this sort alone in October 2015 that the District\nsuspended him. See Parts I–B and I–C,supra.Naturally, Mr. Kennedy’s proposal to pray\nquietly by himself on the field would have meant some people would\nhave seen his religious exercise. Those close at hand might have\nheard him too. But learning how to tolerate speech or prayer of all\nkinds is “part of learning how to live in a pluralistic society,” a\ntrait of character essential to “a tolerant citizenry.”Lee,\n505 U. S., at 590. This Court has long recognized as well that\n“secondary school students are mature enough . . . to\nunderstand that a school does not endorse,” let alone coerce them\nto participate in, “speech that it merely permits on a\nnondiscriminatory basis.”Mergens, 496 U. S., at 250\n(plurality opinion). Of course, some will take offense to certain\nforms of speech or prayer they are sure to encounter in a society\nwhere those activities enjoy such robust constitutional protection.\nBut “[o]ffense . . . does not equate to coercion.”Town of Greece, 572 U. S., at 589 (plurality\nopinion).The District responds that, as a coach, Mr.\nKennedy “wielded enormous authority and influence over the\nstudents,” and students might have felt compelled to pray alongside\nhim. Brief for Respondent 37. To support this argument, the\nDistrict submits that, after Mr. Kennedy’s suspension, a few\nparents told District employees that their sons had “participated\nin the team prayers only because they did not wish to separate\nthemselves from the team.” App. 356.This reply fails too. Not only does the District\nrely on hearsay to advance it. For all we can tell, the concerns\nthe District says it heard from parents were occasioned by the\nlocker-room prayers that predated Mr. Kennedy’s tenure or his\npostgame religious talks, all of which he discontinued at the\nDistrict’s request. There is no indication in the record that\nanyone expressed any coercion concerns to the District about the\nquiet, postgame prayers that Mr. Kennedy asked to continue and that\nled to his suspension. Nor is there any record evidence that\nstudents felt pressured to participate in these prayers. To the\ncontrary, and as we have seen, not a single Bremerton student\njoined Mr. Kennedy’s quiet prayers following the three October 2015\ngames for which he was disciplined. On October 16, those students\nwho joined Mr. Kennedy were “ ‘from the opposing team,’ ”\n991 F. 3d, at 1012–1013, and thus could not have “reasonably\nfear[ed]” that he would decrease their “playing time” or destroy\ntheir “opportunities” if they did not “participate,” Brief for\nRespondent 43. As for the other two relevant games, “no one joined”\nMr. Kennedy on October 23. 991 F. 3d, at 1019. And only a few\nmembers of the public participated on October 26. App. 97, 314–315;\nsee also Part I–B,supra.[6]The absence of evidence of coercion in this\nrecord leaves the District to its final redoubt. Here, the District\nsuggests thatanyvisible religious conduct by a teacher or\ncoach should be deemed—without more and as a matter of\nlaw—impermissibly coercive on students. In essence, the District\nasks us to adopt the view that the only acceptable government role\nmodels for students are those who eschew any visible religious\nexpression. See alsopost, at 16–17 (Sotomayor, J.,\ndissenting). If the argument sounds familiar, it should. Really, it\nis just another way of repackaging the District’s earlier\nsubmission that government may script everything a teacher or coach\nsays in the workplace. See Part III–B,supra. The only added\ntwist here is the District’s suggestion not only that itmayprohibit teachers from engaging in any demonstrative religious\nactivity, but that itmustdo so in order to conform to the\nConstitution.Such a rule would be a sure sign that our\nEstablishment Clause jurisprudence had gone off the rails. In the\nname of protecting religious liberty, the District would have us\nsuppress it. Rather than respect the First Amendment’s double\nprotection for religious expression, it would have us preference\nsecular activity. Not only could schools fire teachers for praying\nquietly over their lunch, for wearing a yarmulke to school, or for\noffering a midday prayer during a break before practice. Under the\nDistrict’s rule, a school would berequiredto do so. It is\na rule that would defy this Court’s traditional understanding that\npermitting private speech is not the same thing as coercing others\nto participate in it. SeeTown of Greece, 572 U. S., at\n589 (plurality opinion). It is a rule, too, that would undermine a\nlong constitutional tradition under which learning how to tolerate\ndiverse expressive activities has always been “part of learning how\nto live in a pluralistic society.”Lee, 505 U. S., at\n590. We are aware of no historically sound understanding of the\nEstablishment Clause that begins to “mak[e] it necessary for\ngovernment to be hostile to religion” in this way.Zorach,\n343 U. S., at 314.Our judgments on all these scores find support\nin this Court’s prior cases too. InZorach, for example,\nchallengers argued that a public school program permitting students\nto spend time in private religious instruction off campus was\nimpermissibly coercive.Id., at 308, 311–312. The Court\nrejected that challenge because students were not required to\nattend religious instruction and there was no evidence that any\nemployee had “us[ed] their office to persuade or force students” to\nparticipate in religious activity.Id., at 311, and\nn. 6. What was clear there is even more obvious here—where\nthere is no evidence anyone sought to persuade or force students to\nparticipate, and there is no formal school program accommodating\nthe religious activity at issue.Meanwhile, this case looks very different from\nthose in which this Court has found prayer involving public school\nstudents to be problematically coercive. InLee, this Court\nheld that school officials violated the Establishment Clause by\n“including [a] clerical membe[r]” who publicly recited prayers “as\npart of [an] official school graduation ceremony” because the\nschool had “in every practical sense compelled attendance and\nparticipation in” a “religious exercise.” 505 U. S., at 580,\n598. InSanta Fe Independent School Dist.v.Doe, the\nCourt held that a school district violated the Establishment Clause\nby broadcasting a prayer “over the public address system” before\neach football game.530 U.S.\n290, 294 (2000). The Court observed that, while students\ngenerally were not required to attend games, attendancewasrequired for “cheerleaders, members of the band, and, of course,\nthe team members themselves.”Id., at 311. None of that is\ntrue here. The prayers for which Mr. Kennedy was disciplined were\nnot publicly broadcast or recited to a captive audience. Students\nwere not required or expected to participate. And, in fact, none of\nMr. Kennedy’s students did participate in any of the three October\n2015 prayers that resulted in Mr. Kennedy’s discipline. See App.\n90, 97, 173, 236–239; Parts I–B and I–C,supra.[7]CIn the end, the District’s case hinges on the\nneed to generate conflict between an individual’s rights under the\nFree Exercise and Free Speech Clauses and its own Establishment\nClause duties—and then develop some explanation why one of these\nClauses in the First Amendment should “ ‘trum[p]’ ” the\nother two. 991 F. 3d, at 1017; App. 43. But the project\nfalters badly. Not only does the District fail to offer a sound\nreason to prefer one constitutional guarantee over another. It\ncannot even show that they are at odds. In truth, there is no\nconflict between the constitutional commands before us. There is\nonly the “mere shadow” of a conflict, a false choice premised on a\nmisconstruction of the Establishment Clause.Schempp, 374\nU. S., at 308 (Goldberg, J., concurring). And in no world may\na government entity’s concerns about phantom constitutional\nviolations justify actual violations of an individual’s First\nAmendment rights. See,e.g.,Rosenberger, 515\nU. S., at 845–846;Good News Club, 533 U. S., at\n112–119;Lamb’s Chapelv.Center Moriches Union Free\nSchool Dist.,508 U.S.\n384, 394–395 (1993);Widmar, 454 U. S., at\n270–275.[8]VRespect for religious expressions is\nindispensable to life in a free and diverse Republic—whether those\nexpressions take place in a sanctuary or on a field, and whether\nthey manifest through the spoken word or a bowed head. Here, a\ngovernment entity sought to punish an individual for engaging in a\nbrief, quiet, personal religious observance doubly protected by the\nFree Exercise and Free Speech Clauses of the First Amendment. And\nthe only meaningful justification the government offered for its\nreprisal rested on a mistaken view that it had a duty to ferret out\nand suppress religious observances even as it allows comparable\nsecular speech. The Constitution neither mandates nor tolerates\nthat kind of discrimination. Mr. Kennedy is entitled to summary\njudgment on his First Amendment claims. The judgment of the Court\nof Appeals isReversed.Notes1A plaintiff may also\nprove a free exercise violation by showing that “official\nexpressions of hostility” to religion accompany laws or policies\nburdening religious exercise; in cases like that we have “set\naside” such policies without further inquiry.Masterpiece\nCakeshop,Ltd.v.Colorado Civil Rights Comm’n,\n584 U. S. ___, ___ (2018) (slip op., at 18). To resolve\ntoday’s case, however, we have no need to consult that test.\nLikewise, while the test we do apply today has been the subject of\nsome criticism, see,e.g.,Fultonv.Philadelphia, 593 U. S. ___, ___ (2021) (slip op.,\nat 5), we have no need to engage with that debate today because no\nparty has asked us to do so.2Because our analysis and\nthe parties’ concessions lead to the conclusion that Mr. Kennedy’s\nprayer constituted private speech on a matter of public concern, we\ndo not decide whether the Free Exercise Clause may sometimes demand\na different analysis at the first step of thePickering–Garcettiframework.3It seems, too, that it is\nonly here where our disagreement with the dissent begins in\nearnest. We do not understand our colleagues to contest that Mr.\nKennedy has met his burdens under either the Free Exercise or Free\nSpeech Clause, but only to suggest the District has carried its own\nburden “to establish that its policy prohibiting Kennedy’s public\nprayers was the least restrictive means of furthering a compelling\nstate interest.”Post, at 22 (opinion of\nSotomayor, J.).4Nor was that decision an\noutlier. In the last two decades, this Court has often criticized\nor ignoredLemonand its endorsement test variation. See,e.g.,Espinozav.Montana Dept. of Revenue,\n591 U. S. ___ (2020);American Legionv.American\nHumanist Assn., 588 U. S. ___ (2019);Trumpv.Hawaii, 585 U. S. ___ (2018);Trinity Lutheran\nChurch of Columbia, Inc.v.Comer, 582 U. S. ___\n(2017);Town of Greecev.Galloway,572 U.S.\n565(2014);Hosanna-Tabor Evangelical Lutheran Church and\nSchoolv.EEOC,565 U.S.\n171(2012);Arizona Christian School Tuition\nOrganizationv.Winn,563 U.S.\n125(2011);Heinv.Freedom from Religion Foundation,\nInc.,551 U.S.\n587(2007);id., at 618 (Scalia, J., concurring in\njudgment);Van Ordenv.Perry,545 U.S.\n677(2005);id., at 689 (Breyer, J., concurring in\njudgment). A vast number of Justices have criticized those tests\nover an even longer period. SeeShurtleffv.Boston,\n596 U. S. ___, at ___–___, and nn. 9–10 (2022) (Gorsuch, J.,\nconcurring in judgment) (slip op., at 7–8, and nn. 9–10)\n(collecting opinions authored or joined by Roberts and Rehnquist,\nC. J., and Thomas, Breyer, Alito, Kavanaugh, Stevens,\nO’Connor, Scalia, and Kennedy, JJ.). The point has not been lost on\nour lower court colleagues. See,e.g., 4 F. 4th 910,\n939–941 (2021) (O’Scannlain, J., respecting denial of rehearing en\nbanc);id., at 945 (R. Nelson, J., dissenting from\ndenial of rehearing en banc);id., at 947, n. 3\n(collecting lower court cases from “around the country” that “have\nrecognizedLemon’s demise”).5See,e.g.,Leev.Weisman,505 U.S.\n577, 640–642 (1992) (Scalia, J. dissenting);Shurtleff,\n596 U. S., at ___–___ (opinion of Gorsuch, J.) (slip op., at\n10–13) (discussing coercion and certain other historical hallmarks\nof an established religion); 1 Annals of Cong. 730–731 (1789)\n(Madison explaining that the First Amendment aimed to prevent one\nor multiple sects from “establish[ing] a religion to which they\nwould compel others to conform”); M. McConnell, Establishment and\nDisestablishment at the Founding, Part I: Establishment of\nReligion, 44 Wm. & Mary L. Rev. 2105, 2144–2146\n(2003).6The dissent expresses\nconcern that looking to “histor[y] an[d] tradition” to guide\nEstablishment Clause inquiries will not afford “school\nadministrators” sufficient guidance.Post, at 30. But that\nconcern supplies no excuse to adorn the Constitution with rules not\nsupported by its terms and the traditions undergirding them. Nor,\nin any event, is there any question that the District understands\nthat coercion can be a hallmark of an Establishment Clause\nviolation. See App. 105. The District’s problem isn’t a failure to\nidentify coercion as a crucial legal consideration; it is a lack of\nevidence that coercion actually occurred.7Even if the personal\nprayers Mr. Kennedy sought to offer after games are not themselves\ncoercive, the dissent suggests that they bear an indelible taint of\ncoercion by association with the school’s past prayer\npractices—some of which predated Mr. Kennedy, and all of which the\nDistrict concedes he ended on request. But none of those abandoned\npractices formed the basis for Mr. Kennedy’s suspension, and he has\nnot sought to claim First Amendment protection for them. SeeTown of Greece, 572 U. S., at 585 (other past practices\ndo not permanently “despoil a practice” later challenged under the\nEstablishment Clause). Nor, contrary to the dissent, does the\npossibility that students might choose, unprompted, to participate\nin Mr. Kennedy’s prayers necessarily prove them coercive. Seepost, at 18–20, 32–33. For one thing, the District has\nconceded that no coach may “discourag[e]” voluntary student prayer\nunder its policies. Tr. of Oral Arg. 91. For another, Mr. Kennedy\nhas repeatedly explained that he is willing to conduct his prayer\nwithout students—as he did after each of the games that formed the\nbasis of his suspension—and after students head to the locker room\nor bus. See App. 280, 282, 292–294.8Failing under its\ncoercion theory, the District offers still another backup argument.\nIt contends that it had to suppress Mr. Kennedy’s protected First\nAmendment activity to ensure order at Bremerton football games. See\nalsopost, at 2, 8–9, 11, 34–35 (Sotomayor, J.,\ndissenting). But the District never raised concerns along these\nlines in its contemporaneous correspondence with Mr. Kennedy. And\nunsurprisingly, neither the District Court nor the Ninth Circuit\ninvoked this rationale to justify the District’s actions.\nGovernment “justification[s]” for interfering with First Amendment\nrights “must be genuine, not hypothesized or inventedpost\nhocin response to litigation.”United Statesv.Virginia,518 U.S.\n515, 533 (1996). Nor under our Constitution does protected\nspeech or religious exercise readily give way to a “heckler’s\nveto.”Good News Clubv.Milford Central School,533 U.S.\n98, 119 (2001);supra, at 22–23.",
    "joined": []
}