{
    "case": {
        "docket": "17-1042",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1042/"
    },
    "id": "4060178",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1042_________________BNSF RAILWAY COMPANY, PETITIONERv.MICHAEL D. LOOSon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[March 4, 2019]Justice Gorsuch, with whom Justice Thomas\njoins, dissenting.BNSF Railway’s negligence caused one of its\nemployees a serious injury. After a trial, a court ordered the\ncompany to pay damages. But instead of sending the full amount to\nthe employee, BNSF asserted that it had to divert a portion to the\nInternal Revenue Service. Why? BNSF said the money represented\ntaxable “compensation” for “services rendered as an employee.” 26\nU. S. C. §3231(e)(1). Today, the Court agrees with the\ncompany. Respectfully, I do not. When an employee suffers a\nphysical injury due to his employer’s negligence and has to sue in\ncourt to recover damages, it seems more natural to me to describe\nthe final judgment as compensation for his injury than for services\n(never) rendered.The Court does not lay out the facts of the\ncase, but they are relevant to my analysis and straightforward\nenough. Years ago, Michael Loos was working for BNSF in a train\nyard when he fell into a hidden drainage grate and injured his\nknee. He missed work for many months, and upon his return he had a\nseries of absences, many of which he attributed to knee-injury\nflareups. When the company moved to fire him for allegedly\nviolating its attendance policies, Mr. Loos sued. Among other\nthings, Mr. Loos sought damages for BNSF’s negligence in\nmaintaining the train yard. He brought his claim under the Federal\nEmployers’ Liability Act (FELA), an analogue to tradititional\nstate-law tort suits that makes an interstate railroad “liable in\ndamages to any person suffering injury while he is employed” by the\nrailroad “for such injury . . . resulting in whole or in\npart from the [railroad’s] negligence.” 45 U. S. C.\n§51.Ultimately, and again much like in any other tort suit,\nthe jury awarded damages in three categories: $85,000 in pain and\nsuffering, $11,212.78 in medical expenses, and $30,000 in lost\nwages—the final category representing the amount Mr. Loos was\nunable to earn because of the injury BNSF’s negligence caused.Then a strange thing happened. BNSF argued that\nthe lost wages portion of Mr. Loos’s judgment represented\n“compensation” to him “for services rendered as an employee” and\nwas thus taxable income under the Railroad Retirement Tax Act\n(RRTA). 26 U. S. C. §3201et seq.In much the\nsame way the Social Security Act taxes other citizens’ incomes to\nfund their retirement benefits, the RRTA taxes railroad employees’\nearnings to pay for their public pensions. And BNSF took the view\nthat, because Mr. Loos owed the IRS taxes on the lost wages portion\nof his judgment, it had to withhold an appropriate sum and redirect\nit to the government. The company took this position even though it\nmeant BNSF would owe corresponding excise taxes. See 26\nU. S. C. §3221. It took this position, too, even though\nno one has identified for us a single case where the IRS has sought\nto collect RRTA taxes on a FELA judgment in the 80 years the two\nstatutes have coexisted. The company even persisted in its view\nafter, first, the district court and, then, the Eighth Circuit\nruled that Mr. Loos’s award wasn’t subject to RRTA taxes. Even\nafter all that, BNSF went to the trouble of seeking review in this\nCourt to win the right to pay the IRS.What’s the reason for BNSF’s tireless campaign?\nIs the company really moved by a selfless desire to protect a\nfederal program from “a long-term risk of insolvency”? Seeante,at 5, n. 2. Severalamicioffer a more\nprosaic possibility. Under the rule BNSF seeks and wins today, RRTA\ntaxes will be due on (but only on) the portion of a FELA settlement\nor judgment designated as lost wages. Taxes will not attach to\nother amounts attributed to, say, pain and suffering or medical\ncosts. At trial, of course, a plaintiff’s damages are what they\nare, and often juries will attribute a significant portion of\ndamages to lost wages. But with the help of the asymmetric tax\ntreatment they secure today, railroads like BSNF can now sweeten\ntheir settlement offers while offering less money. Forgo trial and\naccept a lower settlement, they will tell injured workers, and in\nreturn we will designate a small fraction (maybe even none) of the\npayments as taxable lost wages. In this way, the Court’s decision\ntoday may do precisely nothing to increase the government’s tax\ncollections or protect the solvency of any federal program.\nInstead, it may only mean that employees will pay a tax for going\nto trial—and railroads will succeed in buying cheaper settlements\nin the future at the bargain basement price of a few thousand\ndollars in excise taxes in one case today. See Brief for American\nAssociation for Justice asAmicus Curiae34–36; Brief for\nSMART et al. asAmici Curiae5–7.Whatever the reason for BNSF’s gambit, the\nproblems with it start for me at the first step of the statutory\ninterpretation analysis—with the text of the law itself. The RRTA\ntaxes an employee’s “compensation,” which it defines as “money\nremuneration . . . for services rendered as an employee\nto one or more employers.” 26 U. S. C. §3231(e)(1). A\n“service” refers to “duty or labor . . . by one person\n. . . bound to submit his will to the direction and\ncontrol of [another].” Black’s Law Dictionary 1607 (3d ed. 1933).\nAnd “remuneration” means “aquid pro quo,” “recompense” or\n“reward” for such services.Id., at 1528. So the words\n“remuneration for services rendered” naturally cover things like an\nemployee’s salary or hourly wage. Nor do they stop there, as the\nCourt correctly notes. Rather, and contrary to the court of\nappeals’ view, those words also fairly encompass benefits like sick\nor disability pay. After all, an employer offers those benefits to\nattract and keep employees working on its behalf. In that way,\nthese benefits form part of the “quid pro quo”\n(compensation) the employer pays to secure the “duty or labor”\n(services) the employee renders. Cf.United Statesv.Quality Stores, Inc., 572 U.S. 141, 146 (2014).But damages for negligence are different. No one\nwould describe a dangerous fall or the wrenching of a knee as a\n“service rendered” to the party who negligently caused the\naccident. BNSF hardly directed Mr. Loos to fall or offered to pay\nhim for doing so. In fact, BNSF didn’t even pay Mr. Loos\nvoluntarily; he had to wrest a judgment from the railroad at the\nend of a legal battle. So Mr. Loos’s FELA judgment seems to me, as\nit did to every judge in the proceedings below, unconnected to any\nservice Mr. Loos rendered to BNSF. Instead of being “compensation”\nfor “services rendered as an employee,” it seems more natural to\nsay that the negligence damages BNSF paid are “compensation” to Mr.\nLoos for his injury. That’s exactly how we usually understand tort\ndamages—as “compensation” for an “injury” caused by “the unlawful\nact or omission or negligence of another.” Black’s Law Dictionary\n314 (2d ed. 1910). And that’s exactly how FELA describes the\ndamages it provides—stating that it renders a railroad “liable” not\nfor services rendered but for any “injury” caused by the\ndefendant’s “negligence.” 45 U. S. C. §51; see alsoNew York Central R. Co.v.Winfield,244 U.S.\n147, 164 (1917) (Brandeis, J., dissenting) (FELA liability is\n“a penalty for wrong doing,” a “remedy” that “mak[es] the wrongdoer\nindemnify him whom he has wronged”).Of course, BNSF isn’t without a reply. Time and\nagain it highlights the fact that the district court measured the\nlost wages portion of Mr. Loos’s award by reference to what he\ncould have earned but for his injury. But if BNSF’s negligence had\ninjured a passenger on a train instead of an employee in a train\nyard, a jury could have measured the passenger’s tort damages in\nexactly the same way, taking account of the wages she could have\nearned from her own employer but for the railroad’s negligence.Vicksburg & Meridian R. Co.v.Putnam,118 U.S.\n545, 554 (1886). In those circumstances, I doubt any of us\nwould say the passenger’s damages award represented compensation\nfor “services rendered” to her employer rather than compensation\nfor her injury. And I don’t see why we would reach a different\nresult here simply because the victim of BNSF’s negligence happened\nto be one of its own workers. Of course, as the Court points out,ante, at 11, n. 5, FELA suits may be brought only by\nrailroad employees against their employers. But in cases like ours\na FELA suit simply serves in the interstate railroad industry as a\nfederalized substitute for a traditional state negligence tort\nclaim of the sort that could be brought byanyonethe\nrailroad injured, employee or not. Inescapably, “the basis of\nliability under [FELA] is and remains negligence.”Wilkersonv.McCarthy,336 U.S.\n53, 69 (1949) (Douglas, J., concurring).Looking beyond the statute’s text to its history\nonly compounds BNSF’s problems. To be clear, the statutory history\nI have in mind here isn’t the sort of unenacted legislative history\nthat often is neither truly legislative (having failed to survive\nbicameralism and presentment) nor truly historical (consisting of\nadvocacy aimed at winning in future litigation what couldn’t be won\nin past statutes). Instead, I mean here the record ofenactedchanges Congress made to the relevant statutory text\nover time, the sort of textual evidence everyone agrees can\nsometimes shed light on meaning. SeeUnited Statesv.Wong Kim Ark,169 U.S.\n649, 653–654 (1898).The RRTA’s statutory history is long and\ninstructive. Beginning in 1937, the statute defined taxable\n“compensation” to include remuneration “for services rendered,” but\nwith the further instruction that thisincludedcompensation\n“for time lost.” Carriers Taxing Act of 1937, §1(e), 50Stat. 436.\nCourts applying the RRTA’s sister statute, the Railroad Retirement\nAct (RRA), understood this language to capture settlement payments\nfor personal injury claims that would not otherwise qualify as\n“remuneration . . . for services rendered.” See,e.g.,Jacquesv.Railroad Retirement Bd., 736\nF.2d 34, 39–40 (CA2 1984);Grantv.Railroad Retirement\nBd., 173 F.2d 385, 386–387 (CA10 1949). Congress itself seemed\nto agree, explaining in 1946 that remuneration for “time lost”\nincludes payments made “with respect to an . . . absence\non account of personal injury.” §3(f), 60Stat. 725. But then\nCongress reversed field. In 1975, it removed payments “for time\nlost” from the RRTA’s definition of “compensation.” §204, 89Stat.\n466. And in 1983, Congress overwrote the last remaining reference\nto payments “for time lost” in a nearby section. §225, 97Stat.\n424–426. To my mind, Congress’s decision to remove theonlylanguage that could have fairly captured the damages here cannot be\neasily ignored.Yet BNSF would have us do exactly that. On its\naccount, the RRTA’s discussions about compensation for time lost\nand personal injuries only ever served to illustrate what has\nqualified all along as remuneration for “services rendered.” So, on\nits view, when Congress first added and then removed language about\ntime lost and personal injuries, it quite literally wasted its time\nbecause none of its additions and subtractions altered the\nstatute’s meaning. Put another way, BNSF asks us to read back into\nthe law words (time lost, personal injury) that Congress\ndeliberately removed on the assumption they were never really\nneeded in the first place. As I see it, that is less “ ‘a\nconstruction of a statute [than] an enlargement of it by the court,\nso that what was omitted, [BNSF] presum[es] by inadvertence, may be\nincluded within its scope. To supply omissions [like that]\ntranscends the judicial function.’ ”West Virginia Univ.\nHospitals, Inc.v.Casey,499 U.S.\n83, 101 (1991) (quotingIselinv.United States,270 U.S.\n245,251(1926) (Brandeis, J.)).Looking beyond the text and history of this\nstatute to compare it with others confirms the conclusion. Where\nthe RRTA directs the taxation of railroad employee income to fund\nretirement benefits, the RRA controls the calculation of those\nbenefits. And, unlike the RRTA, that statute continues to include\n“pay for time lost” in the definition of “compensation” it uses to\ncalculate benefits. 45 U. S. C. §231(h)(1). Normally,\nwhen Congress chooses to exclude terms in one statute while\nintroducing or retaining them in another closely related law, we\ngive effect to rather than pass a blind eye over the difference.\nNor is there any question that Congress knows exactly how to tax a\nfavor- able tort judgment when it wants. See,e.g., 26\nU. S. C. §104(a)(2) (punitive damages are not\ndeductible). Its failure to offer any comparably clear command here\nshould, once more, tell us something.With so much in the statute’s text, history, and\nsurroundings now pointing for Mr. Loos, BNSF is left to lean\nheavily on case law. The company says we must rule its way\nprimarily because ofSocial Security Bd.v.Nierotko,327 U.S.\n358(1946). But I do not see anything in that case dictating a\nvictory for BNSF.Nierotkoconcerned a different statute, a\ndifferent legal claim, and a different factual context. There, the\nplaintiff brought a wrongful termination claim before the National\nLabor Relations Board, claiming that his employer fired him in\nretaliation for union activity. The NLRB ordered the employee\nreinstated to his former job and paid as if he had never left.\nUnder those circumstances, this Court held that for purposes of\ncalculating the plaintiff’s Social Security Act benefits, his\n“wages” should include his backpay award, allocated to the period\nwhen he would have been working but for the employer’s misconduct.\nSince then, however, the Court has suggested that at least one ofNierotko’s holdings was likely motivated more by a policy\nconcern with protecting the employee’s full retirement to Social\nSecurity benefits than by a careful reading of the Social Security\nAct. SeeUnited Statesv.Cleveland Indians Baseball\nCo.,532 U.S.\n200, 212–213 (2001);id., at 220–221 (Scalia, J.,\nconcurring in judgment). Besides, in this case we’re simply not\nfaced with a wrongful termination claim, an award of backpay, or\nthe interpretation of the Social Security Act—let alone reason to\nworry that ruling for Mr. Loos would inequitably shortchange an\nemployee. So whatever lightNierotkomight continue to shed\non the question it faced, and whatever superficial similarities one\nmight point to here, that decision simply doesn’t dictate an answer\nto the question whether a tort victim’s damages for a physical\ninjury qualify as “compensation for services rendered” under the\nRRTA.By this point BNSF is left with only one\nargument, which it treats as no more than a last resort:Chevrondeference. In the past, the briefs and oral argument\nin this case likely would have centered on whether we should defer\nto the IRS’s administrative interpretation of the RRTA. After all,\nthe IRS (at least today) agrees with BNSF’s interpretation that\n“compensation . . . for services rendered” includes\ndamages for personal injuries. And theChevrondoctrine, if\nit retains any force, would seem to allow BNSF to parlay any\nstatutory ambiguity into a colorable argument for judicial\ndeference to the IRS’s view, regardless of the Court’s best\nindependent understanding of the law. SeeChevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil, Inc.,467 U.S.\n837(1984). Of course, anyChevronanalysis here would\nbe complicated by the government’s change of heart. For ifNierotkois as relevant as BNSF contends, then it must also\nbe relevant that, back whenNierotkowas decided, the IRS\ntook the view that the term “wages” in the Social Security Act didnotinclude backpay awards for wrongful termination. See 327\nU. S., at 366–367. And if “wages” don’t include backpay awards\nfor wrongful terminations, it’s hard to see how “compensation\n. . . for services rendered” might include damages for an\nact of negligence. Still, even with the complications that follow\nfrom executive agencies’ pench- ant for changing their views about\nthe law’s meaning almost as often as they change administrations, a\nplea for deference surely would have enjoyed pride of place in\nBNSF’s submission not long ago.But nothing like that happened here. BNSF\ndevoted scarcely any of its briefing toChevron. At oral\nargument, BNSF’s lawyer didn’t even mention the case until the\nfinal seconds—and even then “hate[d] to cite” it. Tr. of Oral Arg.\n58. No doubt, BNSF proceeded this way well aware of the mounting\ncriticism ofChevrondeference. See,e.g.,Pereirav.Sessions, 585 U. S. ___, ___–___\n(2018) (Kennedy, J., concurring). And no doubt, too, this is all to\nthe good. Instead of throwing up our hands and letting an\ninterested party—the federal government’s executive branch, no\nless—dictate an inferior interpretation of the law that may be more\nthe product of politics than a scrupulous reading of the statute,\nthe Court today buckles down to its job of saying what the law is\nin light of its text, its context, and our precedent. Though I may\ndisagree with the result the Court reaches, my colleagues rightly\nafford the parties before us an independent judicial interpretation\nof the law. They deserve no less.",
    "joined": []
}