{
    "case": {
        "docket": "18-1171",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-1171/"
    },
    "id": "4226483",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1171_________________COMCAST CORPORATION, PETITIONERv.NATIONAL ASSOCIATION OF AFRICAN AMERICAN-OWNED MEDIA,\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 23, 2020]Justice Gorsuch delivered the opinion of the\nCourt.Few legal principles are better established than\nthe rule requiring a plaintiff to establish causation. In the law\nof torts, this usually means a plaintiff must first plead and then\nprove that its injury would not have occurred “but for” the\ndefendant’s unlawful conduct. The plaintiffs before us suggest that\n42 U. S. C. §1981 departs from this traditional\narrangement. But looking to this particular statute’s text and\nhistory, we see no evidence of an exception.IThis case began after negotiations between two\nmedia companies failed. African-American entrepreneur Byron Allen\nowns Entertainment Studios Network (ESN), the operator of seven\ntelevision networks—Justice Central.TV, Comedy.TV, ES.TV, Pets.TV,\nRecipe.TV, MyDestination.TV, and Cars.TV. For years, ESN sought to\nhave Comcast, one of the nation’s largest cable television\nconglomerates, carry its channels. But Comcast refused, citing lack\nof demand for ESN’s programming, bandwidth constraints, and its\npreference for news and sports programming that ESN didn’t\noffer.With bargaining at an impasse, ESN sued. Seeking\nbillions in damages, the company alleged that Comcast\nsystematically disfavored “100% African American-owned media\ncompanies.” ESN didn’t dispute that, during negotiations, Comcast\nhad offered legitimate business reasons for refusing to carry its\nchannels. But, ESN contended, these reasons were merely pretextual.\nTo help obscure its true discriminatory intentions and win favor\nwith the Federal Communications Commission, ESN asserted, Comcast\npaid civil rights groups to advocate publicly on its behalf. As\nrelevant here, ESN alleged that Comcast’s behavior violated 42\nU. S. C. §1981(a), which guarantees, among other things,\n“[a]ll persons . . . the same right . . . to\nmake and enforce contracts . . . as is enjoyed by white\ncitizens.”Much motions practice followed. Comcast sought\nto dismiss ESN’s complaint, and eventually the district court\nagreed, holding that ESN’s pleading failed to state a claim as a\nmatter of law. The district court twice allowed ESN a chance to\nremedy its complaint’s deficiencies by identifying additional facts\nto support its case. But each time, the court concluded, ESN’s\nefforts fell short of plausibly showing that, but for racial\nanimus, Comcast would have contracted with ESN. After three rounds\nof pleadings, motions, and dismissals, the district court decided\nthat further amendments would prove futile and entered a final\njudgment for Comcast.The Ninth Circuit reversed. As that court saw\nit, the district court used the wrong causation standard when\nassessing ESN’s pleadings. A §1981 plaintiff doesn’t have to point\nto facts plausibly showing that racial animus was a “but for” cause\nof the defendant’s conduct. Instead, the Ninth Circuit held, a\nplaintiff must only plead facts plausibly showing that race played\n“some role” in the defendant’s decisionmaking process. 743 Fed.\nAppx. 106, 107 (2018); see alsoNational Assn. of African\nAmerican-Owned Mediav.Charter Communications, Inc.,\n915 F.3d 617, 626 (CA9 2019) (describing the test as whether\n“discriminatory intent play[ ed]anyrole”). And under\nthis more forgiving causation standard, the court continued, ESN\nhad pleaded a viable claim.Other circuits dispute the Ninth Circuit’s\nunderstanding of §1981. Like the district court in this case, for\nexample, the Seventh Circuit has held that “to be actionable,\nracial prejudice must be a but-for cause . . . of the\nrefusal to transact.”Bachmanv.St. Monica’s\nCongregation, 902 F.2d 1259, 1262–1263 (1990). To resolve the\ndisagreement among the circuits over §1981’s causation requirement,\nwe agreed to hear this case. 587 U. S. ___ (2019).IIIt is “textbook tort law” that a plaintiff\nseeking redress for a defendant’s legal wrong typically must prove\nbut-for causation.University of Tex. Southwestern Medical\nCenterv.Nassar,570 U.S.\n338, 347 (2013) (citing W. Keeton, D. Dobbs, R. Keeton, &\nD. Owen, Prosser and Keeton on Law of Torts 265 (5th ed. 1984)).\nUnder this standard, a plaintiff must demonstrate that, but for the\ndefendant’s unlawful conduct, its alleged injury would not have\noccurred. This ancient and simple “but for” common law causation\ntest, we have held, supplies the “default” or “background” rule\nagainst which Congress is normally presumed to have legislated when\ncreating its own new causes of action. 570 U. S., at 346–347\n(citingLos Angeles Dept. of Water and Powerv.Manhart,435 U.S.\n702, 711 (1978)). That includes when it comes to federal\nantidiscrimination laws like §1981. See 570 U. S., at 346–347\n(Title VII retaliation);Grossv.FBL Financial Services,\nInc.,557 U.S.\n167, 176–177 (2009) (Age Discrimination in Employment Act of\n1967).Normally, too, the essential elements of a claim\nremain constant through the life of a lawsuit. What a plaintiff\nmust do to satisfy those elements may increase as a case progresses\nfrom complaint to trial, but the legal elements themselves do not\nchange. So, to determine what the plaintiff must plausibly allege\nat the outset of a lawsuit, we usually ask what the plaintiff must\nprove in the trial at its end. See,e.g., Lujanv.Defenders of Wildlife,504 U.S.\n555, 561 (1992);Dura Pharmaceuticals, Inc.v.Broudo,544 U.S.\n336, 346–347 (2005);Ashcroftv.Iqbal,556 U.S.\n662, 678–679 (2009).ESN doesn’t seriously dispute these general\nprinciples. Instead, it suggests §1981 creates an exception to one\nor both of them. At times, ESN seems to argue that a §1981\nplaintiff only bears the burden of showing that race was a\n“motivating factor” in the defendant’s challenged decision, not a\nbut-for cause of its injury. At others, ESN appears to concede that\na §1981 plaintiff does have to prove but-for causation at trial,\nbut contends the rules should be different at the pleading stage.\nAccording to this version of ESN’s argument, a plaintiff should be\nable to overcome at least a motion to dismiss if it can allege\nfacts plausibly showing that race was a “motivating factor” in the\ndefendant’s decision. ESN admits this arrangement would allow some\nclaims to proceed past the pleading stage that are destined to fail\nlater as a matter of law. Still, the company insists, that is what\nthe statute demands.AWe don’t doubt that most rules bear their\nexceptions. But, taken collectively, clues from the statute’s text,\nits history, and our precedent persuade us that §1981 follows the\ngeneral rule. Here, a plaintiff bears the burden of showing that\nrace was a but-for cause of its injury. And, while the materials\nthe plaintiff can rely on to show causation may change as a lawsuit\nprogresses from filing to judgment, the burden itself remains\nconstant.Congress passed the Civil Rights Act of 1866 in\nthe aftermath of the Civil War to vindicate the rights of former\nslaves. Section 1 of that statute included the language found\ncodified today in §1981(a), promising that “[a]ll persons\n. . . shall have the same right . . . to make\nand enforce contracts, to sue, be parties, [and] give evidence\n. . . as is enjoyed by white citizens.” 42\nU. S. C. §1981; Civil Rights Act of 1866, 14Stat. 27.While the statute’s text does not expressly\ndiscuss causation, it is suggestive. The guarantee that each person\nis entitled to the “same right . . . as is enjoyed by\nwhite citizens” directs our attention to the counterfactual—what\nwould have happened if the plaintiff had been white? This focus\nfits naturally with the ordinary rule that a plaintiff must prove\nbut-for causation. If the defendant would have responded the same\nway to the plaintiff even if he had been white, an ordinary speaker\nof English would say that the plaintiff received the “same” legally\nprotected right as a white person. Conversely, if the defendant\nwould have responded differently but for the plaintiff ’s\nrace, it follows that the plaintiff has not received the same right\nas a white person. Nor does anything in the statute signal that\nthis test should change its stripes (only) in the face of a motion\nto dismiss.The larger structure and history of the Civil\nRights Act of 1866 provide further clues. Nothing in the Act\nspecifically authorizes private lawsuits to enforce the right to\ncontract. Instead, this Court created a judicially implied private\nright of action, definitively doing so for the first time in 1975.\nSeeJohnsonv.Railway Express Agency, Inc.,421 U.S.\n454, 459 (1975); see alsoJettv.Dallas Independent\nSchool Dist.,491 U.S.\n701, 720 (1989). That was during a period when the Court often\n“assumed it to be a proper judicial function to provide such\nremedies as are necessary to make effective a statute’s purpose.”Ziglarv.Abbasi, 582 U. S. ___, ___ (2017)\n(slip op., at 8) (internal quotation marks omitted). With the\npassage of time, of course, we have come to appreciate that,\n“[l]ike substantive federal law itself, private rights of action to\nenforce federal law must be created by Congress” and “[r]aising up\ncauses of action where a statute has not created them may be a\nproper function for common-law courts, but not for federal\ntribunals.”Alexanderv.Sandoval,532 U.S.\n275, 286–287 (2001) (internal quotation marks omitted). Yet,\neven in the era when this Court routinely implied causes of action,\nit usually insisted on legal elements at least as demanding as\nthose Congress specified for analogous causes of action actually\nfound in the statutory text. See,e.g.,Blue Chip\nStampsv.Manor Drug Stores,421\nU.S. 723, 736 (1975).That rule supplies useful guidance here. Though\nCongress did not adopt a private enforcement mechanism for\nviolations of §1981, it did establish criminal sanctions in a\nneighboring section. That provision permitted the prosecution of\nanyone who “depriv[es]” a person of “any right” protected by the\nsubstantive provisions of the Civil Rights Act of 1866 “on account\nof ” that person’s prior “condition of slavery” or “by reason\nof ” that person’s “color or race.” §2, 14Stat. 27. To prove a\nviolation, then, the government had to show that the defendant’s\nchallenged actions were taken “ ‘on account of ’ ”\nor “ ‘by reason of ’ ” race—terms we have often held\nindicate a but-for causation requirement.Gross, 557\nU. S., at 176–177. Nor did anything in the statute hint that a\ndifferent and more forgiving rule might apply at one particular\nstage in the litigation. In light of the causation standard\nCongress specified for the cause of action it expressly endorsed,\nit would be more than a little incongruous for us to employ the\nlaxer rules ESN proposes for this Court’s judicially implied cause\nof action.Other provisions of the 1866 statute offer\nfurther guidance. Not only do we generally presume that Congress\nlegislates against the backdrop of the common law.Nassar,\n570 U. S., at 347. The Civil Rights Act of 1866 made this\nbackground presumption explicit, providing that “in all cases where\n[the laws of the United States] are not adapted to the object [of\ncarrying the statute into effect] the common law . . .\nshall . . . govern said courts in the trial and\ndisposition of such cause.” §3, 14Stat. 27. And, while there were\nexceptions, the common law in 1866 often treated a showing of\nbut-for causation as a prerequisite to a tort suit. See,e.g.,Hayesv.Michigan Central R. Co.,111 U.S.\n228, 241 (1884); Smith, Legal Cause in Actions of Tort, 25\nHarv. L. Rev. 103, 108–109 (1911); White, The Emergence and\nDoctrinal Development of Tort Law, 1870–1930, 11 U. St. Thomas L.\nJ. 463, 464–465 (2014); 1 F. Hilliard, Law of Torts 78–79 (1866); 1\nT. Sedgwick, Measure of Damages 199 (9th ed. 1912). Nor did this\nprerequisite normally wait long to make its appearance; if\nanything, pleadings standards back then were generally even\nstricter than they are in federal practice today. See generally,e.g.,Lugar, Common Law Pleading Modified versus the Federal\nRules, 52 W. Va. L. Rev. 137 (1950).This Court’s precedents confirm all that the\nstatute’s language and history indicate. When it first inferred a\nprivate cause of action under §1981, this Court described it as\n“afford[ing] a federal remedy against discrimination\n. . .on the basis ofrace,” language (again)\nstrongly suggestive of a but-for causation standard.Johnson, 421 U. S., at 459–460 (emphasis added). Later,\ninGeneral Building ContractorsAssn., Inc.v.Pennsylvania,458 U.S.\n375(1982), the Court explained that §1981 was “designed to\neradicate blatant deprivations of civil rights,” such as where “a\nprivate offeror refuse[d] to extend to [an African-American],\n. . . because he is [an African-American], the same\nopportunity to enter into contracts as he extends to white\nofferees.”Id., at 388 (emphasis deleted; internal quotation\nmarks omitted). Once more, the Court spoke of §1981 using\nlanguage—because of—often associated with but-for causation.Nassar, 570 U. S., at 350. Nor did anything in these\ndecisions even gesture toward the possibility that this rule of\ncausation sometimes might be overlooked or modified in the early\nstages of a case.This Court’s treatment of a neighboring\nprovision, §1982, supplies a final telling piece of evidence.\nBecause §1982 was also first enacted as part of the Civil Rights\nAct of 1866 and uses nearly identical language as §1981, the\nCourt’s “precedents have . . . construed §§1981 and 1982\nsimilarly.”CBOCS West, Inc.v.Humphries,553 U.S.\n442, 447 (2008). Section 1982 guarantees all citizens “the same\nright . . . as is enjoyed by white citizens\n. . . to inherit, purchase, lease, sell, hold, and convey\nreal and personal property.” And this Court has repeatedly held\nthat a claim arises under §1982 when a citizen is not allowed “to\nacquire property . . .because ofcolor.”Buchananv.Warley,245 U.S.\n60, 78–79 (1917) (emphasis added); see alsoJonesv.Alfred H. Mayer Co.,392 U.S.\n409, 419 (1968);Runyonv.McCrary,427 U.S.\n160, 170–171 (1976). If a §1982 plaintiff must show the\ndefendant’s challenged conduct was “because of ” race, it is\nunclear how we might demand less from a §1981 plaintiff. Certainly\nESN offers no compelling reason to read two such similar statutes\nso differently.BWhat does ESN offer in reply? The company asks\nus to draw on, and then innovate with, the “motivating factor”\ncausation test found in Title VII of the Civil Rights Act of 1964.\nBut a critical examination of Title VII’s history reveals more than\na few reasons to be wary of any invitation to import its motivating\nfactor test into §1981.This Court first adopted Title VII’s motivating\nfactor test inPrice Waterhousev.Hopkins,490 U.S.\n228(1989). There, a plurality and two Justices concurring in\nthe judgment held that a Title VII plaintiff doesn’t have to prove\nbut-for causation; instead, it’s enough to show that discrimination\nwas a motivating factor in the defendant’s decision.Id., at\n249–250 (plurality opinion); see alsoid.,at 258–259\n(White, J., concurring in judgment);id.,at 268–269\n(O’Connor, J., concurring in judgment). Once a plaintiff meets this\nlesser standard, the plurality continued, the defendant may defeat\nliability by establishing that it would have made the same decision\neven if it had not taken the plaintiff ’s race (or other\nprotected trait) into account. In essence,Price Waterhousetook the burden of proving but-for causation from the plaintiff and\nhanded it to the defendant as an affirmative defense.Id.,at 246.But this arrangement didn’t last long. Congress\nsoon displacedPrice Waterhousein favor of its own version\nof the motivating factor test. In the Civil Rights Act of 1991,\nCongress provided that a Title VII plaintiff who shows that\ndiscrimination was even a motivating factor in the defendant’s\nchallenged employment decision is entitled to declaratory and\ninjunctive relief. §107, 105Stat. 1075. A defendant may still\ninvoke lack of but-for causation as an affirmative defense, but\nonly to stave off damages and reinstatement, not liability in\ngeneral. 42 U. S. C. §§2000e–2(m), 2000e–5(g)(2)(B); see\nalsoDesert Palace, Inc.v.Costa,539 U.S.\n90, 94–95 (2003).While this is all well and good for\nunderstanding Title VII, it’s hard to see what any of it might tell\nus about §1981. Title VII was enacted in 1964; this Court\nrecognized its motivating factor test in 1989; and Congress\nreplaced that rule with its own version two years later. Meanwhile,\n§1981 dates back to 1866 and has never said a word about motivating\nfactors. So we have two statutes with two distinct histories, and\nnot a shred of evidence that Congress meant them to incorporate the\nsame causation standard. Worse yet, ESN’s fallback position—that we\nshould borrow the motivating factor concept only at the pleadings\nstage—is foreign even to Title VII practice. To accept ESN’s\ninvitation to consult, tinker with, and then engraft a test from a\nmodern statute onto an old one would thus require more than a\nlittle judicial adventurism, and look a good deal more like\namending a law than interpreting one.What’s more, it’s not as if Congress forgot\nabout §1981 when it adopted the Civil Rights Act of 1991. At the\nsame time that it added the motivating factor test to Title VII,\nCongressalsoamended §1981. See Civil Rights Act of 1991,\n§101, 105Stat. 1072 (adding new subsections (b) and (c) to §1981).\nBut nowhere in its amendments to §1981 did Congress so much as\nwhisper about motivating factors. And where, as here, Congress has\nsimultaneously chosen to amend one statute in one way and a second\nstatute in another way, we normally assume the differences in\nlanguage imply differences in meaning.Gross, 557\nU. S., at 174–175; see alsoRussellov.UnitedStates,464 U.S.\n16, 23 (1983).Still, ESN tries to salvage something from the\n1991 law. It reminds us that one of the amendments to §1981 defined\nthe term “make and enforce contracts” to include “making,\nperformance, modification, and termination of contracts, and the\nenjoyment of all benefits, privileges, terms, and conditions of the\ncontractual relationship.” 42 U. S. C. §1981(b). In all\nthis, ESN asks us to home in on one word, “making.” By using this\nparticular word, ESN says, Congress clarified that §1981(a)\nguarantees not only the right to equivalent contractualoutcomes(a contract with the same final terms), but also\nthe right to an equivalent contractingprocess(no extra\nhurdles on the road to securing that contract). And, ESN continues,\nif the statute addresses the whole contracting process, not just\nits outcome, a motivating factor causation test fits more logically\nthan the traditional but-for test.Comcast and the government disagree. As they see\nit, the Civil Rights Act of 1866 unambiguously protected only\noutcomes—the right to contract, sue, be a party, and give evidence.\nWhen Congress sought to define some of these terms in 1991, it\nmerely repeated one word from the original 1866 Act (make) in a\ndifferent form (making). No reasonable reader, Comcast and the\ngovernment contend, would think that the addition of the present\nparticiple form of a verb already in the statute carries such a\nradically different meaning and so extends §1981 liability in the\nnew directions ESN suggests. And, we are told, the statute’s\noriginal and continuing focus on contractualoutcomes(not\nprocesses) is more consistent with the traditional but-for test of\ncausation.This debate, we think, misses the point. Of\ncourse, Congress could write an employment discrimination statute\nto protect only outcomes or to provide broader protection. But, for\nour purposes today, none of this matters. The difficulty with ESN’s\nargument lies in its mistaken premise that a process-oriented right\nnecessarily pairs with a motivating factor causal standard. The\ninverse argument—that an outcome-oriented right implies a but-for\ncausation standard—is just as flawed.Eithercausal standard\ncould conceivably apply regardless of the legal right §1981\nprotects. We need not and do not take any position on whether §1981\nas amended protects only outcomes or protects processes too, a\nquestion not passed on below or raised in the petition for\ncertiorari. Our point is simply that a §1981 plaintiff first must\nshow that he was deprived of the protected right and then establish\ncausation—and that these two steps are analytically\ndistinct.[1]Unable to latch onto eitherPrice\nWaterhouseor the Civil Rights Act of 1991, ESN is left to cast\nabout for some otherhook to support its arguments about §1981’s\noperation. In a final effort, it asks us to consider the\nburden-shifting framework ofMcDonnell Douglas Corp.v.Green,411 U.S.\n792, 802, 804 (1973). Like the motivating factor test,McDonnell Douglasis a product of Title VII practice. Under\nits terms, once a plaintiff establishes a prima facie case of race\ndiscrimination through indirect proof, the defendant bears the\nburden of producing a race-neutral explanation for its action,\nafter which the plaintiff may challenge that explanation as\npretextual.Texas Dept. of Community Affairsv.Burdine,450 U.S.\n248, 257–258 (1981). This burden shifting, ESN contends, is\ncomparable to the regime it proposes for §1981.It is nothing of the kind. Whether or notMcDonnell Douglashas some useful role to play in §1981\ncases, it does not mention the motivating factor test, let alone\nendorse its use only at the pleadings stage. Nor can this come as a\nsurprise: This Court didn’t introduce the motivating factor test\ninto Title VII practice until yearsafterMcDonnell\nDouglas. For its part,McDonnell Douglassought only to\nsupply a tool for assessing claims, typically at summary judgment,\nwhen the plaintiff relies on indirect proof of discrimination. See\n411 U. S., at 802–805; see alsoFurnco Constr. Corp.v.Waters,438 U.S.\n567, 577 (1978); Malamud, The Last Minuet: Disparate Treatment\nAfterHicks, 93 Mich. L. Rev. 2229, 2259 (1995). BecauseMcDonnell Douglasarose in a context where but-for causation\nwas the undisputed test, it did not address causation standards. So\nnothing in the opinion involves ESN’s preferred standard. UnderMcDonnell Douglas’s terms, too, only the burden of\nproduction ever shifts to the defendant, never the burden of\npersuasion. SeeBurdine, 450 U. S., at 254–255;Postal Service Bd. of Governorsv.Aikens,460 U.S.\n711, 715–716 (1983). SoMcDonnell Douglascan provide no\nbasis for allowing a complaint to survive a motion to dismiss when\nit fails to allege essential elements of a plaintiff’s claim.IIIAll the traditional tools of statutory\ninterpretation persuade us that §1981 follows the usual rules, not\nany exception. To prevail, a plaintiff must initially plead and\nultimately prove that, but for race, it would not have suffered the\nloss of a legally protected right. We do not, however, pass on\nwhether ESN’s operative amended complaint “contain[s] sufficient\nfactual matter, accepted as true, to ‘state a claim to relief that\nis plausible on its face’ ” under the but-for causation\nstandard.Iqbal, 556 U. S., at 678–679. The Ninth\nCircuit has yet to consider that question because it assessed ESN’s\npleadings under a different and mistaken test. To allow that court\nthe chance to determine the sufficiency of ESN’s pleadings under\nthe correct legal rule in the first instance, we vacate the\njudgment of the court of appeals and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1The concurrence proceeds to\noffer a view on the nature of the right, while correctly noting\nthat the Court reserves the question for another day. We reserve\nthe question because “we are a court of review, not of first view,”Cutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005), and do not normally strain to\naddress issues that are less than fully briefed and that the\ndistrict and appellate courts have had no opportunity to consider.\nSuch restraint is particularly appropriate here, where addressing\nthe issue is entirely unnecessary to our resolution of the\ncase.",
    "joined": []
}