{
    "case": {
        "docket": "18-5924",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-5924/"
    },
    "id": "4238652",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–5924_________________EVANGELISTO RAMOS, PETITIONERv.LOUISIANAon writ of certiorari to the court of appeal\nof louisiana, fourth circuit[April 20, 2020]Justice Gorsuch announced the judgment of the\nCourt and delivered the opinion of the Court with respect to Parts\nI, II–A, III, and IV–B–1, an opinion with respect to Parts II–B,\nIV–B–2, and V, in which Justice Ginsburg, Justice Breyer, and\nJustice Sotomayor join, and an opinion with respect to Part IV–A,\nin which Justice Ginsburg and Justice Breyer join.Accused of a serious crime, Evangelisto Ramos\ninsisted on his innocence and invoked his right to a jury trial.\nEventually, 10 jurors found the evidence against him persuasive.\nBut a pair of jurors believed that the State of Louisiana had\nfailed to prove Mr. Ramos’s guilt beyond reasonable doubt; they\nvoted to acquit.In 48 States and federal court, a single juror’s\nvote to acquit is enough to prevent a conviction. But not in\nLouisiana. Along with Oregon, Louisiana has long punished people\nbased on 10-to-2 verdicts like the one here. So instead of the\nmistrial he would have received almost anywhere else, Mr. Ramos was\nsentenced to life in prison without the possibility of parole.Why do Louisiana and Oregon allow nonunanimous\nconvictions? Though it’s hard to say why these laws persist, their\norigins are clear. Louisiana first endorsed nonunanimous verdicts\nfor serious crimes at a constitutional convention in 1898.\nAccording to one committee chairman, the avowed purpose of that\nconvention was to “establish the supremacy of the white race,” and\nthe resulting document included many of the trappings of the Jim\nCrow era: a poll tax, a combined literacy and property ownership\ntest, and a grandfather clause that in practice exempted white\nresidents from the most onerous of these requirements.[1]Nor was it only the prospect of\nAfrican-Americans voting that concerned the delegates. Just a week\nbefore the convention, the U. S. Senate passed a resolution calling\nfor an investigation into whether Louisiana was systemically\nexcluding African-Americans from juries.[2] Seeking to avoid unwanted national attention, and\naware that this Court would strike down any policy of overt\ndiscrimination against African-American jurors as a violation of\nthe Fourteenth Amendment,[3]\nthe delegates sought to undermine African-American participation on\njuries in another way. With a careful eye on racial demographics,\nthe convention delegates sculpted a “facially race-neutral” rule\npermitting 10-to-2 verdicts in order “to ensure that\nAfrican-American juror service would be meaningless.”[4]Adopted in the 1930s, Oregon’s rule permitting\nnonunanimous verdicts can be similarly traced to the rise of the Ku\nKlux Klan and efforts to dilute “the influence of racial, ethnic,\nand religious minorities on Oregon juries.”[5] In fact, no one before us contests any of this;\ncourts in both Louisiana and Oregon have frankly acknowledged that\nrace was a motivating factor in the adoption of their States’\nrespective nonunanimity rules.[6]We took this case to decide whether the Sixth\nAmendment right to a jury trial—as incorporated against the States\nby way of the Fourteenth Amendment—requires a unanimous verdict to\nconvict a defendant of a serious offense.[7] Louisiana insists that this Court has never\ndefinitively passed on the question and urges us to find its\npractice consistent with the Sixth Amendment. By contrast, the\ndissent doesn’t try to defend Louisiana’s law on Sixth or\nFourteenth Amendment grounds; tacitly, it seems to admit that the\nConstitution forbids States from using nonunanimous juries. Yet,\nunprompted by Louisiana, the dissent suggests our precedent\nrequires us to rule for the State anyway. What explains all this?\nTo answer the puzzle, it’s necessary to say a bit more about the\nmerits of the question presented, the relevant precedent, and, at\nlast, the consequences that follow from saying what we know to be\ntrue.IThe Sixth Amendment promises that “[i]n all\ncriminal prosecutions, the accused shall enjoy the right to a\nspeedy and public trial, by an impartial jury of the State and\ndistrict wherein the crime shall have been committed, which\ndistrict shall have been previously ascertained by law.” The\nAmendment goes on to preserve other rights for criminal defendants\nbut says nothing else about what a “trial by an impartial jury”\nentails.Still, the promise of a jury trial surely meantsomething—otherwise, there would have been no reason to\nwrite it down. Nor would it have made any sense to spell out the\nplaces from which jurors should be drawn if their powers as jurors\ncould be freely abridged by statute. Imagine a constitution that\nallowed a “jury trial” to mean nothing but a single person\nrubberstamping convictions without hearing any evidence—but\nsimultaneously insisting that the lone juror come from a specific\njudicial district “previously ascertained by law.” And if that’s\nnot enough, imagine a constitution that included the same hollow\nguaranteetwice—not only in the Sixth Amendment, but also in\nArticle III.[8] No: The text\nand structure of the Constitution clearly suggest that the term\n“trial by an impartial jury” carried with itsomemeaning\nabout the content and requirements of a jury trial.One of these requirements was unanimity.\nWherever we might look to determine what the term “trial by an\nimpartial jury trial” meant at the time of the Sixth Amendment’s\nadoption—whether it’s the common law, state practices in the\nfounding era, or opinions and treatises written soon afterward—the\nanswer is unmistakable. A jury must reach a unanimous verdict in\norder to convict.The requirement of juror unanimity emerged in\n14th- century England and was soon accepted as a vital right\nprotected by the common law.[9]\nAs Blackstone explained, no person could be found guilty of a\nserious crime unless “the truth of every accusation . . .\nshould . . . be confirmed by the unanimous suffrage of\ntwelve of his equals and neighbors, indifferently chosen, and\nsuperior to all suspicion.”[10] A “ ‘verdict, taken from eleven, was no\nverdict’ ” at all.[11]This same rule applied in the young American\nStates. Six State Constitutions explicitly required\nunanimity.[12] Another four\npreserved the right to a jury trial in more general terms.[13] But the variations did not\nmatter much; consistent with the common law, state courts appeared\nto regard unanimity as an essential feature of the jury\ntrial.[14]It was against this backdrop that James Madison\ndrafted and the States ratified the Sixth Amendment in 1791. By\nthat time, unanimous verdicts had been required for about 400\nyears.[15] If the term\n“trial by an impartial jury” carried any meaning at all, it surely\nincluded a requirement as long and widely accepted as\nunanimity.Influential, postadoption treatises confirm this\nunderstanding. For example, in 1824, Nathan Dane reported as fact\nthat the U. S. Constitution required unanimity in criminal\njury trials for serious offenses.[16] A few years later, Justice Story explained in his\nCommentaries on the Constitution that “in common cases, the law not\nonly presumes every man innocent, until he is proved guilty; but\nunanimity in the verdict of the jury is indispensable.”[17] Similar statements can be found\nin American legal treatises throughout the 19th century.[18]Nor is this a case where the original public\nmeaning was lost to time and only recently recovered. This Court\nhas, repeatedly and over many years, recognized that the Sixth\nAmendment requires unanimity. As early as 1898, the Court said that\na defendant enjoys a “constitutional right to demand that his\nliberty should not be taken from him except by the joint action of\nthe court and the unanimous verdict of a jury of twelve\npersons.”[19] A few decades\nlater, the Court elaborated that the Sixth Amendment affords a\nright to “a trial by jury as understood and applied at common law,\n. . . includ[ing] all the essential elements as they were\nrecognized in this country and England when the Constitution was\nadopted.”[20] And, the Court\nobserved, this includes a requirement “that the verdict should be\nunanimous.”[21] In all, this\nCourt has commented on the Sixth Amendment’s unanimity requirement\nno fewer than 13 times over more than 120 years.[22]There can be no question either that the Sixth\nAmendment’s unanimity requirement applies to state and federal\ncriminal trials equally. This Court has long explained that the\nSixth Amendment right to a jury trial is “fundamental to the\nAmerican scheme of justice” and incorporated against the States\nunder the Fourteenth Amendment.[23] This Court has long explained, too, that incorporated\nprovisions of the Bill of Rights bear the same content when\nasserted against States as they do when asserted against the\nfederal government.[24] So\nif the Sixth Amendment’s right to a jury trial requires a unanimous\nverdict to support a conviction in federal court, it requires no\nless in state court.IIAHow, despite these seemingly straightforward\nprinciples, have Louisiana’s and Oregon’s laws managed to hang on\nfor so long? It turns out that the Sixth Amendment’s otherwise\nsimple story took a strange turn in 1972. That year, the Court\nconfronted these States’ unconventional schemes for the first\ntime—inApodacav.Oregon[25] and a companion case,Johnsonv.Louisiana.[26]\nUltimately, the Court could do no more than issue a badly fractured\nset of opinions. Four dissenting Justices would not have hesitated\nto strike down the States’ laws, recognizing that the Sixth\nAmendment requires unanimity and that this guarantee is fully\napplicable against the States under the Fourteenth\nAmendment.[27] But a\nfour-Justice plurality took a very different view of the Sixth\nAmendment. These Justices declared that the real question before\nthem was whether unanimity serves an important “function” in\n“contemporary society.”[28]\nThen, having reframed the question, the plurality wasted few words\nbefore concluding that unanimity’s costs outweigh its benefits in\nthe modern era, so the Sixth Amendment should not stand in the way\nof Louisiana or Oregon.The ninth Member of the Court adopted a position\nthat was neither here nor there. On the one hand, Justice Powell\nagreed that, as a matter of “history and precedent, . . .\nthe Sixth Amendment requires a unanimous jury verdict to\nconvict.”[29] But, on the\nother hand, he argued that the Fourteenth Amendment does not render\nthis guarantee against the federal government fully applicable\nagainst the States. In this way, Justice Powell doubled down on his\nbelief in “dual-track” incorporation—the idea that a single right\ncan mean two different things depending on whether it is being\ninvoked against the federal or a state government.Justice Powell acknowledged that his argument\nfor dual-track incorporation came “late in the day.”[30] Late it was. The Court had already,\nnearly a decade earlier, “rejected the notion that the Fourteenth\nAmendment applies to the States only a ‘watered-down, subjective\nversion of the individual guarantees of the Bill of\nRights.’ ”[31] It’s a\npoint we’ve restated many times since, too, including as recently\nas last year.[32] Still,\nJustice Powell frankly explained, he was “unwillin[g]” to follow\nthe Court’s precedents.[33]\nSo he offered up the essential fifth vote to uphold Mr. Apodaca’s\nconviction—if based only on a view of the Fourteenth Amendment that\nhe knew was (and remains) foreclosed by precedent.BIn the years followingApodaca, both\nLouisiana and Oregon chose to continue allowing nonunanimous\nverdicts. But their practices have always stood on shaky ground.\nAfter all, while Justice Powell’s vote secured a favorable judgment\nfor the States inApodaca, it’s never been clear what\nrationale could support a similar result in future cases. Only two\npossibilities exist: Either the Sixth Amendment allows nonunanimous\nverdicts, or the Sixth Amendment’s guarantee of a jury trial\napplies with less force to the States under the Fourteenth\nAmendment. Yet, as we’ve seen, both bear their problems. InApodacaitself, a majority of Justices—including Justice\nPowell—recognized that the Sixth Amendment demands unanimity, just\nas our cases have long said. And this Court’s precedents, both then\nand now, prevent the Court from applying the Sixth Amendment to the\nStates in some mutated and diminished form under the Fourteenth\nAmendment. So what could we possibly describe as the “holding” ofApodaca?Really, no one has found a way to make sense of\nit. In later cases, this Court has labeledApodacaan\n“exception,” “unusual,” and in any event “not an endorsement” of\nJustice Powell’s view of incorporation.[34] At the same time, we have continued to recognize\nthe historical need for unanimity.[35] We’ve been studiously ambiguous, even inconsistent,\nabout whatApodacamight mean.[36] To its credit, Louisiana acknowledges the problem.\nThe State expressly tells us it is not “asking the Court to accord\nJustice Powell’s solo opinion inApodacaprecedential\nforce.”[37] Instead, in an\neffort to win today’s case, Louisiana embraces the idea that\neverything is up for grabs. It contends that this Court has never\ndefinitively ruled on the propriety of nonunanimous juries under\nthe Sixth Amendment—and that we should use this case to hold for\nthe first time that nonunanimous juries are permissible in state\nand federal courts alike.IIILouisiana’s approach may not be quite as tough\nas trying to defend Justice Powell’s dual-track theory of\nincorporation, but it’s pretty close. How does the State deal with\nthe fact this Court has said 13 times over 120 years that the Sixth\nAmendmentdoesrequire unanimity? Or the fact that five\nJustices inApodacasaid the same? The best the State can\noffer is to suggest that all these statements came in\ndicta.[38] But even\nsupposing (without granting) that Louisiana is right and it’s dicta\nall the way down, why would the Court now walk away from many of\nits own statements about the Constitution’s meaning? And what about\nthe prior 400 years of English and American cases requiring\nunanimity—should we dismiss all those as dicta too?Sensibly, Louisiana doesn’t dispute that the\ncommon law required unanimity. Instead, it argues that the drafting\nhistory of the Sixth Amendment reveals an intent by the framers to\nleave this particular feature behind. The State points to the fact\nthat Madison’s proposal for the Sixth Amendment originally read:\n“The trial of all crimes . . . shall be by an impartial\njury of freeholders of the vicinage, with the requisite of\nunanimity for conviction, of the right of challenge, and other\naccustomed requisites. . . .”[39] Louisiana notes that the House of\nRepresentatives approved this text with minor modifications. Yet,\nthe State stresses, the Senate replaced “impartial jury of\nfreeholders of the vicinage” with “impartial jury of the State and\ndistrict wherein the crime shall have been committed” and also\nremoved the explicit references to unanimity, the right of\nchallenge, and “other accustomed requisites.” In light of these\nrevisions, Louisiana would have us infer an intent to abandon the\ncommon law’s traditional unanimity requirement.But this snippet of drafting history could just\nas easily support the opposite inference. Maybe the Senate deleted\nthe language about unanimity, the right of challenge, and “other\naccustomed prerequisites” because all this was so plainly included\nin the promise of a “trial by an impartial jury” that Senators\nconsidered the language surplusage. The truth is that we have\nlittle contemporaneous evidence shedding light on why the Senate\nacted as it did.[40] So\nrather than dwelling on text left on the cutting room floor, we are\nmuch better served by interpreting the language Congress retained\nand the States ratified. And, as we’ve seen, at the time of the\nAmendment’s adoption, the right to a jury trialmeanta\ntrial in which the jury renders a unanimous verdict.Further undermining Louisiana’s inference about\nthe drafting history is the fact it proves too much. If the\nSenate’s deletion of the word “unanimity” changed the meaning of\nthe text that remains, then the same would seemingly have to follow\nfor the other deleted words as well. So it’s not just unanimity\nthat died in the Senate, but all the “other accustomed requisites”\nassociated with the common law jury trial right—i.e.,everythinghistory might have taught us about what it means\nto have a jury trial. Taking the State’s argument from drafting\nhistory to its logical conclusion would thus leave the right to a\n“trial by jury” devoid of meaning. A right mentioned twice in the\nConstitution would be reduced to an empty promise. That can’t be\nright.Faced with this hard fact, Louisiana’s only\nremaining option is to invite us to distinguish between the\nhistoric features of common law jury trials that (we think) serve\n“important enough” functions to migrate silently into the Sixth\nAmendment and those that don’t. And, on the State’s account, we\nshould conclude that unanimity isn’t worthy enough to make the\ntrip.But to see the dangers of Louisiana’s overwise\napproach, there’s no need to look any further thanApodacaitself. There, four Justices, pursuing the functionalist approach\nLouisiana espouses, began by describing the\n“ ‘essential’ ” benefit of a jury trial as “ ‘the\ninterposition . . . of the commonsense judgment of a\ngroup of laymen’ ” between the defendant and the possibility\nof an “ ‘overzealous prosecutor.’ ”[41] And measured against that muddy yardstick,\nthey quickly concluded that requiring 12 rather than 10 votes to\nconvict offers no meaningful improvement.[42] Meanwhile, these Justices argued, States have good\nand important reasons for dispensing with unanimity, such as\nseeking to reduce the rate of hung juries.[43]Who can profess confidence in a breezy\ncost-benefit analysis like that? Lost in the accounting are the\nracially discriminatoryreasonsthat Louisiana and Oregon\nadopted their peculiar rules in the first place.[44] What’s more, the plurality never\nexplained why the promised benefit of abandoning unanimity—reducing\nthe rate of hung juries—always scores as a credit, not a cost. But\nwho can say whether any particular hung jury is a waste, rather\nthan an example of a jury doing exactly what the plurality said it\nshould—deliberating carefully and safeguarding against overzealous\nprosecutions? And what about the fact, too, that some studies\nsuggest that the elimination of unanimity has only a small effect\non the rate of hung juries?[45] Or the fact that others profess to have found that\nrequiring unanimity may provide other possible benefits, including\nmore open-minded and more thorough deliberations?[46] It seems theApodacaplurality\nnever even conceived of such possibilities.Our real objection here isn’t that theApodacaplurality’s cost-benefit analysis was too skimpy.\nThe deeper problem is that the plurality subjected the ancient\nguarantee of a unanimous jury verdict to its own functionalist\nassessment in the first place. And Louisiana asks us to repeat the\nerror today, just replacingApodaca’s functionalist\nassessment with our own updated version. All this overlooks the\nfact that, at the time of the Sixth Amendment’s adoption, the right\nto trial by juryincludeda right to a unanimous verdict.\nWhen the American people chose to enshrine that right in the\nConstitution, they weren’t suggesting fruitful topics for future\ncost-benefit analyses. They were seeking to ensure that their\nchildren’s children would enjoy the same hard-won liberty they\nenjoyed. As judges, it is not our role to reassess whether the\nright to a unanimous jury is “important enough” to retain. With\nhumility, we must accept that this right may serve purposes evading\nour current notice. We are entrusted to preserve and protect that\nliberty, not balance it away aided by no more than social\nstatistics.[47]IVAIf Louisiana’s path to an affirmance is a\ndifficult one, the dissent’s is trickier still. The dissent doesn’t\ndispute that the Sixth Amendment protects the right to a unanimous\njury verdict, or that the Fourteenth Amendment extends this right\nto state-court trials. But, it insists, we must affirm Mr. Ramos’s\nconviction anyway. Why? Because the doctrine ofstare\ndecisissupposedly commands it. There are two independent\nreasons why that answer falls short.In the first place and as we’ve seen, not even\nLouisiana tries to suggest thatApodacasupplies a governing\nprecedent. Remember, Justice Powell agreed that the Sixth Amendment\nrequires a unanimous verdict to convict, so he would have no\nobjection to that aspect of our holding today. Justice Powell\nreached a different result only by relying on a dual-track theory\nof incorporation that a majority of the Court had already rejected\n(and continues to reject). And to acceptthatreasoning as\nprecedential, we would have to embrace a new and dubious\nproposition: that a single Justice writing only for himself has the\nauthority to bind this Court to propositions it has already\nrejected.This is not the rule, and for good reason—it\nwould do more to destabilize than honor precedent. To see how,\nconsider a hypothetical. Suppose we face a question of first\nimpression under the Fourth Amendment: whether a State must obtain\na warrant before reading a citizen’s email in the hands of an\nInternet provider and using that email as evidence in a criminal\ntrial. Imagine this question splits the Court, with four Justices\nfinding the Fourth Amendment requires a warrant and four Justices\nfinding no such requirement. The ninth Justice agrees that the\nFourth Amendment requires a warrant, but takes an idiosyncratic\nview of the consequences of violating that right. In her view, the\nexclusionary rule has gone too far, and should only apply when the\ndefendant is prosecuted for a felony. Because the case before her\nhappens to involve only a misdemeanor, she provides the ninth vote\nto affirm a conviction based on evidence secured by a warrantless\nsearch. Of course, this Court has longstanding precedent requiring\nthe suppression of all evidence obtained in unconstitutional\nsearches and seizures.Mappv.Ohio,367 U.S.\n643(1961). But like Justice Powell, our hypothetical ninth\nJustice sticks to her view and expressly rejects this Court’s\nprecedent. Like Justice Powell, this Justice’s vote would be\nessential to the judgment. So if, as the dissent suggests,thatis enough to displace precedent, wouldMapp’s\nexclusionary rule now be limited to felony prosecutions?Admittedly, this example comes from our\nimagination. It has to, because no case has before suggested that a\nsingle Justice may overrule precedent. But if the Court were to\nembrace the dissent’s view ofstare decisis, it would not\nstay imaginary for long. Every occasion on which the Court is\nevenly split would present an opportunity for single Justices to\noverturn precedent to bind future majorities. Rather than advancing\nthe goals of predictability and reliance lying behind the doctrine\nofstare decisis, such an approach would impair them.The dissent contends that, in saying this much,\nwe risk defyingMarksv.United States.[48] According toMarks, when\n“a fragmented Court decides a case and no single rationale\nexplaining the result enjoys the assent of five Justices, ‘the\nholding of the Court may be viewed as that position taken by those\nMembers who concurred in the judgments on the narrowest\ngrounds.’ ”[49] But\nnotice that the dissent never actually gets around to telling us\nwhich opinion inApodacait considers to be the narrowest\nand controlling one underMarks—or why. So while the dissent\nworries that we defy aMarksprecedent, it is oddly coy\nabout where exactly that precedent might be found.The parties recognize what the dissent does not:Markshas nothing to do with this case. Unlike aMarksdispute where the litigants duel over which opinion\nrepresents the narrowest and controlling one, the parties before us\naccept thatApodacayielded no controlling opinion at all.\nIn particular, both sides admit that Justice Powell’s opinion\ncannot bind us—precisely because he relied on a dual-track rule of\nincorporation that an unbroken line of majority opinions before and\nafterApodacahas rejected. Still, the dissent presses the\nissue, suggesting that a single Justice’s opinioncanoverrule prior precedents under “the logic” ofMarks.[50] But, as\nthe dissent itself implicitly acknowledges,Marksnever\nsought to offer or defend such a rule. And, as we have seen, too, a\nrule like that would do more to harm than advancestare\ndecisis.The dissent’s backup argument fares no better.\nIn the end, even the dissent is forced to concede that Justice\nPowell’sreasoninginApodacalacks controlling\nforce.[51] So far, so good.\nBut then the dissent suggestsApodacasomehow still manages\nto supply a controlling precedent as to itsresult.[52] Look closely, though. The\ndissent’s account ofApodaca’sresultlooks\nsuspiciously like thereasoningof Justice Powell’s opinion:\n“InApodaca,this means that when (1) a defendant is\nconvicted in state court, (2) at least 10 of the 12 jurors vote to\nconvict, and (3) the defendant argues that the conviction violates\nthe Constitution because the vote was not unanimous, the challenge\nfails.”[53] Where does the\nconvenient “state court” qualification come from? Neither theApodacaplurality nor the dissent included any limitation\nlike that—their opinions turned on the meaning of the Sixth\nAmendment. What the dissent characterizes asApodaca’s\nresult turns out to be nothing more than Justice Powell’s reasoning\nabout dual-track incorporation dressed up to look like a logical\nproof.All of this does no more than highlight an old\ntruth. It is usually a judicial decision’s reasoning—itsratiodecidendi—that allows it to have life and\neffect in the disposition of future cases.[54] As this Court has repeatedly explained in\nthe context of summary affirmances, “ ‘unexplicated’ ”\ndecisions may “ ‘settl[e] the issues for the parties, [but\nthey are] not to be read as a renunciation by this Court of\ndoctrines previously announced in our opinions.’ ”[55] Much the same may be said here.Apodaca’s judgment line resolved that case for the parties\nin that case. It is binding in that sense. But stripped from any\nreasoning, its judgment alone cannot be read to repudiate this\nCourt’s repeated pre-existing teachings on the Sixth and Fourteenth\nAmendments.[56]B1There’s another obstacle the dissent must\novercome. Even if we accepted the premise thatApodacaestablished a precedent, no one on the Court today is prepared to\nsay it was rightly decided, andstare decisisisn’t supposed\nto be the art of methodically ignoring what everyone knows to be\ntrue.[57] Of course, the\nprecedents of this Court warrant our deep respect as embodying the\nconsidered views of those who have come before. Butstare\ndecisishas never been treated as “an inexorable\ncommand.”[58] And the\ndoctrine is “at its weakest when we interpret the\nConstitution”[59] because a\nmistaken judicial interpretation of that supreme law is often\n“practically impossible” to correct through other means.[60] To balance these considerations,\nwhen it revisits a precedent this Court has traditionally\nconsidered “the quality of the decision’s reasoning; its\nconsistency with related decisions; legal developments since the\ndecision; and reliance on the decision.”[61] In this case, each factor points in the same\ndirection.Start with the quality of the reasoning. Whether\nwe look to the plurality opinion or Justice Powell’s separate\nconcurrence,Apodacawas gravely mistaken; again, no Member\nof the Court today defends either as rightly decided. Without\nrepeating what we’ve already explained in detail, it’s just an\nimplacable fact that the plurality spent almost no time grappling\nwith the historical meaning of the Sixth Amendment’s jury trial\nright, this Court’s long-repeated statements that it demands\nunanimity, or the racist origins of Louisiana’s and Oregon’s laws.\nInstead, the plurality subjected the Constitution’s jury trial\nright to an incomplete functionalist analysis of its own creation\nfor which it spared one paragraph. And, of course, five Justices\nexpressly rejected the plurality’s conclusion that the Sixth\nAmendment does not require unanimity. Meanwhile, Justice Powell\nrefused to follow this Court’s incorporation precedents. Nine\nJustices (including Justice Powell) recognized this for what it\nwas; eight called it an error.Looking toApodaca’s consistency with\nrelated decisions and recent legal developments compounds the\nreasons for concern.Apodacasits uneasily with 120 years of\npreceding case law. Given how unmoored it was from the start, it\nmight seem unlikely that later developments could have done more to\nundermine the decision. Yet they have. While Justice Powell’s\ndual-track theory of incorporation was already foreclosed in 1972,\nsome at that time still argued that it might have a role to play\noutside the realm of criminal procedure. Since then, the Court has\nheld otherwise.[62] Until\nrecently, dual-track incorporation attracted at least a measure of\nsupport in dissent. But this Court has now roundly rejected\nit.[63] Nor has the\nplurality’s rejection of the Sixth Amendment’s historical unanimity\nrequirement aged more gracefully. As we’ve seen, in the years sinceApodaca, this Court has spoken inconsistently about its\nmeaning—but nonetheless referred to the traditional unanimity\nrequirement on at least eight occasions.[64] In light of all this, callingApodacaan\noutlier would be perhaps too suggestive of the possibility of\ncompany.When it comes to reliance interests, it’s\nnotable that neither Louisiana nor Oregon claims anything like the\nprospective economic, regulatory, or social disruption litigants\nseeking to preserve precedent usually invoke. No one, it seems, has\nsigned a contract, entered a marriage, purchased a home, or opened\na business based on the expectation that, should a crime occur, at\nleast the accused may be sent away by a 10-to-2 verdict.[65] Nor does anyone suggest that\nnonunanimous verdicts have “become part of our national\nculture.”[66] It would be\nquite surprising if they had, given that nonunanimous verdicts are\ninsufficient to convict in 48 States and federal court.Instead, the only reliance interests that might\nbe asserted here fall into two categories. The first concerns the\nfact Louisiana and Oregon may need to retry defendants convicted of\nfelonies by nonunanimous verdicts whose cases are still pending on\ndirect appeal. The dissent claims that this fact supplies the\nwinning argument for retainingApodacabecause it has\ngenerated “enormous reliance interests” and overturning the case\nwould provoke a “crushing” “tsunami” of follow-on\nlitigation.[67]The overstatement may be forgiven as intended\nfor dramatic effect, but prior convictions in only two States are\npotentially affected by our judgment. Those States credibly claim\nthat the number of nonunanimous felony convictions still on direct\nappeal are somewhere in the hundreds,[68] and retrying or plea bargaining these cases will\nsurely impose a cost. But new rules of criminal procedures usually\ndo, often affecting significant numbers of pending cases across the\nwhole country. For example, afterBookerv.United\nStatesheld that the Federal Sentencing Guidelines must be\nadvisory rather than mandatory, this Court vacated and remanded\nnearly 800 decisions to the courts of appeals. Similar consequences\nlikely followed whenCrawfordv.Washingtonoverturned prior interpretations of the Confrontation\nClause[69] orArizonav.Gantchanged the law for searches incident to\narrests.[70] Our decision\nhere promises to cause less, and certainly nothing before us\nsupports the dissent’s surmise that it will cause wildly more,\ndisruption than these other decisions.2The second and related reliance interest the\ndissent seizes upon involves the interest Louisiana and Oregon have\nin the security of their final criminal judgments. In light of our\ndecision today, the dissent worries that defendants whose appeals\nare already complete might seek to challenge their nonunanimous\nconvictions through collateral (i.e.,habeas) review.But again the worries outstrip the facts. UnderTeaguev.Lane, newly recognized rules of criminal\nprocedure do not normally apply in collateral review.[71] True,Teagueleft open\nthe possibility of an exception for “watershed rules”\n“implicat[ing] the fundamental fairness [and accuracy] of the\ntrial.”[72] But, as this\nlanguage suggests,Teague’s test is a demanding one, so much\nso that this Court has yet to announce a new rule of criminal\nprocedure capable of meeting it.[73] And the test is demanding by design, expressly\ncalibrated to address the reliance interests States have in the\nfinality of their criminal judgments.[74]Nor is theTeaguequestion even before\nus. Whether the right to jury unanimity applies to cases on\ncollateral review is a question for a future case where the parties\nwill have a chance to brief the issue and we will benefit from\ntheir adversarial presentation. That litigation is sure to come,\nand will rightly take into account the States’ interest in the\nfinality of their criminal convictions. In this way,Teaguefrees us to say what we know to be true about the rights of the\naccused under our Constitution today, while leaving questions about\nthe reliance interest States possess in their final judgments for\nlater proceedings crafted to account for them. It would hardly make\nsense to ignore that two-step process and count the State’s\nreliance interests in final judgments both here and again there.\nCertainly the dissent cites no authority for such double\ncounting.Instead, the dissent suggests that the feeble\nreliance interests it identifies should get a boost because the\nright to a unanimous jury trial has “little practical importance\ngoing forward.”[75] In the\ndissent’s telling, Louisiana has “abolished” nonunanimous verdicts\nand Oregon “seemed on the verge of doing the same until the Court\nintervened.”[76] But, as the\ndissent itself concedes, a ruling for Louisiana would invite other\nStates to relax their own unanimity requirements.[77] In fact, 14 jurisdictions have already\ntold us that they would value the right to “experiment” with\nnonunanimous juries.[78]\nBesides, Louisiana’s law bears only prospective effect, so the\nState continues to allow nonunanimous verdicts for crimes committed\nbefore 2019.[79] And while\nthe dissent speculates that our grant of certiorari contributed to\nthe failure of legal reform efforts in Oregon, its citation does\nnot support its surmise. No doubt, too, those who risk being\nsubjected to nonunanimous juries in Louisiana and Oregon today, and\nelsewhere tomorrow, would dispute the dissent’s suggestion that\ntheir Sixth Amendment rights are of “little practical\nimportance.”That point suggests another. In its valiant\nsearch for reliance interests, the dissent somehow misses maybe the\nmost important one: the reliance interests of the American people.\nTaken at its word, the dissent would have us discard a Sixth\nAmendment right in perpetuity rather than ask two States to retry a\nslice of their prior criminal cases. Whether that slice turns out\nto be large or small, it cannot outweigh the interest we all share\nin the preservation of our constitutionally promised liberties.\nIndeed, the dissent can cite no case in which the one-time need to\nretry defendants haseverbeen sufficient to inter a\nconstitutional right forever.In the final accounting, the dissent’sstare\ndecisisarguments round to zero. We have an admittedly mistaken\ndecision, on a constitutional issue, an outlier on the day it was\ndecided, one that’s become lonelier with time. In arguing\notherwise, the dissent must elide the reliance the American people\nplace in their constitutionally protected liberties, overplay the\ncompeting interests of two States, count some of those interests\ntwice, and make no small amount of new precedent all its own.VOn what ground would anyone have us leave Mr.\nRamos in prison for the rest of his life? Not a single Member of\nthis Court is prepared to say Louisiana secured his conviction\nconstitutionally under the Sixth Amendment. No one before us\nsuggests that the error was harmless. Louisiana does not claim\nprecedent commands an affirmance. In the end, the best anyone can\nseem to muster against Mr. Ramos is that, if we dared to admit in\nhis case what we all know to be true about the Sixth Amendment, we\nmight have to say the same in some others. But where is the justice\nin that? Every judge must learn to live with the fact he or she\nwill make some mistakes; it comes with the territory. But it is\nsomething else entirely to perpetuate something we all know to be\nwrong only because we fear the consequences of being right. The\njudgment of the Court of Appeals isReversed.Notes1Official Journal of the\nProceedings of the Constitutional Convention of the State of\nLouisiana 374 (H. Hearsey ed. 1898); Eaton, The Suffrage Clause in\nthe New Constitution of Louisiana, 13 Harv. L. Rev. 279,\n286–287 (1899);Louisianav.United States,380 U.S.\n145, 151–153 (1965).2See 31 Cong. Rec. 1019\n(1898).3Strauderv.West Virginia,100 U.S.\n303, 310 (1880).4Statev.Maxie, No. 13–CR–72522 (La. 11th Jud. Dist., Oct. 11, 2018),\nApp. 56–57; see also Frampton, The Jim Crow Jury, 71 Vand.\nL. Rev. 1593 (2018).5Statev.Williams, No. 15–CR–58698 (C. C. Ore., Dec. 15, 2016), App.\n104.6Maxie, App. 82;Williams, App. 104.7Under existing precedent\nand consistent with a common law tradition not at issue here, a\ndefendant may be tried for certain “petty offenses” without a jury.Cheffv.Schnackenberg,384 U.S.\n373, 379 (1966).8See Art. III,\n§2.9See J. Thayer, Evidence\nat the Common Law 86–90 (1898) (Thayer); W. Forsyth, History of\nTrial by Jury 200 (J. Morgan ed., 2d ed. 1875); 1 W. Holdsworth, A\nHistory of English Law 318 (rev. 7th ed. 1956); Smith, The\nHistorical and Constitutional Contexts of Jury Reform, 25 Hofstra\nL. Rev. 377, 397 (1996).104 W.\nBlackstone, Commentaries on the Laws of England 343\n(1769).11Thayer 88–89, n. 4 (quotingAnonymous Case, 41 Lib. Assisarum 11 (1367)); see also 1 M.\nHale, Pleas of the Crown 33 (1736).12See\nDel. Declaration of Rights §14 (1776), in 1 The Bill of Rights: A\nDocumentary History 278 (1971); Md. Declaration of Rights §XIX, in\n3 Federal and State Constitutions 1688 (F. Thorpe ed. 1909)\n(Thorpe); N. C. Declaration of Rights §IX (1776), in 5id.,at 2787; Pa. Declaration of Rights §IX (1776), in 5id.,at\n3083; Vt. Declaration of Rights, ch. I, §XI (1786), in 6id.,at 3753; Va. Declaration of Rights §8 (1776), in 7id.,at 3813.13See\nGa. Const., Art. IV, §3 (1789), in 2id.,at 789; N. J.\nConst., Art. XXII (1776), in 5id.,at 2598; N. Y. Const.,\nArt. XLI (1777), in 5id.,at 2637; S. C. Const., Art. IX,\n§6 (1790), in 6id.,at 3264.14See,e.g., Commonwealthv.Bowden, 9 Mass. 494, 495\n(1813);Peoplev.Denton, 2 Johns. Cas. 275, 277\n(N. Y. 1801);Commonwealthv.Fells, 36 Va. 613,\n614–615 (1838);Statev.Doon & Dimond, 1 R.\nCharlton 1, 2 (Ga. Super. Ct. 1811); see alsoRespublicav.Oswald, 1 Dall. 319, 323 (Pa. 1788) (reporting Chief Justice\nMcKean’s observations that unanimity would have been required even\nif the Pennsylvania Constitution had not said so\nexplicitly).15To be\nsure, a few of the Colonies had relaxed (and then restored) the\nunanimity requirement well before the founding. For example, during\na two decade period in the late 17th century, the Carolinas\nexperimented with a non-common law system designed to encourage a\nfeudal social structure; this “reactionary” constitution permitted\nconviction by majority vote. See Carolina Const., Art. 69 (1669),\nin 5 Thorpe 2781; Reinsch, The English Common Law in the Early\nAmerican Colonies, in 1 Select Essays in Anglo-American Legal\nHistory 407 (1907). But, as Louisiana admits, by the time of the\nSixth Amendment’s adoption, unanimity had again become the accepted\nrule. See Brief for Respondent 17.166 N.\nDane, Digest of American Law, ch. LXXXII, Art. 2, §1, p. 226\n(1824).172 J.\nStory, Commentaries on the Constitution of the United States §777,\np. 248 (1833).18See,e.g.,J. Pomeroy, An Introduction to Municipal Law §135, p.\n78 (1864); J. Tiffany, Government and Constitutional Law §549, p.\n367 (1867); T. Cooley, Constitutional Limitations 319–320 (1868); 1\nJ. Bishop, Criminal Procedure §897 (rev. 2d ed. 1872).19Thompsonv.Utah,170 U.S.\n343, 351 (1898). See alsoMaxwellv.Dow,176 U.S.\n581, 586 (1900).20Pattonv.United\nStates,281 U.S.\n276, 288 (1930).21Ibid.See alsoAndresv.United States,333 U.S.\n740, 748 (1948) (“Unanimity in jury verdicts is required where\nthe Sixth and Seventh Amendments apply”).22In\naddition toThompson,Maxwell,Patton, andAndres, seeJohnsonv.Louisiana,406\nU.S. 356, 369 (1972) (Powell, J., concurring);United\nStatesv.Gaudin,515 U.S.\n506, 510 (1995);Richardsonv.United States,526 U.S.\n813, 817 (1999);Apprendiv.New Jersey,530 U.S.\n466, 477 (2000);Southern Union Co.v.United\nStates,567 U.S.\n343, 356 (2012);Blakelyv.Washington,542 U.S.\n296, 301–302 (2004);United Statesv.Booker,543 U.S.\n220, 233–239 (2005);Descampsv.United States,570 U.S.\n254, 269 (2013);United Statesv.Haymond,\n588 U. S. ___, ___–___ (2019) (plurality opinion) (slip op.,\nat 6–7).23Duncanv.Louisiana,391 U.S.\n145, 148–150 (1968).24Malloyv.Hogan,378 U.S.\n1, 10–11 (1964).25406 U.S.\n404(plurality opinion).26406 U.S.\n356.27SeeApodaca, 406 U. S., at 414–415 (Stewart, J., joined by\nMarshall and Brennan, JJ., dissenting) (“Until today, it has been\nuniversally understood that a unanimous verdict is an essential\nelement of a Sixth Amendment jury trial. . . . I\nwould follow these settled Sixth Amendment precedents”);Johnson, 406 U. S.,at 382–383, 391–393\n(Douglas, J., joined by Marshall and Brennan, JJ.,\ndissenting).28Apodaca, 406 U. S., at\n410.29Johnson, 406 U. S., at\n371 (concurring opinion).30Id., at\n375.31Id., at 384 (Douglas, J.,\ndissenting) (quotingMalloy, 378 U. S., at 10–11);Johnson, 406 U. S., at 395–396 (Brennan, J.,\ndissenting) (collecting cases).32See,e.g., Timbsv.Indiana, 586 U. S. ___, ___\n(2019) (slip op., at 3) (unanimously rejecting arguments for\ndual-track incorporation).33Johnson, 406 U. S., at\n375–376, and n. 15 (concurring opinion).34McDonaldv.Chicago,561 U.S.\n742, 766, n. 14 (2010); see alsoTimbs, 586\nU. S., at ___ (slip op., at 3) (quotingMcDonald, 561\nU. S., at 766, n. 14).35Gaudin, 515 U. S., at\n510;Richardson, 526 U. S., at 817;Apprendi,\n530 U. S., at 477;Southern Union Co., 567 U. S.,\nat 356;Blakely, 542 U. S., at 301–302;Booker,\n543 U. S., at 238;Descamps, 570 U. S., at 269;Haymond, 588 U. S., at ___–___ (plurality opinion)\n(slip op., at 6–7).36See,e.g.,Burchv.Louisiana,441 U.S.\n130, 136, and n. 9 (1979) (describing both plurality\nopinion and Justice Powell’s separate writing);Brownv.Louisiana,447 U.S.\n323, 331 (1980) (plurality opinion) (describing neither); see\nalsoMcKoyv.North Carolina,494\nU.S. 433, 468 (1990) (Scalia, J., dissenting) (same). On a few\noccasions we’ve suggested that perhapsApodacameans the\nSixth Amendment does not require unanimity at all. SeeLudwigv.Massachusetts,427\nU.S. 618, 625 (1976) (quotingApodacaplurality);Gaudin, 515 U. S., at 510, n. 2 (same); see alsoHollandv.Illinois,493 U.S.\n474, 511 (1990) (Stevens, J., dissenting) (same). But on\nanother occasion, we suggested that it could make a difference\nwhether a particular right was rooted in the Sixth Amendment’s jury\ntrial guarantee or Fourteenth Amendment due process guarantee. SeeSchadv.Arizona,501 U.S.\n624, 634, n. 5 (1991) (plurality opinion). The dissent\ncontends that these cases have “reiterated time and again whatApodacahad established.”Post, at 6 (opinion of\nAlito, J.). More accurately, these “reiterations” have suggested\ndifferent things at different times.37See\nBrief for Respondent 47; Tr. of Oral Arg. 37–38.38In at\nleast some of these cases, that may be a fair characterization. For\nexample, whileThompsonwas quick to say that the U. S.\nConstitution requires “the unanimous verdict of a jury of twelve\npersons,” the question before the Court was whether, in the\ncircumstances of the defendant’s case, a trial by eight jurors in a\nUtah state court would violate theEx Post FactoClause. 170\nU. S., at 351. The Sixth Amendment’s unanimity requirement was\nunnecessary to the outcome, and the Utah Constitution required\nunanimity either way.Id., at 345.391\nAnnals of Cong. 435 (1789).40In\nprivate writings, Madison did explain some of the Senate’s\nobjections with his original phrasing of the vicinage requirement.\nSee 5 Writings of James Madison 420–424 (G. Hunt ed. 1904) (letters\nto E. Pendleton, Sept. 14 and 23, 1789). But this is little help in\nexplaining the other changes made in the Senate.41406\nU. S., at 410 (plurality opinion) (quotingWilliamsv.Florida,399 U.S.\n78, 100 (1970), andDuncan, 391 U. S., at\n156).42406\nU. S., at 410–411.43Id.,at 411.44The\ndissent chides us for acknowledging the racist history of\nLouisiana’s and Oregon’s laws, and commends theApodacaplurality’s decision to disregard these facts.Post,at 2–5,\n14. But if the Sixth Amendment calls on judges to assess the\nfunctional benefits of jury rules, as theApodacaplurality\nsuggested, how can that analysis proceed to ignore the very\nfunctions those rules were adopted to serve? The dissent answers\nthat Louisiana and Oregon eventually recodified their nonunanimous\njury laws in new proceedings untainted by racism. Seepost,\nat 3–4, n. 3. But that cannot explainApodaca’s omission:\nThe States’ proceedings took place onlyafterthe Court’s\ndecision. Nor can our shared respect for “rational and civil\ndiscourse,”post, at 5, supply an excuse for leaving an\nuncomfortable past unexamined. Still, the dissent is right about\none thing—a jurisdiction adopting a nonunanimous jury rule even for\nbenign reasons would still violate the Sixth\nAmendment.45See\nH. Kalven & H. Zeisel, The American Jury 461 (1966); Diamond,\nRose, & Murphy, Revisiting the Unanimity Requirement: The\nBehavior of the Nonunanimous Civil Jury, 100 Nw. U. L. Rev. 201,\n207–208 (2006).46Devine et al., Jury Decision Making:\n45 Years of Empirical Research on Deliberating Groups, 7 Psych.\nPub. Pol’y & L. 622, 669 (2001); R. Hastie, S. Penrod, & N.\nPennington, Inside the Jury 115, 164–165 (1983); Hans, The Power of\nTwelve: The Impact of Jury Size and Unanimity on Civil Jury\nDecision Making, 4 Del. L. Rev. 1, 24–25 (2001).47The\ndissent seems to suggest that we must abandon the Sixth Amendment’s\nhistorical meaning in favor ofApodaca’s functionalism\nbecause a parade of horribles would follow otherwise. In\nparticular, the dissent reminds us that, at points and places in\nour history, women were not permitted to sit on juries. Seepost, at 15–16. But we hardly needApodaca’s\nfunctionalism to avoid repeating that wrong. Unlike the rule of\nunanimity, rules about who qualified as a defendant’s “peer” varied\nconsiderably at common law at the time of the Sixth Amendment’s\nadoption. Reflecting that fact, the Judiciary Act of 1789—adopted\nby the same Congress that passed the Sixth Amendment—initially\npegged the qualifications for federal jury service to the relevant\nstate jury qualification requirements. 1Stat. 88. As a result, for\nmuch of this Nation’s early history the composition of federal\njuries varied both geographically and over time. See Hickey,\nFederal Legislation: Improvement of the Jury System in Federal\nCourts, 35 Geo. L. J. 500, 506–507 (1947);Taylorv.Louisiana,419 U.S.\n522, 536 (1975). Ultimately, however, the people themselves\nadopted further constitutional amendments that prohibit invidious\ndiscrimination. So today the Sixth Amendment’s promise of a jury of\none’s peers means a jury selected from a representative\ncross-section of the entire community. SeeStrauder, 100\nU. S., at 307–308;Smithv.Texas,311 U.S.\n128, 130 (1940);Taylor, 419 U. S., at 527.\nRelatedly, the dissent suggests that, before doing anything here,\nwe should survey all changes in jury practices since 1791. Seepost, at 16, n. 26. It sounds like an interesting\nstudy—but not one that could alter the plain meaning of the\nConstitution or obliviate its undisputed unanimity\nrequirement.48430 U.S.\n188(1977).49Id., at 193.50Post,at 10–11.51Post,at 11–12.52Post,at 8.53Ibid. See alsopost, at\n11, n. 6 (Kavanaugh, J., concurring in part) (offering the same\nargument by contending that “[t]he result ofApodaca” means\n“state criminal juries need not be unanimous”).54See\nJ. Salmond, Jurisprudence §62, p. 191 (G. Williams ed., 10th ed.\n1947) (“The concrete decision is binding between the parties to it,\nbut is the abstractratio decidendiwhich alone has the\nforce of law as regards the world at large”); F. Schauer,\nPrecedent, in Routledge Companion to Philosophy of Law 129 (A.\nMarmor ed. 2012) (“[T]he traditional answer to the question of what\nis a precedent is that subsequent cases falling within theratio\ndecidendi—orrationale—of the precedent case are\ncontrolled by that case”); N. Duxbury, The Nature and Authority of\nPrecedent 65–66 (2008).55Mandelv.Bradley,432 U.S.\n173, 176 (1977) (per curiam) (quotingFusariv.Steinberg,419 U.S.\n379, 392 (1975) (Burger, C. J., concurring); see alsoBushv.Vera,517 U.S.\n952, 1001–1002 (1996) (Thomas, J., concurring in\njudgment).56The\ndissent floats a different theory when it suggests this Court’s\ndenials of certiorari in cases seeking to clarifyApodacais\nevidence ofApodaca’s precedential force.Post,at 7.\nBut “[t]he significance of a denial of a petition for certiorari\nought no longer . . . require discussion. This Court has\nsaid again and again and again that such a denial has no legal\nsignificance whatever bearing on the merits of the claim.”Darrv.Burford,339 U.S.\n200, 226 (1950) (Frankfurter, J., dissenting).57R.\nCross & J. Harris, Precedent in English Law 1 (4th ed. 1991)\n(attributing this aphorism to Jeremy Bentham).58Pearsonv.Callahan,555 U.S.\n223, 233 (2009) (internal quotation marks\nomitted).59Agostiniv.Felton,521 U.S.\n203, 235 (1997).60Paynev.Tennessee,501 U.S.\n808, 828 (1991) (internal quotation marks\nomitted).61Franchise Tax Bd. of Cal.v.Hyatt, 587 U. S. ___, ___ (2019) (slip op., at\n17).62McDonald, 561 U. S., at\n765–766.63Timbs, 586 U. S., at ___\n(slip op., at 3). Contrary to the dissent’s suggestion, this\nCourt’s longstanding rejection of dual-track incorporation does not\nnecessarily imply that the Fourteenth Amendment renders the entire\nBill of Rights applicable to the States. Seepost,at 17–18.\nThe scope of an incorporated right and whether a right is\nincorporated at all are two different questions. SeeTimbs,\n586 U. S., at ___–___ (slip op., at 2–3) (“[I]f a Bill of\nRights protection is incorporated, there is no daylight between the\nfederal and state conduct it prohibits or requires”).64See\nn. 35,supra.65Cf.Leegin Creative Leather Products, Inc.v.PSKS, Inc.,551 U.S.\n877, 925–926 (2007) (Breyer, J., dissenting).66Dickersonv.United\nStates,530 U.S.\n428, 443 (2000).67Post, at 1, 19.68Brief\nfor State of Oregon asAmicus Curiae13 (“In 2018 alone\n. . . there were 673 felony jury trials in Oregon, and\nstudies suggest that as many as two-thirds of those cases would\nhave had a non-unanimous verdict”). At most, Oregon says the number\nof cases remaining on direct appeal and affected by today’s\ndecision “easily may eclipse a thousand.”Id., at 12\n(emphasis added).69541 U.S.\n36, 60–63 (2004).70556 U.S.\n332, 345–347 (2009).71489 U.S.\n288, 311–312 (1989) (plurality opinion).72Ibid.73SeeWhortonv.Bockting,549 U.S.\n406, 417–418 (2007).74SeeStringerv.Black,503 U.S.\n222, 227–228 (1992).75Post,at 2.76Ibid.77Post,at 3.78Brief\nfor State of Utah et al. asAmici Curiae1.79See\n2018 La. Reg. Sess., Act 722.",
    "joined": []
}