{
    "case": {
        "docket": "19-5807",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-5807/"
    },
    "id": "4428383",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–5807_________________THEDRICK EDWARDS, PETITIONERv.DARREL\nVANNOY, WARDENon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 17, 2021]Justice Gorsuch, with whom Justice Thomas\njoins, concurring.Sometimes this Court leaves a door ajar and\nholds out the possibility that someone, someday might walk through\nit—though no one ever has or, in truth, ever will. InTeaguev.Lane,489 U.S.\n288(1989), the Court suggested that one day it might apply a\nnew “watershed” rule of criminal procedure retroactively to undo a\nfinal state court conviction. But that day never came to pass.\nInstead, over the following three decades this Court denied\n“watershed” status to one rule after another. Rules guaranteeing\nindividuals the right to confront their accusers. Rules ensuring\nthat only a jury may decide a defendant’s fate in a death penalty\ncase. Rules preventing racially motivated jury selection. All\nfailed to win retroactive application. Today, the Court candidly\nadmits what has been long apparent:Teagueheld out a “false\nhope” and the time has come to close its door.Ante, at 15.\nWe take this step not because this Court’s criminal procedure\nrulings are somehow unimportant. Any decision seeking to enforce\nliberties enshrined in the Constitution has a claim to “watershed”\nimportance. Instead, we abandonTeague’s test because it\nposes a question this Court has no business asking.IThough we often refer tothewrit of\nhabeas corpus, the common law knew several. SeeEx parteBollman, 8 U. S. (4 Cranch) 75,\n97–98 (1807). All had one thing in common: Each required a\ncustodian to produce (habeas) a prisoner’s person\n(corpus). But they served different ends. Some writs were\ntools for moving a prisoner from one court to another—whether for a\nnew prosecution (ad respondendum) or to execute a prior\njudgment (ad satisfaciendum). Others functioned more like a\nsubpoena to procure a prisoner’s presence to testify in court\n(ad testificandum). Others still served to remove a case\nfrom an inferior court to a superior one (cum causa). 3 W.\nBlackstone, Commentaries on the Laws of England 129–131 (1768).Among them all, however, only one came to be\nknown as “The Great Writ.” The writ ofhabeas corpus ad\nsubjiciendumwas a mechanism for asking “whythe liberty\nof [a] subject[ ] is restrained.”Id., at 131 (emphasis\nadded). Leading up to the English Civil War, monarchs sometimes\njailed their subjects summarily and indefinitely, with little\nexplanation and even less process.E.g.,Darnel’s\nCase, 3 How. St. Tr. 1–59 (K. B. 1627). In response,\ncommon law courts developed thead subjiciendumwrit to\nforce the Crown to provide reasons for its actions and, if\nnecessary, to ensure adequate process—like a criminal trial—to\njustify any further detention. See Petition of Right, 3 Car. 1, ch.\n1, ¶¶ 5, 8 (1628). In other words, “habeas corpus [w]as the\ninstrument by which due process could be insisted upon.”Hamdiv.Rumsfeld,542 U.S.\n507, 555 (2004) (Scalia, J., dissenting).Great though it was, the writ’s power was never\nlimitless. A prisoner confined under a final judgment of conviction\nby a court of competent jurisdiction stood on different footing\nthan one confined by the King without trial. A court might issue\nthe writ asking, “What is the reason for confinement?” But if the\nreturn came back: “Because he’s serving a custodial sentence after\nbeing convicted of a crime,” the inquiry was usually at an end. SeeOpinion on the Writof Habeas Corpus, Wilm. 77, 88,\n97 Eng. Rep. 29, 36 (K. B. 1758); cf.Anonymus, Cart.\n221, 124 Eng. Rep. 928 (C. P. 1671); Habeas Corpus Act of\n1679, 31 Car. 2, ch. 2, ¶¶ 2, 20. Custody pursuant to a final\njudgment wasproofthat a defendant had received the process\ndue to him. See,e.g.,Bushell’s Case, Vaugh. 135,\n142–143, 124 Eng. Rep. 1006, 1009–1010 (C. P. 1670).In 1789, Congress authorized federal courts to\nissue the habeas writ. 1 Cong. ch. 20, § 14, 1Stat. 73, 81–82;Ex parteBollman, 8 U. S. (4 Cranch), at\n93–94. When called upon to interpret that statute, this Court\ndefined the scope of habeas review by looking “to the common law.”Id., at 93–94. Unsurprisingly, it proceeded to restate the\nlongstanding rule associated with criminal judgments:Ad\nsubjiciendumprovided no recourse for a prisoner confined\npursuant to a final judgment of conviction.Ex parteWatkins, 28 U. S. (3 Pet.) 193, 209 (1830). As Chief\nJustice Marshall rhetorically asked, “is not that judgment initselfsufficient cause?”Id., at 202 (emphasis\nadded).If the answer was nearly always yes, one\nimportant exception existed both here and in England. A habeas\ncourt could grant relief if the court of conviction lacked\njurisdiction over the defendant or his offense.Id., at\n202–203. Still, the exception was “confined” to that “limited class\nof cases.”Ex parteParks, 93 U. S. (3\nOtto) 18, 21 (1876). One judge could not grant relief just because\nhe might have decided the merits of the case differently than\nanother had. As this Court put it, a perceived “error in the\njudgment or proceedings, under and by virtue of which the party is\nimprisoned, constitute[d] no ground for” relief.Ex parte\nSiebold, 100 U. S. (10 Otto) 371, 375 (1880). Any other\napproach, the Court explained, risked converting the habeas writ\ninto “a mere writ of error,” little more than a chance to redo a\ntrial or its appeal.Ibid.Originally, Congress allowed federal courts to\nissue habeas writs only to federal custodians. Reconstruction\nchanged that. After the Civil War, Congress granted federal courts\nthe power to issue habeas writs to state authorities as well. See\nAct of Feb. 5, 1867, 39 Cong. ch. 28, § 1, 14Stat. 385,\n385.[1] Even then, however,\nthis Court continued to interpret the habeas statute consistent\nwith historical practice. If a prisoner was in custody pursuant to\na final state court judgment, a federal court was powerless to\nrevisit those proceedings unless the state court had acted without\njurisdiction.E.g.,In reGraham,138 U.S.\n461, 462 (1891);Tinsleyv.Anderson,171 U.S.\n101, 104–106 (1898);Markusonv.Boucher,175 U.S.\n184, 185–186 (1899);Medcrafv.Hodge, 245 U.S.\n630, 630 (1917) (per curiam).Under the view that prevailed in this country\nfor most of our history, and in England for even longer,Teague’s question about the “retroactive” application of\n“watershed” rules of criminal procedure to undo final criminal\njudgments would have made no sense. Because a final judgment of\nconviction, pursuant to a full-fledged criminal trial, was the\nprocess due to a criminal serving a custodial sentence, the habeas\nwrit had served its purpose. A final judgment evidenced a lawful\nbasis for confinement and was “binding on all the world.”Ex parteWatkins,28 U. S. (3 Pet.), at\n207.IIOnly in the middle of the twentieth century\ndid things really begin to change. In 1915, this Court suggested\nthat a state court’s extreme departure from “established modes” of\ncriminal trial practice, such as proceeding under the specter of\nmob violence, might be akin to the loss of “jurisdiction,” at least\nif no corrective mechanism like an appeal existed.Frankv.Mangum,237 U.S.\n309, 326, 335–336 (1915). But if that represented an\ninnovation, it was a modest one.The same cannot be said forBrownv.Allen,344 U.S.\n443, 464, 478 (1953). There, this Court effectively recast\nhabeas as another way for federal courts to redress practically any\nerror of federal law they might find in state court proceedings.\nNever mind that state courts are obligated to follow federal law\nunder the Supremacy Clause. Never mind that those courts may have\nalready passed on a defendant’s argument about his federal rights.\nSeeid., at 487;id., at 497–501 (Frankfurter, J.).\nNever mind, too, that the defendant may have lost on appeal within\nthe state court system, and even petitioned this Court for direct\nreview. Seeid., at 456–457;id., at 489–497\n(Frankfurter, J.). Everyone accepts that, in our criminal justice\nsystem today, a judgment becomes final only after the completion of\na trial and the appellate process, including the opportunity to\nseek certiorari from this Court on questions of federal law. SeeClayv.United States,537 U.S.\n522, 527 (2003).[2] Yet,\neven after all that,Brownheld, a federal district court\ncouldstillvacate a final state court judgment based on any\nperceived error of federal law it might detect—and do so though the\nentire state judicial system and this Court had seen nothing amiss.\n344 U. S., at 465–487;id.,at 506–507 (Frankfurter,\nJ.).The result? As Justice Jackson warned, habeas\nbecame little more than an ordinary appeal with an extraordinary\nLatin name. The Court “so departed from [the finality] principle\nthat the profession now believes that the issues [federal courts]actually consider[in] habeas corpus are substantially the\nsame as would be considered on appeal.”Id., at 540\n(Jackson, J., concurring in result). “The fatal sentence that in\nreal life writesfinisto many causes”—Judgment\naffirmed.orCertiorari denied.—became “in legal\ntheory . . . a complete blank.”Id., at\n543. Justice Jackson feared that this result not only\n“trivializ[ed] . . . the writ,” but promised\npractical problems too.Id., at 536. A large new “haystack”\nof frivolous habeas petitions was sure to follow, making it that\nmuch harder for courts to identify the meritorious “needle.”Id., at 537. The only solution Justice Jackson could see was\nto hold fast to the traditional rule: A final judgment, after\ncompletion of trial and the exhaustion of any direct appellate\nreview, wasres judicata, and the sole exception was a lack\nof jurisdiction.Id., at 543–544.Brownnot only upended centuries of\nsettled precedent and invited practical problems; it produced\nanomalies as well. The very same term it decidedBrown, this\nCourtrejectedBrown’s fix-any-error approach for\nfinal judgments issued by military courts.Burnsv.Wilson,346 U.S.\n137, 142 (1953) (plurality opinion);id., at 147\n(Minton, J., concurring in judgment). So only state convicts—not\nUnited States service members—were afforded an additional avenue\nfor appellate relief in the garb of habeas corpus proceedings. It\nturned out, too, that only state courts—not executive\ntribunals—were forced to suffer the indignity of having their final\njudgments reopened. So federal courts wound up with more power to\nreopen the judgments of a different sovereign’s courts than the\nadministrative proceedings of the federal government itself. SeeRushingv.Wilkinson, 272 F.2d 633, 641 (CA5 1959);\nM. Howe, Foreword: The Supreme Court,1952 Term, 67 Harv.\nL. Rev. 91, 160–162 (1953).With time, these implications became clear and,\nas Justice Jackson predicted,Brown’s innovation proved\nunsustainable. The haystack just grew too large. During the 1960s,\nthis Court incorporated the exclusionary rule against the States.Mappv.Ohio,367 U.S.\n643, 655 (1961). It announced a Sixth Amendment right to a\npublic defender.Gideonv.Wainwright,372 U.S.\n335, 339–340, 342 (1963). It barred the government from\nspeaking to the defendant outside defense counsel’s presence.Massiahv.United States,377\nU.S. 201, 204–206 (1964). And it announced a new script\ngoverning police interrogations.Mirandav.Arizona,384 U.S.\n436, 467–477 (1966). This proliferation of new federal\nprocedural rights, combined with a federal post-conviction\nmechanism that functioned like an ordinary appeal, soon yielded a\ngiant haystack of habeas petitions.For years, this Court struggled to devise rules\nfor sorting the hay from the needles. Its approach varied wildly\nand inconsistently over time. In a few cases, the Court held a new\nrule of criminal procedure should not apply retroactively to\nsettled convictions.Tehanv.United States ex. rel.\nShott,382 U.S.\n406, 409, n. 3, 419 (1966);Linkletterv.Walker,381 U.S.\n618, 622, 639–640 (1965). On occasion, though, it extended the\nbenefit of a new rule to litigants with final criminal\njudgments—sometimes only to the named petitioner in this Court,Jacksonv.Denno,378 U.S.\n368, 377 (1964), other times to everyone laboring under a final\njudgment,McNerlinv.Denno,378\nU.S. 575,575(1964) (per curiam). Justice Harlan called these\ndivergent results “an extraordinary collection of rules.”Desistv.United States,394\nU.S. 244, 256–257 (1969) (Harlan, J., dissenting). He even\nwondered whether they could “properly be considered the legitimate\nproducts of a court of law.”Id., at 259.IIIIt was only in this world thatTeague’s\nquestion about the retroactive application of new “watershed” rules\nof criminal procedure could even begin to make sense. In an effort\nto bring some coherence to the area, the Court refocused its\nattention on the terms of the federal habeas statute. The statute\nprovides that “writs of habeas corpusmaybe granted”—not\nthat theymustbe granted. 28 U. S. C.\n§ 2241(a) (emphasis added); see alsoid.§ 2243.\nThe law thus invests federal courts with equitable discretion to\ndecide whether to issue the writ or to provide a remedy.Withrowv.Williams,507 U.S.\n680, 716 (1993) (Scalia, J., concurring in part and dissenting\nin part).[3]Exercising this remedial discretion, the Court\nbegan to develop doctrines aimed at returning the Great Writ closer\nto its historic office. It decided that some claims are not\ncognizable on federal habeas review if state courts provide a\nmechanism for review.Stonev.Powell,428 U.S.\n465, 494–495 (1976). It established procedural default rules to\nprevent habeas petitioners from evading independent and adequate\nstate law grounds for sustaining their convictions.Wainwrightv.Sykes,433 U.S.\n72, 86–87 (1977). It crafted a heightened harmless error\nstandard, calibrated to reflect the finality interests at stake in\nthe post-conviction context.Brechtv.Abrahamson,507 U.S.\n619, 633–638 (1993). And it applied abuse-of-the-writ rules to\nprevent an endless cycle of petition and re-petition by prisoners\nwith nothing but time on their hands.McCleskeyv.Zant,499 U.S.\n467, 489–493 (1991).Chief among these new-but-old developments wasTeague. Drawing on the historic role of habeas, the Court\nheld that newly recognized rules of criminal procedure should not\nnormally apply to cases “which have become final.” 489 U. S.,\nat 304–310.[4] Hard experience\nsinceBrownhad reminded the Court that finality, “the idea\nthat atsomepoint a criminal conviction reaches an end, a\nconclusion, a termination, ‘isessentialto the operation of\nour criminal justice system.’ ”Prostv.Anderson, 636 F.3d 578, 582 (CA10 2011). One might “always\ncontinue to ask” whether a particular judgment was “correct.” P.\nBator, Finality in Criminal Law and Federal Habeas Corpus for State\nPrisoners, 76 Harv. L. Rev. 441, 446–448 (1963). But if the\nrule of law means anything, it means the final result of\nproceedings in courts of competent jurisdictionestablisheswhat is correct “in the eyes of the law.”Herrerav.Collins,506 U.S.\n390, 399–400 (1993).[5]IVWhileTeaguedid much to return the\nwrit to its original station, it didn’t quite complete the journey.\nAfter insisting that final judgments cannot be reopened as a\n“general rule,”Teagueleft some wiggle room. It added that\nsome new rules of criminal procedure might yet apply retroactively\nif they had “watershed” significance. 489 U. S., at 311. Why?\nBecause “ ‘time and growth in social capacity, as well as\njudicial perceptions,’ ” might “ ‘alter our understanding\nof thebedrock procedural elements’ ” necessary to\nsatisfy notions of “ ‘fairness.’ ”Ibid.To help\nthe world know what a watershed rule might look like, the Court\ndescribed it in various ways—“bedrock,” “fundamental,” “central,”\nan “absolute prerequisite.”Id., at 311–314. A rule fitting\nthat bill,Teaguesaid, would do two things: (1)\n“ ‘significantly improve’ ” existing procedures for\ndetermining factual guilt or innocence and (2) “implicate the\nfundamental fairness of the trial.”Id., at\n312–313.[6]But all these words have yielded nothing. In\nmore than three decades sinceTeague, not a single new rule\nof criminal procedure has satisfied its “watershed” test.Ante, at 10–15. Nor is it as if we have lacked promising\ncandidates. This Court has refused “watershed” status to new rules\nthat seek to ensure death penalty decisions are made by jurors\nrather than judges. SeeSchrirov.Summerlin,542 U.S.\n348(2004) (denying watershed status toRingv.Arizona,536 U.S.\n584(2002)). New rules designed to ensure race discrimination\nplays no role in jury selection met the same fate even beforeTeague. SeeAllenv.Hardy,478 U.S.\n255(1986) (per curiam) (denying retroactive\napplication toBatsonv.Kentucky,476 U.S.\n79(1986)). Rules that sought to realign our jurisprudence with\nthe original meaning of the Sixth Amendment’s Confrontation Clause\nhave failed to qualify too. SeeWhortonv.Bockting,549 U.S.\n406(2007) (denying watershed status toCrawfordv.Washington,541 U.S.\n36(2004)).The Court’s decision today retraces this\nfamiliar path. It denies “watershed” status toRamosv.Louisiana, 590 U. S. ___ (2020), a decision that (likeCrawford) returned us to the original meaning of the Sixth\nAmendment—and one that (likeRingandBatson)\nconcerns a vital aspect of the jury trial right. The Court explains\nwhy this result necessarily follows from our post-Teagueprecedents: If so many other highly consequential rulings have\nfailed to clearTeague’s bar, it’s hard to see howRamosmight. One could even say that any other result would\ndefy this Court’s recent precedents.Ante, at 14.At the same time, though, one mightalsosay these precedents illustrate how mystifying the wholeTeagueproject has been from its inception. IfTeagueonly prohibits the retroactive application ofnewrules of\ncriminal procedure, after all, it’s not exactly obvious why that\nprohibition applies to cases likeCrawfordorRamos.\nBoth decisions sought to realign this Court’s decisions with the\noriginal meaning of the Sixth Amendment; in that sense, the rights\nthey recognized were anything but new. And to the extentTeagueasks whether a new rule is “fundamental” or\n“bedrock,” it’s hard to see how rights originally memorialized in\nthe Constitution could fail to qualify. Certainly, this Court is in\nno position to second-guess the judgment of those who wrote and\nratified the Constitution. Surely, too, many of the other rules of\ncriminal procedure this Court has found less than “fundamental”\nsinceTeagueseem anything but that to those whose lives\nthey affect. Nor is it onlyTeague’s results that mystify.\nThe test itself has been fraught with contradictions from the\nstart. It asks litigants to be on the lookout for new procedural\nprotections “ ‘implicit in the concept of ordered\nliberty.’ ”Beardv.Banks,542 U.S.\n406, 417 (2004). At the same time, we have been told, the fact\nthat “a new procedural rule is ‘fundamental’ in some abstract sense\nis not enough.”Summerlin, 542 U. S., at 352.For me, it’s here where the history canvassed\nabove matters. This Court’s (in)activity sinceTeagueonly\nbegins to make sense when viewed against the backdrop of the\ntraditional rule that old judgments are impervious to new\nchallenges. Yes, this Court’s decisions should apply to all cases\npending in trial courts and on direct appeal. But they should not\napply retroactively in habeas. The reason has nothing to do with\nwhether Members of this Court happen to think the rules they\nannounce are “new” in some sense or insufficiently “fundamental” in\nanother. It’s simpler than that: The writ of habeas corpus does not\nauthorize federal courts to reopen a judgment issued by a court of\ncompetent of jurisdiction once it has become final.Supra,\nat 2–4.It’s here, too, where today’s decision makes its\nreal contribution. IfTeaguepointed us back in the\ndirection of the traditional rule, each of the cases that has\nfollowed in its wake has edged us, step-by-step, closer still.\nToday’s decision advances the progress by making express what has\nlong been barely implicit: The “watershed” exception for new rules\nof criminal procedure is no exception at all.Ante, at 15.\nNot only does this development do much to honor the traditional\nunderstanding of habeas review and the great weight of this Court’s\nprecedents throughout its history. It also allows us to retire a\ntest that was unknown in law until 1989 and whose contours remain\nunknowable decades later. It frees this Court from the dreary task\nof needing to concoct reasons to denigrate the importance of\nobviously important rules like those discussed inRamos,Ring,Batson, andCrawford, which affect the\nlives and liberty of countless individuals. It does away with the\nstrange business of having to repackage old rules as new ones. And\nit eliminates the need for litigants and lower courts to endure\nyears of protracted litigation—tangling with a contradictory test\nand seemingly inexplicable precedents—all sure to achieve nothing.\nThe Court’s candor today is admirable—and correct.[7]With these observations, I am pleased to join\nthe Court’s opinion. My vote in similar cases to come will, I hope,\n“be guided as nearly as [possible] by the principles set forth\nherein.”Brown, 344 U. S., at 548 (Jackson, J.,\nconcurring in result).Notes1That Act conferred on\nfederal courts the “power to grant writs of habeas corpus inallcases where any person may be restrained of his or her\nliberty in violation of” federal law.Ibid.(emphasis\nadded). Two earlier statutes extended federal habeas jurisdiction\nto state custodians, but only for a much narrower class of cases.\nIn 1833, Congress authorized federal courts to issue habeas process\nto state custodians detaining federal officers for acts taken to\nimplement federal law. Act of Mar. 2, 1833, 22 Cong. ch. 57,\n§ 7, 4Stat. 632, 634–635. This provision lives on in 28\nU. S. C. § 2241(c)(2). And in 1842, Congress\npermitted federal courts to issue habeas process to state\ncustodians detaining foreign officials whose acts implicated the\nlaw of nations. Act of Aug. 29, 1842, 27 Cong. ch. 257, 5Stat. 539,\n539. It, too, lives on in 28 U. S. C.\n§ 2241(c)(4).2When a sovereign\nfurnishes an opportunity to appeal (as state and federal\ngovernments now do), it necessarily invites an appellate court to\nrevisit an initial merits determination. See J. Baker, An\nIntroduction to English Legal History 148–153 (5th ed. 2019)\n(describing development of the appeal at common law); G. Jacob, A\nNew Law-Dictionary (1729) (defining “appeal”). Under an appellate\nsystem, then, “[n]one of the[ ] [preceding decisions] are\nfinal” in an ultimate sense until any appeals are concluded. 3 W.\nBlackstone, Commentaries on the Laws of England 411\n(1768).3That is how this Court\nreads nearly identical text in the Declaratory Judgment Act (DJA).\nBecause the DJA says federal courts “ ‘maydeclare the\nrights and other legal relations of any interested party,’ ”\ndistrict courts “possess discretion” to award declaratory relief.Wiltonv.Seven Falls Co.,515\nU.S. 277, 282, 286 (1995).4Although the lead opinion\ninTeaguegarnered only a plurality, a majority of the Court\nadopted the plurality’s rule later that same year inPenryv.Lynaugh,492 U.S.\n302, 313 (1989).5Apparently believing our\njudge-made doctrines did not go far enough, Congress added further\n“new restrictions” of its own in the Antiterrorism and Effective\nDeath Penalty Act of 1996 (AEDPA).Felkerv.Turpin,518 U.S.\n651, 664 (1996). But AEDPA creates only additional conditions\nto relief; it did not do away with the discretion afforded courts\nin the habeas statute, or the various rules this Court has\nformulated in the exercise of that discretion. As this Court has\n(unanimously) explained, “AEDPA did not codifyTeague” and\nthe one “neither abrogates [n]or qualifies the other.”Greenev.Fisher,565 U.S.\n34, 39 (2011). That is whyTeague’s retroactivity bar\noperates “in addition” to AEDPA’s relitigation bar in 28\nU. S. C. § 2254(d).Hornv.Banks,536 U.S.\n266, 272 (2002) (per curiam). Because a\nretroactivity bar and a relitigation bar both pose threshold\nbarriers, Justice Thomas’s concurrence highlights how AEDPA\nprovides anadditionalreason why the Fifth Circuit\ncorrectly denied a certificate of appealability here.Ante,at 5 (concurring opinion); seeMiller-Elv.Cockrell,537 U.S.\n322, 350 (2003) (Scalia, J., concurring).6Teaguealso\ndiscussed an exception to the finality rule for certain\n“substantive rules.” Because the parties agree thatRamosinvolved only a new rule of criminal procedure, little need be said\naboutTeague’s “substantive rule” exception. But it is worth\nnoting that substantive rules, which place certain conduct\n“ ‘beyond the power of the criminal law-making authority to\nprescribe,’ ”id., at 307, bear at least some\nresemblance to this Court’s early cases finding a lack of\njurisdiction over a defendant or an offense. SeeEx parte\nSiebold, 100 U. S. (10 Otto), at 376;Ex parte\nParks, 93 U. S. (3 Otto), at 20–21. Perhaps this aspect ofTeaguecan be understood as accurately invoking the\njurisdictional exception to the finality rule; perhaps not. SeeBrown, 344 U. S., at 533, n. 4 (Jackson, J.,\nconcurring in result). But that question is for another\nday.7The dissent criticizes\ntoday’s decision as a departure from modern habeas precedent.Post, at 2;post, at 3, n. 2;post, at\n12–13. But the dissent’s history is selective. The dissent\nchampions decisions from the 1950s, ’60s, and ’70s. But it\ndisregards how those decisions departed from a century of this\nCourt’s precedents and the common law before that.Supra, at\n5–8. At the same time, the dissent’s account overlooks this Court’s\nprecedents refusing to afford retroactive application in every case\nsince the 1980s.Post, at 10–11;post, at 12,\nn. 7. The dissent may prefer decisions within a particular\n30-year window. But it is too much to say this preference is\nrequired to “[r]espect[ ]stare decisis.”Post,\nat 1, n. 1.",
    "joined": []
}