{
    "case": {
        "docket": "17-1174",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1174/"
    },
    "id": "4099762",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1174_________________LUIS A. NIEVES, et al., PETITIONERSv.RUSSELL P. BARTLETTon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 28, 2019]Justice Gorsuch, concurring in part and\ndissenting in part.No one agrees who started the trouble at the\n2014 Alaska Arctic Man Festival, but everyone agrees two troopers\nended it by arresting Russell Bartlett for harassing one of them.\nAnd it’s that arrest that led to this lawsuit. Mr. Bartlett alleges\nthat therealreason the troopers arrested him had nothing\nto do with harassment and everything to do with his decision to\nexercise his First Amendment free speech rights by voicing his\nopinions to the troopers. Mr. Bartlett contends that the officers’\nretaliation against his First Amendment protected speech entitles\nhim to damages under 42 U. S. C. §1983. For their part,\nthe troopers insist that the fact they had probable cause to arrest\nMr. Bartlett for some crime, or really any crime, should be enough\nto shield them from liability.The parties approach their dispute from some\ncommon ground. Both sides accept that an officer violates the First\nAmendment when he arrests an individual in retaliation for his\nprotected speech. They seem to agree, too, that the presence of\nprobable cause does not undo that violation or erase its\nsignificance. And for good reason. History shows that governments\nsometimes seek to regulate our lives finely, acutely, thoroughly,\nand exhaustively. In our own time and place, criminal laws have\ngrown so exuberantly and come to cover so much previously innocent\nconduct that almost anyone can be arrested for something. If the\nstate could use these laws not for their intended purposes but to\nsilence those who voice unpopular ideas, little would be left of\nour First Amendment liberties, and little would separate us from\nthe tyrannies of the past or the malignant fiefdoms of our own age.\nThe freedom to speak without risking arrest is “one of the\nprincipal characteristics by which we distinguish a free nation.”Houstonv.Hill,482 U.S.\n451, 463 (1987).So if probable cause can’t erase a First\nAmendment violation, the question becomes whether its presence at\nleast forecloses a civil claim for damages as a statutory matter\nunder §1983. But look at that statute as long as you like and you\nwill find no reference to the presence or absence of probable cause\nas a precondition or defense to any suit. Instead, the statute\nimposes liability on anyone who, under color of state law, subjects\nanother person “to the deprivation of any rights, privileges, or\nimmunities secured by the Constitution.” Maybe it would be good\npolicy to graft a no-probable-cause requirement onto the statute,\nas the officers insist; or maybe not. Either way, that’s an appeal\nbetter directed to Congress than to this Court. Our job isn’t to\nwrite or revise legislative policy but to apply it faithfully.Admittedly, though, that’s not quite the end of\nthe statutory story. Courts often assume that Congress adopts\nstatutes against the backdrop of the common law. And, for this\nreason, we generally read §1983’s terms “in harmony with general\nprinciples of tort immunities and defenses” that existed at the\ntime of the statute’s adoption.Imblerv.Pachtman,424 U.S.\n409, 418 (1976). As the officers before us are quick to point\nout, too, law enforcement agents who made a lawful arrest at the\ntime of §1983’s adoption couldn’t be held liable at common law for\nthe tort of false arrest or false imprisonment. Of course, at\ncommon law a police officer often needed a warrant to execute a\nlawful arrest. But today warrantless arrests are often both\nauthorized by state law and permitted by the Constitution (as this\nCourt has interpreted it), so long as the officer possesses\nprobable cause to believe a crime has been committed. And, given\nthis development, you might wonder if the presence of probable\ncause should be enough to foreclose any First Amendment claim\narising out of an arrest.But that much doesn’t follow. As the officers’\nown reasoning exposes, the point of the common law tort of false\narrest or false imprisonment was to remedy arrests and\nimprisonments effectedwithout lawful authority. SeeDirector General of Railroadsv.Kastenbaum,263 U.S.\n25, 27 (1923); accord, Brief for United States asAmicus Cu-\nriae9. So maybe probable cause should be enough today to\ndefeat claims for false arrest or false imprisonment, given that\narrests today are usually legally authorized if supported by\nprobable cause. But that doesn’t mean probable cause isalsoenough to defeat a First Amendment retaliatory arrest claim. The\npoint ofthiskind of claim isn’t to guard against officers\nwholacklawful authority to make an arrest. Rather, it’s to\nguard against officers whoabusetheir authority by making\nan otherwise lawful arrest for an unconstitutionalreason.Here’s another way to look at it. The common law\ntort of false arrest translates more or less into aFourthAmendment claim. That’s because our precedent considers a\nwarrantless arrest unsupported by probable cause—the sort that gave\nrise to a false arrest claim at common law—to be an unreasonable\nseizure in violation of the Fourth Amendment. SeeManuelv.Joliet, 580 U. S. ___, ___ (2017) (slip op., at 10).\nBut theFirstAmendment operates independently of the Fourth\nand provides different protections. It seeks not to ensure lawful\nauthority to arrest but to protect the freedom of speech.Here’s a way to test the point, too. Everyone\naccepts that a detention based on race,even one otherwise\nauthorized by law, violates the Fourteenth Amendment’s Equal\nProtection Clause. InYick Wov.Hopkins,118 U.S.\n356(1886), for example, San Francisco jailed many Chinese\nimmigrants for operating laundries without permits but took no\naction against white persons guilty of the same infraction. Even if\nprobable cause existed to believe the Chinese immigrants had broken\na valid law—even if they hadin factviolated the law—this\nCourt held that the city’s discriminatory enforcement violated the\nFourteenth Amendment.Id., at 373–374; see alsoWhrenv.United States,517 U.S.\n806, 813 (1996). Following our lead, the courts of appeals have\nrecognized that §1983 plaintiffs alleging racially selective\narrests in violation of the Fourteenth Amendment don’t have to show\na lack of probable cause, even though they might have to show a\nlack of probable cause to establish a violation of the Fourth\nAmendment: “[S]imply because a practice passes muster under the\nFourth Amendment (arrest based on probable cause) does not mean\nthat unequal treatment with respect to that practice is consistent\nwith equal protection.”Hedgepethv.Washington\nMetropolitan Area Transit Auth.,386 F.3d 1148, 1156 (CADC 2004); see alsoGibsonv.Superintendent of N. J. Dept. of Law and Public Safety–Div.\nof State Police,411 F.3d 427, 440 (CA3 2005);Marshallv.Columbia\nLea Regional Hospital,345 F.3d 1157, 1166 (CA10 2003);Vakilianv.Shaw,335 F.3d 509, 521 (CA6 2003);Johnsonv.Crooks,326 F.3d 995, 999–1000 (CA8 2003);Hollandv.Portland,102 F.3d 6, 11 (CA1 1996).I can think of no sound reason why the same\nshouldn’t hold true here. Like a Fourteenth Amendment selective\narrest claim, a First Amendment retaliatory arrest claim serves a\ndifferent purpose than a Fourth Amendment unreasonable arrest\nclaim, and that purpose does not depend on the presence or absence\nof probable cause. We thus have no legitimate basis for engrafting\na no-probable-cause requirement onto a First Amendment retaliatory\narrest claim.But while it would be a mistake to think the\nabsence of probable cause is an essential element of a First\nAmendment retaliatory arrest claim under §1983—or that the presence\nof probable cause is an absolute defense to such a claim—I\nacknowledge that it may also be a mistake to assume probable cause\nis entirely irrelevant to the analysis. It seems to me that\nprobable cause to arrest could still bear on the claim’s viability\nin at least two ways that warrant further exploration in future\ncases.First, consider causation. To show an\narrest violated the First Amendment, everyone agrees a plaintiff\nmust prove the officer would not have arrested him but for his\nprotected speech. And if the only offense for which probable cause\nto arrest existed was a minor infraction of the sort that wouldn’t\nnormally trigger an arrest in the circumstances—or if the officer\ncouldn’t identify a crime for which probable cause existed until\nwell after the arrest—then causation might be a question for the\njury. By contrast, if the officer had probable cause at the time of\nthe arrest to think the plaintiff committed a serious crime of the\nsort that would nearly always trigger an arrest regardless of\nspeech, then (absent extraordinary circumstances) it’s hard to see\nhow a reasonable jury might find that the plaintiff’s speech caused\nthe arrest. In cases like that, it would seem that officers often\nwill be entitled to dismissal on the pleadings or summary\njudgment.In the name of causation concerns, the officers\nask us to go further still and hold that a plaintiff canneverprove protected speech caused his arrest without first\nshowing that the officers lacked probable cause to make an arrest.\nBut that absolute rule doesn’t wash with common experience. No one\ndoubts that officers regularly choose against making arrests,\nespecially for minor crimes, even when they possess probable cause.\nSo the presence of proba- ble cause does not necessarily negate the\npossibility that an arrest was caused by unlawful First Amendment\nretaliation.If logic doesn’t support their argument, the\nofficers reply, at least precedent does. They point toHartmanv.Moore,547 U.S.\n250(2006), where the plaintiff alleged that a law enforcement\nofficer retaliated against him for his speech by convincing a\nprosecutor to bring criminal charges against him. This Court held\nthe claim presented a “distinct problem of causation” that could be\novercome only with proof that the prosecutor lacked probable cause\nfor the charges.Id., at 263. And as a matter of precedent,\nthe officers argue, what was true there should hold true here.ButHartmandoes not demand nearly as\nmuch of us as the officers suggest.Hartmanjustified its\nrule by explaining that the “causal connection required” in that\ncase wasn’t just between the officer’s retaliatory intent and hisowninjurious action. Instead, it was between the officer’s\nintent and the injurious action ofthe prosecutor, whose\ncharging decision was subject to a “presumption of regularity.”Id., at 262–263. In that particular context,Hartmansaid, proof that the prosecutor lacked probable cause was necessary\nto “bridge the gap between the [officer’s] motive and the\nprosecutor’s action.”Id., at 263. ButHartmanmade\nequally clear that its reasoning didnotextend to “ordinary\nretaliation claims, where the government agent allegedly harboring\nthe animus is also the individual allegedly taking the adverse\naction.”Id., at 259–260. Andthatdescribes a\nretaliatory arrest claim like Mr. Bartlett’s to a tee. So while\nprobable cause may wind up defeating causation in some retaliatory\narrest cases, nothing in our precedent (let alone logic) suggests\nthat causation is always unprovable just because the officer had\nprobable cause to arrest.Second, our precedent suggests the\npossibility that probable cause may play a role in light of the\nseparation of powers and federalism. InUnited Statesv.Armstrong,517 U.S.\n456(1996), a plaintiff alleged that he was prosecuted because\nof his race. This Court responded by acknowledging that racially\nselective prosecutions can violate the Equal Protection Clause even\nwhen the prosecutor possesses probable cause to believe a crime has\nbeen committed. But because the decision whether to institute\ncriminal charges is one our Constitution vests in state and federal\nexecutive officials, not judges, this Court also held that, to\nrespect the separation of powers and federalism, a plaintiff must\npresent “ ‘clear evidence’ ” of discrimination when a\nfederal or state official possesses probable cause to support his\nprosecution.Id., at 465. Explaining the content of the\nclear evidence requirement, this Court indi- cated that a plaintiff\ngenerally must produce evidence that the prosecutor failed to\ncharge other similarly situated persons. At the same time, however,\nthe Court also suggested that equally clear evidence in the form of\n“ ‘direct admissions by prosecutors of discriminatory\npurpose’ ” might be enough to allow a claim to proceed.Id., at 469, n. 3 (alterations omitted).Though this case involves a retaliatory arrest\nclaim rather than a selective prosecution claim, it’s at least an\nopen question whether the concerns that drove this Court’s decision\ninArmstrongmay be in play here. No one before us argues\nthatArmstrongwas wrongly decided. And the Court today\nseems to indicate that something likeArmstrong’s standard\nmight govern a retaliatory arrest claim when probable cause exists\nto support an arrest. Seeante, at 14 (citingArmstrong). Some courts of appeals, too, have already\nappliedArmstrongto claims alleging selective arrest under\nthe Fourteenth Amendment. See,e.g.,United Statesv.Mason, 774 F.3d 824, 829–830 (CA4 2014);United\nStatesv.Alcaraz-Arellano,441 F.3d 1252, 1264 (CA10 2006);Johnson, 326\nF. 3d, at 1000.At the same time, enough questions remain aboutArmstrong’s potential application that I hesitate to speak\ndefinitively about it today. Some courts of appeals have argued\nthatArmstrongshould not extend, at least without\nqualification, beyond prosecutorial decisions to arrests by police.\nThese courts have suggested that the presumptions of regularity and\nimmunity that usually attach to official prosecutorial decisions do\nnot apply equally in the less formal setting of police arrests.\nThey’ve reasoned, too, that comparative data about similarly\nsituated individuals may be less readily available for arrests than\nfor prosecutorial decisions, and that other kinds of evidence—such\nas an officer’s questions and comments to the defendant—may be\nequally if not more probative in the arrest context. See,e.g.,United Statesv.Sellers, 906 F.3d 848,\n856 (CA9 2018);United Statesv.Washington, 869 F.3d\n193, 219 (CA3 2017);United Statesv.Davis, 793 F.3d\n712, 720–721 (CA7 2015);Marshall, 345 F. 3d, at 1168.\nImpor- tantly, we did not grant certiorari to resolve exactly howArmstrongmight apply to retaliatory arrest claims. Nor did\nthe briefing before us explore the competing arguments in this\ncircuit split. And given all this, I believe it would be rash for\nus to do more at this point than acknowledge the possibility ofArmstrong’s application.Dissenting, Justice Sotomayor reads the majority\nopinion as adopting a rigid rule (more rigid, in fact, thanArmstrong’s) that First Amendment retaliatory arrest\nplaintiffs who can’t prove the absence of probable cause must\nproduce “comparison-based evidence” in every case.Post, at\n4. But I do not understand the majority as going that far. The only\ncitation the majority offers in support of its new standard isArmstrong, which expressly left open the possibility that\nother kinds of evidence, such as admissions, might be enough to\nallow a claim to proceed. Given that, I retain hope that lower\ncourts will apply today’s decision “commonsensically,”post,\nat 12, and with sensitivity to the competing arguments about\nwhether and howArmstrongmight apply in the arrest\nsetting.For today, I believe it is enough to resolve the\nquestion on which wedidgrant certiorari—whether “probable\ncause defeats . . . a First Amendment retaliatory-arrest\nclaim under §1983.” Pet. for Cert. i. I would hold, as the majority\ndoes, that the absence of probable cause is not an absolute\nrequirement of such a claim and its presence is not an absolute\ndefense. At the same time, I would also acknowledge that this does\nnot mean the presence of probable cause is categorically\nirrelevant: It may bear on causation, and it may play a role underArmstrong. But rather than attempt to sort out precisely\nwhen and how probable cause plays a role in First Amendment claims,\nI would reserve decision on those questions until they are properly\npresented to this Court and we can address them with the benefit of\nfull adversarial testing.",
    "joined": []
}