{
    "case": {
        "docket": "16-349",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-349/"
    },
    "id": "3746300",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–349_________________RICKY HENSON, et al., PETITIONERSv.SANTANDER CONSUMER USA INC.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 12, 2017]Justice Gorsuch delivered the opinion of the\nCourt.Disruptive dinnertime calls, downright deceit,\nand more besides drew Congress’s eye to the debt collection\nindustry. From that scrutiny emerged the Fair Debt Collection\nPractices Act, a statute that authorizes private lawsuits and\nweighty fines designed to deter wayward collection practices. So\nperhaps it comes as little surprise that we now face a question\nabout who exactly qualifies as a “debt collector” subject to the\nAct’s rigors. Everyone agrees that the term embraces the repo\nman—someone hired by a creditor to collect an outstanding debt. But\nwhat if you purchase a debt and then try to collect it for\nyourself—does that make you a “debt collector” too? That’s the nub\nof the dispute now before us.The parties approach the question from common\nground. The complaint alleges that CitiFinancial Auto loaned money\nto petitioners seeking to buy cars; that petitioners defaulted on\nthose loans; that respondent Santander then purchased the defaulted\nloans from CitiFinancial; and that Santander sought to collect in\nways petitioners believe troublesome under the Act. The parties\nagree, too, that in deciding whether Santander’s conduct falls\nwithin the Act’s ambit we should look to statutory language\ndefining the term “debt collector” to embrace anyone who “regularly\ncollects or attempts to collect . . . debts owed or due\n. . . another.” 15 U. S. C. §1692a(6).Even when it comes to that question, the parties\nagree on at least part of an answer. Both sides accept that third\nparty debt collection agents generally qualify as “debt collectors”\nunder the relevant statutory language, while those who seek only to\ncollect for themselves loans they originated generally do not.\nThese results follow, the parties tell us, because debt collection\nagents seek to collect debts “owed . . . another,” while\nloan originators acting on their own account aim only to collect\ndebts owed to themselves. All that remains in dispute is how to\nclassify individuals and entities who regularly purchase debts\noriginated by someone else and then seek to collect those debts for\ntheir own account. Does the Act treat the debt purchaser in that\nscenario more like the repo man or the loan originator?For their part, the district court and Fourth\nCircuit sided with Santander. They held that the company didn’t\nqualify as a debt collector because it didn’t regularly seek to\ncollect debts “owed . . . another” but sought instead\nonly to collect debts that it purchased and owned. At the same\ntime, the Fourth Circuit acknowledged that some circuits faced with\nthe same question have ruled otherwise—and it is to resolve this\nconflict that we took the case. Compare 817 F. 3d 131,\n133–134, 137–138 (2016) (case below);Davidsonv.Capital\nOne Bank (USA), N. A., 797 F. 3d 1309, 1315–1316\n(CA11 2015), withMcKinneyv.Caldeway Properties,\nInc., 548 F. 3d 496, 501 (CA7 2008);FTCv.Check Investors, Inc., 502 F. 3d 159, 173–174 (CA3\n2007).Before attending to that job, though, we pause\nto note two related questions we do not attempt to answer today.\nFirst, petitioners suggest that Santander can qualify as a debt\ncollector not only because it regularly seeks to collect for its\nown account debts that it has purchased, but also because it\nregularly acts as a third party collection agent for debts owed to\nothers. Petitioners did not, however, raise the latter theory in\ntheir petition for certiorari and neither did we agree to review\nit. Second, the parties briefly allude to another statutory\ndefinition of the term “debt collector”—one that encompasses those\nengaged “in any business the principal purpose of which is the\ncollection of any debts.” §1692a(6). But the parties haven’t much\nlitigated that alternative definition and in granting certiorari we\ndidn’t agree to address it either.With these preliminaries by the board, we can\nturn to the much narrowed question properly before us. In doing so,\nwe begin, as we must, with a careful examination of the statutory\ntext. And there we find it hard to disagree with the Fourth\nCircuit’s interpretive handiwork. After all, the Act defines debt\ncollectors to include those who regularly seek to collect debts\n“owed . . . another.” And by its plain terms this\nlanguage seems to focus our attention on third party collection\nagents working for a debt owner—not on a debt owner seeking to\ncollect debts for itself. Neither does this language appear to\nsuggest that we should care how a debt owner came to be a debt\nowner—whether the owner originated the debt or came by it only\nthrough a later purchase. All that matters is whether the target of\nthe lawsuit regularly seeks to collect debts for its own account or\ndoes so for “another.” And given that, it would seem a debt\npurchaser like Santander may indeed collect debts for its own\naccount without triggering the statutory definition in dispute,\njust as the Fourth Circuit explained.Petitioners reply that this seemingly\nstraightforward reading overlooks an important question of tense.\nThey observe that the word “owed” is thepastparticiple of\nthe verb “to owe.” And this, they suggest, means the statute’s\ndefinition of debt collector captures anyone who regularly seeks to\ncollect debtspreviously“owed . . . another.” So\nit is that, on petitioners’ account, the statute excludes from its\ncompass loan originators (for they never seek to collect debts\npreviously owed someone else) but embraces many debt purchasers\nlike Santander (for in collecting purchased debts they necessarily\nseek to collect debts previously owed another). If Congress wanted\nto exempt all present debt owners from its debt collector\ndefinition, petitioners submit, it would have used thepresentparticiple “owing.” That would have better sufficed\nto do the job—to make clear that you must collect debtscurrently“owing . . . another” before implicating\nthe Act.But this much doesn’t follow even as a matter of\ngood grammar, let alone ordinary meaning. Past participles like\n“owed” are routinely used as adjectives to describe the present\nstate of a thing—so, for example,burnttoast is inedible, afallenbranch blocks the path, and (equally) a debtowedto a current owner may be collected by him or her. See\nP. Peters, The Cambridge Guide to English Usage 409 (2004)\n(explaining that the term “past participle” is a “misnomer[ ],\nsince” it “can occur in what is technically a present\n. . . tense”). Just imagine if you told a friend that you\nwere seeking to “collect a debt owed to Steve.” Doesn’t it seem\nlikely your friend would understand you as speaking about a debtcurrentlyowed to Steve, not a debt Steveusedto own\nand that’s now actually yours? In the end, even petitioners find\nthemselves forced to admit that past participles can and regularly\ndo work just this way, as adjectives to describe the present state\nof the nouns they modify. See Brief for Petitioners 28; see also B.\nGarner, Modern English Usage 666 (4th ed. 2016) (while\n“owing. . . is an old and established usage\n. . . the more logical course is simply to writeowed”).Widening our view to take in the statutory\nphrase in which the word “owed” appears—“owed or due\n. . . another”—serves to underscore the point.\nPetitioners acknowledge that the word “due” describes a debtcurrentlydue at the time of collection and not a debt thatwasdue only in some previous period. Brief for Petitioners\n26–28. So to rule for them we would have to suppose Congress set\ntwo words cheek by jowl in the same phrase but meant them to speak\nto entirely different periods of time. All without leaving any\nclue. We would have to read the phrase not as referring to “debts\nthatareowed or due another” but as describing “debts thatwereowed oraredue another.” And supposing such a\nsurreptitious subphrasal shift in time seems to us a bit much.\nNeither are we alone in that assessment, for even petitioners\nacknowledge that theirs “may not be the most natural interpretation\nof the phrase standing in isolation.”Id.,at 26–27.Given that, you might wonder whether extending\nour gaze from the narrow statutory provision at issue to take in\nthe larger statutory landscape might offer petitioners a better\nperspective. But it does not. Looking to other neighboring\nprovisions in the Act, it quickly comes clear that Congress\nroutinely used the word “owed” to refer to present (not past) debt\nrelationships. For example, in one nearby subsection, Congress\ndefined a creditor as someone “to whom a debt is owed.” 15\nU. S. C. §1692a(4). In another subsection, too, Congress\nrequired a debt collector to identify “the creditor to whom the\ndebt is owed.” §1692g(a)(2). Yet petitioners offer us no persuasive\nreason why the word “owed” should bear a different meaning here, in\nthe subsection before us, or why we should abandon our usual\npresumption that “identical words used in different parts of the\nsame statute” carry “the same meaning.”IBP, Inc.v.Alvarez, 546 U. S. 21, 34 (2005) .Still other contextual clues add to petitioners’\nproblems. While they suggest that the statutory definition before\nus implicitly distinguishes between loan originators and debt\npurchasers, a pass through the statute shows that when Congress\nwished to distinguish between originators and purchasers it left\nlittle doubt in the matter. In the very definitional section where\nwe now find ourselves working, Congress expressly differentiated\nbetween a person “who offers” credit (the originator) and a person\n“to whom a debt is owed” (the present debt owner). §1692a(4).\nElsewhere, Congress recognized the distinction between a debt\n“originated by” the collector and a debt “owed or due” another.\n§1692a(6)(F)(ii). And elsewhere still, Congress drew a line between\nthe “original” and “current” creditor. §1692g(a)(5). Yet no similar\ndistinction can be found in the language now before us. To the\ncontrary, the statutory text at issue speaks not at all about\noriginators and current debt owners but only about whether the\ndefendant seeks to collect on behalf of itself or “another.” And,\nusually at least, when we’re engaged in the business of\ninterpreting statutes we presume differences in language like this\nconvey differences in meaning. See,e.g., Loughrinv.United States, 573 U. S. ___, ___ (2014).Even what may be petitioners’ best piece of\ncontextual evidence ultimately proves unhelpful to their cause.\nPetitioners point out that the Act exempts from the definition of\n“debt collector” certain individuals who have “obtained” particular\nkinds of debt—for example, debts not yet in default or debts\nconnected to secured commercial credit transactions.\n§§1692a(6)(F)(iii) and (F)(iv). And because these exemptions\ncontemplate the possibility that someone might “obtain” a debt\n“owed or due . . . another,” petitioners submit, the word\n“owed” must refer only to apreviousowner.Ibid.This conclusion, they say, necessarily follows because, once you\nhave “obtained” a debt, that same debt just cannot becurrently“owed or due” another.This last and quite essential premise of the\nargument, however, misses its mark. As a matter of ordinary\nEnglish, the word “obtained” can (and often does) refer to taking\npossession of a piece of property without also taking ownership—so,\nfor example, you might obtain a rental car or a hotel room or an\napartment. See,e.g.,10 Oxford English Dictionary 669 (2d\ned. 1989) (defining “obtain” to mean, among other things, “[t]o\ncome into the possession or enjoyment of (something) by one’s own\neffort or by request”);Kirtsaengv.John Wiley &\nSons, Inc., 568 U. S. 519 –533 (2013) (distinguishing\nbetween ownership and obtaining possession). And it’s easy enough\nto see how you might also come to possess (obtain) a debt without\ntaking ownership of it. You might, for example, take possession of\na debt for servicing and collection even while the debt formally\nremains owed another. Or as a secured party you might take\npossession of a debt as collateral, again without taking full\nownership of it. See,e.g., U. C. C. §9–207, 3 U.\nL. A. 197 (2010). So it simply isn’t the case that the\nstatute’s exclusions imply that the phrase “owed . . .\nanother” must refer to debtspreviouslyowed to another.By this point petitioners find themselves in\nretreat. Unable to show that debt purchasers regularly collecting\nfor their own account always qualify as debt collectors, they now\nsuggest that purchasers sometimes qualify as debt collectors. On\ntheir view, debt purchasers surely qualify as collectors at least\nwhen they regularly purchase and seek to collectdefaulteddebts—just as Santander allegedly did here. In support of this\nnarrower and more particular understanding of the Act, petitioners\npoint again to the fact that the statute excludes from the\ndefinition of “debt collector” certain persons who obtain debts\nbefore default. 15 U. S. C. §1692a(6)(F)(iii). This\nexclusion, petitioners now suggest, implies that the term “debt\ncollector” must embrace those who regularly seek to collect debts\nobtained after default. Others aligned with petitioners also\nsuggest that the Act treats everyone who attempts to collect a debt\nas either a “debt collector” or a “creditor,” but not both. And\nbecause the statutory definition of the term “creditor” excludes\nthose who seek to collect a debt obtained “in default,” §1692a(4),\nthey contend it again follows as a matter of necessary inference\nthat these persons must qualify as debt collectors.But these alternative lines of inferential\nargument bear their own problems. For while the statute surely\nexcludes from the debt collector definition certain persons who\nacquire a debt before default, it doesn’t necessarily follow that\nthe definition must include anyone who regularly collects debts\nacquired after default. After all and again, under the definition\nat issue before us you have to attempt to collect debts owedanotherbefore you can ever qualify as a debt collector. And\npetitioners’ argument simply does not fully confront this plain and\nimplacable textual prerequisite. Likewise, even spotting (without\ngranting) the premise that a person cannot be both a creditor and a\ndebt collector with respect to a particular debt, we don’t see why\na defaulted debt purchaser like Santander couldn’t qualify as a\ncreditor. For while the creditor definition excludes persons who\n“receive an assignment or transfer of a debt in default,” it does\nso only (and yet again) when the debt is assigned or transferred\n“solelyfor the purpose of facilitating collection of such\ndebtforanother.”Ibid.(emphasis added). So\na company collecting purchased defaulted debt for its own\naccount—like Santander—would hardly seem to be barred from\nqualifying as a creditor under the statute’s plain terms.Faced with so many obstacles in the text and\nstructure of the Act, petitioners ask us to move quickly on to\npolicy. Indeed, from the beginning that is the field on which they\nseem most eager to pitch battle. Petitioners assert that Congress\npassed the Act in large measure to add new incentives for\nindependent debt collectors to treat consumers well. In their view,\nCongress excluded loan originators from the Act’s demands because\nit thought they already faced sufficient economic and legal\nincentives to good behavior. But, on petitioners’ account, Congress\nnever had the chance to consider what should be done about those in\nthe business of purchasing defaulted debt. That’s because,\npetitioners tell us, the “advent” of the market for defaulted debt\nrepresents “ ‘one of the most significant changes’ ” to\nthe debt market generally since the Act’s passage in 1977. Brief\nfor Petitioners 8 (quoting Consumer Financial Protection Bureau,\nFair Debt Collection Practices Act: CFPB Annual Report 2014, p. 7\n(2014)). Had Congress known this new industry would blossom, they\nsay, it surely would have judged defaulted debt purchasers more\nlike (and in need of the same special rules as) independent debt\ncollectors. Indeed, petitioners contend that no other result would\nbe consistent with the overarching congressional goal of deterring\nuntoward debt collection practices.All this seems to us quite a lot of speculation.\nAnd while it is of course our job to apply faithfully the law\nCongress has written, it is never our job to rewrite a\nconstitutionally valid statutory text under the banner of\nspeculation about what Congress might have done had it faced a\nquestion that, on everyone’s account, it never faced. SeeMagwoodv.Patterson, 561 U. S. 320, 334 (2010)\n(“We cannot replace the actual text with speculation as to\nCongress’ intent”). Indeed, it is quite mistaken to assume, as\npetitioners would have us, that “whatever” might appear to\n“further[ ] the statute’s primary objective must be the law.”Rodriguezv.United States, 480 U. S. 522, 526\n(1987) (per curiam) (emphasis deleted). Legislation is,\nafter all, the art of compromise, the limitations expressed in\nstatutory terms often the price of passage, and no statute yet\nknown “pursues its [stated] purpose[ ] at all costs.”Id.,at 525–526. For these reasons and more besides we will\nnot presume with petitioners that any result consistent with their\naccount of the statute’s overarching goal must be the law but will\npresume more modestly instead “that [the] legislature says\n. . . what it means and means . . . what it\nsays.”Doddv.United States, 545 U. S. 353, 357\n(2005) (internal quotation marks omitted; brackets in\noriginal).Even taken on its own terms, too, the\nspeculation petitioners urge upon us is far from unassailable.\nAfter all, is it really impossible to imagine that reasonable\nlegislators might contend both ways on the question whether\ndefaulted debt purchasers should be treated more like loan\noriginators than independent debt collection agencies? About\nwhether other existing incentives (in the form of common law\nduties, other statutory and regulatory obligations, economic\nincentives, or otherwise) suffice to deter debt purchasers from\nengaging in certain undesirable collection activities? Couldn’t a\nreasonable legislator endorsing the Act as written wonder whether a\nlarge financial institution like Santander is any more or less\nlikely to engage in abusive conduct than another large financial\ninstitution like CitiFinancial Auto? Especially where (as here) the\ninstitution says that its primary business is loan origination and\nnot the purchase of defaulted debt? We do not profess sure answers\nto any of these questions, but observe only that the parties and\ntheiramicimanage to present many and colorable arguments\nboth ways on them all, a fact that suggests to us for certain but\none thing: that these are matters for Congress, not this Court, to\nresolve.In the end, reasonable people can disagree with\nhow Congress balanced the various social costs and benefits in this\narea. We have no difficulty imagining, for example, a statute that\napplies the Act’s demands to anyone collecting any debts, anyone\ncollecting debts originated by another, or to some other class of\npersons still. Neither do we doubt that the evolution of the debt\ncollection business might invite reasonable disagreements on\nwhether Congress should reenter the field and alter the judgments\nit made in the past. After all, it’s hardly unknown for new\nbusiness models to emerge in response to regulation, and for\nregulation in turn to address new business models. Constant\ncompetition between constable and quarry, regulator and regulated,\ncan come as no surprise in our changing world. But neither should\nthe proper role of the judiciary in that process—to apply, not\namend, the work of the People’s representatives.The judgment of the Court of Appeals isAffirmed.",
    "joined": []
}