{
    "case": {
        "docket": "16-460",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-460/"
    },
    "id": "3816549",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–460_________________STEPHANIE C. ARTIS, PETITIONERv.DISTRICT OF COLUMBIAon writ of certiorari to the district of\ncolumbia court of appeals[January 22, 2018]Justice Gorsuch, with whom Justice Kennedy,\nJustice Thomas, and Justice Alito join, dissenting.Chesterton reminds us not to clear away a fence\njust because we cannot see its point. Even if a fence doesn’t seem\nto have a reason, sometimes all that means is we need to look more\ncarefully for the reason it was built in the first place.The same might be said about the law before us.\nSection 1367(d) provides that “[t]he period of limitations\n. . . shall be tolled while the claim is pending and for\na period of 30 days after it is dismissed unless State law provides\nfor a longer tolling period.” 28 U. S. C. §1367(d). Grown\nfrom a rich common law and state statutory tradition, this\nprovision serves a modest role. If a federal court dismisses a\nparty’s state law claim without ruling on its merits, the law\nensures the party will enjoy whatever time state law allows, or at\nleast 30 days, to refile the claim in state court.Today the Court clears away this traditional\nrule because it overlooks the original reasons for it. For the\nfirst time in the statute’s history the Court now reads the law to\nguarantee parties not 30 days or whatever state law permits but\nmonths or years more to refile their dismissed state law claims in\nstate court. Rather than reading the statute as generally deferring\nto state law judgments about the appropriate lifespan of state law\nclaims brought in state courts, the Court now reads the statute as\ngenerally displacing them in favor of a new federal rule. Indeed,\nthe Court today tells state courts that they must routinely\ndisregard clearly expressed state law defining the appropriate\nlength of time parties should have to sue on state law claims in\nstate tribunals. Under the Court’s rule, too, the disregard of\nstate limitations law promises to be not only routine but\nsubstantial. The Court’s approach will require state courts to\nentertain state law claims that state law deems untimely not only\nby weeks or months but by many years, as 24 States, the National\nConference of State Legislatures, and the Council of State\nGovernments warn us. And the Court demands all this without\noffering any rational account why it is necessary or proper to the\nexercise of one of the federal government’s limited and enumerated\npowers. It may only be a small statute we are interpreting, but the\nresult the Court reaches today represents no small intrusion on\ntraditional state functions and no small departure from our\nfoundational principles of federalism. Respectfully, I dissent.Start with the statute’s key term. Where, as\nhere, a law instructs us to “toll” a limitations period, we know it\nmay be telling us to do one of (at least) two different things. The\ndictionary informs that to “toll” means “[t]o take away, bar,\ndefeat, [or] annul.” See 18 Oxford English Dictionary 204 (2d ed.\n1989); Webster’s New International Dictionary 2662 (2d ed. 1957)\n(“[t]o take away; to vacate; to annul”); Oxford Latin Dictionary\n1947 (1982) (“tollere,” the Latin origin, means to “remove” or\n“lift”). So when a statute speaks of tolling a limitations period\nit can, naturally enough, meaneitherthat the running of\nthe limitations period is suspendedorthat the effect of\nthe limitations period is defeated. The first understanding stops\nthe limitations clock running until a specified event begins it\nrunning again: call it the stop clock approach. The second\nunderstanding allows the limitations clock to continue to run but\ndefeats the effect of the clock’s expiration for an additional\nspecified period of time: call it the grace period approach.That both of these understandings of the word\n“toll” are indeed possible and in fact historically common this\nCourt has already explained inChardonv.Fumero\nSoto, 462 U. S. 650 (1983) :“ ‘Tolling effect’ refers to the\nmethod of calculating the amount of time available to file suit\nafter tolling has ended. The statute of limitationsmight merely\nbe suspended; if so, the plaintiff must file within the amount\nof time left in the limitations period. . . .It\nis also possible to establish a fixed period such as six months or\none year during which the plaintiff may file suit,without\nregard to the length of the original limitations period or the\namount of time left when tolling began.”Id., at 652,\nn. 1 (emphasis added).When it comes to federal law today,Chardonhas further explained, both kinds of tolling can be\nfound. “[S]ome federal statutes provide for suspension” of the\nrunning of the limitations period, or the stop clock approach,\nwhile “other statutes establish a variety of different tolling\neffects,” including grace periods for refiling after dismissal.Id.,at 660, n. 13.Neither is it a surprise thatChardonacknowledged tolling statutes might come in (at least) these two\nvarieties. At common law, both types of tolling were well and long\nknown, if often employed in different circumstances to address\ndifferent problems in equitably tailored ways.Take the stop clock approach. While any\ngeneralization is subject to its exceptions, the stop clock\napproach was often used at common law to suspend a plaintiff’s duty\nto bring a timely lawsuit if, and for the period, the plaintiff was\nprevented from coming to court due to some disability. And this\ncommon law rule made common sense in those circumstances. After\nall, if (say) a defendant’s fraud prevented the plaintiff from\ndiscovering his injury, it’s easy enough to see why the limitations\nclock should stop running until the fraud is revealed and the\ndisability thus dissipated.[1]By contrast, the grace period approach was\ncommonly used in cases where, as here, the plaintiff made it to\ncourt in time but arrived in the wrong court and had to refile in\nthe right one. In this situation, equity didn’t necessarily call\nfor suspending the running of the limitations period for whatever\narbitrary period of time—weeks or months or years—the suit happened\nto sit in court before dismissal. It’s not as if the defendant or\nuncontrollable circumstances had conspired to prevent the plaintiff\nfrom proceeding during that period. Instead, the law\ncommonsensically held that in these circumstances a grace period\nwould suffice to allow the plaintiff a brief time to find his way\nto and refile in the correct court.[2]Indeed, grace periods appear to find their roots\nin a common law rule known as the “journey’s account” that\nexpressly sought to account for and afford to a dismissed party\n“the number of days which [he] must spend in journeying to the\ncourt” to refile his claim. 37 C. J., Limitations of Actions\n§526, p. 1082 (1925); see E. Coke, The Second Part of the\nInstitutes of the Laws of England 567 (1642) (reprint 1797) (“[T]he\ncommon law set downe the certaine time of 15 dayes,” because “a\ndayes journey is accounted in law 20 miles,” as “a reasonable time\n. . . within which time wheresoever the court of justice\nsate in England, the party . . . wheresoever he dwelt in\nEngland . . . might . . . by the said account\nof dayes journies appeare in court”);Spencer’s Case, 77\nEng. Rep. 267, 267–268 (1603) (party has “the benefit of a new writ\nby journeys accompts” after first writ “abated”);Elstobv.Thorowgood, 91 Eng. Rep. 1086, 1087 (1697) (party has 30\ndays to bring an action “by journeys account” to avoid “the Statute\nof Limitations”).When it comes to the statute before us, the\ntextual and contextual clues point in the same and unsurprising\ndirection. Much like the journey’s account from which it\noriginated, section 1367(d)’s “tolling” provision seeks to provide\nthe plaintiff who finds her case dismissed because she filed in the\nwrong court a reasonable grace period to journey to the right court\nto refile. No more and no less.Take the textual clues. Section 1367(d) says\nthat “the period of limitations . . . shall betolledwhile the claim is pending and for a period of 30\ndays after it is dismissed unless State law provides for a longertollingperiod.” Note that the law uses the words “tolled”\nand “tolling” in the same sentence. Normally, we assume that when\nCongress repeats a term in a statute the term’s meaning remains\nconstant throughout. And that assumption is surely “at its most\nvigorous” where, as here, Congress repeats the same term in the\nsame sentence.Brownv.Gardner, 513 U. S. 115,\n118 (1994) .This traditional rule of construction tells us a\ngreat deal. It does because no one doubts that the state law\n“tolling period[s]” referenced in the second half of the sentence\nwere at the time of section 1367(d)’s enactment—and still are—grace\nperiods allowing parties a specified number of days or months after\ndismissal to refile in the proper court. See,e.g.,Colo.\nRev. Stat. §13–80–111 (1990) (providing that the plaintiff “may\ncommence a new action upon the same cause of action within ninety\ndays after the termination of the original action”).[3] In fact, these statutes were often\nself-consciously patterned on the journey’s account doctrine,\nseeking to address much the same problem the common law faced with\nmuch the same solution.[4] And\nthe fact that Congress used a variant of the word “toll” in the\nsecond half of the sentence to refer to grace periods strongly\nsuggests it did so in the first half of the sentence too. So that\nthe first phrase “shall betolledwhile the claim is pending\nand for a period of 30 days” should be understood to extend a grace\nperiod of 30 days after dismissal much as the second phrase\n“tollingperiod” is understood to refer the reader to\nparallel state law grace periods affording short periods for\nrefiling after dismissal.The alternative reading endorsed by the Court\ntoday extends too little respect to Congress’s competency as\ndrafter. It asks us to assume the legislature was so garbled in its\nexpression that it switched the meaning of the term “toll” halfway\nthrough a single sentence without telling anyone. It asks us to\nconclude that when Congress spoke of the period “tolled” in the\nfirst part of the sentence it meant to refer (unambiguously, no\nless) to a stop clock approach even though it used the term\n“tolling period” to refer to existing state law grace periods in\nthe second part of the sentence. The statute’s text drops no hint\nof such a silent switch and it’s a lexicographical leap our\ntraditional rules of statutory interpretation warn against.That, though, represents just the beginning of\nthe textual troubles with the approach the Court adopts. Con- sider\nnext the fact that section 1367(d) tells us to apply its federal\ntolling rule “unless” state law provides a “longer tolling period.”\nIn this way, the statute asks us to compare the length of the state\n“tolling period” with the length of the federal “tolling period”\nset by section 1367(d) and apply the longer one. Seeante,at 16 (courts apply the federal rule if “the state-law tolling\nperiod will not be longer than §1367(d)’s”). The equation we’re\nasked to perform is straightforward and sensible if we understand\nboth the state and federal “tolling periods” discussed in this\nstatute as grace periods. We simply pick the longer grace period:\nis it the federal 30 day period or one provided by state law?By contrast, the equation is anything but\nstraightforward or sensible under the Court’s approach. The Court\ntells us that, under its reading of the statute, the federal\n“tolling period” is the “duration of the claim’s pendency in\nfederal court” plus 30 days. Seeante,at 12, 15. So the\ndecision whether to apply the federal or the state tolling period\nturns not on the sensible question which would afford the plaintiff\nmore time to refile but instead on the happenstance of how long the\nplaintiff’s claim sat in federal court before dismissal. Under the\nCourt’s interpretation, we apply the federal stop clock rule if,\nbut only if, the time the case happened to linger in federal court\nbefore dismissal (plus 30 days) is longer than the relevant state\ngrace period. But to state the test is to see it is a nonsense—one\nwe would not lightly attribute to any rational drafter, let alone\nCongress.Consider some examples of the absurdities that\nfollow from the apples-to-oranges comparison the Court’s test\nrequires. Say state law provides a 5 year statute of limitations\nand a 1 year grace period for refiling. The plaintiff files in\nfederal court one day before the statute of limitations expires.\nThe litigation in federal court lasts 1 year. Under the Court’s\nview, the federal “tolling period” would be 1 year plus 30 days—the\ntime the claim was pending in federal court plus 30 days after\ndismissal. That period is longer than the state tolling period of 1\nyear and so the federal tolling rule, not the state rule,\ncontrols—leaving the plaintiff only 31 days to refile her claim\nafter dismissal even though state law would have allowed a full\nyear.That may be curious enough, but curiouser it\ngets. Now suppose the litigation in federal court lasts only 10\nmonths. That makes the federal tolling period only 11 months (10\nmonths plus 30 days). Under the Court’s view, state law now\nprovides a longer tolling period (1 year) and the litigant gets a\nfull year to refile in state court instead of 31 days. No one has\noffered a reason why the happenstance of how long the federal\nlitigation lasted should determine how much time a litigant has to\nrefile in state court. Yet that is what the Court’s reading of\nsection 1367(d) demands.Of course, it’s easy enough to imagine the rule\nthe Court really wants to adopt today: it would like to afford\nlitigants as a matter of federal law the benefit of a stop clock\napproach whenever doing so would yield more time to refile than the\nstate’s grace period would permit. But to accomplish so much we\nwould need a very different statute than the one we have. We would\nneed to be able to compare the relevant state law grace “tolling\nperiod”notwith the federal “tolling period” as the statute\nsays but with theamount of time left under the relevant state\nlimitations period on the date the plaintiff filed her federal\nsuit. The problem is, no one has even hinted how we might\nlawfully superimpose all those italicized words (entirely of our\nown devise) onto the statutory text.[5]There are still more textual clues that we have\nlost our way today. Congress spoke of the federal tolling period as\nembracing “30 days after . . . dismissal.” That language\nsounds like and fits with a traditional grace period or journey’s\naccount approach. As we’ve seen, grace periods often speak about\naffording parties some short period of time after dismissal to\nrefile their claims. Meanwhile, this language proves no small\nchallenge to square with a stop clock approach. Generally we say a\nclock is stopped due to the onset of a particular event like a\ndisability:somethingusually causes the stopping of the\nclock and when thatsomethinggoes away, the clock restarts.\nHere, the Court says, the clock stops once a claim is pending in\nfederal court. Yet it doesn’t restart when that something—the\nclaim’s pendency—goes away but instead waits another 30 days before\nticking again. All without any apparent reason for the additional\ndelay.This case illustrates the oddity. The petitioner\nfiled her suit in federal court with 23 months remaining on the\nthree year statute of limitations. The case remained in federal\ndistrict court for nearly three years before dismissal. Under the\ngrace period approach the 30 day provision does just as it appears,\nproviding petitioner with 30 days to journey to and refile in the\ncorrect court. Under the stop clock approach, though, the statute\naffords the petitioner 23 monthsplusa random 30 days more\nto refile. Indeed, on the stop clock approach theonlywork\nthe 30 day period is even imaginably left to do comes in cases\nwhere the plaintiff filed her federal suit at the very end of the\nlimitations period. And if that’s the only problem Congress sought\nto address, it chose a mighty murky way to do it, for the parties\npoint to not a single stop clock provision in all of federal law\nthat includes language anything like this. All while (again) this\nlanguage fits hand in glove with every grace period statute\nknown.[6]Beyond all these textual clues lie important\ncontextual ones too. When Congress replants the roots of\npreexisting law in the federal code, this Court assumes it brings\nwith it the surrounding soil, retaining the substance of the\ntradition it engages. Respect for Congress, this Court has held,\nmeans assuming it knows and “legislate[s] against a background of\n[the] common law . . . principles” found in the field\nwhere it is working.Samantarv.Yousuf, 560\nU. S. 305, 320, n. 13 (2010) ; see alsoGoodyear Atomic\nCorp.v.Miller, 486 U. S. 174 –185 (1988). And, as\nwe’ve seen, the state law of tolling Congress expressly referenced\nand replanted in section 1367(d) comes heavily encrusted with\nmeaning. In cases involving dismissal and refiling, state statutory\nlaw and the common law from which it grew have long afforded a\ngrace period to allow the litigant an appropriately tailored time\nto find his way to the proper court. Meanwhile, a stop clock\napproach isn’t usually part of this ecosystem for nothing has dis-\nabled the litigant from reaching a court in the first place and all\nhe must do is journey from the old court to the new one. We don’t\nassume Congress strips replanted statutes of their soil, and we\nshould not assume Congress displaced so much tradition in favor of\nsomething comparatively foreign.[7]The Court’s reformation of the statute\nintroduces another problem still—one of significantly greater\nmagnitude yet. In our constitutional structure, the federal\ngovernment’s powers are supposed to be “few and defined,” while the\npowers reserved to the States “remain . . . numerous and\nindefinite.” The Federalist No. 45, p. 328 (B. Wright ed. 1961)\n(Madison);McCullochv.Maryland, 4 Wheat. 316, 405\n(1819). No doubt, the Constitution affords Congress the authority\nto make laws that are “necessary and proper” to carry out its\ndefined duties. Art. I, §8, cl. 18. But it is difficult to see\nhow, on the Court’s interpretation, section 1367(d) might be said\nto survive that test—how it might be said to be necessary and\nproper to effectuate any recognized federal power or how it could\nbe called anything other than an unconstitutional intrusion on the\ncore state power to define the terms of state law claims liti-\ngated in state court proceedings.[8]Under our precedent, the analysis here begins\nwithJinksv.Richland County, 538 U. S. 456\n(2003) . Without some tolling rule for dismissed state law\nsupplemental claims, the Court inJinksnoted, federal\ncourts would be left with “three basic choices:” (1) “condition\ndismissal of the state-law claim on the defendant’s waiver of any\nstatute-of-limitations defense in state court”; (2) “retain\njurisdiction over the state-law claim even though it would more\nappropriately be heard in state court”; or (3) “dismiss the\nstate-law claim but allow the plaintiff to reopen the fed-eral case\nif the state court later held the claim to be time barred.”Id.,at 462–463. All three choices, the Court held, would\nnegatively affect the “ ‘administration of justice’ infederalcourt” and thus impair the exercise of the\nenumerated “judicial power” of the federal government in Article\nIII.Id.,at 462 (emphasis added). Accordingly, the Court\nreasoned,sometolling rule “assur[ing] that state-law\nclaims asserted under [the supplemental jurisdiction statute] will\nnot become time barred while pending in federal court” is necessary\nand proper to the execution of the federal judicial power.Id.,at 464.The necessary and proper federal interestJinksrecognized is fully discharged by a grace period. Even\npetitioner appears to concede this. See Brief for Petitioner 27\n(“Of course, the grace period approach also guarantees a plaintiff\nwho is unsuccessful in federal court the opportunity to bring a\nclaim in state court”). Nor could anyone easily argue otherwise.Jinksitself proceeded to uphold the constitutionality of\nsection 1367(d) as necessary and proper on the basis of an\nunderstanding that the statute guar- anteed just 30 days to a\ndisappointed litigant to refile in state court. No one inJinkseven hinted that a longer period might be necessary or\nproper to serve any valid federal interest.[9]For good reason, it turns out. Trying to imagine\nhow the Court’s novel twist on section 1367(d) might serve a\nnecessary and proper federal interest is a hard business. To\ndischarge the federal interest in preventing state law claims from\n“becom[ing] time barred while pending in federal court” it may be\nnecessary to impose a short grace period. But how is it necessary\nto do anything more than that, like consult the happenstance of how\nlong the federal court took to dismiss the case and then tack an\nequivalent number of months or years onto state law limitations\nperiods? What federal interest couldthateven plausibly\nserve? The Court does not and cannot attempt an answer because its\nproffered solution is simply orthogonal to any federal concern.To be sure, the Court suggests that its approach\nwill help the States. Seeante, at 19. But a great many\nStates have suggested the opposite, complaining to us that the\nCourt’s approach will regularly relegate to the dustbin their own\nstate limitations policy choices. See Brief for State of Wisconsin\net al. asAmici Curiae22–27; Brief for National\nConference of State Legislatures et al. asAmici Curiae6–29. And surely they would seem better positioned than we to know\ntheir own interests. To this, the Court replies that “[w]ere the\ndissent’s position to prevail, cautious plaintiffs would surely”\nfile “two actions [one in federal, the other in state court] and\nask the state court to hold the suit filed there in abeyance\npending disposition of the federal suit,” causing “plaintiffs to\nresort to wasteful, inefficient duplication.”Ante,at 19.\nBut, of course, this observation does nothing to tell us whether\nstop clock tolling is necessary to serve afederalinterest.\nNor does it even tell us whether stop clock tolling is necessary to\nhelp theStates. A very long historical record before us\nsuggests that grace periods have worked well to obviate the need\nfor simultaneous filings in state and federal court; the Court\noffers no account why its innovation might be needed only now to\nrescue States from their own legislative choices about the\nappropriate lifespan of their state law claims.The Court’s approach isn’t just unnecessary; it\nisn’t proper either. A law is not “proper for carrying into\n[e]xecution” an enumerated power if it “violates the principle of\nstate sovereignty” reflected in our constitutional tradition.Printzv.United States, 521 U. S. 898 –924\n(1997). The word “proper” was “used during the founding era to\ndescribe the powers of a governmental entity as peculiarly within\nthe province or jurisdiction of that en- tity.” Lawson &\nGranger, The “Proper” Scope of Federal Power: A Jurisdictional\nInterpretation of the Sweeping Clause, 43 Duke L. J. 267, 297\n(1993). Limitations periods for state law claims fall well within\nthe peculiar province of state sovereign authority. As Chancellor\nKent explained, “ ‘[t]he period sufficient to constitute a bar\nto the litigation of sta[l]e demands, is a question of municipal\npolicy and regulation, and one which belongs to the discretion of\nevery government, consulting its own interest and\nconvenience.’ ”Sun Oil Co.v.Wortman, 486\nU. S. 717, 726 (1988) (quoting 2 J. Kent, Commentaries on\nAmerican Law 462–463 (2d ed. 1832)). Described as “laws for\nadministering justice,” time bars are “one of the most sacred and\nimportant of sovereign rights and duties.”Hawkinsv.Barney’s Lessee, 5 Pet. 457, 466 (1831). And “from a remote\nantiquity,” they have been the province of the sovereign “by which\nit exercises its legislation for all persons and property within\nits jurisdiction.”McElmoyle ex rel. Baileyv.Cohen,\n13 Pet. 312, 327 (1839). Our States have long “exercise[d] this\nright in virtue of their sovereignty.”Ibid.The decision today gives short shrift to these\ntraditional interests. Just consider how differently the two\napproaches treat States when it comes to one of their most “im-\nportant of sovereign rights.” Under a grace period approach,\nCongress simply fills a void, for the great bulk of States provide\nfor grace periods of 30 days or longer; only a few States don’t\nallow that much or don’t speak to the question. See n. 3,supra. So on the grace period account, Congress provides a\nmodest backstop consistent with existing state law. By contrast,\nunder the stop clock interpretation, state law grace periods are\ndisplaced whenever the federal litigation (plus those odd 30 days)\nhappens to be longer than the state law grace period. And that, of\ncourse, is sure to happen often, for federal litigation is no quick\nbusiness and state law grace periods often are. Any time federal\nlitigation (plus, again, 30 days) lasts longer than the 30 or 60 or\n90 or 365 day grace period found in state law, state law will be\nforced to give way, and a federally mandated stop clock approach\nwill usurp its place.The stop clock approach, then, ensures that\ntraditional state law judgments about the appropriate lifespan of\nstate law claims will be routinely displaced—and displaced in favor\nof nothing more than a fortuity (the time a claim sits in federal\ncourt) that bears no rational relationship to any federal interest.\nThe Court’s approach forces state courts to entertain routinely\nstate law claims that the state legislatures treat as no claims at\nall. And it forces state courts to entertain claims that aren’t\njust stale by days or weeks under state law, but stale by months or\neven many years too. So, for example, take a plaintiff who files\nsuit in federal court shortly after a six year state law\nlimitations period begins running and the litigation lasts six\nyears before it’s finally dismissed. Under the Court’s approach,\nfederal law will now promise the plaintiff nearly six years more\n(plus those stray 30 days again) to refile his claim in state\ncourt. Neither is this illustration fiction; it is drawn from the\nfacts ofBerkev.Buckley Broadcasting Corp., 821\nA.2d 118, 121 (N. J. Super. Ct. App. Div. 2003). See alsoKrausev.Textron Fin. Corp., 2007 WL 8054628, *1–2\n(Fla. Cir. Ct. 2007); Brief for State of Wisconsin et al. as Amici\nCuriae 20–21 (offering many more examples). Given all this, it’s no\nwonder that 24 States, the National Conference of State\nLegislatures, and the Council of State Governments complain that\nthe result the Court reaches today flies in the face of\nfederalism.[10]The Court today clears away a fence that once\nmarked a basic boundary between federal and state power. Maybe it\nwasn’t the most vital fence and maybe we’ve just simply forgotten\nwhy this particular fence was built in the first place. But maybe,\ntoo, we’ve forgotten because we’ve wandered so far from the idea of\na federal government of limited and enumerated powers that we’ve\nbegun to lose sight of what it looked like in the first place. If\nthe federal government can now, without any rational reason, force\nStates to allow state law causes of action in state courts even\nthough the state law limitations period expired many years ago,\nwhat exactly can’t it do to override the application of state law\nto state claims in state court? What boundaries remain then?I respectfully dissent.Notes1See Developments in the\nLaw: Statutes of Limitations, 63 Harv. L. Rev. 1177, 1220 (1950)\n(“[C]ircumstances which—despite the existence of a right to\nsue—hinder or prevent suit have been recognized by courts and\nlegislatures as cause for postponing the start of the statutory\nperiod until the occurrence of some additional fact, or for\ninterrupting the running of limitations while some condition\nexists”); 13 American and English Encyclopaedia of Law 739–745\n(1890) (discussing “disabilities which postpone the running of the\nstatute,” such as infancy, absence of the defendant, insanity, and\nimprisonment).2See,e.g., Woodsv.Houghton, 1 Gray 580, 583 (Mass. 1854) (grace period\nallowed after plaintiff filed in the “wrong county”);Pittsburg,\nC., C. & St. L. R. Co.v.Bemis, 64 Ohio St. 26,\n27–28 (1901) (grace period allowed after suit was dismissed by\nfederal court);Coxv.Strickland, 47 S. E. 912,\n915 (Ga. 1904) (grace period allowed for refiling “in the proper\nforum”). Indeed, courts have rejected the stop clock approach in\ndetermining the time to refile. SeeMartinv.Archer,\n3 Hill 211, 215 (SC 1837) (“A former suit is not a suspension of\nthe statute during the time it is pending”). Simply put, when it\ncame to tolling effects, the “pendency of legal proceedings” was\n“quite different from disabilities.” 13 American and English\nEncyclopaedia of Law, at 745–746.3At the time of section\n1367(d)’s enactment, it appears at least 31 of 36 States that\nprovided tolling of some kind guaranteed a grace period. See also\nBrief for National Conference of State Legislatures et al. asAmici Curiae1a–25a (discussing current state\nstatutes).4The “[p]rinciple of\njourneys account became definitely fixed and somewhat enlarged in\nEngland by an early statute. . . . This statute,\nwith varying changes, has been enacted in nearly all of the states\nof the Union.” 19 American and English Encyclopaedia of Law 262 (2d\ned. 1901);Cox, 47 S. E., at 915 (explaining that, “in\nlieu” of the journey’s account, the colonial act of 1767 permitted\n“a new action within one year” of dismissal, and then the act of\n1847 allowed a new action within six months of dismissal\n“notwithstanding the intervening bar of the statute”);Dentonv.Atchison, 90 P. 764, 765 (Kan. 1907)\n(statute adopted “the common-law rule of ‘journeys\naccount’ ”);Englishv.T.H. Rogers Lumber Co.,\n173 P. 1046, 1048 (Okla. 1918) (“Statutes such as ours are said to\nhave their origin in the common law rule of ‘journeys\naccount’ ”);Bakerv.Cohn, 41 N.Y.S.2d 765, 767\n(1943) (“Historically, the extension of one year’s time\n. . . is said to be an outgrowth of the ancient common\nlaw rule of ‘journey’s account’ ”);Sorensenv.Overland Corp.,142 F.\nSupp. 354, 362 (Del. 1956) (“The statute of ‘journeys’ account’\nis one founded under English law, and enacted in most jurisdictions\ntoday”);Wiltv.Smack,147 F.\nSupp. 700, 702 (ED Pa. 1957) (“Statutes of Journey’s Account\noriginated in England and have long existed, in varying forms,\namong the states”).5In footnote 12 of its\nopinion, the Court suggests that a comparison between state and\nfederal tolling periods may not be “inevitable” and that in\n“extraordinary circumstances” like those discussed above a\ncomparison between the state tolling period and the time left on\nthe clock before the federal filing might prove “more natural.”Ante,at 16, n. 12. But even here the Court does not attempt\nto explain how the latter comparison might be fairly extracted from\nthe statutory text—let alone only in “extraordinary\ncircumstances.”6The Court offers a couple\nof competing textual arguments but neither can bear much\nweight.7The Court dismisses this\n“history lesson” on the ground that it doesn’t know if Congress had\n“the ancient common-law . . . in mind.”Ante,at\n14, n. 11. But respect for Congress’s competency means we\npresume it knows the substance of the state laws it expressly\nincorporates into its statutes and the common law against which it\noperates. Seesupra,at 11. When the Court turns to offer\nits own competing contextual evidence, it observes that a stop\nclock approach can be found in many other places in the U. S.\nCode. Seeante, at 7, and n. 4, 15–16. But it turns out the\nCourt’s stop clock examples often involve situations where some\ndisability prevents the plaintiff from proceeding to court. See,e.g.,26 U. S. C. §6213(f )(1) (limitations\nperiod for filing a petition in the Tax Court “shall be suspended\nfor the period during which the debtor is prohibited\n. . . from filing a petition”); §6503(a)(1) (limitations\nperiod on making an assessment shall “be suspended for the period\nduring which the Secretary is prohibited from making the\nassessment”). Notably, not one of the Court’s examples purports to\naddress a situation like the one we face: where the plaintiff has\nproven able to come to court but merely chosen the wrong one. The\nCourt’s own contextual evidence, then, serves to illustrate just\nhow unusual and out of place a stop clock approach would be\nhere.8Of course, the case\nbefore us arises from litigation in the District of Columbia where\nthe federal government enjoys plenary power. See Art. I, §8,\ncl. 17. But the federalism concern here cannot be ignored, as the\nCourt today rightly acknowledges (ante,at 16–19), because\nthe statute at issue applies nationwide and the vast bulk of its\napplications come in the States and implicate state causes of\naction, state limitations laws, and state court\nproceedings.9See Brief for Petitioner\ninJinksv.Richland County, O.T. 2002, No. 02–258,\np. 9 (“The tolling window created lasts only 30 days after\ndismissal without prejudice from district court[.]”);id.,\nat 37 (section 1367(d) “provides ade minimiswindow in\nwhich a plaintiff may refile in state court if the limitations\nperiod expires during the pendency of the federal district court\naction”); Brief for Respondent in No. 02–258, p. 31 (describing\nsection 1367(d) as providing “a thirty-day tolling window”); Brief\nfor United States in No. 02–258, pp. 16, 22 (describing section\n1367(d) as “minimally intrusive on state prerogatives” since it\nensures that the “statute of limitations on the pendent claim will\nnot expire during the pendency of the federal-court action”); Pet.\nfor Cert. in No. 02–258, p. 22 (“Section 1367(d) merely saves—for a\nmaximum excess period of 30 days—a preexisting lawsuit that must be\nrefiled to allow the matter to be heard in a forum preferable to\nthe State, namely, in its own courts”); see also Brief for State of\nWisconsin et al. asAmici Curiae8–9.10The\nCourt’s reply—that stop clock tolling is “standard” and\n“off-the-shelf ”—is no answer.Ante,at 19. The\npropriety of a legal tool in one area does not establish its\npropriety in all; while stop clock tolling may be standard and\noff-the-shelf in other contexts (such as for equitable tolling)\nthat doesn’t mean it is necessary and proper here. Indeed, and as\nwe’ve seen, the “standard” and “off-the-shelf” solution to the\nproblem of dismissal and the need to refile is the one adopted at\ncommon law and by state law: a grace period. If we’re interested in\nlooking for the right shelf, that’s the one.",
    "joined": []
}