{
    "case": {
        "docket": "20-1530",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-1530/"
    },
    "id": "4603400",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 20–1530, 20–1531, 20–1778 and\n20–1780_________________WEST VIRGINIA, et al.,\nPETITIONERS20–1530v.ENVIRONMENTAL PROTECTION AGENCY,\net al.THE NORTH AMERICAN COAL CORPORATION,\nPETITIONER20–1531v.ENVIRONMENTAL PROTECTION AGENCY,\net al.WESTMORELAND MINING HOLDINGS LLC,\nPETITIONER20–1778v.ENVIRONMENTAL PROTECTION AGENCY,\net al.NORTH DAKOTA, PETITIONER20–1780v.ENVIRONMENTAL PROTECTION AGENCY,\net al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 30, 2022]Justice Gorsuch, with whom Justice Alito\njoins, concurring.To resolve today’s case the Court invokes the\nmajor questions doctrine. Under that doctrine’s terms,\nadministrative agencies must be able to point to “ ‘clear\ncongressional authorization’ ” when they claim the power to\nmake decisions of vast “ ‘economic and political\nsignificance.’ ”Ante, at 17, 19. Like many parallel\nclear-statement rules in our law, this one operates to protect\nfoundational constitutional guarantees. I join the Court’s opinion\nand write to offer some additional observations about the doctrine\non which it rests.IAOne of the Judiciary’s most solemn duties is\nto ensure that acts of Congress are applied in accordance with the\nConstitution in the cases that come before us. To help fulfill that\nduty, courts have developed certain “clear-statement” rules. These\nrules assume that, absent a clear statement otherwise, Congress\nmeans for its laws to operate in congruence with the Constitution\nrather than test its bounds. In this way, these clear-statement\nrules help courts “act as faithful agents of the Constitution.” A.\nBarrett, Substantive Canons and Faithful Agency, 90 B. U.\nL. Rev. 109, 169 (2010) (Barrett).Consider some examples. The Constitution\nprohibits Congress from passing laws imposing various types of\nretroactive liability. See Art. I, § 9;Landgrafv.USI\nFilm Products,511 U.S.\n244, 265–266 (1994). Consistent with this rule, Chief Justice\nMarshall long ago advised that “a court . . . ought to\nstruggle hard against a [statutory] construction which will, by a\nretrospective operation, affect the rights of parties.”United\nStatesv.Schooner Peggy, 1 Cranch 103, 110 (1801).\nJustice Paterson likewise insisted that courts must interpret\nstatutes to apply only prospectively “unless they are so clear,\nstrong, and imperative, that no other meaning can be annexed to\nthem.”United Statesv.Heth, 3 Cranch 399, 413\n(1806).The Constitution also incorporates the doctrine\nof sovereign immunity. See,e.g.,Hansv.Louisiana,134 U.S.\n1, 12–17 (1890). To enforce that doctrine, courts have\nconsistently held that “nothing but express words, or an\ninsurmountable implication” would justify the conclusion that\nlawmakers intended to abrogate the States’ sovereign immunity.Chisholmv.Georgia, 2 Dall. 419, 450 (1793)\n(Iredell, J., dissenting); seeSeminole Tribe of Fla.v.Florida,517 U.S.\n44, 55 (1996). In a similar vein, Justice Story observed that\n“[i]t is a general rule in the interpretation of legislative acts\nnot to construe them to embrace the sovereign power or government,\nunless expressly named or included by necessary implication.”United Statesv.Greene, 26 F. Cas. 33, 34 (No. 15,\n258) (CC Me. 1827).The major questions doctrine works in much the\nsame way to protect the Constitution’s separation of powers.Ante, at 19. In Article I, “the People” vested “[a]ll”\nfederal “legislative powers . . . in Congress.” Preamble;\nArt. I, § 1. As Chief Justice Marshall put it, this means that\n“important subjects . . . must be entirely regulated by\nthe legislature itself,” even if Congress may leave the Executive\n“to act under such general provisions to fill up the details.”Waymanv.Southard, 10 Wheat. 1, 42–43 (1825).\nDoubtless, what qualifies as an important subject and what\nconstitutes a detail may be debated. See,e.g.,Gundyv.United States, 588 U. S. ___, ___–___ (2019)\n(plurality opinion) (slip op., at 4–6);id., at ___–___\n(Gorsuch, J., dissenting) (slip op., at 10–12). But no less than\nits rules against retroactive legislation or protecting sovereign\nimmunity, the Constitution’s rule vesting federal legislative power\nin Congress is “vital to the integrity and maintenance of the\nsystem of government ordained by the Constitution.”Marshall\nField & Co.v.Clark,143 U.S.\n649, 692 (1892).It is vital because the framers believed that a\nrepublic—a thing of the people—would be more likely to enact just\nlaws than a regime administered by a ruling class of largely\nunaccountable “ministers.” The Federalist No. 11, p. 85 (C.\nRossiter ed. 1961) (A. Hamilton). From time to time, some have\nquestioned that assessment.[1]\nBut by vesting the lawmaking power in the people’s elected\nrepresentatives, the Constitution sought to ensure “not only that\nall power [w]ould be derived from the people,” but also “that those\n[e]ntrusted with it should be kept in dependence on the people.”Id., No. 37, at 227 (J. Madison). The Constitution, too,\nplaced its trust not in the hands of “a few, but [in] a number of\nhands,”ibid., so that those who make our laws would better\nreflect the diversity of the people they represent and have an\n“immediate dependence on, and an intimate sympathy with, the\npeople.”Id., No. 52, at 327 (J. Madison). Today, some might\ndescribe the Constitution as having designed the federal lawmaking\nprocess to capture the wisdom of the masses. See P. Hamburger, Is\nAdministrative Law Unlawful? 502–503 (2014).Admittedly, lawmaking under our Constitution can\nbe difficult. But that is nothing particular to our time nor any\naccident. The framers believed that the power to make new laws\nregulating private conduct was a grave one that could, if not\nproperly checked, pose a serious threat to individual liberty. See\nThe Federalist No. 48, at 309–312 (J. Madison); see alsoid., No. 73, at 441–442 (A. Hamilton). As a result, the\nframers deliberately sought to make lawmaking difficult by\ninsisting that two houses of Congress must agree to any new law and\nthe President must concur or a legislative supermajority must\noverride his veto.The difficulty of the design sought to serve\nother ends too. By effectively requiring a broad consensus to pass\nlegislation, the Constitution sought to ensure that any new laws\nwould enjoy wide social acceptance, profit from input by an array\nof different perspectives during their consideration, and thanks to\nall this prove stable over time. Seeid., No. 10, at 82–84\n(J. Madison). The need for compromise inherent in this design also\nsought to protect minorities by ensuring that their votes would\noften decide the fate of proposed legislation—allowing them to\nwield real power alongside the majority. Seeid., No. 51, at\n322–324 (J. Madison). The difficulty of legislating at the federal\nlevel aimed as well to preserve room for lawmaking “by governments\nmore local and more accountable than a distant federal” authority,National Federation of Independent Businessv.Sebelius,567 U.S.\n519, 536 (2012) (plurality opinion), and in this way allow\nStates to serve as “laborator[ies]” for “novel social and economic\nexperiments,”New State Ice Co. v.Liebmann,285 U.S.\n262, 311 (1932) (Brandeis, J., dissenting); see J. Sutton, 51\nImperfect Solutions: States and the Making of American\nConstitutional Law 11 (2018).Permitting Congress to divest its legislative\npower to the Executive Branch would “dash [this] whole scheme.”Department of Transportationv.Association of American\nRailroads, 575 U.S. 43, 61 (2015) (Alito, J., concurring).\nLegislation would risk becoming nothing more than the will of the\ncurrent President, or, worse yet, the will of unelected officials\nbarely responsive to him. See S. Breyer, Making Our Democracy\nWork: A Judge’s View 110 (2010) (“[T]he president may not have the\ntime or willingness to review [agency] decisions”). In a world like\nthat, agencies could churn out new laws more or less at whim.\nIntrusions on liberty would not be difficult and rare, but easy and\nprofuse. See The Federalist No. 47, at 303 (J. Madison);id., No. 62, at 378 (J. Madison). Stability would be lost,\nwith vast numbers of laws changing with every new presidential\nadministration. Rather than embody a wide social consensus and\ninput from minority voices, laws would more often bear the support\nonly of the party currently in power. Powerful special interests,\nwhich are sometimes “uniquely” able to influence the agendas of\nadministrative agencies, would flourish while others would be left\nto ever-shifting winds. T. Merrill, Capture Theory and the Courts:\n1967–1983, 72 Chi.-Kent L. Rev. 1039, 1043 (1997). Finally,\nlittle would remain to stop agencies from moving into areas where\nstate authority has traditionally predominated. See,e.g.,Solid Waste Agency of Northern Cook Cty.v.Army Corps of\nEngineers,531 U.S.\n159, 173–174 (2001) (SWANC). That would be a\nparticularly ironic outcome, given that so many States have robust\nnondelegation doctrines designed to ensure democratic\naccountability in their state lawmaking processes. See R. May, The\nNondelegation Doctrine is Alive and Well in the States, The Reg.\nRev. (Oct. 15, 2020).BMuch as constitutional rules about retroactive\nlegislation and sovereign immunity have their corollary\nclear-statement rules, Article I’s Vesting Clause has its own: the\nmajor questions doctrine. SeeGundy, 588 U. S., at\n___–___ (Gorsuch, J., dissenting) (slip op., at 20–21). Some\nversion of this clear-statement rule can be traced to at least\n1897, when this Court confronted a case involving the Interstate\nCommerce Commission, the federal government’s “first modern\nregulatory agency.” S. Dudley, Milestones in the Evolution of the\nAdministrative State 3 (Nov. 2020). The ICC argued that Congress\nhad endowed it with the power to set carriage prices for railroads.\nSeeICCv.Cincinnati, N. O. & T. P. R. Co.,167 U.S.\n479, 499 (1897). The Court deemed that claimed authority “a\npower of supreme delicacy and importance,” given the role railroads\nthen played in the Nation’s life.Id., at 505. Therefore,\nthe Court explained, a special rule applied:“That Congress has transferred such a\npower to any administrative body is not to be presumed or implied\nfrom any doubtful and uncertain language. The words and phrases\nefficacious to make such a delegation of power are well understood,\nand have been frequently used, and if Congress had intended to\ngrant such a power to the [agency], it cannot be doubted that it\nwould have used languageopen to no misconstruction, butclear and direct.”Ibid.(emphasis added).With the explosive growth of the administrative\nstate since 1970, the major questions doctrine soon took on special\nimportance.[2] In 1980, this\nCourt held it “unreasonable to assume” that Congress gave an agency\n“unprecedented power[s]” in the “absence of a clear [legislative]\nmandate.”Industrial Union Dept., AFL–CIOv.American\nPetroleum Institute,448 U.S.\n607, 645 (plurality opinion). In the years that followed, the\nCourt routinely enforced “the nondelegation doctrine” through “the\ninterpretation of statutory texts, and, more particularly, [by]\ngiving narrow constructions to statutory delegations that might\notherwise be thought to be unconstitutional.”Mistrettav.United States,488 U.S.\n361, 373, n. 7 (1989). In fact, this Court applied the\nmajor questions doctrine in “all corners of the administrative\nstate,” whether the issue at hand involved an agency’s asserted\npower to regulate tobacco products, ban drugs used in\nphysician-assisted suicide, extend Clean Air Act regulations to\nprivate homes, impose an eviction moratorium, or enforce a vaccine\nmandate.Ante, at 17; seeFDAv.Brown &\nWilliamson Tobacco Corp.,529 U.S.\n120, 160 (2000);Gonzalesv.Oregon,546 U.S.\n243, 267 (2006);Utility Air Regulatory Groupv.EPA,573 U.S.\n302, 324 (2014);Alabama Assn. of Realtorsv.Department of Health and Human Servs., 594 U. S. ___,\n___ (2021) (per curiam) (slip op., at 6);National\nFederation of Independent Businessv.OSHA, 595\nU. S. ___, ___ (2022) (per curiam) (slip op.,\nat 6).[3]The Court has applied the major questions\ndoctrine for the same reason it has applied other similar\nclear-statement rules—to ensure that the government does “not\ninadvertently cross constitutional lines.” Barrett 175. And the\nconstitutional lines at stake here are surely no less important\nthan those this Court has long held sufficient to justify parallel\nclear-statement rules. At stake is not just a question of\nretroactive liability or sovereign immunity, but basic questions\nabout self-government, equality, fair notice, federalism, and the\nseparation of powers. See Part I–A,supra. The major\nquestions doctrine seeks to protect against “unintentional,\noblique, or otherwise unlikely” intrusions on these interests.NFIBv.OSHA, 595 U. S., at ___ (Gorsuch, J.,\nconcurring) (slip op., at 5). The doctrine does so by ensuring\nthat, when agencies seek to resolve major questions, they at least\nact with clear congressional authorization and do not “exploit some\ngap, ambiguity, or doubtful expression in Congress’s statutes to\nassume responsibilities far beyond” those the people’s\nrepresentatives actually conferred on them.Ibid.As the\nCourt aptly summarizes it today, the doctrine addresses “a\nparticular and recurring problem: agencies asserting highly\nconsequential power beyond what Congress could reasonably be\nunderstood to have granted.”Ante, at 20.IIATurning from the doctrine’s function to its\napplication, it seems to me that our cases supply a good deal of\nguidance about when an agency action involves a major question for\nwhich clear congressional authority is required.First, this Court has indicated that\nthe doctrine applies when an agency claims the power to resolve a\nmatter of great “political significance,”NFIBv.OSHA, 595 U. S., at ___ (slip op., at 6) (internal\nquotation marks omitted), or end an “earnest and profound debate\nacross the country,”Gonzales, 546 U. S., at 267–268\n(internal quotation marks omitted); seeante, at 17. So, for\nexample, inGonzales, the Court found that the doctrine\napplied when the Attorney General issued a regulation that would\nhave effectively banned most forms of physician-assisted suicide\neven as certain States were considering whether to permit the\npractice. 546 U. S., at 267. And inNFIBv.OSHA, the Court held the doctrine applied when an agency\nsought to mandate COVID–19 vaccines nationwide for most workers at\na time when Congress and state legislatures were engaged in robust\ndebates over vaccine mandates. 595 U. S., at ___ (slip op., at\n5);id., at ___ (Gorsuch, J., concurring) (slip op., at 3).\nRelatedly, this Court has found it telling when Congress has\n“ ‘considered and rejected’ ” bills authorizing something\nakin to the agency’s proposed course of action.Ante, at 20,\n27 (quotingBrown & Williamson, 529 U. S., at 144).\nThat too may be a sign that an agency is attempting to “ ‘work\n[a]round’ ” the legislative process to resolve for itself a\nquestion of great political significance.NFIBv.OSHA, 595 U. S., at ___ (Gorsuch, J., concurring) (slip\nop., at 3).[4]Second, this Court has said that an\nagency must point to clear congressional authorization when it\nseeks to regulate “ ‘a significant portion of the American\neconomy,’ ”ante, at 18 (quotingUtility Air,\n573 U. S., at 324), or require “billions of dollars in\nspending” by private persons or entities,Kingv.Burwell, 576 U.S. 473, 485 (2015). The Court has held that\nregulating tobacco products, eliminating rate regulation in the\ntelecommunications industry, subjecting private homes to Clean Air\nAct restrictions, and suspending local housing laws and regulations\ncan sometimes check this box. SeeBrown & Williamson,\n529 U. S., at 160;MCI Telecommunications Corp.v.American Telephone & Telegraph Co.,512 U.S.\n218, 231 (1994) (MCI);Utility Air, 573\nU. S., at 324;Alabama Assn. of Realtors, 594\nU. S., at ___ (slip op., at 6).Third, this Court has said that the major\nquestions doctrine may apply when an agency seeks to “intrud[e]\ninto an area that is the particular domain of state law.”Ibid. Of course, another longstanding clear-statement\nrule—the federalism canon—also applies in these situations. To\npreserve the “proper balance between the States and the Federal\nGovernment” and enforce limits on Congress’s Commerce Clause power,\ncourts must “ ‘be certain of Congress’s intent’ ” before\nfinding that it “legislate[d] in areas traditionally regulated by\nthe States.”Gregoryv.Ashcroft,501 U.S.\n452, 459–460 (1991). But unsurprisingly, the major questions\ndoctrine and the federalism canon often travel together. When an\nagency claims the power to regulate vast swaths of American life,\nit not only risks intruding on Congress’s power, it also risks\nintruding on powers reserved to the States. SeeSWANC, 531\nU. S., at 162, 174.While this list of triggers may not be\nexclusive, each of the signs the Court has found significant in the\npast is present here, making this a relatively easy case for the\ndoctrine’s application. The EPA claims the power to force coal and\ngas-fired power plants “to cease [operating] altogether.”Ante, at 24. Whether these plants should be allowed to\noperate is a question on which people today may disagree, but it is\na question everyone can agree is vitally important. Seeante, at 24–25. Congress has debated the matter frequently.Ibid.; see generally Climate Change, The History of a\nConsensus and the Causes of Inaction, Hearing before the\nSubcommittee on Environment of the House Committee on Oversight and\nReform, 116th Cong., 1st Sess., pt. I (2019). And so far it has\n“conspicuously and repeatedly declined” to adopt legislation\nsimilar to the Clean Power Plan (CPP).Ante, at 20; seeAmerican Lung Assn.v.EPA, 985 F.3d 914, 998,\nn. 19 (CADC 2021) (Walker, J., concurring in part, concurring\nin judgment in part, and dissenting in part) (cataloguing failed\nlegislative proposals); cf.Brown & Williamson, 529\nU. S., at 144. It seems that fact has frustrated the Executive\nBranch and led it to attempt its own regulatory solution in the\nCPP. See 985 F. 3d, at 998, n. 20 (President stating that\n“ ‘if Congress won’t act soon . . . I will’ ”); cf.United States Telecom Assn.v.FCC, 855 F.3d 381,\n423–424 (CADC 2017) (Kavanaugh, J., dissenting from denial of\nrehearing en banc) (noting a “President’s intervention [may]\nunderscor[e] the enormous significance” of a regulation).Other suggestive factors are present too. “The\nelectric power sector is among the largest in the U. S.\neconomy, with links to every other sector.” N. Richardson,\nKeeping Big Cases From Making Bad Law: The Resurgent “Major\nQuestions” Doctrine, 49 Conn. L. Rev. 355, 388 (2016). The\nExecutive Branch has acknowledged that its proposed rule would\nforce an “aggressive transformation” of the electricity sector\nthrough “transition to zero-carbon renewable energy sources.” White\nHouse Fact Sheet, App. inAmerican Lung Assn.v.EPA,\nNo. 19–1140 (CADC), pp. 2076–2077. The Executive Branch has also\npredicted its rule would force dozens of power plants to close and\neliminate thousands of jobs by 2025. See EPA, Regulatory Impact\nAnalysis for the Clean Power Plan Final Rule 3–27, 3–30, 3–33, 6–25\n(Oct. 23, 2015). And industry analysts have estimated the CPP would\ncause consumers’ electricity costs to rise by over $200 billion.\nSee National Mining Assn., EPA’s Clean Power Plan: An Economic\nImpact Analysis 2, 4 (2015). Finally, the CPP unquestionably has an\nimpact on federalism, as “the regulation of utilities is one of the\nmost important of the functions traditionally associated with the\npolice power of the States.”Arkansas Elec. Cooperative\nCorp.v.Arkansas Pub. Serv. Comm’n,461 U.S.\n375, 377 (1983). None of this is to say the policy the agency\nseeks to pursue is unwise or should not be pursued. It is only to\nsay that the agency seeks to resolve for itself the sort of\nquestion normally reserved for Congress. As a result, we look for\nclear evidence that the people’s representatives in Congress have\nactually afforded the agency the power it claims.BAt this point, the question becomes what\nqualifies as a clear congressional statement authorizing an\nagency’s action. Courts have long experience applying\nclear-statement rules throughout the law, and our cases have\nidentified several telling clues in this context too.First, courts must look to the\nlegislative provisions on which the agency seeks to rely\n“ ‘with a view to their place in the overall statutory\nscheme.’ ”Brown & Williamson, 529 U. S., at\n133. “[O]blique or elliptical language” will not supply a clear\nstatement.Ante, at 18; seeSpectorv.Norwegian\nCruise Line Ltd.,545 U.S.\n119, 139 (2005) (plurality opinion) (cautioning against\nreliance on “broad or general language”). Nor may agencies seek to\nhide “elephants in mouseholes,”Whitmanv.American\nTrucking Assns., Inc.,531 U.S.\n457, 468 (2001), or rely on “gap filler” provisions,ante, at 20. So, for example, inMCIthis Court\nrejected the Federal Communication Commission’s attempt to\neliminate rate regulation for the telecommunications industry based\non a “subtle” provision that empowered the FCC to\n“ ‘modify’ ” rates. 512 U. S., at 231. InBrown\n& Williamson, the Court rejected the Food and Drug\nAdministration’s attempt to regulate cigarettes based a “cryptic”\nstatutory provision that granted the agency the power to regulate\n“drugs” and “devices.” 529 U. S., at 126, 156, 160. And inGonzales, the Court doubted that Congress gave the Attorney\nGeneral “broad and unusual authority” to regulate drugs for\nphysician-assisted suicide through “oblique” statutory language.\n546 U. S., at 267.Second, courts may examine the age and\nfocus of the statute the agency invokes in relation to the problem\nthe agency seeks to address. As the Court puts it today, it is\nunlikely that Congress will make an “[e]xtraordinary gran[t] of\nregulatory authority” through “vague language” in “ ‘a\nlong-extant statute.’ ”Ante, at 18–20 (quotingUtility Air, 573 U. S., at 324). Recently, too, this\nCourt found a clear statement lacking when OSHA sought to impose a\nnationwide COVID–19 vaccine mandate based on a statutory provision\nthat was adopted 40 years before the pandemic and that focused on\nconditions specific to the workplace rather than a problem faced by\nsociety at large. SeeNFIBv.OSHA, 595 U. S.,\nat ___ (Gorsuch, J., concurring) (slip op., at 3). Of course,\nsometimes old statutes may be written in ways that apply to new and\npreviously unanticipated situations. SeeSedima,\nS. P. R. L.v.Imrex Co.,473 U.S.\n479, 499 (1985). But an agency’s attempt to deploy an old\nstatute focused on one problem to solve a new and different problem\nmay also be a warning sign that it is acting without clear\ncongressional authority. Seeante, at 18.Third, courts may examine the agency’s\npast interpretations of the relevant statute. Seeante, at\n20–21. A “contemporaneous” and long-held Executive Branch\ninterpretation of a statute is entitled to some weight as evidence\nof the statute’s original charge to an agency.United Statesv.Philbrick,120 U.S.\n52, 59 (1887). Conversely, inNFIBv.OSHA, the\nCourt found it “telling that OSHA, in its half century of\nexistence, ha[d] never before adopted a broad public health\nregulation” under the statute that the agency sought to invoke as\nauthority for a nationwide vaccine mandate. 595 U. S., at ___\n(slip op., at 8);ante, at 18; see alsoBrown &\nWilliamson, 529 U. S., at 158–159 (noting that for decades\nthe FDA had said it lacked statutory power to regulate cigarettes).\nAs the Court states today, “ ‘the want of [an] assertion of\npower by those who presumably would be alert’ ” to it is\n“ ‘significant in determining whether such power was actually\nconferred.’ ”Ante, at 21. When an agency claims to\nhave found a previously “unheralded power,” its assertion generally\nwarrants “a measure of skepticism.”Utility Air, 573\nU. S., at 324.Fourth, skepticism may be merited when\nthere is a mismatch between an agency’s challenged action and its\ncongressionally assigned mission and expertise.Ante, at 25.\nAs the Court explains, “[w]hen an agency has no comparative\nexpertise in making certain policy judgments, . . .\nCongress presumably would not task it with doing so.”Ibid.(internal quotation marks and alterations omitted). So, for\nexample, inAlabama Assn. of Realtors, this Court rejected\nan attempt by a public health agency to regulate housing. 594\nU. S., at ___ (slip op., at 5). And inNFIBv.OSHA, the Court rejected an effort by a workplace safety\nagency to ordain “broad public health measures” that “f[ell]\noutside [its] sphere of expertise.” 595 U. S., at ___ (slip\nop., at 6).[5]Asking these questions again yields a clear\nanswer in our case. Seeante, at 28–31. As the Court\ndetails, the agency before us cites no specific statutory authority\nallowing it to transform the Nation’s electrical power supply. Seeante, at 28. Instead, the agency relies on a rarely invoked\nstatutory provision that was passed with little debate and has been\ncharacterized as an “obscure, never-used section of the law.”Ante, at 6 (internal quotation marks omitted). Nor has the\nagency previously interpreted the relevant provision to confer on\nit such vast authority; there is no original, longstanding, and\nconsistent interpretation meriting judicial respect. Seeante, at 20–22. Finally, there is a “mismatch” between the\nEPA’s expertise over environmental matters and the agency’s claim\nthat “Congress implicitly tasked it, and it alone, with balancing\nthe many vital considerations of national policy implicated in\ndeciding how Americans will get their energy.”Ante, at 25.\nSuch a claimed power “requires technical and policy expertisenottraditionally needed in [the] EPA’s regulatory\ndevelopment.”Ibid.(internal quotation marks omitted).\nAgain, in observing this much, the Court does not purport to pass\non the wisdom of the agency’s course. It acknowledges only that\nagency officials have sought to resolve a major policy question\nwithout clear legislative authorization to do so.IIIIn places, the dissent seems to suggest that\nwe should not be unduly “ ‘concerned’ ” with the\nConstitution’s assignment of the legislative power to Congress.Post, at 29 (opinion of Kagan, J.). Echoing Woodrow Wilson,\nthe dissent seems to think “a modern Nation” cannot afford such\nsentiments.Post, at 29–31. But recently, our dissenting\ncolleagues acknowledged that the Constitution assigns “all\nlegislative Powers” to Congress and “bar[s their] further\ndelegation.”Gundy, 588 U. S., at ___ (plurality\nopinion of Kagan, J.) (slip op., at 4) (internal quotation marks\nand alteration omitted). To be sure, in that case we disagreed\nabout the exact nature of the “nondelegation inquiry” courts must\nemploy to vindicate the Constitution.Id., at ___ (slip op.,\nat 5). But like Chief Justice Marshall, we all recognized that the\nConstitution does impose some limits on the delegation of\nlegislative power. Seeibid.;Wayman, 10 Wheat., at\n42–43. And while we all agree that administrative agencies have\nimportant roles to play in a modern nation, surely none of us\nwishes to abandon our Republic’s promise that the people and their\nrepresentatives should have a meaningful say in the laws that\ngovern them. Cf.Ruchov.Common Cause, 588\nU. S. ___, ___ (2019) (Kagan, J., dissenting) (slip op., at 7)\n(“Republican liberty demands not only, that all power should be\nderived from the people; but that those entrusted with it should be\nkept in dependence on the people” (internal quotation marks and\nalteration omitted)).[6]So what is our real point of disagreement? The\ndissent next suggests that the Court strays from its commitment to\ntextualism by relying on a clear-statement rule (the major\nquestions doctrine) to resolve today’s case.Post, at 28.\nBut our law is full of clear-statement rules and has been since the\nfounding. Our colleagues do not dispute the point. In fact, they\nhave regularly invoked many of these rules.[7]If that’s not the problem, perhaps the dissent\nmeans to suggest that the major questions doctrine does not belong\non the list of our clear-statement rules. At times, the dissent\nappears to dismiss the doctrine as a “get-out-of-text free car[d].”Ibid. The dissent even seems to suggest that the doctrine\ncould threaten “the safety and efficacy of medications” or lead to\n“the routine adulteration of food.”Post, at 31. But then\nagain, the dissent also acknowledges that the major questions\ndoctrine should “sensibl[y]” apply in at least some situations.Post, at 14–15. The dissent even favorably highlights one\napplication of the doctrine that our colleagues criticized less\nthan a year ago. Seepost, at 18 (citingAlabama Assn. of\nRealtors, 594 U. S. ___). And, of course, our colleagues\nhave joined other applications of the major questions doctrine in\nthe past. See,e.g.,King, 576 U. S., at\n485–486;Gonzales, 546 U. S., at 267–268. Nor does the\ndissent really seem to dispute that a major question is at stake in\nthis case. As the dissent observes, the agency’s challenged action\nbefore us concerns one of “the greatest . . .\nchallenge[s] of our time.”Post, at 21. If this case does\nnot implicate a “question of deep economic and political\nsignificance,”King, 576 U. S., at 486 (internal\nquotation marks omitted), it is unclear what might.[8]In the end, our disagreement really seems to\ncenter on a difference of opinion about whether the statute at\nissue here clearly authorizes the agency to adopt the CPP. The\ndissent even complains that I have failed to conduct an exhaustive\nanalysis of the relevant statutory language. Seepost, at\n28, n. 8. But in this concurrence, I have sought to provide\nsome observations about the underlying doctrine on which today’s\ndecision rests. On the merits of the case before us, I join the\nCourt’s opinion, which comprehensively sets forth why Congress did\nnot clearly authorize the EPA to engage in a “generation shifting\napproach” to the production of energy in this country.Ante,\nat 28. In reaching its judgment, the Court hardly professes to\n“appoin[t] itself” “the decision-maker on climate policy.”Post, at 33. The Court acknowledges only that, under our\nConstitution, the people’s elected representatives in Congress are\nthe decisionmakers here—and they have not clearly granted the\nagency the authority it claims for itself.Ante, at 31.*When Congress seems slow to solve problems, it\nmay be only natural that those in the Executive Branch might seek\nto take matters into their own hands. But the Constitution does not\nauthorize agencies to use pen-and-phone regulations as substitutes\nfor laws passed by the people’s representatives. In our Republic,\n“[i]t is the peculiar province of the legislature to prescribe\ngeneral rules for the government of society.”Fletcherv.Peck, 6 Cranch 87, 136 (1810). Because today’s decision\nhelps safeguard that foundational constitutional promise, I am\npleased to concur.Notes1For example, Woodrow\nWilson famously argued that “popular sovereignty” “embarrasse[d]”\nthe Nation because it made it harder to achieve “executive\nexpertness.” The Study of Administration, 2 Pol. Sci. Q. 197, 207\n(1887) (Administration). In Wilson’s eyes, the mass of the people\nwere “selfish, ignorant, timid, stubborn, or foolish.”Id.,\nat 208. He expressed even greater disdain for particular groups,\ndefending “[t]he white men of the South” for “rid[ding] themselves,\nby fair means or foul, of the intolerable burden of governments\nsustained by the votes of ignorant [African-Americans].” 9 W.\nWilson, History of the American People 58 (1918). He likewise\ndenounced immigrants “from the south of Italy and men of the meaner\nsort out of Hungary and Poland,” who possessed “neither skill nor\nenergy nor any initiative of quick intelligence.” 5id., at\n212. To Wilson, our Republic “tr[ied] to do too much by vote.”\nAdministration 214.2In the 1960s and 1970s,\nCongress created dozens of new federal administrative agencies. See\nW. Howell & D. Lewis, Agencies by Presidential Design, 64 J. of\nPolitics 1095, 1105 (Nov. 2002). Between 1970 and 1990, the Code of\nFederal Regulations grew from about 44,000 pages to about 106,000.\nSee C. DeMuth, Can the Administrative State be Tamed?, 8 J. Legal\nAnalysis 121, 126 (Feb. 2016). Today, Congress issues “roughly two\nhundred to four hundred laws” every year, while “federal\nadministrative agencies adopt something on the order of three\nthousand to five thousand final rules.” R. Cass, Rulemaking Then\nand Now: From Management to Lawmaking, 28 Geo. Mason L. Rev.\n683, 694 (2021). Beyond that, agencies regularly “produce\nthousands, if not millions,” of guidance documents which, as a\npractical matter, bind affected parties too. See\nC. Coglianese, Illuminating Regulatory Guidance, 9 Mich. J.\nEnv. & Admin. L. 243, 247–248 (2020).3At times, this Court\napplied the major questions doctrine more like an ambiguity canon.\nSeeFDAv.Brown & Williamson Tobacco Corp.,529 U.S.\n120, 159 (2000). Ambiguity canons merely instruct courts on how\nto “choos[e] between equally plausible interpretations of ambiguous\ntext,” and are thus weaker than clear-statement rules. Barrett 109.\nBut our precedents have usually applied the doctrine as a\nclear-statement rule, and the Court today confirms that is the\nproper way to apply it. Seeante, at 19–20, 28.4In the dissent’s view,\nthe Court has erred both today and in the past by pointing to\nfailed legislation.Post, at 27–28 (opinion of Kagan, J.).\nBut the Court has not pointed to failed legislation to resolve what\na duly enacted statutory text means, only to help resolve the\nantecedent question whether the agency’s challenged action\nimplicates a major question. The dissent endorses looking to\nextrinsic evidence to resolve that question too. Seepost,\nat 21–22 (discussing whether there is a “mismatch” between an\nagency’s expertise and its challenged action).5The dissent not only\nagrees that a mismatch between an agency’s expertise and its\nchallenged action is relevant to the major questions doctrine\nanalysis; the dissent suggests that such a mismatch is necessary to\nthe doctrine’s application. Seepost, at 14–15. But this\nCourt has never taken that view. See,e.g.,ICCv.Cincinnati, N. O. & T. P. R. Co.,167 U.S.\n479, 505 (1897) (interstate commerce agency regulating\ninterstate railroad commerce);Industrial Union Dept.,\nAFL–CIOv.American Petroleum Institute,448 U.S.\n607, 645 (1980) (plurality opinion) (workplace safety agency\nregulating workplace carcinogens);Brown & Williamson,\n529 U. S., at 159–160 (drug agency regulating tobacco);Kingv.Burwell, 576 U.S. 473, 485–486 (2015) (tax\nagency administering tax credits).6In the course of its\nargument, the dissent leans heavily on two recent academic\narticles.Post, at 29. But if a battle of law reviews were\nthe order of the day, it might be worth adding to the reading list.\nSee,e.g., I. Wurman, Nondelegation at the Founding, 130\nYale L. J. 1490, 1493–1494 (2021); D. Candeub, Preference and\nAdministrative Law, 72 Admin. L. Rev. 607, 614–628 (2020); P.\nHamburger, Delegation or Divesting?, 115 Nw. L. Rev. Online 88,\n91–110 (2020); M. McConnell, The President Who Would Not Be King\n326–335 (2020); A. Gordon, Nondelegation, 12 N. Y. U. J. L. &\nLiberty 718, 719 (2019); R. Cass, Delegation Reconsidered: A\nDelegation Doctrine for the Modern Administrative State, 40 Harv.\nJ. L. & Pub. Pol’y 147, 155–161 (2017); G. Lawson & G.\nSeidman, “A Great Power of Attorney:” Understanding the Fiduciary\nConstitution 104–129 (2017); P. Hamburger, Is Administrative Law\nUnlawful? 377–402 (2014); L. Alexander & S. Prakash, Reports of\nthe Nondelegation Doctrine’s Death are Greatly Exaggerated, 70 U.\nChi. L. Rev. 1297, 1298–1299 (2003); G. Lawson, Delegation and\nOriginal Meaning, 88 Va. L. Rev. 327, 335–343 (2002); D.\nSchoenbrod, The Delegation Doctrine: Could the Court Give It\nSubstance? 83 Mich. L. Rev. 1223, 1252–1255, 1260–1261 (1985);\nsee generally P. Wallison & J. Yoo, The Administrative State\nBefore the Supreme Court: Perspectives on the Nondelegation\nDoctrine (2022).7See,e.g.,United Statesv.Washington, 596 U. S. ___, ___\n(2022) (slip op., at 6) (intergovernmental immunity);Rehaifv.United States, 588 U. S. ___, ___ (2019) (slip op.,\nat 3) (mens rea);Michiganv.Bay Mills Indian\nCommunity,572 U.S.\n782, 790–791 (2014) (sovereign immunity);Vartelasv.Holder,566 U.S.\n257, 261, 266–267 (2012) (retroactivity);Gonzalezv.Thaler,565 U.S.\n134, 141–142 (2012) (presumption against rule being\njurisdictional);Smithv.Bayer Corp.,564 U.S.\n299, 307 (2011) (presumption that federal injunctions don’t bar\nparallel state proceedings);Fowlerv.United States,563 U.S.\n668, 677 (2011) (federalism canon);Kucanav.Holder,558 U.S.\n233, 237 (2010) (presumption in favor of judicial review);Hollandv.Florida,560 U.S.\n631, 645–646 (2010) (presumption in favor of equitable\ntolling);Hamiltonv.Lanning,560 U.S.\n505, 517 (2010) (presumption that Bankruptcy Code didn’t erode\npast practice).8The dissent seeks to\ninvoke Justice Scalia as authority against the major questions\ndoctrine. Seepost, at 31–32. But the dissent neglects to\nmention that Justice Scalia authored or joined several of the\nCourt’s major questions decisions, includingBrown &\nWilliamson, which the dissent describes as the “key case.”Post, at 15–16 (citing 529 U. S. 120); see alsoWhitmanv.American Trucking Assns.,Inc.,531 U.S.\n457, 468 (2001);Utility Air, 573 U. S., at 307; A.\nScalia, A Note on the Benzene Case, American Enterprise Institute,\nJ. on Govt. & Soc., July–Aug. 1980,\npp. 27–28.",
    "joined": []
}