{
    "case": {
        "docket": "17-419",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-419/"
    },
    "id": "4054118",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–419_________________JAMES DAWSON, et ux., PETITIONERSv.DALE W. STEAGER, WEST VIRGINIA STATE TAX COMMISSIONERon writ of certiorari to the supreme court of\nappeals of west virginia[February 20, 2019]Justice Gorsuch delivered the opinion of the\nCourt.If you spent your career as a state law\nenforcement officer in West Virginia, you’re likely to be eligible\nfor a generous tax exemption when you retire. But if you served in\nfederal law enforcement, West Virginia will deny you the same\nbenefit. The question we face is whether a State may discriminate\nagainst federal retirees in that way.For most of his career, James Dawson worked in\nthe U. S. Marshals Service. After he retired, he began looking\ninto the tax treatment of his pension. It turns out that his home\nState, West Virginia, doesn’t tax the pension benefits of certain\nformer state law enforcement employees. But it does tax the\nbenefits of all former federal employees. So Mr. Dawson brought\nthis lawsuit alleging that West Virginia violated 4\nU. S. C. §111. In that statute, the United States has\nconsented to state taxation of the “pay or compensation” of\n“officer[s] or employee[s] of the United States,” but only if the\n“taxation does not discriminate against the officer or employee\nbecause of the source of the pay or compensation.” §111(a).Section 111 codifies a legal doctrine almost as\nold as the Nation. InMcCullochv.Maryland, 4 Wheat.\n316 (1819), this Court invoked the Constitution’s Supremacy Clause\nto invalidate Maryland’s effort to levy a tax on the Bank of the\nUnited States. Chief Justice Marshall explained that “the power to\ntax involves the power to destroy,” and he reasoned that if States\ncould tax the Bank they could “defeat” the federal legislative\npolicy establishing it.Id., at 431–432. For the next few\ndecades, this Court interpretedMcCulloch“to bar most\ntaxation by one sovereign of the employees of another.”Davisv.Michigan Dept. of Treasury,489 U.S.\n803, 810 (1989). In time, though, the Court softened its stance\nand upheld neutral income taxes—those that treated federal and\nstate employees with an even hand. SeeHelveringv.Gerhardt,304 U.S.\n405(1938);Gravesv.New York ex rel. O’Keefe,306 U.S.\n466(1939). So eventually the intergovernmental tax immu- nity\ndoctrine came to be understood to bar onlydiscrimina- torytaxes. It was this understanding that Congress “consciously\n. . . drew upon” when adopting §111 in 1939.Davis, 489 U. S., at 813.It is this understanding, too, that has animated\nour application of §111. Since the statute’s adoption, we have\nupheld an Alabama income tax that did not discriminate on the basis\nof the source of the employees’ compensation.Jefferson\nCountyv.Acker,527 U.S.\n423(1999). But we have invalidated a Michigan tax that\ndiscriminated “in favor of retired state employees and against\nretired federal employees.”Davis, 489 U. S., at 814.\nWe have struck down a Kansas law that taxed the retirement benefits\nof federal military personnel at a higher rate than state and local\ngovernment retirement benefits.Barkerv.Kansas,503 U.S.\n594, 599 (1992). And we have rejected a Texas scheme that\nimposed a property tax on a private company operating on land\nleased from the federal government, but a “less burdensome” tax on\nproperty leased from the State.Phillips Chemical Co.v.Dumas Independent School Dist.,361\nU.S. 376, 378, 380 (1960).Mr. Dawson’s own attempt to invoke §111 met with\nmixed success. A West Virginia trial court found it “undisputed”\nthat “there are no significant differences between Mr. Dawson’s\npowers and duties as a US Marshal and the powers and duties of the\nstate and local law enforcement officers” that West Virginia\nexempts from income tax. App. to Pet. for Cert. 22a. In the trial\ncourt’s judgment, the State’s statute thus represented “precisely\nthe type of favoritism” §111 prohibits.Id., at 23a. But the\nWest Virginia Supreme Court of Appeals saw it differ- ently. In\nreversing, the court emphasized that relatively few state employees\nreceive the tax break denied Mr. Dawson. The court stressed, too,\nthat the statute’s “intent . . . was to give a benefit to\na narrow class of state retirees,” not to harm federal retirees.Id., at 15a. Because cases in this field have yielded\ninconsistent results, much as this one has, we granted certiorari\nto afford additional guidance. 585 U. S. ___ (2018).We believe the state trial court had it right.\nA State violates §111 when it treats retired state employees more\nfavorably than retired federal employees and no “significant\ndifferences between the two classes” justify the differential\ntreatment.Davis, 489 U. S., at 814–816 (1989)\n(internal quotation marks omitted);Phillips Chemical Co.,\n361 U. S., at 383. Here, West Virginia expressly affords state\nlaw enforcement retirees a tax benefit that federal retirees cannot\nreceive. And before us everyone accepts the trial court’s factual\nfinding that there aren’t any “significant differences” between Mr.\nDawson’s former job responsibilities and those of the tax-exempt\nstate law enforcement retirees. Given all this, we have little\ndifficulty concluding that West Virginia’s law unlawfully\n“discriminate[s]” against Mr. Dawson “because of the source of\n[his] pay or compensation,” just as §111 forbids.The State offers this ambitious rejoinder. Even\nif its statute favors some state law enforcement retirees, the\nfavored class is very small. Most state retirees are treated no\nbetter than Mr. Dawson. And this narrow preference, the State\nsuggests, should be permitted because it affects so few people that\nit couldn’t meaningfully interfere with the operations of the\nfederal government.We are unpersuaded. Section 111 disallowsanystate tax that discriminates against a federal officer\nor employee—not just those that seem to us especially cumbersome.\nNor are we inclined to accept West Virginia’s invitation to adorn\n§111 with a new and judicially manufactured qualification that\ncannot be found in its text. In fact, we have already refused an\nalmost identical request. InDavis, we rejected Michigan’s\nsuggestion that a discriminatory state income tax should be allowed\nto stand so long as it treats federal employees or retirees the\nsame as “the vast major- ity of voters in the State.” 489\nU. S., at 815, n. 4. We rejected, too, any suggestion\nthat a discriminatory tax is permissible so long as it “does not\ninterfere with the Federal Government’s ability to perform its\ngovernmental functions.”Id., at 814. In fact, as long ago\nasMcCulloch, Chief Justice Marshall warned against\nenmeshing courts in the “perplexing” business, “so unfit for the\njudicial department,” of attempting to delineate “what degree of\ntaxation is the legitimate use, and what degree may amount to the\nabuse of power.” 4 Wheat., at 430.That’s not to say the breadth or narrowness of a\nstate tax exemption is irrelevant. Under §111, the scope of a\nState’s tax exemption may affect the scope of its resulting duties.\nSo if a State exempts from taxation all state employees, it must\nlikewise exempt all federal employees. Conversely, if the State\ndecides to exempt only a narrow subset of state retirees, the State\ncan comply with §111 by exempting only the comparable class of\nfederal retirees. But the narrowness of a discriminatory state tax\nlaw has never been enough to render it necessarily lawful.With its primary argument lost, the State now\nproceeds more modestly. Echoing the West Virginia Supreme Court of\nAppeals, the State argues that we should uphold its statute because\nit isn’t intended to harm federal retirees, only to help certain\nstate retirees. But under the terms of §111, the “State’s interest\nin adopting the discriminatory tax, no matter how substantial, is\nsimply irrelevant.”Davis, 489 U. S., at 816. We can\nsafely assume that discriminatory laws like West Virginia’s are\nalmost always enacted with the purpose of benefiting state\nemployees rather than harming their federal counterparts. Yet that\nwasn’t enough to save the state statutes inDavis,Barker, orPhillips, and it can’t be enough here.\nUnder §111 what matters isn’t the intent lurking behind the law but\nwhether the letter of the law “treat[s] those who deal with” the\nfederal government “as well as it treats those with whom [the\nState] deals itself.”Phillips Chemical Co., 361 U. S.,\nat 385.If treatment rather than intent is what matters,\nthe State suggests that it should still prevail for other reasons.\nSection 111 prohibits “discriminat[ion],” something we’ve often\ndescribed as treating similarly situated persons differently. SeeDavis, 489 U. S., at 815–816;Phillips Chemical\nCo., 361 U. S., at 383. And before us West Virginia\ninsists that even if retired U. S. Marshals and tax-exempt\nstate law enforcement retirees had similar job responsibilities,\nthey aren’t “similarly situated” for other reasons. Put another\nway, the State contends that the difference in treatment its law\ncommands doesn’t qualify as unlawful discrimination because it is\n“directly related to, and justified by,” a lawful and “significant\ndifference” between the two classes.Davis, 489 U. S.,\nat 816 (internal quotation marks and alteration omitted).In approaching this argument, everyone before us\nagrees on at least one thing. Whether a State treats similarly\nsituated state and federal employees differently depends on how the\nState has defined the favored class. Seeid., at 817. So if\nthe State defines the favored class by reference to job\nresponsibilities, a similarly situated fed- eral worker will be one\nwho performs comparable duties. But if the State defines the class\nby reference to some other criteria, our attention should naturally\nturn there. If a State gives a tax benefit to all retirees over a\ncertain age, for example, the comparable federal retiree would be\nsomeone who is also over that age.So how has West Virginia chosen to define the\nfavored class in this case? The state statute singles out for\npreferential treatment retirement plans associated with West\nVirginia police, firefighters, and deputy sheriffs. See W. Va. Code\nAnn. §11–21–12(c)(6) (Lexis 2017). The distinguishing\ncharacteristic of these plans is the nature of the jobs previously\nheld by retirees who may participate in them; thus, a similarly\nsituated federal retiree is someone who had similar job\nresponsibilities to a state police officer, firefighter, or deputy\nsheriff. The state trial court correctly focused on this point of\ncomparison and found no “significant differences” between Mr.\nDawson’s former job responsibilities as a U. S. Marshal and\nthose of the state law enforcement retirees who qualify for the tax\nexemption. App. to Pet. for Cert. 22a. Nor did the West Virginia\nSupreme Court of Appeals upset this factual finding. So looking to\nhow the State has chosen to define its favored class only seems to\nconfirm that it has treated similarly situated persons differently\nbecause of the source of their compensation.Of course, West Virginia sees it otherwise. It\naccepts (for now) that its statute distinguishes between persons\nbased on their former job duties. It accepts, too, the trial\ncourt’s finding that Mr. Dawson’s former job responsibilities are\nmaterially identical to those of state retirees who qualify for its\ntax exemption. But, the State submits, Mr. Dawson’s former job\nresponsibilities arealsosimilar to those of other state\nlaw enforcement retirees whodon’tqualify for its tax\nexemption. And, the State insists, the fact that it treats federal\nretirees no worse than (some) similarly situated state employees\nshould be enough to save its statute.But this again mistakes the nature of our\ninquiry. Under §111, the relevant question isn’t whether federal\nretirees are similarly situated to state retirees whodon’treceive a tax benefit; the relevant question is whether they are\nsimilarly situated to those whodo.So, for example, inPhillipswe compared the class of federal lessees with thefavoredclass of state lessees, even though the State urged\nus to focus instead on the disfavored class of private lessees. 361\nU. S., at 381–382. InDavis, we likewise rejected the\nState’s effort to compare the class of federal retirees with state\nresidents who did not benefit from the tax exemption rather than\nthose who did. See 489 U. S., at 815, n. 4.At this point the State is left to play its\nfinal card. Now, it says, maybe the real distinction its statute\ndraws isn’t based on former job duties at all. Maybe its statute\nactually favors certain state law enforcement retirees only because\ntheir pensions are less generous than those of their federal law\nenforcement counterparts. At the least, the State suggests, we\nshould remand the case to the West Virginia courts to explore this\npossibility.The problem here is fundamental. While the State\nwas free to draw whatever classifications it wished, the statute it\nenacted does not classify persons or groups based on the relative\ngenerosity of their pension benefits. Instead, it extends a special\ntax benefit to retirees who served as West Virginia police\nofficers, firefighters, or deputy sheriffs—and it categorically\ndenies that same benefit to retirees who served in similar federal\nlaw enforcement positions. Even if Mr. Dawson’s pension turned out\nto beidenticalto a state law enforcement officer’s\npension, the law as written would deny him a tax exemption. West\nVirginia’s law thus discriminates “because of the source of . . .\ncompensation or pay” in violation of §111. Whether the unlawful\nclassification found in the text of a statute might serve as some\nsort of proxy for a lawful classification hidden behind it is\nneither here nor there. No more than a beneficent legislative\nintent, an implicit but lawful distinction cannot save an express\nand unlawful one.Our precedent confirms this too. InDavis, Michigan argued that a state law expressly\ndiscriminating between federal and state retirees was really just\ndistinguishing between those with more and less generous pensions.Id., at 816. We rejected this attempt to rerationalize the\nstatute, explaining that “[a] tax exemption truly intended to\naccount for differences in retirement benefits would not\ndiscriminate on the basis of the source of those benefits” but\n“would discriminate on the basis of the amount of benefits received\nby individual retirees.”Id., at 817. The fact is, when\nStates seek to tax the use of a fellow sovereign’s property, the\nConstitution and Congress have always carefully constrained their\nauthority.Id., at 810–814. And in this sensitive field it\nis not too much to ask that, if a Statewantsto draw a\ndistinction based on the generosity of pension benefits, it enact a\nlaw that actuallydoesthat.Because West Virginia’s statute unlawfully\ndiscriminates against Mr. Dawson, we reverse the judgment of the\nWest Virginia Supreme Court of Appeals and remand the case for\nfurther proceedings not inconsistent with this opinion, including\nthe determination of an appropriate remedy.It is so ordered.",
    "joined": []
}