{
    "case": {
        "docket": "17-387",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-387/"
    },
    "id": "3904215",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–387_________________UPPER SKAGIT INDIAN TRIBE, PETITIONERv.SHARLINE LUNDGREN, et viron writ of certiorari to the supreme court of\nwashington[May 21, 2018]Justice Gorsuch delivered the opinion of the\nCourt.Lower courts disagree about the significance of\nour decision inCounty of Yakimav.Confederated Tribes\nand Bands of Yakima Nation, 502 U. S. 251 (1992). Some\nthink it means Indian tribes lack sovereign immunity inin remlawsuits like this one; others don’t read it\nthat way at all.[1]* We granted\ncertiorari to set things straight. 583 U. S. ___ (2017).Ancestors of the Upper Skagit Tribe lived for\ncenturies along the Skagit River in northwestern Washington State.\nBut as settlers moved across the Cascades and into the region, the\nfederal government sought to make room for them by displacing\nnative tribes. In the treaty that followed with representatives of\nthe Skagit people and others, the tribes agreed to “cede,\nrelinquish, and convey” their lands to the United States in return\nfor $150,000 and other promises. Treaty of Point Elliott, Jan. 22,\n1855, 12Stat. 927; seeWashingtonv.Washington State\nCommercial Passenger Fishing Vessel Assn., 443 U. S. 658,\n676 (1979);United Statesv.Washington, 384\nF. Supp. 312, 333 (WD Wash. 1974).Today’s dispute stems from the Upper Skagit\nTribe’s efforts to recover a portion of the land it lost. In 1981,\nthe federal government set aside a small reservation for the Tribe.\n46 Fed. Reg. 46681. More recently, the Tribe has sought to purchase\nadditional tracts in market transactions. In 2013, the Tribe bought\nroughly 40 acres where, it says, tribal members who died of\nsmallpox are buried. The Tribe bought the property with an eye to\nasking the federal government to take the land into trust and add\nit to the existing reservation next door. See 25 U. S. C.\n§5108; 25 CFR §151.4 (2013). Toward that end, the Tribe\ncommissioned a survey of the plot so it could confirm the\nproperty’s boundaries. But then a question arose.The problem was a barbed wire fence. The fence\nruns some 1,300 feet along the boundary separating the Tribe’s land\nfrom land owned by its neighbors, Sharline and Ray Lundgren. The\nsurvey convinced the Tribe that the fence is in the wrong place,\nleaving about an acre of its land on the Lundgrens’ side. So the\nTribe informed its new neighbors that it intended to tear down the\nfence; clearcut the intervening acre; and build a new fence in the\nright spot.In response, the Lundgrens filed this quiet\ntitle action in Washington state court. Invoking the doctrines of\nadverse possession and mutual acquiescence, the Lundgrens offered\nevidence showing that the fence has stood in the same place for\nyears, that they have treated the disputed acre as their own, and\nthat the previous owner of the Tribe’s tract long ago accepted the\nLundrens’ claim to the land lying on their side of the fence. For\nits part, the Tribe asserted sovereign immunity from the suit. It\nrelied upon the many decisions of this Court recognizing the\nsovereign authority of Native American tribes and their right to\n“the common-law immunity from suit traditionally enjoyed by\nsovereign powers.”Michiganv.Bay Mills Indian\nCommunity, 572 U. S. ___, ___ (2014) (slip op., at 5)\n(internal quotation marks omitted).Ultimately, the Supreme Court of Washington\nrejected the Tribe’s claim of immunity and ruled for the Lundgrens.\nThe court reasoned that sovereign immunity does not apply to cases\nwhere a judge “exercis[es] in rem jurisdiction” to quiet title in a\nparcel of land owned by a Tribe, but only to cases where a judge\nseeks to exercisein personamjurisdiction over the Tribe\nitself. 187 Wash. 2d 857, 867, 389 P. 3d 569, 573 (2017). In\ncoming to this conclusion, the court relied in part on our decision\ninYakima. Like some courts before it, the Washington\nSupreme Court readYakimaas distinguishingin remfromin personamlawsuits and\n“establish[ing] the principle that . . . courts have\nsubject matter jurisdiction over in rem proceedings in certain\nsituations where claims of sovereign immunity are asserted.” 187\nWash. 2d, at 868, 389 P. 3d, at 574.That was error.Yakimadid not address\nthe scope of tribal sovereign immunity. Instead, it involved only a\nmuch more prosaic question of statutory interpretation concerning\nthe Indian General Allotment Act of 1887. See 24Stat. 388.Some background helps dispel the\nmisunderstanding. The General Allotment Act represented part of\nCongress’s late Nineteenth Century Indian policy: “to extinguish\ntribal sovereignty, erase reservation boundaries, and force the\nassimilation of Indians into the society at large.”Yakima,supra,at 254;In re Heff, 197 U. S. 488, 499\n(1905). It authorized the President to allot parcels of reservation\nland to individual tribal members. The law then directed the United\nStates to hold the allotted parcel in trust for some years, and\nafterwards issue a fee patent to the allottee. 24Stat. 389. Section\n6 of the Act, as amended, provided that once a fee patent issued,\n“each and every allottee shall have the benefit of and be subject\nto the laws, both civil and criminal, of the State or Territory in\nwhich they may reside” and “all restrictions as to sale,\nincumbrance, or taxation of said land shall be removed.” 25\nU. S. C. §349.In 1934, Congress reversed course. It enacted\nthe Indian Reorganization Act, 48Stat. 984, to restore “the\nprinciples of tribal self-determination and self-governance” that\nprevailed before the General Allotment Act.Yakima, 502\nU. S., at 255. “Congress halted further allotments and\nextended indefinitely the existing periods of trust applicable to”\nparcels that were not yet fee patented.Ibid.; see 25\nU. S. C. §§461–462. But the Legislature made no attempt\nto withdraw lands already conveyed to private persons through fee\npatents (and by now sometimes conveyed to non-Indians). As a\nresult, Indian reservations today sometimes contain two kinds of\nland intermixed in a kind of checkerboard pattern: trust land held\nby the United States and fee-patented land held by private parties.\nSeeYakima, supra, at 256.Yakimaconcerned the tax consequences of\nthis checkerboard. Recall that the amended version of §6 of the\nGeneral Allotment Act rendered allottees and their fee-patented\nland subject to state regulations and taxes. 25 U. S. C.\n§349. Despite that, inMoev.Confederated Salish and\nKootenai Tribes of Flathead Reservation, 425 U. S. 463\n(1976), this Court held that §6 could no longer be read as allowing\nStates to imposein personamtaxes (like those on cigarette\nsales) on transactions between Indians on fee-patented land within\na reservation.Id.,at 479–481. Among other things, the\nCourt pointed to the impracticality of using the ownership of a\nparticular parcel within a reservation to determine the law\ngoverning transactions taking place upon it. Seeid.,at\n478–479. DespiteMoeand some years later, this Court inYakimareached a different conclusion with respect toin remstate taxes. The Court held that allowing States\nto collect property taxes on fee-patented land within reservations\nwas still allowed by §6.Yakima,supra,at 265.\nUnlike thein personamtaxes condemned inMoe, the\nCourt held that imposingin remtaxes only on the\nfee-patented squares of the checkerboard was “not impracticable”\nbecause property tax assessors make “parcel-by-parcel\ndeterminations” about property tax liability all the time.Yakima,supra,at 265.In short,Yakimasought only to interpret a relic of a statute in light of a\ndistinguishable precedent; it resolved nothing about the law of\nsovereign immunity.Commendably, the Lundgrens acknowledged all this\nat oral argument. Tr. of Oral Arg. 36. Instead of seeking to defend\nthe Washington Supreme Court’s reliance onYakima, they now\nask us to affirm their judgment on an entirely distinct alternative\nground. At common law, they say, sovereigns enjoyed no immunity\nfrom actions involving immovable property located in the territory\nof another sovereign. As our cases have put it, “[a] prince, by\nacquiring private property in a foreign country, . . .\nmay be considered as so far laying down the prince, and assuming\nthe character of a private individual.”Schooner Exchangev.McFaddon, 7 Cranch 116, 145 (1812). Relying on this line of\nreasoning, the Lundgrens argue, the Tribe cannot assert sovereign\nimmunity because this suit relates to immovable property located in\nthe State of Washington that the Tribe purchased in the “the\ncharacter of a private individual.”The Tribe and the federal government disagree.\nThey note that immunity doctrines lifted from other contexts do not\nalways neatly apply to Indian tribes. SeeKiowa Tribe of\nOkla.v.Manufacturing Technologies, Inc., 523\nU. S. 751, 756 (1998) (“[T]he immunity possessed by Indian\ntribes is not coextensive with that of the States”). And since the\nfounding, they say, the political branches rather than judges have\nheld primary responsibility for determining when foreign sovereigns\nmay be sued for their activities in this country.Verlinden B.\nV.v.Central Bank of Nigeria, 461 U. S. 480, 486\n(1983);Ex parte Peru, 318 U. S. 578, 588 (1943).We leave it to the Washington Supreme Court to\naddress these arguments in the first instance. Although we have\ndiscretion to affirm on any ground supported by the law and the\nrecord that will not expand the relief granted below,Thigpenv.Roberts, 468 U. S. 27, 30 (1984), in\nthis case we think restraint is the best use of discretion.\nDetermining the limits on the sovereign immunity held by Indian\ntribes is a grave question; the answer will affect all tribes, not\njust the one before us; and the alternative argument for affirmance\ndid not emerge until late in this case. In fact, it appeared only\nwhen the United States filed anamicusbrief in this\ncase—after briefing on certiorari, after the Tribe filed its\nopening brief, and after the Tribe’s otheramicihad their\nsay. This Court has often declined to take a “first view” of\nquestions that make their appearance in this posture, and we think\nthat course the wise one today.Cutterv.Wilkinson,\n544 U. S. 709, 718, n. 7 (2005).The dissent is displeased with our decision on\nthis score, but a contradiction lies at the heart of its critique.\nFirst, the dissent assures us that the immovable property exception\napplies with irresistible force—nothing more than a matter of\n“hornbook law.”Post,at 3–10 (opinion of Thomas, J.). But\nthen, the dissent claims that allowing the Washington Supreme Court\nto address that exception is a “grave” decision that “casts\nuncertainty” over the law and leaves lower courts with insufficient\n“guidance.”Post,at 3, 13–14. Both cannot be true. If the\nimmovable property exception presents such an easy question, then\nit’s hard to see what terrible things could happen if we allow the\nWashington Supreme Court to answer it. Surely our state court\ncolleagues are no less versed than we in “hornbook law,” and we are\nconfident they can and will faithfully apply it. And what if,\ninstead, the question turns out to be more complicated than the\ndissent promises? In that case the virtues of inviting full\nadversarial testing will have proved themselves once again. Either\nway, we remain sanguine about the consequences.The dissent’s other objection to a remand rests\non a belief that the immovable property exception was the source of\n“the disagreement that led us to take this case.”Post,at\n1. But this too is mistaken. As we’ve explained, the courts below\nand the certiorari-stage briefs before us said precisely nothing on\nthe subject. Nor do we understand how the dissent might think\notherwise—for its essential premise is thatnodisagreement\nexists, or is even possible, about the exception’s scope. The\nsource of confusion in the lower courts that led to our review was\nthe one aboutYakima, seesupra, at 1, n., and we\nhave dispelled it. That is work enough for the day. We vacate the\njudgment and remand the case for further proceedings not\ninconsistent with this opinion.It is so ordered.Notes1* Compare 187 Wash. 2d\n857, 865–869, 389 P.3d 569, 573–574 (2017) (case below);Cass\nCounty Joint Water Resource Dist.v.1.43 Acres of Land in\nHighland Twp., 2002 ND 83,643 N.W.2d\n685, 691–693 (2002) (conforming to the Washington Supreme\nCourt’s interpretation ofYakima), withHamaatsa,\nInc.v.Pueblo of San Felipe, 2017–NMSC–007, 388 P.3d\n977, 986 (2016) (disagreeing);Cayuga Indian Nation of\nN. Y.v.Seneca County, 761 F.3d 218, 221 (CA2\n2014) (same).",
    "joined": []
}