{
    "case": {
        "docket": "20-543",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-543/"
    },
    "id": "4443838",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 20–543 and 20–544_________________JANET L. YELLEN, SECRETARY OF THE\nTREASURY, PETITIONER20–543v.CONFEDERATED TRIBES OF THE CHEHALIS\nRESERVATION, et al.ALASKA NATIVE VILLAGE CORPORATION\nASSOCIATION, INC., et al., PETITIONERS20–544v.CONFEDERATED TRIBES OF THE CHEHALIS\nRESERVATION, et al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 25, 2021]Justice Gorsuch, with whom Justice Thomas and\nJustice Kagan join, dissenting.The Coronavirus Aid, Relief, and Economic\nSecurity Act (CARES Act) directed trillions of dollars to various\nrecipients across the Nation to help them address the COVID–19\npandemic. Our case focuses on $8 billion Congress set aside for\n“Tribal governments.” The question we must answer is whether\nAlaska’s for-profit Alaska Native Corporations (ANCs) qualify as\n“Tribal governments.” If they do, they may receive approximately\n$450 million of the earmarked funds; if not, the money will go to\ntribes across the country. The Court of Appeals for the District of\nColumbia Circuit wrote a thoughtful and unanimous opinion holding\nthat ANCs are not “Tribal governments.” Today, the Court disagrees,\nproviding two competing theories for its result. Respectfully, I\nfind neither persuasive and would affirm.IThe Alaska Native Claims Settlement Act of\n1971 (ANCSA) sought to “settle all land claims by Alaska Natives”\nby “transfer[ring] $962.5 million in state and federal funds and\napproximately 44 million acres of Alaska land to state-chartered\nprivate business corporations” in which Alaska Natives were given\nshares.Alaskav.Native Village of Venetie Tribal\nGovernment,522 U.S.\n520, 523–524 (1998); 43 U. S. C. §1601et seq.In particular, ANCSA established over 200\n“Village Corporations” and 12 “Regional Corporations.” §§1602,\n1606. The Village Corporations were created to hold and manage\n“lands, property, funds, and other rights and assets for and on\nbehalf of a Native village.” §1602(j). Meanwhile, shares in the\nRegional Corporations went to individuals across many different\ntribes and villages. §§1604, 1606(g)(1)(A). These corporations\nreceived most of the settlement funds and lands Congress provided,\nassets they use to “conduct business for profit.” §§1606(d),\n1610–1613; see also Brief for Federal Petitioner 5. Today, ANCs are\ninvolved in oil and gas, mining, military contracting, real estate,\nconstruction, communications and media, engineering, plastics,\ntimber, and aerospace manufacturing, among other things. GAO,\nReport to Congressional Requesters, Regional Alaska Native\nCorporations: Status 40 Years After Establishment, and Future\nConsiderations (GAO–13–121, Dec. 2012). “In fiscal year 2017, ANCs\nhad a combined net revenue of $9.1 billion.”Confederated Tribes\nof Chehalis Reservationv.Mnuchin, 456 F. Supp. 3d\n152, 157 (DC 2020).Everyone agrees that ANCs are entitled tosomeCARES Act relief. Already, they have received benefits\nCongress allocated to corporations, like the Paycheck Protection\nProgram. See Brief for Respondent Ute Indian Tribe of Uintah and\nOuray Reservation 1 (Brief for Respondent Ute Tribe). Congress also\naccounted for ANC shareholders, and all Alaskans, when it directed\nover $2 billion to the State. In fact, Alaska received more money\nper capita than all but two other States.Id., at 3;\nCongressional Research Service, General State and Local Fiscal\nAssistance and COVID–19: Background and Available Data (Feb. 8,\n2021). The Alaska Native Villages received hundreds of millions of\nthose dollars because everyone agrees they qualify as tribal\ngovernments for purposes of the CARES Act. Seeibid.This\nsuit concerns only the ANCs’ claim of entitlement toadditionalfunds statutorily reserved for “Tribal\ngovernments.” 42 U. S. C. §801(a)(2)(B). If that\ncounterintuitive proposition holds true, ANCs will receive\napproximately $450 million that would otherwise find its way to\nrecognized tribal governments across the country, including\nAlaska’s several hundred Native Villages. See Letter from E.\nPrelogar, Acting Solicitor General, to S. Harris, Clerk of Court\n(May 12, 2021).In the CARES Act, Congress defined a “Tribal\ngovernment” as the “recognized governing body of an Indian Tribe.”\n§801(g)(5). In turn, Congress specified in §801(g)(1) that the term\n“Indian Tribe” should carry here the same meaning that it bears in\nthe Indian Self-Determination and Education Assistance Act of 1975\n(ISDA). The relevant portion of that statute provides as\nfollows:“ ‘Indian tribe’ [or ‘Indian Tribe’]\nmeans any Indian tribe, band, nation, or other organized group or\ncommunity, including any Alaska Native village or regional or\nvillage corporation as defined in or established pursuant to the\nAlaska Native Claims Settlement Act ( 85Stat. 688) [43\nU. S. C. 1601 et. seq.], which is recognized as eligible\nfor the special programs and services provided by the United States\nto Indians because of their status as Indians.” 25\nU. S. C. §5304(e).The question before us thus becomes whether ANCs\ncount as “Indian tribes” under the longstanding terms Congress\nadopted in ISDA almost 50 years ago. To resolve that dispositive\nquestion, we must answer two subsidiary ones: (1) Does the\nstatute’s final clause (call it the recognition clause) apply to\nthe ANCs listed earlier? (2) If so, are ANCs “recognized as\neligible for the special programs and services provided by the\nUnited States to Indians because of their status as Indians”? In my\nview, the recognition clause does apply to ANCs along with the\nother listed entities. And ANCs are not “recognized” as tribes\neligible for the special programs and services provided by the\nUnited States to Indians because of their status as Indians.IIAStart with the question whether the\nrecognition clause applies to the ANCs. As the nearest referent and\npart of an integrated list of other modified terms, ANCs must be\nsubject to its terms. Unsurprisingly, the Court of Appeals reached\nthis conclusion unanimously. Lawyers often debate whether a clause\nat the end of a series modifies the entire list or only the last\nantecedent.E.g.,Lockhartv.United States,\n577 U.S. 347, 350–352 (2016);id., at 362–369 (Kagan, J.,\ndissenting);Facebook, Inc.v.Duguid, 592 U. S.\n___, ___–___ (2021) (slip op., at 5–7);id., at ___–___\n(Alito, J., concurring in judgment) (slip op., at 1–4). In ISDA,\nfor example, some might wonder whether the recognition clause\nappliesonlyto ANCs or whether italsoapplies to\nthe previously listed entities—“Indian tribe[s], band[s],\nnation[s],” etc. But it would be passing strange to suggest that\nthe recognition clause applies to everythingexceptthe term\nimmediately preceding it. A clause that leaps over its nearest\nreferent to modify every other term would defy grammatical gravity\nand common sense alike. See,e.g.,Facebook, Inc.,\n592 U. S., at ___ (slip op., at 7);Jamav.Immigration and Customs Enforcement,543\nU.S. 335, 344, n. 4 (2005).Exempting ANCs from the recognition clause would\nbe curious for at least two further reasons. First, the reference\nto ANCs comes after the word “including.” No one disputes that the\nrecognition clause modifies “any Indian tribe, band, nation, or\nother organized group or community.” So if the ANCs areincludedwithin these previously listed nouns—as the statute\nsays they are—it’s hard to see how they might nonetheless evade the\nrecognition clause. Second, in the proceedings below it was\nundisputed that the recognition clause modifies the term “Alaska\nNative village[s],” even as the ANCs argued that the clause does\nnot modify the term “Alaska Native . . . regional or\nvillage corporation.”Confederated Tribes of Chehalis\nReservationv.Mnuchin, 976 F.3d 15, 23 (CADC 2020);\nBrief for Federal Petitioner 46. But to believe that, one would\nhave to suppose the recognition clause skips over only half its\nnearest antecedent. How the clause might dothatmystifies.\nSeeFacebook, 592 U. S., at ___ (slip op., at 6) (“It\nwould be odd to apply the modifier . . . to only a\nportion of this cohesive preceding clause”).At least initially, the Court accepts the\nobvious and concedes that the recognition clause modifies\neverything in the list that precedes it.Ante,at 8. But\nthis leaves the Court in a bind. If the recognition clause applies\nto ANCs, then ANCs must be “recognized” in order to receive funds.\nAnd “recognition” is a formal concept in Indian law: “Federal\nacknowledgement or recognition of an Indian group’s legal status as\na tribe is a formal political act confirming the tribe’s existence\nas a distinct political society, and institutionalizing the\ngovernment-to-government relationship between the tribe and the\nfederal government.” 1 F. Cohen, Handbook of Federal Indian Law\n§3.02[3], pp. 133–134 (N. Newton ed. 2012); see alsoid.,\n§3.02[2], at 132–133. No one contends that ANCs are recognized by\nthe federal government in this sense.Admittedly, not every statutory use of the word\n“recognized” must carry the same meaning. Seeante, at 14.\nBut not only does ISDA arise in the field of Indian law where the\nterm “recognition” has long carried a particular meaning. The\nstatute proceeds to refer to groups that are “recognized as\neligible for the special programs and services provided by the\nUnited States to Indians because of their status as Indians.” This\nfull phrase is a mouthful, but it was a familiar one to Congress by\nthe time it passed ISDA in 1975. In preceding decades, Congress\nused similar language in statute after statute granting and\nterminating formal federal recognition of certain tribes.[1] All of which strongly suggests that\nISDA’s recognition clause likewise refers to the sort of formal\ngovernment-to-government recognition that triggers eligibility for\nthe full “panoply of benefits and services” the federal government\nprovides to Indians. 1 Cohen, Handbook of Federal Indian Law\n§3.02[3], at 134.There is more evidence too. When Congress passed\nISDA, it sought to provide Indians “meaningful leadership roles”\nthat are “crucial to the realization of self- government.” 25\nU. S. C. §5301. Accordingly, “tribes may enter into\n‘self-determination contracts’ with federal agencies to take\ncontrol of a variety of federally funded programs.”Menominee\nTribe of Wis.v.United States, 577 U.S. 250, 252\n(2016); see also §5321. Handing over federal government programs to\ntribal governments in order to facilitate self-government is\nprecisely the sort of government-to-government activity that aligns\nwith formal recognition. See also §§5384, 5385 (reflecting later\namendments to ISDA) (instructing the Secretary to enter compacts\nand funding agreements “with each Indian tribe participating in\nself-governance in a manner consistent with the Federal\nGovernment’s trust responsibility, treaty obligations, and the\ngovernment-to-government relationship between Indian tribes and the\nUnited States”).The CARES Act itself offers still further clues.\nIn the provision at issue before us, Congress appropriated money\n“for making payments to States, Tribal governments, and units of\nlocal government.” 42 U. S. C. §801(a)(1). Including\ntribal governments side-by-side with States and local governments\nreinforces the conclusion that Congress was speaking of government\nentities capable of having a government-to-government relationship\nwith the United States. Recall, as well, that the CARES Act defines\ntribal governments as the “recognized governing body of an Indian\nTribe.” §801(g)(5). ANCs, like most corporations, have a board of\ndirectors, 43 U. S. C. §1606(f ), and a corporate\nboard may well be the governing body of an enterprise. But they do\nnot govern any people or direct any government.BWhile initially acknowledging that the\nrecognition clause applies to ANCs, the Court interprets its terms\ndifferently. Rather than understanding it as denoting a\ngovernment-to-government relationship, the Court says, we should\nlook to its “plain meaning.”Ante, at 7. But even if we\ncould somehow set aside everything we know about how the term is\nused in Indian law and the CARES Act itself, it’s far from clear\nwhat “plain meaning” the Court alludes to or how ANCs might fall\nwithin it.First, consider the Federally Recognized Indian\nTribe List Act of 1994 (List Act). The List Act instructs the\nSecretary of the Interior to keep a list of all federally\nrecognized Indian tribes. It does so using language materially\nidentical to that found in ISDA’s recognition clause: “The\nSecretary shall publish in the Federal Register a list of all\nIndian tribes which the Secretary recognizes to be eligible for the\nspecial programs and services provided by the United States to\nIndians because of their status as Indians.” 25 U. S. C.\n§5131(a). No one before us thinks the Secretary of the Interior\nshould list the ANCs as federally recognized tribes. And given\nthat, it is unclear how ANCs might count as federally recognized\ntribes under ISDA. To be sure, the List Act came after ISDA. But\nthe Court never attempts to explain how the plain meaning of nearly\nidentical language in remarkably similar legal contexts might\nnevertheless differ.Second, on any account, ISDA requires an Indian\ntribe or group to be “recognized.” But what work does this term do\non the Court’s interpretation? Without explanation, the Court\nasserts that ANCs are “ ‘recognized as eligible’ for ANCSA’s\nbenefits” because they are “ ‘established pursuant to’ ANCSA.”Ante,at 8. But on this understanding, any group eligible\nfor benefits would seem, on that basis alone, to be “recognized” as\neligible for those benefits. The Court’s reading comes perilously\nclose to rendering the term “recognized” surplusage: If ISDA really\ndoes capture any group merely “eligible” for federal benefits, why\nnot just saythatand avoid introducing a term with a\nparticular and well-established meaning in federal Indian law?Third, even putting aside the recognition\nrequirement, ISDA says tribes must receive services from the United\nStates “because of their status as Indians.” §5304(e). The Court\nsays that ANSCA made ANCs eligible for settlement funds and lands\nbecause its shareholders are Alaska Natives.Ante, at 8. But\nis compensation provided to profit-maximizing corporations whose\nshareholders happen to be Alaska Natives (at least initially, see\n43 U. S. C. §§1606(h)(1), 1629c) a benefit provided toIndians? And were ANSCA settlement funds provided to ANCs\nand their shareholders because of their Indianstatusor\nsimply because Congress wanted to resolve a land dispute regardless\nof the claimants’ status? See §1601(b) (“[T]he settlement should be\naccomplished . . . without establishing any permanent\nracially defined institutions, rights, privileges, or obligations\n. . . ”); but see §1626(e)(1) (“For all purposes of\nFederal law, a Native Corporation shall be considered to be a\ncorporation owned and controlled by Natives . . . ”).\nAgain, the answers remain unclear.Ante,at 8–9.Finally, ISDA provides that tribes must be\nrecognized as eligible for “thespecial programs and\nservices provided by the United States.” 25 U. S. C.\n§5304(e) (emphasis added). It is a small word to be sure, but “the”\nsuggests the statute refers to a particular slate of programs and\nservices—here the full panoply of federal Indian benefits—not justanyspecial programs and services the government might\nsupply. SeeNielsenv.Preap, 586 U. S. ___, ___\n(2019) (slip op., at 14) (“[G]rammar and usage establish that ‘the’\nis ‘a function word . . . indicat[ing] that a following\nnoun or noun equivalent is definite or has been previously\nspecified by context’ ” (quoting Merriam-Webster’s Collegiate\nDictionary 1294 (11th ed. 2005))). It’s undisputed too that, while\nANSCA provided certain compensation to ANCs, Congress has never\nmade those entities “eligible for the full range of federal\nservices and benefits available to [recognized] Indian tribes.”\nBrief for Federal Petitioner 48.Rather than confront this last problem, the\nCourt elides it. In its opinion “the special programs and services”\nbecomes “federal Indian programs and services,”ante,at 10,\n14. Nor, even if one were to (re)interpret “the special programs”\nas “some special programs,” is it clear whether ANCSA qualifies.\nSeeante,at 10. On what account is settling a dispute over\nland title a “program” or “service”? See 43 U. S. C.\n§1626(a) (“The payments and grants authorized under this chapter\nconstitute compensation for the extinguishment of claims to land,\nand shall not be deemed to substitute for any governmental programs\notherwise available to the Native people of Alaska”). Beyond even\nthat, ANCSA extended specific compensation to ANCs—money and\ntitle—in exchange for settling land claims. ANCSA provided ANCs\nnothing in the way of health, education, economic, and social\nservices of the sort that ISDA allows tribes to contract with the\nfederal government to provide.The Court’s reply creates another anomaly too.\nIf receiving any federal money really is enough to satisfy the\nrecognition clause, many other Indian groups might now suddenly\nqualify as tribes under the CARES Act, ISDA, and other federal\nstatutes. A 2012 GAO study, for example, identified approximately\n400 nonfederally recognized tribes in the lower 48 States, of which\n26 had recently received direct funding from federal programs. GAO,\nIndian Issues: Federal Funding for Non-Federally Recognized Tribes\n(GAO–12–348, Apr. 2012). This number does not include additional\nentities that may have received federal benefits in the form of\nloans, procurement contracts, tax expenditures, or amounts received\nby individual members.Id.,at 35. And still other groups\nmay have federal rights secured by treaty, which may exist even if\nthe tribe is no longer recognized. Cf.MenomineeTribev.United States,391 U.S.\n404, 412–413 (1968). How does the Court solve this problem?\nWith anipse dixit. Seeante,at 11 (“[T]he Court\ndoes not open the door to other Indian groups that have not been\nfederally recognized becoming Indian tribes under ISDA”). The\nCourt’s “plain meaning” argument thus becomes transparent for what\nit is—a bare assertion that the recognition clause carries a\ndifferent meaning when applied to ANCs than when applied to anyone\nelse.IIIWith its first theory facing so many problems,\nthe Court offers a backup. Now the Court suggests that ANCs qualify\nas tribes even if they fail to satisfy the recognition clause.Ante,at 18. Because ISDA’s opening list of entities\nspecifically includes ANCs, the Court reasons, the recognition\nclause must be read as inapplicable to them alone. Essentially, the\nCourt quietly takes us full circle to the beginning of the\ncase—endorsing an admittedly ungrammatical reading of the statute\nin order to avoid what it calls the “implausible” result that ANCs\nmight be included in ISDA’s first clause only to be excluded by its\nsecond.Ante,at 20.But it is difficult to see anything\n“implausible” about that result. When Congress adopted ANSCA in\n1971, it “created over 200 new legal entities that overlapped with\nexisting tribes and tribal nonprofit service organizations.” Brief\nfor Professors and Historians asAmici Curiae27. At that\ntime, there was no List Act or statutory criteria for formal\nrecognition. Instead, as the Court of Appeals ably documented,\nconfusion reigned about whether and which Alaskan entities\nultimately might be recognized as tribes. 976 F. 3d, at 18;\nsee also Brief for Professors and Historians asAmici Curiae28; Cohen, Handbook of Federal Indian Law 270–271 (1941). When\nCongress adopted ISDA just four years later, it sought to account\nfor this uncertainty. The statute listed three kinds of Alaskan\nentities: Alaska Native Villages, Village Corporations, and\nRegional Corporations. And the law did “meaningful work by\nextending ISDA’s definition of Indian tribes” to whichever among\nthem “ultimately were recognized.” 976 F. 3d, at 26. It is\nperfectly plausible to think Congress chose to account for\nuncertainty in this way; Congress often adopts statutes whose\napplication depends on future contingencies.E.g.,Gundyv.United States, 588 U. S. ___, ___–___\n(2019) (Gorsuch, J., dissenting) (slip op., at 11–12) (citing\nexamples).Further aspects of Alaskan history confirm this\nunderstanding. Over time, the vast majority of Alaska Native\nVillages went on to seek—and win—formal federal recognition as\nIndian tribes. See 86 Fed. Reg. 7557–7558 (2021); Brief for\nRespondent Confederated Tribes of Chehalis Reservation et al.\n23. (It’s this recognition which makesthemindisputably\neligible for CARES Act relief. Seesupra, at 2.) By the time\nit enacted ISDA, too, Congress had already authorized certain\nAlaska Native groups to organize based on “a common bond of\noccupation, or association, or residence.” 25 U. S. C.\n§5119. This standard, which did not require previous recognition as\n“bands or tribes,” was unique to Alaska. Seeibid.And at\nleast one such entity—the Hydaburg Cooperative Association,\norganized around the fish industry—alsowent on to receive\nfederal tribal recognition in the 1990s. 86 Fed. Reg. 7558; see\nalso Brief for Respondent Confederated Tribes of Chehalis\nReservation et al. 35–36. Though short lived and not a full\ngovernment-to-government political recognition, the Secretary of\nthe Interior at one point even listed ANCs as “ ‘Indian\nEntities Recognized and Eligible To Receive Services From the\nUnited States Bureau of Indian Affairs,’ ” before eventually\nremoving them.Ante,at 15–16. And in 1996, Congress\nconsidered a bill that would have “deemed” a particular ANC—the\nCook Inlet Region, Inc.—“an Indian tribal entity for the purpose of\nfederal programs for which Indians are eligible because of their\nstatus as Indians” and required that it be included on “any list\nthat designates federally recognized Indian tribes.” H. R.\n3662, 104th Cong., 2d Sess., §121. Of course, the ANCs before us\ncurrently arenotrecognized as tribes. But all this history\nillustrates why it is hardly implausible to suppose that a rational\nCongress in 1975 might have wished to account for the possibility\nthat some of the Alaskan entities listed in ISDA might go on to win\nrecognition.The particular statutory structure Congress\nemployed in ISDA was perfectly ordinary too. Often Congress begins\nby listing a broad universe of potentially affected parties\nfollowed by limiting principles. Take this example from the CARES\nAct. Congress afforded benefits to certain “ ‘unit[s] of local\ngovernment,’ ” and defined that term to mean “a county,\nmunicipality, town, township, village, parish, borough, or other\nunit of general government below the State level with a population\nthat exceeds 500,000.” 42 U. S. C. §801(g)(2). The\nlitigants tell us no parish in the country today has a population\nexceeding half a million. See Brief for Respondent Ute Tribe 31.\nSuppose they’re right. Is that any basis for throwing out the\npopulation limitation and suddenly including all parishes? Of\ncourse not. Once more, an opening list provides the full field of\nentities that may be eligible for relief and the concluding clause\ndoes the more precise work of winnowing it down. The clauses work\nin harmony, not at cross-purposes.[2]In defense of its implausibility argument, the\nCourt submits any other reading would yield a redundancy. Unless\nANCs are exempt from the recognition clause, the Court suggests,\nCongress had no reason to mention them in the statute’s opening\nclause because they already “fit into one of the pre-existing ISDA\ncategories,” like “ ‘tribe[s], band[s], nation[s], or other\norganized group[s] or communit[ies],’ ”ante,at 20–21\n(quoting 25 U. S. C §5304(e)).But this much is hard to see too. Admittedly,\nillustrative examples of more general terms are in some sense\nalways redundant. SeeChickasaw Nationv.United\nStates,534 U.S.\n84, 89 (2001) (“[That] is meant simply to be illustrative,\nhence redundant”). But Congress often uses illustrative examples in\nits statutory work, and the practice is not entirely pointless. As\nthis Court has explained, illustrative examples can help orient\naffected parties and courts to Congress’s thinking, and often they\nserve to “remove any doubt” about whether a particular listed\nentity is captured within broader definitional terms.Aliv.Federal Bureau of Prisons,552 U.S.\n214, 226 (2008); see alsoFederal Land Bank of St. Paulv.Bismarck Lumber Co.,314 U.S.\n95, 99–100 (1941); A. Scalia & B. Garner, Reading Law\n176–177 (2012). That much is certainly true here. If Congress had\nfailed to list ANCs in ISDA’s first clause, a dispute could have\narisen over whether these corporate entities even qualify as\n“Indian . . . organized group[s] or communit[ies].” See\nBrief for Petitioners in No. 20–544, p. 5;supra,at 9\n(citing 43 U. S. C. §1601(b)).Having said all this, my disagreement with the\nCourt’s “implausibility” argument is a relatively modest one. We\nagree that linguistic and historical context may provide useful\ninterpretive guidance, and no one today seeks to suggest that\njudges may sanitize statutes in service of their own sensibilities\nabout the rational and harmonious.[3] Instead, our disagreement is simply about applying the\nplain meaning, grammar, context, and canons of construction to the\nparticular statutory terms before us. As I see it, an ordinary\nreader would understand that the recognition clause applies the\nsame way to all Indian groups. And if that’s true, there’s just no\nway to read the text to include ANCs as “Tribal governments” for\npurposes of the CARES Act.*In my view, neither of the Court’s alternative\ntheories for reversal can do the work required of it. The\nrecognition clause denotes the formal recognition between the\nfederal government and a tribal government that triggers\neligibility for the full panoply of special benefits given to\nIndian tribes. Meanwhile, a fair reading of that clause indicates\nthat it applies to ANCs. Accordingly, with respect, I would\naffirm.Notes1E.g.,Act of Sept.\n21, 1959, §5, 73Stat. 593 (upon termination, the former Tribe and\nits members “shall not be entitled to any of the special services\nperformed by the United States for Indians because of their status\nas Indians”); Act of Aug. 23, 1954, §2, 68Stat. 769 (same); Act of\nAug. 18, 1958, §10(b), 72Stat. 621 (same); Act of Sept. 5, 1962,\n§10, 76Stat. 431 (same); Act of Apr. 12, 1968, Pub. L. 90–287, §2,\n82Stat. 93 (“Nothing in this Act shall make such tribe or its\nmembers eligible for any services performed by the United States\nfor Indians because of their status as Indians”); Menominee\nRestoration Act, Pub. L. 93–197, 87Stat. 770 (An Act “to\nreinstitute the Menominee Indian Tribe of Wisconsin as a federally\nrecognized sovereign Indian tribe; and to restore to the Menominee\nTribe of Wisconsin those Federal services furnished to American\nIndians because of their status as American Indians”). This sort of\nlanguage also appeared in recognition statutes in the years\nimmediately following ISDA.E.g.,Indian Tribal Restoration\nAct, §4, 92Stat. 247 (Tribes and their members “shall be entitled\nto participate in the programs and services provided by the United\nStates to Indians because of their status as Indians”); Siletz\nIndian Tribe Restoration Act, §3(a), 91Stat. 1415 (reinstating\neligibility for “all Federal services and benefits furnished to\nfederally recognized Indian tribes”); Paiute Indian Tribe of Utah\nRestoration Act, §3a, 94Stat. 317 (same).2To support its\nimplausibility argument, the Court proposes a hypothetical\nadvertisement for “ ‘50% off any meat, vegetable, or seafood\ndish, including ceviche, which is cooked.’ ”Ante, at\n20. The Court posits that any reasonable customer would expect a\ndiscount even on uncooked ceviche. It’s a colorful example, but one\nfar afield from Indian law and the technical statutory definitions\nbefore us. Even taken on its own terms, too, the example is a bit\nunderdone. A reasonable customer might notice some tension in the\nadvertisement, but there are many plausible takeaways. Maybe the\nrestaurant uses heat to cook its ceviche—many chefs “lightly poach\nlobster, shrimp, octopus or mussels before using them in ceviche.”\nSee Cordle, No-Cook Dishes, St. Louis Post-Dispatch, July 17, 2013,\np. L4. Maybe the restaurant meant to speak of ceviche as “cooked”\nin the sense of “fish . . . ‘cooked’ by marinating it in\nan acidic dressing” like lime juice. See Bittman, Ceviche Without\nFear, N. Y. Times, Aug. 14, 2002, p. F3. Or maybe the\nrestaurant simply listed every dish it makes, understanding some\ndishes would be excluded by the concluding “cooked” proviso. Even\nin the Court’s own hypothetical it is not “implausible” to apply\nthe modifier across the board.3The Court does not\nsuggest, for example, that the reading of the statute it rejects\nwould be “absurd.” Absurdity doctrine “does not license courts to\nimprove statutes (or rules) substantively, so that their outcomes\naccord more closely” with “ ‘what we might think is the\npreferred result.’ ”Jaskolskiv.Daniels,427 F.3d 456, 461 (CA7 2005) (Easterbrook, J. for the court)\n(ellipsis omitted). At most, it may serve a linguistic\nfunction—capturing circumstances in which a statute’s apparent\nmeaning is so “unthinkable” that any reasonable reader would\nimmediately (1) know that it contains a “technical or ministerial”\nmistake, and (2) understand the correct meaning of the text. SeeLexington Ins.Co. v.Precision Drilling Co.,\n830 F.3d 1219, 1221–1223 (CA10 2016); A. Scalia & B. Garner,\nReading Law 237–238 (2012). Anything more would threaten the\nseparation of powers, undermine fair notice, and risk upsetting\nhard-earned legislative compromises.Ibid; see alsoVirginia Uranium, Inc.v.Warren, 587 U. S. ___,\n___–___ (2019) (slip op., at 15–16).",
    "joined": []
}