{
    "case": {
        "docket": "20-222",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-222/"
    },
    "id": "4441780",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–222_________________GOLDMAN SACHS GROUP, INC., et al.,\nPETITIONERSv.ARKANSAS TEACHER RETIREMENT SYSTEM,\net al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 21, 2021]Justice Gorsuch, with whom Justice Thomas and\nJustice Alito join, concurring in part and dissenting in part.I join all but Part II–B of the Court’s opinion.\nThere, the Court holds that the defendant, rather than the\nplaintiff, “bear[s] the burden of persuasion on price impact.”Ante, at 9. Respectfully, I disagree.We start from common ground.Basic Inc.v.Levinson,485 U.S.\n224, 245–247 (1988), sought to import fraud on the market\ntheory from economics into securities litigation. In doing so,Basicposited two things—first, in an efficient market a\ncompany’s stock price generally reflects any public and material\ninformation about the company; second, investors generally rely on\na company’s stock price as an indicator of the firm’s true value.Ibid.Given these economic assumptions, the Court held that\nsecurities fraud plaintiffs can presumptively meet their burden of\nproving reliance on an alleged misrepresentation by proving four\nthings: (1) the defendant’s alleged misrepresentation was publicly\nknown; (2) it was material; (3) the stock traded in an efficient\nmarket; and (4) the plaintiff purchased the stock at the market\nprice between the time the misrepresentation was made and the truth\nwas revealed. SeeHalliburton Co.v.Erica P. John\nFund,Inc.,573 U.S.\n258, 277–278 (2014) (Halliburton II).The presumption of reliance not only helps a\nplaintiff prove one of the essential elements of a securities fraud\nclaim. Certain class actions require that “questions of law or fact\ncommon to class members predominate over any questions affecting\nonly individual members.” Fed. Rule Civ. Proc. 23(b)(3). So to\nthe extent a court is able to presume reliance by everyone who\npurchased an affected stock,Basiccan help avoid\nindividualized questions that otherwise might stand in the way of\nproceeding with a securities fraud action on a classwide basis.Erica P. John Fund,Inc.v.Halliburton Co.,563 U.S.\n804, 809–811 (2011) (Halliburton I).At the same time,Basic’s presumption of\nreliance has only ever been just that. Everyone accepts that, if a\ndefendant undermines one of the assumptions on which it rests, the\npresumption dissipates. So, for example, if the defendant’s alleged\nmisrepresentation did not actually affect the market price, there\ncan be no ground for presuming anyone relied on that\nmisrepresentation when purchasing the stock.Halliburton II,\n573 U. S., at 279. Similarly, if a particular plaintiff did\nnot care about the integrity of the market price when purchasing a\nstock, there is no basis for presuming that individual’s reliance.Id., at 276.Before us, the only meaningful dispute concerns\nwhat burden a defendant bears when it comes to rebutting theBasicpresumption. Does the defendant carry only a burden ofproduction, or does the defendant sometimes carry a burden\nofpersuasion? In my view, only a burden of production is\ninvolved.Start with what we have said about presumptions\nlikeBasic’s. This Court has long recognized that a\n“ ‘ “presumption” properly used refers only to a device\nfor allocating the production burden.’ ”Texas Dept. of\nCommunity Affairsv.Burdine,450\nU.S. 248, 255, n. 8 (1981). Throughout the law, courts\nhave sometimes created presumptions to help plaintiffs prove their\ncases when direct evidence can be hard to come by. SeeBasic, 485 U. S., at 245. These presumptions operate by\nallowing the plaintiff to prove only certain specified “predicate\nfact[s]” at the outset.St. Mary’s Honor Centerv.Hicks,509 U.S.\n502, 506 (1993). If the plaintiff does so, an inference or\n“presumption” arises that the plaintiff has met its burden of\npersuasion, at least “in the absence” of some competing\n“explanation.”Ibid.(internal quotation marks omitted). At\nthat point, the defendant bears a burden of production to present\nevidence that, if “taken as true,” would “permit the conclusion”\nthat the presumption in the plaintiff ’s favor is mistaken.Id., at 509 (emphasis deleted). If the defendant produces\nsuch evidence, the presumption “drops from the case.”Id.,\nat 507 (internal quotation marks omitted). “[T]he trier of fact”\nthen “proceeds to decide the ultimate question.”Id., at\n511. Throughout this whole back-and-forth process, the burden of\npersuasion never shifts: The “plaintiff at all times bears the\nultimate burden of persuasion” to prove all aspects of its cause of\naction.Ibid. (internal quotation marks omitted).The Court has explained that nearly “all\npresumptions” operate in this way.Id., at 507. The Federal\nRules of Evidence confirm the point too. Rule 301, titled\n“Presumptions in Civil Cases Generally,” provides that “the party\nagainst whom a presumption is directed has the burden of producing\nevidence to rebut the presumption,” but “the burden of persuasion\n. . . remains on the party who had it originally.” Again,\na burden of production may shift to the defendant, but never the\nburden of persuasion.Title VII practice offers a familiar\nillustration of these principles. There, the plaintiff bears the\nultimate burden of proving that his employer intentionally\ndiscriminated against him because of his race or some other\nunlawful factor. SeeSt. Mary’s Honor Center, 509\nU. S., at 511. But because direct evidence of intentional\ndiscrimination can be “elusive,” the Court has created a\npresumption. Seeid., at 506 (internal quotation marks\nomitted). If a plaintiff proves certain “predicate fact[s]”—for\nexample, that he is black, that he was fired from a job for which\nhe was qualified, and that the job remained open and was ultimately\nfilled by a white person—an inference or presumption of intentional\ndiscrimination arises.Ibid.At that point, the defendant\nbears the burden of producing evidence that, if accepted as true,\nshows it fired the plaintiff for only legitimate business reasons.Id., at 506–507. Should that happen, the presumption of\nintentional discrimination disappears and the trier of fact must\nweigh the parties’ competing proof.Id., at 510–511. None of\nthat means the plaintiff ’s indirect evidence of\ndiscriminationalsodisappears. It simply means the trier of\nfact must consider any inferences arising from that indirect\nevidence while also considering the defendant’s evidence and any\nother proof the plaintiff submits. Seeid., at 511. “[A]t\nall times” throughout the litigation, however, the plaintiff bears\nthe “ultimate burden of persuading the trier of fact that he has\nbeen the victim of intentional discrimination.”Id., at\n507–508 (brackets and internal quotation marks omitted).Since the Court first started tangling with the\nfraud on the market theory inBasic, it has followed these\ntraditional rules. Consistently, our decisions have “made clear”\nthatBasic’s “presumption” of reliance is “just that.”Halliburton I, 563 U. S., at 811. Much as the Court\nsaid it created the Title VII presumption to help prove the\n“elusive” question of intentional discrimination,Basicsaid\nit createditspresumption of reliance to relieve “an\nunnecessarily unrealistic evidentiary burden” on securities fraud\nplaintiffs. 485 U. S., at 245. And when creating its\npresumptionBasicexpressly cited Rule 301.Ibid.The processBasicoutlined matches\ntraditional understandings too. The Court explained that a\nplaintiff ’s ability to prove certain “threshold facts”—about\nmarket operations and the publicity of the misstatement—gives rise\nto a “presumption” of reliance. Seeid., at 248, and\nn. 27. After such a showing, the Court continued, a defendant\nmay then proceed to “rebut the presumption.”Id., at 248.\nNowhere in any of this didBasicsuggest the order of\noperations governing its presumption should differ in any way from\nthose governing others commonly found in the law and subject to\nRule 301. Nor is there any doubt which party has the burden of\npersuasion on the question of reliance in securities fraud cases\nlike ours. From start to finish, the plaintiff has the burden to\nsatisfy that essential element of its claim.Basic’s\npresumption of reliance thus “does not shift” any burden of\npersuasion—that always “remains” with the plaintiff. Fed. Rule\nEvid. 301; see alsoSt. Mary’s Honor Center, 509 U. S.,\nat 506–508.Consider how all this works in routine\nsecurities fraud cases. Once a plaintiff proves the four “predicate\nfacts”Basicspecified, seesupra, at 1, a\npresumption of reliance attaches. At that point, the defendant\nbears the burden of producing evidence that, if believed, would\nsupport a finding that the plaintiff did not actually rely on its\nalleged misrepresentation. As we have seen, a defendant might do so\nby producing evidence suggesting that its alleged misrepresentation\ndid not have an impact on market price or that the plaintiff was\nindifferent to the alleged misrepresentation. Upon such a showing,\nthe presumption of reliance drops from the case and the trier of\nfact must decide the question of reliancevel non,\ncognizant of the fact the plaintiff bears the burden of proving\nreliance like any other essential elements of its claim. Again,\nthat does not mean the plaintiff ’s indirect proof disappears.\nA courtmaystill infer from theBasicpredicates\nthat a particular misstatement was incorporated into the stock\nprice and that the plaintiff relied on the integrity of that price.\nBoth sides are free to present additional proof too. It’s simply\nthat a court no longermustfind reliance. SeeSt. Mary’s\nHonor Center, 509 U. S., at 511.The Court disputes none of this. It does not\neven try to defend on the merits its unusual suggestion that thedefendantcarries some burden of persuasion in aplaintiff ’sclaim for securities fraud. Instead, the\nCourt contends only that precedent ties our hands.Primarily, the Court points to a single clause\nin a single sentence inBasicobserving that a defendant may\nrebut the presumption of reliance with “[a]ny showing that severs\nthe link between the alleged misrepresentation” and the stock\nprice. Seeante, at 10 (quotingBasic, 485\nU. S., at 248) (emphasis deleted). The Court then splices that\nclause together with another clause in a preceding sentence\nexplaining that, beforeBasic, lower courts had said a\ndefendant rebuts the fraud on the market presumption by showing\n“that the misrepresentation in fact did not lead to a distortion of\nprice.”Ante, at 10 (quotingBasic, 485 U. S.,\nat 248; emphasis deleted).But what does this prove? Surely this language\nconfirms an important and by now familiar point: Once a defendant\nproduces evidence that, if believed, shows that fraud on the market\ntheory does not hold in its particular case because its alleged\nmisrepresentation in fact failed to affect the stock price, the\npresumption of reliance drops away. On the Court’s reading today,\nhowever, this language doesn’t just carry that obvious meaning. We\nare told italsomust mean thatBasicintended to\nshift the “burden of persuasion” with respect to “price impact” to\nthe defendant—at least “at class certification”—because the “mere\nproduction ofsomeevidence relevant to price impact would\nrarely accomplish th[e] feat” of “in fact” “ sever[ing] the\nlink between a misrepresentation and the price paid” for the stock.Ante, at 10–11 (internal quotation marks omitted; emphasis\ndeleted).That much does not follow. Not only has this\nCourt often said it is a mistake to parse terms in a judicial\nopinion with the kind of punctilious exactitude due statutory\nlanguage. SeeReiterv.Sonotone Corp.,442 U.S.\n330, 341 (1979). Even read for all they are worth, the handful\nof words on which the Court rests its entire holding today—a\n“showing” that “in fact” “sever[s] the link”—cannot begin to carry\nthe weight the Court assigns them. Seeante, at 10 (emphasis\ndeleted). These terms do not even appear together inBasic:\nThe Court has to pluck the phrase “in fact” from one sentence and\nthe phrase “[a] showing that severs the link” from another, and\nthen combine them to create anewclause that appears\nnowhere in the U. S. Reports—a “showing” that “in fact\nsever[s] the link.”Ante, at 10 (internal quotation marks\nomitted). Even then, the Court’s newly handcrafted phrase does not\nso much asmentionthe terms “burden of persuasion” or\n“price impact.”The hard truth is that in the 30-plus years\nsinceBasicthis Court has never (before) suggested that\nplaintiffs are relieved from carrying the burden of persuasion on\nany aspect of their own causes of action. To the contrary, when\ndiscussing the presumption it created,Basicexpressly\nreferenced Rule 301 and invoked its normal order of operations. And\nthis Court has long explained that presumptions “properly used”\nrefer only to devices “for allocating the production burden,” and\nnot the burden of persuasion.Burdine, 450 U. S., at\n255, n. 8 (internal quotation marks omitted). Are we really to\nbelieve thatBasic—while referencing traditional\nunderstandings embodied in Rule 301 and just seven years afterBurdine—secretly meant to depart from traditional and\n“proper” understandings about how presumptions work? Thanks to\nspliced clauses found in two sentences this Court has never before\nread that way? All while using words that carry another and much\nmore natural meaning? To state the theory is to refute it.IfBasicdoesn’t command today’s result,\nthe Court offers a backup theory. Separately, it insists,Halliburton IIrequires us to shift a burden of persuasion\nto the defendant. Specifically, the Court points to the fact thatHalliburton IIreaffirmedBasic’s holding that a\nplaintiff need not show reliance “directly,” but may do so\n“presumptively” by carrying the burden of proving the fourBasicfactual predicates. 573 U. S., at 278. A decision\nholding that the defendant merely bore the burden of producing\nevidence suggesting a lack of price impact at class certification,\nthe Court now submits, “would be nearly indistinguishable from the\nregime thatHalliburton IIrejected.”Ante, at\n11.That much does not follow either. LikeBasic,Halliburton IIconcerned what facts a\nplaintiff must produce togeneratea presumption of\nreliance. This case is about what defendants must do torebutthat presumption. Deciding one does not resolve the\nother. To say these issues are “indistinguishable” is to miss the\nentire point of a presumption: It allows the plaintiff to state a\nprima facie case based on inference and requires the defendant to\nbear the burden of producing evidence in response; once the\ndefendant does so, the presumption has served its purpose and drops\nfrom the case. At that point, the factfinder now has the benefit of\nevidence from both sides and must decide the case with reference to\nthe plaintiff ’s burden of persuasion. Nothing inHalliburton IIsuggests a departure from these principles,\nlet alone that some burden of persuasion secretly shifts to the\ndefendant in a plaintiff ’s claim for securities fraud. To the\ncontrary, that decision arose in the class certification context\nand expresslyreaffirmedthat “[t]heBasicpresumption does not relieve plaintiffs of the burden of proving”\nthey have satisfied “the predominance requirement of Rule\n23(b)(3).” 573 U. S., at 276.The Court has no answer to any of this. Instead,\nit replies only by touting the fact that two Court of Appeals\ndecisions have readBasicandHalliburton IIas it\ndoes.Ante, at 11. But this is a non sequitur. The Court\ndoes not suggest that a pair of lower court opinions represents\nsome robust judicial consensus. Nor does the Court suggest those\nopinions free us from having to interpret the law for ourselves.\nAfter all, “[o]ur duty is to follow the law as we find it, not to\nfollow rotely whatever lower courts might once have said about it.”BP p.l.c.v.Mayor and City Council of Baltimore, 593\nU. S. ___, ___–___ (2021) (slip op., at 11–12). The fact\nremains that nothing in our prior decisions has ever placed a\nburden of persuasion on the defendant with respect to any aspect of\nthe plaintiff ’s case. It is incumbent on the plaintiff to\nprove reliance, not the defendant to disprove it. If a majority of\nthe Court today really believes some novel new burden of persuasionshouldbe placed on the defendant, it ought to say so. Past\ndecisions—by this Court or others—cannot be blamed for today’s\nresult.Perhaps recognizing the incongruity of its\nconclusion, the Court goes out of its way to downplay its\nsignificance. We’re told that “on the ground” today’s holding “is\nunlikely to make much difference” because “[i]n most\nsecurities-fraud class actions . . . the plaintiffs and\ndefendants submit competing expert evidence on price impact.”Ante, at 12. And in cases like these, “[t]he district\ncourt’s task,” according to the Court, “is simply to assess all the\nevidence of price impact” and “determine whether it is more likely\nthan not that the alleged misrepresentations had a price impact.”Ibid.This is a curious disavowal. Obviously, the\nCourt thinks the issue important enough to spend the time and\neffort to rejigger the burden of persuasion. Now, though, it says\nnone of this matters because most cases come down to a dispute over\nevidence of price impact irrespective of the presumption. The\nCourt’s suggestion that the burden of persuasion will “rarely” make\na “difference” misses the point too. The whole reason we allocate\nthe burden of persuasion is to resolve close cases by providing a\ntie breaker where the burdendoesmake a difference. That\nclose cases may not be common ones is no justification for\nindifference about how the law resolves them.Respectfully, I dissent.",
    "joined": []
}