{
    "case": {
        "docket": "19-123",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-123/"
    },
    "id": "4440765",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–123_________________SHARONELL FULTON, et al., PETITIONERSv.CITY OF PHILADELPHIA, PENNSYLVANIA, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 17, 2021]Justice Gorsuch, with whom Justice Thomas and\nJustice Alito join, concurring in the judgment.The Court granted certiorari to decide whether\nto overruleEmployment Div., Dept. of Human Resources of\nOre.v.Smith,494 U.S.\n872(1990). As Justice Alito’s opinion demonstrates,Smithfailed to respect this Court’s precedents, was\nmistaken as a matter of the Constitution’s original public meaning,\nand has proven unworkable in practice. A majority of our\ncolleagues, however, seek to sidestep the question. They agree that\nthe City of Philadelphia’s treatment of Catholic Social Services\n(CSS) violates the Free Exercise Clause. But, they say, there’s no\n“need” or “reason” to address the error ofSmithtoday.Ante,at 5 (majority opinion);ante, at 2 (Barrett,\nJ., concurring).On the surface it may seem a nice move, but dig\nan inch deep and problems emerge.Smithexempts “neutral”\nand “generally applicable” laws from First Amendment scrutiny. 494\nU. S., at 878–881. The City argues that its challenged rules\nqualify for that exemption because they require all foster-care\nagencies—religious and non-religious alike—to recruit and certify\nsame-sex couples interested in serving as foster parents. For its\npart, the majority assumes (without deciding) that Philadelphia’s\nrule is indeed “neutral” toward religion.Ante,at 5. So to\navoidSmith’s exemption and subject the City’s policy to\nFirst Amendment scrutiny, the majority must carry the burden of\nshowing that the policy isn’t “generally applicable.”*That path turns out to be a long and lonely\none. The district court held that the City’s public accommodations\nlaw (its Fair Practices Ordinance or FPO)isboth generally\napplicable and applicable to CSS. At least initially, the majority\nchooses to bypass the district court’s major premise—that the FPO\nqualifies as “generally applicable” underSmith. It’s a\ncurious choice given that the FPO applies only to certain defined\nentities that qualify as public accommodations while the “generally\napplicable law” inSmithwas “an across-the-board criminal\nprohibition” enforceable against anyone. 494 U. S., at 884.\nBut if the goal is to turn a big dispute of constitutional law into\na small one, the majority’s choice to focus its attack on the\ndistrict court’s minor premise—that the FPO applies to CSS as a\nmatter of municipal law—begins to make some sense. Still, it isn’t\nexactly an obvious path. The Third Circuit did not address the\ndistrict court’s interpretation of the FPO. And not one of the over\n80 briefs before us contests it. To get to where it wishes to go,\nthen, the majority must go it alone. So much for the adversarial\nprocess and being “a court of review, not of first view.”Brownbackv.King, 592 U. S. ___, ___, n. 4\n(2021) (slip op., at 5, n. 4) (internal quotation marks\nomitted).Trailblazing through the Philadelphia city code\nturns out to be no walk in the park either. As the district court\nobserved, the City’s FPO defines “public accommodations”\nexpansively to include “[a]ny provider” that “solicits or accepts\npatronage” of “the public or whose . . . services [or]\nfacilities” are “made available to the public.” App. to Pet. for\nCert. 77a (alteration omitted; emphasis deleted). And, the district\ncourt held, this definition covers CSS because (among other things)\nit “publicly solicits prospective foster parents” and “provides\nprofessional ‘services’ to the public.”Id.,at 78a. All of\nwhich would seem to block the majority’s way. So how does it get\naround that problem?It changes the conversation. The majority\nignores the FPO’s expansive definition of “public accommodations.”\nIt ignores the reason the district court offered for why CSS falls\nwithin that definition. Instead, it asks us to look to adifferentpublic accommodations law—a Commonwealth of\nPennsylvania public accommodations statute. Seeante,at\n10–11 (discussing Pa. Stat. Ann., Tit. 43, §954(l) (Purdon\nCum. Supp. 2009)). And, the majority promises, CSS fails to qualify\nas a public accommodation under the terms ofthatlaw. But\nwhy should we ignore the City’s law and look to the Commonwealth’s?\nNo one knows because the majority doesn’t say.Even playing along with this statutory shell\ngame doesn’t solve the problem. The majority highlights the fact\nthat the state law lists various examples of public\naccommodations—including hotels, restaurants, and swimming pools.Ante,at 11. The majority then argues that foster agencies\nfail to qualify as public accommodations because, unlike these\nlisted entities, foster agencies “involv[e] a customized and\nselective assessment.”Ibid.But where doesthatdistinction come from? Not the text of the state statute, not state\ncase law, and certainly not from the briefs. The majority just\ndeclares it—a new rule of Pennsylvania common law handed down by\nthe United States Supreme Court.The majority’s gloss on state law isn’t just\nnovel, it’s probably wrong. While the statute lists hotels,\nrestaurants, and swimming pools as examples of public\naccommodations, it also lists over 40 other kinds of\ninstitutions—and the statute emphasizes that these examples are\nillustrative, not exhaustive. See §954(l). Among its\nillustrations, too, the statute offers public “colleges and\nuniversities” as examples of public accommodations.Ibid.Often these institutionsdoengage in a “customized and\nselective assessment” of their clients (students) and employees\n(faculty). And iftheycan qualify as public accommodations\nunder the state statute, it isn’t exactly clear why foster agencies\ncannot. What does the majority have to say about this problem?\nAgain, silence.If anything, the majority’s next move only adds\nto the confusion. It denies cooking up any of these arguments on\nits own. It says it merely means to “agree with CSS’s position\n. . . that its ‘foster services do not constitute a\n“public accommodation” under the City’s Fair Practices\nOrdinance.’ ”Ante,at 13 (quoting App. to Pet. for\nCert. 159a). But CSS’s cited “position”—which comes from a letter\nit sent to the City before litigation even began—includes nothing\nlike the majority’s convoluted chain of reasoning involving a\nseparate state statute.Id., at 159a–160a. Instead, CSS’s\nletter contends that the organization’s services do not qualify as\n“public accommodations” because they are “only available to at-risk\nchildren who have been removed by the state and are in need of a\nloving home.”Ibid.The majority tells us with assurance\nthat it “agree[s] with” this position, adding that it would be\n“incongru[ous]” to “dee[m] a private religious foster agency a\npublic accommodation.”Ante,at 12.What to make of all this? Maybe this part of the\nmajority opinion should be read only as reaching for\nsomething—anything—to support its curious separate-statute move.\nBut maybe the majority means to reject the district court’s major\npremise after all—suggesting it would be incongruous for public\naccommodations laws to qualify as generally applicable underSmithbecause they do not apply to everyone. Or maybe the\nmajority means to invoke a canon of constitutional avoidance:\nBefore concluding that a public accommodations law is generally\napplicable underSmith, courts must ask themselves whether\nit would be “incongru[ous]” to apply that law to religious groups.\nMaybe all this ambiguity is deliberate, maybe not. The only thing\ncertain here is that the majority’s attempt to cloak itself in\nCSS’s argument introduces more questions than answers.*Still that’s not the end of it. Even now, the\nmajority’s circumnavigation ofSmithremains only half\ncomplete. The City argues that, in addition to the FPO,anothergenerally applicable nondiscrimination rule can be\nfound in §15.1 of its contract with CSS. That provision\nindependently instructs that foster service providers “shall not\ndiscriminate or permit discrimination against any individual on the\nbasis of . . . sexual orientation.” Supp. App. to Brief\nfor City Respondents 31. This provision, the City contends, amounts\nto a second and separate rule of general applicability exempt from\nFirst Amendment scrutiny underSmith. Once more, the\nmajority must find some way around the problem. Its attempt to do\nso proceeds in three steps.First, the majority directs our attention to\nanother provision of the contract—§3.21. Seeante,at\n7–9.Entitled “Rejection of Referral,” this provision\nprohibits discrimination based on sexual orientation, race,\nreligion, or other grounds “unless an exception is granted” in the\ngovernment’s “sole discretion.” Supp. App. to Brief for City\nRespondents 16–17. Clearly, the majority says,thatprovision doesn’t state a generally applicable rule against\ndiscrimination because it expressly contemplates “exceptions.”Ante,at 8.But how does that help? As §3.21’s title\nindicates, the provision contemplates exceptions only when it comes\nto the referral stage of the foster process—where the government\nseeks to place a particular child with an available foster family.\nSee A. Scalia & B. Garner, Reading Law: The Interpretation of\nLegal Texts 221 (2012) (“The title and headings are permissible\nindicators of meaning” (boldface deleted)). So, for example, the\nCity has taken race into account when placing a child who “used\nracial slurs” to avoid placing him with parents “of that race.” Tr.\nof Oral Arg. 61. Meanwhile, our case has nothing to do with the\nreferral—or placement—stage of the foster process. This case\nconcerns the recruitment and certification stages—where foster\nagencies like CSS screen and enroll adults who wish to serve as\nfoster parents. And inthosestages of the foster process,\n§15.1 seems to prohibit discrimination absolutely.That difficulty leads the majority to its second\nstep. It asks us to ignore §3.21’s title and its limited\napplication to the referral stage. Seeante,at 9. Instead,\nthe majority suggests, we should reconceive §3.21 as authorizing\nexceptions to the City’s nondiscrimination rule ateverystage of the foster process. Once we do that, the majority\nstresses, §3.21’s reservation of discretion is irreconcilable with\n§15.1’s blanket prohibition against discrimination. Seeante,at 9.This sets up the majority’s final move—where the\nreal magic happens. Having conjured a conflict within the contract,\nthe majority devises its own solution. It points to some state\ncourt decisions that, it says, set forth the “rule” that\nPennsylvania courts shouldn’t interpret one provision in a contract\n“to annul” another part.Ibid.To avoid nullifying §3.21’s\nreservation of discretion, the majority insists, it has no choice\nbut to rewrite §15.1. All so that—voila—§15.1 now containsits ownparallel reservation of discretion. Seeante,at 9.As rewritten, the contract contains no generally\napplicable rule against discrimination anywhere in the foster\nprocess.From start to finish, it is a dizzying series of\nmaneuvers. The majority changes the terms of the parties’ contract,\nadopting an uncharitably broad reading (really revision) of §3.21.\nIt asks us to ignore the usual rule that a more specific\ncontractual provision can comfortably coexist with a more general\none. And it proceeds to resolve a conflict it created by rewriting\n§15.1. Once more, too, no party,amicus, or lower court\nargued for any of this.To be sure, the majority again claims\notherwise—representing that it merely adopts the arguments of CSS\nand the United States. Seeante,at 10. But here, too, the\nmajority’s representation raises rather than resolves questions.\nInstead of pursuing anything like the majority’s contract\narguments, CSS and the United States suggest that §3.21\n“alonetriggers strict scrutiny,” Reply Brief 5 (emphasis\nadded), because that provision authorizes the City “to grant formal\nexemptionsfrom its policy” of nondiscrimination, Brief for\nUnited States asAmicus Curiae26 (emphasis added). On this\ntheory, it’s irrelevant whether §3.21 or §15.1 reserve discretion\nto grant exemptions at all stages of the process or at only one\nstage. Instead, the City’s power to grant exemptions from its\nnondiscrimination policyanywhere“undercuts its asserted\ninterests” and thus “trigger[s] strict scrutiny” for applying the\npolicyeverywhere.Id.,at 21. Exceptions for one\nmeans strict scrutiny for all. See,e.g., Tandonv.Newsom,ante, at 1–2 (per curiam). All of\nwhich leaves us to wonder: Is the majority just stretching to claim\nsome cover for its novel arguments? Or does it actually mean to\nadopt the theory it professes to adopt?*Given all the maneuvering, it’s hard not to\nwonder if the majority is so anxious to say nothing aboutSmith’s fate that it is willing to say pretty much anything\nabout municipal law and the parties’ briefs. One way or another,\nthe majority seems determined to declare there is no “need” or\n“reason” to revisitSmithtoday. Ante,at 5 (majority\nopinion);ante,at 2 (Barrett, J., concurring).But tell that to CSS. Its litigation has already\nlasted years—and today’s (ir)resolution promises more of the same.\nHad we followed the path Justice Alito outlines—holding that the\nCity’s rules cannot avoid strict scrutiny even if they qualify as\nneutral and generally applicable—this case would end today.\nInstead, the majority’s course guarantees that this litigation is\nonly getting started. As the final arbiter of state law, the\nPennsylvania Supreme Court can effectively overrule the majority’s\nreading of the Commonwealth’s public accommodations law. The City\ncan revise its FPO to make even plainer still that its law does\nencompass foster services. Or with a flick of a pen, municipal\nlawyers may rewrite the City’s contract to close the §3.21\nloophole.Once any of that happens, CSS will find itself\nback where it started. The City has made clear that it will never\ntolerate CSS carrying out its foster-care mission in accordance\nwith its sincerely held religious beliefs. To the City, it makes no\ndifference that CSS has not denied service to a single same-sex\ncouple; that dozens of other foster agencies stand willing to serve\nsame-sex couples; or that CSS is committed to help any inquiring\nsame-sex couples find those other agencies. The City has expressed\nits determination to put CSS to a choice: Give up your sincerely\nheld religious beliefs or give up serving foster children and\nfamilies. If CSS is unwilling to provide foster-care services to\nsame-sex couples, the City prefers that CSS provide no foster-care\nservices at all. This litigation thus promises to slog on for years\nto come, consuming time and resources in court that could be better\nspent serving children. And throughout it all, the opacity of the\nmajority’s professed endorsement of CSS’s arguments ensures the\nparties will be forced to devote resources to the unenviable task\nof debating what iteven means.Nor will CSS bear the costs of the Court’s\nindecision alone. Individuals and groups across the country will\npay the price—in dollars, in time, and in continued uncertainty\nabout their religious liberties. Consider Jack Phillips, the baker\nwhose religious beliefs prevented him from creating custom cakes to\ncelebrate same-sex weddings. SeeMasterpiece Cakeshop, Ltd.v.Colorado Civil Rights Comm’n, 584 U. S. ___ (2018).\nAfter being forced to litigate all the way to the Supreme Court, we\nruled for him on narrow grounds similar to those the majority\ninvokes today. Because certain government officials responsible for\ndeciding Mr. Phillips’s compliance with a local public\naccommodations law uttered statements exhibiting hostility to his\nreligion, the Court held, those officials failed to act “neutrally”\nunderSmith. See 584 U. S.,at ___–___ (slip\nop., at 16–18). But withSmithstill on the books, all that\nvictory assured Mr. Phillips was a new round of litigation—with\nofficials now presumably more careful about admitting their\nmotives. See Associated Press, Lakewood Baker Jack Phillips Sued\nfor Refusing Gender Transition Cake (Mar. 22, 2021),\nhttps : / / denver . cbslocal. com / 2021 / 03 / 22 / jack - phillips -\nmasterpiece-cakeshop-lakewood-transgender/. A nine-year odyssey\nthus barrels on. No doubt, too, those who cannot afford such\nendless litigation underSmith’s regime have been and will\ncontinue to be forced to forfeit religious freedom that the\nConstitution protects.The costs of today’s indecision fall on lower\ncourts too. As recent cases involving COVID–19 regulations\nhighlight, judges across the country continue to struggle to\nunderstand and applySmith’s test even thirty years after it\nwas announced. In the last nine months alone, this Court has had to\nintervene at least half a dozen times to clarify howSmithworks. See,e.g.,Tandon,ante,at p. 1;Roman Catholic Diocese of Brooklynv.Cuomo, 592\nU. S. ___ (2020) (per curiam);High Plains\nHarvest Churchv.Polis, 592 U. S ___ (2020). To be\nsure, this Court began to resolve at least some of the confusion\nsurroundingSmith’s application inTandon. ButTandontreated the symptoms, not the underlying ailment. We\nowe it to the parties, to religious believers, and to our\ncolleagues on the lower courts to cure the problem this Court\ncreated.It’s not as if we don’t know the right answer.Smithhas been criticized since the day it was decided. No\nfewer than ten Justices—including six sitting Justices—have\nquestioned its fidelity to the Constitution. Seeante,at\n9–10 (Alito, J., concurring in judgment);ante, at 1\n(Barrett, J., concurring). The Court granted certiorari in this\ncase to resolve its fate. The parties andamiciresponded\nwith over 80 thoughtful briefs addressing every angle of the\nproblem. Justice Alito has offered a comprehensive opinion\nexplaining whySmithshould be overruled. And not a single\nJustice has lifted a pen to defend the decision. So what are we\nwaiting for?We hardly need to “wrestle” today with every\nconceivable question that might follow from recognizingSmithwas wrong. Seeante,at 2 (Barrett, J.,\nconcurring). To be sure, any time this Court turns from misguided\nprecedent back toward the Constitution’s original public meaning,\nchallenging questions may arise across a large field of cases and\ncontroversies. But that’s no excuse for refusing to apply the\noriginal public meaning in the dispute actually before us. Rather\nthan adhere toSmithuntil we settle on some “grand unified\ntheory” of the Free Exercise Clause for all future cases until the\nend of time, seeAmerican Legionv.American Humanist\nAssn., 588 U. S. ___, ___ (2019) (plurality opinion) (slip\nop., at 24), the Court should overrule it now, set us back on the\ncorrect course, and address each case as it comes.What possible benefit does the majority see in\nits studious indecision aboutSmithwhen the costs are so\nmany? The particular appeal before us arises at the intersection of\npublic accommodations laws and the First Amendment; it involves\nsame-sex couples and the Catholic Church. Perhaps our colleagues\nbelieve today’s circuitous path will at least steer the Court\naround the controversial subject matter and avoid “picking a side.”\nBut refusing to give CSS the benefit of what we know to be the\ncorrect interpretation of the Constitutionispicking a\nside.Smithcommitted a constitutional error. Only we can\nfix it. Dodging the question today guarantees it will recur\ntomorrow. These cases will keep coming until the Court musters the\nfortitude to supply an answer. Respectfully, it should have done so\ntoday.",
    "joined": []
}