{
    "case": {
        "docket": "17-530",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-530/"
    },
    "id": "3918492",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–530_________________WISCONSIN CENTRAL LTD., et al.,\nPETITIONERSv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 21, 2018]Justice Gorsuch delivered the opinion of the\nCourt.As the Great Depression took its toll,\nstruggling railroad pension funds reached the brink of insolvency.\nDuring that time before the modern interstate highway system,\nprivately owned railroads employed large numbers of Americans and\nprovided services vital to the nation’s commerce. To address the\nemergency, Congress adopted the Railroad Retirement Tax Act of\n1937. That legislation federalized private railroad pension plans\nand it remains in force today. Under the law’s terms, private\nrailroads and their employees pay a tax based on employees’\nincomes. 26 U. S. C. §§3201(a)–(b), 3221(a)–(b). In\nreturn, the federal government provides employees a pension often\nmore generous than the social security system supplies employees in\nother industries. SeeHisquierdov.Hisquierdo, 439\nU. S. 572, 573–575 (1979).Our case arises from a peculiar feature of the\nstatute and its history. At the time of the Act’s adoption,\nrailroads compensated employees not just with money but also with\nfood, lodging, railroad tickets, and the like. Because railroads\ntypically didn’t count these in-kind benefits when calculating an\nemployee’s pension on retirement, neither did Congress in its new\nstatutory pension scheme. Nor did Congress seek to tax these\nin-kind benefits. Instead, it limited itself to taxing employee\n“compensation,” and defined that term to capture only “any form of\nmoney remuneration.” §3231(e)(1).It’s this limitation that poses today’s\nquestion. To encourage employee performance and align employee and\ncorporate goals, some railroads (like employers in many fields)\nhave adopted employee stock option plans. Typical of many, the plan\nbefore us permits an employee to exercise stock options in various\nways—purchasing stock with her own money and holding it as an\ninvestment; purchasing stock but immediately selling a portion to\nfinance the purchase; or purchasing stock at the option price,\nselling it all immediately at the market price, and taking the\nprofits. App. 41–42. The government argues that stock options like\nthese qualify as a form of taxable “money remuneration” under the\nAct because stock can be easilyconvertedinto money. The\nrailroads reply that stock options aren’t “money” at all and remind\nus that when Congress passed the Act it sought to mimic existing\nin- dustry pension practices that generally took no notice of\nin-kind benefits. Who has the better of it? Courts have divided on\nthe answer, so we agreed to take up the question.We start with the key statutory term: “money\nremuneration.” As usual, our job is to interpret the words\nconsistent with their “ordinary meaning . . . at the time\nCongress enacted the statute.”Perrinv.United\nStates, 444 U. S. 37, 42 (1979). And when Congress adopted\nthe Act in 1937, “money” was ordinarily understood to mean currency\n“issued by [a] recognized authority as a medium of exchange.”\nWebster’s New International Dictionary 1583 (2d ed. 1942); see also\n6 Oxford English Dictionary 603 (1st ed. 1933) (“In mod[ern] use\ncommonly applied indifferently to coin and to such promissory\ndocuments representing coin (esp. government and bank notes) as are\ncurrently accepted as a medium of exchange”); Black’s Law\nDictionary 1200 (3d ed. 1933) (in its “popular sense, ‘money’ means\nany currency, tokens, bank-notes, or other circulating medium in\ngeneral use as the representative of value”);Railway Express\nAgency, Inc.v.Virginia, 347 U. S. 359, 365 (1954)\n(“[M]oney . . . is a medium of exchange”). Pretty\nobviously, stock options do not fall within that definition. While\nstock can be bought or sold for money, few of us buy groceries or\npay rent or value goods and services in terms of stock. When was\nthe last time you heard a friend say his new car cost “2,450 shares\nof Microsoft”? Good luck, too, trying to convince the IRS to treat\nyour stock options as a medium of exchange at tax time. See Rev.\nRul. 76–350, 1976–2 Cum. Bull. 396; see also,e.g.,In re Boyle’s Estate,2 Cal. App. 2d\n234, 236 (1934) (“[T]he word ‘money’ when taken in its ordinary\nand grammatical sense does not include corporate stocks”);Helveringv.Credit Alliance Corp., 316 U. S.\n107, 112 (1942) (distinguishing between “money and . . .\nstock”).Nor does adding the word “remuneration” alter\nthe calculus. Of course, “remuneration” can encompass any kind of\nreward or compensation, not just money. 8 Oxford English Dictionary\n439. But in the sentence before us, the adjective “money” modifies\nthe noun “remuneration.” So “money” limits the kinds of\nremuneration that will qualify for taxation; “remuneration” doesn’t\nexpand what counts as money. When the statute speaks of taxing “any\nform of money remuneration,” then, it indicates Congress wanted to\ntax monetary compensation in any of the many forms an employer\nmight choose—coins, paper currency, checks, wire transfers, and the\nlike. It does not prove Congress wanted to tax things, like stock,\nthat aren’t money at all.The broader statutory context points to the same\nconclusion the immediate text suggests. The 1939 Internal Revenue\nCode, part of the same title as our statute and adopted just two\nyears later, expressly treated “money” and “stock” as different\nthings. Consider a few examples. The Code described “stock of the\ncorporation” as “property other than money.” §27(d). It explained\nthat a corporate distribution is taxable when distributed “either\n(A) in [the company’s] stock . . . or (B) in money.”\n§115(f)(2). And it discussed transfers of “money in addition to\n. . . stock or securities.” §372(b). While ultimately\nruling for the government, even the Court of Appeals in this case\nconceded that the 1939 Code “treat[ed] ‘money’ and ‘stock’ as\ndifferent concepts.” 856 F. 3d 490, 492 (CA7 2017).That’s not all. The same Congress that enacted\nthe Railroad Retirement Tax Act enacted a companion statute, the\nFederal Insurance Contributions Act (FICA), to fund social security\npensions for employees in other industries. And while the Railroad\nRetirement Tax Act taxes only “moneyremuneration,” FICA\ntaxes “allremuneration”— including benefits “paid in any\nmedium other than cash.” §3121(a) (emphasis added). We usually\n“presume differences in language like this convey differences in\nmeaning.”Hensonv.Santander Consumer USA Inc., 582\nU. S. ___, ___ (2017) (slip op., at 6). And that presumption\nmust bear particular strength when the same Congress passed both\nstatutes to handle much the same task. SeeINSv.Cardoza-Fonseca, 480 U. S. 421, 432 (1987). The\nCongress that enacted both of these pension schemes knew well the\ndifference between “money” and “all” forms of remuneration. Its\nchoice to use the narrower term in the context of railroad pensions\nalone requires respect, not disregard.Even the IRS (then the Bureau of Internal\nRevenue) seems to have understood all this back in 1938. Shortly\nafter the Railroad Retirement Tax Act’s enactment, the IRS issued a\nregulation explaining that the Act taxes “all remuneration in\nmoney, or in something which may be used in lieu of money.” 26 CFR\n§410.5 (1938). By way of example, the regulation said the Act taxed\nthings like “[s]alaries, wages, commissions, fees, [and] bonuses.”\n§410.6(a). But it nowhere suggested that stock was tax- able. Nor\nwas the possibility lost on the IRS. The IRS said the Actdidtax money paymentsrelatedto stock—“[p]ayments\nmade by an employer into a stock bonus . . . fund.”\n§410.6(f). But the agency did not seek to extend the same treatment\nto stock itself. So even assuming the validity of the regulation,\nit seems only to confirm our understanding.To be sure, the regulation also lists “scrip and\nmerchandise orders” as examples of qualifying mediums of exchange.\n§410.5. For argument’s sake, too, we will accept that the word\n“scrip” can sometimes embrace stock. But even if “scrip” iscapableof bearing this meaning, at the time the IRS\npromulgated the regulation in 1938 that was not itsordinarymeaning. As even the government acknowledged before the Court of\nAppeals, “scrip” ordinarily meant “company-issued certificates”\nthat employees could use in lieu of cash “to purchase merchandise\nat a company store.” Brief for United States in Nos. 16–3300 etc.\n(CA7 2017), p. 37. This understanding fits perfectly as well\nwith the whole phrase in which the term appears; both “scrip and\nmerchandise orders” were frequently used at the time to purchase\ngoods at company stores. See,e.g.,Webster’s New\nInternational Dictionary 2249 (defining “scrip” as a “certificate\n. . . issued to circulate in lieu of government currency”\nor “by a corporation that pays wages partly in orders on a company\nstore”);Keokee Consol. Coke Co.v.Taylor, 234\nU. S. 224, 226 (1914) (company gave its employees “scrip\n. . . as an advance of monthly wages in payment for labor\nperformed” that could be used to purchase merchandise at the\ncompany store); Gatch, Local Money in the United States During the\nGreat Depression, 26 Essays in Economic & Bus. History 47–48\n(2008).What does the government have to say about all\nthis? It concedes that money remuneration often means remuneration\nin a commonly used medium of exchange. But, it submits, the term\ncan carry a much more expansive meaning too. At least sometimes,\nthe government says, “money” means any “property or possessions of\nany kind viewed as convertible into money or having value\nexpressible in terms of money.” 6 Oxford English Dictionary 603.\nThe dissent takes the same view. Seepost,at 3 (opinion of\nBreyer, J.). But while the term “money”sometimesmight be\nused in this much more expansive sense, that isn’t how the term wasordinarilyused at the time of the Act’s adoption (or is\neven today). Baseball cards, vinyl records, snow globes, and fidget\nspinners all have “value expressible in terms of money.” Even that\n“priceless” Picasso has a price. Really, almostanythingcan\nbe reduced to a “value expressible in terms of money.” But in\nordinary usage does “money” mean almosteverything?The government and the dissent supply no\npersuasive proof that Congress sought to invoke their idiosyncratic\ndefinition. If Congress really thought everything is money, why did\nit take such pains to differentiate between money and stock in the\nInternal Revenue Code of 1939? Why did it so carefully distinguish\n“money remuneration” in the Act and “all remuneration” in FICA? Why\ndid it include the word “money” to qualify “remuneration” if all\nremuneration counts as money? And wouldn’t the everything-is-money\ninterpretation encompass railroad tickets, food, and\nlodging—exactly the sort of in-kind benefits we know the Act was\nwritten toexclude? These questions they cannot answer.To be sure, the government and dissent do seek\nto offer a different structural argument of their own. They point\nto certain of the Act’s tax exemptions, most notably the exemption\nfor qualified stock options. See 26 U. S. C.\n§3231(e)(12);post,at 6 (Breyer, J., dissenting). Because\nthe Actexcludesqualified stock options from taxation, the\nargument goes, to avoid superfluity it mustincludeother\nsorts of stock options like the nonqualified stock options the\nrailroads issued here. The problem, though, is that the exemption\ncovers “anyremunerationon account of” qualified\nstock options. §3231(e)(12) (emphasis added). And, as the\ngovernment concedes, companies sometimes include money payments\nwhen qualified stock options are exercised (often to compensate for\nfractional shares due an employee). Brief for United States 30. As\na result, the exemption does work under anyone’s reading.The government replies that Congress would not\nhave bothered to write an exemption that does only this modest\nwork. To have been worth the candle, Congress must have assumed\nthat stock options would qualify as money remuneration without a\nspecific exemption. But we will not join this guessing game. It is\nnot our function “to rewrite a constitutionally valid statutory\ntext under the banner of speculation about what Congress might\nhave” intended.Henson, 582 U. S.,at ___ (slip\nop., at 9). Besides, even if the railroads’ interpretation of the\nstatute threatens to leave one of many exemptions with little to\ndo, that’s hardly a reason to abandon it, for the government’s and\ndissent’s alternative promises a graver surplusage problem of its\nown. As it did in 1939, the Internal Revenue Code today repeatedly\ndistinguishes between “stock” and “money.” See,e.g.,\n§306(c)(2) (referring to a situation where “money had been\ndistributed in lieu of . . . stock”). All these\ndistinctions the government and dissent would simply\nobliterate.Reaching further afield, the government and\ndissent point to a 1938 agency interpretation of another companion\nstatute, the Railroad Retirement Act of 1937. Seepost,at\n8–9 (Breyer, J., dissenting). Here, the Railroad Retirement Board\nsuggested that the term “money remuneration” in the Railroad\nRetirement Act could sometimes include in-kind benefits. Again we\nmay assume the valid- ity of the regulation because, even taken on\nits own terms, it only ends up confirming our interpretation. The\nBoard indicated that in-kind benefits could count as money\nremunerationonlyif the employer and employee agreed to\nthis treatment and to the dollar value of the benefit. 20 CFR\n§222.2 (1938). That same year, the Board made clear that stock was\ntreated just like any other in-kind benefit under this rule: “stock\ncannot be considered as a ‘form of money remuneration earned by an\nindividual for services rendered’ ” unless part of an\nemployee’s “agreed compensation” and awarded “at a definite agreed\nvalue.” Railroad Retirement Bd. Gen. Counsel Memorandum No.\nL–38–440, pp. 1–2 (1938). Later, the Board provided fuller\nexplanation for its longstanding view, stating that these\nconditions are necessary because, unlike FICA, the Act doesnotcover “ ‘remuneration . . . paid in any\nmedium.’ ” Railroad Retirement Bd. Gen. Counsel Memorandum\nNo. L–1986–82, p. 6 (1986). For decades, then, the Board has\ntaken the view that nonmonetary remuneration is “not\n. . . included in compensation under the [Act] unless the\nemployer and employee first agree to [its] dollar value . . . and\nthen agree that this dollar value shall be part of the employee’s\ncompensation package.”Ibid.None of these preconditions\nwould be needed, of course, if the Actautomaticallytaxed\nin-kind benefits as the government and dissent insist.Finally, the government seeksChevrondeference for a more recent IRS interpretation treating\n“compensation” under the Act as having “the same meaning as the\nterm wages in” FICA “except as specifically limited by the Railroad\nRetirement Tax Act.” 26 CFR §31.3231(e)–1 (2017). But in light of\nall the textual and structural clues before us, we think it’s clear\nenough that the term “money” excludes “stock,” leaving no ambiguity\nfor the agency to fill. SeeChevron U. S. A. Inc.v.Natural Resources Defense Council, Inc., 467 U. S.\n837, 843, n. 9 (1984). Nor does the regulation help the\ngovernment even on its own terms. FICA’s definition of\nwages—“allremuneration”—is“specifically limited by\nthe Railroad Retirement Tax Act,” which applies only to\n“moneyremuneration.” So in the end all the regulation winds\nup saying is that everyone should look carefully at the relevant\nstatutory texts. We agree, and that is what we have done.The Court of Appeals in this case tried a\ndifferent tack still, if over a dissent. The majority all but\nadmitted that stock isn’t money, but suggested it would make “good\npractical sense” for our statute to cover stock as well as money.\n856 F. 3d, at 492. Meanwhile, Judge Manion dissented,\ncountering that it’s a judge’s job only to apply, not revise or\nupdate, the terms of statutes. Seeid., at 493. The Eighth\nCircuit made much the same point when it addressed the question.\nSeeUnion Pacific R. Co.v.United States, 865\nF. 3d 1045, 1048–1049 (2017). Judge Man- ion and the Eighth\nCircuit were right. Written laws are meant to be understood and\nlived by. If a fog of uncertainty surrounded them, if their meaning\ncould shift with the latest judicial whim, the point of reducing\nthem to writing would be lost. That is why it’s a “fundamental\ncanon of statutory construction” that words generally should be\n“interpreted as taking their ordinary, contemporary, common meaning\n. . . at the time Congress enacted the statute.”Perrin, 444 U. S., at 42. Congress alone has the\ninstitutional competence, democratic legitimacy, and (most\nimportantly) constitutional authority to revise statutes in light\nof new social problems and preferences. Until it exercises that\npower, the people may rely on the original meaning of the written\nlaw.This hardly leaves us, as the dissent worries,\n“trapped in a monetary time warp, forever limited to those forms of\nmoney commonly used in the 1930’s.”Post,at 3 (opinion of\nBreyer, J.). While every statute’smeaningis fixed at the\ntime of enactment, newapplicationsmay arise in light of\nchanges in the world. So “money,” as used in this statute, must\nalways mean a “medium of exchange.” But whatqualifiesas a\n“medium of exchange” may depend on the facts of the day. Take\nelectronic transfers of paychecks. Maybe they weren’t common in\n1937, but we do not doubt they would qualify today as “money\nremuneration” under the statute’s original public meaning. The\nproblem with the government’s and the dissent’s position today is\nnot that stock and stock options weren’t common in 1937, but that\nthey were not then—and are not now—recognized as mediums of\nexchange.The judgment of the Seventh Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}