{
    "case": {
        "docket": "19-438",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-438/"
    },
    "id": "4367219",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–438_________________CLEMENTE AVELINO PEREIDA, PETITIONERv.ROBERT M. WILKINSON, ACTING ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[March 4, 2021]Justice Gorsuch delivered the opinion of the\nCourt.Everyone agrees that Clemente Avelino Pereida\nentered this country unlawfully, and that the government has\nsecured a lawful order directing his removal. The only remaining\nquestion is whether Mr. Pereida can prove his eligibility for\ndiscretionary relief.Under the Immigration and Nationality Act (INA),\nindividuals seeking relief from a lawful removal order shoulder a\nheavy burden. Among other things, those in Mr. Pereida’s shoes must\nprove that they have not been convicted of a “crime involving moral\nturpitude.” Here, Mr. Pereida admits he has a recent conviction,\nbut declines to identify the crime. As a result, Mr. Pereida\ncontends, no one can be sure whether his crime involved “moral\nturpitude” and, thanks to this ambiguity, he remains eligible for\nrelief.Like the Eighth Circuit, we must reject Mr.\nPereida’s argument. The INA expressly requires individuals seeking\nrelief from lawful removal orders to prove all aspects of their\neligibility. That includes proving they do not stand convicted of a\ndisqualifying criminal offense.IThe INA governs how persons are admitted to,\nand removed from, the United States. Removal proceedings begin when\nthe government files a charge against an individual, and they occur\nbefore a hearing officer at the Department of Justice, someone the\nagency refers to as an immigration judge. If the proof warrants it,\nan immigration judge may order an individual removed for, say,\nentering the country unlawfully or committing a serious crime while\nhere. See 8 U. S. C. §§1229a, 1182(a), 1227(a).Even then, however, an avenue for relief\nremains. A person faced with a lawful removal order may still ask\nthe Attorney General to “cancel” that order. §§1229a(c)(4),\n1229b(b)(1). To be eligible for this form of relief, a nonpermanent\nresident alien like Mr. Pereida must prove four things: (1) he has\nbeen present in the United States for at least 10 years; (2) he has\nbeen a person of good moral character; (3) he has not been\nconvicted of certain criminal offenses; and (4) his removal would\nimpose an “exceptional and extremely unusual” hardship on a close\nrelative who is either a citizen or permanent resident of this\ncountry. §§1229b(b)(1), 1229a(c)(4). Establishing all this still\nyields no guarantees; it only renders an alieneligibleto\nhave his removal order cancelled. The Attorney General may choose\nto grant or withhold that relief in his discretion, limited by\nCongress’s command that no more than 4,000 removal orders may be\ncancelled each year. §1229b(e).This narrow pathway to relief proved especially\nchallenging here. The government brought removal proceedings\nagainst Mr. Pereida, alleging that he had entered the country\nunlawfully and had never become a lawful resident. In reply, Mr.\nPereida chose not to dispute that he was subject to removal.\nInstead, he sought to establish only his eligibility for\ndiscretionary relief. At the same time, Mr. Pereida’s lawyer\nexplained to the immigration judge that Nebraska authorities were\nin the middle of prosecuting his client for a crime. Because the\noutcome of that case had the potential to affect Mr. Pereida’s\neligibility for cancellation of removal, counsel asked the\nimmigration judge to postpone any further proceedings on Mr.\nPereida’s application for relief until the criminal case concluded.\nThe immigration judge agreed.In the criminal case, state authorities charged\nMr. Pereida with attempted criminal impersonation. Under Nebraska\nlaw, a person commits criminal impersonation if he:“(a) Assumes a false identity and does an act\nin his or her assumed character with intent to gain a pecuniary\nbenefit . . . or to deceive or harm another;“(b) Pretends to be a representative of some\nperson or organization and does an act in his or her pretended\ncapacity with the intent to gain a pecuniary benefit\n. . . and to deceive or harm another;“(c) Carries on any profession, business, or\nany other occupation without a license, certificate, or other\nauthorization required by law; or“(d) Without the authorization . . .\nof another and with the intent to deceive or harm another: (i)\nObtains or records . . . personal identifying\ninformation; and (ii) Accesses or attempts to access the financial\nresources of another through the use of . . . personal\nidentifying information for the purpose of obtaining credit, money\n. . . or any other thing of value.” Neb. Rev. Stat.\n§28–608 (2008) (since amended and moved to Neb. Rev. Stat.\n§28–638).Ultimately, Mr. Pereida was found guilty, and\nthis conviction loomed large when his immigration proceedings\nresumed. Before the immigration judge, everyone accepted that Mr.\nPereida’s eligibility for discretionary relief depended on whether\nhe could show he had not been convicted of certain crimes,\nincluding ones “involving moral turpitude.” 8 U. S. C.\n§§1182(a)(2)(A)(i)(I), 1227(a)(2)(A)(i), 1229b(b)(1)(C). And\nwhatever else one might say about that phrase, the parties took it\nas given that a crime involving “fraud [as] an ingredient”\nqualifies as a crime involving “moral turpitude.”Jordanv.De George,341 U.S.\n223, 227 (1951).The parties’ common ground left Mr. Pereida with\nan uphill climb. As the immigration judge read the Nebraska\nstatute, subsections (a), (b), and (d) each stated a crime\ninvolving fraud, and thus each constituted a disqualifying offense\nof moral turpitude. That left only subsection (c)’s prohibition\nagainst carrying on a business without a required license. The\nimmigration judge thought this crime likely did not require\nfraudulent conduct, but he also saw little reason to think it was\nthe offense Mr. Pereida had committed. The government presented a\ncopy of the criminal complaint against Mr. Pereida showing that\nNebraska had charged him with using a fraudulent social security\ncard to obtain employment. Meanwhile, Mr. Pereida declined to offer\nany competing evidence of his own. In light of this state of proof,\nthe immigration judge found that Mr. Pereida’s conviction had\nnothing to do with carrying on an unlicensed business in violation\nof subsection (c) and everything to do with the fraudulent (and\nthus disqualifying) conduct made criminal by subsections (a), (b),\nor (d).Mr. Pereida’s efforts to undo this ruling proved\nunsuccessful. Both the Board of Immigration Appeals (BIA) and the\nEighth Circuit agreed with the immigration judge that Nebraska’s\nstatute contains different subsections describing different crimes.Pereidav.Barr, 916 F.3d 1128, 1131, 1133 (2019).\nThey agreed, too, that subsections (a), (b), and (d) set forth\ncrimes involving moral turpitude, while subsection (c) does not. At\nthe same time, both found the case a little more complicated than\nthe immigration judge thought. While the government’s evidence\nrevealed that Nebraska hadchargedMr. Pereida with using a\nfraudulent social security card to obtain employment, and while\nthat evidence would “seem to support a finding that the crime\nunderlying [Mr. Pereida’s] attempt offense involved fraud or\ndeceit,” the BIA and Court of Appeals observed that nothing in the\nrecord definitively indicated which statutory subsection Mr.\nPereida stoodconvictedof violating. App. to Pet. for Cert.\n17a. Still, neither the agency nor the Eighth Circuit could see how\nthe absence of conclusive proof on this score might make a\ndifference. Mr. Pereida bore the burden of proving his eligibility\nfor relief, so it was up to him to show that his crime of\nconviction did not involve moral turpitude. Because Mr. Pereida had\nnot carried that burden, he was ineligible for discretionary relief\nall the same.It is this judgment Mr. Pereida asks us to\nreverse. In his view, Congress meant for any ambiguity about an\nalien’s prior convictions to work against the government, not the\nalien. The circuits have disagreed on this question, so we granted\ncertiorari to resolve the conflict. 589 U. S. ___ (2019).IIALike any other, Mr. Pereida’s claims about\nCongress’s meaning or purpose must be measured against the language\nit adopted. And there, a shortcoming quickly emerges. The INA\nstates that “[a]n alien applying for relief or protection from\nremoval has the burden of proof to establish” that he “satisfies\nthe applicable eligibility requirements” and that he “merits a\nfavorable exercise of discretion.” 8 U. S. C.\n§1229a(c)(4)(A). To carry that burden, a nonpermanent resident\nalien like Mr. Pereida must prove four things, including that he\n“has not been convicted” of certain disqualifying offenses, like\ncrimes involving moral turpitude. §1229b(b)(1)(C). Thus any\nlingering uncertainty about whether Mr. Pereida stands convicted of\na crime of moral turpitude would appear enough to defeat his\napplication for relief, exactly as the BIA and Eighth Circuit\nheld.It turns out that Mr. Pereida actually agrees\nwith much of this. He accepts that he must prove three of the four\nstatutory eligibility requirements (his longstanding presence in\nthe country, his good moral character, and extreme hardship on a\nrelative). He does not dispute that ambiguity on these points can\ndefeat his application for relief. It isonlywhen it comes\nto the final remaining eligibility requirement at issue\nhere—whether he was convicted of a disqualifying offense—that Mr.\nPereida insists a different rule should apply. Yet, he identifies\nnothing in the statutory text singling out this lone requirement\nfor special treatment. His concession that an alien must show his\ngood moral character undercuts his argument too. Ambiguity about a\nconviction for a crime involving moral turpitude would seem to\ndefeat an assertion of “good moral character.” Cf. 8\nU. S. C. §1101(f )(3). And if that’s true, it’s hard\nto see how the same ambiguity couldhelpan alien when it\ncomes to the closely related eligibility requirement at issue\nbefore us.What the statute’s text indicates, its context\nconfirms. Consider three nearby provisions. First, the INA\nspecifies particular forms of evidence that “shall constitute proof\nof a criminal conviction,” including certain official records of\nconviction, docket entries, and attestations. §1229a(c)(3)(B).\nThese rules apply to “any proceeding under this chapter” regardless\nwhether the proceedings happen to involve efforts by the government\nto remove an alien or efforts by an alien to obtain relief.Ibid.In this way, the INA anticipates both the need for\nproof about prior convictions and the fact an alien sometimes bears\nthe burden of supplying it.Next, when it comes to “removal proceedings,”\nthe INA assigns the government the “burden” of showing that the\nalien has committed a crime of moral turpitude in certain\ncircumstances. See §§1229a(c)(3), 1227(a)(2)(A)(i). But the burden\nflips for “[a]pplications for relief from removal,” like the one at\nissue in this case. §1229a(c)(4). These statutory features show\nthat Congress knows how to assign the government the burden of\nproving a disqualifying conviction. And Congress’s decision to do\nso in some proceedings, but not in proceedings on an alien’s\napplication for relief, reflects its choice that these different\nprocesses warrant different treatment.Finally, the INA often requires an alien\napplying for admission to show “clearly and beyond doubt” that he\nis “entitled to be admitted and is not inadmissible.”\n§1229a(c)(2)(A). As part of this showing, an alien must demonstrate\nthat he has not committed a crime involving moral turpitude.\n§1182(a)(2)(A)(i)(I). In this context, it is undisputed that an\nalien has the burden of proving that he has not committed a crime\nof moral turpitude. And Mr. Pereida has offered no account why a\nrational Congress might wish to place this burden on an alien\nseeking admission to this country, yet lift it from an alien who\nhas entered the country illegally and is petitioning for relief\nfrom a lawful removal order.[1]BConfronted now with a growing list of\nunhelpful textual clues, Mr. Pereida seeks to shift ground. Even if\nhe must shoulder the burden of proving that he was not convicted of\na crime involving moral turpitude, Mr. Pereida replies, he can\ncarry that burden thanks to the so-called “categorical\napproach.”The Court first discussed the categorical\napproach in the criminal context, but it has since migrated into\nour INA cases. Following its strictures, a court does not consider\nthe facts of an individual’s crime as he actually committed it.\nInstead, a court asks only whether an individual’s crime of\nconviction necessarily—or categorically—triggers a particular\nconsequence under federal law. The categorical approach is\nrequired, we have said, because the language found in statutes like\nthe INA provision before us don’t task courts with examining\nwhether an individual’sactionsmeet a federal standard like\n“moral turpitude,” but only whether the individual\n“has. . . been convicted of anoffense” that does\nso. §§1229b(b)(1)(C) (emphasis added), 1227(a)(2)(A)(i);Taylorv. United States,495\nU.S. 575, 600 (1990);Leocalv.Ashcroft,543 U.S.\n1, 7 (2004);United Statesv.Davis, 588\nU. S. ___, ___–___ (2019) (slip op., at 9–11).[2]In Mr. Pereida’s view, the categorical approach\nmakes all the difference. It does so because Nebraska’s statute\ncriminalizes at least some conduct—like carrying on a business\nwithout a license—that doesn’t necessarily involve fraud. So what\nif Mr. Pereidaactuallycommitted fraud? Under the\ncategorical approach, that is beside the point. Because a person,\nhypothetically,couldviolate the Nebraska statute without\ncommitting fraud, the statute does not qualify as a crime involving\nmoral turpitude. In this way, Mr. Pereida submits, he can carry any\nburden of proof the INA assigns him.This argument, however, overstates the\ncategorical approach’s preference for hypothetical facts over real\nones. In order to tackle thehypotheticalquestion whether\none might complete Mr. Pereida’s offense of conviction without\ndoing something fraudulent, a court must have some idea what hisactualoffense of conviction was in the first place. And to\nanswer that question, courts must examine historical facts. No\namount of staring at a State’s criminal code will answer whether a\nparticular person was convicted of any particular offense at any\nparticular time. Applying the categorical approach thus implicates\ntwo inquiries—one factual (what was Mr. Pereida’s crime of\nconviction?), the other hypothetical (could someone commit that\ncrime of conviction without fraud?).[3]The factual inquiry can take on special\nprominence when it comes to “divisible” statutes. Some statutes\nstate only a single crime, often making it a simple thing for a\njudge to conclude from a defendant’s criminal records that he was\nconvicted of violating statute x and thus necessarily convicted of\ncrime x. Not infrequently, however, a single criminal statute will\nlist multiple, stand-alone offenses, some of which trigger\nconsequences under federal law, and others of which do not. To\ndetermine exactly which offense in a divisible statute an\nindividual committed, this Court has told judges to employ a\n“modified” categorical approach, “review[ing] the record materials\nto discover which of the enumerated alternatives played a part in\nthe defendant’s prior conviction.”Mathisv. United\nStates, 579 U. S. ___, ___, ___ (2016) (slip op., at 12,\n16).In aid of the inquiry, we have said, judges may consult\n“a limited class of documents (for example, the indictment, jury\ninstructions, or plea agreement and colloquy) to determine what\ncrime, with what elements, a defendant was convicted of.”Id., at ___ (slip op., at 4).These nuances expose the difficulty with Mr.\nPereida’s argument. Both he and the government accept that\nNebraska’s attempted criminal impersonation statute is divisible\nbecause it states no fewer than four separate offenses in\nsubsections (a) through (d). The immigration judge, BIA, and Eighth\nCircuit concluded that three of these subsections—(a), (b), and\n(d)—constitute crimes of moral turpitude. So that left Mr. Pereida\nwith the burden of proving as a factual matter thathisconviction was for misusing a business license under subsection\n(c). To be sure, in this Court Mr. Pereida now seeks to suggest\nthat it is also possible for a hypothetical defendant to violate\nsubsection (a) without engaging in conduct that involves moral\nturpitude under federal law. But even assuming he is right about\nthis, it still left him obliged to show in the proceedings below\nthat he was convicted under subsection (a) or (c) rather than under\n(b) or (d).Mr. Pereida failed to carry that burden. Before\nthe immigration judge, he refused to produce any evidence about his\ncrime of conviction even after the government introduced evidence\nsuggesting that he was convicted under a statute setting forth some\ncrimes involving fraud. Nor has Mr. Pereida sought a remand for\nanother chance to resolve the ambiguity by introducing evidence\nabout his crime of conviction; at oral argument, he even disclaimed\ninterest in the possibility. See Tr. of Oral Arg. 23–25. These\nchoices may be the product of sound strategy, especially if further\nevidence would serve only to show that Mr. Pereida’s crime of\nconvictiondidinvolve fraud. But whatever degree of\nambiguity remains about the nature of Mr. Pereida’s conviction, and\nwhatever the reason for it, one thing remains stubbornly evident:\nHe has not carried his burden of showing that he was not convicted\nof a crime involving moral turpitude.Look at the problem this way. Mr. Pereida is\nright that, when asking whether a state conviction triggers a\nfederal consequence, courts applying the categorical approach often\npresume that a conviction rests on nothing more than the minimum\nconduct required to secure a conviction. But Mr. Pereida neglects\nto acknowledge that this presumption cannot answer the questionwhichcrime the defendant was convicted of committing. To\nanswer that question, parties and judges must consult evidence. And\nwhere, as here, the alien bears the burden of proof and was\nconvicted under a divisible statute containing some crimes that\nqualify as crimes of moral turpitude, the alien must prove that his\nactual, historical offense of conviction isn’t among them.[4]The INA’s plain terms confirm the point. Recall\nthat the INA places the “burden of proof ” on an alien like\nMr. Pereida to show four things; that one of these is the absence\nof a disqualifying conviction; and that the law specifies certain\nforms of evidence “shall” constitute “proof ” of a criminal\nconviction. See Part II–A,supra. In each of these ways, the\nstatutory scheme anticipates the need for evidentiary proof about\nthe alien’s crime of conviction and imposes on the alien the duty\nto present it.[5]The INA adopts this approach for understandable\nreasons too. Not only is it impossible to discern an individual’s\noffense of conviction without consulting at least some documentary\nor testimonial evidence. It’s easy to imagine significant factual\ndisputes that make these statutory instructions about the\npresentation of evidence and the burden of proof critically\nimportant. Suppose, for example, that the parties in this case\ndisputed whether the criminal complaint the government introduced\ninvolved adifferentClemente Avelino Pereida.\nAlternatively, what if Nebraska’s complaint charged Mr. Pereida\nwith a violation of subsection (c) but the plea colloquy mentioned\nonly subsection (d)? Or what if the relevant records were illegible\nor contained a material typo? Courts can resolve disputes like\nthese only by reference to evidence, which means a statutory\nallocation of the burden of proof will sometimes matter a great\ndeal.To reach a different conclusion would require us\nto cast a blind eye over a good many precedents. When applying the\ncategorical approach, this Court has long acknowledged that to ask\nwhat crime the defendant was convicted of committing is to ask a\nquestion of fact. See,e.g.,Taylor, 495 U. S.,\nat 600 (courts look “to the fact that the defendant had been\nconvicted of crimes falling within certain categories”). We have\ndescribed the modified categorical approach as requiring courts to\n“review . . . record materials” to determine which of the\noffenses in a divisible statute the defendant was convicted of\ncommitting.Mathis, 579 U. S., at ___ (slip op., at\n16). We have acknowledged that this process calls on courts to\nconsider “extra-statutory materials” to “discover” the defendant’s\ncrime of conviction.Descampsv.United States,570 U.S.\n254, 263 (2013). We have observed that these “materials will\nnot in every case speak plainly,” and that any lingering ambiguity\nabout them can mean the government will fail to carry its burden of\nproof in a criminal case.Mathis, 579 U. S., at ___\n(slip op., at 18) (citingShepardv.United States,544 U.S.\n13, 21 (2005)). And we have remarked that “the fact of a prior\nconviction” supplies an unusual and “arguable” exception to the\nSixth Amendment rule in criminal cases that “any fact that\nincreases the penalty for a crime” must be proved to a jury rather\nthan a judge.Apprendiv.New Jersey,530 U.S.\n466, 489, 490 (2000).Really, this Court has never doubted that the\nwho, what, when, and where of a conviction—and the very existence\nof a conviction in the first place—pose questions of fact. Nor have\nwe questioned that, like any other fact, the party who bears the\nburden of proving these facts bears the risks associated with\nfailing to do so.[6]The authorities Mr. Pereida invokes do not teach\ndifferently. He directs our attention especially toMoncrieffev.Holder,569 U.S.\n184(2013),Carachuri-Rosendov.Holder,560 U.S.\n563(2010), andJohnsonv.United States,559 U.S.\n133(2010). But the first two cases addressed only the question\nwhether the minimum conduct needed to commit an alien’sknownoffense of conviction categorically triggered adverse\nfederal consequences. Neither addressed the threshold factual\nquestion at issue here—whichcrime formed the basis of the\nalien’s prior conviction.The final case is no more helpful to Mr.\nPereida.Johnsoninvolved a criminal prosecution under the\nArmed Career Criminal Act (ACCA) in which the government bore the\nburden of proof. There, “nothing in the record” indicated which of\nseveral crimes in a divisible statute the defendant had been\nconvicted of committing.Id.,at 137. Accordingly, if it\nwished to win certain sentencing enhancements, the government had\nto show thatallof the statute’s offenses met the federal\ndefinition of a “ ‘violent felony.’ ”Ibid.Here,\nby contrast, Mr. Pereida bears the burden of proof and the same\nlogic applies to him. We do not doubt that, when the record is\nsilent on which of several crimes in a divisible statute an alien\ncommitted, he might succeed by showing thatnoneof the\nstatute’s offenses qualifies as a crime of moral turpitude. It’s\nsimply that this avenue wasn’t open to Mr. Pereida. No one before\nus questions that Nebraska’s statute containssomecrimes of\nmoral turpitude under federal law. Given this, it necessarily fell\nto Mr. Pereida to show that his actual offense was not among these\ndisqualifying offenses. And just as evidentiary gaps work against\nthe government in criminal cases, they work against the alien\nseeking relief from a lawful removal order. When it comes to civil\nimmigration proceedings, Congress can, and has, allocated the\nburden differently.[7]CThis leaves Mr. Pereida to his final redoubt.\nMaybe the INA works as we have described. But, Mr. Pereida worries,\nacknowledging as much would invite “grave practical difficulties.”\nBrief for Petitioner 43. What if the alien’s record of conviction\nis unavailable or incomplete through no fault of his own? To deny\naliens relief only because of poor state court record-keeping\npractices would, he submits, make for inefficient and unfair public\npolicy. The dissent expands on these same policy arguments at\nlength. Seepost,at 14–16.Notably, though, neither Mr. Pereida nor the\ndissent suggests that record-keeping problems attendthiscase. Mr. Pereida’s immigration proceedings progressed in tandem\nwith his criminal case, so it is hard to imagine how he could have\nbeen on better notice about the need to obtain and preserve\nrelevant state court records about his crime. Represented by\ncounsel in both proceedings, he had professional help with these\ntasks too. We know that relevant records were created, as well,\nbecause the government submitted documents outlining the charges\nbrought against him. Despite all this, Mr. Pereida simply declined\nto insist on clarity in his state court records or supply further\nevidence.Still, even accepting that graver record-keeping\nproblems will arise inothercases, it is not clear what\nthat might tell us. Record-keeping problems promise to occur from\ntime to time regardless who bears the burden of proof. And, as in\nmost cases that come our way, both sides can offer strong policy\narguments to support their positions. Mr. Pereida and the dissent\nsay fairness and efficiency would be better served if the\ngovernment bore the risk of loss associated with record-keeping\ndifficulties. Meanwhile, the government contends that it is\nimportant for the burden of proof to rest with the alien so those\nseeking discretionary relief cannot gain a tactical advantage by\nwithholding or concealing evidence they possess about their own\nconvictions. It is hardly this Court’s place to pick and choose\namong competing policy arguments like these along the way to\nselecting whatever outcome seems to us most congenial, efficient,\nor fair. Our license to interpret statutes does not include the\npower to engage in such freewheeling judicial policymaking.\nCongress was entitled to conclude that uncertainty about an alien’s\nprior conviction should not redound to his benefit. Only that\npolicy choice, embodied in the terms of the law Congress adopted,\ncommands this Court’s respect.It seems, too, that Mr. Pereida may have\noverlooked some of the tools Congress afforded aliens faced with\nrecord-keeping challenges. In the criminal context, this Court has\nsaid that judges seeking to ascertain the defendant’s crime of\nconviction should refer only to a “limited” set of judicial\nrecords.Shepard, 544 U. S., at 20–23. In part, the\nCourt has circumscribed the proof a judge may consult out of\nconcern for the defendant’s Sixth Amendment right to a trial by\njury. If a judge, rather than a jury, may take evidence and make\nfindings of fact, the thinking goes, the proceeding should be as\nconfined as possible.Id.,at 25–26; see alsoApprendi, 530 U. S., at 487–490 (citingAlmendarez-Torresv.United States,523 U.S.\n224(1998)). But Sixth Amendment concerns are not present in\nthe immigration context. And in the INA, Congress has expressly\nauthorized parties to introduce a much broader array of proof when\nit comes to prior convictions—indicating, for example, that a\nvariety of records and attestations “shall” be taken as proof of a\nprior conviction. 8 U. S. C. §1229a(c)(3)(B). Nor is it\neven clear whether these many listed forms of proof are meant to be\nthe only permissible ways of proving a conviction, or whether they\nare simply assured of special treatment when produced. Cf.\nn. 5,supra. Mr. Pereida acknowledges none of this,\nagain perhaps understandably if further evidence could not have\nhelped his cause. Still, it is notable that Congress took\nsignificant steps in the INA to ameliorate some of the\nrecord-keeping problems Mr. Pereida discusses by allowing aliens\nconsiderably more latitude in carrying their burden of proof than\nhe seems to suppose.*Under the INA, certain nonpermanent aliens\nseeking to cancel a lawful removal order must prove that they have\nnot been convicted of a disqualifying crime. The Eighth Circuit\ncorrectly held that Mr. Pereida failed to carry this burden. Its\njudgment isAffirmed.Justice Barrett took no part in the\nconsideration or decision of this case.Notes1The dissent does not\nseriously dispute any of this, but brushes it aside as having\n“little or n[o]” importance only because of the “categorical\napproach” discussed in the next section.Post,at 1 (opinion\nof Breyer, J.).2Nothing requires Congress\nto employ the categorical approach. Instead of focusing our\nattention on the question whether an offense of conviction meets\ncertain criteria, Congress could have (and sometimes has) used\nstatutory language requiring courts to ask whether the defendant’s\nactual conduct meets certain specified criteria. See,e.g.,Nijhawanv.Holder,557 U.S.\n29, 41 (2009).3It is unclear where the\ndissent stands on this point. In places, the dissent seems to\nsuggest that no “threshold” factual question exists here.Post,at 10. Elsewhere, the dissent appears to admit that\nestablishing the “basic fact” of an individual’s crime of\nconviction is a necessary prerequisite to application of the\ncategorical approach.Post, at 11. The second view comes\ncloser to the mark.4The dissent makes the\nsame mistake. At first, it acknowledges that courts must look to\nfactual evidence to determine which of several offenses in a\ndivisible statute the defendant committed, and even admits we do\nnot know which of the offenses listed in the Nebraska statute Mr.\nPereida committed.Post,at 5, 9. But the dissent then does\nan about-face—treating Nebraska’s (divisible) statute as if it\nstates a single offense.Post, at 10. The dissent had it\nright the first time. Both sidesagreethat Nebraska’s\nstatute is divisible and states (at least) four independent crimes.\nWe do not know which of those crimes formed the basis of Mr.\nPereida’s conviction because the record is ambiguous, and Mr.\nPereida has not supplied anything to clarify it. Mr. Pereida now\nattempts to benefit from that uncertainty. Butthatproposition is foreclosed by the INA’s burden of\nproof.5There are other statutory\nsignals that point to the same conclusion. The INA authorizes an\nimmigration judge to make “credibility determination[s]” based on\nan alien’s proof, §1229a(c)(4)(C); it says the immigration judge\nmust determine whether “testimony is credible, is persuasive, and\nrefers to specific facts sufficient to [discharge] the applicant’s\nburden of proof,” §1229a(c)(4)(B); and the law requires the alien\nto comply with regulations requiring him to “submit information or\ndocumentation” supporting his application for relief,ibid.\nCurrent regulations indicate that an alien should describe on his\napplication form any prior convictions he may have, Dept. of\nJustice, Executive Office for Immigration Review, Form EOIR–42B,\nApplication for Cancellation of Removal and Adjustment of Status\nfor Certain Nonpermanent Residents 5 (Rev. July 2016),\nhttps://www.justice.gov/sites/default/files/pages/attachments/2016/10/\n20/eoir42b.pdf. In all of these additional ways, the INA again\nanticipates the need for proof and the possibility of its challenge\nin an application for relief—and nowhere does the statute suggest\nsome special carveout exists when it comes to evidence concerning\nprior convictions.6Practice in the criminal\nand INA contexts comports with practice in other fields too. Often\nin civil litigation, a party must prove the fact of a prior\njudgment on a particular claim or the fact of a ruling on a\nparticular issue. And there, as here, the question can turn on the\npersuasiveness of the proof presented and on whom the burden of\nproof rests. So, for example, the Restatement (Second) of\nJudgments, contemplates that parties seeking to assert issue\npreclusion “ha[ve] the burden of proving” that an “an issue of fact\nor law” has been “actually litigated and determined by a valid and\nfinal judgment.” §27, and Commentf(1982). And “[i]f it\ncannot be determined from the pleadings and other materials of\nrecord in the prior action what issues, if any, were litigated and\ndetermined by the verdict and judgment, extrinsic evidence is\nadmissible to aid in such determination. Extrinsic evidence may\nalso be admitted to show that the record in the prior action does\nnot accurately indicate what issues, if any, were litigated and\ndetermined.”Id.,Commentf.The dissent suggests its\nown analogy to contract law. Seepost,at 10–11. But it\nnever explains why we should look there before the statutory text\nor the law’s customary treatment of judgments. Nor does the analogy\nsucceed even on its own terms. It is “generally a question of fact\nfor the jury whether or not a contract . . . actually\nexists.” 11 R. Lord, Williston on Contracts §30:3, pp. 37–39 (4th\ned. 2012). So too, “[w]hen a written contract is ambiguous, its\nmeaning is a question of fact,” which may require looking to\n“relevant extrinsic evidence.”Id., §30:7, at 116, 124.\nSimilarly here, disputes about the existence of Mr. Pereida’s\nconviction and its ambiguous meaning involve at least some\nquestions of fact requiring resort to proof.7The dissent asserts that\nthe ACCA and INA have a “shared text and purpose.”Post,at\n14. In fact, however, the ACCA and INA provision at issue here bear\ndifferent instructions. Both may call for the application of the\ncategorical approach. But while the ACCA’s categorical approach\ndemands certainty from the government, the INA’s demands it from\nthe alien. Seepost, at 6.",
    "joined": []
}