{
    "case": {
        "docket": "16-402",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-402/"
    },
    "id": "3919269",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–402_________________TIMOTHY IVORY CARPENTER, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 22, 2018]Justice Gorsuch, dissenting.In the late 1960s this Court suggested for the\nfirst time that a search triggering the Fourth Amendment occurs\nwhen the government violates an “expectation of privacy” that\n“society is prepared to recognize as ‘reasonable.’ ”Katzv.United States, 389 U. S. 347, 361 (1967)\n(Harlan, J., concurring). Then, in a pair of decisions in the 1970s\napplying theKatztest, the Court held that a “reasonable\nexpectation of privacy”doesn’tattach to information shared\nwith “third parties.” SeeSmithv.Maryland, 442\nU. S. 735, 743–744 (1979);United Statesv.Miller, 425 U. S. 435, 443 (1976). By these steps, the\nCourt came to conclude, the Constitution does nothing to limit\ninvestigators from searching records you’ve entrusted to your bank,\naccountant, and maybe even your doctor.What’s left of the Fourth Amendment? Today we\nuse the Internet to do most everything. Smartphones make it easy to\nkeep a calendar, correspond with friends, make calls, conduct\nbanking, and even watch the game. Countless Internet companies\nmaintain records about us and, increasingly,forus. Even\nour most private documents—those that, in other eras, we would have\nlocked safely in a desk drawer or destroyed—now reside on third\nparty servers.SmithandMillerteach that the police\ncan review all of this material, on the theory that no one\nreasonably expects any of it will be kept private. But no one\nbelieves that, if they ever did.What to do? It seems to me we could respond in\nat least three ways. The first is to ignore the problem, maintainSmithandMiller, and live with the consequences. If\nthe confluence of these decisions and modern technology means our\nFourth Amendment rights are reduced to nearly nothing, so be it.\nThe second choice is to setSmithandMilleraside\nand try again using theKatz“reasonable expectation of\nprivacy” jurisprudence that produced them. The third is to look for\nanswers elsewhere.*Start with the first option.Smithheld\nthat the government’s use of a pen register to record the numbers\npeople dial on their phones doesn’t infringe a reasonable\nexpectation of privacy because that information is freely disclosed\nto the third party phone company. 442 U. S., at 743–744.Millerheld that a bank account holder enjoys no reason-\nable expectation of privacy in the bank’s records of his account\nactivity. That’s true, the Court reasoned, “even if the information\nis revealed on the assumption that it will be used only for a\nlimited purpose and the confidence placed in the third party will\nnot be betrayed.” 425 U. S., at 443. Today the Court suggests\nthatSmithandMillerdistinguish betweenkindsof information disclosed to third parties and require\ncourts to decide whether to “extend” those decisions to particular\nclasses of information, depending on their sensitivity. Seeante,at 10–18. But as the Sixth Circuit recognized and\nJustice Kennedy explains, no balancing test of this kind can be\nfound inSmithandMiller. Seeante, at 16\n(dissenting opinion). Those cases announced a categorical rule:\nOnce you disclose information to third parties, you forfeit any\nreason- able expectation of privacy you might have had in it. And\neven ifSmithandMillerdid permit courts to conduct\na balancing contest of the kind the Court now suggests, it’s still\nhard to see how that would help the petitioner in this case. Why is\nsomeone’s location when using a phone so much more sensitive than\nwho he was talking to (Smith) or what financial transactions\nhe engaged in (Miller)? I do not know and the Court does not\nsay.The problem isn’t with the Sixth Circuit’s\napplication ofSmithandMillerbut with the cases\nthemselves. Can the government demand a copy of all your e-mails\nfrom Google or Microsoft without implicating your Fourth Amendment\nrights? Can it secure your DNA from 23andMe without a warrant or\nprobable cause?SmithandMillersay yes it can—at\nleast without running afoul ofKatz. But that result strikes\nmost lawyers and judges today—me in- cluded—as pretty unlikely. In\nthe years since its adoption, countless scholars, too, have come to\nconclude that the “third-party doctrine is not only wrong, but\nhorribly wrong.” Kerr, The Case for the Third-Party Doctrine, 107\nMich. L. Rev. 561, 563, n. 5, 564 (2009) (collecting\ncriticisms but defending the doctrine (footnotes omitted)). The\nreasons are obvious. “As an empirical statement about subjective\nexpectations of privacy,” the doctrine is “quite dubious.” Baude\n& Stern, The Positive Law Model of the Fourth Amendment, 129\nHarv. L. Rev. 1821, 1872 (2016). People oftendoreasonably expect that information they entrust to third parties,\nespecially information subject to confidentiality agreements, will\nbe kept private. Meanwhile, if the third party doctrine is supposed\nto represent a normative assessment of when a person should expect\nprivacy, the notion that the answer might be “never” seems a pretty\nunattractive societal prescription.Ibid.What, then, is the explanation for our third\nparty doctrine? The truth is, the Court has never offered a\npersuasive justification. The Court has said that by conveying\ninformation to a third party you “ ‘assum[e] the risk’ ”\nit will be revealed to the police and therefore lack a reason- able\nexpectation of privacy in it.Smith,supra,at 744.\nBut assumption of risk doctrine developed in tort law. It generally\napplies when “by contract or otherwise [one] expressly agrees to\naccept a risk of harm” or impliedly does so by “manifest[ing] his\nwillingness to accept” that risk and thereby “take[s] his chances\nas to harm which may result from it.” Restatement (Second) of Torts\n§§496B, 496C(1), and Commentb(1965); see also 1 D. Dobbs,\nP. Hayden, & E. Bublick, Law of Torts §§235–236, pp. 841–850\n(2d ed. 2017). That rationale has little play in this context.\nSuppose I entrust a friend with a letter and he promises to keep it\nsecret until he delivers it to an intended recipient. In what sense\nhave I agreed to bear the risk that he will turn around, break his\npromise, and spill its contents to someone else? More confusing\nstill, what have I done to “manifest my willingness to accept” the\nrisk that the government will pry the document from my friend and\nread itwithouthis consent?One possible answer concerns knowledge. I know\nthat my friendmightbreak his promise, or that the\ngovernmentmighthave some reason to search the papers in\nhis possession. But knowing about a risk doesn’t mean you assume\nresponsibility for it. Whenever you walk down the sidewalk you know\na car may negligently or recklessly veer off and hit you, but that\nhardly means you accept the consequences and absolve the driver of\nany damage he may do to you. Epstein, Privacy and the Third Hand:\nLessons From the Common Law of Reasonable Expectations, 24 Berkeley\nTech. L. J. 1199, 1204 (2009); see W. Keeton, D. Dobbs, R.\nKeeton, & D. Owen, Prosser & Keeton on Law of Torts 490\n(5th ed. 1984).Some have suggested the third party doctrine is\nbetter understood to rest on consent than assumption of risk. “So\nlong as a person knows that they are disclosing information to a\nthird party,” the argument goes, “their choice to do so is\nvoluntary and the consent valid.” Kerr,supra,at 588. I\nconfess I still don’t see it. Consenting to give a third party\naccess to private papers that remain my property is not the same\nthing as consenting to asearch of thosepapers by the\ngovernment.Perhaps there are exceptions, like when the third\nparty is an undercover government agent. See Murphy, The Case\nAgainst the Case Against the Third-Party Doctrine: A Response to\nEpstein and Kerr, 24 Berkeley Tech. L. J. 1239, 1252 (2009);\ncf.Hoffav.United States, 385 U. S. 293\n(1966). But otherwise this conception of consent appears to be just\nassumption of risk relabeled—you’ve “consented” to whatever risks\nare foreseeable.Another justification sometimes offered for\nthird party doctrine is clarity. You (and the police) know exactly\nhow much protection you have in information confided to others:\nnone. As rules go, “the king always wins” is admi- rably clear. But\nthe opposite rule would be clear too: Third party disclosuresneverdiminish Fourth Amendment protection (call it “the\nking always loses”). So clarity alone cannot justify the third\nparty doctrine.In the end, what doSmithandMilleradd up to? A doubtful application ofKatzthat\nlets the government search almost whatever it wants whenever it\nwants. The Sixth Circuit had to follow that rule and faithfully did\njust that, but it’s not clear why we should.*There’s a second option. What if we droppedSmithandMiller’s third party doctrine and retreated\nto the rootKatzquestion whether there is a “reasonable\nexpectation of privacy” in data held by third parties? Rather than\nsolve the problem with the third party doctrine, I worry this\noption only risks returning us to its source: After all, it wasKatzthat producedSmithandMillerin the\nfirst place.Katz’sproblems start with the text and\noriginal understanding of the Fourth Amendment, as Justice Thomas\nthoughtfully explains today.Ante,at 5–17 (dissenting\nopinion). The Amendment’s protections do not depend on the breach\nof some abstract “expectation of privacy” whose contours are left\nto the judicial imagination. Much more concretely, it protects your\n“person,” and your “houses, papers, and effects.” Nor does your\nright to bring a Fourth Amendment claim depend on whether a judge\nhappens to agree that your subjective expectation to privacy is a\n“reasonable” one. Under its plain terms, the Amendment grants you\nthe right to invoke its guarantees whenever one of your protected\nthings (your person, your house, your papers, or your effects) is\nunreasonably searched or seized. Period.History too holds problems forKatz.\nLittle like it can be found in the law that led to the adoption of\nthe Fourth Amendment or in this Court’s jurisprudence until the\nlate 1960s. The Fourth Amendment came about in response to a trio\nof 18th century cases “well known to the men who wrote and ratified\nthe Bill of Rights, [and] famous throughout the colonial\npopulation.” Stuntz, The Substantive Origins of Criminal Procedure,\n105 Yale L. J. 393, 397 (1995). The first two were English\ncases invalidating the Crown’s use of general warrants to enter\nhomes and search papers.Entickv.Carrington, 19\nHow. St. Tr. 1029 (K. B. 1765);Wilkesv.Wood,\n19 How. St. Tr. 1153 (K. B. 1763); see W. Cuddihy, The Fourth\nAmendment: Origins and Original Meaning 439–487 (2009);Boydv.United States, 116 U. S. 616, 625–630 (1886). The\nthird was American: the Boston Writs of Assistance Case, which\nsparked colonial outrage at the use of writs permitting government\nagents to enter houses and business, breaking open doors and chests\nalong the way, to conduct searches and seizures—and to force third\nparties to help them. Stuntz,supra,at 404–409; M. Smith,\nThe Writs of Assistance Case (1978). No doubt the colonial outrage\nengendered by these cases rested in part on the government’s\nintrusion upon privacy. But the framers chose not to protect\nprivacy in some ethereal way dependent on judicial intuitions. They\nchose instead to protect privacy in particular places and\nthings—“persons, houses, papers, and effects”—and against\nparticular threats—“unreasonable” governmental “searches and\nseizures.” SeeEntick,supra,at 1066 (“Papers are\nthe owner’s goods and chattels; they are his dearest property; and\nso far from enduring a seizure, that they will hardly bear an\ninspection”); see alsoante,at 1–21 (Thomas, J.,\ndissenting).Even taken on its own terms,Katzhas\nnever been sufficiently justified. In fact, we still don’t even\nknow what its “reasonable expectation of privacy” testis.\nIs it supposed to pose an empirical question (what privacy\nexpectations do peopleactuallyhave) or a normative one\n(what expectationsshouldthey have)? Either way brings\nproblems. If the test is supposed to be an empirical one, it’s\nunclear why judges rather than legislators should conduct it.\nLegislators are responsive to their constituents and have\ninstitutional resources designed to help them discern and enact\nmajoritarian preferences. Politically insulated judges come armed\nwith only the attorneys’ briefs, a few law clerks, and their own\nidiosyncratic experiences. They are hardly the representative group\nyou’d expect (or want) to be making empirical judgments for\nhundreds of millions of people. Unsurprisingly, too, judicial\njudgments often fail to reflect public views. See Slobogin &\nSchumacher, Reasonable Expectations of Privacy and Autonomy in\nFourth Amendment Cases: An Empirical Look at “Understandings\nRecognized and Permitted by Society,” 42 Duke L. J. 727, 732,\n740–742 (1993). Consider just one example. Our cases insist that\nthe seriousness of the offense being investigated doesnotreduce Fourth Amendment protection.Minceyv.Arizona, 437 U. S. 385, 393–394 (1978). Yet scholars\nsuggest that most peoplearemore tolerant of police\nintrusions when they investigate more serious crimes. See\nBlumenthal, Adya, & Mogle, The Multiple Dimensions of Privacy:\nTesting Lay “Expectations of Privacy,” 11 U. Pa. J. Const. L. 331,\n352–353 (2009). And I very much doubt that this Court would be\nwilling to adjust itsKatzcases to reflect these findings\neven if it believed them.Maybe, then, theKatztest should be\nconceived as a normative question. But if that’s the case, why\n(again) do judges, rather than legislators, get to determine\nwhether societyshould beprepared to recognize an\nexpectation of privacy as legitimate? Deciding what privacy\ninterestsshould berecognized often calls for a pure policy\nchoice, many times between incommensurable goods—between the value\nof privacy in a particular setting and society’s interest in\ncombating crime. Answering questions like that calls for the\nexercise of raw political will belonging to legislatures, not the\nlegal judgment proper to courts. See The Federalist No. 78, p. 465\n(C. Rossiter ed. 1961) (A. Hamilton). When judges abandon legal\njudgment for political will we not only risk decisions where\n“reasonable expectations of privacy” come to bear “an uncanny\nresemblance to those expectations of privacy” shared by Members of\nthis Court.Minnesotav.Carter, 525 U. S. 83,\n97 (1998) (Scalia, J., concurring). We also risk undermining public\nconfidence in the courts themselves.My concerns aboutKatzcome with a\ncaveat.Sometimes, I accept, judges may be able to discern\nand describe existing societal norms. See,e.g.,Floridav.Jardines, 569 U. S. 1, 8 (2013)\n(inferring a license to enter on private property from the\n“ ‘habits of the country’ ” (quotingMcKeev.Gratz, 260 U. S. 127, 136 (1922))); Sachs, Finding Law,\n107 Cal. L. Rev. (forthcoming 2019), online at\nhttps://ssrn.com/ abstract=3064443 (as last visited June 19, 2018).\nThat is particularly true when the judge looks to positive law\nrather than intuition for guidance on social norms. SeeByrdv.United States,584 U. S. ___, ___–___ (2018) (slip\nop., at 7–9) (“general property-based concept[s] guid[e] the\nresolution of this case”). So there may besomeoccasions\nwhereKatzis capable of principled application—though it\nmay simply wind up approximating the more traditional option I will\ndiscuss in a moment. Sometimes it may also be possible to applyKatzby analogizing from precedent when the line between an\nexisting case and a new fact pattern is short and direct. But so\nfar this Court has declined to tie itself to any significant\nrestraints like these. Seeante,at 5, n. 1 (“[W]hile\nproperty rights are often informative, our cases by no means\nsuggest that such an interest is ‘fundamental’ or ‘dispositive’ in\ndetermining which expectations of privacy are legitimate”).As a result,Katzhas yielded an often\nunpredictable—and sometimes unbelievable—jurisprudence.SmithandMillerare only two examples; there are\nmany others. TakeFloridav.Riley, 488 U. S.\n445 (1989), which says that a police helicopter hovering 400 feet\nabove a person’s property invades no reasonable expectation of\nprivacy. Try that one out on your neighbors. OrCaliforniav.Greenwood, 486 U. S. 35 (1988), which holds that a\nperson has no reasonable expectation of privacy in the garbage he\nputs out for collection. In that case, the Court said that the\nhomeowners forfeited their privacy interests because “[i]t is\ncommon knowledge that plastic garbage bags left on or at the side\nof a public street are readily accessible to animals, children,\nscavengers, snoops, and other members of the public.”Id.,\nat 40 (footnotes omitted). But the habits of raccoons don’t prove\nmuch about the habits of the country. I doubt, too, that most\npeople spotting a neighbor rummaging through their garbage would\nthink they lacked reasonable grounds to confront the rummager.\nMaking the decision all the stranger, California state law\nexpresslyprotecteda homeowner’s property rights in\ndiscarded trash.Id., at 43. Yet rather than defer to that\nas evidence of the people’s habits and reasonable expectations of\nprivacy, the Court substituted its own curious judgment.Resorting toKatzin data privacy cases\nthreatens more of the same. Just consider. The Court today says\nthat judges should useKatz’s reasonable expectation of\nprivacy test to decide what Fourth Amendment rights people have in\ncell-site location information, explaining that “no single rubric\ndefinitively resolves which expectations of privacy are entitled to\nprotection.”Ante,at 5. But then it offers a twist. Lower\ncourts should be sure to add two special principles to theirKatzcalculus: the need to avoid “arbitrary power” and the\nimportance of “plac[ing] obstacles in the way of a too permeating\npolice surveillance.”Ante,at 6 (internal quotation marks\nomitted). While surely laudable, these principles don’t offer lower\ncourts much guidance. The Court does not tell us, for example, how\nfar to carry either principle or how to weigh them against the\nlegitimate needs of law enforcement. At what point does access to\nelectronic data amount to “arbitrary” authority? When does police\nsurveillance become “too permeating”? And what sort of “obstacles”\nshould judges “place” in law enforcement’s path when it does? We\nsimply do not know.The Court’s application of these principles\nsupplies little more direction. The Court declines to say whether\nthere is any sufficiently limited period of time “for which the\nGovernment may obtain an individual’s historical [location\ninformation] free from Fourth Amendment scrutiny.”Ante,at\n11, n. 3; seeante,at 11–15. But then it tells us that\naccess to seven days’ worth of informationdoestrigger\nFourth Amendment scrutiny—even though here the carrier “produced\nonly two days of records.”Ante,at 11, n. 3.Why is\nthe relevant fact the seven days of information the governmentasked forinstead of the two days of information the\ngovernmentactually saw? Why seven days instead of ten or\nthree or one? And in what possible sense did the government\n“search” five days’ worth of location information it was never even\nsent? We do not know.Later still, the Court adds that it can’t say\nwhether the Fourth Amendment is triggered when the government\ncollects “real-time CSLI or ‘tower dumps’ (a download of\ninformation on all the devices that connected to a particular cell\nsite during a particular interval).”Ante,at 17–18. But\nwhat distinguishes historical data from real-time data, or seven\ndays of a single person’s data from a download ofeveryone’s\ndata over some indefinite period of time? Why isn’t a tower dump\ntheparadigmaticexample of “too permeating police\nsurveillance” and a dangerous tool of “arbitrary” authority—the\ntouchstones of the majority’s modifiedKatzanalysis? On\nwhat possible basis could such mass data collection survive the\nCourt’s test while collecting a single person’s data does not? Here\nagain we are left to guess. At the same time, though, the Court\noffers some firm assurances. It tells us its decision doesnot“call into question conventional surveillance techniques\nand tools, such as security cameras.”Ibid.That, however,\njust raises more questions for lower courts to sort out about what\ntechniques qualify as “conventional” and why those techniques would\nbe okayeven ifthey lead to “permeating police\nsurveillance” or “arbitrary police power.”Nor is this the end of it. After finding a\nreasonable expectation of privacy, the Court says there’s still\nmore work to do. Courts must determine whether to “extend”SmithandMillerto the circumstances before them.Ante,at 11, 15–17. So apparentlySmithandMilleraren’t quite left for dead; they just no longer have\nthe clear reach they once did. How do we measure their new reach?\nThe Court says courts now must conduct asecondKatz-like balancing inquiry, asking whether the fact of\ndisclosure to a third party outweighs privacy interests in the\n“category of information” so disclosed.Ante,at 13, 15–16.\nBut how are lower courts supposed to weigh these radically\ndifferent interests? Or assign values to different categories of\ninformation? All we know is that historical cell-site location\ninformation (for seven days, anyway) escapesSmithandMiller’s shorn grasp, while a lifetime of bank or phone\nrecords does not. As to any other kind of information, lower courts\nwill have to stay tuned.In the end, our lower court colleagues are left\nwith two amorphous balancing tests, a series of weighty and\nincommensurable principles to consider in them, and a few\nillustrative examples that seem little more than the product of\njudicial intuition. In the Court’s defense, though, we have arrived\nat this strange place not because the Court has misunderstoodKatz. Far from it. We have arrived here because this is\nwhereKatzinevitably leads.*There is another way. From the founding until\nthe 1960s, the right to assert a Fourth Amendment claim didn’t\ndepend on your ability to appeal to a judge’s per- sonal\nsensibilities about the “reasonableness” of your expectations or\nprivacy. It was tied to the law.Jardines, 569 U. S.,\nat 11;United Statesv.Jones, 565 U. S. 400,\n405 (2012). The Fourth Amendment protects “the right of the people\nto be secure in their persons, houses, papers and effects, against\nunreasonable searches and seizures.” True to those words and their\noriginal understanding, the traditional approach asked if a house,\npaper or effect wasyoursunder law. No more was needed to\ntrigger the Fourth Amendment. Though now often lost inKatz’s shadow, this traditional understanding persists.Katzonly “supplements, rather than displaces the\ntraditional property-based understanding of the Fourth Amendment.”Byrd, 584 U. S., at ___ (slip op., at 7) (internal\nquotation marks omitted);Jardines,supra,at 11\n(same);Soldalv.Cook County, 506 U. S. 56, 64\n(1992) (Katzdid not “snuf[f ] out the previously\nrecognized protection for property under the Fourth\nAmendment”).Beyond its provenance in the text and original\nunderstanding of the Amendment, this traditional approach comes\nwith other advantages. Judges are supposed to decide cases based on\n“democratically legitimate sources of law”—like positive law or\nanalogies to items protected by the enacted Constitution—rather\nthan “their own biases or personal policy preferences.” Pettys,\nJudicial Discretion in Constitutional Cases, 26 J. L. & Pol.\n123, 127 (2011). A Fourth Amendment model based on positive legal\nrights “carves out significant room for legislative participation\nin the Fourth Amendment context,” too, by asking judges to consult\nwhat the people’s representatives have to say about their rights.\nBaude & Stern, 129 Harv. L. Rev., at 1852. Nor is this\napproach hobbled bySmithandMiller, for those cases\nare justlimitationsonKatz, addressing only the\nquestion whether individuals have a reasonable expectation of\nprivacy in materials they share with third parties. Under this more\ntraditional approach, Fourth Amendment protections for your papers\nand effects do not automatically disappear just because you share\nthem with third parties.Given the prominenceKatzhas claimed in\nour doctrine, American courts are pretty rusty at applying the\ntraditional approach to the Fourth Amendment. We know that if a\nhouse, paper, or effect is yours, you have a Fourth Amendment\ninterest in its protection. But what kind of legal interest is\nsufficient to make somethingyours? And what source of law\ndetermines that? Current positive law? The common law at 1791,\nextended by analogy to modern times? Both? SeeByrd,supra, at ___–___ (slip op., at 1–2) (Thomas, J.,\nconcurring); cf. Re, The Positive Law Floor, 129 Harv. L. Rev.\nForum 313 (2016). Much work is needed to revitalize this area and\nanswer these questions. I do not begin to claim all the answers\ntoday, but (unlike withKatz) at least I have a pretty good\nidea what the questionsare. And it seems to me a few things\ncan be said.First, the fact that a third party has\naccess to or possession of your papers and effects does not\nnecessarily eliminate your interest in them. Ever hand a private\ndocument to a friend to be returned? Toss your keys to a valet at a\nrestaurant? Ask your neighbor to look after your dog while you\ntravel? You would not expect the friend to share the document with\nothers; the valet to lend your car to his buddy; or the neighbor to\nput Fido up for adoption. Entrusting your stuff to others is abailment. A bailment is the “delivery of personal property\nby one person (thebailor) to another (thebailee)\nwho holds the property for a certain purpose.” Black’s Law\nDictionary 169 (10th ed. 2014); J. Story, Commentaries on the Law\nof Bailments §2, p. 2 (1832) (“a bailment is a delivery of a\nthing in trust for some special object or purpose, and upon a\ncontract, expressed or implied, to conform to the object or purpose\nof the trust”). A bailee normally owes a legal duty to keep the\nitem safe, according to the terms of the parties’ contract if they\nhave one, and according to the “implication[s] from their conduct”\nif they don’t. 8 C. J. S., Bailments §36, pp. 468–469\n(2017). A bailee who uses the item in a different way than he’s\nsupposed to, or against the bailor’s instructions, is liable for\nconversion.Id., §43, at 481; seeGoadv.Harris, 207 Ala. 357, 92 So. 546, (1922);Knightv.Seney, 290 Ill. 11, 17, 124 N. E. 813, 815–816 (1919);Baxterv.Woodward, 191 Mich. 379, 385, 158\nN. W. 137, 139 (1916). This approach is quite different fromSmithandMiller’s (counter)-intuitive approach to\nreasonable expectations of privacy; where those cases extinguish\nFourth Amendment interests once records are given to a third party,\nproperty law may preserve them.Our Fourth Amendment jurisprudence already\nreflects this truth. InEx parte Jackson, 96 U. S. 727\n(1878), this Court held that sealed letters placed in the mail are\n“as fully guarded from examination and inspection, except as to\ntheir outward form and weight, as if they were retained by the\nparties forwarding them in their own domiciles.”Id.,at\n733. The reason, drawn from the Fourth Amendment’s text, was that\n“[t]he constitutional guaranty of the right of the people to be\nsecure in their papers against unreasonable searches and seizures\nextends totheir papers, thus closed against inspection,wherever they may be.”Ibid.(emphasis added). It did\nnot matter that letters were bailed to a third party (the\ngovernment, no less). The sender enjoyed the same Fourth Amendment\nprotection as he does “when papers are subjected to search in one’s\nown household.”Ibid.These ancient principles may help us address\nmodern data cases too. Just because you entrust your data—in some\ncases, your modern-day papers and effects—to a third party may not\nmean you lose any Fourth Amendment interest in its contents.\nWhatever may be left ofSmithandMiller, few doubt\nthat e-mail should be treated much like the traditional mail it has\nlargely supplanted—as a bailment in which the owner retains a vital\nand protected legal interest. Seeante,at 13 (Kennedy, J.,\ndissenting) (noting that enhanced Fourth Amendment protection may\napply when the “modern-day equivalents of an individual’s own\n‘papers’ or ‘effects’ . . . are held by a third party”\nthrough “bailment”);ante,at 23, n. 6 (Alito, J.,\ndissenting) (reserving the question whether Fourth Amendment\nprotection may apply in the case of “bailment” or when “someone has\nentrusted papers he or she owns . . . to the safekeeping\nof another”);United Statesv.Warshak, 631\nF. 3d 266, 285–286 (CA6 2010) (relying on an analogy toJacksonto extend Fourth Amendment protection to e-mail held\nby a third party service provider).Second, I doubt that complete ownership\nor exclusive control of property is always a necessary condition to\nthe assertion of a Fourth Amendment right. Where houses are\nconcerned, for example, individuals can enjoy Fourth Amendment\nprotection without fee simple title. Both the text of the Amendment\nand the common law rule support that conclusion. “People call a\nhouse ‘their’ home when legal title is in the bank, when they rent\nit, and even when they merely occupy it rent free.”Carter,\n525 U. S., at 95–96 (Scalia, J., concurring). That rule\nderives from the common law.Oysteadv.Shed, 13\nMass. 520, 523 (1816) (explaining, citing “[t]he very learned\njudges,Foster,Hale, andCoke,” that the law\n“would be as much disturbed by a forcible entry to arrest a boarder\nor a servant, who had acquired, by contract, express or implied, a\nright to enter the house at all times, and to remain in it as long\nas they please, as if the object were to arrest the master of the\nhouse or his children”). That is why tenants and resident family\nmembers—though they have no legal title—have standing to complain\nabout searches of the houses in which they live.Chapmanv.United States, 365 U. S. 610, 616–617 (1961),Bumperv.North Carolina, 391 U. S. 543, 548, n.\n11 (1968).Another point seems equally true: just because\nyouhaveto entrust a third party with your data doesn’t\nnecessarily mean you should lose all Fourth Amendment protections\nin it. Not infrequently one person comes into possession of someone\nelse’s property without the owner’s consent. Think of the finder of\nlost goods or the policeman who impounds a car. The law recognizes\nthat the goods and the car still belong to their true owners, for\n“where a person comes into lawful possession of the personal\nproperty of another, even though there is no formal agreement\nbetween the property’s owner and its possessor, the possessor will\nbecome a constructive bailee when justice so requires.”Christensenv.Hoover,643 P.2d\n525, 529 (Colo. 1982) (en banc); Laidlaw, Principles of\nBailment, 16 Cornell L. Q. 286 (1931). At least some of this\nCourt’s decisions have already suggested that use of technology is\nfunctionally compelled by the demands of modern life, and in that\nway the fact that we store data with third parties may amount to a\nsort of involuntary bailment too. Seeante,at 12–13\n(majority opinion);Rileyv.California, 573\nU. S. ___, ___ (2014) (slip op., at 9).Third, positive law may help provide\ndetailed guidance on evolving technologies without resort to\njudicial intuition. State (or sometimes federal) law often creates\nrights in both tangible and intangible things. SeeRuckelshausv.Monsanto Co., 467 U. S. 986, 1001\n(1984). In the context of the Takings Clause we often ask whether\nthose state-created rights are sufficient to make something\nsomeone’s property for constitutional purposes. Seeid.,at\n1001–1003;Louisville Joint Stock Land Bankv.Radford, 295 U. S. 555, 590–595 (1935). A similar\ninquiry may be appropriate for the Fourth Amendment. Both the\nStates and federal government are actively legislating in the area\nof third party data storage and the rights users enjoy. See,e.g.,Stored Communications Act, 18 U. S. C. §2701et seq.; Tex. Prop. Code Ann. §111.004(12) (West 2017)\n(defining “[p]roperty” to include “property held in any digital or\nelectronic medium”). State courts are busy expounding common law\nproperty principles in this area as well.E.g., Ajemianv.Yahoo!, Inc., 478 Mass. 169, 170, 84 N. E. 3d 766, 768\n(2017) (e-mail account is a “form of property often referred to as\na ‘digital asset’ ”);Eysoldtv.ProScan\nImaging, 194 Ohio App. 3d 630, 638, 2011–Ohio–2359, 957\nN. E. 2d 780, 786 (2011) (permitting action for conversion of\nweb account as intangible property). If state legislators or state\ncourts say that a digital record has the attributes that normally\nmake something property, that may supply a sounder basis for\njudicial decisionmaking than judicial guesswork about societal\nexpectations.Fourth, while positive law may help\nestablish a person’s Fourth Amendment interest there may be some\ncircumstances where positive law cannot be used to defeat it.Ex parte Jacksonreflects that understanding. There\nthis Court said that “[n]o law of Congress” could authorize letter\ncarriers “to invade the secrecy of letters.” 96 U. S., at 733.\nSo the post office couldn’t impose a regulation dictating that\nthose mailing letters surrender all legal interests in them once\nthey’re deposited in a mailbox. If that is right,Jacksonsuggests the existence of a constitutional floor below which Fourth\nAmendment rights may not descend. Legislatures cannot pass laws\ndeclaring your house or papers to be your property except to the\nextent the police wish to search them without cause. As the Court\nhas previously explained, “we must ‘assur[e] preservation of that\ndegree of privacy against government that existed when the Fourth\nAmendment was adopted.’ ”Jones, 565 U. S., at 406\n(quotingKyllov.United States, 533 U. S. 27,\n34 (2001)). Nor does this mean protecting only the specific rights\nknown at the founding; it means protecting their modern analogues\ntoo. So, for example, while thermal imaging was unknown in 1791,\nthis Court has recognized that using that technology to look inside\na home constitutes a Fourth Amendment “search” of that “home” no\nless than a physical inspection might.Id.,at 40.Fifth, this constitutional floor may, in\nsome instances, bar efforts to circumvent the Fourth Amendment’s\nprotection through the use of subpoenas. No one thinks the\ngovernment can evadeJackson’s prohibition on opening sealed\nletters without a warrant simply by issuing a subpoena to a\npostmaster for “all letters sent by John Smith” or, worse, “all\nletters sent by John Smith concerning a particular transaction.” So\nthe question courts will confront will be this: What other kinds of\nrecords are sufficiently similar to letters in the mail that the\nsame rule should apply?It may be that, as an original matter, a\nsubpoena requiring the recipient to produce records wasn’t thought\nof as a “search or seizure” by the government implicating the\nFourth Amendment, seeante,at 2–12 (opinion of Alito, J.),\nbut instead as an act of compelled self-incrimination implicating\nthe Fifth Amendment, seeUnited Statesv.Hubbell,\n530 U. S. 27, 49–55 (2000) (Thomas, J., dissenting); Nagareda,\nCompulsion “To Be a Witness” and the Resurrection of Boyd, 74\nN. Y. U. L. Rev. 1575, 1619, and n. 172 (1999).\nBut the common law of searches and seizures does not appear to have\nconfronted a case where private documents equivalent to a mailed\nletter were entrusted to a bailee and then subpoenaed. As a result,\n“[t]he common-law rule regarding subpoenas for documents held by\nthird parties entrusted with information from the target is\n. . . unknown and perhaps unknowable.” Dripps,\nPerspectives on The Fourth Amendment Forty Years Later: Toward the\nRealization of an Inclusive Regulatory Model, 100 Minn. L. Rev.\n1885, 1922 (2016). Given that (perhaps insoluble) uncertainty, I am\ncontent to adhere toJacksonand its implications for\nnow.To be sure, we must be wary of returning to the\ndoctrine ofBoydv.United States, 116 U. S.\n616.Boydinvoked the Fourth Amendment to restrict the use\nof subpoenas even for ordinary business records and, as Justice\nAlito notes, eventually proved unworkable. Seeante,at 13\n(dissenting opinion); 3 W. LaFave, J. Israel, N. King, & O.\nKerr, Criminal Procedure §8.7(a), pp. 185–187 (4th ed. 2015). But\nif we were to overthrowJacksontoo and deny Fourth\nAmendment protection toanysubpoenaed materials, we would\ndo well to reconsider the scope of the Fifth Amendment while we’re\nat it. Our precedents treat the right against self-incrimination as\napplicable only to testimony, not the production of incriminating\nevidence. SeeFisherv.United States, 425 U. S.\n391, 401 (1976). But there is substantial evidence that the\nprivilege against self-incrimination was also originally understood\nto protect a person from being forced to turn over potentially\nincriminating evidence. Nagareda,supra,at 1605–1623;Rexv.Purnell, 96 Eng. Rep. 20 (K. B. 1748);\nSlobogin, Privacy at Risk 145 (2007).*What does all this mean for the case before\nus? To start, I cannot fault the Sixth Circuit for holding thatSmithandMillerextinguish anyKatz-based\nFourth Amendment interest in third party cell-site data. That is\nthe plain effect of their categorical holdings. Nor can I fault the\nCourt today for its implicit but unmistakable conclusion that the\nrationale ofSmithandMilleris wrong; indeed, I\nagree with that. The Sixth Circuit was powerless to say so, but\nthis Court can and should. At the same time, I do not agree with\nthe Court’s decision today to keepSmithandMilleron life support and supplement them with a new and multilayered\ninquiry that seems to be onlyKatz-squared. Returning there,\nI worry, promises more trouble than help. Instead, I would look to\na more traditional Fourth Amendment approach. Even ifKatzmay still supply one way to prove a Fourth Amendment interest, it\nhas never been the only way. Neglecting more traditional approaches\nmay mean failing to vindicate the full protections of the Fourth\nAmendment.Our case offers a cautionary example. It seems\nto me entirely possible a person’s cell-site data could qualify ashispapers or effects under existing law. Yes, the telephone\ncarrier holds the information. But 47 U. S. C. §222\ndesignates a customer’s cell-site location information as “customer\nproprietary network information” (CPNI), §222(h)(1)(A), and gives\ncustomers certain rights to control use of and access to CPNI about\nthemselves. The statute generally forbids a carrier to “use,\ndisclose, or permit access to individually identifiable” CPNI\nwithout the customer’s consent, except as needed to provide the\ncustomer’s telecommunications services. §222(c)(1). It also\nrequires the carrier to disclose CPNI “upon affirmative written\nrequest by the customer, to any person designated by the customer.”\n§222(c)(2). Congress even afforded customers a private cause of\naction for damages against carriers who violate the Act’s terms.\n§207. Plainly, customers have substantial legal interests in this\ninformation, including at least some right to include, exclude, and\ncontrol its use. Those interests might even rise to the level of a\nproperty right.The problem is that we do not know anything\nmore. Before the district court and court of appeals, Mr. Carpenter\npursued only aKatz“reasonable expectations” argument. He\ndid not invoke the law of property or any analogies to the common\nlaw, either there or in his petition for certiorari. Even in his\nmerits brief before this Court, Mr. Carpenter’s discussion of his\npositive law rights in cell-site data was cursory. He offered no\nanalysis, for example, of what rights state law might provide him\nin addition to those supplied by §222. In these circumstances, I\ncannot help but conclude—reluctantly—that Mr. Carpenter forfeited\nperhaps his most promising line of argument.Unfortunately, too, this case marks the second\ntime this Term that individuals have forfeited Fourth Amendment\narguments based on positive law by failing to preserve them. SeeByrd, 584 U. S., at ___ (slip op., at 7). Litigants\nhave had fair notice since at leastUnited Statesv.Jones(2012) andFloridav.Jardines(2013)\nthat arguments like these may vindicate Fourth Amendment interests\neven whereKatzarguments do not. Yet the arguments have\ngone unmade, leaving courts to the usualKatzhand- waving.\nThese omissions do not serve the development of a sound or fully\nprotective Fourth Amendment jurisprudence.",
    "joined": []
}