{
    "case": {
        "docket": "17-1104",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1104/"
    },
    "id": "4067380",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1104_________________AIR AND LIQUID SYSTEMS CORP., et al.,\nPETITIONERSv.ROBERTA G. DeVRIES, Individually and as\nAdministratrix of the ESTATE OF JOHN B. DeVRIES, DECEASED,\net al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[March 19, 2019]Justice Gorsuch, with whom Justice Thomas and\nJustice Alito join, dissenting.Decades ago, many of the defendants before us\nsold “bare metal” products to the Navy. Things like the turbines\nused to propel its ships. Did these manufacturers have to warn\nusers about the dangers of asbestos thatsomeone elselater\nchose to add to or wrap around their products as insulation?Start with a couple of things we can all agree\non. First, everyone accepts that, under traditional tort\nprinciples, the manufacturers who actually supplied the later-added\nasbestos had to warn about its known dangers. Second, everyone\nagrees that the court of appeals erred when it came to analyzing\nthe duties of the bare metal defendants. The court of appeals held\nthat the bare metal manufacturers had a duty to warn because they\ncould have “foreseen” the possibility that others would later use\nasbestos in conjunction with their products. Today, the Court\nrightly rejects this “foreseeability” standard, succinctly\nexplaining that “[r]equiring a product manufacturer to imagine and\nwarn about all of those possible uses—with massive liability\nlooming for failure to correctly predict how its product might be\nused with other products or parts—would impose a difficult and\ncostly burden on manufacturers, while simultaneously overwarning\nusers.”Ante, at 7.Our disagreement arises only in what comes next.\nImmediately after rejecting the court of appeals’ approach, the\nCourt proceeds to devise its own way of holding the bare metal\nmanufacturers responsible for later-added asbestos. In the Court’s\njudgment, the bare metal defendants had a duty to warn about the\ndangers of asbestos introduced by others so long as they (i)\nproduced a product that “require[d] incorporation of” asbestos,\n(ii) “kn[ew] or ha[d] reason to know” that the “integrated\nproduct” would be dangerous, and (iii) had “no reason to\nbelieve” that users would realize that danger.Ante, at\n9–10. The Court’s new three-part standard surely represents an\nimprovement over the court of appeals’ unadorned “foreseeability”\noffering. But, respectfully, it seems to me to suffer from many of\nthe same defects the Court itself has identified.In the first place, neither of these standards\nenjoys meaningful roots in the common law. The common law has long\ntaught that a manufacturer has no “duty to warn or instruct about\nanother manufacturer’s products, though those products might be\nused in connection with the manufacturer’s own products.”Firestone Steel Prods. Co.v.Barajas, 927 S.W.2d\n608, 616 (Tex. 1996). Instead, “the manufacturer’s duty is\nrestricted to warnings based on the characteristics ofthe\nmanufacturer’s own product.”Powellv.Standard\nBrands Paint Co.,166 Cal. App. 3d 357, 364,212 Cal. Rptr. 395, 398 (1985).[1] It doesn’t matter, either, whether a manufacturer’s\nproduct happens to be (or is designed to be) “integrated” with\nanother’s. Instead, it is black-letter law that the supplier of a\nproduct generally must warn about only those risks associated with\nthe product itself, not those associated with the “products and\nsystems into which [it later may be] integrated.” Restatement\n(Third) of Torts: Products Liability §5, Commentb,\np. 132 (1997).[2]More than that, the traditional common law rule\nstill makes the most sense today. The manufacturer of a product is\nin the best position to understand and warn users about its risks;\nin the language of law and economics, those who make products are\ngenerally the least-cost avoiders of their risks. By placing the\nduty to warn on a product’s manufacturer, we force it to\ninternalize the full cost of any injuries caused by inadequate\nwarnings—and in that way ensure it is fully incentivized to provide\nadequate warnings. By contrast, we dilute the incentive of a\nmanufacturer to warn about the dangers of its products when we\nrequire other people to share the duty to warn and its\ncorresponding costs. See S. Shavell, Economic Analysis of Accident\nLaw 17 (1987); G. Calabresi, The Costs of Accidents 135, and\nn. 1 (1970);Italia Societa per Azioni di Navigazionev.Oregon Stevedoring Co.,376 U.S.\n315, 324 (1964).[3]The traditional common law rule better accords,\ntoo, with consumer expectations. A home chef who buys a butcher’s\nknife may expect to read warnings about the dangers of knives but\nnot about the dangers of undercooked meat. Likewise, a purchaser of\ngasoline may expect to see warnings at the pump about its\nflammability but not about the dangers of recklessly driving a car.\nAs the Court today recognizes, encouraging manufacturers to offer\nwarnings about other people’s products risks long, duplicative,\nfine print, and conflicting warnings that will leave consumers less\nsure about which to take seriously and more likely to disregard\nthem all. In the words of the California Supreme Court, consumer\nwelfare is not well “served by requiring manufacturers to warn\nabout the dangerous propensities of products they do not design,\nmake, or sell.”O’Neilv.Crane Co., 53 Cal. 4th 335,\n343, 266 P.3d 987, 991 (2012); see alsoCottonv.Buckeye\nGas Prods. Co., 840 F.2d 935, 938 (CADC 1988) (“The inclusion\nof each extra item dilutes the punch of every other item. Given\nshort attention spans, items crowd each other out; they get lost in\nfine print”).The traditional tort rule bears yet another\nvirtue: It is simple to apply. The traditional rule affords\nmanufacturers fair notice of their legal duties, lets injured\nconsumers know whom to sue, and ensures courts will treat like\ncases alike. By contrast, when liability depends on the application\nof opaque or multifactor standards like the one proposed below or\nthe one announced today, “equality of treatment” becomes harder to\nensure across cases; “predictability is destroyed” for innovators,\ninvestors, and consumers alike; and “judicial courage is impaired”\nas the ability (and temptation) to fit the law to the case, rather\nthan the case to the law, grows. Scalia, The Rule of Law as a Law\nof Rules, 56 U. Chi. L. Rev. 1175, 1182 (1989).Just consider some of the uncertainties each\npart of the Court’s new three-part test is sure to invite:(i) When does a customer’s side-by-side\nuse of two products qualify as “incorporation” of the products?\nDoes hanging asbestos on the outside of a boiler count, or must\nasbestos be placed inside a product? And when is incorporation of a\ndangerous third-party product “required” as opposed to just optimal\nor preferred? What if a potential substitute existed, but it was\nless effective or more costly (surely alternatives to asbestos\ninsulation have existed for a long time)? And what if the\nthird-party product becomes less advantageous over time due to\nadvancing technology (as asbestos did)? When does the defendant’s\nduty to warn end?(ii) What will qualify as an “integrated\nproduct”? In the past, we’ve suggested that a “product” is whatever\nassemblage of parts is “placed in the stream of commerce by the\nmanufacturer,” and we’ve stressed the importance of maintaining the\n“distinction between the components added to a product by a\nmanufacturer before the product’s sale . . . and those\nitems added” later by someone else.Saratoga Fishing Co.v.J. M. Martinac & Co.,520 U.S.\n875, 883–884 (1997). The Court’s new standard blurs that\ndistinction, but it is unclear how far it goes. The Court suggests\na turbine and separately installed insulation may now qualify as a\nsingle “integrated product.” But what about other parts connected\nto the turbine? Does even the pro- peller qualify as part of the\nfinal “integrated product” too, so that its manufacturer also bears\na duty to warn about the dangers of asbestos hung around the\nturbine? For that matter, why isn’t the entire ship an “integrated\nproduct,” with a corresponding duty for all the manufacturers who\ncontributed parts to warn about the dangers of all the other parts?\nAnd when exactly is a manufacturer supposed to “know or have reason\nto know” that some supplement to its product has now made a\nresulting “integrated product” dangerous? How much cost and effort\nmust manufacturers expend to discover and understand the risks\nassociated with third-party products others may be “incorporating”\nwith their products?(iii) If a defendant reasonably expects that the\nmanufacturer of a third-party product will comply with its own duty\nto warn, is that sufficient “reason to believe” that users will\n“realize” the danger to absolve the defendant of responsibility? Or\ndoes a defendant have to assume that the third-party manufacturer\nwill behave negligently in rendering its own warnings? Or that\nusers won’t bother to read the warnings others offer? And what if\nthe defendants here understood that the Navy itself would warn\nsailors about the need for proper handling of asbestos—did they\nstill have to provide their own warnings?[4]Headscratchers like these are sure to enrich\nlawyers and entertain law students, but they also promise to leave\neveryone else wondering about their legal duties, rights, and\nliabilities.Nor is this kind of uncertainty costless.\nConsider what might follow if the Court’s standard were widely\nadopted in tort law. Would a company that sells smartphone cases\nhave to warn about the risk of exposure to cell phone radiation?\nWould a car maker have to warn about the risks of improperly stored\nantifreeze? Would a manufacturer of flashlights have to warn about\nthe risks associated with leaking batteries? Would a seller of hot\ndog buns have to warn about the health risks of consuming processed\nmeat? Just the threat of litigation and liability would force many\nmanufacturers of safe products to spend time and money educating\nthemselves and writing warnings about the dangers of other people’s\nmore dangerous products. All this would, as well, threaten to leave\nconsumers worse off. After all, when we effectively require\nmanufacturers of safe products to subsidize those who make more\ndangerous items, we promise to raise the price and restrict the\noutput of socially productive products. Tort law is supposed to be\nabout aligning liability with responsibility, not mandating a\nsocial insurance policy in which everyone must pay for everyone\nelse’s mistakes.Finally and relatedly, the Court’s new standard\nimplicates the same sort of fair notice problem that the court of\nappeals’ standard did. Decades ago, the bare metal defendants\nproduced their lawful products and provided all the warnings the\nlaw required. Now, they are at risk of being held responsible\nretrospectively for failing to warn about other people’s products.\nIt is a duty they could not have anticipated then and one they\ncannot discharge now. They can only pay. Of course, that may be the\npoint. In deviating from the traditional common law rule, the Court\nmay be motivated by the unfortunate facts of this particular case,\nwhere the sailors’ widows appear to have a limited prospect of\nrecovery from the companies that supplied the asbestos (they’ve\ngone bankrupt) and from the Navy that allegedly directed the use of\nasbestos (it’s likely immune under our precedents).Ante, at\n3. The bare metal defendants may be among the only solvent\npotential defendants left. But how were they supposed to anticipate\nmany decades ago the novel duty to warn placed on them today?\nPeople should be able to find the law in the books; they should not\nfind the law coming upon them out of nowhere.Still, there’s a silver lining here. In\nannouncing its new standard, the Court expressly states that it\ndoes “not purport to define the proper tort rule outside of the\nmaritime context.”Ante, at 10. Indeed, the Court\nacknowledges that it has created its new standard in part because\nof the “solicitude for sailors” that is a unique feature of our\nmaritime jurisdiction.Ante, at 9. All of this means, of\ncourse, that nothing in today’s opinion compels courts operating\noutside the maritime context to apply the test announced today. In\nother tort cases, courts remain free to use the more sensible and\nhistorically proven common law rule. And given that, “unlike state\ncourts, we have little . . . experience in the\ndevelopment of new common-law rules of tort,”Saratoga, 520\nU. S., at 886 (Scalia, J., dissenting), that is a liberty they\nmay be wise to exercise.[5]Notes1See also,e.g.,Dreyerv.Exel Industries, S. A., 326 Fed. Appx.\n353, 357–358 (CA6 2009);Barnesv.Kerr Corp.,418 F.3d 583, 590 (CA6 2005);Reynoldsv.Bridgestone/Firestone, Inc., 989 F.2d 465, 472 (CA11 1993);Baughmanv.General Motors Corp., 780 F.2d 1131, 1133\n(CA4 1986);In re Deep Vein Thrombosis, 356 F. Supp. 2d\n1055, 1068 (ND Cal. 2005);Acobav.General Tire,\nInc., 92 Haw. 1, 18,986 P.2d 288, 305 (1999);Brownv.Drake-Willock\nInt’l, Ltd., 209 Mich. App. 136, 144–146, 530 N.W.2d 510,\n514–515 (1995);Rastelliv.Goodyear Tire & Rubber\nCo., 79 N.Y.2d 289, 297–298, 591 N.E.2d 222, 225–226 (1992);Waltonv.Harnischfeger, 796 S.W.2d 225, 226 (Tex.\nApp. 1990);Tothv.Economy Forms Corp., 391 Pa.\nSuper. 383, 388–389,571 A.2d 420, 423 (1990);Mitchellv.Sky Climber,\nInc., 396 Mass. 629, 631–632,487 N.E.2d 1374, 1376 (1986);Johnsonv.Jones-Blair\nPaint Co., 607 S.W.2d 305, 306 (Tex. Civ. App. 1980); 63A Am.\nJur. 2d, Products Liability §1027, p. 247 (2010); Behrens\n& Horn, Liability for Asbestos-Containing Connected or\nReplacement Parts Made by Third-Parties: Courts Are Properly\nRejecting This Form of Guilt by Association, 37 Am. J. Trial\nAdvocacy 489, 494–497 (2014).2See,e.g.,Cipollonev.Yale Indus. Prods., Inc.,202 F.3d 376, 379 (CA1 2000);Crossfieldv.Quality\nControl Equip. Co.,1 F.3d 701, 703–704 (CA8 1993);Childressv.Gresen\nMfg. Co., 888 F.2d 45, 48–49 (CA6 1989);Kooncev.Quaker Safety Prods. & Mfg. Co., 798 F.2d 700, 715 (CA5\n1986).3See also Restatement\n(Third) of Torts: Products Liability §5, Commenta,\np. 131 (1997) (“If the component is not itself defective, it\nwould be unjust and inefficient to impose liability solely on the\nground” that others “utiliz[e] the component in a manner that\nrenders the integrated product defective”);Edwardsv.Honeywell, Inc.,50 F.3d 484, 490 (CA7 1995) (placing liability on a defendant\nwho is not “in the best position to prevent a particular class of\naccidents” may “dilute the incentives of other potential\ndefendants” who should be the first “line of defense”);National\nUnion Fire Ins. Co. of Pittsburghv.Riggs Nat. Bank of\nWashington, D. C.,5 F.3d 554, 557 (CADC 1993) (Silberman, J., concurring)\n(“Placing liability with the least-cost avoider increases the\nincentive for that party to adopt preventive measures” that will\n“have the greatest marginal effect on preventing the\nloss”).4See App. 40 (affidavit of\nretired Rear Admiral Roger B. Horne stating that “the Navy chose to\ncontrol and make personnel aware of the hazards of asbestos\nexposures through . . . military specifications and\npersonnel training”).5As the Court notes, some\nof the defendants sold the Navy products that were not “bare metal”\nbut contained asbestos at the time of sale.Ante, at 3,\nn. 1. We can all agree that those defendants had a duty to\nwarn users about the known dangers of asbestos. And there’s a\ncolor-able argument that their responsibility didn’t end when the\nNavy, as part of routine upkeep, swapped out the original asbestos\nparts for replacements supplied by others. Under traditional tort\nprinciples, the seller of a defective, “unreasonably dangerous”\nproduct may be liable to an injured user if the product “is\nexpected to and does reach the user . . . without\nsubstantial change in the condition in which it is sold.” 2\nRestatement (Second) of Torts §402A(1)(b), pp. 347–348\n(1963–1964). And replacing worn-out parts every now and then with\nequivalently dangerous third-party parts may not qualify as a\n“substantial change” if the replacement part does “no more than\nperpetuate” problems latent in the original.Sagev.Fairchild-Swearingen Corp., 70 N.Y.2d 579, 584–587, 517\nN.E.2d 1304, 1306–1308 (1987); see,e.g.,Whelanv.Armstrong Int’l Inc., 455 N. J. Super. 569, 597–598,\n190 A.3d 1090, 1106–1107 (App. Div. 2018). Of course, the\ndefendants’ original failure to warn might not be the legal cause\nof any harm if the use of the replacement part was unforeseeable,\nor if an intervening action severed the connection between the\noriginal sale and the injurious use. For example, if the\nreplacement part itself posed the danger—or if, by the time the\noriginal part wore out, safer alternatives had become avail-able.\nThe Court’s new standard, however, does not address these\nde-fendants separately, but focuses on the bare metal\ndefendants.",
    "joined": []
}