{
    "case": {
        "docket": "16-1432",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1432/"
    },
    "id": "3913480",
    "author": "gorsuch",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1432_________________ASHLEY SVEEN, et al., PETITIONERSv.KAYE MELINon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 11, 2018]Justice Gorsuch, dissenting.The Court’s argument proceeds this way. Because\npeople areinattentiveto their life insurance beneficiary\ndesignations when they divorce, the legislature needs to change\nthose designations retroactively to ensure they aren’t misdirected.\nBut because those same people are simultaneouslyattentiveto beneficiary designations (not to mention the legislature’s\nactivity), they will surely undo the change if they don’t like it.\nAnd even if that weren’t true, it would hardly matter. People knowexistingdivorce laws sometimes allowcourtsto\nreform insurance contracts. So people should know alegislaturemight enactnewlaws upending insurance\ncontracts at divorce. For these reasons, a statute rewriting the\nmost important term of a life insurance policy—who gets\npaid—somehow doesn’t “substantially impair” the contract. It just\n“makes a significant change.”Ante, at 7.Respectfully, I cannot agree. Minnesota’s\nstatute automatically alters life insurance policies upon divorce\nto remove a former spouse as beneficiary. Everyone agrees that the\nlaw is valid when applied prospectively to policies purchased after\nthe statute’s enactment. But Minnesota wants to apply its law\nretroactively to policies purchased before the statute’s adoption.\nThe Court of Appeals held that this violated the Contracts Clause,\nwhich guarantees people the “right to ‘rely on the law\n. . . as it existed when the[ir] contracts were\nmade.’ ”Metropolitan Life Ins. Co.v.Melin,\n853 F. 3d 410, 413 (CA8 2017) (quotingWhirlpool Corp.v.Ritter, 929 F. 2d 1318, 1323 (CA8 1991)). That\njudgment seems to me exactly right.IBecause legislation often disrupts existing\nsocial arrangements, it usually applies only prospectively. This\nlongstanding and “sacred” principle ensures that people have fair\nwarning of the law’s demands.Reynoldsv.McArthur, 2\nPet. 417, 434 (1829); 3 H. Bracton, De Legibus et Consuetudinibus\nAngliae 530–531 (1257) (T. Twiss ed. 1880). It also prevents\nmajoritarian legislatures from condemning disfavored minorities for\npast conduct they are powerless to change. See,e.g.,Landgrafv.USI Film Products, 511 U. S. 244,\n266 (1994); Vermeule, Veil of Ignorance Rules in Constitutional\nLaw, 111 Yale L. J. 399, 408 (2001).When it comes to legislation affecting\ncontracts, the Constitution hardens the presumption of\nprospectivity into a mandate. The Contracts Clause categorically\nprohibits states from passing “any. . . Law\nimpairing the Obligation of Contracts.” Art. I, §10,\ncl. 1 (emphasis added). Of course, the framers knew how to\nimpose more nuanced limits on state power. The very section of the\nConstitution where the Contracts Clause is found permits states to\ntake otherwise unconstitutional action when “absolutely necessary,”\nif “actually invaded,” or “wit[h] the Consent of Congress.” Cls. 2\nand 3. But in the Contracts Clause the framers were absolute. They\ntook the view that treating existing contracts as “inviolable”\nwould benefit society by ensuring that all persons could count on\nthe ability to enforce promises lawfully made to them—even if they\nor their agreements later prove unpopular with some passing\nmajority.Sturgesv.Crowninshield, 4 Wheat. 122, 206\n(1819).The categorical nature of the Contracts Clause\nwas not lost on anyone, either. When some delegates at the\nConstitutional Convention sought softer language, James Madison\nacknowledged the “ ‘inconvenience’ ” a categorical rule\ncould sometimes entail “ ‘but thought on the whole it would be\noverbalanced by the utility of it.’ ” Kmiec & McGinnis,\nThe Contract Clause: A Return to the Original Understanding, 14\nHastings Const. L. Q. 525, 529–530 (1987). During the ratification\ndebates, these competing positions were again amply aired.\nAntifederalists argued that the proposed Clause would prevent\nstates from passing valuable legislation.Id., at 532–533.\nFederalists like Madison countered that the rule of law permitted\n“property rights and liberty interests [to] be dissolved only by\nprospective laws of general applicability.”Id., at 532.\nAnd, of course, the people chose to ratify the\nConstitution—categorical Clause and all.For much of its history, this Court construed\nthe Contracts Clause in this light. The Court explained that any\nlegislative deviation from a contract’s obligations, “however\nminute, or apparently immaterial,” violates the Constitution.Greenv.Biddle, 8 Wheat. 1, 84 (1823). “All the\ncommentators, and all the adjudicated cases upon Constitutional Law\nagree[d] in th[is] fundamental propositio[n].”Winterv.Jones, 10 Ga. 190, 195 (1851). But while absolute in its\nfield, the Clause also left significant room for legislatures to\naddress changing social conditions. States could regulate\ncontractual rights prospectively.Ogdenv.Saunders,\n12 Wheat. 213, 262 (1827). They could retroactively alter\ncontractualremedies, so long as they did so reasonably.Sturges,supra, at 200. And perhaps they could even\nalter contracts without “impairing” their obligations if they made\nthe parties whole by paying just compensation. SeeWest River\nBridge Co.v.Dix, 6 How. 507, 532–533 (1848);El\nPasov.Simmons, 379 U. S. 497, 525 (1965) (Black,\nJ., dissenting). But what they couldnotdo is destroy\nsubstantive contract rights—the “Obligation of Contracts” that the\nClause protects.More recently, though, the Court has charted a\ndifferent course. Our modern cases permit a state to\n“substantial[ly] impai[r]” a contractual obligation in pursuit of\n“a significant and legitimate public purpose” so long as the\nimpairment is “ ‘reasonable.’ ”Energy Reserves Group,\nInc.v.Kansas Power & Light Co., 459 U. S.\n400, 411–412 (1983). That test seems hard to square with the\nConstitution’s original public meaning. After all, the Constitution\ndoes not speak of “substantial” impairments—it bars “any”\nimpairment. Under a balancing approach, too, how are the people to\nknow today whether their lawful contracts will be enforced\ntomorrow, or instead undone by a legislative majority with\ndifferent sympathies? Should we worry that a balancing test risks\ninvesting judges with discretion to choose which contracts to\nenforce—a discretion that might be exercised with an eye to the\nidentity (and popularity) of the parties or contracts at hand? How\nare judges supposed to balance the often radically incommensurate\ngoods found in contracts and legislation? And does this test risk\nreducing the “Contract Clause’s protection” to the “Court’s\njudgment” about the “ ‘reasonableness’ ” of the\nlegislation at hand?Simmons, 379 U. S., at 529 (Black,\nJ., dissenting). Many critics have raised serious objections along\nthese and other lines. See,e.g.,ibid.; Kmiec &\nMcGinnis,supra,at 552; Rappaport, Note, A Procedural\nApproach to the Contract Clause, 93 Yale L. J. 918, 918\n(1984); Epstein, Toward a Revitalization of the Contract Clause, 51\nU. Chi. L. Rev 703, 705–717 (1984); J. Ely, The Contract\nClause: A Constitutional History 7–29 (2016). They deserve a\nthoughtful reply, if not in this case then in another.IIEven under our modern precedents, though, I\nstill do not see how the statute before us might survive unscathed.\nRecall that our recent precedents indicate a state law\n“substantially impairing” contracts violates the Contracts Clause\nunless it is “reasonable” in light of a “significant and legitimate\npublic purpose.”Start with the substantial impairment question.\nNo one pays life insurance premiums for the joy of it. Or even for\nthe pleasure of knowing that the insurance company will eventually\nhave to cough up money tosomeone. As the Court concedes,\nthe choice of beneficiary is the “ ‘whole point.’ ”Ante,at 7. So when a state alters life insurance contracts\nby undoing their beneficiary designations it surely “substantially\nimpairs” them. This Court has already recognized as much, holding\nthat a law “displac[ing] the beneficiary selected by the insured\n. . . and plac[ing] someone else in her stead\n. . . frustrates ” a scheme designed to deliver\nproceeds to the named beneficiary.Hillmanv.Maretta, 569 U. S. 483, 494 (2013) (quotingWissnerv.Wissner, 338 U. S. 655, 659 (1950)\n(internal quotation marks omitted)). As Justice Washington\nexplained long ago, legislation “changing the objects of [the\ndonor’s] bounty . . . changes so materially the terms of\na contract” that the law can only be said to “impair its\nobligation.”Trustees of Dartmouth Collegev.Woodward, 4 Wheat. 518, 662 (1819) (concurring opinion).\nJust so.Cases like ours illustrate the point. Kaye Melin\ntestified that, despite their divorce, she and the decedent, Mark\nSveen, agreed (repeatedly) to keep each other as the primary\nbeneficiaries in their respective life insurance policies.\nAffidavit of Kaye Melin in No. 14–cv–05015, Dkt. No. 46, ¶¶3, 4,\n10–14. Ms. Melin noted that they adopted this arrangement not only\nbecause they remained friends but because they paid the policy\npremiums from their joint checking account. Deposition of Kaye\nMelin in No. 14–cv–0515, Dkt. No. 45–4, pp. 26–27, 64–65. Of\ncourse, we don’t know for sure whether removing Ms. Melin as\nbeneficiary undid Mr. Sveen’s true wishes. The case comes to us\nafter no one was able to meet Minnesota’s clear and convincing\nevidence standard to prove Mr. Sveen’s intent. But what we do know\nis the retroactive removal of Ms. Melin undid the central term of\nthe contract Mr. Sveen signed and left in place for years, even\nafter his divorce, until the day he died.Nor are arrangements like the ones Ms. Melin\ndescribed so unusual. As the federal government has recognized,\nrevocation on divorce statutes cannot be assumed to “effectuat[e]\nthe insured’s ‘true’ intent” because a policyholder “might want his\nex-spouse to receive insurance proceeds for a number of reasons—out\nof a sense of obligation, remorse, or continuing affection, or to\nhelp care for children of the marriage that remain in the\nex-spouse’s cus- tody.” Brief for United States asAmicus\nCuriaeinHillmanv.Maretta, O. T. 2012,\nNo. 11–1221, p. 28. After all, leaving your ex-spouse life\ninsurance proceeds can be a cheaper, quicker, and more private way\nto provide for minor or disabled children than leaving the matter\nto a trustee or other fiduciary. See,e.g.,Feder &\nSitkoff, Revocable Trusts and Incapacity Planning: More Than Just a\nWill Substitute, 24 Elder L. J. 1, 15–18 (2016). For these\nreasons, the federal government and nearly half the states today do\nnot treat divorce as automatically revoking insurance beneficiary\ndesignations. Brief for Petitioners 8–9, and nn. 1–2;Hillman,supra, at 494–495.Consider next the question of the impairment’s\nreason- ableness. Our cases suggest that a substantial impairment\nis unreasonable when “an evident and more moderate course would\nserve [the state’s] purposes equally well.”United States Trust\nCo. of N. Y.v.New Jersey, 431 U. S. 1, 31 (1977);\nsee alsoAllied Structural Steel Co.v.Spannaus, 438\nU. S. 234, 247 (1978) (analyzing whether an impairment of\nprivate contracts “was necessary to meet an important general\nsocial problem”). Here, Minnesota’s stated purpose is to ensure\nproceeds aren’t misdirected to a former spouse because a\npolicyholder forgets to update his beneficiary designation after\ndivorce. But the state could have easily achieved that goal without\nimpairing contractsat all. It could have required courts to\nconfirm that divorcing couples have reviewed their life insurance\ndesignations. See Va. Code Ann. §20–111.1(E) (2017); Utah Code\n§30–3–5(1)(e)(i) (2018). It could have instructed insurance\ncompanies to notify policyholders of their right to change\nbeneficiary designations. It could have disseminated information on\nits own. Or it could have required attorneys in divorce proceedings\nto address the question with affected parties. A host of women’s\nrights organizations have advocated for these and other\nalternatives in various states. See,e.g.,Brief for Women’s\nLaw Project et al. asAmici Curiae34–35. Yet there’s\nno evidence Minnesota investigated any of them, let alone found\nthem wanting.IIIWhat’s the Court’s reply? It says that we\ndon’t have to decide whether the statutereasonablyimpairscontracts because it doesn’tsubstantially\nimpairthem in the first place. It’s easy enough to see why the\nCourt might take this tack given the many obvious and less\nburdensome alternatives Minnesota never considered. To save the\nlaw, the Court must place all its chips on a “no substantial\nimpairment” argument. The gamble, though, proves a tricky one.The Court first stresses that individuals\nsometimes neglect their beneficiary designations after divorce.\nBecause of this, it says, Minnesota’s law affords “many” persons\nwhat they would want if only they had thought about it.Ante, at 8. But as we’ve seen the law depends on a\nstereotype about divorcing couples that not everyone fits. A\nsizeable (and maybe growing) number of peopledowant to\nkeep their former spouses as beneficiaries. Brief for Women’s Law\nProject 25–26. Even the Court admits the law’s presumption will\nsometimes prove “wrong.”Ante,at 10. And that tells us all\nwe need to know. That the law isonlysometimeswrong\nin predicting what divorcing policyholders want may go some way to\nestablishing itsreasonablenessat the second step of our\ninquiry. But at the first step, where we ask only whether the law\nsubstantially impairs contracts, the answer is unavoidable. The\nstatute substantially impairs contracts by displacing the term that\nis the “ ‘whole point’ ” of the contract.Ante,at\n7. This Court would never say a law doesn’t substantially burden a\nminority’s religious practice because it reflects most people’s\npreferences. SeeChurch of Lukumi Babalu Aye, Inc.v.Hialeah, 508 U. S. 520 (1993). Equally, I do not see\nhow a statute doesn’t substantially impair contracts just because\nit reflects “many” people’s preferences.Ante,at 8. The\nContracts Clause does not seek to maximize the bottom line but to\nprotect minority rights “from improvident majoritarian impairment.”\nL. Tribe, American Constitutional Law §9–8, p. 613 (2d ed.\n1988).The Court’s answer to this problem introduces an\napparent paradox. If the statute substantially impairs contracts,\nit says, the impairment can be easily undone. Anyone unhappy with\nthe statute’s beneficiary re-designation can just re-re-designate\nthe beneficiary later.Ante, at 10. Yet the Court just\nfinished telling us the statute is justified because most\npolicyholdersneglecttheir beneficiary designations after\ndivorce. Both claims cannot be true. The statute cannot\nsimultaneously be necessary because people are inattentive to the\ndetails of their insurance policies and constitutional because they\nare hyperaware of those same details.Perhaps seeking a way out of this problem, the\nCourt offers an entirely different line of argument. Here the Court\nsuggests the statute doesn’t substantially impair contracts because\nit does no more than a divorce court might.Ante,at 9–10.\nBut this argument doesn’t work either.Courtsmay applypre-existinglaw to alter a beneficiary designation to\nensure an equitable distribution of marital property in specific\ncases. That hardly meanslegislaturesmay retroactivelychangethe law to rearrange beneficiary designations for\neveryone. A court can fine you for violating an existing law\nagainst jaywalking. That doesn’t mean a legislature could hold you\nretroactively liable for violating a new law against jaywalking\nthat didn’t exist when you crossed the street. No one would take\nthat idea seriously when it comes to crime, and the Contracts\nClause ensures we don’t when it comes to contracts, either. After\nall, the Clause applies only to the “law[s]” legislatures “pass,”\nnot to the rulings of courts.Tidal Oil Co.v.Flanagan, 263 U. S. 444, 451 (1924) (emphasis deleted).\nThat’s because legislatures exist to pass new laws of general\napplicability responsive to majoritar- ian will, often upsetting\nsettled expectations along the way. The same does not hold true for\ncourts that are supposed to apply existing laws to discrete cases\nand controversies independently and without consulting shifting\npolitical winds.The Court finally claims that its course finds\nsupport in cases where we’ve approved retroactive legislation.Ante,at 10–12. Those cases, though, involved statutes\naltering contractualremedies.Home Building & Loan\nAssn.v.Blaisdell, 290 U. S. 398, 434, and\nn. 13 (1934) (noting that each of the 19th century cases\nrelied on by the Court today affected only “remedial processes”).\nAnd Minnesota’s law changes the key contractual obligation—who gets\nthe insurance proceeds—not the method by which the contract’s\nexisting obligation is satisfied. Although the Constitution allows\nlegislatures some flexibility to address changing social conditions\nthrough retroactive remedial legislation, it does not permit\nupsetting settled expectations in contractual obligations. See,e.g., Fletcherv.Peck, 6 Cranch 87, 137–138 (1810);Simmons, 379 U. S., at 526 (Black, J., dissenting). We\nmust respect that line found in the text of the Constitution, not\nelide it. Indeed, our precedent teaches that if remedial changes\nare just disguised efforts at impairing obligations they will\nviolate the Constitution too.Blaisdell, 290 U. S., at\n434, n. 13 (collecting cases).Consider just how different our case is from the\nclassic remedial change the Contracts Clause permits. InJacksonv.Lamphire, 3 Pet. 280 (1830), a shady\nlandowner sold the same tract to two people.Id.,at\n287–288. The Court held that the second buyer was entitled to keep\nthe land because he recorded the deed as a retroactive law\nrequired.Id.,at 289–290. At the same time, nothing inJacksonor the new statute stopped the first buyer (who\nfailed to record his deed) from obtaining damages from the seller\nfor breach of contract. Seeid.,at 287–291. The statute\naltered the first buyer’s remedy, but he remained free to enforce\nthe obligation found in his contract. By contrast, the statute here\nchanges the “ ‘whole point’ ” of the contract’s\nobligation, substituting a new beneficiary in place of the one\nfound in the contract’s terms.Ante,at 7.Even the remedial case on which the Court leans\nmost heavily does little to help its cause. InGilfillanv.Union Canal Co. of Pa., 109 U. S. 401 (1883), the Court\nupheld a statute requiring bondholders to enforce their contract\nrights within a shortened timeframe (that is, altering the remedy)\nor else accept a reorganization plan that threatened a poorer rate\nof interest.Id.,at 402–403, 406.The Court gave\nthree primary reasons for upholding this change. It emphasized that\nthe bonds at issue were “of a peculiar character” because “each\nbondholder under them enter[ed] by fair implication into certain\ncontract relations with” the other bondholders who approved the\nreorganization.Id., at 403. It observed that “ ‘a\ncalamity common to all’ ” had occurred, as the company that\nissued the bonds “was bankrupt” and payment of “its debts in the\nordinary way was impossible.”Id.,at 405. Finally, it added\nthat the plaintiff challenging the statute had “actual notice” of\nthe law and so faced no difficulty in asserting his contract rights\nin a timely manner.Id.,at 406.These\nconsiderations, the Court concluded, justified shortening the\nlimitations period for obtaining full relief even though it might\nreduce a late-moving party’s interest rate a few points. No\ncomparable considerations are present here. And this statute\ndoesn’t justreduceMs. Melin’s remedy; itdeniesher\none altogether.*The judicial power to declare a law\nunconstitutional should never be lightly invoked. But the law\nbefore us cannot survive an encounter with even the breeziest of\nContracts Clause tests. It substantially impairs life insurance\ncontracts by retroactively revising their key term. No one can\noffer any reasonable justification for this impairment in light of\nreadily available alternatives. Acknowledging this much doesn’t\neven require us to hold the statute invalid in all applications,\nonly that it cannot be applied to contracts formed before its\nenactment. I respectfully dissent.",
    "joined": []
}