{
    "case": {
        "docket": "20-1459",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1459/"
    },
    "id": "4598450",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–1459_________________UNITED STATES, PETITIONERv.JUSTIN\nEUGENE TAYLORon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 21, 2022]Justice Gorsuch delivered the opinion of the\nCourt.Does attempted Hobbs Act robbery qualify as a\n“crime of violence” under 18 U. S. C.\n§ 924(c)(3)(A)? The answer matters because a person convicted\nof attempted Hobbs Act robbery alone normally faces up to 20 years\nin prison. But if that offense qualifies as a “crime of violence”\nunder § 924(c)(3)(A), the same individual may face a second\nfelony conviction and years or decades of further imprisonment.IAfter a robbery went awry and his accomplice\nshot a man, the federal government charged Justin Taylor with\nviolating the Hobbs Act and § 924(c). The Hobbs Act makes it a\nfederal crime to commit, attempt to commit, or conspire to commit a\nrobbery with an interstate component. 18 U. S. C.\n§ 1951(a). Meanwhile, § 924(c) authorizes further\npunishments for those who use a firearm in connection with a “crime\nof violence.”For purposes of § 924(c), a federal felony\nqualifies as a “crime of violence” if it meets either of two\ndefinitions. The first definition is found in § 924(c)(3)(A),\na provision sometimes called the elements clause. That clause\ncovers offenses that “ha[ve] as an element the use, attempted use,\nor threatened use of physical force against the person or property\nof another.” The second definition, located next door in\n§ 924(c)(3)(B) and often referred to as the residual clause,\nencompasses offenses that “by [their] nature, involv[e ] a\nsubstantial risk that physical force . . . may be\nused.”Before the District Court, the government argued\nthat Mr. Taylor’s Hobbs Act offense qualified as a “crime of\nviolence” under these definitions. And at that point, Mr. Taylor\ndid not disagree, choosing instead to plead guilty to one count\neach of violating the Hobbs Act and § 924(c). For his crimes,\nthe District Court sentenced Mr. Taylor to 30 years in federal\nprison—a decade more than he could have received for his Hobbs Act\nconviction alone.Later, Mr. Taylor filed a federal habeas\npetition. In it, he did not challenge his Hobbs Act conviction.\nInstead, he focused on § 924(c). Mr. Taylor submitted that his\n§ 924(c) conviction was predicated on his admission that he\nhad committed both conspiracy to commit Hobbs Act robbery and\nattempted Hobbs Act robbery. And, Mr. Taylor argued, neither of\nthose offenses continued to qualify as a “crime of violence” afterUnited Statesv.Davis, 588 U. S. ___ (2019). InDavis, this Court held § 924(c)(3)(B)’s residual clause\nunconstitutionally vague, and we refused to enforce a conviction\nand sentence premised on its terms.Id., at ___–___ (slip\nop., at 24–25). In his habeas proceeding, Mr. Taylor asked the\ncourt to applyDavisretroactively and vacate his own\n§ 924(c) conviction and sentence.The government opposed Mr. Taylor’s petition. In\ndoing so, it did not seek to revisitDavisor oppose its\nretroactive application to Mr. Taylor’s case. Instead, the\ngovernment observed thatDavisdeclared only the residual\nclause unconstitutional; even today the elements clause remains in\nforce. And, the government argued, the crime of attempted Hobbs Act\nrobbery qualifies as a crime of violence under the elements clause\neven if conspiracy to commit Hobbs Act robbery may not. By this\nchain of logic, the government reasoned, Mr. Taylor’s § 924(c)\nconviction and sentence remained sound.Ultimately, the Fourth Circuit agreed to hear\nthe dispute and sided with Mr. Taylor. It held that attempted Hobbs\nAct robbery does not qualify as a crime of violence under\n§ 924(c)(3)(A) because no element of the offense requires the\ngovernment to prove that the defendant used, attempted to use, or\nthreatened to use force. By way of remedy, the Court of Appeals\nvacated Mr. Taylor’s § 924(c) conviction and remanded the case\nfor resentencing in light of his sole remaining Hobbs Act\nconviction. In reaching its judgment, the Fourth Circuit\nacknowledged that other circuits have taken a different view,\nholding that attempted Hobbs Act robbery does qualify as a crime of\nviolence under the elements clause. 979 F.3d 203, 208 (2020). We\nagreed to take up this case to resolve that question. 594\nU. S. ___ (2021).IIThe parties may not see eye to eye on the\noutcome of this case, but they at least agree on how we should go\nabout deciding it. To determine whether a federal felony may serve\nas a predicate for a conviction and sentence under the elements\nclause, they say, we must apply a “categorical approach.” We must\nbecause the clause poses the question whether the federal felony at\nissue “hasas an elementthe use, attempted use, or\nthreatened use of physical force.” § 924(c)(3)(A) (emphasis\nadded). And answering that question does not require—in fact, it\nprecludes—an inquiry into how any particular defendant may commit\nthe crime. The only relevant question is whether the federal felony\nat issue always requires the government to prove—beyond a\nreasonable doubt, as an element of its case—the use, attempted use,\nor threatened use of force. This Court has long understood\nsimilarly worded statutes to demand similarly categorical\ninquiries. See,e.g.,Bordenv.United States,\n593 U. S. ___, ___ (2021) (slip op., at 2);Davis, 588\nU. S., at ___ (slip op., at 10);Leocalv.Ashcroft,543 U.S.\n1, 7 (2004).What are the elements the government must prove\nto secure a conviction for attempted Hobbs Act robbery? Here again\nthe parties share common ground. Under the portion of the Hobbs Act\nrelevant here, to win a conviction for acompletedrobbery\nthe government must show that the defendant engaged in the\n“unlawful taking or obtaining of personal property from the person\n. . . of another, against his will, by means of actual or\nthreatened force.” § 1951(b). From this, it follows that to\nwin a case forattemptedHobbs Act robbery the government\nmust prove two things: (1) The defendant intended to unlawfully\ntake or obtain personal property by means of actual or threatened\nforce, and (2) he completed a “substantial step” toward\nthat end. See,e.g.,United Statesv.Resendiz-Ponce,549 U.S.\n102, 107 (2007). What exactly constitutes a substantial step is\nbeyond the scope of today’s case. For present purposes, it is\nsufficient to observe that the parties again agree. They accept\nthat a substantial step demands something more than “mere\npreparation.”Swift & Co.v.United States,196 U.S.\n375, 402 (1905). The step, they say, must be “unequivocal,”\nReply Brief 3, and “significant,” though it “need not be violent,”\nBrief for United States 22.To know that much is enough to resolve this\ncase. Whatever one might say aboutcompletedHobbs Act\nrobbery,attemptedHobbs Act robbery does not satisfy the\nelements clause. Yes, to secure a conviction the government must\nshow an intention to take property by force or threat, along with a\nsubstantial step toward achieving that object. But an intention is\njust that, no more. And whatever a substantial step requires, it\ndoes not require the government to prove that the defendant used,\nattempted to use, or even threatened to use force against another\nperson or his property. As the Model Penal Code explains with\nrespect to the Hobbs Act’s common-law robbery analogue, “there will\nbe cases, appropriately reached by a charge of attempted robbery,\nwhere the actor does not actually harm anyone or even threaten\nharm.” ALI, Model Penal Code § 222.1, p. 114 (1980). “If, for\nexample, the defendant is apprehended before he reaches his robbery\nvictim and thus before he has actually engaged in threatening\nconduct, proof of his purpose to engage in such conduct” can\n“justify a conviction of attempted robbery” so long as his\nintention and some other substantial step are present.Id.,\nat 115.A hypothetical helps illustrate the point.\nSuppose Adam tells a friend that he is planning to rob a particular\nstore on a particular date. He then sets about researching the\nbusiness’s security measures, layout, and the time of day when its\ncash registers are at their fullest. He buys a ski mask, plots his\nescape route, and recruits his brother to drive the getaway car.\nFinally, he drafts a note—“Your money or your life”—that he plans\nto pass to the cashier. The note is a bluff, but Adam hopes its\nimplication that he is armed and dangerous will elicit a compliant\nresponse. When the day finally comes and Adam crosses the threshold\ninto the store, the police immediately arrest him. It turns out\nAdam’s friend tipped them off.There is little question the government could\nwin a lawful conviction against Adam for attempted Hobbs Act\nrobbery. After all, he intended to take property against the\ncashier’s will by threat of force, and his actions constituted a\nsubstantial step toward that goal. At the same time, this example\nhelps show why attempted Hobbs Act robbery does not qualify as a\ncrime of violence under the elements clause. Adam did not “use”\nphysical force. He did not “attempt” to use such force—his note was\na bluff and never delivered. And he never even got to the point of\nthreatening the use of force against anyone or anything. He may\nhave intended and attempted to do just that, but he failed. Simply\nput, no element of attempted Hobbs Act robbery requires proof that\nthe defendant used, attempted to use, or threatened to use\nforce.The upshot of all this for our case is clear.\nMr. Taylor may be lawfully subject to up to 20 years in federal\nprison for his Hobbs Act conviction. But as the Fourth Circuit\nrecognized, Congress has not authorized courts to convict and\nsentence him to a decade of further imprisonment under\n§ 924(c)(3)(A).[1]IIIAResisting this conclusion, the government\noffers three principal replies. We take up first the argument the\ngovernment presented before the Fourth Circuit and on which it\nprevailed in other circuits. See,e.g.,United Statesv.St. Hubert, 909 F.3d 335, 352–353 (CA11 2018). This\ntheory proceeds in the form of a syllogism. The government submits\nthat the elements clause encompasses not only any offense that\nqualifies as a “crime of violence” but also any attempt to commit\nsuch a crime. And, the government reasons, because completed Hobbs\nAct robbery qualifies as a crime of violence, it follows that\nattempted Hobbs Act robbery does too.While the government pressed this argument in\nthe courts of appeals, it affords it only a passing nod here. And\nthe reason why quickly becomes clear: The government’s syllogism\nrests on a false premise. The elements clause does not ask whether\nthe defendant committed a crime of violenceorattempted to\ncommit one. It asks whether the defendantdidcommit a crime\nof violence—and it proceeds to define a crime of violence as a\nfelony that includes as an element the use, attempted use, or\nthreatened use of force. If Congress had wanted the elements clause\nto do the kind of work the government supposes, it could have\neasily said so. For example, it might have swept in those federal\ncrimes that require as an element “the use or threatened use of\nforce”andthose “that constitute an attempt to commit an\noffense that has such an element.” But that simply is not the law\nwe have.BRecognizing the weakness of the argument it\npressed below, the government spends much of its time before us\nelaborating two new theories. In the first, the government asks us\nto focus on the “substantial step” element of attempted Hobbs Act\nrobbery. That element, the government submits, categorically\nrequires it to prove that a defendant used, attempted to use, or\nthreatened to use physical force.This theory fails too, and for reasons we have\nalready seen. Without question, many who commit the crime of\nattempted Hobbs Act robbery do use, attempt to use, or threaten to\nuse force. Suppose, for example, that the police had arrested Adam\nafter he handed over his threatening note to the cashier but before\nhe received any money. In a case like that, the defendant would\nhave threatened the use of force while committing an attempted\nHobbs Act robbery. Butsomecases are notallcases,\nand the government’s problem is that noelementof attempted\nHobbs Act robbery requires the government to prove beyond a\nreasonable doubt that the defendant used, attempted to use, or even\nthreatened to use force. Individuals like our foiled robber who are\narrested before they can threaten anyone may be convicted too. Seesupra, at 4–6; cf. Model Penal Code, at 114–115.Seeking a way around this problem, the\ngovernment responds that we (and presumably the drafters of the\nModel Penal Code) misconstrue what qualifies as the “threatened\nuse” of force. On its view, anyone who takes a substantial step\ntoward completing Hobbs Act robbery (say, by buying a weapon,\nplotting his heist and getaway, writing an extortive note before he\nleaves home, and entering a store) objectively poses a “threatened\nuse” of force even if he never communicates his threat to\nanyone.This reply bears its own problems. To start, in\nthe criminal law the word “threat” and its cognates usually denote\n“[a] communicated intent to inflict physical or other harm on any\nperson or on property.”[2] Of\ncourse, threats can be communicated verbally or\nnonverbally—pointing a gun at a cashier conveys a threat no less\neffectively than passing a note reading “your money or your life.”\nBut one way or another, some form of communication is usually\nrequired. Even the government concedes that the words “threatened\nforce” in the Hobbs Act require proof that the defendant\ncommunicated a threat to a second person, whether or not that\nindividual is the target of the threat. See Reply Brief 15.That leaves the government to suggest that\n§ 924(c)(3)(A) differs from the Hobbs Act and represents an\nexception to the usual rule. Seeking to make that case, the\ngovernment observes that, in some contexts, the word “threat” can\nbe used to speak of a more objective or abstract risk. So, for\nexample, a critic might say that a prison board’s decision to\nparole a particular felon “threatens” community safety. Or a\nconservationist might argue that a government decision allowing\ncommercial activity near a national park “threatens” wildlife\nhabitat. Before us, the government submits that the elements clause\nuses the term in a similar way, requiring only an objective, if\nuncommunicated, threat to community peace and order. And, the\ngovernment argues, anyone who takes a substantial step toward\ncompleting a Hobbs Act robbery always or categorically poses such a\nthreat.The trouble is, when Congress uses the word\n“threat” in this abstract and predictive (rather than\ncommunicative) sense, it usually makes its point plain. It may ask,\nfor example, whether an individual or circumstance “poses” or\n“represents” a threat. See,e.g., 6 U. S. C.\n§ 1170(a)(1) (discussing “individuals who may pose a threat to\ntransportation security”); 8 U. S. C. § 1735(a)\n(immigration officials must determine that an “alien does not pose\na threat to the safety or national security of the United States”).\nHere we have nothing like that. In fact, what textual clues we do\nhave point in the opposite direction.Take this one. The statute speaks of the “use”\nor “attempted use” of “physical force against the person or\nproperty of another.” Plainly, this language requires the\ngovernment to prove that the defendant took specific actions\nagainst specific persons or their property. Reading the statute’s\nremaining reference to the “threatened use of physical force\nagainst the person or property of another” as requiring a\ncommunicated threat fits with this design. By contrast, the\ngovernment’s competing interpretation would vastly expand the\nstatute’s reach by sweeping in conduct that poses an abstract risk\nto community peace and order, whether known or unknown to anyone at\nthe time. It’s a reading that would defy our usual rule of\nstatutory interpretation that a law’s terms are best understood by\n“the company [they] kee[p ].”Gustafsonv.Alloyd\nCo.,513 U.S.\n561, 575 (1995).Beyond that clue lies another. Next door to the\nelements clause Congress included the residual clause. Under its\nterms, “crimes of violence” were defined to embrace offenses that,\n“by [their] nature, involv[e] a substantial risk that physical\nforce . . . may be used” against a person or property.\n§ 924(c)(3)(B). Pretty plainly, that language called for an\nabstract inquiry into whether a particular crime, by its nature,\nposes or presents a substantial risk (or “threat”) of force being\nused. SeeDavis, 588 U. S., at ___–___ (slip op., at\n5–7). Of course, this Court eventually held the residual clause to\nbe unconstitutionally vague.Id., at ___ (slip op., at 24).\nBut if the government’s view of the elements clause caught on, it\nwould only wind up effectively replicating the work formerly\nperformed by the residual clause, collapsing the distinction\nbetween them, and perhaps inviting similar constitutional questions\nalong the way. It’s an outcome that would (again) defy our usual\nrules of statutory interpretation—this time because we do not\nlightly assume Congress adopts two separate clauses in the same law\nto perform the same work. See,e.g.,Mackeyv.Lanier Collection Agency & Service, Inc.,486 U.S.\n825, 839, n. 14 (1988).CHeaping alternative upon alternative, the\ngovernment’s final theory accepts that a conviction under the\nelements clause requires a communicated threat of force. But, the\nargument goes, most attempted Hobbs Act robbery prosecutions\ninvolve exactly that. Indeed, the government faults Mr. Taylor for\nfailing to identify a single case in which it has prosecuted\nsomeone for attempted Hobbs Act robbery without proving a\ncommunicated threat.But what does that prove? Put aside the fact\nthat Mr. Taylorhasidentified cases in which the government\nhas apparently convicted individuals for attempted Hobbs Act\nrobbery without proving a communicated threat. See,e.g.,United Statesv.Williams, 531 Fed. Appx. 270,\n271–272 (CA3 2013). Put aside the oddity of placing a burden on the\ndefendant to present empirical evidence about the government’s own\nprosecutorial habits. Put aside, too, the practical challenges such\na burden would present in a world where most cases end in plea\nagreements, and not all of those cases make their way into easily\naccessible commercial databases. See J. Turner, Transparency in\nPlea Bargaining, 96 Notre Dame L. Rev. 973, 974, 978–981\n(2021).An even more fundamental and by now familiar\nproblem lurks here. The government’s theory cannot be squared with\nthe statute’s terms. To determine whether a federal felony\nqualifies as a crime of violence, § 924(c)(3)(A) doesn’t ask\nwhether the crime issometimesor evenusuallyassociated with communicated threats of force (or, for that matter,\nwith the actual or attempted use of force). It asks whether the\ngovernment must prove, as anelementof its case, the use,\nattempted use, or threatened use of force.Maybe that is the test the statute presupposes,\nthe government answers, but this Court’s case law requires its\nproposed empirical study all the same. Notice, though, the move\nimplicit here. After previously admitting that we must employ a\ncategorical approach when interpreting the reach of\n§ 924(c)(3)(A), the government effectively backtracks. Instead\nof looking to the elements of attempted Hobbs Act robbery, the\ngovernment now says that a defendant must present evidence about\nhow his crime of conviction is normally committed or usually\nprosecuted. If this admittedly atextual theory seems doubtful on\nits face, a close look at the case the government invokes does not\nimprove the picture.The government points toGonzalesv.Duenas-Alvarez,549 U.S.\n183(2007). There, this Court sought to apply provisions of the\nImmigration and Nationality Act.Id., at 185. Under the INA,\nan individual with a prior state-court conviction that meets\ncertain “generic” offense definitions under federal law may face\ndeportation.Id., at 186, 189; see also\n8 U. S. C. §§ 1101(a)(43)(G),\n1227(a)(2)(A)(iii). InDuenas-Alvarez, there was no doubt\nthat the relevant state offense overlapped significantly with the\nfederal definition of generic “theft.” 549 U. S., at 190. But,\nMr. Duenas- Alvarez argued, state courts had interpreted the\noffense broadly to reach aiding and abetting conduct that fell\n“beyond generic theft.”Id., at 190–191. To test this\nassertion, the Court looked to state decisional law and asked\nwhether a “realistic probability” existed that the State “would\napply its statute to conduct that falls outside” the federal\ngeneric definition.Id., at 193.None of this begins to help the government for\nat least two reasons. First, the immigration statute at issue inDuenas-Alvarezrequired a federal court to make a judgment\nabout the meaning of a state statute. Appreciating the respect due\nstate courts as the final arbiters of state law in our federal\nsystem, this Court reasoned that it made sense to consult how a\nstate court would interpret its own State’s laws. Cf.Estate of\nThorntonv.Caldor, Inc.,472 U.S.\n703, 709, n. 8 (1985). Meanwhile, no such federalism\nconcern is in play here. The statute before us asks only whether\nthe elements of one federal law align with those prescribed in\nanother. Second, inDuenas- Alvarezthe elements of the\nrelevant state and federal offenses clearly overlapped and the only\nquestion the Court faced was whether state courtsalso“appl[ied] the statute in [a] special (nongeneric) manner.” 549\nU. S., at 193. Here, we do not reach that question because\nthere is no overlap to begin with. Attempted Hobbs Act robbery does\nnot require proof ofanyof the elements § 924(c)(3)(A)\ndemands. That ends the inquiry, and nothing inDuenas-\nAlvarezsuggests otherwise.[3]*The government quickly abandons the legal\ntheory it advanced in the courts of appeals—and neither of the two\nnew options it auditions before us begins to fill the void. In\n§ 924(c)(3)(A), Congress did not condition long prison terms\non an abstract judicial inquiry into whether and to what degree\nthis or that crime poses a risk to community peace and safety. Nor\ndid it mandate an empirical inquiry into how crimes are usually\ncommitted, let alone impose a burden on the defendant to present\nproof about the government’s own prosecutorial habits.Congress tasked the courts with a much more\nstraightforward job: Look at the elements of the underlying crime\nand ask whether they require the government to prove the use,\nattempted use, or threatened use of force. Following that direction\nin this case, the Fourth Circuit correctly recognized that, to\nconvict a defendant of attempted Hobbs Act robbery, the government\ndoes not have to prove any of those things. Accordingly, Mr. Taylor\nmay face up to 20 years in prison for violating the Hobbs Act. But\nhe may not be lawfully convicted and sentenced under § 924(c)\nto still another decade in federal prison. The judgment of the\nCourt of Appeals isAffirmed.Notes1Justice Thomas concedes\nthat the foregoing analysis is correct under our categorical\napproach precedents. Seepost, at 3 (Thomas, J.,\ndissenting). He contends only that we should overrule 30 years’\nworth of our categorical approach precedents in order to relieve\nthe “ ‘bind’ ” they place on prosecutors.Post, at\n8, 11. But not even the prosecutors for whom Justice Thomas\nprofesses concern seek anything like that. Nor does he articulate\nany plausible way to understand the terms of the elements clause\nwithout reference to the categorical approach. Seepost, at\n14 (merely “welcom[ing] briefing” on the topic).2Black’s Law Dictionary\n1327 (5th ed. 1979) (defining “threat”); Stroud’s Judicial\nDictionary 2633 (5th ed. 1986) (defining “threat” and “threaten”);\nsee also,e.g., Oxford English Dictionary 998 (2d ed. 1989)\n(threaten: “To try to influence (a person) by menaces; to utter or\nhold out a threat against; to declare (usually conditionally) one’s\nintention of inflicting injury upon”); Webster’s Third New\nInternational Dictionary 2382 (3d ed. 1986) (threaten: “to utter\nthreats against”; to “promise punishment, reprisal, or other\ndistress to”); American Heritage Dictionary 1265 (2d ed. 1985)\n(threat: “An expression of an intention to inflict pain, injury,\nevil, or punishment”);ibid.(threaten: “[t]o express a\nthreat against”).3Justice Alito offers\nstill another argument on the government’s behalf. According to our\ncolleague, the crime of completed Hobbs Act robbery requires the\ngovernment to prove beyond a reasonable doubt, and a unanimous jury\nmust agree on, the particular “means” by which the defendant\ncommitted his offense—by “actual” force, “threatened force,”\n“violence,” or “fear of injury.” § 1951(b)(1);post, at\n3–6 (dissenting opinion). And because attempts to commit robbery bysomeof these means could qualify as crimes of violence\nunder § 924(c)(3)(A), Justice Alito would classify theentireoffense of attempted Hobbs Act robbery a “crime of\nviolence.”Post, at 6. But the parties have not whispered a\nword about any of this. Perhaps for good reason too. For one thing,\nit is unclear whether the Act’s “means” clause sets forth elements\nor merely lists alternative ways a defendant may take or obtain\nproperty against the victim’s will. If the latter is true, as some\ncourts have held, a jury need unanimously conclude only that the\ndefendant used one of the listed means; it need not agree on which\none. See,e.g.,United Statesv.St. Hubert,\n909 F.3d 335, 348–349 (CA11 2018);United Statesv.Hancock, 168 F. Supp. 3d 817, 821 (D MD 2016). For\nanother, even assuming the Act is divisible in the sense he\nsuggests, Justice Alito acknowledges that his some-is-good-enough\napproach defies this Court’s precedents.Post, at 6;Descampsv.United States,570\nU.S. 254, 260–264 (2013).",
    "joined": []
}