{
    "case": {
        "docket": "16-111",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-111/"
    },
    "id": "3910079",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–111_________________MASTERPIECE CAKESHOP, LTD., et al.,\nPETITIONERSv.COLORADO CIVIL RIGHTS COMMISSION,\net al.on writ of certiorari to the court of appeals\nof colorado[June 4, 2018]Justice Gorsuch, with whom Justice Alito\njoins, concurring.InEmployment Div., Dept. of Human Resources\nof Ore.v.Smith, this Court held that a neutral and\ngenerally applicable law will usually survive a constitutional free\nexercise challenge. 494 U. S. 872, 878–879 (1990).Smithremains controversial in many quarters. Compare\nMcConnell, The Origins and Historical Understanding of Free\nExercise of Religion, 103 Harv. L. Rev. 1409 (1990), with\nHamburger, A Constitutional Right of Religious Exemption: An\nHistorical Perspective, 60 Geo. Wash. L. Rev. 915 (1992). But we\nknow this with certainty: when the government fails to act\nneutrally toward the free exercise of religion, it tends to run\ninto trouble. Then the government can prevail only if it satisfies\nstrict scrutiny, showing that its restrictions on religion both\nserve a compelling interest and are narrowly tailored.Church of\nLukumi Babalu Aye, Inc.v.Hialeah, 508 U. S. 520,\n546 (1993).Today’s decision respects these principles. As\nthe Court explains, the Colorado Civil Rights Commission failed to\nact neutrally toward Jack Phillips’s religious faith. Maybe most\nnotably, the Commission allowed three other bakers to refuse a\ncustomer’s request that would have required them to violate their\nsecular commitments. Yet it denied the same accommodation to Mr.\nPhillips when he refused a customer’s request that would have\nrequired him to violate his religious beliefs.Ante,at\n14–16. As the Court also explains, the only reason the Commission\nseemed to supply for its discrimination was that it found Mr.\nPhillips’s religious beliefs “offensive.”Ibid.That kind of\njudgmental dismissal of a sincerely held religious belief is, of\ncourse, antithetical to the First Amendment and cannot begin to\nsatisfy strict scrutiny. The Constitution protects not just popular\nreligious exercises from the condemnation of civil authorities. It\nprotects them all. Because the Court documents each of these points\ncarefully and thoroughly, I am pleased to join its opinion in\nfull.The only wrinkle is this. In the face of so much\nevidence suggesting hostility toward Mr. Phillips’s sincerely held\nreligious beliefs, two of our colleagues have written separately to\nsuggest that the Commission acted neutrally toward his faith when\nit treated him differently from the other bakers—or that it could\nhave easily done so consistent with the First Amendment. Seepost,at 4–5, and n. 4 (Ginsburg, J., dissenting);ante,at 2–3, and n. (Kagan, J., concurring). But,\nrespectfully, I do not see how we might rescue the Commission from\nits error.A full view of the facts helps point the way to\nthe problem. Start with William Jack’s case. He approached three\nbakers and asked them to prepare cakes with messages disapproving\nsame-sex marriage on religious grounds. App. 233, 243, 252. All\nthree bakers refused Mr. Jack’s request, stating that they found\nhis request offensive to their secular convictions.Id., at\n231, 241, 250. Mr. Jack responded by filing complaints with the\nColorado Civil Rights Division.Id., at 230, 240, 249. He\npointed to Colorado’s Anti-Discrimination Act, which prohibits\ndiscrimination against customers in public accommodations because\nof religious creed, sexual orientation, or certain other traits.\nSeeibid.; Colo. Rev. Stat. §24–34–601(2)(a) (2017). Mr.\nJack argued that the cakes he sought reflected his religious\nbeliefs and that the bakers could not refuse to make them just\nbecause they happened to disagree with his beliefs. App. 231, 241,\n250. But the Division declined to find a violation, reasoning that\nthe bakers didn’t deny Mr. Jack service because of his religious\nfaith but because the cakes he sought were offensive to their own\nmoral convictions.Id., at 237, 247, 255–256. As proof, the\nDivision pointed to the fact that the bakers said they treated Mr.\nJack as they would have anyone who requested a cake with similar\nmessages, regardless of their religion.Id., at 230–231,\n240, 249.The Division pointed, as well, to the fact that\nthe bakers said they were happy to provide religious persons with\nother cakes expressing other ideas.Id., at 237, 247, 257.\nMr. Jack appealed to the Colorado Civil Rights Commission, but the\nCommission summarily denied relief. App. to Pet. for Cert.\n326a–331a.Next, take the undisputed facts of Mr.\nPhillips’s case. Charlie Craig and Dave Mullins approached Mr.\nPhillips about creating a cake to celebrate their wedding. App.\n168. Mr. Phillips explained that he could not prepare a cake\ncelebrating a same-sex wedding consistent with his religious faith.Id.,at 168–169.But Mr. Phillips offered to make\nother baked goods for the couple, including cakes celebrating other\noccasions.Ibid.Later, Mr. Phillips testified without\ncontradiction that he would have refused to create a cake\ncelebrating a same-sex marriage for any customer, regardless of his\nor her sexual orientation.Id.,at 166–167 (“I will not\ndesign and create wedding cakes for a same-sex wedding regardless\nof the sexual orientation of the customer”). And the record reveals\nthat Mr. Phillips apparently refused just such a request from Mr.\nCraig’s mother.Id.,at 38–40, 169. (Any suggestion that Mr.\nPhillips was willing to make a cake celebrating a same-sex marriage\nfor a heterosexual customer or was not willing to sell other\nproducts to a homosexual customer, then, would simply mistake the\nundisputed factual record. Seepost,at 4, n. 2\n(Ginsburg, J., dissenting);ante,at 2–3, and n. (Kagan, J.,\nconcurring)). Nonetheless, the Commission held that Mr. Phillips’s\nconduct violated the Colorado public accommodations law. App. to\nPet. for Cert. 56a–58a.The facts show that the two cases share all\nlegally sa- lient features. In both cases, the effect on the\ncustomer was the same: bakers refused service to persons who bore a\nstatutorily protected trait (religious faith or sexual\norientation). But in both cases the bakers refused service\nintending only to honor a personal conviction. To be sure, the\nbakersknewtheir conduct promised the effect of leaving a\ncustomer in a protected class unserved. But there’s no indication\nthe bakers actuallyintendedto refuse servicebecause\nofa customer’s protected characteristic. We know this because\nall of the bakers explained without contradiction that they would\nnot sell the requested cakes to anyone, while they would sell other\ncakes to members of the protected class (as well as to anyone\nelse). So, for example, the bakers in the first case would have\nrefused to sell a cake denigrating same-sex marriage to an atheist\ncustomer, just as the baker in the second case would have refused\nto sell a cake celebrating same-sex marriage to a heterosexual\ncustomer. And the bakers in the first case were generally happy to\nsell to persons of faith, just as the baker in the second case was\ngenerally happy to sell to gay persons. In both cases, it was the\nkind of cake, not the kind of customer, that mattered to the\nbakers.The distinction between intended and knowingly\naccepted effects is familiar in life and law. Often the purposeful\npursuit of worthy commitments requires us to accept unwanted but\nentirely foreseeable side effects: so, for example, choosing to\nspend time with family means the foreseeable loss of time for\ncharitable work, just as opting for more time in the office means\nknowingly forgoing time at home with loved ones. The law, too,\nsometimes distinguishes between intended and foreseeable effects.\nSee,e.g.,ALI, Model Penal Code §§1.13, 2.02(2)(a)(i)\n(1985); 1 W. LaFave, Substantive Criminal Law §5.2(b), pp. 460–463\n(3d ed. 2018). Other times, of course, the law proceeds\ndifferently, either conflating intent and knowledge or presuming\nintent as a matter of law from a showing of knowledge. See,e.g.,Restatement (Second) of Torts §8A (1965);Radio\nOfficersv.NLRB, 347 U. S. 17, 45 (1954).The problem here is that the Commission failed\nto act neutrally by applying a consistent legal rule. In Mr. Jack’s\ncase, the Commission chose to distinguish carefully between\nintended and knowingly accepted effects. Even though the bakers\nknowingly denied service to someone in a protected class, the\nCommission found no violation because the bakers only intended to\ndistance themselves from “the offensive nature of the requested\nmessage.”Craigv.Masterpiece Cakeshop, Inc., 370\nP. 3d 272, 282, n. 8 (Colo. App. 2015); App. 237, 247,\n256; App. to Pet. for Cert. 326a–331a; see also Brief for\nRespondent Colorado Civil Rights Commission 52 (“Businesses are\nentitled to reject orders for any number of reasons, including\nbecause they deem a particular product requested by a customer to\nbe ‘offensive’ ”). Yet, in Mr. Phillips’s case, the Commission\ndismissed this very same argument as resting on a “distinction\nwithout a difference.” App. to Pet. for Cert. 69a. It concluded\ninstead that an “intent to disfavor” a protected class of persons\nshould be “readily . . . presumed” from the knowing\nfailure to serve someone who belongs to that class.Id.,at\n70a. In its judgment, Mr. Phillips’s intentions were “inextricably\ntied to the sexual orientation of the parties involved” and\nessentially “irrational.”Ibid.Nothing in the Commission’s opinions suggests\nany neutral principle to reconcile these holdings. If Mr.\nPhillips’s objection is “inextricably tied” to a protected class,\nthen the bakers’ objection in Mr. Jack’s case must be “inextricably\ntied” to one as well. For just as cakes celebrating same-sex\nweddings are (usually) requested by persons of a particular sexual\norientation, so too are cakes expressing religious opposition to\nsame-sex weddings (usually) requested by persons of particular\nreligious faiths. In both cases the bakers’ objection would\n(usually) result in turning down customers who bear a protected\ncharacteristic. In the end, the Commission’s decisions simply\nreduce to this: itpresumedthat Mr. Phillip harbored an\nintent to discriminate against a protected class in light of the\nforeseeable effects of his conduct, but it declined to presume the\nsame intent in Mr. Jack’s case even though the effects of the\nbakers’ conduct were just as foreseeable. Underscoring the double\nstandard, a state appellate court said that “no such showing” of\nactual “animus”—or intent to discriminate against persons in a\nprotected class—was even required in Mr. Phillips’s case. 370\nP. 3d, at 282.The Commission cannot have it both ways. The\nCommission cannot slide up and down themens reascale,\npicking a mental state standard to suit its tastes depending on its\nsympathies. Either actual proof of intent to discriminate on the\nbasis of membership in a protected class is required (as the\nCommission held in Mr. Jack’s case), or it is sufficient to\n“presume” such intent from the knowing failure to serve someone in\na protected class (as the Commission held in Mr. Phillips’s case).\nPerhaps the Commission could have chosen either course as an\ninitial matter. But the one thing it can’t do is apply a more\ngenerous legal test to secular objections than religious ones. SeeChurch of Lukumi Babalu Aye,508 U. S., at 543–544.\nThat is anything but the neutral treatment of religion.The real explanation for the Commission’s\ndiscrimination soon comes clear, too—and it does anything but help\nits cause. This isn’t a case where the Commission self-consciously\nannounced a change in its legal rule in all public accommodation\ncases. Nor is this a case where the Commission offered some\npersuasive reason for its discrimination that might survive strict\nscrutiny. Instead, as the Court explains, it appears the Commission\nwished to condemn Mr. Phillips for expressing just the kind of\n“irrational” or “offensive . . . message” that the bakers\nin the first case refused to endorse.Ante,at 16. Many may\nagree with the Commission and consider Mr. Phillips’s religious\nbeliefs irrational or offensive. Some may believe he misinterprets\nthe teachings of his faith. And, to be sure, this Court has held\nsame-sex marriage a matter of constitutional right and various\nStates have enacted laws that preclude discrimination on the basis\nof sexual orientation. But it is also true that no bureaucratic\njudgment condemning a sincerely held religious belief as\n“irrational” or “offensive” will ever survive strict scrutiny under\nthe First Amendment. In this country, the place of secular\nofficials isn’t to sit in judgment of religious beliefs, but only\nto protect their free exercise. Just as it is the “proudest boast\nof our free speech jurisprudence” that we protect speech that we\nhate, it must be the proudest boast of our free exercise\njurisprudence that we protect religious beliefs that we find\noffensive. SeeMatalv.Tam, 582 U. S. ___, ___\n(2017) (plurality opinion) (slip op., at 25) (citingUnited\nStatesv.Schwimmer, 279 U. S. 644, 655 (1929)\n(Holmes, J., dissenting)). Popular religious views are easy enough\nto defend. It is in protecting unpopular religious beliefs that we\nprove this country’s commitment to serving as a refuge for\nreligious freedom. SeeChurch of Lukumi Babalu Aye, supra,\nat 547;Thomasv.Review Bd. of Indiana Employment\nSecurity Div., 450 U. S. 707, 715–716 (1981);Wisconsinv.Yoder, 406 U. S. 205, 223–224\n(1972);Cantwellv.Connecticut, 310 U. S. 296,\n308–310 (1940).Nor can any amount of after-the-fact maneuvering\nby our colleagues save the Commission. It is no answer, for\nexample, to observe that Mr. Jack requested a cake with text on it\nwhile Mr. Craig and Mr. Mullins sought a cake celebrating their\nwedding without discussing its decoration, and then suggest this\ndistinction makes all the difference. Seepost,at 4–5, and\nn. 4 (Ginsburg, J., dissenting). It is no answer either simply\nto slide up a level of generality to redescribe Mr. Phillips’s case\nas involving only a wedding cake like any other, so the fact that\nMr. Phillips would make one for some means he must make them for\nall. Seeante,at 2–3, and n. (Kagan, J., concurring). These\narguments, too, fail to afford Mr. Phillips’s faith neutral\nrespect.Take the first suggestion first. To suggest that\ncakes with words convey a message but cakes without words do\nnot—all in order to excuse the bakers in Mr. Jack’s case while\npenalizing Mr. Phillips—is irrational. Not even the Commission or\ncourt of appeals purported to rely on that distinction. Imagine Mr.\nJack asked only for a cake with a symbolic expression against\nsame-sex marriage rather than a cake bearing words conveying the\nsame idea. Surely the Commission would have approved the bakers’\nintentional wish to avoid participating in that message too. Nor\ncan anyone reasonably doubt that a wedding cake without words\nconveys a message. Words or not and whatever the exact design, it\ncelebrates a wedding, and if the wedding cake is made for a\nsame-sex couple it celebrates a same-sex wedding. See 370\nP. 3d, at 276 (stating that Mr. Craig and Mr. Mullins\n“requested that Phillips design and create acaketo\ncelebrate their same-sex wedding”) (emphasis added). Like “an\nemblem or flag,” a cake for a same-sex wedding is a symbol that\nserves as “a short cut from mind to mind,” signifying approval of a\nspecific “system, idea, [or] institution.”West Virginia Bd. of\nEd.v.Barnette, 319 U. S. 624, 632 (1943). It is\nprecisely that approval that Mr. Phillips intended to withhold in\nkeeping with his religious faith. The Commission denied Mr.\nPhillips that choice, even as it afforded the bakers in Mr. Jack’s\ncase the choice to refuse to advance a message they deemed\noffensive to their secular commitments. That is not neutral.Nor would it be proper for this or any court to\nsuggest that a person must be forced to write words rather than\ncreate a symbol before his religious faith is implicated. Civil\nauthorities, whether “high or petty,” bear no license to declare\nwhat is or should be “orthodox” when it comes to religious beliefs,id.,at 642, or whether an adherent has “correctly\nperceived” the commands of his religion,Thomas, supra,at\n716. Instead, it is our job to look beyond the formality of written\nwords and afford legal protection to any sincere act of faith. See\ngenerallyHurleyv.Irish-American Gay, Lesbian and\nBisexual Group of Boston, Inc., 515 U. S. 557, 569 (1995)\n(“[T]he Constitution looks beyond written or spoken words as\nmediums of ex- pression,” which are “not a condition of\nconstitutional protection”).The second suggestion fares no better.\nSuggesting that this case is only about “wedding cakes”—and not a\nwedding cake celebrating a same-sex wedding—actually points up the\nproblem. At its most general level, the cake at issue in Mr.\nPhillips’s case was just a mixture of flour and eggs; at its most\nspecific level, it was a cake celebrating the same-sex wedding of\nMr. Craig and Mr. Mullins. We are told here, however, to apply a\nsort of Goldilocks rule: describing the cake by its ingredients istoo general; understanding it as celebrating a same-sex\nwedding istoo specific; but regarding it as a generic\nwedding cake isjust right. The problem is, the Commission\ndidn’t play with the level of generality in Mr. Jack’s case in this\nway. It didn’t declare, for example, that because the cakes Mr.\nJack requested were just cakes about weddings generally, and all\nsuch cakes were the same, the bakers had to produce them. Instead,\nthe Commission accepted the bakers’ view that the specific cakes\nMr. Jack requested conveyed a message offensive to their\nconvictions and allowed them to refuse service. Having done that\nthere, it must do the same here.Any other conclusion would invite civil\nauthorities to gerrymander their inquiries based on the parties\nthey prefer. Why calibrate the level of generality in Mr.\nPhillips’s case at “wedding cakes” exactly—and not at, say, “cakes”\nmore generally or “cakes that convey a message regarding same-sex\nmarriage” more specifically? If “cakes” were the relevant level of\ngenerality, the Commission would have to order the bakers to make\nMr. Jack’s requested cakes just as it ordered Mr. Phillips to make\nthe requested cake in his case. Conversely, if “cakes that convey a\nmessage regarding same-sex marriage” were the relevant level of\ngenerality, the Commission would have to respect Mr. Phillips’s\nrefusal to make the requested cake just as it respected the bakers’\nrefusal to make the cakes Mr. Jack requested. In short, when the\nsame level of generality is applied to both cases, it is no\nsurprise that the bakers have to be treated the same. Only by\nadjusting the dialsjust right—fine-tuning the level of\ngenerality up or down for each case based solely on the identity of\nthe parties and the substance of their views—can you engineer the\nCommission’s outcome, handing a win to Mr. Jack’s bakers but\ndelivering a loss to Mr. Phillips. Such results-driven reasoning is\nimproper. Neither the Commission nor this Court may apply a more\nspecific level of generality in Mr. Jack’s case (a cake that\nconveys a message regarding same-sex marriage) while applying a\nhigher level of generality in Mr. Phillips’s case (a cake that\nconveys no message regarding same-sex marriage). Of course, underSmitha vendor cannot escape a public accommodations law\njust because his religion frowns on it. But for any law to comply\nwith the First Amendment andSmith, it must be applied in a\nmanner that treats religion with neutral respect. That means the\ngovernment must apply thesamelevel of generality across\ncases—and that did not happen here.There is another problem with sliding up the\ngenerality scale: it risks denying constitutional protection to\nreligious beliefs that draw distinctions more specific than the\ngovernment’s preferred level of description. To some, all wedding\ncakes may appear indistinguishable. Butto Mr. Phillipsthat\nis not the case—his faith teaches him otherwise. And his religious\nbeliefs are entitled to no less respectful treatment than the\nbakers’ secular beliefs in Mr. Jack’s case. This Court has\nexplained these same points “[r]epeatedly and in many different\ncontexts” over many years.Smith, 494 U. S. at 887. For\nexample, inThomasa faithful Jehovah’s Witness and steel\nmill worker agreed to help manufacture sheet steel he knew might\nfind its way into armaments, but he was unwilling to work on a\nfabrication line producing tank turrets. 450 U. S., at 711. Of\ncourse, the line Mr. Thomas drew wasn’t the same many others would\ndraw and it wasn’t even the same line many other members of the\nsame faith would draw. Even so, the Court didn’t try to suggest\nthat making steel is just making steel. Or that to offend his\nreligion the steel needed to be of a particular kind or shape.\nInstead, it recognized that Mr. Thomas alone was entitled to define\nthe nature of his religious commitments—and that those commitments,\nas defined by the faithful adherent, not a bureaucrat or judge, are\nentitled to protection under the First Amendment.Id.,at\n714–716; see alsoUnited Statesv.Lee, 455\nU. S. 252, 254–255 (1982);Smith,supra,at 887\n(collecting authorities). It is no more appropriate for the United\nStates Supreme Court to tell Mr. Phillips that a wedding cake is\njust like any other—without regard to the religious significance\nhis faith may attach to it—than it would be for the Court to\nsuggest that for all persons sacramental bread isjustbread\nor a kippah isjusta cap.Only one way forward now remains. Having failed\nto afford Mr. Phillips’s religious objections neutral consideration\nand without any compelling reason for its failure, the Commission\nmust afford him the same result it afforded the bakers in Mr.\nJack’s case. The Court recognizes this by reversing the judgment\nbelow and holding that the Commission’s order “must be set aside.”Ante,at 18. Maybe in some future rulemaking or case the\nCommission could adopt a new “knowing” standard for all refusals of\nservice and offer neutral reasons for doing so. But, as the Court\nobserves, “[h]owever later cases raising these or similar concerns\nare resolved in the future, . . . the rulings of the\nCommission and of the state court that enforced the Commission’s\norder” inthiscase “must be invalidated.”Ibid. Mr.\nPhillips has conclusively proven a First Amendment violation and,\nafter almost six years facing unlawful civil charges, he is\nentitled to judgment.",
    "joined": []
}