{
    "case": {
        "docket": "17-1672",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1672/"
    },
    "id": "4113752",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1672_________________UNITED STATES, PETITIONERv.ANDRE\nRALPH HAYMONDon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 26, 2019]Justice Gorsuch announced the judgment of the\nCourt and delivered an opinion, in which Justice Ginsburg, Justice\nSotomayor, and Justice Kagan joined.Only a jury, acting on proof beyond a reasonable\ndoubt, may take a person’s liberty. That promise stands as one of\nthe Constitution’s most vital protections against arbitrary\ngovernment. Yet in this case a congressional statute compelled a\nfederal judge to send a man to prison for a minimum of five years\nwithout empaneling a jury of his peers or requiring the government\nto prove his guilt beyond a reasonable doubt. As applied here, we\ndo not hesitate to hold that the statute violates the Fifth and\nSixth Amendments.IAfter a jury found Andre Haymond guilty of\npossessing child pornography in violation of federal law, the\nquestion turned to sentencing. The law authorized the district\njudge to impose a prison term of between zero and 10 years, 18\nU. S. C. §2252(b)(2), and a period of supervised release\nof between 5 years and life, §3583(k). Because Mr. Haymond had no\ncriminal history and was working to help support his mother who had\nsuffered a stroke, the judge concluded that Mr. Haymond was “not\ngoing to get much out of being in prison” and sentenced him to a\nprison term of 38 months, followed by 10 years of supervised\nrelease.After completing his prison sentence, however,\nMr. Haymond encountered trouble on supervised release. He sat for\nmultiple polygraph tests in which he denied possessing or viewing\nchild pornography, and each time the test indicated no deception.\nBut when the government conducted an unannounced search of his\ncomputers and cellphone, it turned up 59 images that appeared to be\nchild pornography. Based on that discovery, the government sought\nto revoke Mr. Haymond’s supervised release and secure a new and\nadditional prison sentence.A hearing followed before a district judge\nacting without a jury, and under a preponderance of the evidence\nrather than a reasonable doubt standard. In light of expert\ntestimony regarding the manner in which cellphones can “cache”\nimages without the user’s knowledge, the judge found insufficient\nevidence to show that Mr. Haymond knowingly possessed 46 of the\nimages. At the same time, the judge found it more likely than not\nthat Mr. Haymond knowingly downloaded and possessed the remaining\n13 images.With that, the question turned once more to\nsentencing. Under 18 U. S. C. §3583(e)(3), enacted as\npart of the Sentencing Reform Act of 1984, a district judge who\nfinds that a defendant has violated the conditions of his\nsupervised release normally may (but is not required to) impose a\nnew prison term up to the maximum period of supervised release\nauthorized by statute for the defendant’s original crime of\nconviction, subject to certain limits.[1] Under that provision, the judge in this case would have\nbeen free to sentence Mr. Haymond to between zero and two\nadditional years in prison.But there was a complication. Under §3583(k),\nadded to the Act in 2003 and amended in 2006, if a judge finds by a\npreponderance of the evidence that a defendant on supervised\nrelease committed one of several enumerated offenses, including the\npossession of child pornography, the judgemustimpose an\nadditional prison term of at least five years and up to life\nwithout regard to the length of the prison term authorized for the\ndefendant’s initial crime of conviction.[2]Because Mr. Haymond had committed an offense\ncov-ered by §3583(k), the judge felt bound to impose\nan additional prison term of at least five years. He did so,\nthough, with reservations. It’s one thing, Judge Terence Kern said,\nfor a judge proceeding under a preponderance of the evidence\nstandard to revoke a defendant’s supervised release and order him\nto serve additional time in prison within the range already\nauthorized by the defendant’s original conviction; after all, the\njury’s verdict, reached under the reasonable doubt standard,\npermitted that much punishment. But the judge found it\n“ ‘repugnant’ ” that a statute might impose a new and\nadditional “mandatory five-year” punishment without those\ntraditional protections. Were it not for §3583(k)’s mandatory\nminimum, the judge added, he “probably would have sentenced in the\nrange of two years or less.”On appeal to the Tenth Circuit, Mr. Haymond\nchallenged both the factual support for his new punishment and its\nconstitutionality. On the facts, the court of appeals held that the\ndistrict court’s findings against Mr. Haymond were clearly\nerroneous in certain respects. Even so, the court concluded, just\nenough evidence remained to sustain a finding that Mr. Haymond had\nknowingly possessed the 13 images at issue, in violation of\n§3583(k). That left the question of the statute’s\nconstitutionality, and there the Tenth Circuit concluded that\n§3583(k) violated the Fifth and Sixth Amendments. The court\nexplained that a jury had convicted Mr. Haymond beyond a reasonable\ndoubt of a crime carrying a prison term of zero to 10 years. Yet\nnow Mr. Haymond faced a new potential prison term of five years to\nlife. Because this new prison term included a new and higher\nmandatory minimum resting only on facts found by a judge by a\npreponderance of the evidence, the court held, the statute violated\nMr. Haymond’s right to trial by jury.By way of remedy, the court held the last two\nsentences of §3583(k), which mandate a 5-year minimum prison term,\n“unconstitutional and unenforceable.” 869 F.3d 1153, 1168 (2017).\nThe court then vacated Mr. Haymond’s revocation sentence and\nremanded the case to the district court for resentencing without\nregard to those provisions. In effect, the court of appeals left\nthe district court free to issue a new sentence under the\npreexisting statute governing most every other supervised release\nviolation, §3583(e). Following the Tenth Circuit’s directions, the\ndistrict court proceeded to resentence Mr. Haymond to time served,\nas he had already been detained by that point for approximately 28\nmonths. We granted review to consider the Tenth Circuit’s\nconstitutional holding. 586 U. S. ___ (2018).IITogether with the right to vote, those who\nwrote our Constitution considered the right to trial by jury “the\nheart and lungs, the mainspring and the center wheel” of our\nliberties, without which “the body must die; the watch must run\ndown; the government must become arbitrary.” Letter from Clarendon\nto W. Pym (Jan. 27, 1766), in 1 Papers of John Adams 169 (R. Taylor\ned. 1977). Just as the right to vote sought to preserve the\npeople’s authority over their government’s executive and\nlegislative functions, the right to a jury trial sought to preserve\nthe people’s authority over its judicial functions. J. Adams, Diary\nEntry (Feb. 12, 1771), in 2 Diary and Autobiography of John Adams 3\n(L. Butterfield ed. 1961); see also 2 J. Story, Commentaries on the\nConstitution §1779, pp. 540–541 (4th ed. 1873).Toward that end, the Framers adopted the Sixth\nAmendment’s promise that “[i]n all criminal prosecutions the\naccused shall enjoy the right to a speedy and public trial, by an\nimpartial jury.” In the Fifth Amendment, they added that no one may\nbe deprived of liberty without “due process of law.” Together,\nthese pillars of the Bill of Rights ensure that the government must\nprove to a jury every criminal charge beyond a reasonable doubt, an\nancient rule that has “extend[ed] down centuries.”Apprendiv.New Jersey,530\nU.S. 466, 477 (2000).But when does a “criminal prosecution” arise\nimplicating the right to trial by jury beyond a reasonable doubt?\nAt the founding, a “prosecution” of an individual simply referred\nto “the manner of [his] formal accusation.” 4 W. Blackstone,\nCommentaries on the Laws of England 298 (1769) (Blackstone); see\nalso N. Webster, An American Dictionary of the English Language\n(1st ed. 1828) (defining “prosecution” as “the process of\nexhibiting formal charges against an offender before a legal\ntribunal”). And the concept of a “crime” was a broad one linked to\npunishment, amounting to those “acts to which the law affixes\n. . . punishment,” or, stated differently, those\n“element[s] in the wrong upon which the punishment is based.” 1 J.\nBishop, Criminal Procedure §§80, 84, pp. 51–53 (2d ed. 1872)\n(Bishop); see also J. Archbold, Pleading and Evidence in Criminal\nCases *106 (5th Am. ed. 1846) (Archbold) (discussing a crime as\nincluding any fact that “annexes a higher degree of punishment”);Blakelyv.Washington,542 U.S.\n296, 309 (2004);Apprendi, 530 U. S., at 481.Consistent with these understandings, juries in\nour constitutional order exercise supervisory authority over the\njudicial function by limiting the judge’s power to punish. A\njudge’s authority to issue a sentence derives from, and is limited\nby, the jury’s factual findings of criminal conduct. In the early\nRepublic, if an indictment or “accusation . . . lack[ed]\nany particular fact which the laws ma[d]e essential to the\npunishment,” it was treated as “no accusation” at all. 1 Bishop\n§87, at 55; see also 2 M. Hale, Pleas of the Crown *170 (1736);\nArchbold *106. And the “truth of every accusation” that was brought\nagainst a person had to “be confirmed by the unanimous suffrage of\ntwelve of his equals and neighbours.” 4 Blackstone 343. Because the\nConstitution’s guarantees cannot mean less today than they did the\nday they were adopted, it remains the case today that a jury must\nfind beyond a reasonable doubt every fact “ ‘which the law\nmakes essential to [a] punishment’ ” that a judge might later\nseek to impose.Blakely, 542 U. S., at 304 (quoting 1\nBishop §87, at 55).For much of our history, the application of this\nrule of jury supervision proved pretty straightforward. At common\nlaw, crimes tended to carry with them specific sanctions, and “once\nthe facts of the offense were determined by the jury, the judge was\nmeant simply to impose the prescribed sentence.”Alleynev.United States, 570 U.S. 99, 108 (2013) (plurality opinion)\n(internal quotation marks and brackets omitted). Even when judges\ndid enjoy discretion to adjust a sentence based on judge-found\naggravating or mitigating facts, they could not “ ‘swell the\npenalty above what the law ha[d] provided for the acts\ncharged’ ” and found by the jury.Apprendi, 530\nU. S., at 519 (Thomas, J., concurring) (quoting 1 Bishop §85,\nat 54); see also 1 J. Bishop, Criminal Law §§933–934(1),\np. 690 (9th ed. 1923) (“[T]he court determines in each case\nwhatwithin the limits of the lawshall be the punishment”\n(emphasis added)). In time, of course, legislatures adopted new\nlaws allowing judges or parole boards to suspend part (parole) or\nall (probation) of a defendant’s prescribed prison term and afford\nhim a period of conditional liberty as an “act of grace,” subject\nto revocation.Escoev.Zerbst,295 U.S.\n490, 492 (1935); seeAndersonv.Corall,263 U.S.\n193, 196–197 (1923). But here, too, the prison sentence a judge\nor parole board could impose for a parole or probation violation\nnormally could not exceed the remaining balance of the term of\nimprisonment already authorized by the jury’s verdict. So even\nthese developments did not usually implicate the historic concerns\nof the Fifth and Sixth Amendments. SeeBlakely, 542\nU. S., at 309;Ap- prendi, 530 U. S., at 498\n(Scalia, J., concurring); 4 Atty. Gen.’s Survey of Release Proc. 22\n(1939); 2id.,at 333.More recent legislative innovations have raised\nharder questions. InApprendi, for example, a jury convicted\nthe defendant of a gun crime that carried a maximum prison sentence\nof 10 years. But then a judge sought to impose a longer sentence\npursuant to a statute that authorized him to do so if he found, by\na preponderance of the evidence, that the defendant had committed\nthe crime with racial bias.Apprendiheld this scheme\nunconstitutional. “[A]ny fact that increases the penalty for a\ncrime beyond the prescribed statutory maximum,” this Court\nexplained, “must be submitted to a jury, and proved beyond a\nreasonable doubt” or admitted by the defendant. 530 U. S., at\n490. Nor may a State evade this traditional restraint on the\njudicial power by simply calling the process of finding new facts\nand imposing a new punishment a judicial “sentencing enhancement.”Id., at 495. “[T]he relevant inquiry is one not of form, but\nof effect—does the required [judicial] finding expose the defendant\nto a greater punishment than that authorized by the jury’s guilty\nverdict?”Id., at 494.While “trial practices ca[n] change in the\ncourse of centuries and still remain true to the principles that\nemerged from the Framers’ ” design,id., at 483, in the\nyears sinceApprendithis Court has not hesitated to strike\ndown other innovations that fail to respect the jury’s supervisory\nfunction. See,e.g.,Ringv.Arizona,536 U.S.\n584(2002) (imposition of death penalty based on judicial\nfactfinding);Blakely, 542 U. S., at 303 (mandatory\nstate sentencing guidelines);Cunninghamv.California,549 U.S.\n270(2007) (same);United Statesv.Booker,543 U.S.\n220(2005) (mandatory federal sentencing guidelines);Southern Union Co.v.United States,567 U.S.\n343(2012) (imposition of criminal fines based on\njudicial factfinding).[3]Still, these decisions left an important gap. InApprendi, this Court recognized that “ ‘[i]t is\nunconstitutional for a legislature to remove from the jury the\nassessment of facts that increase the prescribed range of\npenalties.’ ” 530 U. S., at 490. But by definition, a\nrange of punishments includes not only a maximum but a minimum. And\nlogically it would seem to follow that any facts necessary to\nincrease a person’s minimum punishment (the “floor”) should be\nfound by the jury no less than facts necessary to increase his\nmaximum punishment (the “ceiling”). BeforeApprendi,\nhowever, this Court had held that facts elevating the minimum\npunishment need not be proven to a jury beyond a reasonable doubt.McMillanv.Pennsylvania,477 U.S.\n79(1986); see alsoHarrisv.United States,536 U.S.\n545(2002) (adhering toMcMillan).Eventually, the Court confronted this anomaly inAlleyne. There, a jury convicted the defendant of a crime\nthat ordinarily carried a sentence of five years to life in prison.\nBut a separate statutory “sentencing enhancement” increased the\nmandatory minimum to seven years if the defendant “brandished” the\ngun. At sentencing, a judge found by a preponderance of the\nevidence that the defendant had indeed brandished a gun and imposed\nthe mandatory minimum 7-year prison term.This Court reversed. Finding no basis in the\noriginal understanding of the Fifth and Sixth Amendments forMcMillanandHarris, the Court expressly overruled\nthosedecisions and held that “the principle applied\ninApprendiapplies with equal force to facts increasing the\nmandatory minimum” as it does to facts increasing the statutory\nmaximum penalty.Alleyne, 570 U. S., at 112. Nor did it\nmatter toAlleyne’s analysis that, even without the\nmandatory minimum, the trial judge would have been free to impose a\n7-year sentence because it fell within the statutory sentencing\nrange authorized by the jury’s findings. Both the “floor” and\n“ceiling” of a sentencing range “define the legally prescribed\npenalty.”Ibid.And under our Constitution, when “a finding\nof fact alters the legally prescribed punishment so as to aggravate\nit” that finding must be made by a jury of the defendant’s peers\nbeyond a reasonable doubt.Id., at 114. Along the way, the\nCourt observed that there can be little doubt that “[e]levating the\nlow end of a sentencing range heightens the loss of liberty\nassociated with the crime: The defendant’s expected punishment has\nincreased as a result of the narrowed range and the prosecution is\nempowered, by invoking the mandatory minimum, to require the judge\nto impose a higher punishment than he might wish.”Id., at\n113 (internal quotation marks omitted).By now, the lesson for our case is clear. Based\non the facts reflected in the jury’s verdict, Mr. Haymond faced a\nlawful prison term of between zero and 10 years under §2252(b)(2).\nBut then a judge—acting without a jury and based only on a\npreponderance of the evidence—found that Mr. Haymond had engaged in\nadditional conduct in violation of the terms of his supervised\nrelease. Under §3583(k), that judicial factfinding triggered a new\npunishment in the form of a prison term of at least five years and\nup to life. So just like the facts the judge found at the\ndefendant’s sentencing hearing inAlleyne, the facts the\njudge found here increased “the legally prescribed range of\nallowable sentences” in violation of the Fifth and Sixth\nAmendments.Id., at 115. In this case, that meant Mr.\nHaymond faced a minimum of five years in prison instead of as\nlittle as none. Nor did the absence of a jury’s finding beyond a\nreasonable doubt only infringe the rights of the accused; it also\ndivested the “ ‘people at large’ ”—the men and women who\nmake up a jury of a defendant’s peers—of their constitutional\nauthority to set the metes and bounds of judicially administered\ncriminal punishments.Blakely, 542 U. S., at 306\n(quoting Letter XV by the Federal Farmer (Jan. 18, 1788), in 2 The\nComplete Anti-Federalist 315, 320 (H. Storing ed. 1981)).[4]IIIIn reply, the government and the dissent offer\nmany and sometimes competing arguments, but we find none\npersuasive.AThe government begins by pointing out thatAlleynearose in a different procedural posture. There, the\ntrial judge applied a “sentencing enhancement” based on his own\nfactual findings at the defendant’s initial sentencing hearing;\nmeanwhile, Mr. Haymond received his new punishment from a judge at\na hearing to consider the revocation of his term of supervised\nrelease. This procedural distinction makes all the difference, we\nare told, because the Sixth Amendment’s jury trial promise applies\nonly to “criminal prosecutions,” which end with the issuance of a\nsentence and do not extend to “postjudgment sentence-administration\nproceedings.” Brief for United States 24; see alsopost, at\n13–17 (Alito, J., dissenting) (echoing thisargument).But we have been down this road before. Our\nprecedents,Apprendi,Blakely, andAlleyneincluded, have repeatedly rejected efforts to dodge the demands of\nthe Fifth and Sixth Amendments by the simple expedient of\nrelabeling a criminal prosecution a “sentencing enhancement.”\nCalling part of a criminal prosecution a “sentence modification”\nimposed at a “postjudgment sentence-administration proceeding” can\nfare no better. As this Court has repeatedly explained, any\n“increase in a defendant’s authorized punishment contingent on the\nfinding of a fact” requires a jury and proof beyond a reasonable\ndoubt “no matter” what the government chooses to call the exercise.Ring, 536 U. S., at 602.To be sure, and as the government and dissent\nemphasize, founding-era prosecutions traditionally ended at final\njudgment. But at that time, generally, “questions of guilt and\npunishment both were resolved in a single proceeding” subject to\nthe Fifth and Sixth Amendment’s demands. Douglass, Confronting\nDeath: Sixth Amendment Rights at Capital Sentencing, 105 Colum.\nL. Rev. 1967, 2011 (2005); see alsosupra, at 7. Over\ntime, procedures changed as legislatures sometimes bifurcated\ncriminal prosecutions into separate trial and penalty phases. But\nnone of these developments licensed judges to sentence individuals\nto punishments beyond the legal limits fixed by the facts found in\nthe jury’s verdict. Seeibid.To the contrary, we recognized\ninApprendiandAlleyne, a “criminal prosecution”\ncontinues and the defendant remains an “accused” with all the\nrights provided by the Sixth Amendment, until a final sentence is\nimposed. SeeApprendi, 530 U. S., at 481–482.Today, we merely acknowledge that an accused’s\nfinal sentence includes any supervised release sentence he may\nreceive. Nor in saying that do we say anything new: This Court has\nalready recognized that supervised release punishments arise from\nand are “treat[ed] . . . as part of the penalty for the\ninitial offense.”Johnsonv.UnitedStates,529 U.S.\n694, 700 (2000). The defendant receives a term of supervised\nrelease thanks to his initial offense, and whether that release is\nlater revoked or sustained, it constitutes a part of the final\nsentence for his crime. As at the initial sentencing hearing, that\ndoes not mean a jury must find every fact in a revocation hearing\nthat may affect the judge’s exercise of discretion within the range\nof punishments authorized by the jury’s verdict. But it does mean\nthat a jury must find any facts that trigger anewmandatory\nminimum prison term.[5]This logic respects not only our precedents, but\nthe original meaning of the jury trial right they seek to protect.\nThe Constitution seeks to safeguard the people’s control over the\nbusiness of judicial punishments by ensuring that any accusation\ntriggering a new and addi- tional punishment is proven to the\nsatisfaction of a jury beyond a reasonable doubt. By contrast, the\nview the government and dissent espouse would demote the jury from\nits historic role as “circuitbreaker in the State’s machinery of\njustice,”Blakely, 542 U. S., at 306, to\n“ ‘low-level gatekeeping,’ ”Booker, 543\nU. S., at 230. If the government and dissent were correct,\nCongress could require anyone convicted of even a modest crime to\nserve a sentence of supervised release for the rest of his life. At\nthatpoint, a judge could try and convict him of any\nviolation of the terms of his release under a preponderance of the\nevidence standard, and then sentence him to pretty much anything.\nAt oral argument, the government even con- ceded that, under its\ntheory, a defendant on supervised re- lease would have no Sixth\nAmendment right to a jury trial when charged with an infraction\ncarrying the death penalty. We continue to doubt whether evenApprendi’s fiercest critics “would advocate” such an “absurd\nresult.”Blakely, 542 U. S., at 306.[6]BWhere it previously suggested that Mr.\nHaymond’s supervised release revocation proceeding was entirely\ndivorced from his criminal prosecution, the government next turns\naround and suggests that Mr. Haymond’s sentence for violating the\nterms of his supervised release was actually fully authorized by\nthe jury’s verdict. See alsopost, at 7–8 (Alito, J.,\ndissenting) (proposing a similar theory). After all, the government\nobserves, on the strength of the jury’s findings the judge was\nentitled to impose as punishment a term of supervised release; and,\nin turn, that term of supervised release was from the outset always\nsubject to the possibility of judicial revocation and §3583(k)’s\nmandatory prison sentence. Presto: Sixth Amendment problem\nsolved.But we have been down this road too. InApprendiandAlleyne, the jury’s verdict triggered a\nstatute that authorized a judge at sentencing to increase the\ndefendant’s term of imprisonment based on judge-found facts. This\nCourt had no difficulty rejecting that scheme as an impermissible\nevasion of the historic rule that a jury must findallof\nthe facts necessary to authorize a judicial punishment. SeeAlleyne, 570 U. S., at 117;Apprendi, 530\nU. S., at 483. And what was true there can be no less true\nhere: A mandatory minimum 5-year sentence that comes into playonlyas a result of additional judicial factual findings by\na preponderance of the evidence cannot stand. This Court’s\nobservation that “postrevocation sanctions” are “treat[ed]\n. . . as part of the penalty for the initial offense,”Johnson, 529 U. S., at 700, only highlights the\nconstitutional infirmity of §3583(k): Treating Mr. Haymond’s 5-year\nmandatory minimum prison term as part of his sentence for his\noriginal offense makes clear that it mirrors the unconstitutional\nsentencing enhancement inAlleyne. Seesupra, at\n12–13.Notice, too, that following the government down\nthis road would lead to the same destination as the last: If the\ngovernment were right, a jury’s conviction on one crime would\n(again) permit perpetual supervised release and allow the\ngovernment to evade the need for another jury trial on any other\noffense the defendant might commit, no matter how grave the\npunishment. And if there’s any doubt about the incentives such a\nrule would create, consider this case. Instead of seeking a\nrevocation of supervised release, the government could have chosen\nto prosecute Mr. Haymond under a statute mandating a term of\nimprisonment of 10 to 20 years for repeat child-pornography\noffenders. 18 U. S. C. §2252(b)(2). But why bother with\nan old-fashioned jury trial for a new crime when a quick-and-easy\n“supervised release revocation hearing” before a judge carries a\npenalty of five years to life? This displacement of the jury’s\ntraditional supervi- sory role, under cover of a welter of new\nlabels, exemplifies the “Framers’ fears that the jury right could\nbe lost not only by gross denial, but by erosion.”Apprendi,\n530 U. S., at 483 (internal quotation marks omitted).CPivoting once more, the government and the\ndissent seem to accept for argument’s sake that “postjudgment\nsentence-administration proceedings”canimplicate the Fifth\nand Sixth Amendments. Seepost, at 6–11. But, they contend,\n§3583(k)’s supervised release revocation procedures are practically\nidentical to historic parole and probation revocation procedures.\nSee,e.g.,Gagnonv.Scarpelli,411 U.S.\n778(1973);Morrisseyv.Brewer,408 U.S.\n471(1972). And, because those other procedures have usually\nbeen understood to comport with the Fifth and Sixth Amendments,\nthey submit, §3583(k)’s procedures must do so as well.But this argument, too, rests on a faulty\npremise, overlooking a critical difference between §3583(k) and\ntraditional parole and probation practices. Before the Sentencing\nReform Act of 1984, a federal criminal defendant could serve as\nlittle as a third of his assigned prison term before becoming\neligible for release on parole. See 18 U. S. C. §4205(a)\n(1982 ed.). Or he might avoid prison altogether in favor of\nprobation. See §3561 (1982 ed.). If the defendant violated the\nterms of his parole or probation, a judge could send him to prison.\nBut either way and as we’ve seen, a judge generally could sentence\nthe defendant to serveonlythe remaining prison term\nauthorized by statute for his original crime of conviction. Seesupra, at 7;Morrissey, 408 U. S., at 477 (“The\nessence of parole is release from prison,beforethe\ncompletion of sentence” (emphasis added)). Thus, a judge could not\nimprison a defendant for any longer than the jury’s factual\nfindings allowed—a result entirely harmonious with the Fifth and\nSixth Amendments. SeeApprendi, 530 U. S., at 498\n(Scalia, J., concurring);Blakely, 542 U. S., at\n309.All that changed beginning in 1984. That year,\nCongress overhauled federal sentencing procedures to make prison\nterms more determinate and abolish the practice of parole. Now,\nwhen a defendant is sentenced to prison he generally must serve the\ngreat bulk of his assigned term. In parole’s place, Congress\nestablished the system of supervised release. But “[u]nlike\nparole,” supervised release wasn’t introduced to replace a portion\nof the defendant’s prison term, only to encourage rehabilitationafterthe completion of his prison term. United States\nSentencing Commission, Guidelines Manual ch. 7, pt. A(2)(b) (Nov.\n2012); see Doherty, Indeterminate Sentencing Returns: The Invention\nof Supervised Release, 88 N. Y. U. L. Rev. 958, 1024\n(2013).In this case, that structural difference bears\nconstitutional consequences. Where parole and probation violations\ngenerally exposed a defendant only to theremainingprison\nterm authorized for his crime of conviction, as found by a\nunanimous jury under the reasonable doubt standard, supervised\nrelease violations subject to §3583(k) can, at least as applied in\ncases like ours, expose a defendant to an additional mandatory\nminimum prison term wellbeyondthat authorized by the\njury’s verdict—all based on facts found by a judge by a mere\npreponderance of the evidence. In fact, §3583(k) differs in this\ncritical respect not only from parole and probation; it also\nrepresents a break from the supervised release practices that\nCongress authorized in §3583(e)(3) and that govern most federal\ncriminal proceedings today. Unlike all those procedures, §3583(k)\nalone requires a substantial increase in the minimum sentence to\nwhich a defendant may be exposed based only on judge-found facts\nunder a preponderance standard. And, as we explained inAlleyneand reaffirm today, that offends the Fifth and Sixth\nAmendments’ ancient protections.[7]DThe dissent suggests an analogy between\nrevocation under §3583(k) and prison disciplinary procedures that\ndo not normally require the involvement of a jury.Post, at\n19–20. But the analogy is a strained one: While the Sixth Amendment\nsurely does not require a jury to find every fact that the\ngovernment relies on to adjust the terms of a prisoner’s\nconfinement (say, by reducing some of his privileges as a sanction\nfor violating the prison rules), that does not mean the government\ncan send a free man back to prison for years based on judge-found\nfacts.Again, practice in the early Republic confirms\nthis. At that time, a term of imprisonment may have been understood\nas encompassing a degree of summary discipline for alleged\ninfractions of prison regulations without the involvement of a\njury. See F. Gray, Prison Discipline in America 22–23, 48–49\n(1848). But that does not mean any sanction, no matter how serious,\nwould have been considered part and parcel of the original\npunishment. On the contrary, the few courts that grappled with this\nissue seem to have recognized that “infamous” punishments, such as\na substantial additional term in prison, might implicate the right\nto trial by jury. See,e.g.,Grossv.Rice, 71\nMe. 241, 246–252 (1880);InreEdwards, 43\nN. J. L. 555, 557–558 (1881).What’s more, a tradition of summary process in\nprison,where administrators face the “formidable task”\nof controlling a large group of potentially unruly prisoners, does\nnot necessarily support the use of such summary process outside the\nprison walls.O’Lonev.Estate of Shabazz,482 U.S.\n342, 353 (1987); cf.Morrissey, 408 U. S., at 482.\nWe have long held that prison regulations that impinge on the\nconstitutional rights inmates would enjoy outside of prison must be\n“reasonably related to legitimate penological interests” in\nmanaging the prison.Turnerv.Safley,482 U.S.\n78, 89 (1987). That approach, we have said, ensures that\ncorrections officials can “ ‘anticipate security\nproblems’ ” and address “ ‘the intractable problems of\nprison administration.’ ”O’Lone, 482 U. S., at 349;\nsee alsoDahnev.Richey, 587 U. S. ___, ___\n(2019) (Alito, J., dissent- ing from denial of certiorari) (slip\nop., at 2) (“To maintain order, prison authorities may insist on\ncompliance with rules that would not be permitted in the outside\nworld”). Whether or not theTurnertest applies to\nprisoners’ jury trial rights, we certainly have never extended it\nto the jury rights of persons out in the world who retain the core\nattributes of liberty. Cf.Griffinv.Wisconsin,483 U.S.\n868, 874, n. 2 (1987) (reserving question whetherTurnerapplies to probation). Even the government has not\nasked us to do so today.[8]EFinally, much of the dissent is consumed by\nwhat it calls the “potentially revolutionary” consequences of our\nopinion.Post, at 1; see alsopost, at 15, 25\n(calling our opinion“inexcusable,” “unpardonabl[e],” and\n“dangerous”);post, at 4 (our opinion threatens to bring\n“the whole concept of supervised release . . . crashing down”);post, at 9 (under our opinion, “the whole system of\nsupervised release would be like a 40–ton truck speeding down a\nsteep mountain road with no brakes”). But what agitates the dissent\nso much is an issue not presented here: whetherallsupervised release proceedings comport withApprendi. As we\nhave emphasized, our decision is limited to §3583(k)—an unusual\nprovision enacted little more than a decade ago—and theAlleyneproblem raised by its 5-year mandatory minimum term\nof imprisonment. See n. 7,supra. Section §3583(e),\nwhich governs supervised release revocation proceedings generally,\ndoes not contain any similar mandatory minimum triggered by\njudge-found facts.Besides, even if our opinion could be read to\ncast doubts on §3583(e) and its consistency withApprendi,\nthe practical consequences of a holding to that effect would not\ncome close to fulfilling the dissent’s apocalyptic prophecy. In\nmost cases (including this one), combining a defendant’s initial\nand post-revocation sentences issued under §3583(e) will not yield\na term of imprisonment that exceeds the statutory maximum term of\nimprisonment the jury has authorized for the original crime of\nconviction. That’s because “courts rarely sentence defendants to\nthe statutory maxima,”United Statesv.Caso, 723\nF.3d 215, 224–225 (CADC 2013) (citing Sentencing Commission data\nindicating that only about 1% of defendants receive the maximum),\nand revocation penalties under §3583(e)(3) are only a small\nfraction of those available under §3583(k). So even if §3583(e)(3)\nturns out to raise Sixth Amendment issues in a small set of cases,\nit hardly follows that “as a practical matter supervised-release\nrevocation proceedings cannot be held” or that “the whole idea of\nsupervised release must fall.”Post, at 4–5. Indeed, the\nvast majority of supervised release revocation proceedings under\nsubsec- tion (e)(3) would likely be unaffected.In the end, the dissent is left only to echo an\nage-old criticism: Jury trials are inconvenient for the government.\nYet like much else in our Constitution, the jury system isn’t\ndesigned to promote efficiency but to protect liberty. In what now\nseems a prescient passage, Blackstone warned that the true threat\nto trial by jury would come less from “open attacks,” which “none\nwill be so hardy as to make,” as from subtle “machinations, which\nmay sap and undermine i[t] by introducing new and arbitrary\nmethods.” 4 Blackstone 343. This Court has repeatedly sought to\nguard the historic role of the jury against such incursions. For\n“howeverconvenientthese may appear at first, (as doubtless\nall arbitrary powers, well executed, are the mostconvenient) yet let it be again remembered, that delays, and\nlittle inconveniences in the forms of justice, are the price that\nall free nations must pay for their lib- erty in more substantial\nmatters.”Id., at 344.[9]IVHaving concluded that the application of\n§3583(k)’s mandatory minimum in this case violated Mr. Haymond’s\nright to trial by jury, we face the question of remedy. Recall that\nthe Tenth Circuit declared the last two sentences of §3583(k)\n“unconstitutional and unenforceable.” Those two sentences provide\nin relevant part that “[i]f a defendant required to register under\n[SORNA]” commits certain specified offenses, “the court shall\nrevoke the term of supervised release and require the defendant to\nserve a term of imprisonment [of] not . . . less than 5\nyears.”Before us, the government suggests that the\nTenth Circuit erred in declaring those two sentences\n“unenforceable.” That remedy, the government says, sweeps too\nbroadly. In the government’s view, any constitutional infirmity can\nbe cured simply by requiring juries acting under the reasonable\ndoubt standard, rather than judges proceeding under the\npreponderance of the evidence standard, to find the facts necessary\nto trigger §3583(k)’s mandatory minimum. This remedy would be\nconsistent with the statute’s terms, the government assures us,\nbecause “the court” authorized to revoke a term of supervised\nrelease in §3583(k) can and should be construed as embracing not\nonly judges but also juries. And, the government insists, that\nmeans we should direct the court of appeals to send this case back\nto the district court so a jury may be empaneled to decide whether\nMr. Haymond violated §3583(k). Unsurprisingly, Mr. Haymond contests\nall of this vigorously.We decline to tangle with the parties’ competing\nremedial arguments today. The Tenth Circuit did not address these\narguments; it appears the government did not even discuss the\npossibility of empaneling a jury in its brief to that court; and\nthis Court normally proceeds as a “court of review, not of first\nview,”Cutterv.Wilkinson,544\nU.S. 709, 718, n. 7 (2005). Given all this, we believe the\nwiser course lies in returning the case to the court of appeals for\nit to have the opportunity to address the government’s remedial\nargument in the first instance, including any question concerning\nwhether that argument was adequately preserved in this case.*The judgment of the court of appeals is\nvacated, and the case is remanded for further proceedings.It is so ordered.Notes1Section 3583(e)(3) states\nin pertinent part: “The court may, after considering the factors\nset forth in section 3553(a)(1), . . . (3) revoke a term\nof supervised release, and require the defendant to serve in prison\nall or part of the term of supervised release authorized by statute\nfor the offense that resulted in such term of supervised release\nwithout credit for time previously served on postrelease\nsupervision, if the court . . . finds by a preponderance\nof the evidence that the defendant violated a condition of\nsupervised release, except that a defendant whose term is revoked\nunder this paragraph may not be required to serve on any such\nrevocation more than 5 years in prison if the offense that resulted\nin the term of supervised release is a class A felony, more than 3\nyears in prison if such offense is a class B felony, more than 2\nyears in prison if such offense is a class C or D felony, or more\nthan one year in any other case\n. . . .”2Section 3583(k) provides:\n“Notwithstanding subsection (b), the authorized term of supervised\nrelease for any offense under section 1201 involving a minor\nvictim, and for any offense under section 1591, 1594(c), 2241,\n2242, 2243, 2244, 2245, 2250, 2251, 2251A, 2252, 2252A, 2260, 2421,\n2422, 2423, or 2425, is any term of years not less than 5, or life.\nIf a defendant required to register under the Sex Offender\nRegistration and Notification Act (SORNA) commits any criminal\noffense under chapter 109A, 110, or 117, or section 1201 or 1591,\nfor which imprisonment for a term longer than 1 year can be\nimposed, the court shall revoke the term of supervised release and\nrequire the defendant to serve a term of imprisonment under\nsubsection (e)(3) without regard to the exception contained\ntherein. Such term shall be not less than5 years.”3The Court has recognized\ntwo narrow exceptions toApprendi’s general rule, neither of\nwhich is implicated here: Prosecutors need not prove to a jury the\nfact of a defendant’s prior conviction,Almendarez-Torresv.United States,523 U.S.\n224(1998), or facts that affect whether a defendant with\nmultiple sentences serves them concurrently or consecutively,Oregonv.Ice,555 U.S.\n160(2009).4Because we hold that this\nmandatory minimum rendered Mr. Haymond’s sentence unconstitutional\nin violation ofAlleynev.United States, 570 U.S. 99\n(2013), we need not address the constitutionality of the statute’s\neffect on his maximum sentence underApprendiv.New\nJersey,530 U.S.\n466(2000).5The dissent asserts that\n“a sentence is ‘imposed’ at final judgment, not again and again\nevery time a convicted criminal . . . violates a\ncondition of his release.”Post, at 17 (opinion of Alito,\nJ.) (citation omitted). But saying it does not make it so. AsJohnsonrecognized, when a defendant is penalized for\nviolating the terms of his supervised release, what the court is\nreally doing is adjusting the defendant’s sentence for his original\ncrime. Even the dissent recognizes that the sword of Damocles hangs\nover a defendant “every time [he] wakes up to serve a day of\nsupervised release.”Post, at 17.6But perhaps we\nunderestimate their fervor. While not openly embracing that result,\nthe dissent fails to articulate any meaningful limiting principle\nto avoid it. If, as the dissent suggests, a term of supervised\nrelease is interchangeable with whatever sanction is prescribed for\na violation, why stop at life in prison? The dissent replies that\nwe might discover some relevant limitation in the Eighth Amendment,\nwhich does not mention jury trials, but is unwilling to find that\nlimitation in the Sixth Amendment, which does.Post, at 8,\nn. 4.7Just as we have no\noccasion to decide whether §3583(k) implicatesApprendiby\nraising the ceiling of permissible punishments beyond those\nauthorized by the jury’s verdict, see n. 4,supra, we\ndo not pass judgment one way or the other on §3583(e)’s consistency\nwithApprendi. Nor do we express a view on the mandatory\nrevocation provision for certain drug and gun violations in\n§3583(g), which requires courts to impose “a term of imprisonment”\nof unspecified length.8Contrary to the dissent’s\ncharacterization, we do not suggest that any prison discipline that\nis “too harsh” triggers the right to a jury trial.Post, at\n20, n. 9 (emphasis deleted). Instead, we distinguish between\naltering a prisoner’s conditions of confinement, which gener-ally\ndoes not require a jury trial, and sentencing a free man to\nsubstantial additional time in prison, which generally\ndoes.9Justice Breyer agrees\nthat a jury was required here for three reasons “considered in\ncombination.”Post, at 2 (opinion concurring in judgment).\nTwo of the reasons seem to amount to the same thing—a worry that\n§3583(k) imposes a new mandatory minimum sentence without a jury.\nAnd for the reasons we’ve already given, we can agree that this is\nindeed a problem underAlleyne.But Justice Breyer’s\nremaining reason is another story. He stresses that §3583(k)’s\nmandatory minimum applies only to a “discrete set of federal\ncriminal of-fenses.”Post, at 2. But why shouldthatmatter? Whether the Sixth Amendment is violated in “discrete”\ninstances or vast numbers, our duty to enforce the Constitution\nremains the same. Besides, any attempt to draw lines based on when\nan erosion of the jury trial right goes “too far” would prove\ninherently subjective and depend on judges’ intuitions about the\nproper role of the juries that are supposed to supervise them. As\nwe have previously explained, “[w]hether the Sixth Amendment\nincorporates [such a] manipulable standard rather thanApprendi’s bright-line rule depends on the plausibility of\nthe claim that the Framers would have left definition of the scope\nof jury power up to judges’ intuitive sense of how far is too far.”Blakelyv.Washington,542 U.S.\n296, 308 (2004). And we continue to think that claim is “not\nplausible at all, because the very reason the Framers put a\njury-trial guarantee in the Constitution” was to ensure the jury\ntrial right would limit the power of judges and not be ground down\nto nothing through a balancing of interests by judges themselves.Ibid.",
    "joined": []
}