{
    "case": {
        "docket": "19-416",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-416/"
    },
    "id": "4440768",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–416 and 19–453_________________NESTLE USA, INC., PETITIONER19–416v.JOHN DOE I, et al.CARGILL, INC., PETITIONER19–453v.JOHN DOE I, et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 17, 2021]Justice Gorsuch, with whom Justice Alito joins\nas to Part I, and with whom Justice Kavanaugh joins as to Part II,\nconcurring.I write separately to add two points. First,\nthis Court granted certiorari to consider the petitioners’ argument\nthat the Alien Tort Statute (ATS) exempts corporations from suit.\nRather than resolve that question, however, the Court rests its\ndecision on other grounds. That is a good thing: The notion that\ncorporations are immune from suit under the ATS cannot be\nreconciled with the statutory text and original understanding.\nSecond, the time has come to jettison the misguided notion that\ncourts have discretion to create new causes of action under the\nATS—for the reasons Justice Thomas offers and others as well.IThe First Congress enacted what we today call\nthe ATS as part of the Judiciary Act of 1789. At the time, the ATS\noccupied only a paragraph in the larger statute, providing federal\ncourts jurisdiction “concurrent with the courts of the several\nStates” over “all causes where an alien sues for a tort only in\nviolation of the law of nations or a treaty of the United States.”\n§9, 1Stat. 77. The law has hardly changed since and it remains\nsimilarly succinct: “The district courts shall have original\njurisdiction of any civil action by an alien for a tort only,\ncommitted in violation of the law of nations or a treaty of the\nUnited States.” 28 U. S. C. §1350.Nothing in the ATS supplies corporations with\nspecial protections against suit. The statute specifies which\nplaintiffs may sue (“alien[s]”). It speaks of the sort of claims\nthose plaintiffs can bring (“tort[s]” in “violation of the law of\nnations or a treaty of the United States”). But nowhere does it\nsuggest that anything depends on whether the defendant happens to\nbe a person or a corporation.Understandably too. Causes of action in tort\nnormally focus on wrongs and injuries, not who is responsible for\nthem. When the First Congress passed the ATS, a “tort” meant simply\nan “injury or wrong” whoever committed it. G. Jacob, O. Ruffhead,\n& J. Morgan, A Law Dictionary (10th ed. 1773). Nothing has\nchanged in the intervening centuries. See,e.g., Black’s Law\nDictionary 1717 (10th ed. 2014) (a tort is a “civil wrong\n. . . for which a remedy may be obtained”). Generally,\ntoo, the law places corporations and individuals on equal footing\nwhen it comes to assigning rights and duties. Even before the ATS’s\nadoption, Blackstone explained that, “[a]fter a corporation is so\nformed and named, it acquires many powers, rights, capacities, and\nincapacities,” including “[t]o sue or be sued, implead or be\nimpleaded, grant or receive, by its corporate name, and do all\nother acts as natural persons may.” 1 W. Blackstone, Commentaries\non the Laws of England 463 (1765).If more evidence were necessary to prove the\npoint, plenty would seem available. Case after case makes plain\nthat, “[a]t a very early period, it was decided in Great Britain,\nas well as in the United States, that actions might be maintained\nagainst corporations for torts . . . of nearly every\nvariety.”Philadelphia,W.,& B.R.Co.v.Quigley, 21 How. 202, 210 (1859); see also,e.g.,Chestnut Hill & Spring House Turnpike Co.v.Rutter, 4 Serg. & Rawle 6, 17 (Pa. 1818) (“[F]rom the\nearliest times to the present, corporations have been held liable\nfor torts”). Justice Story deemed the point “unquestionable.”United Statesv.Amedy, 11 Wheat. 392, 412 (1826).\nAnd by the late 19th century, the proposition that tort actions\ncould be brought against corporations was “so well settled as not\nto require the citation of any authorities.”Baltimore &\nPotomac R. Co.v.Fifth Baptist Church,108 U.S.\n317, 330 (1883).More evidence yet lies in the circumstances\nsurrounding the ATS’s adoption. It seems Congress enacted the\nstatute as part of a comprehensive effort to ensure judicial\nrecourse for tortious conduct that otherwise could have provided\nforeign nations “with just cause for reprisals or war.” Bellia\n& Clark, The Alien Tort Statute and the Law of Nations, 78 U.\nChi. L. Rev. 445, 476–477 (2011); seeJesnerv.Arab\nBank,PLC, 584 U. S. ___, ___–___ (2018) (Gorsuch,\nJ., concurring in part and concurring in judgment). In particular,\nCongress may have had an eye on three specific problems: violations\nof safe conduct, interference with ambassadors, and piracy. On the\nview of many, Blackstone included, these three offenses entailed\nnot just injuries to the affected individuals but to their\nnation-states. 4 Commentaries on the Laws of England 68 (1769). So,\nif Americans engaged in them, and if American courts provided\nforeigners no recourse of any kind, European powers would have had\njust cause to bully the new Nation.Id., at 68–69.In that context, distinguishing between\nindividuals and corporations would seem to make little sense. If\nearly Americans assaulted or abducted the French Ambassador, what\ndifference would it have made if the culprits acted individually or\ncorporately? Either way, this Nation’s failure to “oblige the\nguilty to repair the damage” would have provided just cause for\nreprisals or worse. 1 E. de Vattel, The Law of Nations, bk. II,\n§76, p. 145 (1760). Founding-era cases involving piracy seem\nto confirm the point too. Injured plaintiffs routinely broughtin remproceedings against ships involved in piracy\nregardless of the owner’s personal involvement or liability. See,e.g.,Harmonyv.United States, 2 How. 210,\n233–234 (1844). In fact, one of the earliest ATS cases involved an\naction against a vessel. SeeJansenv.The Vrow Christina\nMagdalena, 13 F. Cas. 356, 358–359 (No. 7,216) (SC 1794). All\nof which underscores the ATS has never distinguished between\ndefendants.IIThe real problem with this lawsuit and others\nlike it thus isn’t whether the defendant happens to be a\ncorporation. To my mind, it’s this: Just as the ATS nowhere\nprivileges corporations, it nowhere deputizes the Judiciary to\ncreate new causes of action. Rather, the statute confers\n“jurisdiction” on federal courts to adjudicate “tort” claims by\naliens for violations “of the law of nations.” Perhaps this\nlanguage was originally understood to furnish federal courts with\nauthority to entertain a limited number of specific and existing\nintentional tort claims that, if left unremedied, could give rise\nto reprisals or war. SeeJesner, 584 U. S., at ___–___\n(opinion of Gorsuch, J.); Bellia, 78 U. Chi. L. Rev., at 515–521.\nPerhaps, too, the law affords federal courts jurisdiction to hear\nany other tort claims Congress chooses to create. But nothing in\nthe statute’s terse terms obviously authorizes federal courts to\ninvent new causes of action on their own.Nor would I find such an extraordinary authority\nlingering latent after all this time. This Court has never—not once\nin 230 years—invoked the ATS to create a new cause of action. Of\ncourse, courts at common law may have enjoyed the power to create\n(or “recognize”) causes of action. But the power to create a cause\nof action is in every meaningful sense the power to enact a new law\nthat assigns new rights and new legally enforceable duties. And our\nConstitution generally assignsthatpower to Congress. A\nself-governing people depends on elected representatives—not\njudges—to make its laws. So what may have been a “ ‘proper\nfunction for common-law courts’ ” in England is no longer\ngenerally appropriate “ ‘for federal tribunals’ ” in this\ncountry.Alexanderv.Sandoval,532 U.S.\n275, 287 (2001). And it’s not as if we have ever, in over two\ncenturies, faced congressional rebuke for being asleep at the ATS\nswitch. Just the opposite: The one time Congress deemed a new ATS\naction worth having, it created that actionitselfin the\nTorture Victim Protection Act of 1991. See 106Stat. 73.To be sure, the Court recently complicated this\npicture inSosav.Alvarez-Machain,542 U.S.\n692(2004). There, the Court recognized that federal judges\nusually may not invoke the ATS to create new causes of action. The\nCourt also refused to create the new cause of action the plaintiff\nproposed.Id., at 725. ButSosaalso proceeded to\nspeculate that—in some future case—this Court might invoke the ATS\nto create a new cause of action. “The door,”Sosasaid, is\n“ajar subject to vigilant doorkeeping.”Id., at 729.To what end? We have witnessed nearly two\ndecades of ATS litigation sinceSosa. During that period,\nplaintiffs have presented for this Court’s consideration one new\npotential cause of action after another. Each time, the lawyering\nhas been thoughtful and able. Always, too, the proposed cause of\naction is potentially worthy. Yet, in every case, we have turned up\nour noses. I would stop feigning some deficiency in these\nofferings. However vigilant the doorkeeper, the truth is this is a\ndoorSosashould not have cracked. Whether and which\ninternational norms ought to be carried into domestic law—and how\nbest to accomplish that goal while advancing this country’s foreign\npolicy interests—poses “delicate” and “complex” questions involving\n“large elements of prophecy . . . for which the Judiciary\nhas neither aptitude, facilities nor responsibility.”Chicago\n& Southern Air Lines,Inc.v.Waterman S. S.\nCorp.,333 U.S.\n103, 111 (1948) (Jackson, J., for the Court). Were we to create\nnew causes of action, we would risk doing exactly what Congress\nadopted the ATS to avoid: complicating or even rupturing this\nNation’s foreign relationships. When it comes to responsibility in\nthis area, the Constitution could not be clearer. It invests\nCongress with the power to “define and punish . . .\nOffences against the Law of Nations” and to “regulate Commerce with\nforeign Nations.” Art. I, §8. To the President belongs the\nresponsibility of resolving diplomatic disputes and commanding the\nArmed Forces. Art. II, §§2–3. The Judiciary is assigned no\ncomparable role. SeeJesner, 584 U. S., at ___ (opinion\nof Gorsuch, J.). Respecting all this, the Court has never purported\nto create a new cause of action under the guise of the ATS. Now\nwould be an exceedingly strange time to start.Admitting this much would make cases like the\none before us easy. The plaintiffs seek a new cause of action.\nThere may be compelling reasons for adopting one, or perhaps some\ndiplomatic concern militating against it. But no one suggests that\nthe plaintiffs’ cause of action was among those the ATS was\noriginally understood to allow. Nor does anyone suggest that\nCongress has authorized it. To know that should be enough to know\nthat any debate over the plaintiffs’ proposed cause of action\nbelongs before lawmakers, not judges.Making this clear would have other virtues too.\nIt would get this Court out of the business of having to parse out\never more convoluted reasons why it declines to exercise its\nassumed discretion to create new ATS causes of action. It would\nabsolve future parties from years of expensive and protracted\nlitigation destined to yield nothing. It would afford everyone\ninterested in these matters clear guidance about whom they should\nlobby for new laws. It would avoid the false modesty of adhering to\na precedent that seized power we do not possess in favor of the\ntruer modesty of ceding an ill-gotten gain. And it would clarify\nwhere accountability lies when a new cause of action is either\ncreated or refused: With the people’s elected representatives.",
    "joined": []
}