{
    "case": {
        "docket": "16-1067",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-1067/"
    },
    "id": "3854877",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1067_________________CHARLES MURPHY, PETITIONERv.ROBERT\nSMITH, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[February 21, 2018]Justice Gorsuch delivered the opinion of the\nCourt.This is a case about how much prevailing\nprisoners must pay their lawyers. When a prisoner wins a civil\nrights suit and the district court awards fees to the prisoner’s\nattorney, a federal statute says that “a portion of the\n[prisoner’s] judgment (not to exceed 25 percent) shall be applied\nto satisfy the amount of attorney’s fees awarded against the\ndefendant. If the award of attorney’s fees is not greater than 150\npercent of the judgment, the excess shall be paid by the\ndefendant.” 42 U. S. C. §1997e(d)(2). Whatever else you\nmight make of this, the first sentence pretty clearly tells us that\nthe prisoner has to pay some part of the attorney’s fee award\nbefore financial responsibility shifts to the defendant. But how\nmuch is enough? Does the first sentence allow the district court\ndiscretion to takeanyamount it wishes from the plaintiff’s\njudgment to pay the attorney, from 25% down to a penny? Or does the\nfirst sentence instead mean that the court must pay the attorney’s\nentire fee award from the plaintiff’s judgment until it reaches the\n25% cap and only then turn to the defendant?The facts of our case illustrate the problem we\nface. After a jury trial, the district court entered judgment for\nCharles Murphy in the amount of $307,733.82 against two of his\nprison guards, Officer Robert Smith and Lieutenant Gregory Fulk.\nThe court also awarded Mr. Murphy’s attorney $108,446.54 in fees.\nSo far, so good. But then came the question who should pay what\nportion of the fee award. The defendants argued that, under the\nstatute’s terms, the court had to take 25% (or about $77,000) from\nMr. Murphy’s judgment before taxing them for the balance of the fee\naward. The court, however, refused that request. Instead, it\nordered that Mr. Murphy “shall pay 10% of [his] judgment” (or about\n$31,000) toward the fee award, with the defendants responsible for\nthe rest. In support of this allocation, the district court\nexplained that it commonly varied the amount prisoners pay, though\nthe court offered no explanation for choosing 10% instead of some\nother number. On appeal, a unanimous panel reversed, explaining its\nview that the language of §1997e(d)(2) requires a district court to\nexhaust 25% of the prisoner’s judgment before demanding payment\nfrom the defendants. 844 F. 3d 653, 660 (CA7 2016). So there\nwe have both sides of the debate, and our question, in a nutshell:\ndid the district court have latitude to apply 10% (or some other\ndiscretionary amount) of the plaintiff’s judgment to his attorney’s\nfee award instead of 25%? See 582 U. S. ___ (2017) (granting\ncertiorari to resolve this question).As always, we start with the specific statutory\nlanguage in dispute. That language (again) says “a portion of the\njudgment (not to exceed 25 percent) shall be applied to satisfy the\namount of attorney’s fees awarded.” §1997e(d)(2). And we think this\nmuch tells us a few things. First, the word “shall” usually creates\na mandate, not a liberty, so the verb phrase “shall be applied”\ntells us that the district court has some nondiscretionary duty to\nperform. SeeLexecon Inc.v.Milberg Weiss Bershad Hynes\n& Lerach, 523 U. S. 26, 35 (1998) (“[T]he mandatory\n‘shall’ . . . normally creates an obligation impervious\nto judicial discretion”). Second, immediately following the verb we\nfind an infinitival phrase (“to satisfy the amount of attorney’s\nfees awarded”) that specifies the purpose or aim of the verb’s\nnon-discretionary duty. Cf. R. Huddleston & G. Pullum,\nCambridge Grammar of the English Language, ch. 8, §§1, 12.2, pp.\n669, 729–730 (2002). Third, we know that when you purposefully seek\nor aim “to satisfy” an obligation, especially a financial\nobligation, that usually means you intend to discharge the\nobligation in full.[1]\nTogether, then, these three clues suggest that the court (1)mustapply judgment funds toward the fee award (2) with thepurposeof (3)fully dischargingthe fee award. And\nto meetthatduty, a district court must apply as much of\nthe judgment as necessary to satisfy the fee award, without of\ncourse exceeding the 25% cap. If Congress had wished to afford the\njudge more discretion in this area, it could have easily\nsubstituted “may” for “shall.” And if Congress had wished to\nprescribe a different purpose for the judge to pursue, it could\nhave easily replaced the infinitival phrase “to satisfy\n. . . ” with “to reduce . . . ” or “against\n. . . .” But Congress didn’t choose those other\nwords. And respect for Congress’s prerogatives as policymaker means\ncarefully attending to the words it chose rather than replacing\nthem with others of our own.Mr. Murphy’s reply does more to hurt than help\nhis cause. Consider, he says, college math credits that the college\nprospectus says shall be “applied to satisfy” a chemistry degree.\nNo one, the argument goes, would understand that phrase to suggest\na single math course will fully discharge all chemistry degree\nrequirements. We quite agree, but that is beside the point. In Mr.\nMurphy’s example, as in our statute, the word “satisfy” does not\nsuggest some hidden empirical judgment abouthow oftena\nmath class will satisfy a chemistry degree. Instead it serves to\ntell the college registrarwhat purposehe must pursue when\nhanded the student’s transcript: the registrar must, without\ndiscretion, apply those credits toward the satisfaction or\ndischarge of the student’s credit obligations. No doubt a college\nstudent needing three credits to graduate who took a three-credit\nmath course would be bewildered to learn the registrar thought he\nhad discretion to count only two of those credits toward her\ndegree. So too here. It doesn’t matter how many fee awards will be\nfully satisfied from a judgment without breaking the 25% cap, or\nwhether any particular fee award could be. The statute’s point is\nto instruct the judge about the purpose he must pursue—to discharge\nthe fee award using judgment funds to the extent possible, subject\nto the 25% cap.Retreating now, Mr. Murphy contends that\nwhatever the verb and the infinitival phrase mean, the subject of\nthe sentence—“aportionof the judgment (not to exceed 25\npercent)”—necessarily suggests wide judicial discretion. This\nlanguage, he observes, anticipates arangeof amounts (some\n“portion” up to 25%) that can be taken from his judgment. And the\nexistence of the range, Mr. Murphy contends, necessarily means that\nthe district court must enjoy discretion to pickany“portion” so long as it doesn’t exceed the 25% cap.But that does not logically follow. Undereitherside’s reading of the statute the portion of fees\ntaken from the plaintiff’s judgment will vary over a range—whether\nbecause of the district court’s discretionary choice (as Mr. Murphy\ncontends), or because of the variance in the size of fee awards\nthemselves, which sometimes will be less than 25% of the judgment\n(as Officer Smith and Lieutenant Fulk suggest). If the police have\ntwo suspects in a robbery committed with a red getaway car, the\nfact that one suspect drives a red sedan proves nothing if the\nother does too. The fact that the statute contemplates a range of\npossible “portion[s]” to be paid out of the judgment, thus, just\ndoesn’t help identify which of the two proposed interpretations we\nshould adopt for both bear that feature.Nor does the word “portion” necessarily denote\nunfettered discretion. If someone told you to follow a written\nrecipe but double the portion of sugar, you would know precisely\nhow much sugar to put in—twice whatever’s on the page. And Congress\nhas certainly used the word “portion” in just that way. Take 16 U.\nS. C. §673b, which defines the National Elk Refuge to include the\n“[e]ntire portion now in Jackson Hole National Monument except that\nportion in section 2 lying west of the east right-of-way line of\nUnited States Highway Numbered 187,” among other similar\nplots—descriptions sufficiently determinate that the statute itself\ncan later give the total number of acres of covered land (“six\nthousand three hundred and seventy-six acres, more or less”). So\nthe question is how has Congress used the word “portion” in this\nstatute? And as we have explained, the text persuades us that,\nsubject to the 25% cap, the size of the relevant “portion” here is\nfixed by reference to the size of the attorney’s fee award, not\nleft to a district court’s unguided choice.Even if the interpretive race in this case seems\nclose at this point, close races still have winners. Besides,\nstepping back to take in the larger statutory scheme surrounding\nthe specific language before us reveals that this case isn’t quite\nas close as it might first appear. In 1976, Congress enacted what\nis now 42 U. S. C. §1988(b) to authorize discretionary\nfee shifting in civil rights suits. Civil Rights Attorney’s Fees\nAwards Act, 90Stat. 2641. For years that statute governed the award\nof attorney’s fees in a large variety of civil rights actions,\nincluding prisoner civil rights lawsuits like this one. But in the\nPrison Litigation Reform Act of 1995, Congress reentered the field\nand adopted §1997e’s new and specialized fee shifting rule for\nprisoner civil rights suits alone. See 110Stat. 1321–71.Comparing the terms of the old and new statutes\nhelps to shed a good deal of light on the parties’ positions.\nSection 1988(b) confers discretion on district courts in\nunambiguous terms: “[T]he court, in itsdiscretion,mayallow the prevailing party . . . areasonableattorney’s fee as part of the costs” against the\ndefendant. (Emphasis added.) Meanwhile, §1997e(d) expressly\nqualifies the usual operation of §1988(b) in prisoner cases. See\n§1997e(d)(1) (providing that “[i]n any action brought by a prisoner\n. . . in which attorney’s fees are authorized under\nsection 1988 . . . such fees shall not be awarded,\nexcept” under certain conditions). And as we’ve seen §1997e(d)(2)\nproceeds to use very different language to describe the district\ncourt’s job in awarding fees. It does not say “may,” it does not\nsay “reasonable,” and it certainly does not say anything about\n“discretion.” If Congress had wished to confer the same discretion\nin §1997e(d) that it conferred in §1988(b), we very much doubt it\nwould have bothered to write a new law; omit all the words that\nafforded discretion in the old law; and then replace those old\ndiscretionary words with new mandatory ones. SeeRussellov.United States, 464 U. S. 16, 23 (1983) (refusing to\nconclude that “the differing language” in two statutory provisions\n“has the same meaning in each”).The surrounding statutory structure of §1997e(d)\nreinforces this conclusion. Like paragraph (2), the other\nprovisions of §1997e(d)alsolimit the district court’s\npre-existing discretion under §1988(b). These provisions limit the\nfees that would otherwise be available under §1988 to cover only\ncertain kinds of lawyerly tasks, see §§1997e(d)(1)(A) and (B)(ii);\nthey require proportionality between fee awards and the relief\nordered, see §1997e(d)(1)(B)(i); and they restrict the hourly rate\nof the prisoner’s lawyer, see §1997e(d)(3). All this suggests a\nstatute that seeks to restrain, rather than replicate, the\ndiscretion found in §1988(b).Notably, too, the discretion Mr. Murphy would\nhave us introduce into §1997e doesn’t even sit easily with our\nprecedent under §1988. Our cases interpreting §1988 establish “[a]\nstrong presumption that the lodestar figure—the product of\nreasonable hours times a reasonable rate—represents a ‘reasonable’\nfee.”Pennsylvaniav.Delaware Valley Citizens’ Council\nfor Clean Air, 478 U. S. 546, 565 (1986) . To be sure,\nbefore the lodestar became “the guiding light of our fee shifting\njurisprudence,”Burlingtonv.Dague, 505 U. S.\n557, 562 (1992) , many lower courts used one of your classic\n12-factor balancing tests. SeeDelaware Valley,478\nU. S., at 562, and n. 7. Ultimately, though, this Court\nrejected undue reliance on the 12-factor test because it “gave very\nlittle actual guidance to district courts[,] . . .\nplaced unlimited discretion in trial judges[,] and produced\ndisparate results.”Id.,at 563. Yet, despite this guidance,\nMr. Murphy effectively seeks to (re)introduce into §1997e(d)(2)\nexactly the sort of unguided and freewheeling choice—and the\ndisparate results that come with it—that this Court has sought to\nexpunge from practice under §1988. And he seeks to achieve all this\non the basis of considerably less helpful statutory language. To\nstate the suggestion is to reveal its defect.Nor does Mr. Murphy’s proposed cure solve his\nproblem. To avoid reading §1997e(d)(2) as affording entirely\nrudderless discretion, Mr. Murphy contends that district courts\nshould apportion fees in proportion to the defendant’s culpability.\nWhen a defendant has acted egregiously, he says, the court should\nlower the plaintiff’s responsibility for the fee award and increase\nthe defendant’s—even if that means applying only a “nominal” amount\nof the plaintiff’s judgment toward the fee. But precisely none of\nthis appears in §1997e(d)(2) or, for that matter, enjoys any\nanalogue in §1988’s lodestar analysis or even the old 12-factor\napproach. Whatever you might have to say about Mr. Murphy’s\nculpability formula as a matter of policy, it has no roots in the\nlaw. Nor is it clear, for what it’s worth, that the culpability\napproach would even help him. The district court never cited the\ndefendants’ culpability (or any other reason) to justify taking\nonly 10% rather than 25% from Mr. Murphy’s judgment. And it’s tough\nto see what the choice of 10% might have had to do with the\ndefendant’s culpability in this case. The district court actuallyremittedthe jury’s punitive damages award— suggesting that,\nif anything, the defendants’ culpability had been already amply\naddressed.At the end of the day, what may have begun as a\nclose race turns out to have a clear winner. Now with a view of the\nfull field of textual, contextual, and precedential evidence, we\nthink the interpretation the court of appeals adopted prevails. In\ncases governed by §1997e(d), we hold that district courts must\napply as much of the judgment as necessary, up to 25%, to satisfy\nan award of attorney’s fees.[2]The judgment isAffirmed.Notes1See Black’s Law\nDictionary 1543 (10th ed. 2014) (defining “satisfaction” as “[t]he\nfulfillment of an obligation; esp., the payment in full of a\ndebt”); 14 Oxford English Dictionary 504 (2d ed. 1989) (defining\n“sat-isfy” as “[t]o pay off or discharge fully; to liquidate (a\ndebt); to fulfil completely (an obligation), comply with (a\ndemand)”); Webster’s New International Dictionary 2220 (2d ed.\n1950) (defining “satisfy” as “1. In general, to fill up to the\nmeasure of a want of (a person or a thing); hence, to gratify fully\nthe desire of . . . . 2. a To pay to the extent of\nclaims or deserts; to give what is due to; as, to satisfy a\ncreditor. b To answer or discharge, as a claim, debt, legal demand,\nor the like; . . . to pay off ”).2Even for those of us who\nmight be inclined to entertain it, Mr. Murphy’s legislative history\nargument fails to overcome the textual, contextual, and\nprecedential evidence before us. He points to an early draft of\n§1997e(d)(2) that read: “Whenever a monetary judgment is awarded in\nan action described in paragraph (1), a portion of the judgment\n(not to exceed 25 percent) shall be applied to satisfy the amount\nof attorney’s fees awarded against the defendant. If the award of\nattorney’s fees isgreater than 25 percentof the judgment,\nthe excess shall be paid by the defendant.” Prison Litigation\nReform Act of 1995, S. 1279, 104th Cong., 1st Sess., §3(d), p. 16\n(1995) (emphasis added). Mr. Murphy admits that the italicized\nlanguage in the second sentence suggests that it is the size of the\nattorney’s fees award, not some invisible discretion, that\ndetermines what the defendant must pay. Yet, he notes, the second\nsentence was revised in the legislative process and now reads: “If\nthe award of attorney’s fees isnot greater than 150 percentof the judgment, the excess shall be paid by the defendant.” 42 U.\nS. C. §1997e(d)(2) (emphasis added).",
    "joined": []
}