{
    "case": {
        "docket": "19-422",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-422/"
    },
    "id": "4442708",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–422 and 19–563_________________PATRICK J. COLLINS, et al.,\nPETITIONERS19–422v.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al., PETITIONERS19–563v.PATRICK J. COLLINS, et al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 23, 2021]Justice Gorsuch, concurring in part.I agree with the Court on the merits and am\npleased to join nearly all of its opinion. I part ways only when it\ncomes to the question of remedy addressed in Part III–C.As the Court observes, the only question before\nus concerns retrospective relief.Ante, at 32. By the time\nwe turn to that question, the plaintiffs have proven that the\nDirector was without constitutional authority when he took the\nchallenged actions implementing the Third Amendment. In response to\nsuch a showing, a court would normally set aside the Director’s\nultra vires actions as “contrary to constitutional right,” 5\nU. S. C. §706(2)(B), subject perhaps to consideration of\ntraditional remedial principles such as laches. Seeante, at\n36, n. 26;Abbott Laboratoriesv.Gardner,387 U.S.\n136, 155 (1967). Because the Court of Appeals did not follow\nthis course, this Court would normally vacate the judgment in this\nsuit with instructions requiring the Court of Appeals to conform\nits judgment to traditional practice. Today, the Court acknowledges\nit has taken exactly this course in cases involving\nunconstitutionally appointed executive officials.Ante, at\n33–34.Still, the Court submits, we should treat this\nsuit differently because the Director was unconstitutionally\ninsulated from removal rather than unconstitutionally appointed.Ante,at 33–34; see alsoante, at 7 (Thomas, J.,\nconcurring). It is unclear to me why this distinction should make a\ndifference. Either way, governmental action is taken by someone\nerroneously claiming the mantle of executive power—and thus taken\nwith no authority at all. The Court points to not a single\nprecedent in 230 years of history for the distinction it would have\nus draw. Nor could it. The course it pursues today defies our\nprecedents. InBowsherv.Synar,478 U.S.\n714(1986), this Court concluded that Congress had vested the\nComptroller General with “the very essence” of executive power,id., at 732–733, but that he was (impermissibly) removable\nonly by Congress,id., at 727–728. InSeila Law LLCv.Consumer Financial Protection Bureau, 591 U. S. ___\n(2020), we found Congress had assigned the CFPB Director sweeping\nauthority over the financial sector,id., at ___–___ (slip\nop., at 4–6), while insulating him “from removal by an accountable\nPresident,”id., at ___ (slip op., at 23). In both cases\nthat meant the officers could “not be entrusted with executive\npowers” from day one,Bowsher, 478 U. S., at 732, and\nthe challenged actions were “void,”Seila Law, 591\nU. S., at ___ (slip op., at 10).[1]If anything, removal restrictions may be a\ngreater constitutional evil than appointment defects. New\nPresidentsalwaysinherit thousands of Executive Branch\nofficials whom they did not select. It is the power to\nsupervise—and, if need be, remove—subordinate officials that allows\na new President to shape his administration and respond to the\nelectoral will that propelled him to office. After all, from the\nmoment “an officer is appointed, it is only the authority that can\nremove him, and not the authority that appointed him, that he must\nfear.”Synarv.United States,626 F. Supp. 1374, 1401 (DC 1986) (per curiam).\nChief Justice Taft, who knew a little about such things, put it\nthis way: “[W]hen the grant of the executive power is enforced by\nthe express mandate to take care that the laws be faithfully\nexecuted, it emphasizes the necessity for including within the\nexecutive power as conferred the exclusive power of removal.”Myersv.United States,272 U.S.\n52, 122 (1926). Because the power of supervising subordinates\nis essential to sound constitutional administration, as between\npresidential hiring and firing “the unfettered ability to remove is\nthe more important.” M. McConnell, The President Who Would Not Be\nKing 167 (2020).Protecting this aspect of the separation of\npowers isn’t just about protecting presidential authority.\nUltimately, the separation of powers is designed to “secure[ ]\nthe freedom of the individual.”Bondv.United\nStates,564 U.S.\n211, 221 (2011);ante, at 20–21. That’s no less true\nhere than anywhere else. As Hamilton explained, the point of\nensuring presidential supervision of the Executive Branch is to\nensure “a due dependence on the people” and “a due responsibility”\nto them; these are key “ingredients which constitute safety in the\nrepublican sense.” The Federalist No. 70, p. 424 (C. Rossiter ed.\n1961). In the case of a removal defect, a wholly unaccountable\ngovernment agent asserts the power to make decisions affecting\nindividual lives, liberty, and property. The chain of dependence\nbetween those who govern and those who endow them with power is\nbroken.United Statesv.Arthrex, Inc.,ante,at 3 (Gorsuch, J., concurring in part and dissenting in part). Few\nthings could be more perilous to liberty than some “fourth branch”\nthat does not answer even to the one executive official whoisaccountable to the body politic.FTCv.Ruberoid Co.,343 U.S.\n470, 487 (1952) (Jackson, J., dissenting).Instead of applying our traditional remedy for\nconstitutional violations like these, the Court supplies a novel\nand feeble substitute. The Court says that, on remand in this suit,\nlower courts should inquire whether the President would have\nremoved or overruled the unconstitutionally insulated official had\nhe known he had the authority to do so.Ante, at 35. So, if\nlower courts find that the President would have removed or\noverruled the Director,thenthe for-cause removal provision\n“clearly cause[d] harm” and the Director’s actions may be set\naside.Ibid.Not only is this “relief ” unlike anything\nthis Court has ever before authorized in cases like ours; it is\nmaterially identical to a remedial approach this Court previously\nrejected. InBowsher, the Court directly addressed and\nexpressly refused the dissent’s insistence that it should undertake\na “ ‘consideration’ of the ‘practical result of the removal\nprovision.’ ” 478 U. S., at 730. Instead of speculating\nabout what would have happened in a different world where the\nofficer’s challenged actions were reviewable within the Executive\nBranch, the Court recognized that unconstitutionally insulating an\nofficer from removal “inflicts a ‘here-and-now’ injury” on affected\nparties.Seila Law, 591 U. S., at ___ (slip op., at\n10). Inthisworld, real people are injured by actions taken\nwithout lawful authority. “The Framers did not rest our liberties\non . . . minutiae” like some guessing game about what\nmight have transpired in another timeline.Free Enterprise\nFundv.Public Company Accounting Oversight Bd.,561\nU.S. 477, 500 (2010).Other problems attend the Court’s remedial\nscience fiction. It proceeds on an assumption that Congress would\nhave adopted a version of the Housing and Economic Recovery Act\n(HERA) that allowed the President to remove the Director. But that\nis sheer speculation. It is equally possible that—had Congress\nknown it could not have a Director independent from presidential\nsupervision—it would have deployed different tools to rein in\nFannie Mae and Freddie Mac. Surely, Congress possessed no shortage\nof options. By way of example, it could have conferred new\nregulatory functions on an existing (and accountable) agency like\nthe Department of Housing and Urban Development, or it might have\nenacted detailed statutes to govern Fannie and Freddie’s activities\ndirectly. For that matter, Congress might have opted for no\nadditional oversight rather than subject the Federal Housing\nFinance Agency (FHFA) to supervision by the President.This Court possesses no authority to substitute\nits own judgment aboutwhichlegislative solution Congress\nmight have adopted had it considered a problem never put to it.\nThat is not statutory interpretation; it is statutory reinvention.\nIndeed, while never uttering the words “severance doctrine,” the\nCourt today winds up implicitly resting its remedial enterprise\nupon it—severing, or removing, one part of Congress’s work based on\nspeculation about its wishes and usurping a legislative prerogative\nin the process. See,e.g.,Arthrex,ante,at\n6–7 (Gorsuch, J., concurring in part and dissenting in part);Synar, 626 F. Supp., at 1393. By once again purporting\nto do Congress’s job, we discourage the people’s representatives\nfrom taking up for themselves the task of consulting their oaths,\ngrappling with constitutional problems, and specifying a solution\nin statutory text. “Congress can now simply rely on the courts to\nsort [it] out.”Tennesseev.Lane,541 U.S.\n509, 552 (2004) (Rehnquist, C. J., dissenting).[2]The Court’s conjecture does not stop there.\nAfter guessing what legislative scheme Congress would have adopted\nin some hypothetical but-for world, the Court tasks lower courts\nand the parties with reconstructing how executive agents would have\nreacted to it. On remand, we are told, the litigants and lower\ncourts must ponder whether the President would have removed the\nDirector had he known he was free to do so.Ante, at 35. Buthoware judges and lawyers supposed to construct the\ncounterfactual history? It is no less a speculative enterprise than\nguessing what Congress would have done had it known its statutory\nscheme was unconstitutional. It’s only that the Court prefers to\nreserve the big hypothetical (legislative) choice for itself and\nleave others for lower courts to sort out.Consider the guidance the Court offers. It says\nlower courts should examine clues such as whether the President\nmade a “public statement expressing displeasure” about something\nthe Director did, or whether the President “attempted” to remove\nthe Director but was stymied by lower courts.Ibid.But what\nif the President never considered the possibility of removing the\nDirector because he was never advised of that possibility? What if\nhis advisers themselves never contemplated the option given\nstatutory law? And even putting all that aside, what evidence\nshould courts and parties consult when inquiring into the\nPresident’s “displeasure”? Are they restricted to publicly\navailable materials, even though the most probative evidence may be\nthe most sensitive? To ascertain with any degree of confidence the\nPresident’s state of mind regarding the Director, don’t we need\ntestimony from him or his closest staff?The Court declines to tangle with any of these\nquestions. It’s hard not to wonder whether that’s because it\nintends for this speculative enterprise to go nowhere. Rather than\nintrude on often-privileged executive deliberations, the Court may\ncalculate that the lower courts on remand in this suit will simply\nrefuse retroactive relief. See,e.g.,ante, at 6\n(Kagan, J., concurring in part and concurring in judgment in part).\nBut if this is what the Court intends, why not just admit it and\nput these parties out of their misery?As strange as the Court’s remand instructions\nare, the more important question lower courts face isn’t how to\nresolve this suit but what to do with the next one. Today, the\nCourt sounds the call to arms and declares a constitutional\nviolation only to head for the hills as soon as it’s faced with a\nrequest for meaningful relief. But as we have seen, the Court has\nin the past consistently vindicated Article II both in reasoning\nand in remedy.E.g.,Seila Law, 591 U. S., at\n___ (opinion of Roberts, C. J.) (slip op., at 36);Luciav.SEC, 585 U. S. ___, ___–___, n. 5\n(2018) (slip op., at 12–13, n. 5);NLRBv.Noel\nCanning,573 U.S.\n513, 557 (2014);Ryderv.United States,515 U.S.\n177, 182–183 (1995);Bowsher, 478 U. S., at 736.\nThese cases—involving appointment and removal defects alike—remain\ngood law. So what are lower courts faced with future removal defect\ncases to make of all this? The only lesson I can divine is that the\nCourt’s opinion today is a product of its unique context—a retreat\nprompted by the prospect that affording a more traditional remedy\nhere could mean unwinding or disgorging hundreds of millions of\ndollars that have already changed hands.Ante, at 32–33. The\nCourt may blanch at authorizing such relief today, but nothing it\nsays undoes our prior guidance authorizing more meaningful relief\nin other situations.For my part, rather than carve out some\nsuit-specific, removal-only, money-in-the-bank exception to our\nnormal rules for Article II violations, I would take a simpler and\nmore familiar path. Whether unconstitutionally installed or\nimproperly unsupervised, officials cannot wield executive power\nexcept as Article II provides. Attempts to do so are void;\nspeculation about alternate universes is neither necessary nor\nappropriate. In the world we inhabit, where individuals are\nburdened by unconstitutional executive action, they are “entitled\nto relief.”Lucia, 585 U. S., at ___ (slip op., at\n12).Notes1The Court’s attempt to\nsidestep these cases leads nowhere.Seila Law, we are told,\ndiscussed standing—not remedies—when it said plaintiffs\n“ ‘sustain[ ] injury’ ” from unlawfully insulated\nexecutive action and may “challeng[e] [such] action as void.” Seeante,at 34, n. 24. But standing and remedies are\njoined at the hip: Article III permits a court only to provide “aremedythat redresses the plaintiffs’injury-in-fact.”Collinsv.Mnuchin, 938 F.3d\n553, 609 (CA5 2019) (Oldham, J., concurring in part and dissenting\nin part) (emphasis added). That is why a plaintiff “must have\nstanding [for] each form of relief” sought.Town of Chesterv.Laroe Estates, Inc., 581 U. S. ___, ___ (2017) (slip\nop., at 5).Bowsher, we are told, involved a legislative\nofficer—not an executive one, which supposedly makes all the\ndifference.Ante, at 35, n. 25. But there the\nComptroller was legislative only in the sense that he headed an\n“independent” department and was accountable to Congress rather\nthan the President. 478 U. S, at 730–732. If there is any\ndifference here, it’s that the FHFA Director—who likewise heads an\n“independent” agency, 12 U. S. C. §4511(a)—is accountable\ntono one. The idea that whether acts are void or not turns\non a label rather than on the functions an officer is assigned and\nwho he is accountable to should not be taken seriously.E.g.,Bowsher, 478 U. S., at 727–728, 732–733;Free Enterprise Fundv.Public Company Accounting\nOversight Bd.,561 U.S.\n477, 484–486, 496–498 (2010);Seila Law, 591 U. S.,\nat ___–___, ___ (slip op., at 4–6, 23);ante, at 27–29,\n31–32.2Justice Thomas stakes out\nmore foreign terrain. After saying that he “join[s] the Court’s\nopinion in full,” he argues there was no constitutional violation\nat all because the President—despite statutes barring his way—was\nfree to remove the Director all along.Ante, at 1, 4, 11.\nAccordingly, it seems Justice Thomas disagrees with all of Part\nIII–B’s merits analysis in addition to the Court’s novel remedy in\nPart III–C. Like the Court, though, he seemingly takes as given\nthat Congress would have chosen to adopt HERA even if it had known\nthis course required subjecting the Director to removal by the\nPresident.Ante, at 5–6. In doing so, he parts ways with his\nopinion last year inSeila Law, where he recognized the\nfollowing: First, in cases like ours, a constitutional violation\narises because of “the combination” of statutory terms that (1)\nconfer executive power on an official and (2) improperly insulate\nhim from removal. 591 U. S., at ___ (Thomas, J., concurring in\npart and dissenting in part) (slip op., at 21). Second, absent\nstatutory direction from Congress, we cannot divine “which of the\nprovisions” Congress would have kept and which it would have\nscrapped—or what else it might have done—had it known its actual\nchoice was unconstitutional.Id.,at ___ (slip op., at 23).\nThird, this Court lacks the “ ‘editorial freedom’ ” to\npick and choose among options like these, for doing so would usurp\nCongress’s legislative authority.Ibid.Today, Justice\nThomas suggestsSeila Lawrested on one party’s concession\nabout the meaning of the law.Ante, at 8, n. 5;ante, at 10. But parties cannot stipulate to the law.E.g.,Zivotofskyv.Kerry, 576 U.S. 1, 41,\nn. 2 (2015) (Thomas, J., concurring in judgment in part and\ndissenting in part);Youngv.United States,315 U.S.\n257, 258–259 (1942). More importantly, his observations were\nright then—and they remain so today.",
    "joined": []
}