{
    "case": {
        "docket": "17-340",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-340/"
    },
    "id": "4018622",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–340_________________NEW PRIME INC., PETITIONERv.DOMINIC\nOLIVEIRAon writ of certiorari to the united states\ncourt of appeals for the first circuit[January 15, 2019]Justice Gorsuch delivered the opinion of the\nCourt.The Federal Arbitration Act requires courts to\nenforce private arbitration agreements. But like most laws, this\none bears its qualifications. Among other things, §1 says that\n“nothing herein” may be used to compel arbitration in disputes\ninvolving the “contracts of employment” of certain transportation\nworkers. 9 U. S. C. §1. And that qualification has\nsparked these questions: When a contract delegates questions of\narbitrability to an arbitrator, must a court leave disputes over\nthe application of §1’s exception for the arbitrator to resolve?\nAnd does the term “contracts of employment” refer only to contracts\nbetween employers and employees, or does it also reach contracts\nwith independent contractors? Because courts across the country\nhave disagreed on the answers to these questions, we took this case\nto resolve them.INew Prime is an interstate trucking company\nand Dominic Oliveira works as one of its drivers. But, at least on\npaper, Mr. Oliveira isn’t an employee; the parties’ contracts label\nhim an independent contractor. Those agreements also instruct that\nany disputes arising out of the parties’ relationship should be\nresolved by an arbitrator—even disputes over the scope of the\narbitrator’s authority.Eventually, of course, a dispute did arise. In a\nclass action lawsuit in federal court, Mr. Oliveira argued that New\nPrime denies its drivers lawful wages. The company may call its\ndrivers independent contractors. But, Mr. Oliveira alleged, in\nreality New Prime treats them as employees and fails to pay the\nstatutorily due minimum wage. In response to Mr. Oliveira’s\ncomplaint, New Prime asked the court to invoke its statutory\nauthority under the Act and compel arbitration according to the\nterms found in the parties’ agreements.That request led to more than a little\nlitigation of its own. Even when the parties’ contracts mandate\narbitration, Mr. Oliveira observed, the Act doesn’talwaysauthorize a court to enter an order compelling it. In particular,\n§1 carves out from the Act’s coverage “contracts of employment of\n. . . workers engaged in foreign or interstate commerce.”\nAnd at least for purposes of this collateral dispute, Mr. Oliveira\nsubmitted, it doesn’t matter whether you view him as an employee or\nindependent contractor. Either way, his agreement to drive trucks\nfor New Prime qualifies as a “contract[ ] of employment of\n. . . [a] worker[ ] engaged in . . .\ninterstate commerce.” Accordingly, Mr. Oliveira argued, the Act\nsupplied the district court with no authority to compel arbitration\nin this case.Naturally, New Prime disagreed. Given the\nextraordinary breadth of the parties’ arbitration agreement, the\ncompany insisted that any question about §1’s application belonged\nfor the arbitrator alone to resolve. Alternatively and assuming a\ncourt could address the question, New Prime contended that the term\n“contracts of employment” refers only to contracts that establish\nan employer-employee relationship. And because Mr. Oliveira is, in\nfact as well as form, an independent contractor, the company\nargued, §1’s exception doesn’t apply; the rest of the statute does;\nand the district court was (once again) required to order\narbitration.Ultimately, the district court and the First\nCircuit sided with Mr. Oliveira. 857 F.3d 7 (2017). The court of\nappeals held, first, that in disputes like this a court should\nresolve whether the parties’ contract falls within the Act’s ambit\nor §1’s exclusion before invoking the statute’s authority to order\narbitration. Second, the court of appeals held that §1’s exclusion\nof certain “contracts of employment” removes from the Act’s\ncoverage not only employer-employee contracts but also contracts\ninvolving independent contractors. So under any account of the\nparties’ agreement in this case, the court held, it lacked\nauthority under the Act to order arbitration.IIIn approaching the first question for\nourselves, one thing becomes clear immediately. While a court’s\nauthority under the Arbitration Act to compel arbitration may be\nconsiderable, it isn’t unconditional. If two parties agree to\narbitrate future disputes between them and one side later seeks to\nevade the deal, §§3 and 4 of the Act often require a court to stay\nlitigation and compel arbitration “accord[ing to] the terms” of the\nparties’ agreement. But this authority doesn’t extend toallprivate contracts, no matter how emphatically they may express a\npreference for arbitration.Instead, antecedent statutory provisions limit\nthe scope of the court’s powers under §§3 and 4. Section 2 provides\nthat the Act applies only when the parties’ agreement to arbitrate\nis set forth as a “written provision in any maritime transaction or\na contract evidencing a transaction involving commerce.” And §1\nhelps define §2’s terms. Most relevant for our purposes, §1 warns\nthat “nothing” in the Act “shall apply” to “contracts of employment\nof seamen, railroad employees, or any other class of workers\nengaged in foreign or interstate commerce.” Why this very\nparticular qualification? By the time it adopted the Arbitration\nAct in 1925, Congress had already prescribed alternative employment\ndispute resolution regimes for many transportation workers. And it\nseems Congress “did not wish to unsettle” those arrangements in\nfavor of whatever arbitration procedures the parties’ private\ncontracts might happen to contemplate.Circuit City Stores,Inc.v.Adams,532 U.S.\n105, 121 (2001).Given the statute’s terms and sequencing, we\nagree with the First Circuit that a court should decide for itself\nwhether §1’s “contracts of employment” exclusion applies before\nordering arbitration. After all, to invoke its statutory powers\nunder §§3 and 4 to stay litigation and compel arbitration according\nto a contract’s terms, a court must first know whether the contract\nitself falls within or beyond the boundaries of §§1 and 2. The\nparties’ private agreement may be crystal clear and require\narbitration of every question under the sun, but that does not\nnecessarily mean the Act authorizes a court to stay litigation and\nsend the parties to an arbitral forum.Nothing in our holding on this score should come\nas a surprise. We’ve long stressed the significance of the\nstatute’s sequencing. InBernhardtv.Polygraphic Co. of\nAmerica,350 U.S.\n198, 201–202 (1956), we recognized that “Sections 1, 2, and 3\n[and 4] are integral parts of a whole. . . .\n[Sections] 1 and 2 define the field in which Congress was\nlegislating,” and §§3 and 4 apply only to contracts covered by\nthose provisions. InCircuit City, we acknowledged that\n“Section 1 exempts from the [Act] . . . contracts of\nemployment of transportation workers.” 532 U. S., at 119. And\ninSouthland Corp.v.Keating,465 U.S.\n1, 10–11, and n. 5 (1984), we noted that “the\nenforceability of arbitration provisions” under §§3 and 4 depends\non whether those provisions are “part of a written maritime\ncontract or a contract ‘evidencing a transaction involving\ncommerce’ ” under §2—which, in turn, depends on the\napplication of §1’s exception for certain “contracts of\nemployment.”To be sure, New Prime resists this\nstraightforward understanding. The company argues that an\narbitrator should resolve any dispute over §1’s application because\nof the “delegation clause” in the parties’ contract and what is\nsometimes called the “severability principle.” A delegation clause\ngives an arbitrator authority to decide even the initial question\nwhether the parties’ dispute is subject to arbitration.Rent-A-Center,West,Inc.v.Jackson,561 U.S.\n63, 68–69 (2010). And under the severability principle, we\ntreat a challenge to the validity of an arbitration agreement (or a\ndelegation clause) separately from a challenge to the validity of\nthe entire contract in which it appears.Id., at 70–71.\nUnless a party specifically challenges the validity of the\nagreement to arbitrate, both sides may be required to take all\ntheir disputes—including disputes about the validity of their\nbroader contract—to arbitration.Ibid.Applying these\nprinciples to this case, New Prime notes that Mr. Oliveira has not\nspecifically challenged the parties’ delegation clause and submits\nthat any controversy should therefore proceed only and immediately\nbefore an arbitrator.But all this overlooks the necessarily\nantecedent statutory inquiry we’ve just discussed. A delegation\nclause is merely a specialized type of arbitration agreement, and\nthe Act “operates on this additional arbitration agreement just as\nit does on any other.”Id., at 70. So a court may use §§3\nand 4 to enforce a delegation clause only if the clause appears in\na “written provision in . . . a contract evidencing a\ntransaction involving commerce” consistent with §2. And only if the\ncontract in which the clause appears doesn’t trigger §1’s\n“contracts of employment” exception. In exactly the same way, the\nAct’s severability principle applies only if the parties’\narbitration agreement appears in a contract that falls within the\nfield §§1 and 2 describe. We acknowledged as much some time ago,\nexplaining that, before invoking the severability principle, a\ncourt should “determine[ ] that the contract in question is\nwithin the coverage of the Arbitration Act.”Prima Paint\nCorp.v.Flood & Conklin Mfg. Co.,388 U.S.\n395, 402 (1967).IIIThat takes us to the second question: Did the\nFirst Circuit correctly resolve the merits of the §1 challenge in\nthis case? Recall that §1 excludes from the Act’s compass\n“contracts of employment of . . . workers engaged in\n. . . interstate commerce.” Happily, everyone before us\nagrees that Mr. Oliveira qualifies as a “worker[ ] engaged in\n. . . interstate commerce.” For purposes of this appeal,\ntoo, Mr. Oliveira is willing to assume (but not grant) that his\ncontracts with New Prime establish only an independent contractor\nrelationship.With that, the disputed question comes into\nclear view: What does the term “contracts of employment” mean? If\nit refers only to contracts that reflect an employer-employee\nrelationship, then §1’s exception is irrelevant and a court is free\nto order arbitration, just as New Prime urges. But if the termalsoencompasses contracts that require an independent\ncontractor to perform work, then the exception takes hold and a\ncourt lacks authority under the Act to order arbitration, exactly\nas Mr. Oliveira argues.AIn taking up this question, we bear an\nimportant caution in mind. “[I]t’s a ‘fundamental canon of\nstatutory construction’ that words generally should be ‘interpreted\nas taking their ordinary . . . meaning . . . at\nthe time Congress enacted the statute.’ ”Wisconsin Central\nLtd.v.United States, 585 U. S. ___, ___ (2018)\n(slip op., at 9) (quotingPerrinv.United States,444 U.S.\n37, 42 (1979)). See alsoSandiferv.United States\nSteel Corp., 571 U.S. 220, 227 (2014). After all, if judges\ncould freely invest old statutory terms with new meanings, we would\nrisk amending legislation outside the “single, finely wrought and\nexhaustively considered, procedure” the Constitution commands.INSv.Chadha,462 U.S.\n919, 951 (1983). We would risk, too, upsetting reliance\ninterests in the settled meaning of a statute. Cf. 2B N. Singer\n& J. Singer, Sutherland on Statutes and Statutory Construction\n§56A:3 (rev. 7th ed. 2012). Of course, statutes may sometimes refer\nto an external source of law and fairly warn readers that they must\nabide that external source of law, later amendments and\nmodifications included.Id., §51:8 (discussing the reference\ncanon). But nothing like that exists here. Nor has anyone suggested\nany other appropriate reason that might allow us to depart from the\noriginal meaning of the statute at hand.That, we think, holds the key to the case. To\nmany lawyerly ears today, the term “contracts of employment” might\ncall to mind only agreements between employers and employees (or\nwhat the common law sometimes called masters and servants).\nSuggestively, at least one recently published law dictionary\ndefines the word “employment” to mean “the relationship between\nmaster and servant.” Black’s Law Dictionary 641 (10th ed. 2014).\nBut this modern intuition isn’t easily squared with evidence of the\nterm’s meaning at the time of the Act’s adoption in 1925. At that\ntime, a “contract of employment” usually meant nothing more than an\nagreement to perform work. As a result, most people then would have\nunderstood §1 to exclude not only agreements between employers and\nemployees but also agreements that require independent contractors\nto perform work.What’s the evidence to support this conclusion?\nIt turns out that in 1925 the term “contract of employment” wasn’t\ndefined in any of the (many) popular or legal dictionaries the\nparties cite to us. And surely that’s a first hint the phrase\nwasn’t then a term of art bearing some specialized meaning. It\nturns out, too, that the dictionaries of the era consistently\nafforded the word “employment” a broad construction, broader than\nmay be often found in dictionaries today. Back then, dictionaries\ntended to treat “employment” more or less as a synonym for “work.”\nNor did they distinguish between different kinds of work or\nworkers: All work was treated as employment, whether or not the\ncommon law criteria for a master-servant relationship happened to\nbe satisfied.[1]What the dictionaries suggest, legal authorities\nconfirm. This Court’s early 20th-century cases used the phrase\n“contract of employment” to describe work agreements involving\nindependent contractors.[2]\nMany state court cases did the same.[3] So did a variety of federal statutes.[4] And state statutes too.[5] We see here no evidence that a “contract\nof employment” necessarily signaled a formal employer-employee or\nmaster-servant relationship.More confirmation yet comes from a neighboring\nterm in the statutory text. Recall that the Act excludes from its\ncoverage “contracts of employment of . . . any\n. . . class ofworkersengaged in foreign or\ninterstate commerce.” 9 U. S. C. §1 (emphasis added).\nNotice Congress didn’t use the word “employees” or “servants,” the\nnatural choices if the term “contracts of employment” addressed\nthem alone. Instead, Congress spoke of “workers,” a term that\neveryone agrees easily embraces independent contractors. That word\nchoice may not mean everything, but it does supply further evidence\nstill that Congress used the term “contracts of employment” in a\nbroad sense to capture any contract for the performance ofworkbyworkers.BWhat does New Prime have to say about the case\nbuilding against it? Mainly, it seeks to shift the debate from the\nterm “contracts of employment” to the word “employee.” Today, the\ncompany emphasizes, the law often distinguishes between employees\nand independent contractors. Employees are generally understood as\nthose who work “in the service of another person (the employer)\nunder an express or implied contract of hire, under which the\nemployer has the right to control the details of work perform-\nance.” Black’s Law Dictionary, at 639. Meanwhile, independent\ncontractors are sometimes described as those “entrusted to\nundertake a specific project but who [are] left free to do the\nassigned work and to choose the method for accomplishing it.”Id., at 888. New Prime argues that, by 1925, the words\n“employee” and “independent contractor” had already assumed these\ndistinct meanings.[6] And given\nthat, the company contends, the phrase “contracts ofemployment” should be understood to refer only to\nrelationships betweenemployers and employees.Unsurprisingly, Mr. Oliveira disagrees. He\nreplies that, while the term “employment” dates back many\ncenturies, the word “employee” only made its first appearance in\nEnglish in the 1800s. See Oxford English Dictionary (3d ed., Mar.\n2014), www.oed.com/view/Entry/61374 (all Internet materials as last\nvisited Jan. 9, 2019). At that time, the word from which it\nderived, “employ,” simply meant to “apply (a thing) to some\ndefinite purpose.” 3 J. Murray, A New English Dictionary on\nHistorical Principles 129 (1891). And even in 1910, Black’s Law\nDictionary reported that the term “employee” had only “become\nsomewhat naturalized in our language.” Black’s Law Dictionary 421\n(2d ed. 1910).Still, the parties do share some common ground.\nThey agree that the word “employee” eventually came into wide\ncirculation and came to denote those who work for a wage at the\ndirection of another. They agree, too, that all this came to pass\nin part because the word “employee” didn’t suffer from the same\n“historical baggage” of the older common law term “servant,” and\nbecause it proved useful when drafting legislation to regulate\nburgeoning industries and their labor forces in the early 20th\ncentury.[7] The parties even\nagree that the development of the term “employee” may have come to\ninfluence and narrow our understanding of the word “employment” in\ncomparatively recent years and may be why today it might signify to\nsome a “relationship between master and servant.”[8]But if the parties’ extended etymological debate\npersuades us of anything, it is that care is called for. The words\n“employee” and “employment” may share a common root and an\nintertwined history. But they also developed at different times and\nin at least some different ways. The only question in this case\nconcerns the meaning of the term “contracts ofemployment”\nin 1925. And, whatever the word “employee” may have meant at that\ntime, and however it may have later influenced the meaning of\n“employment,” the evidence before us remains that, as dominantly\nunderstood in 1925, a contract ofemploymentdid not\nnecessarily imply the existence of an employer-employee or\nmaster-servant relationship.When New Prime finally turns its attention to\nthe term in dispute, it directs us toCoppagev.Kansas,236 U.S.\n1, 13 (1915). There and in other cases like it, New Prime\nnotes, courts sometimes used the phrase “contracts of employment”\nto describe what today we’d recognize as agreements between\nemployers and employees. But this proves little. No one doubts that\nemployer-employee agreements to perform work qualified as\n“contracts of employment” in 1925—and documenting that fact does\nnothing to negate the possibility that “contracts of employment”alsoembraced agreements by independent contractors to\nperform work. Coming a bit closer to the mark, New Prime eventually\ncites a handful of early 20th-century legal materials that seem to\nuse the term “contracts of employment” to referexclusivelyto employer-employee agreements.[9] But from the record amassed before us, these\nauthorities appear to represent at most the vanguard, not the main\nbody, of contemporaneous usage.New Prime’s effort to explain away the statute’s\nsuggestive use of the term “worker” proves no more compelling. The\ncompany reminds us that the statute excludes “contracts of\nemployment” for “seamen” and “railroad employees” as well as other\ntransportation workers. And because “seamen” and “railroad\nemployees” includedonlyemployees in 1925, the company\nreasons, we should understand “any other class of workers engaged\nin . . . interstate commerce” to bear a similar\nconstruction. But this argument rests on a precarious premise. At\nthe time of the Act’s passage, shipboard surgeons who tended\ninjured sailors were considered “seamen” though they likely served\nin an independent contractor capacity.[10] Even the term “railroad employees” may have swept\nmore broadly at the time of the Act’s passage than might seem\nobvious today. In 1922, for example, the Railroad Labor Board\ninterpreted the word “employee” in the Transportation Act of 1920\nto refer to anyone “engaged in the customary work directly\ncontributory to the operation of the railroads.”[11] And the Erdman Act, a statute enacted\nto address disruptive railroad strikes at the end of the 19th\ncentury, seems to evince an equally broad understanding of\n“railroad employees.”[12]Unable to squeeze more from the statute’s text,\nNew Prime is left to appeal to its policy. This Court has said that\nCongress adopted the Arbitration Act in an effort to counteract\njudicial hostility to arbitration and establish “a liberal federal\npolicy favoring arbitration agreements.”Moses H. Cone Memorial\nHospitalv.Mercury Constr. Corp.,460 U.S.\n1, 24 (1983). To abide that policy, New Prime suggests, we must\norder arbitration according to the terms of the parties’ agreement.\nBut often and by design it is “hard-fought compromise[ ],” not\ncold logic, that supplies the solvent needed for a bill to survive\nthe legislative process.Board of Governors,FRSv.Dimension Financial Corp.,474 U.S.\n361, 374 (1986). If courts felt free to pave over bumpy\nstatutory texts in the name of more expeditiously advancing a\npolicy goal, we would risk failing to “tak[e] . . .\naccount of” legislative compromises essential to a law’s passage\nand, in that way, thwart rather than honor “the effectuation of\ncongressional intent.”Ibid.By respecting the\nqualifications of §1 today, we “respect the limits up to which\nCongress was prepared” to go when adopting the Arbitration Act.United Statesv.Sisson,399\nU.S. 267, 298 (1970).Finally, and stretching in a different direction\nentirely, New Prime invites us to look beyond the Act. Even if the\nstatute doesn’t supply judges with the power to compel arbitration\nin this case, the company says we should order it anyway because\ncourts always enjoy the inherent authority to stay litigation in\nfavor of an alternative dispute resolution mechanism of the\nparties’ choosing. That, though, is an argument we decline to\ntangle with. The courts below did not address it and we granted\ncertiorari only to resolve existing confusion about the application\nof the Arbitration Act, not to explore other potential avenues for\nreaching a destination it does not.*When Congress enacted the Arbitration Act in\n1925, the term “contracts of employment” referred to agreements to\nperform work. No less than those who came before him, Mr. Oliveira\nis entitled to the benefit of that same understanding today.\nAccordingly, his agreement with New Prime falls within §1’s\nexception, the court of appeals was correct that it lacked\nauthority under the Act to order arbitration, and the judgment\nisAffirmed.Justice Kavanaugh took no part in the\nconsideration or decision of this case.Notes1See,e.g., 3 J.\nMurray, A New English Dictionary on Historical Principles 130\n(1891) (defining “employment” as, among other things, “[t]he action\nor process of employing; the state of being employed. The service\n(of a person). That on which (one) is employed; business;\noccupation; a special errand or commission. A person’s regular\noccupation or business; a trade or profession”); 3 The Century\nDictionary and Cyclopedia 1904 (1914) (defining “employment” as\n“[w]ork or business of any kind”); W. Harris, Webster’s New\nInternational Dictionary 718 (1st ed. 1909) (listing “work” as a\nsynonym for “employment”); Webster’s Collegiate Dictionary 329 (3d\ned. 1916) (same); Black’s Law Dictionary 422 (2d ed. 1910) (“an\nengagement or rendering services” for oneself or another); 3 Oxford\nEnglish Dictionary 130 (1933) (“[t]hat on which (one) is employed;\nbusiness; occupation; a special errand or\ncommission”).2See,e.g.,Watkinsv.Sedberry,261 U.S.\n571, 575 (1923) (agreement between trustee and attorney to\nrecover bankrupt’s property);Owenv.Dudley &\nMichener,217 U.S.\n488, 494 (1910) (agreement between Indian tribe and attorneys\nto pursue claims).3See,e.g.,Lindsayv.McCaslin (Two Cases), 123 Me. 197, 200,\n122 A. 412, 413 (1923) (“When the contract of employment has been\nreduced to writing, the question whether the person employed was an\nindependent contractor or merely a servant is determined by the\ncourt as a matter of law”);Tankersleyv.Webster,116 Okla. 208, 210, 243 P. 745, 747 (1925) (“[T]he contract of\nemployment between Tankersley and Casey was admitted in evidence\nwithout objections, and we think conclusively shows that Casey was\nan independent contractor”);Waldronv.Garland\nPocahontas Coal Co., 89 W. Va. 426, 427, 109 S.E. 729\n(1921) (syllabus) (“Whether a person performing work for another is\nan independent contractor depends upon a consideration of the\ncontract of employment, the nature of the business, the\ncircumstances under which the contract was made and the work was\ndone”); see also App. to Brief for Respondent 1a–12a (citing\nadditional examples).4See,e.g., Act of\nMar. 19, 1924, ch. 70, §5, 43Stat. 28 (limiting payment of fees to\nattorneys “employed” by the Cherokee Tribe to litigate claims\nagainst the United States to those “stipulated in the contract of\nemployment”); Act of June 7, 1924, ch. 300, §§2, 5, 43Stat. 537–538\n(providing same for Choctaw and Chickasaw Tribes); Act of Aug. 24,\n1921, ch. 89, 42Stat. 192 (providing that no funds may be used to\ncompensate “any attorney, regular or special, for the United States\nShipping Board or the United States Shipping Board Emergency Fleet\nCorporation unless the contract of employment has been approved by\nthe Attorney General of the United States”). See also App. to Brief\nfor Respondent 13a (citing additional examples).5See,e.g., Act of\nMar. 10, 1909, ch. 70, §1, 1909 Kan. Sess. Laws p. 121\n(referring to “contracts of employment of auditors, accountants,\nengineers, attorneys, counselors and architects for any special\npurpose”); Act of Mar. 4, 1909, ch. 4, §4, 1909 Okla. Sess. Laws\np. 118 (“Should the amount of the attorney’s fee be agreed\nupon in the contract of employment, then such attorney’s lien and\ncause of action against such adverse party shall be for the amount\nso agreed upon”); Act of Mar. 4, 1924, ch. 88, §1, 1924 Va. Acts\nch. 91 (allowing extension of “contracts of employment” between the\nstate and contractors with respect to the labor of prisoners); App.\nto Brief for Respondent 14a–15a (citing additional\nexamples).6See,e.g.,Atlantic Transp. Co.v.Coneys, 82 F. 177, 178 (CA2\n1897);Nybackv.Champagne Lumber Co., 109 F. 732,\n741 (CA7 1901).7See Carlson, Why the Law\nStill Can’t Tell an Employee When It Sees One and How It Ought To\nStop Trying, 22 Berkeley J. Emp. & Lab. L. 295, 309 (2001)\n(discussing the “historical baggage” of the term “servant”);\nBroden, General Rules Determining the Employment Relationship Under\nSocial Security Laws: After Twenty Years an Unsolved Problem, 33\nTemp. L. Q. 307, 327 (1960) (describing use of the term\n“employer-employee,” in contradistinction to “master-servant,” in\nthe Social Security laws). Legislators searched to find a term that\nfully encompassed the broad protections they sought to provide and\nconsidered an “assortment of vague and uncertain terms,” including\n“ ‘servant,’ . . . ‘employee,’ . . .\n‘workman,’ ‘laborer,’ ‘wage earner,’ ‘operative,’ or\n‘hireling.’ ” Carlson, 22 Berkeley J. Emp. & Lab. L., at\n308. Eventually “ ‘employee’ prevailed, if only by default,\nand the choice was confirmed by the next wave of protective\nlegislation—workers’ compensation laws in the early years of the\nTwentieth Century.”Id., at 309.8Black’s Law Dictionary\n641 (10th ed. 2014); see also P. Durkin, Release Notes: The Changes\nin Empathy, Employ, and Empire (Mar. 13, 2014) (“Over time” the\nmeaning of several employ-related words have “reflect[ed] changes\nin the world of work” and their meaning “shows an increasingly\nmarked narrowing”), online at\nhttps://public.oed.com/blog/march-2014-update-release-notes/.9See,e.g., 1 T.\nConyngton, Business Law: A Working Manual of Every-day Law 302–303\n(2d ed. 1920);Newlandv.Bear, 218 App. Div. 308,\n309, 218 N.Y.S. 81, 81–82 (1926);Andersonv.State\nIndus. Accident Comm’n, 107 Ore. 304, 311–312, 215 P. 582, 583,\n585 (1923); N. Dosker, Manual of Compensation Law: State and\nFederal 8 (1917).10See,e.g.,The Sea Lark,14 F.2d 201(WD Wash. 1926);The Buena Ventura, 243 F.\n797, 799 (SDNY 1916);Holtv.Cummings, 102 Pa. 212,\n215 (1883);Allanv.State S. S. Co., 132 N.Y.\n91, 99, 30 N.E. 482, 485 (1892) (“The work which the physician does\nafter the vessel starts on the voyage is his and not the ship\nowner’s”).11Transportation Act of 1920, §§304,\n307, 41Stat. 456;Railway Employees’ Dept.,A. F. of\nL.v.Indiana Harbor Belt R. Co., Decision No. 982, 3 R.\nL. B. 332, 337 (1922).12The\nAct provided for arbitration between railroads and workers, and\ndefined “employees” as “all persons actually engaged in any\ncapacity in train operation or train service of any description.”\nAct of June 1, 1898, ch. 370, 30Stat. 424. The Act also specified\nthat the railroads would “be responsible for the acts and defaults\nof such employees in the same manner and to the same extent as if\n. . . said employees [were] directly employed by it.”Id., at 425. See Dempsey, Transportation: A Legal History,\n30 Transp. L. J. 235, 273 (2003).",
    "joined": []
}