{
    "case": {
        "docket": "20-512",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-512/"
    },
    "id": "4441784",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 20–512 and 20–520_________________NATIONAL COLLEGIATE ATHLETIC\nASSOCIATION, PETITIONER20–512v.SHAWNE ALSTON, et al.AMERICAN ATHLETIC CONFERENCE,\net al., PETITIONERS20–520v.SHAWNE ALSTON, et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 21, 2021]Justice Gorsuch delivered the opinion of the\nCourt.In the Sherman Act, Congress tasked courts with\nenforcing a policy of competition on the belief that market forces\n“yield the best allocation” of the Nation’s resources.National\nCollegiate Athletic Assn.v.Board of Regents of Univ. of\nOkla.,468 U.S.\n85, 104, n. 27 (1984). The plaintiffs before us brought\nthis lawsuit alleging that the National Collegiate Athletic\nAssociation (NCAA) and certain of its member institutions violated\nthis policy by agreeing to restrict the compensation colleges and\nuniversities may offer the student-athletes who play for their\nteams. After amassing a vast record and conducting an exhaustive\ntrial, the district court issued a 50-page opinion that cut both\nways. The court refused to disturb the NCAA’s rules limiting\nundergraduate athletic scholarships and other compensation related\nto athletic performance. At the same time, the court struck down\nNCAA rules limiting the education-related benefits schools may\noffer student-athletes—such as rules that prohibit schools from\noffering graduate or vocational school scholarships. Before us, the\nstudent-athletes do not challenge the district court’s judgment.\nBut the NCAA does. In essence, it seeks immunity from the normal\noperation of the antitrust laws and argues, in any event, that the\ndistrict court should have approved all of its existing restraints.\nWe took this case to consider those objections.IAFrom the start, American colleges and\nuniversities have had a complicated relationship with sports and\nmoney. In 1852, students from Harvard and Yale participated in what\nmany regard as the Nation’s first intercollegiate competition—a\nboat race at Lake Winnipesaukee, New Hampshire. But this was no\npickup match. A railroad executive sponsored the event to promote\ntrain travel to the picturesque lake. T. Mendenhall, The\nHarvard-Yale Boat Race 1852–1924, pp. 15–16 (1993). He offered the\ncompetitors an all-expenses-paid vacation with lavish prizes—along\nwith unlimited alcohol. See A. Zimbalist, Unpaid Professionals 6–7\n(1999) (Zimbalist); Rushin, Inside the Moat, Sports Illustrated,\nMar. 3, 1997. The event filled the resort with “life and\nexcitement,” N. Y. Herald, Aug. 10, 1852, p. 2, col. 2, and\none student-athlete described the “ ‘junket’ ” as an\nexperience “ ‘as unique and irreproducible as the Rhodian\ncolossus,’ ” Mendenhall, Harvard-Yale Boat Race, at 20.Life might be no “less than a boat race,”\nHolmes, On Receiving the Degree of Doctor of Laws, Yale University\nCommencement, June 30, 1886, in Speeches by Oliver Wendall Holmes,\np. 27 (1918), but it was football that really caused college\nsports to take off. “By the late 1880s the traditional rivalry\nbetween Princeton and Yale was attracting 40,000 spectators and\ngenerating in excess of $25,000 . . . in gate revenues.”\nZimbalist 7. Schools regularly had “graduate students and paid\nringers” on their teams.Ibid.Colleges offered all manner of compensation to\ntalented athletes. Yale reportedly lured a tackle named James Hogan\nwith free meals and tuition, a trip to Cuba, the exclusive right to\nsell scorecards from his games—and a job as a cigarette agent for\nthe American Tobacco Company.Ibid.; see also Needham, The\nCollege Athlete, McClure’s Magazine, June 1905, p. 124. The absence\nof academic residency requirements gave rise to “ ‘tramp\nathletes’ ” who “roamed the country making cameo athletic\nappearances, moving on whenever and wherever the money was better.”\nF. Dealy, Win at Any Cost 71 (1990). One famous example was a law\nstudent at West Virginia University—Fielding H. Yost—“who, in 1896,\ntransferred to Lafayette as a freshman just in time to lead his new\nteammates to victory against its arch-rival, Penn.”Ibid.The next week, he “was back at West Virginia’s law school.”Ibid.College sports became such a big business that Woodrow\nWilson, then President of Princeton University, quipped to alumni\nin 1890 that “ ‘Princeton is noted in this wide world for\nthree things: football, baseball, and collegiate\ninstruction.’ ” Zimbalist 7.By 1905, though, a crisis emerged. While college\nfootball was hugely popular, it was extremely violent. Plays like\nthe flying wedge and the players’ light protective gear led to 7\nfootball fatalities in 1893, 12 deaths the next year, and 18 in\n1905.Id., at 8. President Theodore Roosevelt responded by\nconvening a meeting between Harvard, Princeton, and Yale to review\nthe rules of the game, a gathering that ultimately led to the\ncreation of what we now know as the NCAA.Ibid.Organized\nprimarily as a standard-setting body, the association also\nexpressed a view at its founding about compensating college\nathletes—admonishing that “[n]o student shall represent a College\nor University in any intercollegiate game or contest who is paid or\nreceives, directly or indirectly, any money, or financial\nconcession.” Intercollegiate Athletic Association of the United\nStates Constitution By-Laws, Art. VII, §3 (1906); see also\nProceedings of the Eleventh Annual Convention of the National\nCollegiate Athletic Association, Dec. 28, 1916, p. 34.Reality did not always match aspiration. More\nthan two decades later, the Carnegie Foundation produced a report\non college athletics that found them still “sodden with the\ncommercial and the material and the vested interests that these\nforces have created.” H. Savage, The Carnegie Foundation for the\nAdvancement of Teaching, American College Athletics Bull. 23, p.\n310 (1929). Schools across the country sought to leverage sports to\nbring in revenue, attract attention, boost enrollment, and raise\nmoney from alumni. The University of California’s athletic revenue\nwas over $480,000, while Harvard’s football revenue alone came in\nat $429,000.Id., at 87. College football was “not a\nstudent’s game”; it was an “organized commercial enterprise”\nfeaturing athletes with “years of training,” “professional\ncoaches,” and competitions that were “highly profitable.”Id., at viii.The commercialism extended to the market for\nstudent-athletes. Seeking the best players, many schools actively\nparticipated in a system “under which boys are offered pecuniary\nand other inducements to enter a particular college.”Id.,\nat xiv–xv. One coach estimated that a rival team “spent over\n$200,000 a year on players.” Zimbalist 9. In 1939, freshmen at the\nUniversity of Pittsburgh went on strike because upperclassmen were\nreportedly earning more money. Crabb, The Amateurism Myth: A Case\nfor a New Tradition, 28 Stan. L. & Pol’y Rev. 181, 190 (2017).\nIn the 1940s, Hugh McElhenny, a halfback at the University of\nWashington, “became known as the first college player ‘ever to take\na cut in salary to play pro football.’ ” Zimbalist 22–23. He\nreportedly said: “ ‘[A] wealthy guy puts big bucks under my\npillow every time I score a touchdown. Hell, I can’t afford to\ngraduate.’ ”Id.,at 211, n. 17. In 1946, a\ncommentator offered this view: “[W]hen it comes to chicanery,\ndouble-dealing, and general undercover work behind the scenes,\nbig-time college football is in a class by itself.” Woodward, Is\nCollege Football on the Level?, Sport, Nov. 1946, Vol. 1, No. 3,\np. 35.In 1948, the NCAA sought to do more than\nadmonish. It adopted the “Sanity Code.” Colleges Adopt the ‘Sanity\nCode’ To Govern Sports, N. Y. Times, Jan. 11, 1948, p. 1,\ncol. 1. The code reiterated the NCAA’s opposition to “promised pay\nin any form.” Hearings before the Subcommittee on Oversight and\nInvestigations of the House Committee on Interstate and Foreign\nCommerce, 95th Congress, 2d Sess., pt. 2, p. 1094 (1978). But for\nthe first time the code also authorized colleges and universities\nto pay athletes’ tuition.Ibid. And it created a new\nenforcement mechanism—providing for the “suspension or expulsion”\nof “proven offenders.” Colleges Adopt ‘Sanity Code,’ N. Y.\nTimes, p. 1, col. 1. To some, these changes sought to\nsubstitute a consistent, above-board compensation system for the\nvarying under-the-table schemes that had long proliferated. To\nothers, the code marked “the beginning of the NCAA behaving as an\neffective cartel,” by enabling its member schools to set and\nenforce “rules that limit the price they have to pay for their\ninputs (mainly the ‘student-athletes’).” Zimbalist 10.The rules regarding student-athlete compensation\nhave evolved ever since. In 1956, the NCAA expanded the scope of\nallowable payments to include room, board, books, fees, and “cash\nfor incidental expenses such as laundry.”In re National\nCollegiate Athletic Assn. Athletic Grant-in-Aid Cap Antitrust\nLitig., 375 F. Supp. 3d 1058, 1063 (ND Cal. 2019)\n(hereinafter D. Ct. Op.). In 1974, the NCAA began permitting paid\nprofessionals in one sport to compete on an amateur basis in\nanother. Brief for Historians asAmici Curiae10. In 2014,\nthe NCAA “announced it would allow athletic conferences to\nauthorize their member schools to increase scholarships up to the\nfull cost of attendance.”O’Bannonv.National Collegiate\nAthletic Assn., 802 F.3d 1049, 1054–1055 (CA9 2015). The 80\nmember schools of the “Power Five” athletic conferences—the\nconferences with the highest revenue in Division I—promptly voted\nto raise their scholarship limits to an amount that is generally\nseveral thousand dollars higher than previous limits. D. Ct. Op.,\nat 1064.In recent years, changes have continued. The\nNCAA has created the “Student Assistance Fund” and the “Academic\nEnhancement Fund” to “assist student-athletes in meeting financial\nneeds,” “improve their welfare or academic support,” or “recognize\nacademic achievement.”Id., at 1072. These funds have\nsupplied money to student-athletes for “postgraduate scholarships”\nand “school supplies,” as well as “benefits that are not related to\neducation,” such as “loss-of-value insurance premiums,” “travel\nexpenses,” “clothing,” and “magazine subscriptions.”Id., at\n1072, n. 15. In 2018, the NCAA made more than $84 million\navailable through the Student Activities Fund and more than $48\nmillion available through the Academic Enhancement Fund.Id., at 1072. Assistance may be provided in cash or in kind,\nand there is no limit to the amount any particular student-athlete\nmay receive.Id., at 1073. Since 2015, disbursements to\nindividual students have sometimes been tens of thousands of\ndollars above the full cost of attendance.Ibid.The NCAA has also allowed payments\n“ ‘incidental to athletics participation,’ ” including\nawards for “participation or achievement in athletics” (like\n“qualifying for a bowl game”) and certain “payments from outside\nentities” (such as for “performance in the Olympics”).Id.,at 1064, 1071, 1074. The NCAA permits its member schools to award\nup to (but no more than) two annual “Senior Scholar Awards” of\n$10,000 for students to attend graduate school after their athletic\neligibility expires.Id., at 1074. Finally, the NCAA allows\nschools to fund travel for student-athletes’ family members to\nattend “certain events.”Id., at 1069.Over the decades, the NCAA has become a\nsprawling enterprise. Its membership comprises about 1,100 colleges\nand universities, organized into three divisions.Id., at\n1063. Division I teams are often the most popular and attract the\nmost money and the most talented athletes. Currently, Division I\nincludes roughly 350 schools divided across 32 conferences. Seeibid.Within Division I, the most popular sports are\nbasketball and football. The NCAA divides Division I football into\nthe Football Bowl Subdivision (FBS) and the Football Championship\nSubdivision, with the FBS generally featuring the best teams.Ibid.The 32 conferences in Division I function similarly to\nthe NCAA itself, but on a smaller scale. They “can and do enact\ntheir own rules.”Id.,at 1090.At the center of this thicket of associations\nand rules sits a massive business. The NCAA’s current broadcast\ncontract for the March Madness basketball tournament is worth $1.1\nbillion annually. Seeid.,at 1077, n. 20. Its\ntelevision deal for the FBS conference’s College Football Playoff\nis worth approximately $470 million per year. Seeid., at\n1063; Bachman, ESPN Strikes Deal for College Football Playoff, Wall\nStreet Journal, Nov. 21, 2012. Beyond these sums, the Division I\nconferences earn substantial revenue from regular-season games. For\nexample, the Southeastern Conference (SEC) “made more than $409\nmillion in revenues from television contracts alone in 2017, with\nits total conference revenues exceeding $650 million that year.” D.\nCt. Op., at 1063. All these amounts have “increased consistently\nover the years.”Ibid.Those who run this enterprise profit in a\ndifferent way than the student-athletes whose activities they\noversee. The president of the NCAA earns nearly $4 million per\nyear. Brief for Players Association of the National Football League\net al. asAmici Curiae17. Commissioners of the top\nconferences take home between $2 to $5 million.Ibid.College athletic directors average more than $1 million annually.Ibid.And annual salaries for top Division I college\nfootball coaches approach $11 million, with some of their\nassistants making more than $2.5 million.Id., at 17–18.BThe plaintiffs are current and former\nstudent-athletes in men’s Division I FBS football and men’s and\nwomen’s Division I basketball. They filed a class action against\nthe NCAA and 11 Division I conferences (for simplicity’s sake, we\nrefer to the defendants collectively as the NCAA). The\nstudent-athletes challenged the “current, interconnected set of\nNCAA rules that limit the compensation they may receive in exchange\nfor their athletic services.” D. Ct. Op., at 1062, 1065, n. 5.\nSpecifically, they alleged that the NCAA’s rules violate §1 of the\nSherman Act, which prohibits “contract[s], combination[s], or\nconspirac[ies] in restraint of trade or commerce.” 15\nU. S. C. §1.After pretrial proceedings stretching years, the\ndistrict court conducted a 10-day bench trial. It heard experts and\nlay witnesses from both sides, and received volumes of evidence and\nbriefing, all before issuing an exhaustive decision. In the end,\nthe court found the evidence undisputed on certain points. The NCAA\ndid not “contest evidence showing” that it and its members have\nagreed to compensation limits on student-athletes; the NCAA and its\nconferences enforce these limits by punishing violations; and these\nlimits “affect interstate commerce.” D. Ct. Op., at 1066.Based on these premises, the district court\nproceeded to assess the lawfulness of the NCAA’s challenged\nrestraints. This Court has “long recognized that in view of the\ncommon law and the law in this country when the Sherman Act was\npassed, the phrase ‘restraint of trade’ is best read to mean ‘undue\nrestraint.’ ”Ohiov.American Express Co., 585\nU. S. ___, ___ (2018) (slip op., at 8) (brackets and some\ninternal quotation marks omitted). Determining whether a restraint\nis undue for purposes of the Sherman Act “presumptively” calls for\nwhat we have described as a “rule of reason analysis.”Texaco\nInc.v.Dagher,547 U.S.\n1, 5 (2006);Standard Oil Co. of N. J.v.United\nStates,221 U.S.\n1, 60–62 (1911). That manner of analysis generally requires a\ncourt to “conduct a fact-specific assessment of market power and\nmarket structure” to assess a challenged restraint’s “actual effect\non competition.”American Express, 585 U. S., at\n___–___ (slip op., at 8–9) (internal quotation marks omitted).\nAlways, “[t]he goal is to distinguish between restraints with\nanticompetitive effect that are harmful to the consumer and\nrestraints stimulating competition that are in the consumer’s best\ninterest.”Ibid.(brackets and internal quotation marks\nomitted).In applying the rule of reason, the district\ncourt began by observing that the NCAA enjoys “near complete\ndominance of, and exercise[s] monopsony power in, the relevant\nmarket”—which it defined as the market for “athletic services in\nmen’s and women’s Division I basketball and FBS football, wherein\neach class member participates in his or her sport-specific\nmarket.” D. Ct. Op., at 1097. The “most talented athletes are\nconcentrated” in the “markets for Division I basketball and FBS\nfootball.”Id., at 1067. There are no “viable substitutes,”\nas the “NCAA’s Division I essentiallyisthe relevant market\nfor elite college football and basketball.”Id., at 1067,\n1070. In short, the NCAA and its member schools have the “power to\nrestrain student-athlete compensation in any way and at any time\nthey wish, without any meaningful risk of diminishing their market\ndominance.”Id., at 1070.The district court then proceeded to find that\nthe NCAA’s compensation limits “produce significant anticompetitive\neffects in the relevant market.”Id., at 1067. Though member\nschools compete fiercely in recruiting student-athletes, the NCAA\nuses its monopsony power to “cap artificially the compensation\noffered to recruits.”Id., at 1097. In a market without the\nchallenged restraints, the district court found, “competition among\nschools would increase in terms of the compensation they would\noffer to recruits, and student- athlete compensation would be\nhigher as a result.”Id., at 1068. “Student-athletes would\nreceive offers that would more closely match the value of their\nathletic services.”Ibid.And notably, the court observed,\nthe NCAA “did not meaningfully dispute” any of this evidence.Id., at 1067; see also Tr. of Oral Arg. 31 (“[T]here’s no\ndispute that the—the no-pay-for-play rule imposes a significant\nrestraint on a relevant antitrust market”).The district court next considered the NCAA’s\nprocompetitive justifications for its restraints. The NCAA\nsuggested that its restrictions help increase output in college\nsports and maintain a competitive balance among teams. But the\ndistrict court rejected those justifications, D. Ct. Op., at 1070,\nn. 12, and the NCAA does not pursue them here. The NCAA’s only\nremaining defense was that its rules preserve amateurism, which in\nturn widens consumer choice by providing a unique product—amateur\ncollege sports as distinct from professional sports. Admittedly,\nthis asserted benefit accrues to consumers in the NCAA’s\nseller-side consumer market rather than to student-athletes whose\ncompensation the NCAA fixes in its buyer-side labor market. But,\nthe NCAA argued, the district court needed to assess its restraints\nin the labor market in light of their procompetitive benefits in\nthe consumer market—and the district court agreed to do so.Id., at 1098.Turning to that task, the court observed that\nthe NCAA’s conception of amateurism has changed steadily over the\nyears. Seeid., at 1063–1064, 1072–1073; see alsosupra,at 3–7. The court noted that the NCAA “nowhere\ndefine[s] the nature of the amateurism they claim consumers insist\nupon.” D. Ct. Op., at 1070. And, given all this, the court\nstruggled to ascertain for itself “any coherent definition” of the\nterm,id., at 1074, noting the testimony of a former SEC\ncommissioner that he’s “ ‘never been clear\non . . . what is really meant by amateurism.’ ”Id., at 1070–1071.Nor did the district court find much evidence to\nsupport the NCAA’s contention that its compensation restrictions\nplay a role in consumer demand. As the court put it, the evidence\nfailed “to establish that the challenged compensation rules, in and\nof themselves, have any direct connection to consumer demand.”Id., at 1070. The court observed, for example, that the\nNCAA’s “only economics expert on the issue of consumer demand” did\nnot “study any standard measures of consumer demand” but instead\nsimply “interviewed people connected with the NCAA and its schools,\nwho were chosen for him by defense counsel.”Id., at 1075.\nMeanwhile, the student-athletes presented expert testimony and\nother evidence showing that consumer demand has increased markedly\ndespite the new types of compensation the NCAA has allowed in\nrecent decades.Id., at 1074, 1076. The plaintiffs presented\neconomic and other evidence suggesting as well that further\nincreases in student-athlete compensation would “not negatively\naffect consumer demand.”Id., at 1076. At the same time,\nhowever, the district court did find that one particular aspect of\nthe NCAA’s compensation limits “may have some effect in preserving\nconsumer demand.”Id.,at 1082. Specifically, the court\nfound that rules aimed at ensuring “student-athletes do not receive\nunlimited payments unrelated to education” could play some role in\nproduct differentiation with professional sports and thus help\nsustain consumer demand for college athletics.Id., at\n1083.The court next required the student-athletes to\nshow that “substantially less restrictive alternative rules”\nexisted that “would achieve the same procompetitive effect as the\nchallenged set of rules.”Id., at 1104. The district court\nemphasized that the NCAA must have “ample latitude” to run its\nenterprise and that courts “may not use antitrust laws to make\nmarginal adjustments to broadly reasonable market restraints.”Ibid.(internal quotation marks omitted). In light of these\nstandards, the court found the student-athletes had met their\nburden in some respects but not others. The court rejected the\nstudent-athletes’ challenge to NCAA rules that limit athletic\nscholarships to the full cost of attendance and that restrict\ncompensation and benefits unrelated to education. These may be\nprice-fixing agreements, but the court found them to be reasonable\nin light of the possibility that “professional-level cash payments\n. . . could blur the distinction between college sports\nand professional sports and thereby negatively affect consumer\ndemand.”Ibid.The court reached a different conclusion for\ncaps on education-related benefits—such as rules that limit\nscholarships for graduate or vocational school, payments for\nacademic tutoring, or paid posteligibility internships.Id.,\nat 1088. On no account, the court found, could such\neducation-related benefits be “confused with a professional\nathlete’s salary.”Id., at 1083. If anything, they\n“emphasize that the recipients are students.”Ibid.Enjoining the NCAA’s restrictions on these forms of compensation\nalone, the court concluded, would be substantially less restrictive\nthan the NCAA’s current rules and yet fully capable of preserving\nconsumer demand for college sports.Id., at 1088.The court then entered an injunction reflecting\nits findings and conclusions. Nothing in the order precluded the\nNCAA from continuing to fix compensation and benefits unrelated to\neducation; limits on athletic scholarships, for example, remained\nuntouched. The court enjoined the NCAA only from limiting\neducation-related compensation or benefits that conferences and\nschools may provide to student-athletes playing Division I football\nand basketball. App. to Pet. for Cert. in No. 20–512, p. 167a, ¶1.\nThe court’s injunction further specified that the NCAA could\ncontinue to limit cash awards for academic achievement—but only so\nlong as those limits are no lower than the cash awards allowed for\nathletic achievement (currently $5,980 annually).Id.,at\n168a–169a, ¶5; Order Granting Motion for Clarification of\nInjunction in No. 4:14–md–02541, ECF Doc. 1329, pp. 5–6 (ND Cal.,\nDec. 30, 2020). The court added that the NCAA and its members were\nfree to propose a definition of compensation or benefits\n“ ‘related to education.’ ” App. to Pet. for Cert. in No.\n20–512, at 168a, ¶4. And the court explained that the NCAA was free\nto regulate how conferences and schools provide education-related\ncompensation and benefits.Ibid.The court further\nemphasized that its injunction applied only to the NCAA and\nmulti-conference agreements—thus allowing individual conferences\n(and the schools that constitute them) to impose tighter\nrestrictions if they wish.Id., at 169a, ¶6. The district\ncourt’s injunction issued in March 2019, and took effect in August\n2020.Both sides appealed. The student-athletes said\nthe district court did not go far enough; it should have enjoined\nall of the NCAA’s challenged compensation limits, including those\n“untethered to education,” like its restrictions on the size of\nathletic scholarships and cash awards.In re National\nCollegiate Athletic Assn. Athletic Grant-in-Aid Cap Antitrust\nLitig., 958 F.3d 1239, 1263 (CA9 2020). The NCAA, meanwhile,\nargued that the district court went too far by weakening its\nrestraints on education-related compensation and benefits. In the\nend, the court of appeals affirmed in full, explaining its view\nthat “the district court struck the right balance in crafting a\nremedy that both prevents anticompetitive harm to Student-Athletes\nwhile serving the procompetitive purpose of preserving the\npopularity of college sports.”Ibid.CUnsatisfied with this result, the NCAA asks us\nto reverse to the extent the lower courts sided with the student-\nathletes. For their part, the student-athletes do not renew their\nacross-the-board challenge to the NCAA’s compensation restrictions.\nAccordingly, we do not pass on the rules that remain in place or\nthe district court’s judgment upholding them. Our review is\nconfined to those restrictions now enjoined.Before us, as through much of the litigation\nbelow, some of the issues most frequently debated in antitrust\nlitigation are uncontested. The parties do not challenge the\ndistrict court’s definition of the relevant market. They do not\ncontest that the NCAA enjoys monopoly (or, as it’s called on the\nbuyer side, monopsony) control in that labor market—such that it is\ncapable of depressing wages below competitive levels and\nrestricting the quantity of student-athlete labor. Nor does the\nNCAA dispute that its member schools compete fiercely for\nstudent-athletes but remain subject to NCAA-issued-and-enforced\nlimits on what compensation they can offer. Put simply, this suit\ninvolves admitted horizontal price fixing in a market where the\ndefendants exercise monopoly control.Other significant matters are taken as given\nhere too. No one disputes that the NCAA’s restrictionsin\nfactdecrease the compensation that student-athletes receive\ncompared to what a competitive market would yield. No one questions\neither that decreases in compensation also depress participation by\nstudent-athletes in the relevant labor market—so that price and\nquantity are both suppressed. See 12 P. Areeda & H. Hovenkamp,\nAntitrust Law ¶2011b, p. 134 (4th ed. 2019) (Areeda &\nHovenkamp). Nor does the NCAA suggest that, to prevail, the\nplaintiff student-athletes must show that its restraints harm\ncompetition in the seller-side (or consumer facing) market as well\nas in its buyer-side (or labor) market. See,e.g.,Mandeville Island Farms, Inc.v.American Crystal Sugar\nCo.,334 U.S.\n219, 235 (1948);Weyerhaeuser Co.v.Ross-Simmons\nHardwood Lumber Co.,549 U.S.\n312, 321 (2007); 2A Areeda & Hovenkamp ¶352c, pp. 288–289\n(2014); 12id., ¶2011a, at 132–134.Meanwhile, the student-athletes do not question\nthat the NCAA may permissibly seek to justify its restraints in the\nlabor market by pointing to procompetitive effects they produce in\nthe consumer market. Someamiciargue that “competition in\ninput markets is incommensurable with competition in output\nmarkets,” and that a court should not “trade off ” sacrificing\na legally cognizable interest in competition in one market to\nbetter promote competition in a different one; review should\ninstead be limited to the particular market in which antitrust\nplaintiffs have asserted their injury. Brief for American Antitrust\nInstitute asAmicus Curiae3, 11–12. But the parties before\nus do not pursue this line.IIAWith all these matters taken as given, we\nexpress no views on them. Instead, we focus only on the objections\nthe NCAAdoesraise. Principally, it suggests that the lower\ncourts erred by subjecting its compensation restrictions to a rule\nof reason analysis. In the NCAA’s view, the courts should have\ngiven its restrictions at most an “abbreviated deferential review,”\nBrief for Petitioner in No. 20–512, p. 14, or a “ ‘quick\nlook,’ ” Brief for Petitioners in No. 20–520, p. 18,\nbefore approving them.The NCAA offers a few reasons why. Perhaps\ndominantly, it argues that it is a joint venture and that\ncollaboration among its members is necessary if they are to offer\nconsumers the benefit of intercollegiate athletic competition. We\ndoubt little of this. There’s no question, for example, that many\n“joint ventures are calculated to enable firms to do something more\ncheaply or better than they did it before.” 13 Areeda &\nHovenkamp ¶2100c, at 7. And the fact that joint ventures can have\nsuch procompetitive benefits surely stands as a caution against\ncondemning their arrangements too reflexively. SeeDagher,\n547 U. S., at 7;Broadcast Music, Inc.v.Columbia\nBroadcasting System, Inc.,441 U.S.\n1, 22–23 (1979).But even assuming (without deciding) that the\nNCAA is a joint venture, that does not guarantee the foreshortened\nreview it seeks. Most restraints challenged under the Sherman\nAct—including most joint venture restrictions—are subject to the\nrule of reason, which (again) we have described as “a fact-specific\nassessment of market power and market structure” aimed at assessing\nthe challenged restraint’s “actual effect on\ncompetition”—especially its capacity to reduce output and increase\nprice.American Express, 585 U. S., at ___–___ (slip\nop., at 8–9) (internal quotation marks omitted).Admittedly, the amount of work needed to conduct\na fair assessment of these questions can vary. As the NCAA\nobserves, this Court has suggested that sometimes we can determine\nthe competitive effects of a challenged restraint in the\n“ ‘twinkling of an eye.’ ”Board of Regents, 468\nU. S., at 110, n. 39 (quoting P. Areeda, The “Rule of\nReason” in Antitrust Analysis: General Issues 37–38 (Federal\nJudicial Center, June 1981));American Needle, Inc.v.National Football League,560 U.S.\n183, 203 (2010). That is true, though, only for restraints at\nopposite ends of the competitive spectrum. For those sorts of\nrestraints—rather than restraints in the great in-between—a quick\nlook is sufficient for approval or condemnation.At one end of the spectrum, some restraints may\nbe so obviously incapable of harming competition that they require\nlittle scrutiny. InRothery Storage & Van Co.v.Atlas Van Lines, Inc., 792 F.2d 210 (CADC 1986), for\nexample, Judge Bork explained that the analysis could begin and end\nwith the observation that the joint venture under review\n“command[ed] between 5.1 and 6% of the relevant market.”Id., at 217. Usually, joint ventures enjoying such small\nmarket share are incapable of impairing competition. Should they\nreduce their output, “there would be no effect upon market price\nbecause firms making up the other 94% of the market would simply\ntake over the abandoned business.”Ibid.; see also 7 Areeda\n& Hovenkamp ¶1507a, p. 444 (2017) (If “the exercise of market\npower is not plausible, the challenged practice is legal”);Polk\nBros., Inc.v.Forest City Enterprises, Inc., 776\nF.2d 185, 191 (CA7 1985) (“Unless the firms have the power to raise\nprice by curtailing output, their agreement is unlikely to harm\nconsumers, and it makes sense to understand their cooperation as\nbenign or beneficial”).At the other end, some agreements among\ncompetitors so obviously threaten to reduce output and raise prices\nthat they might be condemned as unlawfulper seor\nrejected after only a quick look. SeeDagher, 547\nU. S., at 7, n. 3;California Dental Assn.v.FTC,526 U.S.\n756, 770 (1999). Recognizing the inherent limits on a court’s\nability to master an entire industry—and aware that there are often\nhard-to-see efficiencies attendant to complex business\narrangements—we take special care not to deploy these condemnatory\ntools until we have amassed “considerable experience with the type\nof restraint at issue” and “can predict with confidence that it\nwould be invalidated in all or almost all instances.”Leegin\nCreative Leather Products, Inc.v.PSKS, Inc.,551 U.S.\n877, 886–887 (2007); Easterbrook, On Identifying Exclusionary\nConduct, 61 Notre Dame L. Rev. 972, 975 (1986) (noting that it\ncan take “economists years, sometimes decades, to understand why\ncertain business practices work [and] determine whether they work\nbecause of increased efficiency or exclusion”); see alsoinfra, at 26–27 (further reasons for caution).None of this helps the NCAA. The NCAAacceptsthat its members collectively enjoy monopsony power\nin the market for student-athlete services, such that its\nrestraints can (and in fact do) harm competition. See D. Ct. Op.,\nat 1067. Unlike customers who would look elsewhere when a small van\ncompany raises its prices above market levels, the district court\nfound (and the NCAA does not here contest) that student-athletes\nhave nowhere else to sell their labor. Even if the NCAA is a joint\nventure, then, it is hardly of the sort that would warrant\nquick-look approval for all its myriad rules and restrictions.Nor does the NCAA’s status as a particular type\nof venture categorically exempt its restraints from ordinary rule\nof reason review. We do not doubt that some degree of coordination\nbetween competitors within sports leagues can be procompetitive.\nWithout some agreement among rivals—on things like how many players\nmay be on the field or the time allotted for play—the very\ncompetitions that consumers value would not be possible. SeeBoard of Regents, 468 U. S., at 101 (quoting R. Bork,\nThe Antitrust Paradox 278 (1978)). Accordingly, even a sports\nleague with market power might see some agreements among its\nmembers win antitrust approval in the “ ‘twinkling of an\neye.’ ”American Needle, 560 U. S., at 203.But this insight does not always apply. Thatsomerestraints are necessary to create or maintain a league\nsport does not meanall“aspects of elaborate interleague\ncooperation are.”Id., at 199, n. 7. While a quick look\nwill often be enough to approve the restraints “necessary to\nproduce a game,”ibid., a fuller review may be appropriate\nfor others. See,e.g.,Chicago Professional Sports Ltd.\nPartnershipv.National Basketball Assn.,95 F.3d 593, 600 (CA7 1996) (“Just as the ability of McDonald’s\nfranchises to coordinate the release of a new hamburger does not\nimply their ability to agree on wages for counter workers, so the\nability of sports teams to agree on a TV contract need not imply an\nability to set wages for players”).The NCAA’s rules fixing wages for\nstudent-athletes fall on the far side of this line. Nobody\nquestions that Division I basketball and FBS football can proceed\n(and have proceeded) without the education-related compensation\nrestrictions the district court enjoined; the games go on. Instead,\nthe parties dispute whether and to what extent those restrictions\nin the NCAA’s labor market yield benefits in its consumer market\nthat can be attained using substantially less restrictive means.\nThat dispute presents complex questions requiring more than a blink\nto answer.BEven if background antitrust principles\ncounsel in favor of the rule of reason, the NCAA replies that a\nparticular precedent ties our hands. The NCAA directs our attention\ntoBoard of Regents, where this Court considered the\nleague’s rules restricting the ability of its member schools to\ntelevise football games. 468 U. S., at 94. On the NCAA’s\nreading, that decision expressly approved its limits on\nstudent-athlete compensation—and this approval forecloses any\nmeaningful review of those limits today.We see things differently.Board of\nRegentsexplained that the league’s television rules amounted\nto “[h]orizontal price fixing and output limitation[s]” of the sort\nthat are “ordinarily condemned” as “ ‘illegalper se.’ ”Id., at 100. The Court declined\nto declare the NCAA’s restraintsper seunlawful only\nbecause they arose in “an industry” in which some “horizontal\nrestraints on competition are essential if the product is to be\navailable at all.”Id., at 101–102. Our analysis today is\nfully consistent with all of this. Indeed, if any daylight exists\nit is only in the NCAA’s favor. WhileBoard of Regentsdid\nnot condemn the NCAA’s broadcasting restraints asper seunlawful, it invoked abbreviated antitrust\nreview as a path to condemnation, not salvation.Id., at\n109, n. 39. If a quick look was thought sufficient before\nrejecting the NCAA’s procompetitive rationales in that case, it is\nhard to see how the NCAA might object to a court providing a more\ncautious form of review before reaching a similar judgment\nhere.To be sure, the NCAA isn’t without a reply. It\nnotes that, in the course of reaching its judgment about television\nmarketing restrictions, theBoard of RegentsCourt commented\non student-athlete compensation restrictions. Most particularly,\nthe NCAA highlights this passage:“The NCAA plays a critical role in the\nmaintenance of a revered tradition of amateurism in college sports.\nThere can be no question but that it needs ample latitude to play\nthat role, or that the preservation of the student-athlete in\nhigher education adds richness and diversity to intercollegiate\nathletics and is entirely consistent with the goals of the Sherman\nAct.”Id., at 120.See alsoid., at 101, 102 (the NCAA\n“seeks to market a particular brand of football” in which “athletes\nmust not be paid, must be required to attend class, and the like”).\nOn the NCAA’s telling, these observations foreclose any rule of\nreason review in this suit.Once more, we cannot agree.Board of\nRegentsmay suggest that courts should take care when assessing\nthe NCAA’s restraints on student-athlete compensation, sensitive to\ntheir procompetitive possibilities. But these remarks do not\nsuggest that courts must reflexively rejectallchallenges\nto the NCAA’s compensation restrictions. Student-athlete\ncompensation rules were not even at issue inBoard of\nRegents. And the Court made clear it was only assuming the\nreasonableness of the NCAA’s restrictions: “It is reasonable toassumethat most of the regulatory controls of the NCAA are\njustifiable means of fostering competition among amateur athletic\nteams and are therefore procompetitive . . . .”Id., at 117 (emphasis added). Accordingly, the Court simply\ndid not have occasion to declare—nor did it declare—the NCAA’s\ncompensation restrictions procompetitive both in 1984 and\nforevermore.Our confidence on this score is fortified by\nstill another factor. Whether an antitrust violation exists\nnecessarily depends on a careful analysis of market realities. See,e.g.,American Express Co., 585 U. S., at\n___–___ (slip op., at 10–12); 2B Areeda & Hovenkamp ¶500,\np. 107 (2014). If those market realities change, so may the\nlegal analysis.When it comes to college sports, there can be\nlittle doubt that the market realities have changed significantly\nsince 1984. Since then, the NCAA has dramatically increased the\namounts and kinds of benefits schools may provide to\nstudent-athletes. For example, it has allowed the conferences\nflexibility to set new and higher limits on athletic scholarships.\nD. Ct. Op., at 1064. It has increased the size of permissible\nbenefits “incidental to athletics participation.”Id., at\n1066. And it has developed the Student Assistance Fund and the\nAcademic Enhancement Fund, which in 2018 alone provided over $100\nmillion to student-athletes.Id., at 1072. Nor is that all\nthat has changed. In 1985, Division I football and basketball\nraised approximately $922 million and $41 million respectively.\nBrief for Former NCAA Executives asAmici Curiae7. By 2016,\nNCAA Division I schools raised more than $13.5 billion.Ibid.From 1982 to 1984, CBS paid $16 million per year to\ntelevise the March Madness Division I men’s basketball tournament.Ibid.In 2016, those annual television rights brought in\ncloser to $1.1 billion. D. Ct. Op., at 1077, n. 20.Given the sensitivity of antitrust analysis to\nmarket realities—and how much has changed in this market—we think\nit would be particularly unwise to treat an aside inBoard of\nRegentsas more than that. This Court may be “infallible only\nbecause we are final,”Brownv.Allen,344 U.S.\n443, 540 (1953) (Jackson, J., concurring in result), but those\nsorts of stray comments are neither.CThe NCAA submits that a rule of reason\nanalysis is inappropriate for still another reason—because the NCAA\nand its member schools are not “commercial enterprises” and instead\noversee intercollegiate athletics “as an integral part of the\nundergraduate experience.” Brief for Petitioner in No. 20–512, at\n31. The NCAA represents that it seeks to “maintain amateurism in\ncollege sports as part of serving [the] societally important\nnon-commercial objective” of “higher education.”Id., at\n3.Here again, however, there may be less of a\ndispute than meets the eye. The NCAA does not contest that its\nrestraints affect interstate trade and commerce and are thus\nsubject to the Sherman Act. See D. Ct. Op., at 1066. The NCAA\nacknowledges that this Court already analyzed (and struck down)\nsome of its restraints as anticompetitive inBoard of\nRegents. And it admits, as it must, that the Court did all this\nonly after observing that the Sherman Act had already been applied\nto other nonprofit organizations—and that “the economic\nsignificance of the NCAA’s nonprofit character is questionable at\nbest” given that “the NCAA and its member institutions are in fact\norganized to maximize revenues.” 468 U. S., at 100–101,\nn. 22. Nor, on the other side of the equation, does anyone\ncontest that the status of the NCAA’s members as schools and the\nstatus of student-athletes as students may be relevant in assessing\nconsumer demand as part of a rule of reason review.With this much agreed it is unclear exactly what\nthe NCAA seeks. To the extent it means to propose a sort of\njudicially ordained immunity from the terms of the Sherman Act for\nits restraints of trade—that we should overlook its restrictions\nbecause they happen to fall at the intersection of higher\neducation, sports, and money—we cannot agree. This Court has\nregularly refused materially identical requests from litigants\nseeking special dispensation from the Sherman Act on the ground\nthat their restraints of trade serve uniquely important social\nobjectives beyond enhancing competition.Take two examples. InNational Soc. of\nProfessional Engineersv.United States,435 U.S.\n679(1978), a trade association argued that price competition\nbetween engineers competing for building projects had to be\nrestrained to ensure quality work and protect public safety.Id., at 679–680. This Court rejected that appeal as “nothing\nless than a frontal assault on the basic policy of the Sherman\nAct.”Id., at 695. The “statutory policy” of the Act is one\nof competition and it “precludes inquiry into the question whether\ncompetition is good or bad.”Ibid.InFTCv.Superior Court Trial Lawyers Assn.,493\nU.S. 411(1990), criminal defense lawyers agreed among\nthemselves to refuse court appointments until the government\nincreased their compensation.Id.,at 414. And once more the\nCourt refused to consider whether this restraint of trade served\nsome social good more important than competition: “The social\njustifications proffered for respondents’ restraint of trade\n. . . do not make it any less unlawful.”Id., at\n424.To be sure, this Court once dallied with\nsomething that looks a bit like an antitrust exemption for\nprofessional baseball. InFederal Baseball Club of Baltimore,\nInc.v.National League of Professional Baseball Clubs,259 U.S.\n200(1922), the Court reasoned that “exhibitions” of “base\nball” did not implicate the Sherman Act because they did not\ninvolve interstate trade or commerce—even though teams regularly\ncrossed state lines (as they do today) to make money and enhance\ntheir commercial success.Id., at 208–209. But this Court\nhas refused to extendFederal Baseball’s reasoning to other\nsports leagues—and has even acknowledged criticisms of the decision\nas “ ‘unrealistic’ ” and “ ‘inconsistent’ ” and\n“aberration[al].”Floodv.Kuhn,407 U.S.\n258, 282 (1972) (quotingRadovichv.National\nFootball League,352 U.S.\n445, 452 (1957)); see also Brief for Advocates for Minor\nLeaguers asAmicus Curiae5, n. 3 (gathering\ncriticisms). Indeed, as we have seen, this Court has already\nrecognized that the NCAA itselfissubject to the Sherman\nAct.The “orderly way” to temper that Act’s policy of\ncompetition is “by legislation and not by court decision.”Flood, 407 U. S., at 279. The NCAA is free to argue\nthat, “because of the special characteristics of [its] particular\nindustry,” it should be exempt from the usual operation of the\nantitrust laws—but that appeal is “properly addressed to Congress.”National Soc. of Professional Engineers, 435 U. S., at\n689. Nor has Congress been insensitive to such requests. It has\nmodified the antitrust laws for certain industries in the past, and\nit may do so again in the future. See,e.g., 7\nU. S. C. §§291–292 (agricultural cooperatives); 15\nU. S. C. §§1011–1013 (insurance); 15 U. S. C.\n§§1801–1804 (newspaper joint operating agreements). But until\nCongress says otherwise, the only law it has asked us to enforce is\nthe Sherman Act, and that law is predicated on one assumption\nalone—“competition is the best method of allocating resources” in\nthe Nation’s economy.National Soc. of Professional\nEngineers, 435 U. S., at 695.IIIAWhile the NCAA devotes most of its energy to\nresisting the rule of reason in its usual form, the league lodges\nsome objections to the district court’s application of it as\nwell.When describing the rule of reason, this Court\nhas sometimes spoken of “a three-step, burden-shifting framework”\nas a means for “ ‘distinguish[ing] between restraints with\nanticompetitive effect that are harmful to the consumer and\nrestraints stimulating competition that are in the consumer’s best\ninterest.’ ”American Express Co., 585 U. S., at\n___ (slip op., at 9). As we have described it, “the plaintiff has\nthe initial burden to prove that the challenged restraint has a\nsubstantial anticompetitive effect.”Ibid.Should the\nplaintiff carry that burden, the burden then “shifts to the\ndefendant to show a procompetitive rationale for the restraint.”Ibid.If the defendant can make that showing, “the burden\nshifts back to the plaintiff to demonstrate that the procompetitive\nefficiencies could be reasonably achieved through less\nanticompetitive means.”Id.,at ___–___ (slip op., at\n9–10).These three steps do not represent a rote\nchecklist, nor may they be employed as an inflexible substitute for\ncareful analysis. As we have seen, what is required to assess\nwhether a challenged restraint harms competition can vary depending\non the circumstances. Seesupra, at 15–19. The whole point\nof the rule of reason is to furnish “an enquiry meet for the case,\nlooking to the circumstances, details, and logic of a restraint” to\nensure that it unduly harms competition before a court declares it\nunlawful.California Dental, 526 U. S., at 781; see\nalso,e.g.,Leegin Creative, 551 U. S., at 885\n(“ ‘[T]he factfinder weighs all of the circumstances of a case\nin deciding whether a restrictive practice should be prohibited as\nimposing an unreasonable restraint on competition’ ”);Copperweld Corp.v.Independence Tube Corp.,467 U.S.\n752, 768 (1984); 7 Areeda & Hovenkamp ¶1507a, at 442–444\n(slightly different “decisional model” using sequential\nquestions).In the proceedings below, the district court\nfollowed circuit precedent to apply a multistep framework closely\nakin toAmerican Express’s. As its first step, the district\ncourt required the student-athletes to show that “the challenged\nrestraints produce significant anticompetitive effects in the\nrelevant market.” D. Ct. Op., at 1067. This was no slight burden.\nAccording to oneamicus, courts have disposed of nearly all\nrule of reason cases in the last 45 years on the ground that the\nplaintiff failed to show a substantial anticompetitive effect.\nBrief for 65 Professors of Law, Business, Economics, and Sports\nManagement asAmici Curiae21, n. 9 (“Since 1977,\ncourts decided 90% (809 of 897) on this ground”). This suit proved\ndifferent. As we have seen, based on a voluminous record, the\ndistrict court held that the student-athletes had shown the NCAA\nenjoys the power to set wages in the market for student-athletes’\nlabor—and that the NCAA has exercised that power in ways that have\nproduced significant anticompetitive effects. See D. Ct. Op., at\n1067. Perhaps even more notably, the NCAA “did not meaningfully\ndispute” this conclusion.Ibid.Unlike so many cases, then, the district court\nproceeded to the second step, asking whether the NCAA could muster\na procompetitive rationale for its restraints.Id., at 1070.\nThis is where the NCAA claims error first crept in. On its account,\nthe district court examined the challenged rules at different\nlevels of generality. At the first step of its inquiry, the court\nasked whether the NCAA’s entire package of compensation\nrestrictions has substantial anticompetitive effectscollectively. Yet, at the second step, the NCAA says the\ndistrict court required it to show that each of its distinct rules\nlimiting student-athlete compensation has procompetitive benefitsindividually. The NCAA says this mismatch had the result of\neffectively—and erroneously—requiring it to prove that each rule is\nthe least restrictive means of achieving the procompetitive purpose\nof differentiating college sports and preserving demand for\nthem.We agree with the NCAA’s premise that antitrust\nlaw does not require businesses to use anything like the least\nrestrictive means of achieving legitimate business purposes. To the\ncontrary, courts should not second-guess “degrees of reasonable\nnecessity” so that “the lawfulness of conduct turn[s] upon\njudgments of degrees of efficiency.”Rothery Storage, 792\nF. 2d, at 227;Continental T. V., Inc.v.GTE\nSylvania Inc.,433 U.S.\n36, 58, n. 29 (1977). That would be a recipe for disaster,\nfor a “skilled lawyer” will “have little difficulty imagining\npossible less restrictive alternatives to most joint arrangements.”\n11 Areeda & Hovenkamp ¶1913b, p. 398 (2018). And judicial\nacceptance of such imaginings would risk interfering “with the\nlegitimate objectives at issue” without “adding that much to\ncompetition.” 7id., ¶1505b, at 435–436.Even worse, “[r]ules that seek to embody every\neconomic complexity and qualification may well, through the\nvagaries of administration, prove counter-productive, undercutting\nthe very economic ends they seek to serve.”Barry Wright\nCorp.v.ITT Grinnell Corp., 724 F.2d 227, 234 (CA1\n1983) (Breyer, J.). After all, even “[u]nder the best of\ncircumstances,” applying the antitrust laws “ ‘can be\ndifficult’ ”—and mistaken condemnations of legitimate business\narrangements “ ‘are especially costly, because they chill the\nvery’ ” procompetitive conduct “ ‘the antitrust laws are\ndesigned to protect.’ ”Verizon Communications Inc.v.Law Offices of Curtis V. Trinko, LLP, 540 U.S. 398, 414\n(2004). Indeed, static judicial decrees in ever-evolving markets\nmay themselves facilitate collusion or frustrate entry and\ncompetition.Ibid.To know that the Sherman Act prohibits\nonlyunreasonablerestraints of trade is thus to know that\nattempts to “ ‘[m]ete[r]’ small deviations is not an\nappropriate antitrust function.” Hovenkamp, Antitrust Balancing, 12\nN. Y. U. J. L. & Bus. 369, 377 (2016).While we agree with the NCAA’s legal premise, we\ncannot say the same for its factual one. Yes, at the first step of\nits inquiry, the district court held that the student-athletes had\nmet their burden of showing the NCAA’s restraints collectively bear\nan anticompetitive effect. And, given that, yes, at step two the\nNCAA had to show only that those same rules collectively yield a\nprocompetitive benefit. The trouble for the NCAA, though, is not\nthe level of generality. It is the fact that the district court\nfound unpersuasive much of its proffered evidence. See D. Ct. Op.,\nat 1070–1076, 1080–1083. Recall that the court found the NCAA\nfailed “to establish that the challenged compensation\nrules . . . have any direct connection to consumer\ndemand.”Id.,at 1070.To be sure, there is a wrinkle here. While\nfinding the NCAA had failed to establish that its rules\ncollectively sustain consumer demand, the court did find that\n“some” of those rules “may” have procompetitive effects “to the\nextent” they prohibit compensation “unrelated to education, akin to\nsalaries seen in professional sports leagues.”Id.,at\n1082–1083. The court then proceeded to what corresponds to the\nthird step of theAmerican Expressframework, where it\nrequired the student-athletes “to show that there are substantially\nless restrictive alternative rules that would achieve the same\nprocompetitive effect as the challenged set of rules.” D. Ct.\nOp., at 1104. And there, of course, the district court held\nthat the student-athletes partially succeeded—they were able to\nshow that the NCAA could achieve the procompetitive benefits it had\nestablished with substantially less restrictive restraints on\neducation-related benefits.Even acknowledging this wrinkle, we see nothing\nabout the district court’s analysis that offends the legal\nprinciples the NCAA invokes. The court’s judgment ultimately turned\non the key question at the third step: whether the student-athletes\ncould prove that “substantially less restrictive alternative rules”\nexisted to achieve the same procompetitive benefits the NCAA had\nproven at the second step.Ibid.Of course, deficiencies in\nthe NCAA’s proof of procompetitive benefits at the second step\ninfluenced the analysis at the third. But that is only because,\nhowever framed and at whichever step, anticompetitive restraints of\ntrade may wind up flunking the rule of reason to the extent the\nevidence shows that substantially less restrictive means exist to\nachieve any proven procompetitive benefits. See,e.g.,7\nAreeda & Hovenkamp ¶1505, p. 428 (“To be sure, these two\nquestions can be collapsed into one,” since a “legitimate objective\nthat is not promoted by the challenged restraint can be equally\nserved by simply abandoning the restraint, which is surely a less\nrestrictive alternative”).Simply put, the district court nowhere—expressly\nor effectively—required the NCAA to show that its rules constituted\ntheleastrestrictive means of preserving consumer demand.\nRather, it was only after finding the NCAA’s restraints\n“ ‘patently and inexplicably stricter than is\nnecessary’ ” to achieve the procompetitive benefits the league\nhad demonstrated that the district court proceeded to declare a\nviolation of the Sherman Act. D. Ct. Op., at 1104. That demanding\nstandard hardly presages a future filled with judicial\nmicromanagement of legitimate business decisions.BIn a related critique, the NCAA contends the\ndistrict court “impermissibly redefined” its “product” by rejecting\nits views about what amateurism requires and replacing them with\nits preferred conception. Brief for Petitioner in No. 20–512, at\n35–36.This argument, however, misapprehends the way a\ndefendant’s procompetitive business justification relates to the\nantitrust laws. Firms deserve substantial latitude to fashion\nagreements that serve legitimate business interests—agreements that\nmay include efforts aimed at introducing a new product into the\nmarketplace.Supra, at 15–19. But none of that means a party\ncan relabel a restraint as a product feature and declare it “immune\nfrom §1 scrutiny.”American Needle, 560 U. S., at 199,\nn. 7. In this suit, as in any, the district court had to\ndetermine whether the defendants’ agreements harmed competition and\nwhether any procompetitive benefits associated with their\nrestraints could be achieved by “substantially less restrictive\nalternative” means. D. Ct. Op., at 1104.The NCAA’s argument not only misapprehends the\ninquiry, it would require us to overturn the district court’s\nfactual findings. While the NCAA asks us to defer to its conception\nof amateurism, the district court found that the NCAA had not\nadopted any consistent definition.Id.,at 1070. Instead,\nthe court found, the NCAA’s rules and restrictions on compensation\nhave shifted markedly over time.Id.,at 1071–1074. The\ncourt found, too, that the NCAA adopted these restrictions without\nany reference to “considerations of consumer demand,”id.,\nat 1100, and that some were “not necessary to preserve consumer\ndemand,”id., at 1075, 1080, 1104. None of this is product\nredesign; it is a straightforward application of the rule of\nreason.CFinally, the NCAA attacks as “indefensible”\nthe lower courts’ holding that substantially less restrictive\nalternatives exist capable of delivering the same procompetitive\nbenefits as its current rules. Brief for Petitioner in No. 20–512,\nat 46. The NCAA claims, too, that the district court’s injunction\nthreatens to “micromanage” its business.Id., at 50.Once more, we broadly agree with the legal\nprinciples the NCAA invokes. As we have discussed, antitrust courts\nmust give wide berth to business judgments before finding\nliability. Seesupra, at 15–19. Similar considerations apply\nwhen it comes to the remedy. Judges must be sensitive to the\npossibility that the “continuing supervision of a highly detailed\ndecree” could wind up impairing rather than enhancing competition.Trinko, 540 U. S., at 415. Costs associated with\nensuring compliance with judicial decrees may exceed efficiencies\ngained; the decrees themselves may unintentionally suppress\nprocompetitive innovation and even facilitate collusion. Seesupra, at 26–27. Judges must be wary, too, of the temptation\nto specify “the proper price, quantity, and other terms of\ndealing”—cognizant that they are neither economic nor industry\nexperts.Trinko, 540 U. S., at 408. Judges must be open\nto reconsideration and modification of decrees in light of changing\nmarket realities, for “what we see may vary over time.”California Dental, 526 U. S., at 781. And throughout\ncourts must have a healthy respect for the practical limits of\njudicial administration: “An antitrust court is unlikely to be an\neffective day-to-day enforcer” of a detailed decree, able to keep\npace with changing market dynamics alongside a busy docket.Trinko, 540 U. S., at 415. Nor should any court\n“ ‘impose a duty . . . that it cannot explain or\nadequately and reasonably supervise.’ ”Ibid.In short,\njudges make for poor “central planners” and should never aspire to\nthe role.Id., at 408.Once again, though, we think the district court\nhonored these principles. The court enjoined only restraints on\neducation-related benefits—such as those limiting scholarships for\ngraduate school, payments for tutoring, and the like. The court did\nso, moreover, only after finding that relaxing these restrictions\nwould not blur the distinction between college and professional\nsports and thus impair demand—and only after finding that this\ncourse represented a significantly (not marginally) less\nrestrictive means of achieving the same procompetitive benefits as\nthe NCAA’s current rules. D. Ct. Op., at 1104–1105.Even with respect to education-related benefits,\nthe district court extended the NCAA considerable leeway. As we\nhave seen, the court provided that the NCAA could develop its own\ndefinition of benefits that relate to education and seek\nmodification of the court’s injunction to reflect that definition.\nApp. to Pet. for Cert. in No. 20–512, at 168a, ¶4. The court\nexplained that the NCAA and its members could agree on rules\nregulating how conferences and schools go about providing these\neducation-related benefits.Ibid.The court said that the\nNCAA and its members could continue fixing education-related cash\nawards, too—so long as those “limits are never lower than the\nlimit” on awards for athletic performance. D. Ct. Op., at 1104;\nApp. to Pet. for Cert. in No. 20–512, at 168a–169a, ¶5. And the\ncourt emphasized that its injunction applies only to the NCAA and\nmulticonference agreements; individual conferences remain free to\nreimpose every single enjoined restraint tomorrow—or more\nrestrictive ones still.Id.,at 169a–170a, ¶¶6–7.In the end, it turns out that the NCAA’s\ncomplaints really boil down to three principal objections.First, the NCAA worries about the district\ncourt’s inclusion of paid posteligibility internships among the\neducation-related benefits it approved. The NCAA fears that schools\nwill use internships as a way of circumventing limits on payments\nthat student-athletes may receive for athletic performance. The\nNCAA even imagines that boosters might promise posteligibility\ninternships “at a sneaker company or auto dealership” with\nextravagant salaries as a “thinly disguised vehicle” for paying\nprofessional-level salaries. Brief for Petitioner in No. 20–512, at\n37–38.This argument rests on an overly broad reading\nof the injunction. The district court enjoined only restrictions on\neducation-related compensation or benefits “that may be made\navailablefrom conferences or schools.” App. to Pet. for\nCert. in No. 20–512, at 167a, ¶1 (emphasis added). Accordingly, as\nthe student-athletes concede, the injunction “does not stop the\nNCAA from continuing to prohibit compensation from” sneaker\ncompanies, auto dealerships, boosters, “or anyone else.” Brief for\nRespondents 47–48; see also Brief for United States asAmicus\nCuriae33. The NCAA itself seems to understand this much.\nFollowing the district court’s injunction, the organization adopted\nnew regulations specifying that only “a conference or institution”\nmay fund post-eligibility internships. See Decl. of M. Boyer in No.\n4:14–md–02541, ECF Doc. 1302–2, p. 6 (ND Cal., Sept. 22, 2020)\n(NCAA Bylaw 16.3.4(d)).Even when it comes to internships offered by\nconferences and schools, the district court left the NCAA\nconsiderable flexibility. The court refused to enjoin NCAA rules\nprohibiting its members from providing compensation or benefits\nunrelated to legitimate educational activities—thus leaving the\nleague room to police phony internships. As we’ve observed, the\ndistrict court also allowed the NCAA to propose (and enforce) rules\ndefining what benefits do and do not relate to education. App. to\nPet. for Cert. in No. 20–512, at 168a, ¶4. Accordingly, the NCAA\nmay seek whatever limits on paid internships it thinks appropriate.\nAnd, again, the court stressed that individual conferences may\nrestrict internships however they wish.Id.,at 169a, ¶6.\nAll these features underscore the modesty of the current\ndecree.Second, the NCAA attacks the district court’s\nruling that it may fix the aggregate limit on awards schools may\ngive for “academic or graduation” achievement no lower than its\naggregate limit on parallel athletic awards (currently $5,980 per\nyear).Id.,at 168a–169a, ¶5; D. Ct. Op., at 1104. This, the\nNCAA asserts, “is the very definition of a professional salary.”\nBrief for Petitioner in No. 20–512, at 48. The NCAA also represents\nthat “[m]ost” of its currently permissible athletic awards are “for\ngenuine individual or teamachievement” and that “[m]ost\n. . . are received by only a few student-athletes each\nyear.”Ibid.Meanwhile, the NCAA says, the district court’s\ndecree would allow a school to pay players thousands of dollars\neach year for minimal achievements like maintaining a passing GPA.Ibid.The basis for this critique is unclear. The NCAA\ndoes not believe that the athletic awards it presently allows are\ntantamount to a professional salary. And this portion of the\ninjunction sprang directly from the district court’s finding that\nthe cap on athletic participation awards “is an amount that has\nbeen shown not to decrease consumer demand.” D. Ct. Op., at 1088.\nIndeed, there was no evidence before the district court suggesting\nthat corresponding academic awards would impair consumer interest\nin any way. Again, too, the district court’s injunction affords the\nNCAA leeway. It leaves the NCAA free to reduce its athletic awards.\nAnd it does not ordain what criteria schools must use for their\nacademic and graduation awards. So, once more, if the NCAA believes\ncertain criteria are needed to ensure that academic awards are\nlegitimately related to education, it is presently free to propose\nsuch rules—and individual conferences may adopt even stricter\nones.Third, the NCAA contends that allowing schools\nto provide in-kind educational benefits will pose a problem. This\nrelief focuses on allowing schools to offer scholarships for\n“graduate degrees” or “vocational school” and to pay for things\nlike “computers” and “tutoring.” App. to Pet. for Cert. in No.\n20–512, at 167a–168a, ¶2. But the NCAA fears schools might exploit\nthis authority to give student-athletes “ ‘luxury cars’ ”\n“to get to class” and “other unnecessary or inordinately valuable\nitems” only “nominally” related to education. Brief for Petitioner\nin No. 20–512, at 48–49.Again, however, this over-reads the injunction\nin ways we have seen and need not belabor. Under the current\ndecree, the NCAA is free to forbid in-kind benefits unrelated to a\nstudent’s actual education; nothing stops it from enforcing a “no\nLamborghini” rule. And, again, the district court invited the NCAA\nto specify and later enforce rules delineating which benefits it\nconsiders legitimately related to education. To the extent the NCAA\nbelieves meaningful ambiguity really exists about the scope of its\nauthority—regarding internships, academic awards, in-kind benefits,\nor anything else—it has been free to seek clarification from the\ndistrict court since the court issued its injunction three years\nago. The NCAA remains free to do so today. To date, the NCAA has\nsought clarification only once—about the precise amount at which it\ncan cap academic awards—and the question was quickly resolved.\nBefore conjuring hypothetical concerns in this Court, we believe it\nbest for the NCAA to present any practically important question it\nhas in district court first.When it comes to fashioning an antitrust remedy,\nwe acknowledge that caution is key. Judges must resist the\ntemptation to require that enterprises employ the least restrictive\nmeans of achieving their legitimate business objectives. Judges\nmust be mindful, too, of their limitations—as generalists, as\nlawyers, and as outsiders trying to understand intricate business\nrelationships. Judges must remain aware that markets are often more\neffective than the heavy hand of judicial power when it comes to\nenhancing consumer welfare. And judges must be open to clarifying\nand reconsidering their decrees in light of changing market\nrealities. Courts reviewing complex business arrangements should,\nin other words, be wary about invitations to “set sail on a sea of\ndoubt.”United Statesv.Addyston Pipe & Steel\nCo., 85 F. 271, 284 (CA6 1898) (Taft, J.). But we do not\nbelieve the district court fell prey to that temptation. Its\njudgment does not float on a sea of doubt but stands on firm\nground—an exhaustive factual record, a thoughtful legal analysis\nconsistent with established antitrust principles, and a healthy\ndose of judicial humility.*Some will think the district court did not go\nfar enough. By permitting colleges and universities to offer\nenhanced education-related benefits, its decision may encourage\nscholastic achievement and allow student-athletes a measure of\ncompensation more consistent with the value they bring to their\nschools. Still, some will see this as a poor substitute for fuller\nrelief. At the same time, others will think the district court went\ntoo far by undervaluing the social benefits associated with amateur\nathletics. For our part, though, we can only agree with the Ninth\nCircuit: “ ‘The national debate about amateurism in college\nsports is important. But our task as appellate judges is not to\nresolve it. Nor could we. Our task is simply to review the district\ncourt judgment through the appropriate lens of antitrust\nlaw.’ ” 958 F. 3d, at 1265. That review persuades us the\ndistrict court acted within the law’s bounds.The judgment isAffirmed.",
    "joined": []
}