{
    "case": {
        "docket": "18-431",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-431/"
    },
    "id": "4112547",
    "author": "gorsuch",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–431_________________UNITED STATES, PETITIONERv.MAURICE\nLAMONT DAVIS AND ANDRE LEVON GLOVERon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2019]Justice Gorsuch delivered the opinion of the\nCourt.In our constitutional order, a vague law is no\nlaw at all. Only the people’s elected representatives in Congress\nhave the power to write new federal criminal laws. And when\nCongress exercises that power, it has to write statutes that give\nordinary people fair warning about what the law demands of them.\nVague laws transgress both of those constitutional requirements.\nThey hand off the legislature’s responsibility for defining\ncriminal behavior to unelected prosecutors and judges, and they\nleave people with no sure way to know what consequences will attach\nto their conduct. When Congress passes a vague law, the role of\ncourts under our Constitution is not to fashion a new, clearer law\nto take its place, but to treat the law as a nullity and invite\nCongress to try again.Today we apply these principles to 18\nU. S. C. §924(c). That statute threatens long prison\nsentences for anyone who uses a firearm in connection with certain\nother federal crimes. Butwhichother federal crimes? The\nstatute’s residual clause points to those felonies “that by [their]\nnature, involv[e] a substantial risk that physical force against\nthe person or property of another may be used in the course of\ncommitting the offense.” §924(c)(3)(B). Even the government admits\nthat this language, read in the way nearly everyone (including the\ngovernment) has long understood it, provides no reliable way to\ndetermine which offenses qualify as crimes of violence and thus is\nunconstitutionally vague. So today the government attempts a new\nand alternative reading designed to save the residual clause. But\nthis reading, it turns out, cannot be squared with the statute’s\ntext, context, and history. Were we to adopt it, we would be\neffectively stepping outside our role as judges and writing a new\nlaw rather than applying the one Congress adopted.IAfter Maurice Davis and Andre Glover committed\na string of gas station robberies in Texas, a federal prosecutor\ncharged both men with multiple counts of robbery affecting\ninterstate commerce in violation of the Hobbs Act, 18\nU. S. C. §1951(a), and one count of conspiracy to commit\nHobbs Act robbery. The prosecutor also charged Mr. Davis with being\na felon in possession of a firearm. In the end, a jury acquitted\nMr. Davis of one robbery charge and otherwise found the men guilty\non all counts. And these convictions, none of which are challenged\nhere, authorized the court to impose prison sentences of up to 70\nyears for Mr. Davis and up to 100 years for Mr. Glover.But that was not all. This appeal concernsadditionalcharges the government pursued against the men\nunder §924(c). That statute authorizes heightened criminal\npenalties for using or carrying a firearm “during and in relation\nto,” or possessing a firearm “in furtherance of,” any federal\n“crime of violence or drug trafficking crime.” §924(c)(1)(A). The\nstatute proceeds to define the term “crime of violence” in two\nsubparts—the first known as the elements clause, and the second the\nresidual clause. According to §924(c)(3), a crime of violence is\n“an offense that is a felony” and“(A) has as an element the use, attempted\nuse, or threatened use of physical force against the person or\nproperty of another, or“(B) that by its nature, involves a substantial\nrisk that physical force against the person or property of an-\nother may be used in the course of committing the offense.”Violators of §924(c) face a mandatory minimum\nsentence of five years in prison, over and above any sentence they\nreceive for the underlying crime of violence or drug trafficking\ncrime. The minimum sentence rises to 7 years if the defendant\nbrandishes the firearm and 10 years if he discharges it. Certain\ntypes of weapons also trigger enhanced penalties—for example, a\ndefendant who uses a short-barreled shotgun faces a minimum\nsentence of 10 years. And repeat violations of §924(c) carry a\nminimum sentence of 25 years.[1]At trial, the government argued that Mr. Davis\nand Mr. Glover had each committed two separate §924(c) violations\nby brandishing a short-barreled shotgun in connection with their\ncrimes. Here, too, the jury agreed. These convictions yielded a\nmandatory minimum sentence for each man of 35 years, which had to\nrun consecutively to their other sentences. Adding the §924(c)\nmandatory minimums to its discretionary sentences for their other\ncrimes, the district court ultimately sentenced Mr. Glover to more\nthan 41 years in prison and Mr. Davis to more than 50 years.On appeal, both defendants argued that §924(c)’s\nresidual clause is unconstitutionally vague. At first, the Fifth\nCircuit rejected the argument.United Statesv.Davis, 677 Fed. Appx. 933, 936 (2017) (per curiam).\nBut after we vacated its judgment and remanded for further\nconsideration in light of our decision inSessionsv.Dimaya, 584 U. S. ___ (2018), striking down a\ndifferent, almost identically worded statute, the court reversed\ncourse and held §924(c)(3)(B) unconstitutional. 903 F.3d 483, 486\n(2018) (per curiam). It then held that Mr. Davis’s and Mr.\nGlover’s convictions on one of the two §924(c) counts, the one that\nchargedrobberyas a predicate crime of violence, could be\nsustained under the elements clause. But it held that the other\ncount, which chargedconspiracyas a predicate crime of\nviolence, depended on the residual clause; and so it vacated the\nmen’s convictions and sentences on that count.Because the Fifth Circuit’s ruling deepened a\ndispute among the lower courts about the constitutionality of\n§924(c)’s residual clause, we granted certiorari to resolve the\nquestion. 586 U. S. ___ (2018).[2]IIOur doctrine prohibiting the enforcement of\nvague laws rests on the twin constitutional pillars of due process\nand separation of powers. SeeDimaya, 584 U. S., at\n___–___ (plurality opinion) (slip op., at 4–5);id., at\n___–___ (Gorsuch, J., concurring in part and concurring in\njudgment) (slip op., at 2–9). Vague laws contravene the “first\nessential of due process of law” that statutes must give people “of\ncommon intelligence” fair notice of what the law demands of them.Connallyv.General Constr. Co.,269 U.S.\n385, 391 (1926); seeCollinsv.Kentucky,234 U.S.\n634, 638 (1914). Vague laws also undermine the Constitution’s\nseparation of powers and the democratic self-governance it aims to\nprotect. Only the people’s elected representatives in the\nlegislature are authorized to “make an act a crime.”United\nStatesv.Hudson, 7 Cranch 32, 34 (1812). Vague statutes\nthreaten to hand responsibility for defining crimes to relatively\nunaccountable police, prosecutors, and judges, eroding the people’s\nability to oversee the creation of the laws they are expected to\nabide. SeeKolenderv.Lawson,461 U.S.\n352, 357–358, and n. 7 (1983);United Statesv.L. Cohen Grocery Co.,255 U.S.\n81, 89–91 (1921);United Statesv.Reese,92 U.S.\n214, 221 (1876).In recent years, this Court has applied these\nprinciples to two statutes that bear more than a passing\nresemblance to §924(c)(3)(B)’s residual clause. InJohnsonv.United States, 576 U. S. ___ (2015), the Court\naddressed the residual clause of the Armed Career Criminal Act\n(ACCA), which defined a “violent felony” to include offenses that\npresented a “serious potential risk of physical injury to another.”\n§924(e)(2)(B)(ii). The ACCA’s residual clause required judges to\nuse a form of what we’ve called the “categorical approach” to\ndetermine whether an offense qualified as a violent felony.\nFollowing the categorical approach, judges had to disregard how the\ndefendant actually committed his crime. Instead, they were required\nto imagine the idealized “ ‘ordinary case’ ” of the\ndefendant’s crime and then guess whether a “ ‘serious\npotential risk of physical injury to another’ ” would attend\nits commission.Id., at ___ (slip op., at 4).Johnsonheld this judicial inquiry produced “more unpredictability and\narbitrariness” when it comes to specifying unlawful conduct than\nthe Constitution allows.Id., at ___–___ (slip op., at\n5–6).Next, inSessionsv.Dimaya, we\nconsidered the residual clause of 18 U. S. C. §16, which\ndefines a “crime of violence” for purposes of many federal\nstatutes. Like §924(c)(3), §16 contains an elements clause and a\nresidual clause. The only difference is that §16’s elements clause,\nunlike §924(c)(3)’s elements clause, isn’t limited to felonies; but\nthere’s no material difference in the language or scope of the\nstatutes’ residual clauses.[3]\nAs with the ACCA, our precedent under §16’s residual clause\nrequired courts to use the categorical approach to determine\nwhether an offense qualified as a crime of violence.Dimaya,\n584 U. S., at ___–___ (slip op., at 2–3); seeLeocalv.Ashcroft,543 U.S.\n1, 7, 10 (2004). And, again as with the ACCA, we held that\n§16’s residual clause was unconstitutionally vague because it\nrequired courts “to picture the kind of conduct that the crime\ninvolves in the ordinary case, and to judge whether that\nabstraction presents some not-well-specified-yet-sufficiently-large\ndegree of risk.”Dimaya, 584 U. S., at ___ (slip op.,\nat 11) (internal quotation marks omitted).What doJohnsonandDimayahave to\nsay about the statute before us? Those decisions teach that the\nimposition of criminal punishment can’t be made to depend on a\njudge’s estimation of the degree of risk posed by a crime’s\nimagined “ordinary case.” But does §924(c)(3)(B) require that sort\nof inquiry? The government and lower courts have long thought so.\nFor years, almost everyone understood §924(c)(3)(B) to require\nexactly the same categorical approach that this Court found\nproblematic in the residual clauses of the ACCA and §16.[4] Today, the government acknowledges\nthat, if this understanding is correct, then §924(c)(3)(B) must be\nheld unconstitutional too.But the government thinks it has now found a way\naround the problem. In the aftermath of our decisions holding the\nresidual clauses of the ACCA and §16(b) unconstitutionally vague,\nthe government “abandon[ed] its longstanding position” that\n§924(c)(3)(B) requires a categorical analysis and began urging\nlower courts to “adopt a new ‘case specific’ method” that would\nlook to “the ‘defendant’s actual conduct’ in the predicate\noffense.” 903 F. 3d, at 485. Now, the government tries the\nsame strat- egy in this Court, asking us to abandon the traditional\ncategorical approach and hold that the statute actually commands\nthe government’s new case-specific approach. So, while the\nconsequences in this case may be of constitutional dimension, the\nreal question before us turns out to be one of pure statutory\ninterpretation.In approaching the parties’ dispute over the\nstatute’s meaning, we begin by acknowledging that the government is\nright about at least two things. First, a case-specific approach\nwould avoid the vagueness problems that doomed the statutes inJohnsonandDimaya. In those cases, we recognized\nthat there would be no vagueness problem with asking a jury to\ndecide whether a defendant’s “ ‘real-world conduct’ ”\ncreated a substantial risk of physical violence.Dimaya, 584\nU. S., at ___–___ (slip op., at 10–11); seeJohnson,\n576 U. S., at ___, ___ (slip op., at 6, 12). Second, a\ncase-specific approach wouldn’t yield the same practical and Sixth\nAmendment complications under §924(c) that it would have under the\nACCA or §16. Those other statutes, in at least some of their\napplications, required ajudgeto determine whether a\ndefendant’sprior convictionwas for a “crime of violence”\nor “violent felony.” In that context, a case-specific approach\nwould have entailed “reconstruct[ing], long after the original\nconviction, the conduct underlying that conviction.”Id., at\n___ (slip op., at 13). And having a judge, not a jury, make\nfindings about that underlying conduct would have “raise[d] serious\nSixth Amendment concerns.”Descampsv.United States,\n570 U.S. 254, 269–270 (2013). By contrast, a §924(c) prosecution\nfocuses on the conduct with which the defendant iscurrently\ncharged. The government already has to prove to a jury that the\ndefendant committed all the acts necessary to punish him for the\nunderlying crime of violence or drug trafficking crime. So it\nwouldn’t be that difficult to ask the jury to make an additional\nfinding about whether the defendant’s conduct also created a\nsubstantial risk that force would be used.But all this just tells us that it might have\nbeen a good idea for Congress to have written a residual clause for\n§924(c) using a case-specific approach. It doesn’t tell us whether\nCongress actually wrote such a clause. To answerthatquestion, we need to examine the statute’s text, context, and\nhistory. And when we do that, it becomes clear that the statute\nsimply cannot support the government’s newly minted case-specific\ntheory.IIIARight out of the gate, the government faces a\nchallenge. This Court, in a unanimous opinion, has already read the\nnearly identical language of 18 U. S. C. §16(b) to\nmandate a categorical approach. And, importantly, the Court did so\nwithout so much as mentioning the practical and constitutional\nconcerns described above. Instead, the Court got there based\nentirely on the text. InLeocal, the Court wrote:“In determining whether petitioner’s\nconviction falls within the ambit of §16, the statute directs our\nfocus to the ‘offense’ of conviction. See §16(a) (defining a crime\nof violence as ‘an offensethat hasas an elementthe\nuse . . . of physical force against the person or\nproperty of another’ (emphasis added)); §16(b) (defining the term\nas ‘any other offensethat is a felony and that,by its\nnature, involves a substantial risk that physical force against\nthe person or property of an- other may be used in the course of\ncommitting the offense’ (emphasis added)). This language requires\nus to look to the elements and the nature of the offense of\nconviction, rather than to the particular facts relating to\npetitioner’s crime.” 543 U. S., at 7.Leocalwent on to suggest that burglary\nwould always be a crime of violence under §16(b) “because burglary,by its nature, involves a substantial risk that the burglar\nwill use force against a victim in completing the crime,”\nregardless of how anyparticularburglar might act on a\nspecific occasion.Id., at 10 (emphasis added); see alsoDimaya, 584 U. S., at ___ (slip op., at 14) (plurality\nopinion) (reaffirming that “§16(b)’s text . . . demands a\ncategorical approach”). And what was true of §16(b) seems to us at\nleast as true of §924(c)(3)(B): It’s not even close; the statutory\ntext commands the categorical approach.Consider the word “offense.” It’s true that “in\nordinary speech,” this word can carry at least two possible\nmeanings. It can refer to “a generic crime, say, the crime of fraud\nor theft in general,” or it can refer to “the specific acts in\nwhich an offender engaged on a specific occasion.”Nijhawanv.Holder,557 U.S.\n29, 33–34 (2009). But the word “offense” appears just once in\n§924(c)(3), in the statute’s prefatory language. And everyone\nagrees that, in connection with the elements clause, the term\n“offense” carries the first, “generic” meaning. Cf.id., at\n36 (similar language of the ACCA’s elements clause “refers directly\nto generic crimes”). So reading this statute most naturally, we\nwould expect “offense” to retain that same meaning in connection\nwith the residual clause. After all, “[i]n all but the most unusual\nsituations, a single use of a statutory phrase must have a fixed\nmeaning.”Cochise Consultancy, Inc.v.United States\nex rel. Hunt, 587 U. S. ___, ___ (2019) (slip op., at\n5).To prevail, the government admits it must\npersuade us that the singular term “offense” bears a split\npersonality in §924(c), carrying the “generic” meaning in\nconnection with the elements clause but then taking on the\n“specific act” meaning in connection with the residual clause. And,\nthe government suggests, this isn’t quite as implausible as it may\nsound; sometimes the term “offense”cancarry both meanings\nsimultaneously. To illustrate its point, the government posits a\nstatute defining a “youthful gun crime” as “an offense that has as\nan element the use of a gun and is committed by someone under the\nage of 21.” Tr. of Oral Arg. 16. This statute, the government\nsuggests, would leave us little choice but to understand the single\nword “offense” as encompassing both the generic crime and the\nmanner of its commission on a specific occasion. To which we say:\nFair enough. It’spossiblefor surrounding text to make\nclear that “offense” carries a double meaning. But absent evidence\nto the contrary, we presume the term is being used consistently.\nAnd nothing in §924(c)(3)(B) comes close to rebutting that\npresumption.Just the opposite. The language of the residual\nclause itself reinforces the conclusion that the term “offense”\ncarries the same “generic” meaning throughout the statute. Section\n924(c)(3)(B), just like §16(b), speaks of an offense that, “by its\nnature,” involves a certain type of risk. And that would be an\nexceedingly strange way of referring to the circumstances of a\nspecific offender’s conduct. As both sides agree, the “nature” of a\nthing typically denotes its “ ‘normal and characteristic\nquality,’ ”Dimaya, 584 U. S., at ___ (slip op.,\nat 14) (quoting Webster’s Third New International Dictionary 1507\n(2002)), or its “ ‘basic or inherent features,’ ”United Statesv.Barrett, 903 F.3d 166, 182 (CA2\n2018) (quoting Oxford Dictionary of English 1183 (A. Stevenson ed.,\n3d ed. 2010)). So in plain English, when we speak of the nature of\nan offense, we’re talking about “what an offense normally—or, as we\nhave repeat- edly said, ‘ordinarily’—entails, not what happened to\noccur on one occasion.”Dimaya, 584 U. S., at ___ (slip\nop., at 14); seeLeocal, 543 U. S., at 7 (contrasting\nthe “nature of the offense” with “the particular facts [of]\npetitioner’s crime”).[5]Once again, the government asks us to overlook\nthis obvious reading of the text in favor of a strained one. It\nsuggests that the statute might be referring to the “nature” of the\ndefendant’s conduct on a particular occasion. But while this\nreading may be linguistically feasible, we struggle to see why, if\nit had intended this meaning, Congress would have used the phrase\n“by its nature” at all. The government suggests that “by its\nnature” keeps the focus on the offender’sconductand\nexcludes evidence about hispersonality, such as whether he\nhas violent tendencies. But even without the words “by its nature,”\nnothing in the statute remotely suggests that courts are allowed to\nconsider character evidence—a type of evidence usually off-limits\nduring the guilt phase of a criminal trial. Cf. Fed. Rule Evid.\n404.BThings become clearer yet when we consider\n§924(c)(3)(B)’s role in the broader context of the federal criminal\ncode. As we’ve explained, the language of §924(c)(3)(B) is almost\nidentical to the language of §16(b), which this Court has read to\nmandate a categorical approach. And we normally presume that the\nsame language in related statutes carries a consistent meaning.\nSee,e.g.,Sullivanv.Stroop,496 U.S.\n478, 484 (1990).This case perfectly illustrates why we do that.\nThere are dozens of federal statutes that use the phrase “crime of\nviolence” to refer to presently charged conduct rather than a past\nconviction. Some of those statutes cross-reference the definition\nof “crime of violence” in §924(c)(3), while others are governed by\nthe virtually identical definition in §16. The choice appears\ncompletely random. Reading the similar language in §924(c)(3)(B)\nand §16(b) similarly yields sensibly congruent applications across\nall these other statutes. But if we accepted the government’s\ninvitation to reinterpret §924(c)(3)(B) as alone endorsing a\ncase-specific approach, we would produce a series of seemingly\ninexplicable results.Take just a few examples. If the government were\nright, Congress would have mandated the case-specific approach in a\nprosecution for providing explosives to facilitate a crime of\nviolence, 18 U. S. C. §844(o), but the\n(now-invalidated) categorical approach in a prosecution for\nprovidinginformation aboutexplosives to facilitate a crime\nof violence, §842(p)(2). It would have mandated the case-specific\napproach in a prosecution for using false identification documents\nin connection with a crime of violence, §1028(b)(3)(B), but the\ncategorical approach in a prosecution for using confidential phone\nrecords in connection with a crime of violence, §1039(e)(1). It\nwould have mandated the case-specific approach in a prosecution for\ngiving someone a firearm to use in a crime of violence, §924(h),\nbut the categorical approach in a prosecution for giving a minor a\nhandgun to use in a crime of violence, §924(a)(6)(B)(ii). It would\nhave mandated the case-specific approach in a prosecution for\ntraveling to another State to acquire a firearm for use in a crime\nof violence, §924(g), but the categorical approach in a prosecution\nfor traveling to another State tocommita crime of\nviolence, §1952(a)(2). And it would have mandated the case-specific\napproach in a prosecution for carrying armor-piercing ammunition in\nconnection with a crime of violence, §924(c)(5), but the\ncategorical approach in a prosecution for carrying a firearm while\n“in possession of armor piercing ammunition capable of being fired\nin that firearm” in connection with a crime of violence,\n§929(a)(1).There would be no rhyme or reason to any of\nthis. Nor does the government offer any plausible account why\nCongress would have wanted courts to take such dramatically\ndifferent approaches to classifying offenses as crimes of violence\nin these various provisions. To hold, as the government urges, that\n§16(b) requires the categorical approach while §924(c)(3)(B)\nrequires the case-specific approach would make a hash of the\nfederal criminal code.CSection 924(c)(3)(B)’s history provides still\nfurther evidence that it carries the same categorical-approach\ncommand as §16(b). It’s no accident that the language of the two\nlaws is almost exactly the same. The statutory term “crime of\nviolence” traces its origins to the Comprehensive Crime Control Act\nof 1984. There, Congress enacted the definition of “crime of\nviolence” in §16. §1001(a), 98Stat. 2136. It also “employed the\nterm ‘crime of violence’ in numerous places in the Act,”Leocal, 543 U. S., at 6, including in §924(c).\n§1005(a), 98Stat. 2138. At that time, Congress didn’t provide a\nseparate definition of “crime of violence” in §924(c) but relied on\n§16’s general definition. The two statutes, thus, were originally\ndesigned to be read together.Admittedly, things changed a bit over time.\nEventually, Congress expanded §924(c)’s predicate offenses to\ninclude drug trafficking crimes as well as crimes of violence.\n§§104(a)(2)(B)–(C), 100Stat. 457. When it did so, Congress added a\nsubsection-specific definition of “drug trafficking crime” in\n§924(c)(2)—and, perhaps thinking that both terms should be defined\nin the same place, it also added a subsection-specific definition\nof “crime of violence” in §924(c)(3). §104(a)(2)(F),id., at\n457. But even then, Congress didn’t write a new definition of that\nterm. Instead, it copied and pasted the definition from §16 without\nmaking any material changes to the language of the residual clause.\nThe government suggests that, in doing so, Congress “intentionally\nseparated” and “decoupled” the two definitions. Brief for United\nStates 34, 37. But importing the residual clause from §16 into\n§924(c)(3) almost word for word would have been a bizarre way of\nsuggesting that the two clauses should bear drastically different\nmeanings. Usually when statutory language “ ‘is obviously\ntransplanted from . . . other legislation,’ ” we\nhave reason to think “ ‘it brings the old soil with\nit.’ ”Sekharv.United States, 570 U.S. 729,\n733 (2013).What’s more, when Congress copied §16(b)’s\nlanguage into §924(c) in 1986, it proceeded on the premise that the\nlanguagerequireda categorical approach. By then courts\nhad, as the government puts it, “beg[u]n to settle” on the view\nthat §16(b) demanded a categorical analysis. Brief for United\nStates 36–37. Of particular significance, the Second Circuit, along\nwith a number of district courts, had relied on the categorical\napproach to hold that selling drugs couldneverqualify as a\ncrime of violence because “[w]hile the traffic in drugs is often\naccompanied by violence,” it can also be carried out through\nconsensual sales and thus “does notby its natureinvolve\nsubstantial risk that physical violence will be used.”United\nStatesv.Diaz, 778 F.2d 86, 88 (1985). Congress moved\nquickly to abrogate those decisions. But, notably, it didn’t do so\nby directing a case-specific approach or changing the language\ncourts had read to require the categorical approach. Instead, it\naccepted the categorical approach as given and simply declared that\ncertain drug trafficking crimes automatically trigger §924\npenalties, regardless of the risk of violence that attends them.\n§§104(a)(2)(B)–(C), 100Stat. 457.The government’s reply to this development\nmisses the mark. The government argues that §16(b) had not acquired\nsuch a well-settled judicial construction by 1986 that the\nreenactment of its language in §924(c)(3)(B) should be presumed to\nhave incorporated the same construction. We agree. SeeJermanv.Carlisle, McNellie, Rini, Kramer & Ulrich,\nL. P. A.,559 U.S.\n573, 590 (2010) (interpretations of three courts of appeals\n“may not have ‘settled’ the meaning” of a statute for purposes of\nthe reenactment canon). But Congress in 1986 did more than just\nreenact language that a handful of courts had interpreted to\nrequire the categorical approach. It amended §924(c) specifically\nto abrogate theresultsof those decisions, without making\nany attempt to overturn the categoricalreadingon which\nthey were based. Andthatwould have been an odd way of\nproceeding if Congress had thought the categorical reading\nerroneous.There’s yet one further and distinct way in\nwhich §924(c)’s history undermines the government’s case-specific\nreading of the residual clause. As originally enacted in 1968,\n§924(c) prohibited the use of a firearm in connection withanyfederal felony. §102, 82Stat. 1224. The 1984 amendmentsnarrowed§924(c) by limiting its predicate offenses to\n“crimes of violence.” But the case-specific reading would go a long\nway toward nullifying that limitation and restoring the statute’s\noriginal breadth. After all, how many felonies don’t involve a\nsubstantial risk of physical force when they’re committed using a\nfirearm—let alone when the defendant brandishes or discharges the\nfirearm?Recognizing this difficulty, the government\nassures us that a jury wouldn’t be allowed to find a felony to be a\ncrime of violencesolelybecause the defendant used a\nfirearm, although it could consider the firearm as a “factor.” Tr.\nof Oral Arg. 8. But the government identifies no textual basis for\nthis rule, and exactly how it would work in practice is anyone’s\nguess. The government says, for example, that “selling counterfeit\nhandbags” while carrying a gun wouldn’t be a crime of violence\nunder its approach.Id., at 9. But why not? Because the\ncounterfeit-handbag trade is so inherently peaceful that there’s no\nsubstantial risk of a violent confrontation with dissatisfied\ncustomers, territorial competitors, or dogged police officers? And\nhow are jurors supposed to determine that? The defendant presumably\nknew the risks of his trade, and he chose to arm himself. SeeUnited Statesv.Simms, 914 F.3d 229, 247–248 (CA4\n2019) (en banc) (refusing to “condem[n] jurors to such an\nill-defined inquiry”). Even granting the government its handbag\nexample, we suspect its approach would result in the vast majority\nof federal felonies becoming potential predicates for §924(c)\ncharges, contrary to the limitation Congress deliberately imposed\nwhen it restricted the statute’s application to crimes of\nviolence.DWith all this statutory evidence now arrayed\nagainst it, the government answers that it should prevail anyway\nbecause of the canon of constitutional avoidance. Maybe the\ncase-specific approach doesn’t represent the best reading of the\nstatute—but, the government insists, it is our duty to adopt any\n“ ‘fairly possible’ ” reading of a statute to save it\nfrom being held unconstitutional. Brief for United States\n45.[6]We doubt, however, the canon could play a proper\nrole in this case even if the government’s reading were “possible.”\nTrue, when presented with two “fair alternatives,” this Court has\nsometimes adopted thenarrowerconstruction of a criminal\nstatute to avoid having to hold it unconstitutional if it were\nconstrued more broadly.United Statesv.Rumely,345 U.S.\n41, 45, 47 (1953); see,e.g.,Skillingv.United States,561 U.S.\n358, 405–406, and n. 40 (2010);United Statesv.Lanier,520 U.S.\n259, 265–267, and n. 6 (1997). But no one before us has\nidentified a case in which this Court has invoked the canon toexpandthe reach of a criminal statute in order to save it.\nYet that is exactly what the government seeks here. Its\ncase-specific reading would cause §924(c)(3)(B)’s penalties to\napply to conduct they have not previously been understood to reach:\ncategorically nonviolent felonies committed in violent ways. SeeSimms, 914 F. 3d, at 256–257 (Wynn, J.,\nconcurring).[7]Employing the avoidance canon to expand a\ncriminal statute’s scope would risk offending the very same due\nprocess and separation-of-powers principles on which the vagueness\ndoctrine itself rests. Seesupra, at 4–5. Everyone\nagrees that Mr. Davis and Mr. Glover did many things that Congress\nhad declared to be crimes; and no matter how we rule today, they\nwill face substantial prison sentences for those offenses. But does\n§924(c)(3)(B) require them to suffer additional punishment, on top\nof everything else? Even if you think it’spossibleto read\nthe statute to impose such additional punishment, it’simpossibleto say that Congress surely intended that result,\nor that the law gave Mr. Davis and Mr. Glover fair warning that\n§924(c)’s mandatory penalties would apply to their conduct. Respect\nfor due process and the separation of powers suggests a court may\nnot, in order to save Congress the trouble of having to write a new\nlaw, construe a criminal statute to penalize conduct it does not\nclearly proscribe.Employing the canon as the government wishes\nwould also sit uneasily with the rule of lenity’s teaching that\nambiguities about the breadth of a criminal statute should be\nresolved in the defendant’s favor. That rule is “perhaps not much\nless old than” the task of statutory “construction itself.”United Statesv.Wiltberger, 5 Wheat. 76, 95 (1820)\n(Marshall, C. J.). And much like the vagueness doctrine, it is\nfounded on “the tenderness of the law for the rights of\nindividuals” to fair notice of the law “and on the plain principle\nthat the power of punishment is vested in the legislative, not in\nthe judicial department.”Ibid.; seeLanier, 520\nU. S., at 265–266, and n. 5. Applying constitutional\navoidance to narrow a criminal statute, as this Court has\nhistorically done, accords with the rule of lenity. By contrast,\nusing the avoidance canon instead to adopt a more expansive reading\nof a criminal statute would place these traditionally sympathetic\ndoctrines at war with one another.[8]IVWhat does the dissent have to say about all\nthis? It starts by emphasizing that §924(c)(3)(B) has been used in\n“tens of thousands of federal prosecutions” since its enactment 33\nyears ago.Post, at 2 (opinion of Kavanaugh, J.). And the\ndissent finds it “surprising” and “extraordinary” that, after all\nthose prosecutions over all that time, the statute could “suddenly”\nbe deemed unconstitutional.Post, at 2–3. But the governmentconcedesthat §924(c)(3)(B) is unconstitutional if it means\nwhat everyone has understood it to mean in nearly all of those\nprosecutions over all those years. So the only way the statute can\nbe saved is if we were “suddenly” to give it a new meaning\ndifferent from the one it has borne for the last three decades. And\nif we could dothat, it would indeed be “surprising” and\n“extraordinary.”The dissent defends giving this old law a new\nmeaning by appealing to intuition. It suggests that a categorical\nreading of §924(c)(3)(B) is “unnatural” because “[i]f you were to\nask John Q. Public whether a particular crime posed a substantial\nrisk of violence, surely he would respond, ‘Well, tell me how it\nwent down—what happened?’ ”Post, at 13 (some\ninternal quotation marks omitted). Maybe so. But the language in\nthe statute before us isn’t the language posited in the dissent’s\npush poll. Section 924(c)(3)(B) doesn’t ask about the risk that “a\nparticular crime posed” but about the risk that an “offense\n. . . by its nature, involves.” And a categorical reading\nof this categorical language seemed anything but “unnatural” to the\nunanimous Court inLeocalor the plurality inDimaya.[9] Nor did the\ngovernment think the categorical reading of §924(c)(3)(B)\n“unnatural” when it embraced that reading for decades. The dissent\nasks us to overlook the government’s prior view, explaining that\nthe government only defended a categorical reading of the statute\n“when it did not matter for constitutional vagueness purposes”—that\nis, beforeJohnsonandDimayaidentified\nconstitutional problems with the categorical approach.Post,\nat 34. But isn’t that exactly the point? Isn’t it at least a little\nrevealing that, when the government had no motive to concoct an\nalternative reading, even it thought the best reading of\n§924(c)(3)(B) demanded a categorical analysis?If this line of attack won’t work, the dissent\ntries another by telling us that we have “not fully account[ed] for\nthe long tradition of substantial-risk criminal statutes.”Post, at 34. The dissent proceeds to offer a lengthy bill of\nparticulars, citing dozens of state and federal laws that do not\nuse the categorical approach.Post, at 7–10, and\nnn. 4–17. But what does this prove? Most of the statutes the\ndissent cites impose penalties on whoever “creates,” or “engages in\nconduct that creates,” or acts under “circumstances that create” a\nsubstantial risk of harm; others employ similar language. Not a\nsingle one imposes penalties for committing certain acts during “an\noffense . . . that by its nature, involves” a substantial\nrisk, or anything similar. Marching through the dissent’s own\ncatalog thus only winds up confirming that legislatures know how to\nwrite risk-based statutes that require a case-specific analysis—and\nthat §924(c)(3)(B) is not a statute like that.When the dissent finally turns to address the\nwords Congress actually wrote in §924(c)(3)(B), its main argument\nseems to be that a categorical reading violates the canon against\nsuperfluity. On this account, reading “offense” generically in\nconnection with the residual clause makes the residual clause\n“duplicate” the elements clause and leaves it with “virtually\nnothing” to do.Post, at 20. But that is a surprising\nassertion coming from the dissent, which devotes several pages to\ndescribing the “many” offenders who have been convicted under the\nresidual clause using the categorical approach but who “might not”\nbe prosecutable under the elements clause.Post, at 30–33.\nIt is also wrong. As this Court has long understood, the residual\nclause, read categorically, “sweeps more broadly” than the elements\nclause—potentially reaching offenses, like burglary, that do not\nhave violence as anelementbut that arguably create a\nsubstantialriskof violence.Leocal, 543 U. S.,\nat 10. So even under the categorical reading, the residual clause\nis far from superfluous.Without its misplaced reliance on the\nsuperfluity canon, there is little left of the dissent’s textual\nanalysis. The dissent asserts that the phrase “by its nature” must\n“focu[s] on the defendant’s actual conduct”—but only because this\n“follows” from the dissent’s earlier (and mistaken) superfluity\nargument.Post, at 21. Next, the dissent claims that “the\nword ‘involves’ ” and “the phrase ‘in the course of committing\nthe offense’ ” both support a case-specific approach.Post, at 22. But these words do not favor either reading: It\nis just as natural to ask whether the offense of robberyordinarily“involves” a substantial risk that violence will\nbe used “in the course of committing the offense” as it is to ask\nwhether aparticularrobbery “involved” a substantial risk\nthat violence would be used “in the course of committing the\noffense.” If anything, the statute’s use of the present and not the\npast tense lends further support to the categorical\nreading.[10] The dissent\nthinks it significant, too, that the statute before us “does not\nuse the term ‘conviction,’ ”post, at 23; but that word\nis hardly a prerequisite for the categorical approach, asDimayamakes clear. Remarkably, the dissent has nothing at\nall to say about §924(c)(3)’s history or its relationship with\nother criminal statutes; it just ignores those arguments. And when\nit comes to the constitutional avoidance canon, the dissent does\nnot even try to explain how using that canon to criminalize conduct\nthatisn’tcriminal under the fairest reading of a statute\nmight be reconciled with traditional principles of fair notice and\nseparation of powers. Instead, the dissent seems willing to consign\n“ ‘thousands’ ” of defendants to prison for\n“years—potentially decades,” not because it is certain or even\nlikely that Congress ordained those penalties, but because it is\nmerely “possible” Congress might have done so.Post, at 30,\n33–34. In our republic, a speculative possibility that a man’s\nconduct violated the law should never be enough to justify taking\nhis liberty.In the end, the dissent is forced to argue that\nholding §924(c)(3)(B) unconstitutional would invite “bad” social\npolicy consequences.Post, at 34. In fact, the dissent’s\nlegal analysis only comes sandwiched between a lengthy paean to\nlaws that impose severe punishments for gun crimes and a rogue’s\ngallery of offenses that may now be punished somewhat less\nseverely. Seepost, at 1–2, 30–34. The dissent acknowledges\nthat “the consequences cannot change our understanding of the law.”Post, at 34. But what’s the point of all this talk of “bad”\nconsequences if not to suggest that judges should be tempted into\nreading the law to satisfy their policy goals? Even taken on their\nown terms, too, the dissent’s policy concerns are considerably\noverblown. While the dissent worries that our ruling may elicit\nchallenges to past §924(c) convictions,post, at 33, the\ndissent’s preferred approach—saving §924(c)(3)(B) by changing its\nmeaning—would also call into question countless convictions\npremised on the categorical reading. And defendants whose §924(c)\nconvictions are overturned by virtue of today’s ruling will not\neven necessarily receive lighter sentences: As this Court has\nnoted, when a defendant’s §924(c) conviction is invalidated, courts\nof appeals “routinely” vacate the defendant’s entire sentence on\nall counts “so that the district court may increase the sentences\nfor any remaining counts” if such an increase is warranted.Deanv.United States, 581 U. S. ___, ___ (2017)\n(slip op., at 5).Of course, too, Congress always remains free to\nadopt a case-specific approach to defining crimes of violence for\npurposes of §924(c)(3)(B) going forward. As Mr. Davis and Mr.\nGlover point out, one easy way of achieving that goal would be to\namend the statute so it covers any felony that, “based on the facts\nunderlying the offense, involved a substantial risk” that physical\nforce against the person or property of another would be used in\nthe course of committing the offense. Brief for Respondents 46\n(quoting H. R. 7113, 115th Cong., 2d Sess. (2018); emphasis\ndeleted); see also Tr. of Oral Arg. 19 (government’s counsel\nagreeing that this language would offer “clearer” support for the\ncase-specific approach than the current version of the statute\ndoes). The dissent’s catalog of case-specific, risk-based criminal\nstatutes supplies plenty of other models Congress could follow.\nAlternatively still, Congress might choose to retain the\ncategorical approach but avoid vagueness in other ways, such as by\ndefining crimes of violence to include certain enumerated offenses\nor offenses that carry certain minimum penalties. All these options\nand more are on the table. But these are options that belong to\nCongress to consider; no matter how tempting, this Court is not in\nthe business of writing new statutes to right every social wrong it\nmay perceive.*We agree with the court of appeals’ conclusion\nthat §924(c)(3)(B) is unconstitutionally vague. At the same time,\nexactly what that holding means for Mr. Davis and Mr. Glover\nremains to be determined. After the Fifth Circuit vacated their\nconvictions and sentences on one of the two §924(c) counts at\nissue, both men sought rehearing and argued that the court should\nhave vacated their sentences on all counts. In response, the\ngovernment con- ceded that, if §924(c)(3)(B) is held to be vague,\nthen the de- fendants are entitled to a full resentencing, not just\nthe more limited remedy the court had granted them. The Fifth\nCircuit has deferred ruling on the rehearing petitions pending our\ndecision, so we remand the case to allow the court to address those\npetitions. The judgment below is affirmed in part and vacated in\npart, and the case is remanded for further proceedings consistent\nwith this opinion.It is so ordered.Notes1When this case was tried,\na defendant convicted of two §924(c) violations in a single\nprosecution faced a 25-year minimum for the second violation. SeeDealv.United States,508 U.S.\n129, 132 (1993); §1(a)(1), 112Stat. 3469. In 2018, Congress\nchanged the law so that, going forward, only a second §924(c)\nviolation committed “after a prior [§924(c)] conviction\n. . . has become final” will trigger the 25-year minimum.\nPub. L. 115–391, §403(a), 132Stat. 5221.2CompareUnited\nStatesv.Simms, 914 F.3d 229, 236–246 (CA4 2019) (en\nbanc),United Statesv.Salas, 889 F.3d 681, 685–686\n(CA10 2018), andUnited Statesv.Eshetu, 898 F.3d\n36, 37–38 (CADC 2018) (holding that §924(c)(3)(B) is vague), withUnited Statesv.Douglas, 907 F.3d 1, 11–16 (CA1\n2018),Ovallesv.United States, 905 F.3d 1231,\n1240–1252 (CA11 2018) (en banc), andUnited Statesv.Barrett, 903 F.3d 166, 178–184 (CA2 2018) (taking the\nopposite view).3Section 16 provides that\nthe term “crime of violence” means “(a) an offense that has as\nan element the use, attempted use, or threatened use of physical\nforce against the person or property of another, or (b) any\nother offense that is a felony and that, by its nature, involves a\nsubstantial risk that physical force against the person or property\nof another may be used in the course of committing the\noffense.”4See,e.g.,United Statesv.Acosta,470 F.3d 132, 134–135 (CA2 2006);United Statesv.Butler, 496 Fed. Appx. 158, 161 (CA3 2012);United\nStatesv.Fuertes, 805 F.3d 485, 498 (CA4 2015);United Statesv.Williams,343 F.3d 423, 431 (CA5 2003);Evansv.Zych, 644\nF.3d 447, 453 (CA6 2011);United Statesv.Jackson,\n865 F.3d 946, 952 (CA7 2017), vacated and remanded, 584 U. S.\n___ (2018);United Statesv.Moore,38 F.3d 977, 979–980 (CA8 1994);United Statesv.Amparo,68 F.3d 1222, 1225–1226 (CA9 1995);United Statesv.Munro,394 F.3d 865, 870 (CA10 2005);United Statesv.McGuire, 706 F.3d 1333, 1336–1337 (CA11 2013);United\nStatesv.Kennedy,133 F.3d 53, 56 (CADC 1998); see alsoOvallesv.United States, 905 F.3d 1231, 1295 (CA11 2018) (en banc) (J.\nPryor, J., dissenting) (“For years, and even afterJohnson,\nthe government consistently has urged that we apply a categorical\napproach to §924(c)”).5The government’s own\nregulations reflect this understanding of the ordinary meaning of\n“by its nature.” A Department of Justice regulation provides that\nan inmate is not eligible for early release if he was convicted of\nan offense “that, by its natureor conduct, presents a\nserious potential risk of physical force.” 28 CFR\n§550.55(b)(5)(iii) (2017) (emphasis added); seeBushv.Pitzer,133 F.3d 455, 458 (CA7 1997) (denying early release because\n“[c]onspiracy does not by its ‘nature’ present a serious risk; but\nBush’s ‘conduct’ did so”).6There are at least two\ndifferent canons of construction that sometimes go by the name\n“constitutional avoidance.” The one the government invokes here is\nperhaps better termed the presumption of constitutionality. Of long\nlineage, it holds that courts should, if possible, interpret\nambiguous statutes to avoid rendering them unconstitutional, see,e.g.,Parsonsv.Bedford, 3 Pet. 433, 448–449\n(1830) (Story, J.), and it is distinct from the more modern (and\nmore debated) constitutional doubt canon, which suggests courts\nshould construe ambiguous statutes to avoid the need even to\naddress serious questions about their constitutionality, seeRustv.Sullivan,500 U.S.\n173, 190–191 (1991).7The government claims to\nhave found cases invoking the canon to expand a statute’s reach,\nbut none actually stands for that proposition. Each simply remarks\nin passing that a construction the Court arrived at for other\nreasons had the additional benefit of avoiding vagueness concerns;\nnone suggests that a narrower construction was available. SeeUnited Statesv.Grace,461 U.S.\n171, 176 (1983) (accepting government’s construction, which was\n“not contested by appellees”);United Statesv.Culbert,435 U.S.\n371, 379 (1978) (finding statute clear and refusing to\n“manufacture ambiguity where none exists”);United Statesv.Shreveport Grain & Elevator Co.,287 U.S.\n77, 82–83 (1932) (finding statute unambiguous and construing it\naccording to “the natural import of its terms”). And the dissent,\ndespite compiling a page-long list of constitutional avoidance\ncases spanning “more than 200 years,”post, at 25–26, has\nbeen unable to find any better examples. Seepost, at 29–30\n(opinion of Kavanaugh, J.).8Admittedly, abandoning\nthe categorical approach in favor of the case-specific approach\nwould also have the effect of excluding from the statute’s coverage\ndefendants who commit categoricallyviolentfelonies innonviolentways, and in that respect would be more “lenient”\nfor some defendants. Regardless, the constitutional principles\nunderlying the rule of lenity counsel caution before invoking\nconstitutional avoidance to construe the statute to punish conduct\nthat it does not unambiguously proscribe.9To be sure, the dissent\nsuggests thatLeocalandDimayaadopted a categorical\nreading simply to avoid practical and constitutional problems.Post, at 15–16, 23, and n. 23. But, as we have seen, this\ntoo is mistaken.Leocaldid not even mention those problems,\nandDimayaheld that the text demanded a categorical\napproach. Seesupra, at 9.10The\ndissent claims thatTaylorv.United States,495 U.S.\n575(1990), andNijhawanv.Holder,557 U.S.\n29(2009), pointed to “theabsenceof the word\n‘involved’ ” as one reason to adopt a categorical approach.Post, at 22. Not true.Taylorexplained that the\nACCA’s elements clause requires a categorical approach in part\nbecause it refers to a crime “that ‘has as an element’—not any\ncrime that, in a particular case, involves—the use or threat of\nforce.” 495 U. S., at 600. All the work in that sentence was\nbeing done by the phrase “in a particular case,” not by the word\n“involves.” AndNijhawannoted that the Court had construed\nthe ACCA’s residual clause, which refers to crimes “that\n‘involv[e] conductthat presents a serious potential risk of\nphysical injury,” to require the categorical approach. 557\nU. S., at 36.",
    "joined": []
}