{
    "case": {
        "docket": "18-1195",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1195/"
    },
    "id": "4267758",
    "author": "gorsuch",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1195_________________KENDRA ESPINOZA, et al., PETITIONERSv.MONTANA DEPARTMENT OF REVENUE, et al.on writ of certiorari to the supreme court of\nmontana[June 30, 2020]Justice Gorsuch, concurring.The people of Montana, acting through their\nlegislature, adopted a school choice program. It provided a modest\ntax credit to individuals and businesses who donated to nonprofit\nscholarship organizations. As the program began to take root,\nMontana had just one scholarship organization. It granted\nscholarships to families who were struggling financially or had\nchildren with disabilities. Recipients were free to use the\nscholarships at the schools of their choice. Some families chose\nsecular schools, others religious ones.Kendra Espinoza, the lead petitioner in this\ncase, is a single mother who works three jobs. She planned to use\nscholarships to help keep her daughters at an accredited religious\nschool. That is, until the Montana Supreme Court struck down the\ntax credit program. Those seeking a tax credit were free to choose\nwhether to direct their donations to the independent scholarship\norganization; the organization was then free to choose scholarship\nrecipients; and, after that, parents were free to choose where to\nuse those scholarships. But, the Montana Supreme Court held, this\narrangement impermissibly allowed state funds to find their way to\nreligious schools, in violation of a state constitutional\nprovision. By way of remedy, the court ordered an end to the tax\ncredit program, effectively killing Montana’s school choice\nexperiment: Without tax credits, donations dry up, and so do the\nscholarships enabling school choice.Today, the Court explains how the Montana\nConstitution, as interpreted by the State Supreme Court, violates\nthe First Amendment by discriminating against parents and schools\nbased on their religious status or identity. The Court explains,\ntoo, why the State Supreme Court’s decision to eliminate the tax\ncredit program fails to mask the discrimination. But for the\nMontana Constitution’s impermissible discrimination, after all, the\nlegislature’s tax credit and scholarship program would be still\noperating for the benefit of Ms. Espinoza and everyone else. I\nagree with all the Court says on these scores and join its opinion\nin full. I write separately only to address an additional\npoint.The Court characterizes the Montana Constitution\nas discriminating against parents and schools based on “religious\nstatus and not religious use.”Ante,at 10. No doubt, the\nCourt proceeds as it does to underscore how the outcome of this\ncase follows fromTrinity Lutheran Church of Columbia, Inc.v.Comer, 582 U. S. ___ (2017), where the Court struck\ndown a similar public benefits restriction that, it held,\ndiscriminated on the basis of religious status. No doubt, too,\ndiscrimination on the basis of religious status raises grave\nconstitutional questions for the reasons the Court describes. But I\nwas not sure about characterizing the State’s discrimination inTrinity Lutheranas focused only on religious status, and I\nam even less sure about characterizing the State’s discrimination\nhere that way. Seeid.,at ___–___ (slip op., at 1–2)\n(Gorsuch, J., concurring in part).In the first place, discussion of religious\nactivity, uses, and conduct—not just status—pervades this record.\nThe Montana Constitution forbids the use of public funds “for any\nsectarian purpose,” including to “aid” sectarian schools.\nArt. X, §6(1). Tracking this directive, the State Supreme\nCourt reasoned that the legislature’s tax credit program could be\nused to “subsidiz[e] the sectarian school’s educational program”\nand thereby “strengthen . . . religious education.” 393 Mont. 446,\n466, 467, 435 P.3d 603, 613, 614 (2018). Meanwhile, Ms. Espinoza\nadmits that she would like to use scholarship funds to enable her\ndaughters to be taught in school the “same Christian values” they\nare taught at home. App. to Pet. for Cert. 152. Finally, in its\nbriefing before this Court, Montana has represented that its\nConstitution focuses on preventing the use of tax credits to\nsubsidize religious activity.Not only is the record replete with discussion\nof activities, uses, and conduct, any jurisprudence grounded on a\nstatus-use distinction seems destined to yield more questions than\nanswers. Does Montana seek to prevent religious parents and schools\nfrom participating in a public benefits program (status)? Or does\nthe State aim to bar public benefits from being employed to support\nreligious education (use)? Maybe it’s possible to describe what\nhappened here as status-based discrimination. But it seems equally,\nand maybe more, natural to say that the State’s discrimination\nfocused on what religious parents and schoolsdo—teach\nreligion. Nor are the line-drawing challenges here unique; they\nhave arisen before and will again. SeeTrinity Lutheran, 582\nU. S., at ___–___ (slip op., at 1–2) (opinion of Gorsuch,\nJ.).Most importantly, though, it is not as if the\nFirst Amendment cares. The Constitution forbids laws that prohibit\nthe free exercise of religion. That guarantee protects not just the\nright tobea religious person, holding beliefs inwardly and\nsecretly; it also protects the right toacton those beliefs\noutwardly and publicly. At the time of the First Amendment’s\nadoption, the word “exercise” meant (much as it means today) some\n“[l]abour of the body,” a “[u]se,” as in the “actual application of\nany thing,” or a “[p]ractice,” as in some “outward performance.” 1\nS. Johnson, A Dictionary of the English Language (4th ed. 1773);\nsee alsoibid.(5th ed. 1784). By speaking of a right to\n“free exercise,” rather than a right “of conscience,” an\nalternative the framers considered and rejected, our Constitution\n“extended the broader freedom of action to all believers.”\nMcConnell, The Origins and Historical Understanding of Free\nExercise of Religion, 103 Harv. L. Rev. 1409, 1490 (1989). So\nwhether the Montana Constitution is better described as\ndiscriminating against religious status or use makes no difference:\nIt is a violation of the right to free exercise either way, unless\nthe State can show its law serves some compelling and narrowly\ntailored governmental interest, conditions absent here for reasons\nthe Court thoroughly explains.Our cases have long recognized the importance of\nprotecting religious actions, not just religious status. In its\nvery first decision applying the Free Exercise Clause to the\nStates, the Court explained that the First Amendment protects the\n“freedom to act” as well as the “freedom to believe.”Cantwellv.Connecticut,310\nU.S. 296, 303 (1940). The Court then reversed a criminal\nconviction against Newton Cantwell and his sons, Jehovah’s\nWitnesses who were prosecuted not because of who they were but\nbecause of what they did—proselytize door-to-door without a\nlicense. Seeid., at 300–301, 307, 311. In fact, this Court\nhas already recognized that parents’ decisions about the education\nof their children—the very conduct at issue here—can constitute\nprotected religious activity. InWisconsinv.Yoder,406 U.S.\n205(1972), the Court held that Amish parents could not be\ncompelled to send their children to a public high school if doing\nso would conflict with the dictates of their faith. Seeid.,\nat 214–215, 220, 234–235.Even cases that seemingly focus on religious\nstatus do so with equal respect for religious actions. InMcDanielv.Paty,435 U.S.\n618(1978) (plurality opinion), for example, a State had barred\nthe clergy from serving in the state legislature or at the state\nconstitutional convention. Seeid.,at 620–622. Some have\ndescribed the discrimination there as focused on religious\n“ ‘ status.’ ”Trinity Lutheran, 582\nU. S., at ___ (slip op., at 7) (quotingMcDaniel, 435\nU. S., at 627) (emphasis deleted). But no one can question\nthat conduct lurked just beneath the surface. After all, the State\nidentified clergy based on their “conduct and activity,” and the\nplurality opinion concluded that the State’s prohibition was based\non “status, acts, and conduct.” 435 U. S., at 627; see alsoid.,at 630–633 (Brennan, J., concurring in judgment);Church of Lukumi Babalu Aye, Inc.v.Hialeah,508 U.S.\n520(1993).Consistently, too, we have recognized the First\nAmendment’s protection for religious conduct in public benefits\ncases. When the government chooses to offer scholarships,\nunemployment benefits, or other affirmative assistance to its\ncitizens, those benefits necessarily affect the “baseline against\nwhich burdens on religion are measured.”Lockev.Davey,540 U.S.\n712, 726 (2004) (Scalia, J., dissenting) (citingEversonv.Board of Ed. of Ewing,330 U.S.\n1, 16 (1947)). So, as we have long explained, the government\n“penalize[s] religious activity” whenever it denies to religious\npersons an “equal share of the rights, benefits, and privileges\nenjoyed by other citizens.”Lyngv.Northwest Indian\nCemetery Protective Assn.,485 U.S.\n439, 449 (1988). What benefits the government decides to give,\nwhether meager or munificent, it must give without discrimination\nagainst religious conduct.Our cases illustrate the point. InSherbertv.Verner,374 U.S.\n398(1963), for example, a State denied unemployment benefits\nto Adell Sherbert not because she was a Seventh Day Adventist but\nbecause she had put her faith into practice by refusing to labor on\nthe day she believed God had set aside for rest. Seeid., at\n399–401. Recognizing her right to exercise her religion freely, the\nCourt held that Ms. Sherbert was entitled to benefits. Seeid., at 410. Similarly, inThomasv.Review Bd. of\nInd. Employment Security Div.,450 U.S.\n707(1981), the Court held that Eddie Thomas had the right to\nresign from his job and still collect an unemployment check after\nhe decided he could not assemble military tank turrets consistent\nwith the teachings of his faith. Seeid., at 709–712, 720.\nIn terms that speak equally to our case, the Court explained that\nthe government tests the Free Exercise Clause whenever it\n“conditions receipt of an important benefit upon conduct proscribed\nby a religious faith, or . . . denies such a benefit because of\nconduct mandated by religious belief, thereby putting substantial\npressure on an adherent to modify his behavior and to violate his\nbeliefs.”Id., at 717–718.The First Amendment protects religious uses and\nactions for good reason. What point is it to tell a person that he\nis free tobeMuslim but he may be subject to discrimination\nfordoingwhat his religion commands, attending Friday\nprayers, living his daily life in harmony with the teaching of his\nfaith, and educating his children in its ways? What does it mean to\ntell an Orthodox Jew that she may have her religion but may be\ntargeted for observing her religious calendar? Often, governments\nlack effective ways to control what lies in a person’s heart or\nmind. But they can bring to bear enormous power over what people\nsay and do. The right tobereligious without the right todoreligious things would hardly amount to a right at\nall.If the government could intrude so much in\nmatters of faith, too, winners and losers would soon emerge. Those\napathetic about religion or passive in its practice would suffer\nlittle in a world where only inward belief or status is protected.\nBut what about those with a deep faith that requires them to do\nthings passing legislative majorities might find unseemly or\nuncouth—like knocking on doors to spread their beliefs, refusing to\nbuild tank turrets during wartime, or teaching their children at\nhome? “[T]hose who take their religion seriously, who think that\ntheir religion should affect the whole of their lives,” and those\nwhose religious beliefs and practices are least popular, would face\nthe greatest disabilities.Mitchellv.Helms,530 U.S.\n793, 827–828 (2000) (plurality opinion). A right meant to\nprotect minorities instead could become a cudgel to ensure\nconformity.It doesn’t take a long or searching look through\nhistory or around the world to see how this can go. In the century\nbefore our Nation’s founding, Oliver Cromwell promised to Catholics\nin Ireland: “ ‘As to freedom of conscience, I meddle with no\nman’s conscience; but if you mean by that, liberty to celebrate the\nMass, I would have you understand that in no place where the power\nof the Parliament of England prevails shall that be\npermitted.’ ”McDaniel, 435 U. S., at 631, n. 2\n(opinion of Brennan, J.) (quoting S. Hook, Paradoxes of Freedom 23\n(1962)); see also 1 T. Carlyle, Oliver Cromwell’s Letters and\nSpeeches 395 (1845) (recording Cromwell’s October 19, 1649, letter\nto the Governor of Ross). Even today, in fiefdoms small and large,\npeople of faith are made to choose between receiving the protection\nof the State and living lives true to their religious\nconvictions.Of course, in public benefits cases like the one\nbefore us the stakes are not so dramatic. Individuals are forced\nonly to choose between forgoing state aid or pursuing some aspect\nof their faith. The government does not put a gun to the head, only\na thumb on the scale. But, as so many of our cases explain, the\nFree Exercise Clause doesn’t easily tolerate either; any\ndiscrimination against religious exercise must meet the demands of\nstrict scrutiny. In this way, the Clause seeks to ensure that\nreligion remains “a matter of voluntary choice by individuals and\ntheir associations, [where] each sect ‘ flourish[es] according\nto the zeal of its adherents and the appeal of its dogma,’ ”\ninfluenced by neither where the government points its gun nor where\nit places its thumb.McDaniel, 435 U. S., at 640\n(opinion of Brennan J.) (quotingZorachv.Clauson,343 U.S.\n306, 313 (1952)).Montana’s Supreme Court disregarded these\nfoundational principles. Effectively, the court told the state\nlegislature and parents of Montana like Ms. Espinoza: You can have\nschool choice, but if anyone dares to choose to send a child to an\naccredited religious school, the program will be shuttered. That\ncondition on a public benefit discriminates against the free\nexercise of religion. Calling it discrimination on the basis of\nreligious status or religious activity makes no difference: It is\nunconstitutional all the same.",
    "joined": []
}