{
    "case": {
        "docket": "278",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/278/"
    },
    "id": "1970643",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–796_________________VERNON HUGH BOWMAN, PETITIONERv.MONSANTO COMPANY et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[May 13, 2013]Justice Kagan delivered the opinion of the\nCourt.Under the doctrine of patent exhaustion, the\nauthorized sale of a patented article gives the purchaser, or any\nsubsequent owner, a right to use or resell that article. Such a\nsale, however, does not allow the purchaser to make new copies of\nthe patented invention. The question in this case is whether a\nfarmer who buys patented seeds may reproduce them through planting\nand harvesting without the patent holder’s permission. We hold that\nhe may not.IRespondent Monsanto invented a genetic\nmodification that enables soybean plants to survive exposure to\nglyphosate, the active ingredient in many herbicides (including\nMonsanto’s own Roundup). Monsanto markets soybean seed containing\nthis altered genetic material as Roundup Ready seed. Farmers\nplanting that seed can use a glyphosate-based herbicide to kill\nweeds without damaging their crops. Two patents issued to Monsanto\ncover various aspects of its Roundup Ready technology, including a\nseed in-corporating the genetic alteration. See Supp. App. SA1–21\n(U. S. Patent Nos. 5,352,605 and RE39,247E); see also 657 F.3d\n1341, 1343–1344 (CA Fed. 2011).Monsanto sells, and allows other companies to\nsell, Roundup Ready soybean seeds to growers who assent to a\nspecial licensing agreement. See App. 27a. That agreement permits a\ngrower to plant the purchased seeds in one (and only one) season.\nHe can then consume the resulting crop or sell it as a commodity,\nusually to a grain elevator or agricultural processor. See 657\nF. 3d, at 1344–1345. But under the agreement, the farmer may\nnot save any of the harvested soybeans for replanting, nor may he\nsupply them to anyone else for that purpose. These restrictions\nreflect the ease of producing new generations of Roundup Ready\nseed. Because glyphosate resistance comes from the seed’s genetic\nmaterial, that trait is passed on from the planted seed to the\nharvested soybeans: Indeed, a single Roundup Ready seed can grow a\nplant containing dozens of genetically identical beans, each of\nwhich, if replanted, can grow another such plant—and so on and so\non. See App. 100a. The agreement’s terms prevent the farmer from\nco-opting that process to produce his own Roundup Ready seeds,\nforcing him instead to buy from Monsanto each season.Petitioner Vernon Bowman is a farmer in Indiana\nwho, it is fair to say, appreciates Roundup Ready soybean seed. He\npurchased Roundup Ready each year, from a company affiliated with\nMonsanto, for his first crop of the season. In accord with the\nagreement just described, he used all of that seed for planting,\nand sold his entire crop to a grain elevator (which typically would\nresell it to an agricultural processor for human or animal\nconsumption).Bowman, however, devised a less orthodox\napproach for his second crop of each season. Because he thought\nsuch late-season planting “risky,” he did not want to pay the\npremium price that Monsanto charges for Roundup Ready seed.Id., at 78a; see Brief for Petitioner 6. He therefore went\nto a grain elevator; purchased “commodity soybeans” intended for\nhuman or animal consumption; and planted them in his\nfields.[1] Those soybeans came\nfrom prior harvests of other local farmers. And because most of\nthose farmers also used Roundup Ready seed, Bowman could anticipate\nthat many of the purchased soybeans would contain Monsanto’s\npatented technology. When he applied a glyphosate-based herbicide\nto his fields, he confirmed that this was so; a significant\nproportion of the new plants survived the treatment, and produced\nin their turn a new crop of soybeans with the Roundup Ready trait.\nBowman saved seed from that crop to use in his late-season planting\nthe next year—and then the next, and the next, until he had\nharvested eight crops in that way. Each year, that is, he planted\nsaved seed from the year before (sometimes adding more soybeans\nbought from the grain elevator), sprayed his fields with glyphosate\nto kill weeds (and any non-resistant plants), and produced a new\ncrop of glyphosate-resistant—i.e.,Roundup\nReady—soybeans.After discovering this practice, Monsanto sued\nBowman for infringing its patents on Roundup Ready seed. Bowman\nraised patent exhaustion as a defense, arguing that Monsanto could\nnot control his use of the soybeans because they were the subject\nof a prior authorized sale (from local farmers to the grain\nelevator). The District Court rejected that argument, and awarded\ndamages to Monsanto of $84,456. The Federal Circuit affirmed. It\nreasoned that patent exhaustion did not protect Bowman because he\nhad “created a newly infringing article.” 657 F. 3d, at 1348.\nThe “right to use” a patented article following an authorized sale,\nthe court explained, “does not include the right to construct an\nessentially new article on the template of the original, for the\nright to make the article remains with the patentee.”Ibid.(brackets and internal quotation marks omitted). Accordingly,\nBowman could not “ ‘replicate’ Monsanto’s patented technology\nby planting it in the ground to create newly infringing genetic\nmaterial, seeds, and plants.”Ibid.We granted certiorari to consider the important\nquestion of patent law raised in this case, 568 U. S. ___\n(2012), and now affirm.IIThe doctrine of patent exhaustion limits a\npatentee’s right to control what others can do with an article\nembodying or containing an invention.[2] Under the doctrine, “the initial authorized sale of a\npatented item terminates all patent rights to that item.”Quanta\nComputer, Inc.v.LG Electronics, Inc.,553 U.S.\n617, 625 (2008). And by “exhaust[ing] the [patentee’s]\nmonopoly” in that item, the sale confers on the purchaser, or any\nsubsequent owner, “the right to use [or] sell” the thing as he sees\nfit.United Statesv.Univis Lens Co.,316 U.S.\n241, 249–250 (1942). We have explained the basis for the\ndoctrine as follows: “[T]he purpose of the patent law is fulfilled\nwith respect to any particular article when the patentee has\nreceived his reward . . . by the sale of the article”; once that\n“purpose is realized the patent law affords no basis for\nrestraining the use and enjoyment of the thing sold.”Id.,at 251.Consistent with that rationale, the doctrine\nrestricts a patentee’s rights only as to the “particular article”\nsold,ibid.; it leaves untouched the patentee’s ability to\nprevent a buyer from making new copies of the patented item. “[T]he\npurchaser of the [patented] machine . . . does not acquire any\nright to construct another machine either for his own use or to be\nvended to another.”Mitchellv.Hawley, 16 Wall. 544,\n548 (1873); seeWilbur-Ellis Co.v.Kuther,377 U.S.\n422, 424 (1964) (holding that a purchaser’s “reconstruction” of\na patented machine “would impinge on the patentee’s right‘to\nexclude others from making’. . . the article” (quoting 35\nU. S. C. §154 (1964 ed.))). Rather, “a second creation”\nof the patented item “call[s] the monopoly, conferred by the patent\ngrant, into play for a second time.”Aro Mfg. Co.v.Convertible Top Replacement Co.,365\nU.S. 336, 346 (1961). That is because the patent holder has\n“received his reward” only for the actual article sold, and not for\nsubsequent recreations of it.Univis, 316 U. S., at\n251. If the purchaser of that article could make and sell endless\ncopies, the patent would effectively protect the invention for just\na single sale. Bowman himself disputes none of this analysis as a\ngeneral matter: He forthrightly acknowledges the “well settled”\nprinciple “that the exhaustion doctrine does not extend to the\nright to ‘make’ a new product.” Brief for Petitioner 37 (citingAro, 365 U. S., at 346).Unfortunately for Bowman, that principle decides\nthis case against him. Under the patent exhaustion doctrine, Bowman\ncould resell the patented soybeans he purchased from the grain\nelevator; so too he could consume the beans himself or feed them to\nhis animals. Monsanto, although the patent holder, would have no\nbusiness interfering in those uses of Roundup Ready beans. But the\nexhaustion doctrine does not enable Bowman to makeadditionalpatented soybeans without Monsanto’s permission\n(either express or implied). And that is precisely what Bowman did.\nHe took the soybeans he purchased home; planted them in his fields\nat the time he thought best; applied glyphosate to kill weeds (as\nwell as any soy plants lacking the Roundup Ready trait); and\nfinally harvested more (many more) beans than he started with. That\nis how “to ‘make’ a new product,” to use Bowman’s words, when the\noriginal product is a seed. Brief for Petitioner 37; see Webster’s\nThird New International Dictionary 1363 (1961) (“make” means “cause\nto exist, occur, or appear,” or more specifically, “plant and raise\n(a crop)”). Because Bowman thus reproduced Monsanto’s patented\ninvention, the exhaustion doctrine does not protect him.[3]Were the matter otherwise, Monsanto’s patent\nwould provide scant benefit. After inventing the Roundup Ready\ntrait, Monsanto would, to be sure, “receiv[e] [its] reward” for the\nfirst seeds it sells.Univis, 316 U. S., at 251. But in\nshort order, other seed companies could reproduce the product and\nmarket it to growers, thus depriving Mon-santo of its monopoly. And\nfarmers themselves need only buy the seed once, whether from\nMonsanto, a competitor, or (as here) a grain elevator. The grower\ncould multiply his initial purchase, and then multiply that new\ncreation,ad infinitum—each time profiting from the patented\nseed without compensating its inventor. Bowman’s late-season\nplantings offer a prime illustration. After buying beans for a\nsingle harvest, Bowman saved enough seed each year to reduce or\neliminate the need for additional purchases. Monsanto still held\nits patent, but received no gain from Bowman’s annual production\nand sale of Roundup Ready soybeans. The exhaustion doctrine is\nlimited to the “particular item” sold to avoid just such a mismatch\nbetween invention and reward.Our holding today also follows fromJ. E. M. Ag Supply, Inc.v.Pioneer\nHi-Bred Int’l, Inc.,534 U.S.\n124(2001). We considered there whether an inventor could get a\npatent on a seed or plant, or only a certificate issued under the\nPlant Variety Protection Act (PVPA), 7 U. S. C. §2321et seq.We decided a patent was available, rejecting\nthe claim that the PVPA implicitly repealed the Patent Act’s\ncoverage of seeds and plants. On our view, the two statutes\nestablished different, but not conflicting schemes: The\nrequirements for getting a patent “are more stringent than those\nfor obtaining a PVP certificate, and the pro-tections afforded” by\na patent are correspondingly greater.J. E. M.,\n534 U. S., at 142. Most notable here, we explained that only a\npatent holder (not a certificate holder) could prohibit “[a] farmer\nwho legally purchases and plants” a protected seed from saving\nharvested seed “for replanting.”Id., at 140; seeid., at 143 (noting that the Patent Act, unlike the PVPA,\ncontains “no exemptio[n]” for “saving seed”). That statement is\ninconsistent with applying exhaustion to protect conduct like\nBowman’s. If a sale cut off the right to control a patented seed’s\nprogeny, then (contrary toJ. E. M.) the patentee\ncouldnotprevent the buyer from saving harvested seed.\nIndeed, the patentee could not stop the buyer fromsellingsuch seed, which even a PVP certificate owner (who, recall, is\nsupposed to have fewer rights) can usually accomplish. See 7\nU. S. C. §§2541, 2543. Those limitations would turn\nupside-down the statutory schemeJ. E. M.described.Bowman principally argues that exhaustion should\napply here because seeds are meant to be planted. The exhaustion\ndoctrine, he reminds us, typically prevents a patentee from\ncontrolling the use of a patented product following an authorized\nsale. And in planting Roundup Ready seeds, Bowman continues, he is\nmerely using them in the normal way farmers do. Bowman thus\nconcludes that allowing Monsanto to interfere with that use would\n“creat[e] an impermissible exception to the exhaustion doctrine”\nfor patented seeds and other “self-replicating technologies.” Brief\nfor Petitioner 16.But it is really Bowman who is asking for an\nunprecedented exception—to what he concedes is the “well settled”\nrule that “the exhaustion doctrine does not extend to the right to\n‘make’ a new product.” Seesupra,at 5. Reproducing a\npatented article no doubt “uses” it after a fashion. But as already\nexplained, we have always drawn the boundaries of the exhaustion\ndoctrine to exclude that activity, so that the patentee retains an\nundiminished right to prohibit others from making the thing his\npatent protects. See,e.g., Cotton-Tie Co.v.Simmons,106 U.S.\n89, 93–94 (1882) (holding that a purchaser could not “use” the\nbuckle from a patented cotton-bale tie to “make” a new tie). That\nis because, once again, if simple copying were a protected use, a\npatent would plummet in value after the first sale of the first\nitem containing the invention. The undiluted patent monopoly, it\nmight be said, would extend not for 20 years (as the Patent Act\npromises), but for only one transaction. And that would result in\nless incentive for innovation than Congress wanted. Hence our\nrepeated insistence that exhaustion applies only to the particular\nitem sold, and not to reproductions.Nor do we think that rule will prevent farmers\nfrom making appropriate use of the Roundup Ready seed they buy.\nBowman himself stands in a peculiarly poor position to assert such\na claim. As noted earlier, the commodity soybeans he purchased were\nintended not for planting, but for consumption. Seesupra,at 2–3. Indeed, Bowman conceded in deposition testimony that he\nknew of no other farmer who employed beans bought from a grain\nelevator to grow a new crop. See App. 84a. So a non-replicating use\nof the commodity beans at issue here was not just available, but\nstandard fare. And in the more ordinary case, when a farmer\npurchases Roundup Ready seedquaseed—that is, seed intended\nto grow a crop—he will be able to plant it. Monsanto, to be sure,\nconditions the farmer’s ability to reproduce Roundup Ready; but it\ndoes not—could not realistically—preclude all planting. No sane\nfarmer, after all, would buy the product without some ability to\ngrow soybeans from it. And so Monsanto, predictably enough, sells\nRoundup Ready seed to farmers with a license to use it to make a\ncrop. Seesupra,at 2, 6, n. 3. Applying our usual rule in\nthis context therefore will allow farmers to benefit from Roundup\nReady, even as it rewards Monsanto for its innovation.Still, Bowman has another seeds-are-special\nargument: that soybeans naturally “self-replicate or ‘sprout’\nunless stored in a controlled manner,” and thus “it was the planted\nsoybean, not Bowman” himself, that made replicas of Monsanto’s\npatented invention. Brief for Petitioner 42; see Tr. of Oral Arg.\n14 (“[F]armers, when they plant seeds, they don’t exercise any\ncontrol . . . over their crop” or “over the creative process”). But\nwe think that blame-the-bean defense tough to credit. Bowman was\nnot a passive observer of his soybeans’ multiplication; or put\nanother way, the seeds he purchased (miraculous though they might\nbe in other respects) did not spontaneously create eight successive\nsoybean crops. As we have explained,supraat 2–3, Bowman\ndevised and executed a novel way to harvest crops from Roundup\nReady seeds without paying the usual premium. He purchased beans\nfrom a grain elevator anticipating that many would be Roundup\nReady; applied a glyphosate-based herbicide in a way that culled\nany plants without the patented trait; and saved beans from the\nrest for the next season. He then planted those Roundup Ready beans\nat a chosen time; tended and treated them, including by exploiting\ntheir patented glyphosate-resistance; and harvested many more\nseeds, which he either marketed or saved to begin the next cycle.\nIn all this, the bean surely figured. But it was Bowman, and not\nthe bean, who controlled the reproduction (unto the eighth\ngeneration) of Monsanto’s patented invention.Our holding today is limited—addressing the\nsitua- tion before us, rather than every one involving a\nself-replicating product. We recognize that such inventions are\nbecoming ever more prevalent, complex, and diverse. In another\ncase, the article’s self-replication might occur outside the\npurchaser’s control. Or it might be a necessary but incidental step\nin using the item for another purpose. Cf. 17 U. S. C.\n§117(a)(1) (“[I]t is not [a copyright] infringement for the owner\nof a copy of a computer program to make . . . another copy or\nadaptation of that computer program provide[d] that such a new copy\nor adaptation is created as an essential step in the utilization of\nthe computer program”). We need not address here whether or how the\ndoctrine of patent exhaustion would apply in such circumstances. In\nthe case at hand, Bowman planted Monsanto’s patented soybeans\nsolely to make and market replicas of them, thus depriving the\ncompany of the reward patent law provides for the sale of each\narticle. Patent exhaustion provides no haven for that conduct. We\naccordingly affirm the judgment of the Court of Appeals for the\nFederal Circuit.It is so ordered.Notes1Grain elevators, as\nindicated above, purchase grain from farmers and sell it for\nconsumption; under federal and state law, they generally cannot\npackage or market their grain for use as agricultural seed. See 7\nU. S. C. §1571; Ind. Code §15–15–1–32 (2012). But because\nsoybeans are themselves seeds, nothing (except, as we shall see,\nthe law) prevented Bowman from planting, rather than consuming, the\nproduct he bought from the grain elevator.2The Patent Act grants a\npatentee the “right to exclude others from making, using, offering\nfor sale, or selling the invention.” 35 U. S. C.\n§154(a)(1); see §271(a) (“[W]hoever without authority makes, uses,\noffers to sell, or sells any patented invention . . . infringes the\npatent”).3This conclusion applies\nhowever Bowman acquired Roundup Ready seed: The doctrine of patent\nexhaustion no more protected Bowman’s reproduction of the seed he\npurchased for his first crop (from a Monsanto-affiliated seed\ncompany) than the beans he bought for his second(from a grain\nelevator). The difference between the two purchases was that the\nfirst—but not the second—came with a license from Monsanto to plant\nthe seed and then harvest and market one crop of beans. We do not\nhere confront a case in which Monsanto (or an affiliated seed\ncompany) sold Roundup Ready to a farmer without an express license\nagreement. For reasons we explain below, we think that case\nunlikely to arise. Seeinfra,at 9. And in the event it did,\nthe farmer might reasonably claim that the sale came with an\nimplied license to plant and harvest one soybean crop.",
    "joined": []
}