{
    "case": {
        "docket": "622",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/622/"
    },
    "id": "3407055",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–1487_________________TONY HENDERSON, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[May 18, 2015]Justice Kagan delivered the opinion of the\nCourt.Government agencies sometimes come into\npossession of firearms lawfully owned by individuals facing serious\ncriminal charges. If convicted, such a person cannot recover his\nguns because a federal statute, 18 U. S. C. §922(g), prohibits any\nfelon from possessing firearms. In this case, we consider what\n§922(g) allows a court to do when a felon instead seeks the\ntransfer of his guns to either a firearms dealer (for future sale\non the open market) or some other third party. We hold that §922(g)\ndoes not bar such a transfer unless it would allow the felon to\nlater control the guns, so that he could either use them or direct\ntheir use.IThe Federal Government charged petitioner Tony\nHenderson, then a U. S. Border Patrol agent, with the felony\noffense of distributing marijuana. See 21 U. S. C. §§841(a)(1),\n(b)(1)(D). A Magistrate Judge required that Henderson surrender all\nhis firearms as a condition of his release on bail. Henderson\ncomplied, and the Federal Bureau of Investigation (FBI) took\ncustody of the guns. Soon afterward, Henderson pleaded guilty to\nthe distribution charge; as a result of that conviction, §922(g)\nprevents him from legally repossessing his firearms.Following his release from prison, Henderson\nasked the FBI to transfer the guns to Robert Rosier, a friend who\nhad agreed to purchase them for an unspecified price. The FBI\ndenied the request. In a letter to Henderson, it explained that\n“the release of the firearms to [Rosier] would place you in\nviolation of [§922(g)], as it would amount to constructive\npossession” of the guns. App. 121.Henderson then returned to the court that had\nhandled his criminal case to seek release of his firearms. Invoking\nthe court’s equitable powers, Henderson asked for an order\ndirecting the FBI to transfer the guns either to his wife or to\nRosier. The District Court denied the motion, concluding (as the\nFBI had) that Henderson could not “transfer the firearms or receive\nmoney from their sale” without “constructive[ly] possessi[ng]” them\nin violation of §922(g). No. 3:06–cr–211 (MD Fla., Aug. 8, 2012),\nApp. to Pet. for Cert. 5a–6a, 12a. The Court of Appeals for the\nEleventh Circuit affirmed on the same ground, reasoning that\ngranting Henderson’s motion would amount to giving a felon\n“constructive possession” of his firearms. 555 Fed. Appx. 851, 853\n(2014) (per curiam).[1]We granted certiorari, 574 U. S. ___\n(2014), to resolve a circuit split over whether, as the courts\nbelow held, §922(g) categorically prohibits a court from approving\na convicted felon’s request to transfer his firearms to an-other\nperson.[2] We now vacate the\ndecision below.IIA federal court has equitable authority, even\nafter a criminal proceeding has ended, to order a law enforcement\nagency to turn over property it has obtained during the case to the\nrightful owner or his designee. See,e.g.,United\nStatesv.Martinez, 241 F. 3d 1329, 1330–1331 (CA11\n2001) (citing numerous appellate decisions to that effect); Tr. of\nOral Arg. 41 (Solicitor General agreeing). Congress, however, may\ncabin that power in various ways. As relevant here, §922(g) makes\nit unlawful for any person convicted of a felony to “possess in or\naffecting commerce[ ] any firearm or ammunition.” That\nprovision prevents a court from instructing an agency to return\nguns in its custody to a felon-owner like Henderson, because that\nwould place him in violation of the law. The question here is how\n§922(g) affects a court’s authority to instead direct the transfer\nof such firearms to a third party.Section 922(g) proscribes possession alone, but\ncovers possession in every form. By its terms, §922(g) does not\nprohibit a felon fromowningfirearms. Rather, it interferes\nwith a single incident of ownership—one of the proverbial sticks in\nthe bundle of property rights—by preventing the felon from\nknowinglypossessinghis (or an-other person’s) guns. But\nthat stick is a thick one, encompassing what the criminal law\nrecognizes as “actual” and “constructive” possession alike. 2A K.\nO’Malley, J. Grenig, & W. Lee, Federal Jury Practice and\nInstructions, Criminal §39.12, p. 55 (6th ed. 2009) (hereinafter\nO’Malley); seeNational Safe Deposit Co.v.Stead,\n232 U. S. 58, 67 (1914) (noting that in “legal terminology”\nthe word “possession” is “interchangeably used to describe” both\nthe actual and the constructive kinds). Actual possession exists\nwhen a person has direct physical control over a thing. See Black’s\nLaw Dictionary 1047 (5th ed. 1979) (hereinafter Black’s); 2A\nO’Malley §39.12, at 55. Constructive possession is established when\na person, though lacking such physical custody, still has the power\nand intent to exercise control over the object. See Black’s 1047;\n2A O’Malley §39.12, at 55. Section 922(g) thus prevents a felon not\nonly from holding his firearms himself but also from maintaining\ncontrol over those guns in the hands of others.That means, as all parties agree, that §922(g)\nprevents a court from ordering the sale or other transfer of a\nfelon’s guns to someone willing to give the felon access to them or\nto accede to the felon’s instructions about their future use. See\nBrief for United States 23; Reply Brief 12. In such a case, the\nfelon would have control over the guns, even while another person\nkept physical custody. The idea of constructive possession is\ndesigned to preclude just that result, “allow[ing] the law to reach\nbeyond puppets to puppeteers.”United Statesv.Al-Rekabi, 454 F. 3d 1113, 1118 (CA10 2006). A felon\ncannot evade the strictures of §922(g) by arranging a sham transfer\nthat leaves him in effective control of his guns. And because that\nis so, a court may no more approve such a transfer than order the\nreturn of the firearms to the felon himself.The Government argues that §922(g) prohibits\nstill more—that it bars a felon, except in one circumstance, from\ntransferring his firearms to another person, no matter how\nindependent of the felon’s influence. According to the Government,\na felon “exercises his right to control” his firearms, and thus\nviolates §922(g)’s broad ban on possession, merely by “select[ing]\nthe[ir] first recipient,” because that choice “determine[s] who\n[will] (and who [will] not) next have access to the firearms.”\nBrief for United States 24. And that remains so even if a felon\nnever retakes physical custody of the guns and needs a court order\nto approve and effectuate the proposed transfer. The felon (so says\nthe Government) still exerts enough sway over the guns’ disposition\nto “have constructive possession” of them.Id., at 25. The\nonly time that is not true, the Government claims, is when a felon\nasks the court to transfer the guns to a licensed dealer or other\nparty who will sell the guns for him on the open market. Seeid., at 20–22; Tr. of Oral Arg. 18–21. Because the felon\nthen does not control the firearms’ final destination, the\nGovernment avers, he does not constructively possess them and a\ncourt may approve the transfer. Seeibid.But the Government’s theory wrongly conflates\nthe right to possess a gun with another incident of ownership,\nwhich §922(g) does not affect: the right merely to sell or\notherwise dispose of that item. Cf.Andrusv.Allard,\n444 U. S. 51 –66 (1979) (distinguishing between entitlements to\npossess and sell property). Consider the scenario that the\nGovernment claims would violate §922(g). The felon has nothing to\ndo with his guns before, during, or after the transaction in\nquestion, except to nominate their recipient. Prior to the\ntransfer, the guns sit in an evidence vault, under the sole custody\nof law enforcement officers. Assuming the court approves the\nproposed recipient, FBI agents handle the firearms’ physical\nconveyance, without the felon’s participation. Afterward, the\npurchaser or other custodian denies the felon any access to or\ninfluence over the guns; the recipient alone decides where to store\nthem, when to loan them out, how to use them, and so on. In short,\nthe arrangement serves only to divest the felon of his firearms—and\neven that much depends on a court’s approving the designee’s\nfitness and ordering the transfer to go forward. Such a felon\nexercises not a possessory interest (whether directly or through\nanother), but instead a naked right of alienation—the capacity to\nsell or transfer his guns, unaccompanied by any control over\nthem.[3]The Government’s view of what counts as\n“possession” would also extend §922(g)’s scope far beyond its\npurpose. Congress enacted that ban to keep firearms away from\nfelons like Henderson, for fear that they would use those guns\nirresponsibly. SeeSmallv.United States, 544\nU. S. 385, 393 (2005) . Yet on the Government’s construction,\n§922(g) would prevent Henderson from disposing of his firearms even\nin ways that guarantee he never uses them again, solely because he\nplayed a part in selecting their transferee. He could not, for\nexample, place those guns in a secure trust for distribution to his\nchildren after his death. He could not sell them to someone halfway\naround the world. He could not even donate them to a law\nenforcement agency. See Tr. of Oral Arg. 22. Results of that kind\nwould do nothing to advance §922(g)’s purpose.Finally, the Government’s expansive idea of\nconstructive possession fits poorly with its concession that a\nfelon in Henderson’s position may select a firearms dealer or other\nthird party to sell his guns and give him the proceeds. After all,\nthe felon chooses the guns’ “first recipient” in that case too,\ndeciding who “next ha[s] access to the firearms.” Brief for United\nStates 24; seesupra,at 5. If (as the Government argues)\nthat is all it takes to exercise control over and thus\nconstructively possess an item, then (contrary to the Government’s\nview) the felon would violate §922(g) merely by selecting a dealer\nto sell his guns. To be sure, that person will predictably convey\nthe firearms to someone whom the felon does not know and cannot\ncontrol: That is why the Government, as a practical matter, has no\nworries about the transfer. See Tr. of Oral Arg. 19–21. But that\nfact merely demonstrates how the Government’s view of §922(g) errs\nin its focus in a case like this one. What matters here isnotwhether a felon plays a role in deciding where his\nfirearms should go next: That test would logically prohibit a\ntransfer even whenthe chosen recipient will later sell the guns to\nsomeone else. What matters instead is whether the felon will have\nthe ability to use or direct the use of his firearms afterthe\ntransfer. That is what gives the felon constructive possession.Accordingly, a court facing a motion like\nHenderson’s may approve the transfer of guns consistently with\n§922(g) if, but only if, that disposition prevents the felon from\nlater exercising control over those weapons, so that he could\neither use them or tell someone else how to do so. One way to\nensure that result, as the Government notes, is to order that the\nguns be turned over to a firearms dealer, himself independent of\nthe felon’s control, for subsequent sale on the open market. See,e.g.,United Statesv.Zaleski, 686 F. 3d 90,\n92–94 (CA2 2012). Indeed, we can see no reason, absent exceptional\ncircumstances, to disapprove a felon’s motion for such a sale,\nwhether or not he has picked the vendor. That option, however, is\nnot the only one available under §922(g). A court may also grant a\nfelon’s request to transfer his guns to a person who expects to\nmaintain custody of them, so long as the recipient will not allow\nthe felon to exert any influence over their use. In considering\nsuch a motion, the court may properly seek certain assurances: for\nexample, it may ask the proposed transferee to promise to keep the\nguns away from the felon, and to acknowledge that allowing him to\nuse them would aid and abet a §922(g) violation. Seeid., at\n94;United Statesv.Miller, 588 F. 3d 418, 420 (CA7\n2009). Even such a pledge, of course, might fail to provide an\nadequate safeguard, and a court should then disapprove the\ntransfer. See,e.g.,Statev.Fadness, 363\nMont. 322, 341–342, 268 P. 3d 17, 30 (2012) (upholding a trial\ncourt’s finding that the assurances given by a felon’s parents were\nnot credible). But when a court is satisfied that a felon will not\nretain control over his guns, §922(g) does not apply, and the court\nhas equitable power to accommodate the felon’s request.Neither of the courts below assessed Henderson’s\nmotion for a transfer of his firearms in accord with these\nprinciples. We therefore vacate the judgment of the Court of\nAppeals and remand the case for further proceedings consistent with\nthis opinion.It is so ordered.Notes1The Court of Appeals\nadded that Henderson’s “equitable argument rings hollow” because a\nconvicted felon has “unclean hands to demand return [or transfer]\nof his firearms.” 555 Fed. Appx., at 854. That view is wrong, as\nall parties now agree. See Brief for Petitioner 35–39; Brief for\nUnited States 31, n. 8; Tr. of Oral Arg. 33, 42. The unclean\nhands doctrine proscribes equitable relief when, but only when, an\nindivid-ual’s misconduct has “immediate and necessary relation to\nthe equity that he seeks.”Keystone Driller Co.v.General Excavator Co., 290 U. S. 240, 245 (1933) . The\ndoctrine might apply, for example, if a felon requests the return\nor transfer of property used in furtherance of his offense. See,e.g.,United Statesv.Kaczynski, 551 F. 3d\n1120, 1129–1130 (CA9 2009) (holding that the Unabomber had unclean\nhands to request the return of bomb-making materials). But\nHenderson’s felony conviction had nothing to do with his firearms,\nso the unclean hands rule has no role to play here.2Compare 555 Fed. Appx.\n851, 853–854 (CA11 2014) (per curiam) (case below) (holding\nthat §922(g) bars any transfer);United Statesv.Felici, 208 F. 3d 667, 670 (CA8 2000) (same), withUnitedStatesv.Zaleski, 686 F. 3d 90, 92–94\n(CA2 2012) (holding that §922(g) permits some transfers);United\nStatesv.Miller, 588 F. 3d 418, 419–420 (CA7 2009)\n(same).3The Government calls our\nattention to several cases in which courts have found constructive\npossession of firearms based on evidence that a felon negotiated\nand arranged a sale of guns while using a third party to make the\nphysical handoff to the buyer. See,e.g.,United\nStatesv.Nungaray, 697 F. 3d 1114, 1116–1119 (CA9\n2012);United Statesv.Virciglio, 441 F. 2d\n1295, 1297–1298 (CA5 1971). But the facts in the cited cases bear\nno similarity to those here. In each, the defendant-felon\ncontrolled the guns’ movement both before and during the\ntransaction at issue (and even was present at the delivery site).\nAs the Government explains, the felon could “make a gun appear” at\nthe time and place of his choosing and decide what would happen to\nit once it got there. Tr. of Oral Arg. 27. Indeed, he could have\nchosen to take the firearms for himself or direct them to someone\nunder his influence. The felon’s management of the sale thus\nexemplified, and served as evidence of, his broader command over\nthe guns’ location and use—the very hallmark of possession. But as\njust explained, that kind of control is absent when a felon can do\nno more than nominate an independent recipient for firearms in a\nfederal agency’s custody. The decisions the Government invokes thus\nhave no bearing on this case; nor does our decision here, which\naddresses only §922(g)’s application to court-supervised transfers\nof guns, prevent the Government from bringing charges under §922(g)\nin cases resembling those cited.",
    "joined": []
}