{
    "case": {
        "docket": "20-1641",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-1641/"
    },
    "id": "4598452",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–1641_________________MARIETTA MEMORIAL HOSPITAL EMPLOYEE HEALTH\nBENEFIT PLAN, et al., PETITIONERSv.DaVITA INC.,\net al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 21, 2022]Justice Kagan, with whom Justice Sotomayor\njoins, dissenting in part.Today the Court crafts for the Medicare\nSecondary Payer Act (MSPA) a massive and inexplicable workaround.\nThe MSPA instructs that a group health plan “may not differentiate\nin the benefits it provides between individuals having end stage\nrenal disease and other individuals covered by such plan on the\nbasis of the existence of end stage renal disease, the need for\nrenal dialysis, or in any other manner.” 42 U. S. C.\n§1395y(b)(1)(C)(ii). The majority holds that the plan here does not\nso “differentiate” because it draws distinctions only between\ndialysis and other treatments—not between individuals with end\nstage renal disease and individuals without it. Seeante, at\n6, n. 2. That conclusion flies in the face of both common\nsense and the statutory text.[1]*One fact is key to understanding this case:\nOutpatient dialysis is an almost perfect proxy for end stage renal\ndisease. Virtually everyone with end stage renal disease—and hardly\nanyone else—undergoes outpatient dialysis. Ninety-seven percent of\npeople diagnosed with end stage renal disease—all those who do not\nobtain a preemptive kidney transplant—undergo dialysis. See\nNational Institutes of Health, United States Renal Data System,\n2021 Ann. Data Rep.: End Stage Renal Disease, ch. 1, figure 1.2,\nhttps://adr.usrds.org/2021/end-stage-renal-disease. And 99.5% of\nDaVita’s outpatient dialysis patients have or develop end stage\nrenal disease. See Brief for Respondents 6.Because that is so, common sense suggests that\nwe should not care whether a health plan differentiates in benefits\nby targeting people with end stage renal disease, or instead by\ntargeting the use of dialysis. When “status and conduct” are\nproxies for each other, “[o]ur decisions have declined to\ndistinguish” between them.Christian Legal Soc. Chapter of Univ.\nof Cal., Hastings College of Lawv.Martinez,561 U.S.\n661, 689 (2010). So, for example, we have explained that a\npenalty for “homosexual conduct” is a penalty for “homosexual\npersons.”Lawrencev.Texas,539\nU.S. 558, 575 (2003). And likewise, a “tax on wearing yarmulkes\nis a tax on Jews.”Brayv.Alexandria Women’s Health\nClinic,506 U.S.\n263, 270 (1993). The same goes here: A reimbursement limit for\noutpatient dialysis is in reality a reimbursement limit for people\nwith end stage renal disease. And so a plan singling out dialysis\nfor disfavored coverage “differentiate[s] in the benefits it\nprovides between individuals having end stage renal disease and\nother individuals.” §1395y(b)(1)(C)(ii). That is so even if, as\npetitioner Marietta notes, dialysis is also a treatment for some\nminiscule number of people with acute kidney injury. See Reply\nBrief 13. That a proxy is only 99.5% (not 100%) accurate should\nmake no difference. A tax on yarmulkes remains a tax on Jews, even\nif friends of other faiths might occasionally don one at a Bar\nMitzvah.And if common sense were not enough, statutory\ntext would come to the rescue. Congress was well aware of the\nrelationship between end stage renal disease and dialysis—and the\ntext it wrote reflects that knowledge. The statute proscribes not\njust differentiation “on the basis of the existence of end stage\nrenal disease,” but also “on the basis of . . . the need\nfor renal dialysis, or in any other manner.” §1395y(b)(1)(C)(ii).\nThe back half of that provision prevents exactly the circumvention\nthe majority today allows. It bars plans from differentiating\nbetween people with and without end stage renal disease even when\nthat differentiation is accomplished indirectly—by targeting their\ntreatment, or by relying on some other proxy for the condition. So\ncontra the majority, the statutory text does indeed prohibit\ndifferentiation as to services—and not only as to individuals. Seeante, at 6, n. 2.That reading also fits with the statute’s\npurpose. As the majority recognizes, the MSPA’s renal disease\nprovisions were designed to prevent plans from foisting the cost of\ndialysis onto Medicare. Seeante, at 2. Yet the Court now\ntells plans they can do just that, so long as they target dialysis,\nrather than the patients who rely on it, for disfavored coverage.\nCongress would not—and did not—craft a statute permitting such a\nmaneuver. Now Congress will have to fix a statute this Court has\nbroken. I respectfully dissent.Notes1*Like the majority, I am\nunpersuaded by DaVita’s arguments concerning disparate-impact\nliability and the MSPA’s separate take-into-account clause. Seeante, at 5, 7. But I part ways with the majority as to\nDaVita’s “proxy” theory (which the majority relegates to a\nfootnote). Seeante, at 6, n. 2.",
    "joined": []
}