{
    "case": {
        "docket": "319",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/319/"
    },
    "id": "1963644",
    "author": "kagan",
    "type": "opinion",
    "text": "OPINION OF THE COURTTAPIA V. UNITED STATES564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-5400ALEJANDRA TAPIA, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the ninth circuit[June 16, 2011]Justice Kagan delivered the\nopinion of the Court.We consider here whether the\nSentencing Reform Act pre-cludes federal courts from imposing or\nlengthening a prison term in order to promote a criminal\ndefendant’s rehabilitation. We hold that it does.IPetitioner Alejandra Tapia was\nconvicted of,inter alia, smuggling unauthorized aliens\ninto the United States, in violation of 8 U. S. C.\n§§1324(a)(2)(B)(ii) and (iii). At sen-tencing, the District Court\ndetermined that the United States Sentencing Guidelines recommended\na prison term of between 41 and 51 months for Tapia’s offenses. The\ncourt decided to impose a 51-month term, followed by three years of\nsupervised release. In explaining its reasons, the court referred\nseveral times to Tapia’s need for drug treatment, citing in\nparticular the Bureau of Prison’s Residential Drug Abuse Program\n(known as RDAP or the 500 Hour Drug Program). The court indicated\nthat Tapia should serve a prison term long enough to qualify for\nand complete that program:“The sentence has to be\nsufficient to provide needed correctional treatment, and here I\nthink the needed correctional treatment is the 500 Hour Drug\nProgram..     .     .     .     .“Here I have to say that one of the factors that—I am going to\nimpose a 51-month sentence, … and one of the factors that affects\nthis is the need to provide treatment. In other words, so she is in\nlong enough to get the 500 Hour Drug Program, number one.” App.\n27.(“Number two” was “to deter her from committing\nother criminal offenses.”Ibid.) The court “strongly\nrecommend[ed]” to the Bureau of Prisons (BOP) that Tapia\n“participate in [RDAP] and that she serve her sentence at” the\nFederal Correctional Institution in Dublin, California (FCI\nDublin), where “they have the appropriate tools … to help her, to\nstart to make a recovery.”Id.,at 29. Tapia did not\nobject to the sentence at that time.Id., at 31.On appeal, however, Tapia argued that the\nDistrict Court had erred in lengthening her prison term to make her\neligible for RDAP. App. to Pet. for Cert. 2. In Tapia’s view, this\naction violated 18 U. S. C. §3582(a), which instructs\nsentencing courts to “recogniz[e] that imprisonment is not an\nappropriate means of promoting correction and rehabilitation.” The\nUnited States Court of Appeals for the Ninth Circuit disagreed, 376\nFed. Appx. 707 (2010), relying on its prior decision inUnited\nStatesv.Duran, 37 F. 3d 557 (1994). The Ninth\nCircuit had held there that §3582(a) distinguishes between deciding\nto impose a term of imprisonment and determining its length. Seeid.,at 561. According toDuran, a sentencing\ncourt cannot impose a prison term to assist a defendant’s\nrehabilitation. But “[o]nce imprisonment is chosen as a\npunishment,” the court may consider the defendant’s need for\nrehabilitation in setting the length of the sentence.Ibid.We granted certiorari to consider whether\n§3582(a) permits a sentencing court to impose or lengthen a prison\nterm in order to foster a defendant’s rehabilitation. 562 U. S. ___\n(2010). That question has divided the Courts of Appeals.[Footnote 1] Because the United States\nagrees with Tapia’s interpretation of the statute, we appointed anamicus curiaeto defend the judgment below.[Footnote 2] We now reverse.IIWe begin with statutory\nbackground—how the relevant sentencing provisions came about and\nwhat they say. Aficionados of our sentencing decisions will\nrecognize much of the story line.“For almost a century, the\nFederal Government employed in criminal cases a system of\nindeterminate sentencing.”Mistrettav.United\nStates,488 U.\nS. 361, 363 (1989). Within “customarily wide” outer boundaries\nset by Congress, trial judges exercised “almost unfettered\ndiscretion” to select prison sentences for federal offenders.Id., at 364. In the usual case, a judge also could reject\nprison time altogether, by imposing a “suspended” sentence. If the\njudge decided to impose a prison term, discretionary authority\nshifted to parole officials: Once the defendant had spent a third\nof his term behind bars, they could order his release. See K. Stith\n& J. Cabranes, Fear of Judging: Sentencing Guidelines in the\nFederal Courts 18–20 (1998).This system was premised on a faith in\nrehabilitation. Discretion allowed “the judge and the parole\nofficer to [base] their respective sentencing and release decisions\nupon their own assessments of the offender’s amenability to\nrehabilitation.”Mistretta, 488 U. S., at 363. A convict,\nthe theory went, should generally remain in prison only until he\nwas able to reenter society safely. His release therefore often\ncoincided with “the successful completion of certain vocational,\neducational, and counseling programs within the prisons.”\nS. Rep. No. 98–225, p. 40 (1983) (hereinafter S. Rep.).\nAt that point, parole officials could “determin[e] that [the]\nprisoner had become rehabilitated and should be released from\nconfinement.” Stith & Cabranes,supra, at 18.[Footnote 3]But this model of indeterminate sentencing\neventually fell into disfavor. One concern was that it produced\n“[s]eri-ous disparities in [the] sentences” imposed on simi- larly\nsituated defendants.Mistretta, 488 U. S., at 365. Another\nwas that the system’s attempt to “achieve rehabilitation of\noffenders had failed.”Id.,at 366. Lawmakers and others\nincreasingly doubted that prison programs could “rehabilitate\nindividuals on a routine basis”—or that parole officers could\n“determine accurately whether or when a particular prisoner ha[d]\nbeen rehabilitated.” S. Rep., at 40.Congress accordingly enacted the Sentencing\nReform Act of 1984, 98 Stat. 1987 (SRA or Act), to overhaul federal\nsentencing practices. The Act abandoned indeterminate sentencing\nand parole in favor of a system in which Sentencing Guidelines,\npromulgated by a new Sentencing Commission, would provide courts\nwith “a range of determinate sentences for categories of offenses\nand defendants.”Mistretta, 488 U. S., at 368. And the Act\nfurther channeled judges’ discretion by establishing a framework to\ngovern their consideration and imposition of sentences.Under the SRA, a judge sentencing a federal\noffender must impose at least one of the following sanctions:\nimprisonment (often followed by supervised release), probation, or\na fine. See §3551(b). In determining the appropriate sentence from\namong these options, §3553(a)(2) requires the judge to consider\nspecified factors, including:“the need for the sentence imposed—“(A) to reflect the seriousness of the offense, to promote\nrespect for the law, and to provide just punishment for the\noffense;“(B) to afford adequate deterrence to criminal conduct;“(C) to protect the public from further crimes of the defendant;\nand“(D) to provide the defendant with needed educational or\nvocational training, medical care, or other correctional treatment\nin the most effective manner.”These four considerations—retribution, deterrence,\nincapacitation, and rehabilitation—are the four purposes of\nsentencing generally, and a court must fashion a sentence “to\nachieve the[se] purposes … to the extent that they are applicable”\nin a given case. §3551(a).The SRA then provides additional guidance\nabout how the considerations listed in §3553(a)(2) pertain to each\nof the Act’s main sentencing options—imprisonment, supervised\nrelease, probation, and fines. See §3582(a); §3583; §3562(a);\n§3572(a). These provisions make clear that a particular purpose may\napply differently, or even not at all, depending on the kind of\nsentence under consideration. For example, a court maynottake account of retribution (the first purpose listed in\n§3553(a)(2)) when imposing a term of supervised release. See\n§3583(c).Section 3582(a), the provision at issue here,\nspecifies the “factors to be considered” when a court orders\nimprisonment. That section provides:“The court, in determining whether to impose a term\nof imprisonment, and, if a term of imprisonment is to be imposed,\nin determining the length of the term, shall consider the factors\nset forth in section 3553(a) to the extent that they are\napplicable, recognizing that imprisonment is not an appropriate\nmeans of promoting correction and rehabilitation.”A similar provision addresses the Sentencing\nCommission in its capacity as author of the Sentencing Guidelines.\nThe SRA instructs the Commission to:“insure that the guidelines reflect the\ninappropriateness of imposing a sentence to a term of imprisonment\nfor the purpose of rehabilitating the defendant or providing the\ndefendant with needed educational or vocational training, medical\ncare, or other correctional treatment.” 28 U. S. C.\n§994(k).With this statutory background established, we turn\nto the matter of interpretation.IIIAOur consideration of Tapia’s\nclaim starts with the text of 18 U. S. C. §3582(a)—and given\nthe clarity of that provi- sion’s language, could end there as\nwell. As just noted, that section instructs courts to “recogniz[e]\nthat imprisonment is not an appropriate means of promoting\ncorrection and rehabilitation.” A common—and in context the most\nnatural—definition of the word “recognize” is “to ac-knowledge or\ntreat as valid.” Random House Dictionary of the English Language\n1611 (2d ed. 1987). And a thing that is not “appropriate” is not\n“suitable or fitting for a particular purpose.”Id., at\n103. Putting these two definitions together, §3582(a) tells courts\nthat they should acknowledge that imprisonment is not suitable for\nthe purpose of promoting rehabilitation. And when should courts\nacknowledge this? Section §3582(a) answers: when “determining\nwhether to impose a term of imprisonment, and, if a term of\nimprisonment is to be imposed, [when] determining the length of the\nterm.” So a court making these decisions should consider the\nspecified rationales of punishmentexcept forrehabilitation, which it should ac-knowledge as an unsuitable\njustification for a prison term.As against this understanding,amicusargues that §3582(a)’s “recognizing” clause is not\na flat prohibition but only a “reminder” or a “guide [for]\nsentencing judges’ cognitive processes.” Brief for Court-AppointedAmicus Curiaein Support of Judgment Below 23–24\n(hereinafterAmicusBrief) (emphasis deleted).Amicussupports this view by offering a string of other\ndefinitions of the word “recognize”: “ ‘recall to mind,’\n‘realize,’ or ‘perceive clearly.’ ”Id., at 24\n(quoting dictionary definitions). Once these are plugged in,amicussuggests, §3582(a) reveals itself as a kind of\nloosey-goosey caution not to puttoomuch faith in the\ncapacity of prisons to rehabilitate.But we do not see how these alternative\nmeanings of “recognize” helpamicus’s cause. A judge who\n“perceives clearly” that imprisonment is not an appropriate means\nof promoting rehabilitation would hardly incarcerate someone for\nthat purpose. Ditto for a judge who “realizes” or “recalls” that\nimprisonment is not a way to rehabilitate an offender. To be sure,\nthe drafters of the “recognizing” clause could have used still more\ncommanding language: Congress could have inserted a “thou shalt\nnot” or equivalent phrase to convey that a sentencing judge may\nnever, ever, under any circumstances consider rehabilitation in\nimposing a prison term. But when we interpret a statute, we cannot\nallow the perfect to be the enemy of the merely excellent. Congress\nexpressed itself clearly in §3582(a), even if armchair legislators\nmight come up with something even better. And what Congress said\nwas that when sentencing an offender to prison, the court shall\nconsider all the purposes of punishment except\nrehabilitation—because imprisonment is not an appropriate means of\npursuing that goal.Amicusalso claims, echoing the Ninth\nCircuit’s reasoning inDuran, that §3582(a)’s\n“recognizing” clause bars courts from considering rehabilitation\nonly when imposing a prison term, and not when deciding on its\nlength. The argument goes as follows. Section 3582(a) refers to two\ndecisions: “The court, [1] in determining whether to impose a term\nof imprisonment, and, if a term of imprisonment is to be imposed,\n[2] in determining the length of the term” must consider the\npurposes of punishment listed in §3553(a)(2), subject to the caveat\nof the “recognizing” clause. But that clause says only that\n“imprisonment” is not an appropriate means of rehabilitation.\nBecause the “primary meaning of ‘imprisonment’ is ‘the act of\nconfining a person,’ ”amicusargues, the clause\nrelates only to [1] the decision to incarcerate, and not to\n[2] the separate determination of the sentence’s length.AmicusBrief 52.We again disagree. Under standard rules of\ngrammar, §3582(a) says: A sentencing judge shall recognize that\nimprisonment is not appropriate to promote rehabilita-tion when the\ncourt considers the applicable factors of §3553(a)(2); and a court\nconsiders these factors when determiningbothwhether to\nimprison an offenderandwhat length of term to give him.\nThe use of the word “imprisonment” in the “recognizing” clause does\nnot destroy—but instead fits neatly into—this construction.\n“Imprisonment” as used in the clause most naturally means “[t]he\nstate of being confined” or “a period of confinement.” Black’s Law\nDictionary 825 (9th ed. 2009); see also Webster’s Third New\nInternational Dictionary 1137 (1993) (the “state of being\nimprisoned”). So the word does not distinguish between the\ndefendant’s initial placement behind bars and his continued stay\nthere. As the D. C. Circuit noted in rejecting an identical\nargument, “[a] sentencing court deciding to keep a defendant locked\nup for an additional month is, as to that month, in fact choosing\nimprisonment over release.”In re Sealed Case, 573\nF. 3d 844, 850 (2009).[Footnote 4] Accordingly, the word “imprisonment” does not\nchange the function of the “recognizing” clause—to constrain a\nsentencing court’s decision both to impose and to lengthen a prison\nterm.[Footnote 5]The context of §3582(a) puts an exclamation\npoint on this textual conclusion. As noted earlier,supra,\nat 6, another provision of the SRA restates §3582(a)’s message, but\nto a different audience. That provision, 28 U. S. C. §994(k),\ndirects the Sentencing Commission to ensure that the Guidelines\n“reflect the inappropriateness of imposing a sentence to a term of\nimprisonment for the purpose of rehabilitating the defendant or\nproviding the defendant with needed educational or vocational\ntraining, medical care, or other correctional treatment.” In this\nway, Congress ensured that all sentencing officials would work in\ntandem to implement the statutory determination to “rejec[t]\nimprisonment as a means of promoting rehabilitation.”Mistretta, 488 U. S., at 367 (citing 28 U. S. C.\n§994(k)). Section 994(k) bars the Commission from recommending a\n“term of imprisonment”—a phrase that again refers both to the fact\nand to the length of incarceration—based on a defendant’s\nrehabilitative needs. And §3582(a) prohibits a court from\nconsidering those needs to impose or lengthen a period of\nconfinement when selecting a sentence from within, or choosing to\ndepart from, the Guidelines range. Each actor at each stage in the\nsentencing process receives the same message: Do not think about\nprison as a way to rehabilitate an offender.Equally illuminating here is a statutory\nsilence—the absence of any provision granting courts the power to\nensure that offenders participate in prison rehabilitation\nprograms. For when Congress wanted sentencing courts to take\naccount of rehabilitative needs, it gave courts the authority to\ndirect appropriate treatment for offenders. Thus, the SRA instructs\ncourts, in deciding whether to impose probation or supervised\nrelease, to consider whether an offender could benefit from\ntraining and treatment programs. See 18 U. S. C. §3562(a);\n§3583(c). And so the SRAalsoauthorizes courts, when\nimposing those sentences, to order an offender’s participation in\ncer- tain programs and facilities. §3563(b)(9); §3563(b)(11);\n§3563(a)(4); §3583(d). As a condition of probation, for example,\nthe court may require the offender to “undergo available medical,\npsychiatric, or psychological treatment, including treatment for\ndrug or alcohol dependency, as specified by the court, and [to]\nremain in a specified institution if required for that purpose.”\n§3563(b)(9).If Congress had similarly meant to allow\ncourts to base prison terms on offenders’ rehabilitative needs, it\nwould have given courts the capacity to ensure that offenders\nparticipate in prison correctional programs. But in fact, courts do\nnot have this authority. When a court sentences a federal offender,\nthe BOP has plenary control, subject to statutory constraints, over\n“the place of the prisoner’s imprisonment,” §3621(b), and the\ntreatment programs (if any) in which he may participate, §§3621(e),\n(f); §3624(f). See also 28 CFR pt. 544 (2010) (BOP regulations for\nadministering inmate educational, recreational, and vocational\nprograms); 28 CFR pt. 550, subpart F (drug abuse treatment\nprograms). A sentencing court canrecommendthat the BOP\nplace an offender in a particular facility or program. See\n§3582(a). But decisionmaking authority rests with the BOP.This case well illustrates the point. As noted\nearlier, the District Court “strongly recommend[ed]” that Tapia\nparticipate in RDAP, App. 29, and serve her sentence at FCI Dublin,\n“where they have the facilities to really help her,”id.,at 28. But the court’s recommendations were only\nrecommendations—and in the end they had no effect. SeeAmicusBrief 42 (“[Tapia] was not admitted to RDAP, nor\neven placed in the prison recommended by the district court”);\nReply Brief for United States 8, n. 1 (“According to BOP\nrecords, [Tapia] was encouraged to enroll [in RDAP] during her\npsychology intake screening at [the federal prison], but she stated\nthat she was not interested, and she has not volunteered for the\nprogram”). The sentencing court may have had plans for Tapia’s\nrehabilitation, but it lacked the power to implement them. That\nincapacity speaks volumes. It indicates that Congress did not\nintend that courts consider offenders’ rehabilitative needs when\nimposing prison sentences.Finally, for those who consider legislative\nhistory useful, the key Senate Report concerning the SRA provides\none last piece of corroborating evidence. According to that Report,\ndecades of experience with indeterminate sentencing, resulting in\nthe release of many inmates after they completed correctional\nprograms, had left Congress skeptical that “rehabilitation can be\ninduced reliably in a prison setting.” S. Rep., at 38.\nAlthough some critics argued that “rehabilitation should be\neliminated completely as a purpose of sentencing,” Congress\ndeclined to adopt that categorical position.Id., at 76.\nInstead, the Report explains, Congress barred courts from\nconsidering rehabilitation in imposing prison terms,ibid., and n. 165, but not in ordering other kinds of\nsentences,ibid., and n. 164. “[T]he purpose of\nrehabilitation,” the Report stated, “is still important in\ndetermining whether a sanctionother than a term of\nimprisonmentis appropriate in a particular case.” Seeid.,at 76–77 (emphasis added).And so this is a case in which text, context,\nand history point to the same bottom line: Section 3582(a)\nprecludes sentencing courts from imposing or lengthening a prison\nterm to promote an offender’s rehabilitation.BWith all these sources of\nstatutory meaning stacked against him,amicusunderstandably tries to put the SRA’s view of rehabilitation in a\nwholly different frame.Amicusbegins by conceding that\nCongress, in enacting the SRA, rejected the old “[r]ehabilitation\n[m]odel.”AmicusBrief 1. But according toamicus, that model had a very limited focus: It was the\nbelief that “isolation and prison routine” could alone produce\n“penitence and spiritual renewal.”Id.,at 1, 11. What the\nrehabilitation model didnotinclude—and the SRA therefore\ndid not reject—was prison treatment programs (including for drug\naddiction) targeted to offenders’ particular needs. Seeid., at 21, 25, 27–28. So even after the passage of\n§3582(a),amicusargues, a court may impose or lengthen a\nprison sentence to promote an offender’s participation in a\ntargeted treatment program. The only thing the court may not do is\nto impose a prison term on the ground that confinement itself—its\ninherent solitude and routine—will lead to rehabilitation.We think this reading of the SRA\nis too narrow. For one thing, the relevant history shows that at\nthe time of the SRA’s enactment, prison rehabilitation efforts\nfocused on treatment, counseling, and training programs, not on\nseclusion and regimentation. See Rotman, The Failure of Reform:\nUnited States, 1865–1965, in Oxford History of the Prison: The\nPractice of Punishment in Western Society 169, 189–190 (N. Morris\n& D. Rothman eds. 1995) (describing the pre-SRA “therapeutic\nmodel of rehabilitation” as characterized by “individualized\ntreatment” and “vocational training and group counseling\nprograms”); see also n. 3,supra(noting pre-SRA\nstatutes linking the confinement of drug addicts to the completion\nof treatment programs). Indeed, Congress had in mind precisely\nthese programs when it prohibited consideration of rehabilitation\nin imposing a prison term. See 28 U. S. C. §994(k)\n(instructing the Sentencing Commission to prevent the use of\nimprisonment to “provid[e] the defendant with needed educational or\nvocational training … or other correctional treatment”);\nS. Rep., at 40 (rejecting the “model of ‘coercive’\nrehabilitation—the theory of correction that ties prison release\ndates to the successful completion of certain vocational,\neducational, and counseling programs within the prisons”). Far from\nfalling outside the “rehabilitation model,” these programs\npractically defined it.It is hardly surprising, then, thatamicus’s argument finds little support in the statutory\ntext. Read most naturally, 18 U. S. C. §3582(a)’s prohibition\non “promoting correction and rehabilitation” covers efforts to\nplace offenders in rehabilitation programs. Indeed, §3582(a)’s\nlan-guage recalls the SRA’s description of the rehabilitative\npurpose of sentencing—“provid[ing] the defendant with needed\neducational or vocational training, medical care, or other\ncorrectional treatment.” §3553(a)(2)(D). That description makes\nclear that, under the SRA, treatment, training, and like programs\nare rehabilitation’s sum and substance. Soamicus’s\nefforts to exclude rehabilitation programs from the “recognizing”\nclause’s reach do not succeed. That section prevents a sentencing\ncourt from imposing or lengthening a prison term because the court\nthinks an offender will benefit from a prison treatment\nprogram.IVIn this case, the sentencing\ntranscript suggests the possibility that Tapia’s sentence was based\non her rehabilitative needs.We note first what we donotdisapprove about Tapia’s sentencing. A court commits\nno error by discussing the opportunities for rehabilitation within\nprison or the benefits of specific treatment or training programs.\nTo the contrary, a court properly may address a person who is about\nto begin a prison term about these important matters. And as noted\nearlier, a court may urge the BOP to place an offender in a prison\ntreatment program. Seesupra, at 11. Section 3582(a)\nitself provides, just after the clause at issue here, that a court\nmay “make a recommendation concerning the type of prison facility\nappropriate for the defendant”; and in this calculus, the presence\nof a rehabilitation program may make one facility more appropriate\nthan another. So the sentencing court here did nothing wrong—and\nprobably something very right—in trying to get Tapia into an\neffective drug treatment program.But the record indicates that the court may\nhave done more—that it may have selected the length of the sentence\nto ensure that Tapia could complete the 500 Hour Drug Program. “The\nsentence has to be sufficient,” the court explained, “to provide\nneeded correctional treatment, and here I think the needed\ncorrectional treatment is the 500 Hour Drug Program.” App. 27; seesupra, at 1–2. Or again: The “number one” thing “is the\nneed to provide treatment. In other words, so she is in long enough\nto get the 500 Hour Drug Program.” App. 27; seesupra, at\n2.These statements suggest that the court may have\ncalculated the length of Tapia’s sentence to ensure that she\nreceive certain rehabilitative services. And that a sentencing\ncourt may not do. As we have held, a court may not impose or\nlengthen a prison sentence to enable an offender to complete a\ntreatment program or otherwise to promote rehabilitation.For the reasons stated, we reverse the\njudgment of the Court of Appeals and remand the case for further\nproceedings consistent with this opinion. Consistent with our\npractice, see,e.g.,United Statesv.Marcus, 560 U. S. ___, ___ (2010) (slip op., at 8), we\nleave it to the Court of Appeals to consider the effect of Tapia’s\nfailure to object to the sentence when imposed. See Fed. Rule Crim.\nProc. 52(b);United Statesv.Olano,507 U. S. 725, 731\n(1993).It is so ordered.Footnote 1Three Circuits have held that §3582(a) allows\na court to lengthen, although not to impose, a prison term based on\nthe need for rehabilitation. SeeUnited Statesv.Duran, 37 F. 3d 557 (CA9 1994);United\nStatesv.Hawk Wing, 433 F. 3d 622 (CA8 2006);United Statesv.Jimenez,605\nF. 3d 415 (CA6 2010). Two Courts of Appeals have ruled that\n§3582(a) bars a court from either imposing or increasing a period\nof confinement for rehabilitative reasons. SeeUnited\nStatesv.Manzella, 475 F. 3d 152 (CA3 2007);In re Sealed Case, 573 F. 3d 844 (CADC\n2009).Footnote 2We appointed Stephanos Bibas to\nbrief and argue the case, 562 U. S. ___ (2011), and he has ably\ndischarged his responsibilities.Footnote 3The statutes governing punishment\nof drug-addicted offenders (like Tapia) provide an example of this\nsystem at work. If a court concluded that such an offender was\n“likely to be rehabilitated through treatment,” it could order\nconfinement “for treatment … for an indeterminate period of time”\nnot to exceed the lesser of 10 years or the statutory maximum for\nthe offender’s crime. 18 U. S. C. §4253(a) (1982 ed.); see\nalso §4251(c) (“ ‘Treatment’ includes confinement and\ntreatment in an institution … and includes, but is not limited to,\nmedical, educational, social, psychological, and vocational\nservices, corrective and preventive guidance and training, and\nother rehabilitative services”). Once the offender had undergone\ntreatment for six months, the Attorney General could recommend that\nthe Board of Parole release him from custody, and the Board could\nthen order release “in its discretion.” §4254.Footnote 4Indeed, we can scarcely imagine a\nreason why Congress would have wanted to draw the distinction thatamicusurges on us. That distinction would prevent a court\nfrom considering rehabilitative needs in imposing a 1-month\nsentence rather than probation, but not in choosing a 60-month\nsentence over a 1-month term. The only policy argumentamicuscan offer in favor of this result is that “[t]he\neffects of imprisonment plateau a short while after the\nincarceration” and “ ‘[t]he dif-ference in harm between longer\nand shorter prison terms is smaller than typically assumed.’ ”AmicusBrief 56. But nothing in the SRA indicates that\nCongress is so indifferent to the length of prison\nterms.Footnote 5The Government argues that\n“Congress did not intend to prohibit courts from imposinglessimprisonment in order to promote a defendant’s\nrehabilitation.” Brief for United States 40 (emphasis added). This\ncase does not require us to address that question, and nothing in\nour decision expresses any views on it.",
    "joined": []
}