{
    "case": {
        "docket": "19-930",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-930/"
    },
    "id": "4428389",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–930_________________CIC SERVICES, LLC, PETITIONERv.INTERNAL REVENUE SERVICE, et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 17, 2021]Justice Kagan delivered the opinion of the\nCourt.The Anti-Injunction Act, 26 U. S. C.\n§7421(a), bars any “suit for the purpose of restraining the\nassessment or collection of any tax.” The question here is whether\nthe Act prohibits a suit seeking to set aside an information-\nreporting requirement that is backed by both civil tax penalties\nand criminal penalties. We hold that the Act does not preclude the\nsuit.IAmericans have never had much enthusiasm for\npaying taxes. The Nation’s first income taxes—adopted to finance\nthe Civil War—met with considerable (one might even say “taxing”)\nlegal resistance. See Hickman & Kerska, Restoring the Lost\nAnti-Injunction Act, 103 Va. L. Rev. 1683, 1723–1725 (2017). Some\ntaxpayers, alleging the taxes illegal, sought to enjoin collection\nefforts. And some courts granted the requested relief. See,e.g.,Robackv.Taylor, 20 F. Cas. 852, 854\n(No. 11,877) (CC SD Ohio 1866);Bank for Savingsv.Collector, 3 Wall. 495 (1866). Those rulings disrupted the\nflow of revenue to the Federal Government. As one late-19th century\ntreatise writer described the problem, “improvident employment of\nthe writ of injunction” threatened to “seriously embarrass”\ntax-dependent “operations of the government.” T. Cooley, Law of\nTaxation 536–537 (2d ed. 1886).Congress responded by enacting the\nAnti-Injunction Act. See Act of Mar. 2, 1867, §10, 14Stat. 475. In\nits current form (differing little from the original), the Act\nprovides: “[N]o suit for the purpose of restraining the assessment\nor collection of any tax shall be maintained in any court by any\nperson.” 26 U. S. C. §7421(a). The Act, we have stated,\n“protects the [Federal] Government’s ability to collect a\nconsistent stream of revenue, by barring litigation to enjoin or\notherwise obstruct the collection of taxes.”National Federation\nof Independent Businessv.Sebelius,567 U.S.\n519, 543 (2012) (NFIB). Because of the Act, a person can\ntypically challenge a federal tax only after he pays it, by suing\nfor a refund. Seeibid.In an ordinary Anti-Injunction Act case, that\nshort primer on the statute would naturally bring us to a\ndescription of the tax under dispute. But describing the tax\nimplicated here will have to wait. For that tax—the thing that\nraises the Anti-Injunction Act question—comes into play only at the\nback end of a complex information-reporting scheme. The reporting\nscheme itself is where we must begin.As every taxpayer knows, the Internal Revenue\nService (IRS) has broad power to require the submission of tax-\nrelated information that it believes helpful in assessing and\ncollecting taxes. See §6011(a). Those reporting rules may apply not\njust to taxpayers but also to “material advisors”—individuals or\nentities that earn income from providing taxpayers with certain\nkinds of “aid, assistance, or advice.” §6111(b)(1)(A); see\n§6111(a). This case starts with requirements that taxpayers and\nmaterial advisors provide detailed information about what the\nInternal Revenue Code calls “reportable transaction[s].”\n§6707A(c)(1). The Code describes those transactions simply as ones\nthat “hav[e] a potential for tax avoidance or evasion.”Ibid.Rather than give further specifics, the Code delegates\nto the Secretary of the Treasury, acting through the IRS, the task\nof identifying particular transactions with the requisite risk of\ntax abuse. See §§6011, 6707A(c)(1).Using that authority, the IRS determined that\nso-called micro-captive transactions must be reported because of\ntheir potential for tax evasion. A micro-captive transaction is\ntypically an insurance agreement between a parent company and a\n“captive” insurer under its control. The Code provides the parties\nto such an agreement with tax advantages. The insured party can\ndeduct its premium payments as business expenses. See §162(a). And\nthe insurer can exclude up to $2.2 million of those premiums from\nits own taxable income, under a tax break for small insurance\ncompanies. See §831(b). The result is that the money does not get\ntaxed at all. That much, for better or worse, is a congressional\nchoice. But no tax benefit should accrue if the money is not really\nfor insurance—if the insurance contract is a sham, which the\naffiliated companies have entered into only to escape tax\nliability. And according to the IRS, some micro-captive\ntransactions are of that kind. So the IRS issued Notice 2016–66\nidentifying certain micro-captive agreements as reportable\ntransactions. See 2016–47 Cum. Bull. 745. That Notice compels\ntaxpayers and material advisors associated with such an agreement\nto (among other things) “describe the transaction in sufficient\ndetail for the IRS to be able to understand [its] tax structure.”Id., at 748. With that information, the IRS can check for\nfacts—like coverage for an “implausible risk” or premiums that\n“significantly exceed” prevailing rates—suggesting that the\ntaxpayer is not entitled to the tax benefit it claims.Id.,at 745–746.Noncompliance with Notice 2016–66 subjects a\ntaxpayer or material advisor to stiff penalties—at last bringing us\nto the tax involved in this case, as well as to non-tax criminal\nconsequences. By statutory provision, all failures to supply\nrequired information on reportable transactions, including the\nmicro-captive transactions specified in the Notice, are punishable\nby civil monetary penalties—$50,000 for advisors and up to that\namount (depending on the amount of tax gain realized) for\ntaxpayers. See §§6707(b), 6707A(b). In addition, an advisor may\nincur a daily $10,000 penalty for failing to furnish, on request, a\nlist of the people it advised on a reportable transaction. See\n§§6708(a), 6112(a). And critically here, all those penalties are\n“deemed” to be “tax[es]” for purposes of the Code—including the\nAnti- Injunction Act. §6671(a). So, again, the civil penalties for\nviolating Notice 2016–66 aretaxpenalties, and must be\ntreated as such. But no sooner do we find the tax appended to the\nNotice’s reporting scheme than we encounter something else. Under\nthe Code, any person who “willfully” breaches an IRS reporting\nrequirement is also subject to criminal penalties. §7203. Such a\nviolation is a misdemeanor, punishable by fines and up to one year\nin prison. And, unsurprisingly, that criminal liability is not\n“deemed” a tax.This suit challenges the lawfulness of Notice\n2016–66. The petitioner is CIC Services, a material advisor to\ntaxpayers participating in microcaptive transactions. It brought\nthis action before the Notice’s first reporting date, rather than\nafter a reporting violation, let alone payment of penalty. (As far\nas we know, CIC has still not committed a violation, instead\ncomplying with the Notice while pressing this suit.) CIC’s\ncomplaint mainly asserts that the IRS violated the Administrative\nProcedure Act (APA) by issuing the Notice without\nnotice-and-comment procedures. The complaint also alleges that the\nNotice is arbitrary and capricious under the APA because it imposes\nnew reporting requirements without proven need. So the complaint\nasks the court to “set[ ] aside IRS Notice 2016–66”—more\nspecifically, to “enjoin the enforcement of Notice 2016–66 as an\nunlawful IRS rule” and to “declar[e] that Notice 2016–66 is\nunlawful.” Complaint in No. 17–CV–110 (ED Tenn., Mar. 27, 2017),\nDoc. 1, pp. 2, 16 (Complaint).But the suit has not yet proceeded to the\nmerits. The Government moved to dismiss the action based on the\nAnti-Injunction Act, arguing that CIC’s “requested relief would\nprevent the IRS from assessing a tax penalty against material\nadvisors” that disregard the Notice’s reporting requirements.\nMotion to Dismiss in No. 17–cv–110 (ED Tenn., May 30, 2017), Doc.\n25–1, p. 9. In the Government’s view, the way for CIC to bring its\nclaims is to disobey the Notice and then sue for a refund of any\nresulting tax penalty. The District Court agreed. It reasoned that\nCIC’s suit sought “to restrain the IRS’s assessment or collection”\nof the tax penalty that could be imposed for noncompliance. 2017 WL\n5015510, *4 (ED Tenn., Nov. 2, 2017). The Court of Appeals for the\nSixth Circuit affirmed in a divided decision. According to the\nmajority, CIC’s suit would “restrain (indeed eliminate)” the tax\npenalty by “invalidat[ing] the Notice, which is [that tax’s] entire\nbasis.” 925 F.3d 247, 255 (2019). Judge Nalbandian dissented.\n“[T]his is not,” he wrote, “a dispute over taxes”: “[A] suit to\nenjoin the enforcement of areporting requirementis not”\none to restrain a tax’s collection.Id., at 259–260. Under\nthe majority’s view, the dissent also objected, CIC could challenge\nthe reporting scheme only by “violat[ing] the law” and risking\n“criminal prosecution.”Id., at 263. The Sixth Circuit\ndenied a petition for rehearing en banc, over a dissent from seven\njudges.We granted certiorari, 590 U. S. ___\n(2020), and now reverse.IIAThe issue here, most concretely stated, is\nwhether the Anti-Injunction Act bars CIC’s suit complaining that\nNotice 2016–66’s reporting requirements violate the APA. Once\nagain, the Anti-Injunction Act provides, with exceptions not\nrelevant here, that “no suit for the purpose of restraining the\nassessment or collection of any tax shall be maintained in any\ncourt by any person.” §7421(a). If CIC’s suit is not for that\npurpose, it can go forward. If the suit is for that purpose, it\nmust be dismissed. In that event, CIC could contest the legality of\nthe reporting rules only by violating them and suing for a refund\nof a later tax penalty.If that downstream tax penalty did not exist,\nthis case would be a cinch: The Anti-Injunction Act would not apply\nand the suit could proceed. A reporting requirement is not a tax;\nand a suit brought to set aside such a rule is not one to enjoin a\ntax’s assessment or collection. That is so even if the reporting\nrule will help the IRS bring in future tax revenue—here, by\nidentifying sham insurance transactions. Seesupra,at 3. We\nsaid as much inDirect Marketing Assn.v.Brohl, 575\nU.S. 1 (2015).[1] In that case,\nout-of-state retailers wanted to invalidate a Colorado law\nrequiring them to report to the State’s Department of Revenue any\nsale to a state resident on which they had not collected tax. We\nallowed the suit to proceed, explaining that a suit about reporting\nrequirements is not about the “assessment” or “collection” of\ntaxes.Id., at 9–10. “Information gathering,” we stated, is\n“a phase of tax administration procedure that occurs before\nassessment [or] collection.”Id., at 8. And it did not\nmatter that the reporting requirements would “facilitate collection\nof taxes”—there, by identifying residents who owed sales taxes.Id., at 12. The statute’s limit on injunctions, we said, is\n“not keyed to all activities that may improve a State’s ability to\nassess and collect taxes.”Id., at 11. It is instead “keyed\nto the acts of assessment [and] collection themselves.”Id.,at 12. That means a suit directed at ordinary reporting duties can\ngo forward, unimpeded by the Anti-Injunction Act. On this much,\neven the Government agrees. See Brief for Respondents 27.The complication here is that Notice 2016–66’s\nreporting obligations (unlike those inDirect Marketing) are\nbacked up by a statutory tax penalty. As earlier described, the\nCode provides that a taxpayer who violates a demand for information\nabout a reportable transaction—including those specified in the\nNotice—is subject to civil monetary penalties. Seesupra,at\n3–4. And the Code “deem[s]” those civil penalties to be “tax[es]”\nas the Anti-Injunction Act uses that term. §6671(a); seeNFIB, 567 U. S., at 544 (“Congress can, of course,”\ndirect that a penalty “be treated as a tax for purposes of the\nAntiInjunction Act”). The question thus becomes whether that added\ntax penalty changes the analysis. Does its presence—as a sanction\nfor flouting the Notice—mean that CIC’s suit is, as the\nAnti-Injunction Act provides, “for the purpose of restraining the\nassessment or collection of any tax”?In considering a “suit[’s] purpose,” we inquire\nnot into a taxpayer’s subjective motive, but into the action’s\nobjective aim—essentially, the relief the suit requests. The\nparties agree on that interpretation, as both consistent with the\nAct’s ordinary meaning and necessary for the Act’s administration.\nSee Brief for Respondents 40; Reply Brief 4; Tr. of Oral Arg. 15,\n34. The purpose of a measure is “the end or aim to which [it] is\ndirected.” N. Webster, An American Dictionary of the English\nLanguage (rev. ed. 1844); see Webster’s Third New International\nDictionary 1847 (1976). And in this context, that aim is not best\nassessed by probing an individual taxpayer’s innermost reasons for\nsuing. Down that path lies too much potential for circumventing the\nAct. Instead, this Court has looked to the face of the taxpayer’s\ncomplaint. See,e.g.,Bob Jones Univ.v.Simon,416 U.S.\n725, 738 (1974). We have asked about what the Government here\ncalls “the substance of the suit”—the claims brought and injuries\nalleged—to determine the suit’s object. Brief for Respondents 40.\nAnd most especially, we have looked to the “relief requested”—the\nthing sought to be enjoined.Alexanderv.“Americans\nUnited” Inc.,416 U.S.\n752, 761 (1974); seeBob Jones, 416 U. S., at 732\n(“[A] suit seeking [injunctive] relief ” against a tax “falls\nsquarely within the literal scope of the Act”). The Anti-\nInjunction Act kicks in when the target of a requested injunction\nis a tax obligation—or stated in the Act’s language, when that\ninjunction runs against the “collection or assessment of [a]\ntax.”It is in characterizing the purpose of CIC’s\nsuit that the parties’ disagreement emerges. Recall that CIC’s\ncomplaint avers that Notice 2016–66 violates the APA. Seesupra,at 4–5. And the complaint describes the relief\nrequested as “setting aside IRS Notice 2016–66,” “enjoin[ing] the\nenforcement of Notice 2016–66 as an unlawful IRS rule,” and\n“declaring that Notice 2016–66 is unlawful.” Complaint 2, 16.\nAccording to CIC, all of that reveals the suit’s aim as\ninvalidating the Notice and thereby eliminating its onerous\nreporting requirements—not as blocking the downstream tax penalty\nthat may sanction the Notice’s breach. See Reply Brief 6. By\ncontrast, the Government contends that the suit’s purpose is to\nstop the collection of the tax itself. See Brief for Respondents\n12. In making that claim, the Government picks up on the word\n“enforcement” in CIC’s request for relief: Because the Notice is\nenforced through tax penalties, the Government claims, “enjoin[ing]\nthe [Notice’s] enforcement,” as CIC wants, means preventing the IRS\nfrom collecting taxes.Id., at 23, 37–38. And even putting\naside that word, the Government insists that there is no real\ndifference between a suit to invalidate the Notice and one to\npreclude the tax penalty. Seeid., at 38; Tr. of Oral Arg.\n54–56. Avoiding the burdens of compliance with the Notice and\navoiding the tax that sanctions noncompliance, the Government\nasserts, are “two sides of the same coin.” Brief for Respondents\n37. The Government thus suggests that by framing this suit as an\nattack on the Notice, CIC is trying to “eva[de] the Anti-Injunction\nAct through artful pleading.”Id., at 38.To begin with, we agree with CIC’s reading of\nits complaint. The complaint contests the legality of Notice\n2016–66, not of the statutory tax penalty that serves as one way to\nenforce it. CIC alleges that the Notice is procedurally and\nsubstantively flawed; it brings no legal claim against the separate\nstatutory tax. And CIC’s complaint asks for injunctive relief from\nthe Notice’s reporting rules, not from any impending or eventual\ntax obligation. Contra the Government’s view, a request in an APA\naction to “enjoin the enforcement” of an IRS reporting rule is most\nnaturally understood as a request to “set aside” that rule (as the\ncomplaint elsewhere says), not to block the application of a\npenalty that might be imposed for some yet-to-happen violation. 5\nU. S. C. §706; Complaint 2, 9, 16. Indeed, CIC’s\ncomplaint barely mentions that penalty. The complaint, and\nparticularly its request for relief, sets out this suit’s purpose\nas enjoining the Notice.And we reject the Government’s argument that an\ninjunction against the Notice is the same as one against the tax\npenalty—just “two sides of the same coin.” Brief for Respondents\n37. If that view were right, of course, no amount of artful\npleading would avail: CIC’s suit targeting the Notice would then in\nfact target the tax, and the Anti- Injunction Act would apply. But\nthe Government’s take is wrong. Three aspects of the regulatory\nscheme here, taken in combination, refute the idea that this is a\ntax action in disguise. They show that in addressing Notice\n2016–66, this suit (and any resulting injunction) addresses\nsomething other than the tax penalty helping to back it up.First, the Notice imposes affirmative reporting\nobligations, inflicting costs separate and apart from the statutory\ntax penalty. As described earlier, the Notice levies no tax.\nRather, it compels taxpayers and their material advisors to collect\nand submit detailed information about micro-captive transactions\nand their participants. Seesupra,at 3. And obeying that\nmandate is likely to involve significant time and expense. Here,\nfor example, CIC estimates that it will have to spend “hundreds of\nhours of labor and in excess of $60,000 per year” to comply with\nthe Notice. See Complaint ¶40. Costs of that kind may well exceed,\nor even dwarf, the tax penalties for a violation. So in bringing\nthis suit, CIC challenges a regulatory mandate that (1) is not a\ntax and (2) entails compliance costs whose amount is not tied to,\nand often goes beyond, any tax. Simply stated, this suit attempts\nto get out from under the (non-tax) burdens of a (non-tax)\nreporting obligation. Of course, if the suit succeeds, CIC will\nnever have to worry about the tax penalty; once the reporting duty\ndisappears, the sanction becomes irrelevant. But that is the suit’s\nafter-effect, not its substance. The suit still targets the\nreporting mandates—the independently onerous reporting mandates—of\nthe Notice itself.Second and relatedly, the Notice’s reporting\nrule and the statutory tax penalty are several steps removed from\neach other. Consider what has to happen before CIC owes taxes to\nthe IRS. To start, CIC has to withhold required information about a\nmicro-captive transaction that the Notice covers. (And note, for\nwhatever it is worth, that CIC disclaims any intent to do so while\nthe Notice remains the law. See Brief for Petitioner 29.) Next, the\nIRS must determine (often no small matter) that a violation of the\nNotice has in fact occurred. And finally, the IRS must make\nthe—entirely discretionary—decision to impose a tax penalty. See\n§6707A(d). If and only if all those things occur does tax liability\nattach. That threefold contingency matters in assessing whether the\nAnti-Injunction Act applies. Even the Government concedes that when\nthere is “too attenuated a chain of connection” between an upstream\nduty and a “downstream tax,” a court should not view a suit\nchallenging the duty as aiming to “restrain the assessment or\ncollection of a tax.” Tr. of Oral Arg. 38–39.[2] That principle favors CIC here. CIC stands\nnowhere near the cusp of tax liability: Between the upstream Notice\nand the downstream tax, the river runs long. So it is again hard to\ncharacterize this suit’s purpose as enjoining a tax.Third, violation of the Notice is punishable not\nonly by a tax, but by separate criminal penalties. As noted above,\nany “[w]illful failure” to comply with the Notice’s reporting rules\ncan lead to as much as a year in prison. §7203; seesupra,at 3–4. That fact clinches the case for treating a suit brought to\nset aside the Notice as different from one brought to restrain its\nback-up tax. For the existence of criminal penalties explains why\nan entity like CIC must bring an action in just this form, framing\nits requested relief in just this way. Recall what the Government\nwould have such a party do: disobey the Notice, pay a resulting tax\npenalty, and then bring a refund suit. See Brief for Respondents\n16–17;supra,at 5. That approach—not the Anti-Injunction\nAct’s familiar pay-now-sue-later procedure, but one with\nlawbreaking at the start—subjects the party to criminal\npunishment.[3] And that is not\nthe kind of thing an ordinary person risks, even to contest the\nmost burdensome regulation. So the criminal penalties here\npractically necessitate a pre-enforcement, rather than a refund,\nsuit—if there is to be a suit at all. And so too, those penalties\nnecessitate a suit aimed at eliminating the Notice, rather than the\nstatutory tax penalty. Only an injunction against the Notice gives\nthe taxpayer or advisor what it wants: relief from the obligation\nto report transactions. An injunction against the tax penalty would\nnot do so. Because such an injunction would leave both the\nreporting duty and the criminal penalty untouched, the taxpayer or\nadvisor would still have to accede to the Notice’s demands on pain\nof prison time. Small wonder that CIC’s complaint asks for an\ninjunction against the Notice, not one against the tax penalty\nhelping to enforce it. Contrary to the Government’s assertion,\nthose injunctions are not two sides of one coin.For all these reasons, the purpose of CIC’s suit\nis not to “restrain[ ] the assessment or collection of [a] tax.”\n§7421(a). The complaint, and particularly the relief sought,\ntargets the Notice’s reporting rule, asking that it be set aside as\na violation of the APA. And nothing in that request smacks of\nartful pleading. To the contrary. That the Notice imposes an\naffirmative duty independent of the tax, entailing its own\nsubstantial costs; that the Notice and tax may remain forever\ndivorced, depending on both CIC’s and the IRS’s choices; that not\nonly the tax but also criminal penalties backstop the Notice—these\nfacts, when combined, readily explain why CIC’s suit targets the\nupstream reporting mandate, not the downstream tax. And because\nthat is the suit’s aim, the Anti-Injunction Act imposes no bar.BThe Government worries that a ruling for CIC\nwill enfeeble the Anti-Injunction Act. If CIC can bring this suit\nnow, the Government claims, a wave of pre-enforcement actions will\nfollow. Canny plaintiffs will assert non-tax reasons (including\nobjections to regulatory demands) for contesting the imposition of\ntaxes. See Brief for Respondents 32, 38. And in that way, taxpayers\nwill obtain just what the Anti- Injunction Act is meant to\nforeclose—orders “preemptively shield[ing]” their activities or\ntransactions from “tax consequences.”Id., at 13. More and\nmore, the Government warns, tax litigation will shift from refund\nactions to pre-enforcement suits. And the IRS’s ability to assess\nand collect taxes will decline in proportion.The Government, however, much overstates the\npossible consequences of today’s ruling. As we have explained, this\nsuit falls outside the Anti-Injunction Act because the injunction\nit requests does not run against a tax at all. Seesupra,at\n9–13. The suit contests, and seeks relief from, a separate legal\nmandate; the tax appears on the scene—as criminal penalties do\ntoo—only to sanction that mandate’s violation. Or as Judge\nNalbandian put the point below: “[T]his is not a dispute over\ntaxes.” 925 F. 3d, at 259; seesupra,at 5. By\ncontrast, the kind of case the Government invokes in making its\nfloodgates claim is a conflict over taxes, whether on earning\nincome, or selling stock, or entering into a business transaction.\nIn such a case, the legal rule at issue is a tax provision. The tax\ndoes not backstop the violation of another law that independently\nprohibits or commands an action. Instead, the tax imposes a cost on\nperfectly legal behavior. So there is no target for an injunction\nother than the command to pay the tax; there is no non-tax legal\nobligation to restrain. Given that fact, the Anti-Injunction Act\nbars pre-enforcement review, prohibiting a taxpayer from bringing\n(as the Government fears) a “preemptive[ ]” suit to foreclose tax\nliability. Brief for Respondents 13. And it does so always—whatever\nthe taxpayer’s subjective reason for contesting the tax at issue.\nIf the dispute is about a tax rule—as it is in the run-of-the-mine\nsuits the Government raises—the sole recourse is to pay the tax and\nseek a refund.That is just as true when the tax in question is\na so-called regulatory tax—that is, a tax designed mainly to\ninfluence private conduct, rather than to raise revenue. This Court\nhas long since “abandoned the view that brightline distinctions\nexist between regulatory and revenueraising taxes.”Bob\nJones, 416 U. S., at 743, n. 17; seeid., at\n741, n. 12;Sonzinskyv.United States,300 U.S.\n506, 513 (1937) (“Every tax is in some measure regulatory”).\nAnd for just as long, we have rejected the view that regulatory tax\ncases have a special pass from the Anti-Injunction Act. A century\nago, the Court inBaileyv.George,259 U.S.\n16(1922), held that the Act barred a pre-enforcement suit\nchallenging a tax intended to discourage the (then lawful) use of\nchild labor. Some 50 years later, the Court inBob JonesandAmericans Unitedsimilarly held that the Act barred pre-\nenforcement suits challenging IRS decisions to revoke the\ntax-exempt status of entities that had engaged in, respectively,\ndiscriminatory conduct and lobbying activity—conduct that was legal\nbut disfavored for tax purposes. See 416 U. S., at 735; 416\nU. S., at 755. In doing so, the Court made clear that the\nplaintiffs’ reasons for suing did not matter: It was, for example,\nirrelevant that Bob Jones University objected to the IRS’s “attempt\nto regulate the admissions policies of private universities.” 416\nU. S., at 739. Nor did it matter that the tax ruling was in\ntruth an effort to change those policies. Regardless of those\nfacts, the suits sought to prevent the levying of taxes, and so\ncould not go forward. The Anti-Injunction Act, we said then and say\nagain now, draws no distinction between regulatory and revenue-\nraising tax rules. It applies whenever a suit calls for enjoining\nthe IRS’s assessment and collection of taxes—of whatever kind.What sets this suit apart is that it no more\ntargets a regulatory tax than a revenue-raising one. One last time:\nCIC’s action challenges, in both its substantive allegations and\nits request for an injunction, a regulatory mandate—a reporting\nrequirement—separate from any tax. Or said otherwise, the suit\ntargets not a regulatory tax, but instead a regulation that is not\na tax. Here, the tax functions, alongside criminal penalties, only\nas a sanction for noncompliance with the reporting obligation. Had\nCongress, or the IRS acting through a delegation, imposed a tax on\nmicro-captive transactions themselves—and had CIC then brought a\npre-enforcement suit to prevent the IRS from applying that tax—the\nAnti-Injunction Act would have kicked in. Then, CIC would have had\nto pay the tax and seek a refund. But Congress and the IRS chose a\ndifferent path. They imposed a non-tax, reporting obligation to\naddress their concerns about micro-captive agreements. And by that\nchoice, they took suits to enjoin their regulatory response outside\nthe Anti-Injunction Act’s domain.IIICIC’s suit aims to enjoin a standalone\nreporting requirement, whose violation may result in both tax\npenalties and criminal punishment. That is not a suit “for the\npurpose of restraining the [IRS’s] assessment or collection” of a\ntax, and so does not trigger the AntiInjunction Act. We reverse the\njudgment below and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Direct Marketingconstrued the Tax Injunction Act—a statute, “modeled on the\nAnti-Injunction Act,” that limits injunctive relief againststatetax collection. 575 U. S., at 8. This Court has\n“assume[d] that words used in both Acts,” such as “assessment” and\n“collection,” are “generally used in the same way.”Ibid.2The Government’s own\nexample proves our point. Environmental Protection Agency (EPA)\nregulations governing the resale of diesel fuel are enforced in\npart through a penalty that Congress has deemed a tax, in just the\nway it has the penalty here. See §§6720A(a), 6671(a). The\nGovernment concedes that “a court might well conclude” that a suit\nto enjoin the enforcement of the EPA regulations is “not one ‘for\nthe purpose of restraining’ tax assessment or collection, even\nif ” a ruling for the plaintiff would “have an eventual\ndownstream impact on the IRS’s collection of the [tax] penalty.”\nBrief for Respondents 44. But that example is no different from\nthis case, save that here the IRS, not the EPA, administers the\nregulatory mandate. And that one variance should not matter. As\nexplained above, an IRS reporting requirement absent a tax penalty\nno more triggers the Anti-Injunction Act than an EPA rule does. SeeDirect Marketing Assn.v.Brohl, 575 U.S. 1, 11–12\n(2015);supra,at 6–7. So adding an identical tax penalty to\neach of those regulatory schemes should affect the Anti-Injunction\nAct analysis in the same way—which is to say, not at\nall.3The Government suggests\nthat criminal liability would not attach to a taxpayer or advisor\nwho refuses to comply with the Notice out of a “good faith”\nobjection to its validity. Brief for Respondents 46. It is easy to\nsee why the Government wishes that were true: In none of our\nAnti-Injunction Act cases has postponing a taxpayer’s suit until\nafter payment exposed him to criminal penalties—because in no other\ncase has that approach required a taxpayer to break a law in the\nfirst instance. But this Court’s precedent precludes the\nGovernment’s effort to erase the criminal penalties from this case.\nWe have held in no uncertain terms that “a defendant’s views about\nthe validity” of a tax provision—even if held “in good faith”—do\nnot “negate[ ] willfulness or provide[ ] a defense to criminal\nprosecution.”Cheekv.United States,498 U.S.\n192, 204, 206 (1991). So in failing to report transactions as\nthe Notice requires, an advisor like CIC would risk criminal\npunishment.",
    "joined": []
}