{
    "case": {
        "docket": "17-130",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-130/"
    },
    "id": "3918480",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–130_________________RAYMOND J. LUCIA, et al., PETITIONERSv.SECURITIES AND EXCHANGE COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 21, 2018]Justice Kagan delivered the opinion of the\nCourt.The Appointments Clause of the Constitution lays\nout the permissible methods of appointing “Officers of the United\nStates,” a class of government officials distinct from mere\nemployees. Art. II, §2, cl. 2. This case requires us to decide\nwhether administrative law judges (ALJs) of the Securities and\nExchange Commission (SEC or Commission) qualify as such “Officers.”\nIn keeping withFreytagv.Commissioner, 501\nU. S. 868 (1991), we hold that they do.IThe SEC has statutory authority to enforce the\nnation’s securities laws. One way it can do so is by instituting an\nadministrative proceeding against an alleged wrongdoer. By law, the\nCommission may itself preside over such a proceeding. See 17 CFR\n§201.110 (2017). But the Commission also may, and typically does,\ndelegate that task to an ALJ. Seeibid.; 15\nU. S. C. §78d–1(a). The SEC currently has five ALJs.\nOther staff members, rather than the Commission proper, selected\nthem all. See App. to Pet. for Cert. 295a–297a.An ALJ assigned to hear an SEC enforcement\naction has extensive powers—the “authority to do all things\nnecessary and appropriate to discharge his or her duties” and\nensure a “fair and orderly” adversarial proceeding. §§201.111,\n200.14(a). Those powers “include, but are not limited to,”\nsupervising discovery; issuing, revoking, or modifying subpoenas;\ndeciding motions; ruling on the admissibility of evidence;\nadministering oaths; hearing and examining witnesses; generally\n“[r]egulating the course of” the proceeding and the “conduct of the\nparties and their counsel”; and imposing sanctions for\n“[c]ontemptuous conduct” or violations of procedural requirements.\n§§201.111, 201.180; see §§200.14(a), 201.230. As that list\nsuggests, an SEC ALJ exercises authority “comparable to” that of a\nfederal district judge conducting a bench trial.Butzv.Economou, 438 U. S. 478, 513 (1978).After a hearing ends, the ALJ issues an “initial\ndecision.” §201.360(a)(1). That decision must set out “findings and\nconclusions” about all “material issues of fact [and] law”; it also\nmust include the “appropriate order, sanction, relief, or denial\nthereof.” §201.360(b). The Commission can then review the ALJ’s\ndecision, either upon request orsua sponte. See\n§201.360(d)(1). But if it opts against review, the Commission\n“issue[s] an order that the [ALJ’s] decision has become final.”\n§201.360(d)(2). At that point, the initial decision is “deemed the\naction of the Commission.” §78d–1(c).This case began when the SEC instituted an\nadministrative proceeding against petitioner Raymond Lucia and his\ninvestment company. Lucia marketed a retirement savings strategy\ncalled “Buckets of Money.” In the SEC’s view, Lucia used misleading\nslideshow presentations to deceive prospective clients. The SEC\ncharged Lucia under the Investment Advisers Act, §80b–1et\nseq., and assigned ALJ Cameron Elliot to adjudicate the case.\nAfter nine days of testimony and argument, Judge Elliot issued an\ninitial decision concluding that Lucia had violated the Act and\nimposing sanctions, including civil penalties of $300,000 and a\nlifetime bar from the investment industry. In his decision, Judge\nElliot made factual findings about only one of the four ways the\nSEC thought Lucia’s slideshow misled investors. The Commission thus\nremanded for factfinding on the other three claims, explaining that\nan ALJ’s “personal experience with the witnesses” places him “in\nthe best position to make findings of fact” and “resolve any\nconflicts in the evidence.” App. to Pet. for Cert. 241a. Judge\nElliot then made additional findings of deception and issued a\nrevised initial decision, with the same sanctions. Seeid.,at 118a.On appeal to the SEC, Lucia argued that the\nadministrative proceeding was invalid because Judge Elliot had not\nbeen constitutionally appointed. According to Lucia, the\nCommission’s ALJs are “Officers of the United States” and thus\nsubject to the Appointments Clause. Under that Clause, Lucia noted,\nonly the President, “Courts of Law,” or “Heads of Departments” can\nappoint “Officers.” See Art. II, §2, cl. 2. And none of those\nactors had made Judge Elliot an ALJ. To be sure, the Commission\nitself counts as a “Head[ ] of Department[ ].”Ibid.; seeFree Enterprise Fundv.Public Company\nAccounting Oversight Bd., 561 U. S. 477, 511–513 (2010).\nBut the Commission had left the task of appointing ALJs, including\nJudge Elliot, to SEC staff members. Seesupra,at 1. As a\nresult, Lucia contended, Judge Elliot lacked constitutional\nauthority to do his job.The Commission rejected Lucia’s argument. It\nheld that the SEC’s ALJs are not “Officers of the United States.”\nInstead, they are “mere employees”—officials with lesser\nresponsibilities who fall outside the Appointments Clause’s ambit.\nApp. to Pet. for Cert. 87a. The Commission reasoned that its ALJs\ndo not “exercise significant authority independent of [its own]\nsupervision.”Id.,at 88a. Because that is so (said the\nSEC), they need no special, high-level appointment. Seeid.,at 86a.Lucia’s claim fared no better in the Court of\nAppeals for the D. C. Circuit. A panel of that court seconded\nthe Commission’s view that SEC ALJs are employees rather than\nofficers, and so are not subject to the Appointments Clause. See\n832 F.3d 277, 283–289 (2016). Lucia then petitioned for rehearing\nen banc. The Court of Appeals granted that request and heard\nargument in the case. But the ten members of the en banc court\ndivided evenly, resulting in aper curiamorder denying\nLucia’s claim. See 868 F.3d 1021 (2017). That decision conflicted\nwith one from the Court of Appeals for the Tenth Circuit. SeeBandimerev.SEC, 844 F.3d 1168, 1179 (2016).Lucia asked us to resolve the split by deciding\nwhether the Commission’s ALJs are “Officers of the United States\nwithin the meaning of the Appointments Clause.” Pet. for Cert. i.\nUp to that point, the Federal Government (as represented by the\nDepartment of Justice) had defended the Commission’s position that\nSEC ALJs are employees, not officers. But in responding to Lucia’s\npetition, the Government switched sides.[1] So when we granted the petition, 583 U. S. ___\n(2018), we also appointed anamicus curiaeto defend the\njudgment below.[2] We now\nreverse.IIThe sole question here is whether the\nCommission’s ALJs are “Officers of the United States” or simply\nemployees of the Federal Government. The Appointments Clause\nprescribes the exclusive means of appointing “Officers.” Only the\nPresident, a court of law, or a head of department can do so. See\nArt. II, §2, cl. 2.[3] And as\nall parties agree, none of those actors appointed Judge Elliot\nbefore he heard Lucia’s case; instead, SEC staff members gave him\nan ALJ slot. See Brief for Petitioners 15; Brief for United States\n38; Brief for Court-AppointedAmicus Cu- riae21. So if the\nCommission’s ALJs are constitutional officers, Lucia raises a valid\nAppointments Clause claim. The only way to defeat his position is\nto show that those ALJs are not officers at all, but instead\nnon-officer employees—part of the broad swath of “lesser\nfunctionaries” in the Government’s workforce.Buckleyv.Valeo, 424 U. S. 1, 126, n. 162 (1976) (per\ncuriam). For if that is true, the Appointments Clause cares not\na whit about who named them. SeeUnited Statesv.Germaine, 99 U. S. 508, 510 (1879).Two decisions set out this Court’s basic\nframework for distinguishing between officers and employees.Germaineheld that “civil surgeons” (doctors hired to\nperform various physical exams) were mere employees because their\nduties were “occasional or temporary” rather than “continuing and\npermanent.”Id.,at 511–512. Stressing “ideas of tenure\n[and] duration,” the Court there made clear that an individual must\noccupy a “continuing” position established by law to qualify as an\nofficer.Id.,at 511.Buckleythen set out another\nrequirement, central to this case. It determined that members of a\nfederal commission were officers only after finding that they\n“exercis[ed] significant authority pursuant to the laws of the\nUnited States.” 424 U. S., at 126. The inquiry thus focused on\nthe extent of power an individual wields in carrying out his\nassigned functions.Both theamicusand the Government urge\nus to elaborate onBuckley’s “significant authority” test,\nbut another of our precedents makes that project unnecessary. The\nstandard is no doubt framed in general terms, tempting advocates to\nadd whatever glosses best suit their arguments. See Brief forAmicus Curiae14 (contending that an individual wields\n“significant authority” when he has “(i) the power to bind the\ngovernment or private parties (ii) in her own name rather than in\nthe name of a superior officer”); Reply Brief for United States 2\n(countering that an individual wields that authority when he has\n“the power to bind the government or third parties on significant\nmatters” or to undertake other “important and distinctively\nsovereign functions”). And maybe one day we will see a need to\nrefine or enhance the testBuckleyset out so concisely. But\nthat day is not this one, because inFreytagv.Commissioner, 501 U. S. 868 (1991), we applied the\nunadorned “significant authority” test to adjudicative officials\nwho are near-carbon copies of the Commission’s ALJs. As we now\nexplain, our analysis there (sans any more detailed legal criteria)\nnecessarily decides this case.The officials at issue inFreytagwere\nthe “special trial judges” (STJs) of the United States Tax Court.\nThe authority of those judges depended on the significance of the\ntax dispute before them. In “comparatively narrow and minor\nmatters,” they could both hear and definitively resolve a case for\nthe Tax Court.Id., at 873. In more major matters, they\ncould preside over the hearing, but could not issue the final\ndecision; instead, they were to “prepare proposed findings and an\nopinion” for a regular Tax Court judge to consider.Ibid.The proceeding challenged inFreytagwas a major one,\ninvolving $1.5 billion in alleged tax deficiencies. Seeid.,at 871, n. 1. After conducting a 14-week trial, the STJ\ndrafted a proposed decision in favor of the Government. A regular\njudge then adopted the STJ’s work as the opinion of the Tax Court.\nSeeid.,at 872. The losing parties argued on appeal that\nthe STJ was not constitutionally appointed.This Court held that the Tax Court’s STJs are\nofficers, not mere employees. CitingGermaine, the Court\nfirst found that STJs hold a continuing office established by law.\nSee 501 U. S., at 881. They serve on an ongoing, rather than a\n“temporary [or] episodic[,] basis”; and their “duties, salary, and\nmeans of appointment” are all specified in the Tax Code.Ibid.The Court then considered, asBuckleydemands,\nthe “significance” of the “authority” STJs wield. 501 U. S.,\nat 881. In addressing that issue, the Government had argued that\nSTJs are employees, rather than officers, in all cases (like the\none at issue) in which they could not “enter a final decision.”Ibid.But the Court thought the Government’s focus on\nfinality “ignore[d] the significance of the duties and discretion\nthat [STJs] possess.”Ibid.Describing the responsibilities\ninvolved in presiding over adversarial hearings, the Court said:\nSTJs “take testimony, conduct trials, rule on the admissibility of\nevidence, and have the power to enforce compliance with discovery\norders.”Id.,at 881–882. And the Court observed that “[i]n\nthe course of carrying out these important functions, the [STJs]\nexercise significant discretion.”Id.,at 882. That fact\nmeant they were offi- cers, even when their decisions were not\nfinal.[4]Freytagsays everything necessary to\ndecide this case. To begin, the Commission’s ALJs, like the Tax\nCourt’s STJs, hold a continuing office established by law. Seeid., at 881. Indeed, everyone here—Lucia, the Government,\nand theamicus—agrees on that point. See Brief for\nPetitioners 21; Brief for United States 17–18, n. 3; Brief forAmicus Curiae22, n. 7. Far from serving temporarily or\nepisodically, SEC ALJs “receive[ ] a career appointment.” 5\nCFR §930.204(a) (2018). And that appointment is to a position\ncreated by statute, down to its “duties, salary, and means of\nappointment.”Freytag, 501 U. S., at 881; see 5\nU. S. C. §§556–557, 5372, 3105.Still more, the Commission’s ALJs exercise the\nsame “significant discretion” when carrying out the same “important\nfunctions” as STJs do.Freytag, 501 U. S., at 882. Both\nsets of officials have all the authority needed to ensure fair and\norderly adversarial hearings—indeed, nearly all the tools of\nfederal trial judges. SeeButz, 438 U. S., at 513;supra,at 2. Consider in order the four specific (if\noverlapping) powersFreytagmentioned. First, the\nCommission’s ALJs (like the Tax Court’s STJs) “take testimony.” 501\nU. S., at 881. More precisely, they “[r]eceiv[e] evidence” and\n“[e]xamine witnesses” at hearings, and may also take pre-hearing\ndepositions. 17 CFR §§201.111(c), 200.14(a)(4); see 5\nU. S. C. §556(c)(4). Second, the ALJs (like STJs)\n“conduct trials.” 501 U. S., at 882. As detailed earlier, they\nadminister oaths, rule on motions, and generally “regulat[e] the\ncourse of” a hearing, as well as the conduct of parties and\ncounsel. §201.111; see §§200.14(a)(1), (a)(7);supra,at 2.\nThird, the ALJs (like STJs) “rule on the admissibility of\nevidence.” 501 U. S., at 882; see §201.111(c). They thus\ncritically shape the administrative record (as they also do when\nissuing document subpoenas). See §201.111(b). And fourth, the ALJs\n(like STJs) “have the power to enforce compliance with discovery\norders.” 501 U. S., at 882. In particular, they may punish all\n“[c]ontemptuous conduct,” including violations of those orders, by\nmeans as severe as excluding the offender from the hearing. See\n§201.180(a)(1). So point for point—straight fromFreytag’s\nlist—the Commission’s ALJs have equivalent duties and powers as\nSTJs in conducting adversarial inquiries.And at the close of those proceedings, ALJs\nissue decisions much like that inFreytag—except with\npotentially more independent effect. As theFreytagCourt\nrecounted, STJs “prepare proposed findings and an opinion”\nadjudicating charges and assessing tax liabilities. 501 U. S.,\nat 873; seesupra,at 7. Similarly, the Commission’s ALJs\nissue decisions containing factual findings, legal conclusions, and\nappropriate remedies. See §201.360(b);supra,at 2. And what\nhappens next reveals that the ALJ can play the more autonomous\nrole. In a major case likeFreytag, a regular Tax Court\njudge must always review an STJ’s opinion. And that opinion counts\nfor nothing unless the regular judge adopts it as his own. See 501\nU. S., at 873. By contrast, the SEC can decide against\nreviewing an ALJ decision at all. And when the SEC declines review\n(and issues an order saying so), the ALJ’s decision itself “becomes\nfinal” and is “deemed the action of the Commission.”\n§201.360(d)(2); 15 U. S. C. §78d–1(c); seesupra,at 2. That last-word capacity makes this ana fortioricase: If the Tax Court’s STJs are officers, asFreytagheld,\nthen the Commission’s ALJs must be too.Theamicusoffers up two distinctions to\nsupport the opposite conclusion. His main argument relates to “the\npower to enforce compliance with discovery orders”—the fourth ofFreytag’s listed functions. 501 U. S., at 882. The Tax\nCourt’s STJs, he states, had that power “because they had authority\nto punish contempt” (including discovery violations) through fines\nor imprisonment. Brief forAmicus Curiae37; seeid.,at 37, n. 10 (citing 26 U. S. C. §7456(c)). By\ncontrast, he observes, the Commission’s ALJs have less capacious\npower to sanction misconduct. Theamicus’s secondary\ndistinction involves how the Tax Court and Commission,\nrespectively, review the factfinding of STJs and ALJs. The Tax\nCourt’s rules state that an STJ’s findings of fact “shall be\npresumed” correct. Tax Court Rule 183(d). In comparison, theamicusnotes, the SEC’s regulations include no such\ndeferential standard. See Brief forAmicus Curiae10, 38,\nn. 11.But those distinctions make no difference for\nofficer status. To start with theamicus’s primary point,Freytagreferenced only the general “power to enforce\ncompliance with discovery orders,” not any particular method of\ndoing so. 501 U. S., at 882. True enough, the power to toss\nmalefactors in jail is an especially muscular means of\nenforcement—the nuclear option of compliance tools. But just as\narmies can often enforce their will through conventional weapons,\nso too can administrative judges. As noted earlier, the\nCommission’s ALJs can respond to discovery violations and other\ncontemptuous conduct by excluding the wrongdoer (whether party or\nlawyer) from the proceedings—a powerful disincentive to resist a\ncourt order. See §201.180(a)(1)(i);supra,at 9. Similarly,\nif the offender is an attorney, the ALJ can “[s]ummarily suspend”\nhim from representing his client—not something the typical lawyer\nwants to invite. §201.180(a)(1)(ii). And finally, a judge who will,\nin the end, issue an opinion complete with factual findings, legal\nconclusions, and sanctions has substantial informal power to ensure\nthe parties stay in line. Contrary to theamicus’s view, all\nthat is enough to satisfyFreytag’s fourth item (even\nsupposing, which we do not decide, that each of those items is\nnecessary for someone conducting adversarial hearings to count as\nan officer).And theamicus’s standard-of-review\ndistinction fares just as badly. TheFreytagCourt never\nsuggested that the deference given to STJs’ factual findings\nmattered to its Appointments Clause analysis. Indeed, the relevant\npart ofFreytagdid not so much as mention the subject (even\nthough it came up at oral argument, see Tr. of Oral Arg. 33–41).\nAnd anyway, the Commission often accords a similar deference to its\nALJs, even if not by regulation. The Commission has repeatedly\nstated, as it did below, that its ALJs are in the “best position to\nmake findings of fact” and “resolve any conflicts in the evidence.”\nApp. to Pet. for Cert. 241a (quotingIn re Nasdaq Stock\nMarket, LLC, SEC Release No. 57741 (Apr. 30, 2008)). (That was\nwhy the SEC insisted that Judge Elliot make factual findings on all\nfour allegations of Lucia’s deception. Seesupra,at 3.) And\nwhen factfinding derives from credibility judgments, as it\nfrequently does, acceptance is near-automatic. Recognizing ALJs’\n“personal experience with the witnesses,” the Commission adopts\ntheir “credibility finding[s] absent overwhelming evidence to the\ncontrary.” App. to Pet. for Cert. 241a;In re Clawson,\nSEC Release No. 48143 (July 9, 2003). That practice erases the\nconstitutional line theamicusproposes to draw.The only issue left is remedial. For all the\nreasons we have given, and all thoseFreytaggave before,\nthe Commission’s ALJs are “Officers of the United States,” subject\nto the Appointments Clause. And as noted earlier, Judge Elliot\nheard and decided Lucia’s case without the kind of appointment the\nClause requires. Seesupra,at 5. This Court has held that\n“one who makes a timely challenge to the constitutional validity of\nthe appointment of an officer who adjudicates his case” is entitled\nto relief.Ryderv.United States, 515 U. S.\n177, 182–183 (1995). Lucia made just such a timely challenge: He\ncontested the validity of Judge Elliot’s appointment before the\nCommission, and continued pressing that claim in the Court of\nAppeals and this Court. So what relief follows? This Court has also\nheld that the “appropriate” remedy for an adjudication tainted with\nan appointments violation is a new “hearing before a properly\nappointed” official.Id., at 183, 188. And we add today one\nthing more. That official cannot be Judge Elliot, even if he has by\nnow received (or receives sometime in the future) a constitutional\nappointment. Judge Elliot has already both heard Lucia’s case and\nissued an initial decision on the merits. He cannot be expected to\nconsider the matter as though he had not adjudicated it\nbefore.[5] To cure the\nconstitutional error, another ALJ (or the Commission itself) must\nhold the new hearing to which Lucia is entitled.[6]We accordingly reverse the judgment of the Court\nof Appeals and remand the case for further proceedings consistent\nwith this opinion.It is so ordered.Notes1In the same\ncertiorari-stage brief, the Government asked us to add a second\nquestion presented: whether the statutory restrictions on removing\nthe Commission’s ALJs are constitutional. See Brief in Response 21.\nWhen we granted certiorari, we chose not to take that step. See 583\nU. S. ___ (2018). The Government’s merits brief now asks us\nagain to address the removal issue. See Brief for United States\n39–55. We once more decline. No court has addressed that question,\nand we ordinarily await “thorough lower court opinions to guide our\nanalysis of the merits.”Zivotofskyv.Clinton, 566\nU. S. 189, 201 (2012).2We appointed Anton\nMetlitsky to brief and argue the case, 583 U. S. ___ (2018),\nand he has ably discharged his responsibilities.3That statement elides a\ndistinction, not at issue here, between “principal” and “inferior”\nofficers. SeeEdmondv.United States, 520 U. S.\n651, 659–660 (1997). Only the President, with the advice and\nconsent of the Senate, can appoint a principal officer; but\nCongress (instead of relying on that method) may authorize the\nPresident alone, a court, or a department head to appoint an\ninferior officer. Seeibid. Both the Government and Lucia\nview the SEC’s ALJs as inferior officers and acknowledge that the\nCommission, as a head of department, can constitutionally appoint\nthem. See Brief for United States 38; Brief for Petitioners\n50–51.4The Court also provided\nan alternative basis for viewing the STJs as officers. “Even if the\nduties of [STJs in major cases] were not as significant as we\n. . . have found them,” we stated, “our conclusion would\nbe unchanged.”Freytag, 501 U. S., at 882. That was\nbecause the Government had conceded that in minor matters, where\nSTJs could enter final decisions, they had enough “independent\nauthority” to count as officers.Ibid.And we thought it\nmade no sense to classify the STJs as officers for some cases and\nemployees for others. Seeibid.Justice Sotomayor relies on\nthat back-up rationale in trying to reconcileFreytagwith\nher view that “a prerequisite to officer status is the authority”\nto issue at least some “final decisions.”Post, at 5\n(dissenting opinion). ButFreytaghas two parts, and its\nprimary analysis explicitly rejects Justice Sotomayor’s theory that\nfinal decisionmaking authority is asine qua nonof officer\nstatus. See 501 U. S., at 881–882. As she acknowledges, she\nmust expunge that reasoning to make her reading work. Seepost,at 5 (“That part of the opinion[ ] was unnecessary to\nthe result”).5Justice Breyer disagrees\nwith our decision to wrest further proceedings from Judge Elliot,\narguing that “[f]or him to preside once again would not violate the\nstructural purposes [of] the Appointments Clause.”Post, at\n13 (opinion concurring in judgment in part and dissenting in part).\nBut our Appointments Clause remedies are designed not only to\nadvance those purposes directly, but also to create\n“[ ]incentive[s] to raise Appointments Clause challenges.”Ryderv.United States, 515 U. S. 177, 183\n(1995). We best accomplish that goal by providing a successful\nlitigant with a hearing before a new judge. That is especially so\nbecause (as Justice Breyer points out) the old judge would have no\nreason to think he did anything wrong on the merits, seepost, at 13—and so could be expected to reach all the same\njudgments. But we do not hold that a new officer is required for\nevery Appointments Clause violation. As Justice Breyer suggests, we\ncan give that remedy here because other ALJs (and the Commission)\nare available to hear this case on remand. Seeibid.If\ninstead the Appointments Clause problem is with the Commission\nitself, so that there is no substitute decisionmaker, the rule of\nnecessity would presumably kick in and allow the Commission to do\nthe rehearing. SeeFTCv.Cement Institute, 333\nU. S. 683, 700–703 (1948); 3 K. Davis, Administrative Law\nTreatise §19.9 (2d ed. 1980).6While this case was on\njudicial review, the SEC issued an order “ratif[ying]” the prior\nappointments of its ALJs. Order (Nov. 30, 2017), online at\nhttps://www.sec.gov/litigation/opinions/2017/33-10440.pdf (as last\nvisited June 18, 2018). Lucia argues that the order is invalid. See\nBrief for Petitioners 50–56. We see no reason to address that\nissue. The Commission has not suggested that it intends to assign\nLucia’s case on remand to an ALJ whose claim to authority rests on\nthe ratification order. The SEC may decide to conduct Lucia’s\nrehearing itself. Or it may assign the hearing to an ALJ who has\nreceived a constitutional appointment independent of the\nratification.",
    "joined": []
}