{
    "case": {
        "docket": "351",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/351/"
    },
    "id": "1970963",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–316_________________KEVIN LOUGHRIN, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 23, 2014]Justice Kagan\ndelivered the opinion of the Court.A provision of the\nfederal bank fraud statute, 18 U. S. C. §1344(2),\nmakes criminal a knowing scheme to obtain property owned by, or in\nthe custody of, a bank “by means of false or fraudulent\npretenses, representations, or promises.” The question\npresented is whether the Government must prove that a defendant\ncharged with violating that provision intended to defraud a bank.\nWe hold that the Government need not make that showing.IPetitioner Kevin\nLoughrin executed a scheme to convert altered or forged checks into\ncash. Pretending to be a Mormon missionary going door-to-door in a\nneighborhood in Salt Lake City, he rifled through residential\nmailboxes and stole any checks he found. Sometimes, he washed,\nbleached, ironed, and dried the checks to remove the existing\nwriting, and then filled them out as he wanted; other times, he did\nnothing more than cross out the name of the original payee and add\nanother. And when he was lucky enough to stumble upon a blank\ncheck, he completed it and forged the accountholder’s\nsignature. Over several months, Loughrin made out six of these\nchecks to the retailer Target, for amounts of up to $250. His modus\noperandi was to go to a local store and, posing as the\naccountholder, present an altered check to a cashier to purchase\nmerchandise. After the cashier accepted the check (which,\nremarkably enough, happened time after time), Loughrin would leave\nthe store, then turn around and walk back inside to return the\ngoods for cash.Each of the six checks\nthat Loughrin presented to Target was drawn on an account at a\nfederally insured bank, including Bank of America and Wells Fargo.\nEmployees in Target’s back office identified three of the\nchecks as fraudulent, and so declined to submit them for payment.\nTarget deposited the other three checks. The bank refused payment\non one, after the accountholder notified the bank that she had seen\na man steal her mail. Target appears to have received payment for\nthe other two checks, though the record does not conclusively\nestablish that fact. See Brief for United States 6, 7,\nn. 3.The Federal Government\neventually caught up with Loughrin and charged him with six counts\nof committing bank fraud—one for each of the altered checks\npresented to Target. The federal bank fraud statute, 18\nU. S. C. §1344, provides as follows:“Whoever knowingly executes, or attempts\nto execute, a scheme or artifice—(1) to defraud a\nfinancial institution; or(2) to obtain any of\nthe moneys, funds, credits, assets, securities, or other property\nowned by, or under the custody or control of, a financial\ninstitution, by means of false or fraudulent pretenses,\nrepresentations, or promises;shall be fined not more than $1,000,000 or\nimprisoned not more than 30 years, or both.”[1]Ruling (for a reason not material here) that\nCircuit precedent precluded convicting Loughrin under the\nstatute’s first clause, §1344(1), the District Court\nallowed the case to go to the jury on the statute’s second,\n§1344(2).The court instructed\nthe jury that it could convict Loughrin under that clause if, in\noffering the fraudulent checks to Target, he had “knowingly\nexecuted or at-tempted to execute a scheme or artifice to obtain\nmoney or property from the [banks on which the checks were drawn]\nby means of false or fraudulent pretenses, representations, or\npromises.” App. 7. Loughrin asked as well for another\ninstruction: The jury, he argued, must also find that he acted with\n“intent to defraud a financial institution.” App. to\nPet. for Cert. 43a. The court, however, declined to give that\ncharge, and the jury convicted Loughrin on all six counts.The United States Court\nof Appeals for the Tenth Circuit affirmed. See 710 F. 3d 1111\n(2013). As relevant here, it rejected Loughrin’s argument\nthat “a conviction under §1344(2) requires proof that he\nintended to defraud the banks on which the [altered] checks had\nbeen drawn.” Id., at 1115. That intent, the court reasoned,\nis necessary only under the bank fraud law’s first clause.\nThe court acknowledged that under its interpretation, §1344(2)\n“cast[s] a wide net for bank fraud liability,” but\nconcluded that such a result is “dictated by the plain\nlanguage of the statute.” Id., at 1117.We granted certiorari,\n571 U. S. ___ (2013), to resolve a Circuit split on whether\n§1344(2) requires the Government to show that a defendant\nintended to defraud a federally insured bank or other financial\ninstitution.[2] We now affirm\nthe Tenth Circuit’s decision.IIWe begin with common\nground. All parties agree, as do we and the Courts of Appeals, that\n§1344(2) requires that a defendant “knowingly execute[\n], or attempt[ ] to execute, a scheme or artifice” with at\nleast two elements. First, the clause requires that the defendant\nintend “to obtain any of the moneys . . . or other property\nowned by, or under the custody or control of, a financial\ninstitution.” (We refer to that element, more briefly, as\nintent “to obtain bank property.”) Brief for United\nStates 11, 17, 20, 22, 32; Brief for Petitioner 30–31. And\nsecond, the clause requires that the envisioned result—i.e.,\nthe obtaining of bank property—occur “by means of false\nor fraudulent pretenses, representations, or promises.” See\nBrief for United States 21–22; Reply Brief 18–19.\nLoughrin does not contest the jury instructions on either of those\ntwo elements. Nor does he properly challenge the sufficiency of the\nevidence supporting them here.[3]The single question\npresented is whether the Government must prove yet another element:\nthat the defendant intended to defraud a bank. As Loughrin\ndescribes it, that element would compel the Government to show not\njust that a defendant intended to obtain bank property (as the jury\nhere found), but also that he specifically intended to deceive a\nbank. See Reply Brief 17. And that difference, Loughrin claims,\nwould have mattered in this case, because his intent to deceive ran\nonly to Target, and not to any of the banks on which his altered\nchecks were drawn.But the text of\n§1344(2) precludes Loughrin’s argument. That clause\nfocuses, first, on the scheme’s goal (obtaining bank\nproperty) and, second, on the scheme’s means (a false\nrepresentation). We will later address how the “means”\ncomponent of §1344(2) imposes certain inherent limits on its\nreach. See infra, at 11–14. But nothing in the clause\nadditionally demands that a defendant have a specific intent to\ndeceive a bank. And indeed, imposing that requirement would prevent\n§1344(2) from applying to a host of cases falling within its\nclear terms. In particular, the clause covers property “owned\nby” the bank but in someone else’s custody and control\n(say, a home that the bank entrusted to a real estate company after\nforeclosure); thus, a person violates §1344(2)’s plain\ntext by deceiving a non-bank custodian into giving up bank property\nthat it holds. Yet under Loughrin’s view, the clause would\nnot apply to such a case except in the (presumably rare)\ncircumstance in which the fraudster’s intent to deceive\nextended beyond the custodian to the bank itself. His proposed\ninquiry would thus function as an extra-textual limit on the\nclause’s compass.And Loughrin’s\nconstruction of §1344(2) becomes yet more untenable in light\nof the rest of the bank fraud statute. That is because the first\nclause of §1344, as all agree, includes the requirement that a\ndefendant intend to “defraud a financial institution”;\nindeed, that is §1344(1)’s whole sum and substance. See\nBrief for United States 18; Brief for Petitioner 8. To read the\nnext clause, following the word “or,” as somehow\nrepeating that requirement, even while using different words, is to\ndisregard what “or” customarily means. As we have\nrecognized, that term’s “ordinary use is almost always\ndisjunctive, that is, the words it connects are to be given\nseparate meanings.” United States v. Woods, 571 U. S.\n___, ___ (2013) (slip op., at 14). Yet Loughrin would have us\nconstrue the two entirely distinct statutory phrases that the word\n“or” joins as containing an identical element. And in\ndoing so, his interpretation would make §1344’s second\nclause a mere subset of its first: If, that is, §1344(2)\nimplicitly required intent to defraud a bank, it would apply only\nto conduct already falling within §1344(1). Loughrin’s\nconstruction thus effectively reads “or” to mean\n“including”—a definition foreign to any\ndictionary we know of.As that account\nsuggests, Loughrin’s view collides as well with more general\ncanons of statutory interpretation. We have often noted that when\n“Congress includes particular language in one section of a\nstatute but omits it in another”—let alone in the very\nnext provision—this Court “presume[s]” that\nCongress intended a difference in meaning. Russello v. United\nStates, 464 U. S. 16, 23 (1983) (citation omitted). And here,\nas just stated, overriding that presumption would render\n§1344’s second clause superfluous. Loughrin’s view\nthus runs afoul of the “cardinal principle” of\ninterpretation that courts “must give effect, if possible, to\nevery clause and word of a statute.” Williams v. Taylor, 529\nU. S. 362, 404 (2000) (citation omitted).[4]IIILoughrin makes two\nprincipal arguments to avoid the import of the statute’s\nplain text. First, he relies on this Court’s construction of\ncomparable language in the federal mail fraud statute to assert\nthat Congress intended §1344(2) merely to explicate the scope\nof §1344(1)’s prohibition on scheming to defraud a bank,\nrather than to cover any additional conduct. And second, he\ncontends that unless we read the second clause in that duplicative\nway, its coverage would extend to a vast range of fraudulent\nschemes, thus intruding on the historic criminal jurisdiction of\nthe States. Neither argument is without force, but in the end,\nneither carries the day.A“[D]espite\nappearances,” Loughrin avers, §1344(2) has no\nindependent meaning: It merely specifies part of what §1344(1)\nalready encompasses. Brief for Petitioner 8. To support that\nconcededly counterintuitive argument, Loughrin invokes our decision\nin McNally v. United States, 483 U. S. 350 (1987) ,\ninterpreting similar language in the mail fraud statute, 18\nU. S. C. §1341. That law, which served as a model\nfor §1344, see Neder v. United States, 527 U. S. 1\n–21 (1999), prohibits using the mail to further “any\nscheme or artifice to defraud, or for obtaining money or property\nby means of false or fraudulent pretenses, representations, or\npromises.” Loughrin rightly explains that, despite the word\n“or,” McNally understood that provision as setting\nforth just one offense—using the mails to advance a scheme to\ndefraud. The provision’s back half, we held, merely codified\na prior judicial decision applying the front half: In other words,\nthe back clarified that the front included certain conduct, rather\nthan doing independent work. 483 U. S., at 358–359.\nAccording to Loughrin, we should read the bank fraud statute in the\nsame way.But the two statutes,\nas an initial matter, have notable textual differences. The mail\nfraud law contains two phrases strung together in a single,\nunbroken sentence. By contrast, §1344’s two clauses have\nseparate numbers, line breaks before, between, and after them, and\nequivalent indentation—thus placing the clauses visually on\nan equal footing and indicating that they have separate meanings.\nThe legislative structure thus reinforces the usual (even if not\nMcNally’s) understanding of the word “or” as\nmeaning . . . well, “or”—rather than,\nas Loughrin would have it, “including.”Moreover,\nLoughrin’s reliance on McNally encounters a serious\nchronological problem. Congress passed the bank fraud statute in\n1984, three years before we decided that case. And at that time,\nevery Court of Appeals to have addressed the issue had concluded\nthat the two relevant phrases of the mail fraud law must be read\n“in the disjunctive” and “construed\nindependently.” 483 U. S., at 358 (citing, e.g., United\nStates v. Clapps, 732 F. 2d 1148, 1152 (CA3 1984); United\nStates v. States, 488 F. 2d 761, 764 (CA8 1973)). McNally\ndisagreed, eschewing the most natural reading of the text in favor\nof evidence it found in the drafting history of the statute’s\nmoney-or-property clause. But the Congress that passed the bank\nfraud statute could hardly have predicted that McNally would\noverturn the lower courts’ uniform reading. We thus see no\nreason to doubt that in enacting §1344, Congress said what it\nmeant and meant what it said, see Connecticut Nat. Bank v. Germain,\n503 U. S. 249, 254 (1992) —i.e., that it both said\n“or” and meant “or” in the usual sense.And a peek at history,\nof the kind McNally found decisive, only cuts against\nLoughrin’s reading of the bank fraud statute. According to\nMcNally, Congress added the mail fraud statute’s second,\nmoney-or-property clause merely to affirm a decision of ours\ninterpreting the ban on schemes “to defraud”: The\nsecond clause, McNally reasoned, thus worked no substantive change\nin the law. See 483 U. S., at 356–359 (discussing\nCongress’s codification of Durland v. United States, 161\nU. S. 306 (1896) ). By contrast, Congress passed the bank\nfraud statute to disapprove prior judicial rulings and thereby\nexpand federal criminal law’s scope—and indeed, partly\nto cover cases like Loughrin’s. One of the decisions\nprompting enactment of the bank fraud law, United States v. Maze,\n414 U. S. 395 (1974) , involved a defendant who used a stolen\ncredit card to obtain food and lodging. (Substitute a check for a\ncredit card and Maze becomes Loughrin.) The Government brought\ncharges of mail fraud, relying on post-purchase mailings between\nthe merchants and issuing bank to satisfy the statute’s\nmailing element. But the Court held those mailings insufficiently\nintegral to the fraudulent scheme to support the conviction. See\nid., at 402. Hence, Maze created a “serious gap[ ]\n. . . in Federal jurisdiction over frauds against\nbanks.” S. Rep. No. 98–225, p. 377 (1983). Congress\npassed §1344 to fill that gap, enabling the Federal Government\nto prosecute fraudsters like Maze and Loughrin. We will not deprive\nthat enactment of its full effect because McNally relied on\ndifferent history to adopt a counter-textual reading of a similar\nprovision.BLoughrin also appeals\nto principles of federalism to support his proffered construction.\nUnless we read §1344(2) as requiring intent to defraud a bank,\nLoughrin contends, the provision will extend to every fraud, no\nmatter how prosaic, happening to involve payment with a\ncheck—even when that check is perfectly valid. Consider, for\nexample, a garden-variety con: A fraudster sells something to a\ncustomer, misrepresenting its value. There are countless\nvariations, but let’s say the fraudster passes off a cheap\nknock-off as a Louis Vuitton handbag. The victim pays for the bag\nwith a good check, which the criminal cashes. Voila!, Loughrin\nsays, bank fraud has just happened—unless we adopt his\nnarrowing construction. After all, the criminal has intended to\n“obtain . . . property . . . under the\ncustody or control of” the bank (the money in the\nvictim’s checking account), and has made “false or\nfraudulent . . . representations” (the lies to the\nvictim about the handbag).[5]\nBut if the bank fraud statute were to encompass all such schemes,\nLoughrin continues, it would interfere with matters “squarely\nwithin the traditional criminal jurisdiction of the state\ncourts.” Brief for Petitioner 29. We should avoid such a\n“sweeping expansion of federal criminal” law, he\nconcludes, by reading §1344(2), just like §1344(1), as\nrequiring intent to defraud a bank. Reply Brief 3 (quoting\nCleveland v. United States, 531 U. S. 12, 24 (2000) ).We agree with this much\nof what Loughrin argues: Unless the text requires us to do so, we\nshould not construe §1344(2) as a plenary ban on fraud,\ncontingent only on use of a check (rather than cash). As we have\noften (and recently) repeated, “we will not be quick to\nassume that Congress has meant to effect a significant change in\nthe sensitive relation between federal and state criminal\njurisdiction.” Bond v. United States, 572 U. S. ___, ___\n(2014) (slip op., at 13) (quoting United States v. Bass, 404\nU. S. 336, 349 (1971) ); see Cleveland, 531 U. S., at 24\n(“We resist the Government’s reading . . .\nbecause it invites us to approve a sweeping expansion of federal\ncriminal jurisdiction in the absence of a clear statement by\nCongress”); Jones v. United States, 529 U. S. 848, 858\n(2000) (similar). Just such a rebalancing of criminal jurisdiction\nwould follow from interpreting §1344(2) to cover every\npedestrian swindle happening to involve payment by check, but in no\nother way affecting financial institutions. Indeed, even the\nGovernment expresses some mild discomfort with “federalizing\nfrauds that are only tangentially related to the banking\nsystem.” Brief for United States 41.But in claiming that we\nmust therefore recognize an invisible element, Loughrin fails to\ntake account of a significant textual limitation on\n§1344(2)’s reach. Under that clause, it is not enough\nthat a fraudster scheme to obtain money from a bank and that he\nmake a false statement. The provision as well includes a relational\ncomponent: The criminal must acquire (or attempt to acquire) bank\nproperty “by means of” the misrepresentation. That\nphrase typically indicates that the given result (the\n“end”) is achieved, at least in part, through the\nspecified action, instrument, or method (the “means”),\nsuch that the connection between the two is something more than\noblique, indirect, and incidental. See, e.g., Webster’s Third\nNew International Dictionary 1399 (2002) (defining “by means\nof” as “through the instrumentality of: by the use of\nas a means”); 9 Oxford English Dictionary 516 (2d ed. 1989)\n(defining “means” as “[a]n instrument, agency,\nmethod, or course of action, by the employment of which some object\nis or may be attained, or which is concerned in bringing about some\nresult”). In other words, not every but-for cause will do.\nIf, to pick an example out of a hat, Jane traded in her car for\nmoney to take a bike trip cross-country, no one would say she\n“crossed the Rockies by means of a car,” even though\nher sale of the car somehow figured in the trip she took. The\nrelation between those things would be (as the Government puts it)\ntoo “tangential[ ]” to make use of the phrase at all\nappropriate. Brief for United States 41.Section 1344(2)’s\n“by means of” language is satisfied when, as here, the\ndefendant’s false statement is the mechanism naturally\ninducing a bank (or custodian of bank property) to part with money\nin its control. That occurs, most clearly, when a defendant makes a\nmisrepresentation to the bank itself—say, when he attempts to\ncash, at the teller’s window, a forged or altered check. In\nthat event, the defendant seeks to obtain bank property by means of\npresenting the forgery directly to a bank em-ployee. But no less is\nthe counterfeit check the “means” of obtaining bank\nfunds when a defendant like Loughrin offers it as payment to a\nthird party like Target.[6]\nAfter all, a merchant accepts a check only to pass it along to a\nbank for payment; and upon receipt from the merchant, that check\ntriggers the disbursement of bank funds just as if presented by the\nfraudster himself. So in either case, the forged or altered\ncheck—i.e., the false statement—serves in the ordinary\ncourse as the means (or to use other words, the mechanism or\ninstrumentality) of obtaining bank property. To be sure, a merchant\nmight detect the fraud (as Target sometimes did) and decline to\nsubmit the forged or altered check to the bank. But that is to say\nonly that the defendant’s scheme to obtain bank property by\nmeans of a false statement may not succeed. And we have long made\nclear that such failure is irrelevant in a bank fraud case, because\n§1344 punishes not “completed frauds,” but instead\nfraudulent “scheme[s].” Neder, 527 U. S., at\n25.By contrast, the cases\nLoughrin hopes will unnerve us—exemplified by the handbag\nswindle—do not satisfy §1344(2)’s\n“means” requirement.[7] Recall that in such a case the check is perfectly\nvalid; so the check itself is not (as it was here) a false or\nfraudulent means of obtaining bank money. And the false pretense\nthat has led, say, the handbag buyer to give a check to the\nfraudster has nothing to do with the bank that will cash it: No one\nwould dream of passing on to the bank (as Target would forward a\nforged check) the lie that a knock-off is a Louis Vuitton. The\nbank’s involvement in the scheme is, indeed, wholly\nfortuitous—a function of the victim’s paying the\nfraudster by (valid) check rather than cash. Of course, the bank\nwould not have disbursed funds had the misrepresentation never\noccurred, and in that sense, the lie counts as a but-for cause of\nthe bank’s payment. But as we have said,\n§1344(2)’s “by means of” language requires\nmore, see supra, at 11–12: It demands that the\ndefendant’s false statement is the mechanism naturally\ninducing a bank (or custodian) to part with its money. And in cases\nlike the handbag swindle, where no false statement will ever go to\na financial institution, the fraud is not the means of obtaining\nbank property.[8]The premise of\nLoughrin’s federalism argument thus collapses. He claims that\nwe must import an unstated element into §1344(2) to avoid\ncovering run-of-the-mill frauds, properly of concern only to\nStates. But in fact, the text of §1344(2) already limits its\nscope to deceptions that have some real connection to a federally\ninsured bank, and thus implicate the pertinent federal interest.\nSee S. Rep. No. 98–225, at 378 (noting that federal\n“jurisdiction is based on the fact that the victim of the\noffense is a federally controlled or insured institution”).\nAnd Loughrin’s own crime, as we have explained, is one such\nscheme, because he made false statements, in the form of forged and\naltered checks, that a merchant would, in the ordinary course of\nbusiness, forward to a bank for payment. See supra, at 12–13.\nWe therefore reject Loughrin’s reading of §1344(2) and\nhis challenge to his conviction.[9]For the reasons stated,\nwe affirm the judgment of the Tenth Circuit.It is so ordered.Notes1A “financial\ninstitution,” as defined in , includes a federally insured\nbank of the kind involved here.2Compare 710 F. 3d\n1111, 1116 (CA10 2013) (case below) (§1344(2) does not require\nintent to defraud a bank); v, 270 F. 3d 986, 991 (CA6 2001)\n(same), with v. , 315 F. 3d 190, 197 (CA3 2002) (§1344(2)\nrequires such intent); v. , 221 F. 3d 19, 29 (CA1 2000) (same); v.\n, 117 F. 3d 82, 92–93 (CA2 1997) (same).3Loughrin argued to the\njury that the evidence failed to show that he intended to obtain\nbank property: He claimed that once he “obtained cash from\nTarget, . . . he was indifferent to whether Target ever\nsubmitted the check to a bank or whether a bank ever made payment\non it.” Brief for Petitioner 32; see Tr. 233–235; App.\nto Pet. for Cert. 46a. The jury rejected that contention, as did\nthe District Court on a motion for judgment of acquittal. See\nRecord 168.In his appeal, Loughrin waived the argument by conceding\nthat if the District Court correctly instructed the jury on\n§1344(2)’s elements, “then there was sufficient\nevidence to convict.” Appellant’s Opening Brief in No.\n11–4158 (CA10), p. 34. And although Loughrin’s\nbriefs to this Court attempt to cast doubt on the jury’s\nfinding that he intended to obtain bank property, see Brief for\nPetitioner 30–32, that issue is not “fairly\nincluded” in the question his certiorari petition presented,\nSup. Ct. R. 14.1(a).4Loughrin responds that\nour interpretation of the statute creates a converse problem of\nsuperfluity: Clause (2), he says, would emerge so broad as to\nwholly swallow Clause (1). See Reply Brief 7. But that is not\nright. The Courts of Appeals, for example, have unanimously agreed\nthat the Government can prosecute check kiting (,writing checks\nagainst an account with insufficient funds in a way designed to\nkeep them from bouncing) only under Clause (1), because such\nschemes do not involve any false representations. See Tr. of Oral\nArg. 46–47; see, v. , 969 F. 2d 425, 427–428 (CA7 1992)\n(citing v, –285 (1982)). No doubt, the overlap between the\ntwo clauses is substantial on our reading, but that is not uncommon\nin criminal statutes. See, ,v, , n. 14 (1995).5One might think the\nFederal Government would never use the bank fraud statute to\nprosecute such ordinary frauds just because they happen to involve\npayment by check rather than cash. But in fact, the Government has\nbrought a number of cases alleging violations of §1344(2) on\nthat theory (so far, it appears, unsuccessfully). See, , 315\nF. 3d 190 (a home health care worker got a valid check from a\npatient to buy groceries, but then cashed the check and pocketed\nthe money); v. , 140 F. 3d 163 (CA2 1998) (an employee filed\nfake invoices with her employer, causing the company to issue valid\nchecks to her friend for services never rendered).6The Government in such a\ncase may, of course, face the separate claim that the defendant did\nnot intend to obtain bank property at all: As noted earlier,\nLoughrin argued this point to the jury, contending (unsuccessfully)\nthat he merely wanted to get cash from Target. See n. 3, . All\nwe say here, for the reasons next stated, is that when the\ndefendant has the requisite intent to acquire bank property, his\npresentation of a forged or altered check to a third party\nsatisfies §1344(2)’s “means”\nrequirement.7Even the Government, we\nnote, acknowledges that §1344(2) is reasonably read to exclude\nsuch cases from its coverage. See Brief for United States\n40–44; Tr. of Oral Arg. 43–47.8takes issue with our\nlimitation of §1344(2), contending first that the\nfraudster’s “indifferen[ce] to the victim’s\nmethod of payment” does not “cause what is a means not\nto be a means.” ,at 2–3 (opinion concurring in part and\nconcurring in judgment) (emphasis deleted). To illustrate the\npoint, he offers an example: Someone “obtain[s] 7-Eleven\ncoffee by means of [his] two dollars” even if he went to\n7-Eleven rather than Sheetz only because it happened to be the\nclosest. at 3. But that objection is based on a misunderstanding of\nour opinion. The “by means of” phrase calls for an\ninquiry into the directness of the relationship between means and\nends, not the fraudster’s subjective intent. (We take it\nagrees; he recognizes that “not every but-for cause of an act\nis a cause ‘by means of’ which the act has\noccurred.” ,at 2.) And we concur with the bottom line of\nsexample: There, the means (the two dollars) is the thing that\nachieves the specified end (getting the cup of 7-Eleven coffee). By\ncontrast, for the reasons elaborated above, the misstatement in our\nhandbag hypothetical is not the mechanism by which the fraudster\nobtains property, given that the lie will never reach the\nbank.9As a last-gasp argument,\nLoughrin briefly asserts that §1344(2) at least requires the\nGovernment to prove that the defendant’s scheme created a\nrisk of financial loss to the bank. See Brief for Petitioner\n36–40. But once again, nothing like that element appears in\nthe clause's text. Indeed, the broad language in §1344(2)\ndescribing the property at issue—“property owned by or\nunder the custody or control of” a bank—appears\ncalculated to avoid entangling courts in technical issues of\nbanking law about whether the financial institution or,\nalternatively, a depositor would suffer the loss from a successful\nfraud. See v. , 699 F. 3d 743, 754 (CA2 2012) (Lynch, J.,\nconcurring in part and concurring in judgment in part). And\nLoughrin’s argument fits poorly with our prior holding that\nthe gravamen of §1344 is the “scheme,” rather than\n“the completed fraud,” and that the offense therefore\ndoes not require “damage” or “reliance.” v.\n, ; see at 13.",
    "joined": []
}