{
    "case": {
        "docket": "347",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/347/"
    },
    "id": "3536532",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–8358_________________AVONDALE LOCKHART, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the second circuit[March 1, 2016]Justice Kagan, with whom Justice Breyer joins,\ndissenting.Imagine a friend told you that she hoped to meet\n“an actor, director, or producer involved with the new Star Wars\nmovie.” You would know immediately that she wanted to meet an actor\nfrom the Star Wars cast—not an actor in, for example, the latest\nZoolander. Suppose a real estate agent promised to find a client “a\nhouse, condo, or apartment in New York.” Wouldn’t the potential\nbuyer be annoyed if the agent sent him information about condos in\nMaryland or California? And consider a law imposing a penalty for\nthe “violation of any statute, rule, or regulation relating to\ninsider trading.” Surely a person would have cause to protest if\npunished under that provision for violating a traffic statute. The\nreason in all three cases is the same: Everyone understands that\nthe modifying phrase—“involved with the new Star Wars movie,” “in\nNew York,” “relating to insider trading”—applies to each term in\nthe preceding list, not just the last.That ordinary understanding of how English\nworks, in speech and writing alike, should decide this case.\nAvondale Lockhart is subject to a 10-year mandatory minimum\nsentence for possessing child pornography if, but only if, he has a\nprior state-law conviction for “aggravated sexual abuse, sexual\nabuse, or abusive sexual conduct involving a minor or ward.” 18\nU. S. C. §2252(b)(2). The Court today, relying on what is\ncalled the “rule of the last antecedent,” reads the phrase\n“involving a minor or ward” as modifying only the final term in\nthat three-item list. But properly read, the modifier applies to\neach of the terms—just as in the examples above. That normal\nconstruction finds support in uncommonly clear-cut legislative\nhistory, which states in so many words that the three predicate\ncrimes all involve abuse of children. And if any doubt remained,\nthe rule of lenity would command the same result: Lockhart’s prior\nconviction for sexual abuseof an adultdoes not trigger\n§2252(b)(2)’s mandatory minimum penalty. I respectfully\ndissent.IBegin where the majority does—with the rule of\nthe last antecedent. Seeante,at 3. This Court most fully\ndiscussed that principle inBarnhartv.Thomas, 540\nU. S. 20 (2003) , which considered a statute providing that an\nindividual qualifies as disabled if “he is not only unable to do\nhis previous work but cannot, considering his age, education, and\nwork experience, engage in any other kind of substantial gainful\nworkwhich exists in the national economy.”Id.,at\n21–22 (quoting 42 U. S. C. §423(d)(2)(A)) (emphasis\nadded). The Court held, invoking the last-antecedent rule, that the\nitalicized phrase modifies only the term “substantial gainful\nwork,” and not the term “previous work” occurring earlier in the\nsentence. Two points are of especial note. First,Barnhartcontained a significant caveat: The last-antecedent rule “can\nassuredly be overcome by other indicia of meaning.” 540 U. S.,\nat 26; see,e.g., Nobelmanv.American Savings Bank,\n508 U. S. 324 –331 (1993) (refusing to apply the rule when a\ncontrary interpretation was “the more reasonable one”). Second, the\ngrammatical structure of the provision inBarnhartis\nnothing like that of the statute in this case: The modifying phrase\ndoes not, as here, immediately follow a list of multiple, parallel\nterms. That is true as well in the other instances in which this\nCourt has followed the rule. See,e.g., Jamav.Immigration and Customs Enforcement, 543 U. S. 335\n(2005) ;Batchelorv.United States, 156 U. S.\n426 (1895) ;Sims Lesseev.Irvine, 3 Dall. 425\n(1799).Indeed, this Court has made clear that the\nlast-antecedent rule does not generally apply to the grammatical\nconstruction present here: when “[t]he modifying clause appear[s]\n. . . at the end of a single, integrated list.”Jama,543 U. S., at 344, n. 4. Then, the exact\nopposite is usually true: As in the examples beginning this\nopinion, the modifying phrase refers alike to each of the list’s\nterms. A leading treatise puts the point as follows: “When there is\na straightforward, parallel construction that involves all nouns or\nverbs in a series,” a modifier at the end of the list “normally\napplies to the entire series.” A. Scalia & B. Garner, Reading\nLaw: The Interpretation of Legal Texts 147 (2012); compareid.,at 152 (“When the syntax involves something other than\n[such] a parallel series of nouns or verbs,” the modifier “normally\napplies only to the nearest reasonable referent”). That\ninterpretive practice of applying the modifier to the whole list\nboasts a fancy name—the “series-qualifier canon,” see Black’s Law\nDictionary 1574 (10th ed. 2014)—but, as my opening examples show,\nit reflects the completely ordinary way that people speak and\nlisten, write and read.[1]Even the exception to the series-qualifier\nprinciple is intuitive, emphasizing both its common-sensical basis\nand its customary usage. When the nouns in a list are so disparate\nthat the modifying clause does not make sense when applied to them\nall, then the last-antecedent rule takes over. Suppose your friend\ntold you not that she wants to meet “an actor, director, or\nproducer involved with Star Wars,” but instead that she hopes\nsomeday to meet “a President, Supreme Court Justice, or actor\ninvolved with Star Wars.” Presumably, you would know that she wants\nto meet a President or Justice even if that person has no\nconnection to the famed film franchise. But so long as the\nmodifying clause “is applicable as much to the first and other\nwords as to the last,” this Court has stated, “the natural\nconstruction of the language demands that the clause be read as\napplicable to all.”Parolinev.United States, 572\nU. S. ___, ___ (2014) (slip op., at 9) (quotingPorto Rico\nRailway, Light & Power Co.v.Mor, 253 U. S.\n345, 348 (1920) ). In other words, the modifier then qualifies not\njust the last antecedent but the whole series.As the majority itself must acknowledge, seeante,at 7–8, this Court has repeatedly applied the\nseries-qualifier rule in just that manner. InParoline, for\nexample, this Court considered a statute requiring possessors of\nchild pornography to pay restitution to the individuals whose abuse\nis recorded in those materials. The law defines such a victim’s\nlosses to include “medical services relating to physical,\npsychiatric, or psychological care; physical and occupational\ntherapy or rehabilitation; necessary transportation, temporary\nhousing, and child care expenses; lost income; attorneys’ fees, as\nwell as other costs incurred; and any other losses suffered by the\nvictim as a proximate result of the offense.” 18 U. S. C.\n§§2259(b)(3)(A)–(F) (lettering omitted). The victim bringing the\nlawsuit invoked the last-antecedent rule to argue that the modifier\nat the end of the provision—“as a proximate result of the\noffense”—pertained only to the last item in the preceding list, and\nnot to any of the others. See 572 U. S., at ___ (slip op., at\n9). But the Court rejected that view: It recited the “canon[ ]\nof statutory construction,” derived from the “natural” use of\nlanguage, that “[w]hen several words are followed by a clause” that\ncan sensibly modify them all, it should be understood to do so.Ibid.Thus, the Court read the proximate-cause requirement\nto cover each and every term in the list.United Statesv.Bass, 404\nU. S. 336 (1971) , to take just one other example, followed\nthe same rule. There, the Court confronted a statute making it a\ncrime for a convicted felon to “receive[ ], possess[ ],\nor transport[ ] in commerce or affecting commerce\n. . . any firearm.” 18 U. S. C. App. §1202(a)\n(1970 ed.) (current version at 18 U. S. C. §922(g)). The\nGovernment contended that the modifying clause—“in commerce or\naffecting commerce”—applied only to“transport” and not to “receive”\nor “possess.” But the Court rebuffed that argument. “[T]he natural\nconstruction of the language,” the Court recognized, “suggests that\nthe clause ‘in commerce or affecting commerce’ qualifies all three\nantecedents in the list.” 404 U. S., at 339 (some internal\nquotation marks omitted). Relying on longstanding precedents\nendorsing such a construction, the Court explained: “Since ‘in\ncommerce or affecting commerce’ undeniably applies to at least one\nantecedent, and since it makes sense with all three, the more\nplausible construction here is that it in fact applies to all\nthree.”Id., at 339–340 (citingUnited Statesv.Standard Brewery, Inc., 251 U. S. 210, 218 (1920) ;Porto Rico Railway, 253 U. S., at 348); see also,e.g.,Jonesv.United States, 529 U. S.\n848, 853 (2000) (similarly treating the interstate commerce element\nin the phrase “any building, vehicle, or other real or personal\nproperty used in interstate or foreign commerce” as applying to\nbuildings and vehicles).That analysis holds equally for §2252(b)(2), the\nsentencing provision at issue here. The relevant\nlanguage—“aggravated sexual abuse, sexual abuse, or abusive sexual\nconduct involving a minor or ward”—contains a “single, integrated\nlist” of parallel terms (i.e., sex crimes) followed by a\nmodifying clause.Jama, 543 U. S., at 344, n. 4.\nGiven the close relation among the terms in the series, the\nmodifier makes sense “as much to the first and other words as to\nthe last.”Paroline, 572 U. S., at ___ (slip op., at\n9). In other words, the reference to a minor or ward applies as\nwell to sexual abuse and aggravated sexual abuse as to abusive\nsexual conduct. (The case would be different if, for example, the\nstatute established a mandatory minimum for any person previously\nconvicted of “arson, receipt of stolen property, or abusive sexual\nconduct involving a minor or ward.”) So interpreting the modifier\n“as applicable to all” the preceding terms is what “the natural\nconstruction of the language” requires.Ibid.;Bass,\n404 U. S., at 339.The majority responds to all this by claiming\nthat the “inelegant phrasing” of §2252(b)(2) renders it somehow\nexempt from a grammatical rule reflecting “how people ordinarily”\nuse the English language.Ante,at 10. But to begin with,\nthe majority is wrong to suggest that the series-qualifier canon is\nonly about “colloquial” or “conversational” English.Ibid.\nIn fact, it applies to both speech and writing, in both their\ninformal and their formal varieties. Here is a way to test my\npoint: Pick up a journal, or a book, or for that matter a Supreme\nCourt opinion—most of which keep “everyday” colloquialisms at a far\ndistance.Ibid. You’ll come across many sentences having the\nstructure of the statutory provision at issue here: a few nouns\nfollowed by a modifying clause. And you’ll discover, again and yet\nagain, that the clause modifies every noun in the series, not just\nthe last—in other words, that even (especially?) in formal writing,\nthe series-qualifier principle works.[2] And the majority is wrong too in suggesting that the\n“odd repetition” in §2252(b)(2)’s list of state predicates causes\nthe series-qualifier principle to lose its force.Ibid.The\nmajority’s own made-up sentence proves that much. If a friend asked\nyou “to get her tart lemons, sour lemons, or sour fruit from\nMexico,” you might well think her list of terms perplexing: You\nmight puzzle over the difference between tart and sour lemons, and\nwonder why she had specifically mentioned lemons when she\napparently would be happy with sour fruit of any kind. But of one\nthing, you would have no doubt: Your friend wants some producefrom Mexico; it would not do to get her, say, sour lemons\nfrom Vietnam. However weird the way she listed fruits—or the way\n§2252(b)(2) lists offenses—the modifying clause still refers to\nthem all.The majority as well seeks refuge in the idea\nthat applying the series-qualifier canon to §2252(b)(2) would\nviolate the rule against superfluity. Seeante, at 9–10.\nSays the majority: “Any conduct that would qualify as ‘aggravated\nsexual abuse . . . involving a minor or ward’ or ‘sexual\nabuse . . . involving a minor or ward’ would also qualify\nas ‘abusive sexual conduct involving a minor or ward.’ ”Ante,at 9. But that rejoinder doesn’t work. “[T]he canon\nagainst superfluity,” this Court has often stated, “assists only\nwhere a competing interpretation gives effect to every clause and\nword of a statute.”Microsoft Corp.v.i4i Ltd.\nPartnership, 564 U. S. 91, 106 (2011) (internal quotation\nmarks omitted); see,e.g.,Bruesewitzv.Wyeth\nLLC, 562 U. S. 223, 236 (2011) .  And the majority’s\napproach (as it admits, seeante,at 9) produces superfluity\ntoo—and in equal measure. Now (to rearrange the majority’s\nsentence) any conduct that would qualify as “abusive sexual conduct\ninvolving a minor or ward” or “aggravated sexual abuse” would also\nqualify as “sexual abuse.” In other words, on the majority’s\nreading as well, two listed crimes become subsets of a third, so\nthat the three could have been written as one. And indeed, the\nmajority’s superfluity has an especially odd quality, because it\nrelates to themodifying clause itself: The majority, that is, makes\nthe term “involving a minor or ward” wholly unnecessary. Remember\nthe old adage about the pot and the kettle? That is why the rule\nagainst superfluity cannot excuse the majority from reading\n§2252(b)(2)’s modifier, as ordinary usage demands, to pertain to\nall the terms in the preceding series.[3]IILegislative history confirms what the natural\nconstruction of language shows: Each of the three predicate\nof-fenses at issue here must involve a minor. The list of those\ncrimes appears in two places in §2252(b)—both in§2252(b)(1), which\ncontains a sentencing enhancement for those convicted of\ndistributing or receiving child pornography, and in §2252(b)(2),\nwhich includes a similar enhancement for those (like Lockhart)\nconvicted of possessing such material. Descriptions of that list of\noffenses, made at the time Congress added it to those provisions,\nbelie the majority’s position.The relevant language—again, providing for a\nmanda-tory minimum sentence if a person has a prior\nstate-lawconviction for “aggravated sexual abuse, sexual abuse, or\nabusive sexual conduct involving a minor or ward”—first made its\nappearance in 1996, when Congress inserted it into §2252(b)(1). See\nChild Pornography Prevention Act of 1996, §121(5), 110Stat.\n3009–30, 18 U. S. C. §2251 note. At that time, the Senate\nReport on the legislation explained what the new language meant:\nThe mandatory minimum would apply to an “offender with a prior\nconviction under . . . anyState child abuse law.”\nS. Rep. No. 104–358, p. 9 (1996) (emphasis added). It is hard to\nimagine saying any more directly that the just-added state\nsexual-abuse predicates all involve minors, and minors\nonly.[4]Two years later, in urging Congress to include\nthe same predicate offenses in §2252(b)(2), the Department of\nJustice (DOJ) itself read the list that way. In a formal bill\ncomment, DOJ noted that proposed legislation on child pornography\nfailed to fix a statutory oddity: Only §2252(b)(1), and not\n§2252(b)(2), then contained the state predicates at issue here. DOJ\ndescribed that discrepancy as follows: Whereas §2252(b)(1) provided\na penalty enhancement for “individuals charged with receipt or\ndistribution of child pornographyand who have prior state\nconvictions for child molestation,” the adjacent §2252(b)(2)\ncontained no such enhancement for those “charged with possession of\nchild pornographywho have prior convictions for child\nabuse.” H. R. Rep. No. 105–557, p. 31 (1998) (emphasis added).\nThat should change, DOJ wrote: A possessor of child pornography\nshould also be subject to a 2-year mandatory minimum if he had “aprior conviction for sexual abuse of a minor.”Ibid.(emphasis added). DOJ thus made clear that the predicate offenses\nit recom-mended adding to §2252(b)(2)—like those already\nin§2252(b)(1)—related not to all sexual abuse but only to sexual\nabuse of children. And Congress gave DOJ just what it wanted: Soon\nafter receiving the letter, Congress added the language at issue to\n§2252(b)(2), resulting in the requested 2-year minimum sentence.\nSee Protection of Children From Sexual Predators Act of 1998,\n§202(a)(2), 112Stat. 2977, 18 U. S. C. §1 note. So every\nindication, in 1998 no less than in 1996, was that all the\npredicate crimes relate to children alone.The majority’s response to this history fails to\nblunt its force. According to the majority, the reference to “any\nstate child abuse law” in the Senate Report is simply an\n“incomplete[ ] descri[ption]” of “the state sexual-abuse\npredicates.”Ante, at 12. And similarly, the majority\nventures, the DOJ letter was merely noting “one of the provision’s\nmany salient features.”Ibid. But suppose that you (like the\nSenate Report’s or DOJ letter’s authors) had to paraphrase or\ncondense the statutory language at issue here, and that you (like\nthe majority) thought it capturedallsexual-abuse crimes.\nWould you then use the phrase “any state child abuse law” as a\ndescriptor (as the Senate Report did)? And would you refer to the\nwhole list of state predicates as involving “sexual abuse of a\nminor” (as the DOJ letter did)? Of course not. But you might well\nuse such shorthand if, alternatively, you understood the statutory\nlanguage (as I do) to cover only sexual offenses against children.\nAnd so the authors of the Report and letter did here. Such\ndocuments of necessity abridge statutory language; but they do not\ndo so by conveying an utterly false impression of what that\nlanguage is most centrally about—as by describing a provision that\n(supposedly) covers all sexual abuse as one that reaches only child\nmolestation.[5]Further, the majority objects that the Senate\nReport’s (and DOJ letter’s) drafters did “nothing to explainwhy” Congress would have limited §2252(b)’s state\nsexual-abuse predicates to those involving children when the\nprovision’s federal sexual-abuse predicates (as all agree) are not\nso confined.Ante,at 13 (emphasis in original). But\nCongress is under no obligation to this Court to justify its\nchoices. (Nor is DOJ obliged to explain them to Congress itself.)\nRather, the duty is on this Court to carry out those decisions,\nregardless of whether it understands all that lay behind them. The\nSenate Report (and DOJ letter too) says what it says about\n§2252(b)’s meaning, confirming in no uncertain terms the most\nnatural reading of the statutory language. Explanation or no, that\nis more than sufficient.And the majority (as it concedes) cannot claim\nthat Congress simply must have wanted §2252(b)(2)’s federal and\nstate predicates to be the same. Seeante, at 11 (“[O]ur\nconstruction of §2252(b)(2)’s sexual-abuse predicates does not rely\non a general assumption that Congress sought full parity between\nall of the federal and state predicates”). That is because both\n§2252(b)(1) and §2252(b)(2) contain many federal predicates lacking\nstate matches. Under §2252(b)(1), for example, a person is subject\nto a mandatory minimum if he previously violated 18\nU. S. C. §1591, which prohibits “[s]ex trafficking of\nchildren or [sex trafficking] by force, fraud, or coercion.” But if\nthe prior conviction is under state law, only sex trafficking of\nchildren will trigger that minimum; trafficking of adults, even if\nby force, fraud, or coercion, will not. That mismatch—trafficking\nof both adults and children on the federal side, trafficking of\nchildren alone on the state side—precisely parallels my view of the\nsexual-abuse predicates at issue here. More generally, ten federal\nobscenity crimes trigger both §2252(b)(1)’s and §2252(b)(2)’s\nenhanced punishments; but equivalent state crimes do not do so. And\nfive federal prostitution offenses prompt mandatory minimums under\nthose provisions; but no such state offenses do. Noting those\ndisparities, the Government concedes: “[W]hen Congress adds\nstate-law offenses to the lists of predicate offenses triggering\nchild-pornography recidivist enhancements, it sometimes adds state\noffenses corresponding to only a subset of the federal offenses”\npreviously included. Brief for United States 43. Just so. And this\nCourt ought to enforce that choice.IIIAs against the most natural construction of\n§2252(b)(2)’s language, plus unusually limpid legislative history,\nthe majority relies on a structural argument. Seeante,at\n5–7. The federal sexual-abuse predicates in §2252(b)(2), the\nmajority begins, are described as crimes “under . . .\nChapter 109A,” and that chapter “criminalizes a range of\nsexual-abuse offenses involving adultsorminors.”Ante,at 5–6(emphasis in original). Once again, the majority\ncannot say that this fact alone resolves the question presented,\ngiven the many times (just discussed) that Congress opted to make\nfederal crimes, but not equivalent state crimes, predicates for\n§2252(b)(2)’s mandatory minimums. But the majority claims to see\nmore than that here: The headings of the sections in Chapter 109A,\nit contends, “mirror precisely the order . . . and nearly\nprecisely the words used to describe” the state predicate crimes at\nissue.Ante,at 6. The majority “cannot state with\ncertainty,” but hazards a guess that Congress thus used Chapter\n109A “as a template for the list of state predicates”—or, otherwise\nsaid, that Congress “followed” the “structure and language of\nChapter 109A” in defining those state-law offenses.Ibid.But §2252(b)(2)’s state predicates are not\nnearly as similar to the federal crimes in Chapter 109A as the\nmajority claims. That Chapter includes the following offenses:\n“Aggravated sexual abuse,” §2241, “Sexual abuse,”§2242, “Sexual\nabuse of a minor or ward,” §2243, and “Abusive sexual contact,”\n§2244. The Chapter thus containsfourcrimes—one more than\nfound in §2252(b)(2)’s list of state offenses. If the drafters of\n§2252(b)(2) meant merely to copy Chapter 109A, why would they have\nleft out one of its crimes? The majority has no\nexplanation.[6] And there is\nmore. Suppose Congress, for whatever hard-to-fathom reason, wanted\nto replicate only Chapter 109A’s first three offenses. It would\nthen have used the same language, referring to “the laws of any\nState relating to aggravated sexual abuse, sexual abuse, or sexual\nabuse of a minor or ward.” (And had Congress used that language,\nthe phrase “of a minor or ward” would clearly have applied only to\nthe third term, to differentiate it from the otherwise identical\nsecond.) But contra the majority, seeante,at 6, 9–10, that\nis not what §2252(b)(2)’s drafters did. Rather than repeating the\nphrase “sexual abuse,” they used the phrase “abusive sexual\nconduct” in the list’s last term—which echoes, if anything, the\nseparate crime of “abusive sexual contact” (included in Chapter\n109A’sfourthoffense, as well as in other places in the\nfederal code, see,e.g.,10 U. S. C. §920(d)). The\nchoice of those different words indicates, yet again, that Congress\ndid not mean, as the majority imagines, to duplicate Chapter 109A’s\nset of offenses.Indeed, even the Government has refused to\naccept the notion that the federal and state sexual-abuse\npredicates mirror each other. The Government, to be sure, has\nargued that it would be “anomalous” if federal, but notstate,\nconvictions for sexually abusing adults trigger§2252(b)(2)’s\nenhanced penalty. Brief for United States 23. (I have discussed\nthat more modest point above: Anomalous or not, such differences\nbetween federal and state predicates are a recurring feature of the\nstatute. Seesupra,at 12–13.) But the Government, in both\nbriefing and argument, rejected the idea that Congress wanted the\nlist of state predicates in §2252(b)(2) to mimic the crimes in\nChapter 109A; in other words, it denied that Congress meant for the\nstate and federal offenses to bear the same meaning. See Brief for\nUnited States 22, n. 8; Tr. of Oral Arg. 26. Even in the face\nof sustained questioning from Members of this Court, the Government\nheld fast to that position. See,e.g.,Tr. of Oral Arg.\n25–26 (Justice Alito: “[W]hy do you resist the argument that what\nCongress was doing was picking up basically the definitions of the\nFederal offenses [in Chapter 109A] that are worded almost\nidentically?” Assistant to the Solicitor General: “[W]e don’t think\nthat Congress was trying” to do that). The listed state and federal\noffenses, the Government made clear, are not intended to be\ncopies.The majority seems to think that view somehow\nconsistent with its own hypothesis that Chapter 109A served as a\n“template” for §2252(b)(2)’s state predicates,ante,at 6;\nin responding to one of Lockhart’s arguments, the majority remarks\nthat the state predicates might have a “generic” meaning, distinct\nfrom Chapter 109A’s,ante,at 14. But if that is so, the\nmajority’s supposed template is not much of a template after all.\nThe predicate state offenses would “follow” or “parallel” Chapter\n109A in a single respect, but not in any others—that is, in\nincluding sexual abuse of adults, but not in otherwise defining\nwrongful sexual conduct (whether concerning adults or children).Ante,at 6. The template, one might say, is good for this\ncase and this case only. And the majority has no theory for why\nthat should be so: It offers not the slimmest explanation of how\nChapter 109A can resolve today’s question but not the many issues\ncourts will face in the future involving the meaning of\n§2252(b)(2)’s state predicate offenses. That is because no\nrationale would make sense. The right and consistent view is that\nChapter 109A, like the other federal predicates in §2252(b)(2), is\nacross-the-board irrelevant in defining that provision’s state\npredicates. Thus, the federal chapter’s four differently worded\ncrimes are independent of the three state offenses at issue\nhere—all of which, for the reasons I’ve given, must “involv[e] a\nminor or ward.”IVSuppose, for a moment, that this case is not\nas clear as I’ve suggested. Assume there is no way to know whether\nto apply the last-antecedent or the series-qualifier rule. Imagine,\ntoo, that the legislative history is not quite so compelling and\nthe majority’s “template” argument not quite so strained. Who,\nthen, should prevail?This Court has a rule for how to resolve genuine\nambiguity in criminal statutes: in favor of the criminal defendant.\nAs the majority puts the point, the rule of lenity insists that\ncourts side with the defendant “when the ordinary canons of\nstatutory construction have revealed no satisfactory construction.”Ante, at 14 (citingCallananv.United States,\n364 U. S. 587, 596 (1961) ); see alsoBifulcov.United States, 447 U. S. 381, 387 (1980) (holding that\nthe rule of lenity “applies not only to interpretations of the\nsubstantive ambit of criminal prohibitions, but also to the\npenalties they impose”). At the very least, that principle should\ntip the scales in Lockhart’s favor, because nothing the majority\nhas said shows that the modifying clause in §2252(b)(2)unambiguouslyapplies to only the last term in the preceding\nseries.But in fact, Lockhart’s case is stronger.\nConsider the following sentence, summarizing various points made\nabove: “The series-qualifier principle, the legislative history,\nand the rule of lenity discussed in this opinion all pointin the\nsame direction.” Now answer the following question: Has only the\nrule of lenity been discussed in this opinion, or have the\nseries-qualifier principle and the legislative history been\ndiscussed as well? Even had you not read the preceding 16-plus\npages, you would know the right answer—because of the ordinary way\nall of us use language. That, in the end, is why Lockhart should\nwin.Notes1The majority’s baseball\nexample, seeante, at 4, reads the other way only because\nits three terms arenotparallel. The words “catcher” and\n“shortstop,” but not “pitcher,” are qualified separate and apart\nfrom the modifying clause at the end of the sentence: “Pitcher”\nthus calls for a modifier of its own, and the phrase “from the\nKansas City Royals” answers that call. Imagine the sentence is\nslightly reworded to refer to a “defensive catcher, quick-footed\nshortstop, or hard-throwing pitcher from the Kansas City Royals.”\nOr, alternatively, suppose the sentence referred simply to a\n“catcher, shortstop, or pitcher from the Kansas City Royals.”\nEither way, all three players must come from the Royals—because the\nthree terms (unlike in the majority’s sentence) are a parallel\nseries with a modifying clause at the end.2Too busy to carry out\nthis homework assignment? Consider some examples (there are many\nmore) from just the last few months of this Court’s work. InOBB\nPersonenverkehr AGv.Sachs, 577 U. S. ___, ___\n(2015) (slip op., at 5–6), this Court described a lawsuit as\nalleging “wrongful arrest, imprisonment, and tortureby Saudi\npolice.” InJamesv.Boise, 577 U. S. ___,\n___ (2016) (per curiam) (slip op., at 2) (quotingMartinv.Hunter’s Lessee, 1 Wheat. 304, 348 (1816)),\nthis Court affirmed that state courts must follow its\ninterpretations of “the laws, the treaties, and the constitutionof the United States.” InMusacchiov.United\nStates, 577 U. S. ___, ___ (2016) (slip op., at 8)\n(quotingReed Elsevier, Inc.v.Muchnick, 559\nU. S. 154, 166 (2010) ), this Court noted that in interpreting\nstatutes it looks to the “text, context, and relevant historical\ntreatmentof the provision at issue.” InFERCv.Electric Power Supply Assn., 577 U. S. ___, ___ (2016)\n(slip op., at 15), this Court applied a statute addressing “any\nrule, regulation, practice, or contractaffecting [a wholesale]\nrate [or] charge.” And inMontanilev.Board of\nTrustees of Nat. Elevator Industry Health Benefit Plan, 577\nU. S. ___, ___ (2016) (slip op., at 2), this Court interpreted\nan employee benefits plan requiring reimbursement “for attorneys’\nfees, costs, expenses or damagesclaimed by the covered\nperson.” In each case, of course, the italicized modifying\nclause refers to every item in the preceding list. That is because\nthe series-qualifier rule reflects how all of us use language, in\nwriting and in speech, in formal and informal contexts, all the\ntime.3The majority asserts that\nit has found, concealed within §2252(b)(2)’s structure, an\n“explanation” for its own superfluity,ante,at 9, but that\nclaim, as I’ll soon show, collapses on further examination. Seeinfra, at 13–16.4And it makes no\ndifference that the Senate Report accompanied §2252(b)(1)’s, rather\nthan §2252(b)(2)’s, amendment. No one can possibly think (and the\nmajority therefore does not try to argue) that the disputed\nlanguage means something different in §2252(b)(2) than in its\nneighbor and model, §2252(b)(1).5The majority tries to\nbolster its “incomplete description” claim by highlighting another\nsummary statement in the Senate Report, but that reference merely\nillustrates my point. In amending §2252(b)(1) (and later\n§2252(b)(2)), Congress added not only the child sexual-abuse\npredicates at issue here, but also a set of predicate state\noffenses relating to child pornography. Specifically, Congress\nprovided a mandatory minimum sentence for individuals previously\nconvicted of the “production, possession, receipt, mailing, sale,\ndistribution, shipment, or transportation of child pornography.”\nChild Pornography Prevention Act, §121(5), 110Stat. 3009–30. The\nSenate Report described those predicate crimes in an abbreviated\nfashion as “relating to the production, receipt or distribution of\nchild pornography.” S. Rep. No. 104–358, p. 9 (1996). That synopsis\ndoubtless leaves some things out, as any synopsis does; but no\nreader of the Report would be terribly surprised to see the fuller\nstatutory list. The same cannot be said of the phrase “any state\nchild abuse law” if that in fact refers to laws prohibitingallrape, sexual assault, and similar behavior.6In a footnote, the\nmajority intimates that Chapter 109A contains only three crimes—but\nthat reading is unambiguously wrong. Unlike the fifth through\neighth sections of that chapter (which the majority invokes to no\npurpose), the fourth—again, entitled “[a]busive sexual\ncontact”—sets out an independent substantive offense, criminalizing\nacts not made illegal in the first three sections. §§2244(a)–(c);\nsee also 42 U. S. C. §16911 (separately listing this\noffense in identifying who must register as a sex offender). The\nmajority, as noted above, gives no reason why Congress would have\nignored that fourth crime had it been using Chapter 109A as a\ntemplate.",
    "joined": []
}