{
    "case": {
        "docket": "228",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/228/"
    },
    "id": "1970722",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–133_________________AMERICAN EXPRESS COMPANY, et al.,\nPETITIONERS v. ITALIAN COLORS RESTAURANT et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 20, 2013]Justice Kagan, with\nwhom Justice Ginsburg and Justice Breyer join, dissenting.Here is the nutshell\nversion of this case, unfortunately obscured in the Court’s\ndecision. The owner of a small restaurant (Italian Colors) thinks\nthat American Express (Amex) has used its monopoly power to force\nmerchants to accept a form contract violating the antitrust laws.\nThe restaurateur wants to challenge the allegedly unlawful\nprovision (imposing a tying arrangement), but the same\ncontract’s arbitration clause prevents him from doing so.\nThat term imposes a variety of procedural bars that would make\npursuit of the antitrust claim a fool’s errand. So if the\narbitration clause is enforceable, Amex has insulated itself from\nantitrust liability—even if it has in fact violated the law.\nThe monopolist gets to use its monopoly power to insist on a\ncontract effectively depriving its victims of all legal\nrecourse.And here is the\nnutshell version of today’s opinion, admirably flaunted\nrather than camouflaged: Too darn bad.That answer is a\nbetrayal of our precedents, and of federal statutes like the\nantitrust laws. Our decisions have developed a\nmechanism—called the effective-vindication rule—to\nprevent arbitration clauses from choking off a plaintiff’s\nability to enforce congressionally created rights. That doctrine\nbars applying such a clause when (but only when) it operates to\nconfer immunity from potentially meritorious federal claims. In so\ndoing, the rule reconciles the Federal Arbitration Act (FAA) with\nall the rest of federal law—and indeed, promotes the most\nfundamental purposes of the FAA itself. As applied here, the rule\nwould ensure that Amex’s arbitration clause does not\nforeclose Italian Colors from vindicating its right to redress\nantitrust harm.The majority barely\ntries to explain why it reaches a contrary result. It notes that we\nhave not decided this exact case before—neglecting that the\nprinciple we have established fits this case hand in glove. And it\nconcocts a special exemption for class-arbitration\nwaivers—ignoring that this case concerns much more than that.\nThroughout, the majority disregards our decisions’ central\ntenet: An arbitration clause may not thwart federal law,\nir-respective of exactly how it does so. Because the Court today\nprevents the effective vindication of federal statutory rights, I\nrespectfully dissent.IStart with an\nuncontroversial proposition: We would refuse to enforce an\nexculpatory clause insulating a company from antitrust\nliability—say, “Merchants may bring no Sherman Act\nclaims”—even if that clause were contained in an\narbitration agreement. See ante, at 6. Congress created the Sherman\nAct’s private cause of action not solely to compensate\nindividuals, but to promote “the public interest in vigilant\nenforcement of the antitrust laws.” Lawlor v. National Screen\nService Corp., 349 U. S. 322, 329 (1955) . Accordingly, courts\nwill not enforce a prospective waiver of the right to gain redress\nfor an antitrust injury, whether in an arbitration agreement or any\nother contract. See Mitsubishi Motors Corp. v. Soler\nChrysler-Plymouth, Inc., 473 U. S. 614 , and n. 19 (1985). The\nsame rule applies to other important federal statutory rights. See\n14 Penn Plaza LLC v. Pyett, 556 U. S. 247, 273 (2009) (Age\nDiscrimination in Employment Act); Brooklyn Savings Bank v.\nO’Neil, 324 U. S. 697, 704 (1945) (Fair Labor Standards\nAct). But its necessity is nowhere more evident than in the\nantitrust context. Without the rule, a company could use its\nmonopoly power to protect its monopoly power, by coercing agreement\nto contractual terms eliminating its antitrust liability.If the rule were\nlimited to baldly exculpatory provi-sions, however, a monopolist\ncould devise numerous ways around it. Consider several alternatives\nthat a party drafting an arbitration agreement could adopt to avoid\nantitrust liability, each of which would have the identical effect.\nOn the front end: The agreement might set outlandish filing fees or\nestablish an absurd (e.g., one-day) statute of limitations, thus\npreventing a claimant from gaining access to the arbitral forum. On\nthe back end: The agreement might remove the arbitrator’s\nauthority to grant meaningful relief, so that a judgment gets the\nclaimant nothing worthwhile. And in the middle: The agreement might\nblock the claimant from presenting the kind of proof that is\nnecessary to establish the defendant’s liability—say,\nby prohibiting any economic testimony (good luck proving an\nantitrust claim without that!). Or else the agreement might appoint\nas an arbitrator an obviously biased person—say, the CEO of\nAmex. The possibilities are endless—all less direct than an\nexpress exculpatory clause, but no less fatal. So the rule against\nprospective waivers of federal rights can work only if it applies\nnot just to a contract clause explicitly barring a claim, but to\nothers that operate to do so.And sure enough, our\ncases establish this proposition: An arbitration clause will not be\nenforced if it prevents the effective vindication of federal\nstatutory rights, however it achieves that result. The rule\noriginated in Mitsubishi, where we held that claims brought under\nthe Sherman Act and other federal laws are generally subject to\narbitration. 473 U. S., at 628. By agreeing to arbitrate such\na claim, we explained, “a party does not forgo the\nsubstantive rights afforded by the statute; it only submits to\ntheir resolution in an arbitral, rather than a judicial,\nforum.” Ibid. But crucial to our decision was a limiting\nprinciple, designed to safeguard federal rights: An arbitration\nclause will be enforced only “so long as the prospective\nlitigant effectively may vindicate its statutory cause of action in\nthe arbitral forum.” Id., at 637. If an arbitration provision\n“operated . . . as a prospective waiver of a\nparty’s right to pursue statutory remedies,” we\nemphasized, we would “condemn[ ]” it. Id., at 637,\nn. 19. Similarly, we stated that such a clause should be\n“set[ ] aside” if “proceedings in the\ncontractual forum will be so gravely difficult” that the\nclaimant “will for all practical purposes be deprived of his\nday in court.” Id., at 632 (internal quotation marks\nomitted). And in the decades since Mitsubishi, we have repeated its\nadmonition time and again, instructing courts not to enforce an\narbitration agreement that effectively (even if not explicitly)\nforecloses a plaintiff from remedying the violation of a federal\nstatutory right. See Gilmer v. Interstate/Johnson Lane Corp., 500\nU. S. 20, 28 (1991) ; Vimar Seguros y Reaseguros, S. A. v. M/V\nSky Reefer, 515 U. S. 528, 540 (1995) ; 14 Penn Plaza, 556\nU. S., at 266, 273–274.Our decision in Green\nTree Financial Corp.-Ala. v. Randolph, 531 U. S. 79 (2000) ,\nconfirmed that this principle applies when an agreement thwarts\nfederal law by making arbitration prohibitively expensive. The\nplaintiff there (seeking relief under the Truth in Lending Act)\nargued that an arbitration agreement was unenforceable be- cause it\n“create[d] a risk” that she would have to “bear\nprohibitive arbitration costs” in the form of high filing and\nadministrative fees. Id., at 90 (internal quotation marks omitted).\nWe rejected that contention, but not because we doubted that such\nfees could prevent the effective vindication of statutory rights.\nTo the contrary, we invoked our rule from Mitsubishi, making clear\nthat it applied to the case before us. See 538 U. S., at 90.\nIndeed, we added a burden of proof: “[W]here, as here,”\nwe held, a party asserting a federal right “seeks to\ninvalidate an arbitration agreement on the ground that arbitration\nwould be prohibitively expensive, that party bears the burden of\nshowing the likelihood of incurring such costs.” Id., at 92.\nRandolph, we found, had failed to meet that burden: The evidence\nshe offered was “too speculative.” Id., at 91. But even\nas we dismissed Randolph’s suit, we reminded courts to\nprotect against arbitration agreements that make federal claims too\ncostly to bring.Applied as our\nprecedents direct, the effective-vindication rule furthers the\npurposes not just of laws like the Sherman Act, but of the FAA\nitself. That statute reflects a federal policy favoring actual\narbitration—that is, arbitration as a streamlined\n“method of resolving disputes,” not as a foolproof way\nof killing off valid claims. Rodriguez de Quijas v.\nShearson/American Express, Inc., 490 U. S. 477, 481 (1989) .\nPut otherwise: What the FAA prefers to litigation is arbitration,\nnot de facto immunity. The effective-vindication rule furthers\nthe statute’s goals by ensuring that arbitration remains a\nreal, not faux, method of dispute resolution. With the rule,\ncompanies have good reason to adopt arbitral procedures that\nfacilitate efficient and accurate handling of complaints. Without\nit, companies have every incentive to draft their agreements to\nextract backdoor waivers of statutory rights, making arbitration\nunavailable or pointless. So down one road: More arbitration,\nbetter enforcement of federal statutes. And down the other: Less\narbitration, poorer enforcement of federal statutes. Which would\nyou prefer? Or still more aptly: Which do you think Congress\nwould?The answer becomes all\nthe more obvious given the limits we have placed on the rule, which\nensure that it does not diminish arbitration’s benefits. The\nrule comes into play only when an agreement “operate[s]\n. . . as a prospective waiver”—that is,\nforecloses (not diminishes) a plaintiff’s opportunity to gain\nrelief for a statutory violation. Mitsubishi, 473 U. S., at\n637, n. 19. So, for example, Randolph assessed whether fees in\narbitration would be “prohibitive” (not high,\nexcessive, or extravagant). 531 U. S., at 90. Moreover, the\nplaintiff must make that showing through concrete proof:\n“[S]peculative” risks, “unfounded\nassumptions,” and “unsupported statements” will\nnot suffice. Id., at 90–91, and n. 6. With the inquiry\nthat confined and the evidentiary requirements that high, courts\nhave had no trouble assessing the matters the rule makes relevant.\nAnd for almost three decades, courts have followed our edict that\narbitration clauses must usually prevail, declining to enforce them\nin only rare cases. See Brief for United States as Amicus Curiae\n26–27. The effective-vindication rule has thus operated year\nin and year out without undermining, much less\n“destroy[ing],” the prospect of speedy dispute\nresolution that arbitration secures. Ante, at 9.And this is just the\nkind of case the rule was meant to address. Italian Colors, as I\nhave noted, alleges that Amex used its market power to impose a\ntying arrangement in violation of the Sherman Act. The antitrust\nlaws, all parties agree, provide the restaurant with a cause of\naction and give it the chance to recover treble damages. Here, that\nwould mean Italian Colors could take home up to $38,549. But a\nproblem looms. As this case comes to us, the evidence shows that\nItalian Colors cannot prevail in arbitration without an economic\nanalysis defining the relevant markets, establishing Amex’s\nmonopoly power, showing anticompetitive effects, and measuring\ndamages. And that expert report would cost between several hundred\nthousand and one million dollars. [1] So the expense involved in proving the claim in\narbitration is ten times what Italian Colors could hope to gain,\neven in a best-case scenario. That counts as a\n“prohibitive” cost, in Randolph’s terminology, if\nanything does. No rational actor would bring a claim worth tens of\nthousands of dollars if doing so meant incurring costs in the\nhundreds of thousands.An arbitration\nagreement could manage such a mismatch in many ways, but\nAmex’s disdains them all. As the Court makes clear, the\ncontract expressly prohibits class arbitration. But that is only\npart of the problem. [2] The\nagreement also disallows any kind of joinder or consolidation of\nclaims or parties. And more: Its confidentiality provision prevents\nItalian Colors from informally arranging with other merchants to\nproduce a common expert report. And still more: The agreement\nprecludes any shifting of costs to Amex, even if Italian Colors\nprevails. And beyond all that: Amex refused to enter into any\nstipulations that would obviate or mitigate the need for the\neconomic analysis. In short, the agreement as applied in this case\ncuts off not just class arbitration, but any avenue for sharing,\nshifting, or shrinking necessary costs. Amex has put Italian Colors\nto this choice: Spend way, way, way more money than your claim is\nworth, or relinquish your Sherman Act rights.So contra the majority,\nthe court below got this case right. Italian Colors proved what the\nplaintiff in Randolph could not—that a standard-form\nagreement, taken as a whole, renders arbitration of a claim\n“prohibitively expensive.” 531 U. S., at 92. The\nrestaurant thus established that the contract “operate[s]\n. . . as a prospective waiver,” and prevents the\n“effective[ ] . . . vindicat[ion]” of\nSherman Act rights. Mitsubishi, 473 U. S., at 637, and n. 19.\nI would follow our precedents and decline to compel\narbitration.IIThe majority is quite\nsure that the effective-vindication rule does not apply here, but\nhas precious little to say about why. It starts by disparaging the\nrule as having “originated as dictum.” Ante, at 6. But\nit does not rest on that swipe, and for good reason. As I have\nexplained, see supra, at 3–4, the rule began as a core part\nof Mitsubishi: We held there that federal statutory claims are\nsubject to arbitration “so long as” the claimant\n“effectively may vindicate its [rights] in the arbitral\nforum.” 473 U. S., at 637 (emphasis added). The rule\nthus served as an essential condition of the decision’s\nholding. [3] And in Randolph,\nwe provided a standard for applying the rule when a claimant\nalleges “prohibitive costs” (“Where, as\nhere,” etc., see supra, at 5), and we then applied that\nstandard to the parties before us. So whatever else the majority\nmight think of the effective-vindication rule, it is not\ndictum.The next paragraph of\nthe Court’s decision (the third of Part IV) is the key: It\ncontains almost the whole of the majority’s effort to explain\nwhy the effective-vindication rule does not stop Amex from\ncompelling arbitration. The majority’s first move is to\ndescribe Mitsubishi and Randolph as covering only discrete\nsituations: The rule, the majority asserts, applies to arbitration\nagreements that eliminate the “right to pursue statutory\nremedies” by “forbidding the assertion” of the\nright (as addressed in Mitsubishi) or imposing filing and\nadministrative fees “so high as to make access to the forum\nimpracticable” (as addressed in Randolph). Ante, at 6\n(emphasis deleted; internal quotation marks omitted). Those cases\nare not this case, the majority says: Here, the agreement’s\nprovisions went to the possibility of “proving a statutory\nrem-edy.” Ante, at 7.But the distinction the\nmajority proffers, which excludes problems of proof, is one\nMitsubishi and Randolph (and our decisions reaffirming them)\nforeclose. Those decisions establish what in some quarters is known\nas a principle: When an arbitration agreement prevents the\neffective vindication of federal rights, a party may go to court.\nThat principle, by its nature, operates in diverse\ncircumstances—not just the ones that happened to come before\nthe Court. See supra, at 3–4. It doubtless covers the baldly\nexculpatory clause and prohibitive fees that the majority\nacknowledges would preclude an arbitration agreement’s\nenforcement. But so too it covers the world of other provisions a\nclever drafter might devise to scuttle even the most meritorious\nfederal claims. Those provisions might deny entry to the forum in\nthe first instance. Or they might deprive the claimant of any\nremedy. Or they might prevent the claimant from offering the\nnecessary proof to prevail, as in my “no economic\ntestimony” hypothetical—and in the actual circumstances\nof this case. See supra, at 3. The variations matter not at all.\nWhatever the precise mechanism, each “operate[s] . . . as a\nprospective waiver of a party’s [federal]\nright[s]”—and so confers immunity on a wrongdoer.\nMitsubishi, 473 U. S., at 637, n. 19. And that is what\ncounts under our decisions. [4]Nor can the majority\nescape the principle we have established by observing, as it does\nat one point, that Amex’s agreement merely made arbitration\n“not worth the expense.” Ante, at 7. That suggestion,\nafter all, runs smack into Randolph, which likewise involved an\nallegation that arbitration, as specified in a contract,\n“would be prohibitively expensive.” 531 U. S., at\n92. Our decision there made clear that a provision raising a\nplaintiff’s costs could foreclose consideration of federal\nclaims, and so run afoul of the effective-vindication rule. The\nexpense at issue in Randolph came from a filing fee combined with a\nper-diem payment for the arbitrator. But nothing about those\nparticular costs is distinctive; and indeed, a rule confined to\nthem would be weirdly idiosyncratic. Not surprisingly, then,\nRandolph gave no hint of distinguishing among the different ways an\narbitration agreement can make a claim too costly to bring. Its\nrationale applies whenever an agreement makes the vindication of\nfederal claims impossibly expensive—whether by imposing fees\nor proscribing cost-sharing or adopting some other device.That leaves the three\nlast sentences in the majority’s core paragraph. Here, the\nmajority conjures a special reason to exclude “class-action\nwaiver[s]” from the effective-vindication rule’s\ncompass. Ante, at 7–8, and n. 4. Rule 23, the majority notes,\nbecame law only in 1938—decades after the Sherman Act. The\nmajority’s conclusion: If federal law in the interim decades\ndid not eliminate a plaintiff’s rights under that Act, then\nneither does this agreement.But that notion, first\nof all, rests on a false premise: that this case is only about a\nclass-action waiver. See ante, at 7, n. 4 (confining the case\nto that issue). It is not, and indeed could not sensibly be. The\neffective-vindication rule asks whether an arbitration agreement as\na whole precludes a claimant from enforcing federal statutory\nrights. No single provision is properly viewed in isolation,\nbecause an agreement can close off one avenue to pursue a claim\nwhile leaving others open. In this case, for example, the agreement\ncould have prohibited class arbitration without offending the\neffective-vindication rule if it had provided an alternative\nmechanism to share, shift, or reduce the necessary costs. The\nagreement’s problem is that it bars not just class actions,\nbut also all mechanisms—many existing long before the Sherman\nAct, if that matters—for joinder or consolidation of claims,\ninformal coordination among individual claimants, or amelioration\nof arbitral expenses. See supra, at 7. And contrary to the\nmajority’s assertion, the Second Circuit well understood that\npoint: It considered, for example, whether Italian Colors could\nshift expert expenses to Amex if its claim prevailed (no) or could\njoin with merchants bringing similar claims to produce a common\nexpert report (no again). See 554 F. 3d 300, 318 (2009). It is\nonly in this Court that the case has become strangely narrow, as\nthe majority stares at a single provision rather than considering,\nin the way the effective-vindication rule demands, how the entire\ncontract operates. [5]In any event, the age\nof the relevant procedural mechanisms (whether class actions or any\nother) does not matter, because the effective-vindication rule asks\nabout the world today, not the world as it might have looked when\nCongress passed a given statute. Whether a particular procedural\ndevice preceded or post-dated a particular statute, the question\nremains the same: Does the arbi-tration agreement foreclose a\nparty—right now—from effectively vindicating the\nsubstantive rights the statute provides? This case exhibits a whole\nraft of changes since Congress passed the Sherman Act, affecting\nboth parties to the dispute—not just new procedural rules\n(like Rule 23), but also new evidentiary requirements (like the\ndemand here for an expert report) and new contract provisions\naffecting arbitration (like this agreement’s confidentiality\nclause). But what has stayed the same is this: Congress’s\nintent that antitrust plaintiffs should be able to enforce their\nrights free of any prior waiver. See supra, at 2–3;\nMitsubishi, 473 U. S., at 637, n. 19. The\neffective-vindication rule carries out that purpose by ensuring\nthat any arbitration agreement operating as such a waiver is\nunenforceable. And that requires courts to determine in the here\nand now—rather than in ye olde glory days—whether an\nagreement’s provisions foreclose even meritorious antitrust\nclaims.Still, the majority\ntakes one last stab: “Truth to tell,” it claims,\nAT&T Mobility LLC v. Concepcion, 563 U. S. ___ (2011),\n“all but resolves this case.” Ante, at 8. In that\ndecision, the majority recounts, this Court held that the FAA\npreempted a state “law conditioning enforcement of\narbitration on the availability of class procedure.” Ibid.;\nsee 563 U. S., at ___ (slip op., at 9). According to the\nmajority, that decision controls here because “[w]e\nspecifically rejected the argument that class arbitration was\nnecessary.” Ante, at 9.Where to begin? Well,\nmaybe where I just left off: Italian Colors is not claiming that a\nclass action is necessary—only that it have some means of\nvindicating a meritorious claim. And as I have shown, non-class\noptions abound. See supra, at 11. The idea that AT&T Mobility\ncontrols here depends entirely on the majority’s view that\nthis case is “class action or bust.” Were the majority\nto drop that pretense, it could make no claim for AT&T\nMobility’s relevance.And just as this case\nis not about class actions, AT&T Mobility was not—and\ncould not have been—about the effective-vindication rule.\nHere is a tip-off: AT&T Mobility nowhere cited our\neffective-vindication precedents. That was so for two reasons. To\nbegin with, the state law in question made class-action waivers\nunenforceable even when a party could feasibly vindicate her claim\nin an individual arbitration. The state rule was designed to\npreserve the broad-scale “deterrent effects of class\nactions,” not merely to protect a particular\nplaintiff’s right to assert her own claim. 563 U. S., at\n___ (slip op., at 3). Indeed, the Court emphasized that the\ncomplaint in that case was “most unlikely to go\nunresolved” because AT&T’s agreement contained a\nhost of features ensuring that “aggrieved customers who filed\nclaims would be essentially guaranteed to be made whole.”\nId., at ___ (slip op., at 17–18) (internal quotation marks\nand brackets omitted). So the Court professed that AT&T\nMobility did not implicate the only thing (a party’s ability\nto vindicate a meritorious claim) this case involves.And if that is not\nenough, AT&T Mobility involved a state law, and therefore could\nnot possibly implicate the effective-vindication rule. When a state\nrule allegedly conflicts with the FAA, we apply standard preemption\nprinciples, asking whether the state law frustrates the FAA’s\npurposes and objectives. If the state rule does so—as the\nCourt found in AT&T Mobility—the Supremacy Clause\nrequires its invalidation. We have no earthly interest (quite the\ncontrary) in vindicating that law. Our effective-vindication rule\ncomes into play only when the FAA is alleged to conflict with\nanother federal law, like the Sherman Act here. In that all-federal\ncontext, one law does not automatically bow to the other, and the\neffective-vindication rule serves as a way to reconcile any tension\nbetween them. Again, then, AT&T Mobility had no occasion to\naddress the issue in this case. The relevant decisions are instead\nMitsubishi and Randolph.*  *  *The Court today\nmistakes what this case is about. To a hammer, everything looks\nlike a nail. And to a Court bent on diminishing the usefulness of\nRule 23, everything looks like a class action, ready to be\ndismantled. So the Court does not consider that Amex’s\nagreement bars not just class actions, but “other forms of\ncost-sharing . . . that could provide effective\nvindication.” Ante, at 7, n. 4. In short, the Court does\nnot consider—and does not decide—Italian Colors’s\n(and similarly situated litigants’) actual argument about why\nthe effective-vindication rule precludes this agreement’s\nenforcement.As a result,\nAmex’s contract will succeed in depriving Italian Colors of\nany effective opportunity to challenge monopolistic conduct\nallegedly in violation of the Sherman Act. The FAA, the majority\nsays, so requires. Do not be fooled. Only the Court so requires;\nthe FAA was never meant to produce this outcome. The FAA conceived\nof arbitration as a “method of resolving\ndisputes”—a way of using tailored and streamlined\nprocedures to facilitate redress of injuries. Rodriguez de Quijas,\n490 U. S., at 481 (emphasis added). In the hands of\ntoday’s majority, arbitration threatens to become more nearly\nthe opposite—a mechanism easily made to block the vindication\nof meritorious federal claims and insulate wrongdoers from\nliability. The Court thus undermines the FAA no less than it does\nthe Sherman Act and other federal statutes providing rights of\naction. I respectfully dissent.Notes1The evidence relating to\nthese costs comes from an affidavit submitted by an economist\nexperienced in proving similar antitrust claims. The Second Circuit\nfound that Amex “ha[d] brought no serious challenge” to\nthat factual showing. See, e.g., 667 F. 3d 204, 210 (2012).\nAnd in this Court, Amex conceded that Italian Colors would need an\nexpert economic report to prevail in arbitration. See Tr. of Oral\nArg. 15. Perhaps that is not really true. A hallmark of arbitration\nis its use of procedures tailored to the type of dispute and amount\nin controversy; so arbitrators might properly decline to demand\nsuch a rigorous evidentiary showing in small antitrust cases. But\nthat possibility cannot disturb the factual premise on which this\ncase comes to us, and which the majority accepts: that Italian\nColors’s tying claim is an ordinary kind of antitrust claim;\nand that it is worth about a tenth the cost of\narbitration.2The majority contends\nthat the class-action waiver is the only part we should consider.\nSee ante, at 7–8, n. 4. I explain below why that\nassertion is wrong. See infra, at 11–12.3The majority is dead\nwrong when it says that Mitsubishi reserved judgment on\n“whether the arbitration agreement’s potential\ndeprivation of a claimant’s right to pursue federal remedies\nmay render that agreement unenforceable.” Ante, at 6,\nn. 2. What the Mitsubishi Court had “no occasion to\nspeculate on” was whether a particular agreement in fact\neliminated the claimant’s federal rights. 473 U. S., at\n673, n. 19. But we stated expressly that if the agreement did\nso (as Amex’s does), we would invalidate it. Ibid.; see\nsupra, at 4.4Gilmer and Vimar Seguros,\nwhich the majority relies on, see ante, at 8, fail to advance its\nargument. The plaintiffs there did not claim, as Italian Colors\ndoes, that an arbitration clause altogether precluded them from\nvindicating their federal rights. They averred only that\narbitration would be less convenient or effective than a proceeding\nin court. See Gilmer v. Interstate/Johnson Lane Corp., –32\n(1991); Vimar Seguros y Reaseguros, S. A. v. M/V Sky Reefer, . As I\nhave explained, that kind of showing does not meet the\neffective-vindication rule’s high bar. See supra, at\n6.5In defense of this focus,\nthe majority quotes the Second Circuit as concluding that\n“the only economically feasible means” for Italian\nColors to enforce its statutory rights “is via a class\naction.” Ante, at 7–8, n. 4 (quoting 667\nF. 3d, at 218; internal quotation marks omitted; emphasis\nadded by the Court). But the Court of Appeals reached that\nconclusion only after finding that the agreement prohibited all\nother forms of cost-sharing and cost-shifting. See 554 F. 3d\n300, 318 (2009). (That opinion was vacated on other grounds, but\nits analysis continued to inform—indeed, was essential\nto—the Second Circuit’s final decision in the case. See\n667 F. 3d, at 218.) The Second Circuit therefore did exactly\nwhat the majority refuses to do—look to the agreement as a\nwhole to determine whether it permits the vindication of federal\nrights.",
    "joined": []
}