{
    "case": {
        "docket": "18-877",
        "citation": "589",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-877/"
    },
    "id": "4226493",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–877_________________FREDERICK L. ALLEN, et al., PETITIONERSv.ROY A. COOPER, III, GOVERNOR OF NORTH CAROLINA,\net al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[March 23, 2020]Justice Kagan delivered the opinion of the\nCourt.In two basically identical statutes passed in\nthe early 1990s, Congress sought to strip the States of their\nsovereign immunity from patent and copyright infringement suits.\nNot long after, this Court held inFlorida Prepaid Postsecondary\nEd. Expense Bd.v.College Savings Bank,527 U.S.\n627(1999), that the patent statute lacked a valid\nconstitutional basis. Today, we take up the copyright statute. We\nfind that our decision inFlorida Prepaidcompels the same\nconclusion.IIn 1717, the pirate Edward Teach, better known\nas Blackbeard, captured a French slave ship in the West Indies and\nrenamed herQueen Anne’s Revenge. The vessel became his\nflagship. Carrying some 40 cannons and 300 men, theRevengetook many prizes as she sailed around the Caribbean and up the\nNorth American coast. But her reign over those seas was\nshort-lived. In 1718, the ship ran aground on a sandbar a mile off\nBeaufort, North Carolina. Blackbeard and most of his crew escaped\nwithout harm. Not so theRevenge. She sank beneath the\nwaters, where she lay undisturbed for nearly 300 years.In 1996, a marine salvage company named\nIntersal, Inc., discovered the shipwreck. Under federal and state\nlaw, the wreck belongs to North Carolina. See 102Stat. 433, 43\nU. S. C. §2105(c); N. C. Gen. Stat. Ann. §121–22\n(2019). But the State contracted with Intersal to take charge of\nthe recovery activities. Intersal in turn retained petitioner\nFrederick Allen, a local videographer, to document the operation.\nFor over a decade, Allen created videos and photos of divers’\nefforts to salvage theRevenge’s guns, anchors, and other\nremains. He registered copyrights in all those works.This suit arises from North Carolina’s\npublication of some of Allen’s videos and photos. Allen first\nprotested in 2013 that the State was infringing his copyrights by\nuploading his work to its website without permission. To address\nthat allegation, North Carolina agreed to a settlement paying Allen\n$15,000 and laying out the parties’ respective rights to the\nmaterials. But Allen and the State soon found themselves embroiled\nin another dispute. Allen complained that North Carolina had\nimpermissibly posted five of his videos online and used one of his\nphotos in a newsletter. When the State declined to admit\nwrongdoing, Allen filed this action in Federal District Court. It\ncharges the State with copyright infringement (call it a modern\nform of piracy) and seeks money damages.North Carolina moved to dismiss the suit on the\nground of sovereign immunity. It invoked the general rule that\nfederal courts cannot hear suits brought by individuals against\nnonconsenting States. See State Defendants’ Memorandum in No.\n15–627 (EDNC), Doc. 50, p. 7. But Allen responded that an\nexception to the rule applied because Congress had abrogated the\nStates’ sovereign immunity from suits like his. See Plaintiffs’\nResponse, Doc. 57, p. 7. The Copyright Remedy Clarification\nAct of 1990 (CRCA or Act) provides that a State “shall not be\nimmune, under the Eleventh Amendment [or] any other doctrine of\nsovereign immunity, from suit in Federal court” for copyright\ninfringement. 17 U. S. C. §511(a). And the Act specifies\nthat in such a suit a State will be liable, and subject to\nremedies, “in the same manner and to the same extent as” a private\nparty. §501(a); see §511(b).[1]\nThat meant, Allen contended, that his suit against North Carolina\ncould go forward.The District Court agreed. Quoting the CRCA’s\ntext, the court first found that “Congress has stated clearly its\nintent to abrogate sovereign immunity for copyright claims against\na state.” 244 F. Supp. 3d 525, 533 (EDNC 2017). And that\nabrogation, the court next held, had a proper constitutional basis.Florida Prepaidand other precedent, the District Court\nacknowledged, precluded Congress from using its Article I\npowers—including its authority over copyrights—to take away a\nState’s sovereign immunity. See 244 F. Supp. 3d,at\n534. But in the court’s view,Florida Prepaidleft open an\nalternative route to abrogation. Given the States’ “pattern” of\n“abus[ive]” copyright infringement, the court held, Congress could\naccomplish its object under Section 5 of the Fourteenth Amendment.\n244 F. Supp. 3d,at 535.On interlocutory appeal, the Court of Appeals\nfor the Fourth Circuit reversed. It readFlorida Prepaidto\nprevent recourse to Section 5 no less than to Article I. A Section\n5 abrogation, the Fourth Circuit explained, must be “congruent and\nproportional” to the Fourteenth Amendment injury it seeks to\nremedy. 895 F.3d 337, 350 (2018).Florida Prepaidhad\napplied that principle to reject Congress’s attempt, in the Patent\nRemedy Act, to abolish the States’ immunity from patent\ninfringement suits. See 527 U. S., at 630. In the Fourth\nCircuit’s view, nothing distinguished the CRCA. That abrogation,\nthe court reasoned, was “equally broad” and rested on a “similar\nlegislative record” of constitutional harm. 895 F. 3d, at 352.\nSo Section 5 could not save the law.Because the Court of Appeals held a federal\nstatute invalid, this Court granted certiorari. 587 U. S. ___\n(2019). We now affirm.IIIn our constitutional scheme, a federal court\ngenerally may not hear a suit brought by any person against a\nnonconsenting State. That bar is nowhere explicitly set out in the\nConstitution. The text of the Eleventh Amendment (the single most\nrelevant provision) applies only if the plaintiff is not a citizen\nof the defendant State.[2] But\nthis Court has long understood that Amendment to “stand not so much\nfor what it says” as for the broader “presupposition of our\nconstitutional structure which it confirms.”Blatchfordv.Native Village of Noatak,501 U.S.\n775, 779 (1991). That premise, the Court has explained, has\nseveral parts. First, “each State is a sovereign entity in our\nfederal system.”Seminole Tribe of Fla.v.Florida,517 U.S.\n44, 54 (1996). Next, “[i]t is inherent in the nature of\nsovereignty not to be amenable to [a] suit” absent consent.Id.,at 54, n. 13 (quoting The Federalist No. 81, p. 487 (C.\nRossiter ed. 1961) (A. Hamilton)). And last, that fundamental\naspect of sovereignty constrains federal “judicial authority.”Blatchford, 501 U. S., at 779.But not entirely. This Court has permitted a\nfederal court to entertain a suit against a nonconsenting State on\ntwo conditions. First, Congress must have enacted “un- equivocal\nstatutory language” abrogating the States’ immunity from the suit.Seminole Tribe, 517 U. S., at 56 (internal quotation\nmarks omitted); seeDellmuthv.Muth,491 U.S.\n223, 228 (1989) (requiring Congress to “mak[e] its intention\nunmistakably clear”). And second, some constitutional provision\nmust allow Congress to have thus encroached on the States’\nsovereignty. Not even the most crystalline abrogation can take\neffect unless it is “a valid exercise of constitutional authority.”Kimelv.Florida Bd. of Regents,528 U.S.\n62, 78 (2000).No one here disputes that Congress used clear\nenough language to abrogate the States’ immunity from copyright\ninfringement suits. As described above, the CRCA provides that\nStates “shall not be immune” from those actions in federal court.\n§511(a); seesupra,at 2–3. And the Act specifies that a\nState stands in the identical position as a private\ndefendant—exposed to liability and remedies “in the same manner and\nto the same extent.” §501(a); see §511(b). So there is no doubt\nwhat Congress meant to accomplish. Indeed, this Court held inFlorida Prepaidthat the essentially verbatim provisions of\nthe Patent Remedy Act “could not have [made] any clearer”\nCongress’s intent to remove the States’ immunity. 527 U. S.,\nat 635.The contested question is whether Congress had\nauthority to take that step. Allen maintains that it did, under\neither of two constitutional provisions. He first points to the\nclause in Article I empowering Congress to provide copyright\nprotection. If that fails, he invokes Section 5 of the Fourteenth\nAmendment, which authorizes Congress to “enforce” the commands of\nthe Due Process Clause. Neither contention can succeed. The slate\non which we write today is anything but clean.Florida\nPrepaid, along with other precedent, forecloses each of Allen’s\narguments.ACongress has power under Article I “[t]o\npromote the Progress of Science and useful Arts, by securing for\nlimited Times to Authors and Inventors the exclusive Right to their\nrespective Writings and Discoveries.” §8, cl. 8. That\nprovision—call it the Intellectual Property Clause—enables Congress\nto grant both copyrights and patents. And the monopoly rights so\ngiven impose a corresponding duty (i.e.,not to infringe) on\nStates no less than private parties. SeeGoldsteinv.California,412 U.S.\n546, 560 (1973).In Allen’s view, Congress’s authority to\nabrogate sovereign immunity from copyright suits naturally follows.\nAbrogation is the single best—or maybe, he says, the only—way for\nCongress to “secur[e]” a copyright holder’s “exclusive Right[s]” as\nagainst a State’s intrusion. See Brief for Petitioners 20 (quoting\nArt. I, §8, cl. 8). So, Allen contends, the authority to take\nthat step must fall within the Article I grant of power to protect\nintellectual property.The problem for Allen is that this Court has\nalready rejected his theory. The Intellectual Property Clause, as\njust noted, covers copyrights and patents alike. So it was the\nfirst place theFlorida PrepaidCourt looked when deciding\nwhether the Patent Remedy Act validly stripped the States of\nimmunity from infringement suits. In doing so, we acknowledged the\nreason for Congress to put “States on the same footing as private\nparties” in patent litigation. 527 U. S., at 647. It was, just\nas Allen says here, to ensure “uniform, surefire protection” of\nintellectual property. Reply Brief 10. That was a “proper Article I\nconcern,” we allowed. 527 U. S., at 648. But still, we said,\nCongress could not use its Article I power over patents to remove\nthe States’ immunity. We based that conclusion onSeminole\nTribev.Florida, decided three years earlier. There,\nthe Court had held that “Article I cannot be used to circumvent”\nthe limits sovereign immunity “place[s] upon federal jurisdiction.”\n517 U. S., at 73. That proscription ended the matter. Because\nCongress could not “abrogate state sovereign immunity [under]\nArticle I,”Florida Prepaidexplained, the Intellectual\nProperty Clause could not support the Patent Remedy Act. 527\nU. S., at 636. And to extend the point to this case: if not\nthe Patent Remedy Act, not its copyright equivalent either, and for\nthe same reason. Here too, the power to “secur[e ]” an\nintellectual property owner’s “exclusive Right” under Article I\nstops when it runs into sovereign immunity. §8, cl. 8.Allen claims, however, that a later case offers\nan exit ramp fromFlorida Prepaid. InCentral Va.\nCommunity Collegev.Katz,546 U.S.\n356, 359 (2006), we held that Article I’s Bankruptcy Clause\nenables Congress to subject nonconsenting States to bankruptcy\nproceedings (there, to recover a preferential transfer). We thus\nexempted the Bankruptcy Clause fromSeminole Tribe’s general\nrule that Article I cannot justify haling a State into federal\ncourt. In bankruptcy, we decided, sovereign immunity has no place.\nBut if that is true, Allen asks, why not say the same thing here?\nAllen readsKatzas “adopt[ing] a clause-by-clause approach\nto evaluating whether a particular clause of Article I” allows the\nabrogation of sovereign immunity. Brief for Petitioners 20. And he\nclaims that the Intellectual Property Clause “supplies singular\nwarrant” for Congress to take that step.Ibid.That is so,\nAllen reiterates, because “Congress could not ‘secur[e]’ authors’\n‘exclusive Right’ to their works if [it] were powerless” to make\nStates pay for infringing conduct.Ibid.But everything inKatzis about and\nlimited to the Bankruptcy Clause; the opinion reflects what might\nbe called bankruptcy exceptionalism. In part,Katzrested on\nthe “singular nature” of bankruptcy jurisdiction. 546 U. S.,\nat 369, n. 9. That jurisdiction is, and was at the Founding,\n“principallyin rem”—meaning that it is “premised on\nthe debtor and his estate, and not on the creditors” (including a\nState).Id.,at 369–370 (internal quotation marks omitted).\nFor that reason, we thought, “it does not implicate States’\nsovereignty to nearly the same degree as other kinds of\njurisdiction.”Id.,at 362. In remaining part,Katzfocused on the Bankruptcy Clause’s “unique history.”Id.,at\n369, n. 9. The Clause emerged from a felt need to curb the\nStates’ authority. The States, we explained, “had wildly divergent\nschemes” for discharging debt, and often “refus[ed] to respect one\nanother’s discharge orders.”Id.,at 365, 377. “[T]he\nFramers’ primary goal” in adopting the Clause was to address that\nproblem—to stop “competing sovereigns[ ]” from interfering\nwith a debtor’s discharge.Id.,at 373. And in that project,\nthe Framers intended federal courts to play a leading role. The\nnation’s first Bankruptcy Act, for example, empowered those courts\nto order that States release people they were holding in debtors’\nprisons. Seeid.,at 374. So through and through, we\nthought, the Bankruptcy Clause embraced the idea that federal\ncourts could impose on state sovereignty. In that, it wassui\ngeneris—again, “unique”—among Article I’s grants of authority.Id.,at 369, n. 9.Indeed,Katz’s view of the Bankruptcy\nClause had a yet more striking aspect, which further separates it\nfrom any other. The Court might have concluded from its analysis\nthat the Clause allows Congress to abrogate the States’ sovereign\nimmunity (as Allen argues the Intellectual Property Clause does).\nBut it did not; it instead went further. Relying on the above\naccount of the Framers’ intentions, the Court found thatthe\nBankruptcy Clause itselfdid the abrogating.Id.,at 379\n(“[T]he relevant ‘abrogation’ is the one effected in the plan of\nthe [Constitutional] Convention”). Or stated another way, we\ndecided that no congressional abrogation was needed because the\nStates had already “agreed in the plan of the Convention not to\nassert any sovereign immunity defense” in bankruptcy proceedings.Id.,at 377. We therefore discarded our usual rule—which\nAllen accepts as applying here—thatCongressmust speak, and\nindeed speak unequivocally, to abrogate sovereign immunity. Compareid.,at 378–379 (“[O]ur decision today” does not\n“rest[ ] on any statement Congress ha[s] made on the subject\nof state sovereign immunity”), withsupra,at 5 (our\nordinary rule). Our decision, in short, viewed bankruptcy as on a\ndifferent plane, governed by principles all its own. Nothing in\nthat understanding invites the kind of general, “clause-by-clause”\nreexamination of Article I that Allen proposes. Seesupra,at 7. To the contrary, it points to a good-for-one-clause-only\nholding.And even ifKatz’s confines were not so\nclear,Florida Prepaid, together withstare decisis,\nwould still doom Allen’s argument. As Allen recognizes, if the\nIntellectual Property Clause permits the CRCA’s abrogation, it also\nwould permit the Patent Remedy Act’s. See Tr. of Oral Arg. 9\n(predicting that if his position prevailed, “ultimately, the Patent\nRemedy Act would be revisited and properly upheld as a valid\nexercise of Congress’s Article I power”). Again, there is no\ndifference between copyrights and patents under the Clause, nor any\nmaterial difference between the two statutes’ provisions. Seesupra,at 3, and n. 1, 6. So we would have to overruleFlorida Prepaidif we were to decide this case Allen’s way.\nButstare decisis, this Court has understood, is a\n“foundation stone of the rule of law.”Michiganv.Bay\nMills Indian Community,572 U.S.\n782, 798 (2014). To reverse a decision, we demand a “special\njustification,” over and above the belief “that the precedent was\nwrongly decided.”Halliburton Co.v.Erica P. John Fund,\nInc.,573 U.S.\n258, 266 (2014). Allen offers us nothing special at all; he\ncontends only that if the Court were to use a clause-by-clause\napproach, it would discover thatFlorida Prepaidwas wrong\n(because, he says again, the decision misjudged Congress’s\nauthority under the Intellectual Property Clause). See Brief for\nPetitioners 37;supra,at 6–7. And with that charge of error\nalone, Allen cannot overcomestare decisis.BSection 5 of the Fourteenth Amendment, unlike\nalmost all of Article I, can authorize Congress to strip the States\nof immunity. The Fourteenth Amendment “fundamentally altered the\nbalance of state and federal power” that the original Constitution\nand the Eleventh Amendment struck.Seminole Tribe, 517\nU. S., at 59. Its first section imposes prohibitions on the\nStates, including (as relevant here) that none may “deprive any\nperson of life, liberty, or property, without due process of law.”\nSection 5 then gives Congress the “power to enforce, by appropriate\nlegislation,” those limitations on the States’ authority. That\npower, the Court has long held, may enable Congress to abrogate the\nStates’ immunity and thus subject them to suit in federal court.\nSeeFitzpatrickv.Bitzer,427\nU.S. 445, 456 (1976).For an abrogation statute to be “appropriate”\nunder Section 5, it must be tailored to “remedy or prevent” conduct\ninfringing the Fourteenth Amendment’s substantive prohibitions.City of Boernev.Flores,521\nU.S. 507, 519 (1997). Congress can permit suits against States\nfor actual violations of the rights guaranteed in Section 1. SeeFitzpatrick, 427 U. S., at 456. And to deter those\nviolations, it can allow suits against States for “a somewhat\nbroader swath of conduct,” including acts constitutional in\nthemselves.Kimel, 528 U. S., at 81. But Congress\ncannot use its “power to enforce” the Fourteenth Amendment to alter\nwhat that Amendment bars. Seeid.,at 88 (prohibiting\nCongress from “substantively redefin[ing]” the Fourteenth\nAmendment’s requirements). That means a congressional abrogation is\nvalid under Section 5 only if it sufficiently connects to conduct\ncourts have held Section 1 to proscribe.To decide whether a law passes muster, this\nCourt has framed a type of means-end test. For Congress’s action to\nfall within its Section 5 authority, we have said, “[t]here must be\na congruence and proportionality between the injury to be prevented\nor remedied and the means adopted to that end.”Boerne, 521\nU. S., at 520. On the one hand, courts are to consider the\nconstitutional problem Congress faced—both the nature and the\nextent of state conduct violating the Fourteenth Amendment. That\nassessment usually (though not inevitably) focuses on the\nlegislative record, which shows the evidence Congress had before it\nof a constitutional wrong. SeeFlorida Prepaid, 527\nU. S., at 646. On the other hand, courts are to examine the\nscope of the response Congress chose to address that injury. Here,\na critical question is how far, and for what reasons, Congress has\ngone beyond redressing actual constitutional violations. Hard\nproblems often require forceful responses and, as noted above,\nSection 5 allows Congress to “enact[ ] reasonably prophylactic\nlegislation” to deter constitutional harm.Kimel,528\nU. S., at 88;Boerne, 521 U. S., at 536\n(Congress’s conclusions on that score are “entitled to much\ndeference”);supra,at 10. But “[s]trong measures\nappropriate to address one harm may be an unwarranted response to\nanother, lesser one.”Boerne, 521 U. S., at 530.\nAlways, what Congress has done must be in keeping with the\nFourteenth Amendment rules it has the power to “enforce.”All this raises the question: When does the\nFourteenth Amendment care about copyright infringement? Sometimes,\nno doubt. Copyrights are a form of property. SeeFox Film\nCorp.v.Doyal,286 U.S.\n123, 128 (1932). And the Fourteenth Amendment bars the States\nfrom “depriv[ing]” a person of property “without due process of\nlaw.” But even if sometimes, by no means always. Under our\nprecedent, a merely negligent act does not “deprive” a person of\nproperty. SeeDanielsv.Williams,474 U.S.\n327, 328 (1986). So an infringement must be intentional, or at\nleast reckless, to come within the reach of the Due Process Clause.\nSeeid.,at 334, n. 3 (reserving whether reckless\nconduct suffices). And more: A State cannot violate that Clause\nunless it fails to offer an adequate remedy for an infringement,\nbecause such a remedy itself satisfies the demand of “due process.”\nSeeHudsonv.Palmer,468 U.S.\n517, 533 (1984). That means within the broader world of state\ncopyright infringement is a smaller one where the Due Process\nClause comes into play.Because the same is true of patent infringement,Florida Prepaidagain serves as the critical precedent. That\ndecision defined the scope of unconstitutional infringement in line\nwith the caselaw cited above—as intentional conduct for which there\nis no adequate state remedy. See 527 U. S.,at 642–643,\n645. It then searched for evidence of that sort of infringement in\nthe legislative record of the Patent Remedy Act. And it determined\nthat the statute’s abrogation of immunity—again, the equivalent of\nthe CRCA’s—was out of all proportion to what it found. That\nanalysis is the starting point of our inquiry here. And indeed, it\nmust be the ending point too unless the evidence of\nunconstitutional infringement is materially different for\ncopyrights than patents. Consider once more, then,Florida\nPrepaid, now not on Article I but on Section 5.In enacting the Patent Remedy Act,Florida\nPrepaidfound, Congress did not identify a pattern of\nunconstitutional patent infringement. To begin with, we explained,\nthere was only thin evidence of States infringing patents at\nall—putting aside whether those actions violated due process. The\nHouse Report, recognizing that “many states comply with patent\nlaw,” offered just two examples of patent infringement suits\nagainst the States.Id.,at 640 (quoting H. R. Rep. No.\n101–960, pt. 1, p. 38 (1990)). The appellate court below,\nboasting some greater research prowess, discovered another seven in\nthe century-plus between 1880 and 1990. See 527 U. S., at 640.\nEven the bill’s House sponsor conceded the lack of “any evidence”\nof “widespread violation of patent laws.”Id.,at 641\n(quoting statement of Rep. Kastenmeier). What was more, there was\nno evidence that any instance of infringement by States crossed\nconstitutional lines. Congress, we observed, “did not focus” on\nintentional or reckless conduct; to the contrary, the legislative\nrecord suggested that “most state infringement was innocent or at\nworst negligent.”Id.,at 645. And similarly, Congress\n“barely considered the availability of state remedies for patent\ninfringement.”Id.,at 643. So, we concluded, nothing could\nsupport the idea that States were more than sporadically (if that)\n“depriving patent owners of property without due process of law.”Id.,at 646.Given that absence of evidence,Florida\nPrepaidheld, the Patent Remedy Act swept too far. Recall what\nthe Patent Remedy Act did—and did not. It abrogated sovereign\nimmunity for any and every patent suit, thereby “plac[ing] States\non the same footing as private parties.”Id.,at 647. It did\nnot set any limits. It did not, for example, confine the abrogation\nto suits alleging “nonnegligent infringement or infringement\nauthorized [by] state policy.”Ibid. Neither did it target\nStates refusing to offer alternative remedies to patent holders.\nNo, it exposed all States to the hilt—on a record that failed to\nshow they had caused any discernible constitutional harm (or,\nindeed, much harm at all). That imbalance made it impossible to\nview the legislation “as responsive to, or designed to prevent,\nunconstitutional behavior.”Id.,at 646 (quotingBoerne, 521 U. S., at 532). The statute’s\n“indiscriminate scope” was too “out of proportion” to any due\nprocess problem. 527 U. S.,at 646–647. It aimed not to\ncorrect such a problem, but to “provide a uniform remedy for patent\ninfringement” writ large.Id.,at 647. The Patent Remedy\nAct, in short, did not “enforce” Section 1 of the Fourteenth\nAmendment—and so was not “appropriate” under Section 5.Could, then, this case come out differently?\nGiven the identical scope of the CRCA and Patent Remedy Act, that\ncould happen only if the former law responded to materially\nstronger evidence of infringement, especially of the\nunconstitutional kind. Allen points to a significant disparity in\nhow Congress created a record for the two statutes. See Brief for\nPetitioners 7–10, 47–50. Before enacting the CRCA, Congress asked\nthe then-Register of Copyrights, Ralph Oman, to submit a report\nabout the effects of the Eleventh Amendment on copyright\nenforcement. Oman and his staff conducted a year-long examination,\nwhich included a request for public comments eliciting letters from\nabout 40 copyright holders and industry groups. The final 158-page\nreport concluded that “copyright proprietors have demonstrated they\nwill suffer immediate harm if they are unable to sue infringing\nstates in federal court.” Copyright Office, Copyright Liability of\nStates and the Eleventh Amendment 103 (1988) (Oman Report). Is that\nreport enough, as Allen claims, to flipFlorida Prepaid’s\noutcome when it comes to copyright cases against the States?It is not. Behind the headline-grabbing\nconclusion, nothing in the Oman Report, or the rest of the\nlegislative record, cures the problems we identified inFlorida\nPrepaid. As an initial matter, the concrete evidence of States\ninfringing copyrights (even ignoring whether those acts violate due\nprocess) is scarcely more impressive than what theFlorida\nPrepaidCourt saw. Despite undertaking an exhaustive search,\nOman came up with only a dozen possible examples of state\ninfringement. He listed seven court cases brought against States\n(with another two dismissed on the merits) and five anecdotes taken\nfrom public comments (but not further corroborated). See Oman\nReport, at 7–9, 90–97. In testifying about the report, Oman\nacknowledged that state infringement is “not widespread” and “the\nStates are not going to get involved in wholesale violation of the\ncopyright laws.” Hearings on H. R. 1131 before the\nSubcommittee on Courts, Intellectual Property, and the\nAdministration of Justice, 101st Cong., 1st Sess., 53 (1989) (House\nHearings). Indeed, he opined: “They are all respectful of the\ncopyright law” and “will continue to respect the law”; what State,\nafter all, would “want[ ] to get a reputation as a copyright\npirate?”Id.,at 8. The bill’s House and Senate sponsors got\nthe point. The former admitted that “there have not been any\nsignificant number” of copyright violations by States.Id.,at 48 (Rep. Kastenmeier). And the latter conceded he could not\ncurrently see “a big problem.” Hearings on S. 497 before the\nSubcommittee on Patents, Copyrights and Trademarks, 101st Cong.,\n1st Sess., 130 (1989) (Sen. DeConcini). This is not, to put the\nmatter charitably, the stuff from which Section 5 legislation\nordinarily arises.And it gets only worse. Neither the Oman Report\nnor any other part of the legislative record shows concern with\nwhether the States’ copyright infringements (however few and far\nbetween) violated the Due Process Clause. Of the 12 infringements\nlisted in the report, only two appear intentional, as they must be\nto raise a constitutional issue. See Oman Report, at 7–8, 91\n(describing a judicial finding of “willful” infringement and a\npublic comment charging continued infringement after a copyright\nowner complained). As Oman testified, the far greater problem was\nthe frequency of “honest mistakes” or “innocent” misunderstandings;\nthe benefit of the bill, he therefore thought, would be to “guard\nagainst sloppiness.” House Hearings,at 9. Likewise, the\nlegislative record contains no informa- tion about the availability\nof state-law remedies for copyright infringement (such as contract\nor unjust enrichment suits)—even though they might themselves\nsatisfy due process. Those deficiencies in the record match the\nonesFlorida Prepaidemphasized. See 527 U. S., at\n643–645. Here no less than there, they signal an absence of\nconstitutional harm.UnderFlorida Prepaid, the CRCA thus must\nfail our “congruence and proportionality” test.Boerne, 521\nU. S., at 520. As just shown, the evidence of Fourteenth\nAmendment injury supporting the CRCA and the Patent Remedy Act is\nequivalent—for both, that is, exceedingly slight. And the scope of\nthe two statutes is identical—extending to every infringement case\nagainst a State. It follows that the balance the laws strike\nbetween constitutional wrong and statutory remedy is\ncorrespondingly askew. In this case, as inFlorida Prepaid,\nthe law’s “indiscriminate scope” is “out of proportion” to any due\nprocess problem. 527 U. S., at 646–647; seesupra,at\n13. In this case, as in that one, the statute aims to “provide a\nuniform remedy” for statutory infringement, rather than to redress\nor prevent unconstitutional conduct. 527 U. S., at 647; seesupra,at 13.And so in this case, as in that one,\nthe law is invalid under Section 5.That conclusion, however, need not prevent\nCongress from passing a valid copyright abrogation law in the\nfuture. In doing so, Congress would presumably approach the issue\ndifferently than when it passed the CRCA. At that time, the Court\nhad not yet decidedSeminole Tribe, so Congress probably\nthought that Article I could support its all-out abrogation of\nimmunity. Seesupra,at 6. And to the extent it relied on\nSection 5, Congress acted before this Court created the “congruence\nand proportionality” test. Seesupra,at 11. For that\nreason, Congress likely did not appreciate the importance of\nlinking the scope of its abrogation to the redress or prevention of\nunconstitutional injuries—and of creating a legislative record to\nback up that connection. But going forward, Congress will know\nthose rules. And under them, if it detects violations of due\nprocess, then it may enact a proportionate response. That kind of\ntailored statute can effectively stop States from behaving as\ncopyright pirates. Even while respecting constitutional limits, it\ncan bring digital Blackbeards to justice.IIIFlorida Prepaidall but prewrote our\ndecision today. That precedent made clear that Article I’s\nIntellectual Property Clause could not provide the basis for an\nabrogation of sovereign immunity. And it held that Section 5 of the\nFourteenth Amendment could not support an abrogation on a\nlegislative record like the one here. For both those reasons, we\naffirm the judgment below.It is so ordered.Notes1The CRCA served as the\nmodel for the Patent and Plant Variety Protection Clarification Act\n(Patent Remedy Act), passed two years later (and repudiated by this\nCourt inFlorida Prepaid, seesupra,at 1). Using the\nsame language, the latter statute provided that a State “shall not\nbe immune, under the [E]leventh [A]mendment [or] any other doctrine\nof sovereign immunity, from suit in Federal court” for patent\ninfringement. §2, 106Stat. 4230. And so too, the statute specified\nthat in such a suit, a State will be liable, and subject to\nremedies, “in the same manner and to the same extent as” a private\nparty.Ibid.2The Eleventh Amendment\nreads: “The Judicial Power of the United States shall not be\nconstrued to extend to any suit in law or equity, commenced or\nprosecuted against one of the United States by Citizens of another\nState, or by Citizens or Subjects of any Foreign\nState.”",
    "joined": []
}