{
    "case": {
        "docket": "20-440",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-440/"
    },
    "id": "4444882",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–440_________________MINERVA SURGICAL, INC., PETITIONERv.HOLOGIC, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 29, 2021]Justice Kagan delivered the opinion of the\nCourt.InWestinghouse Elec. & Mfg. Co.v.Formica Insulation Co.,266 U.S.\n342, 349 (1924), this Court approved the “well settled”\npatent-law doctrine of “assignor estoppel.” That doctrine, rooted\nin an idea of fair dealing, limits an inventor’s ability to assign\na patent to another for value and later contend in litigation that\nthe patent is invalid. The question presented here is whether to\ndiscard this century-old form of estoppel. Continuing to see value\nin the doctrine, we decline to do so. But in upholding assignor\nestoppel, we clarify that it reaches only so far as the equitable\nprinciple long understood to lie at its core. The doctrine applies\nwhen, but only when, the assignor’s claim of invalidity contradicts\nexplicit or implicit representations he made in assigning the\npatent.IInventors look to the patent system to obtain\nvaluable rights. A typical patent application, filed with the U. S.\nPatent and Trademark Office (PTO), includes a written description\nand drawing of the invention and one or more claims particularly\nsetting out the invention’s scope. See 35 U. S. C.\n§§111–113. The application also usually contains an inventor’s\noath—a statement attesting that the applicant is “the original\ninventor” of the “claimed invention,” so that he is entitled to the\npatent sought. §115. If the PTO decides that the invention meets\nthe “conditions for patentability”—mainly, that the invention is\nuseful, novel, and non-obvious—it will issue a patent to the\ninventor. See §§101–103. That award gives the inventor the right to\nexclude others from making, using, or selling the invention until\nthe patent expires (currently, 20 years after the application\ndate). See §154.The invention sparking this lawsuit is a device\nto treat abnormal uterine bleeding, a medical condition affecting\nmany millions of women. Csaba Truckai, a founder of the company\nNovacept, Inc., invented the device—called the NovaSure System—in\nthe late 1990s. He soon afterward filed a patent application, and\nassigned his interest in the application—as well as in any future\n“continuation applications”—to Novacept.[1] The NovaSure System, as described in Truckai’s\npatent application, uses an applicator head to destroy targeted\ncells in the uterine lining. To avoid unintended burning or\nablation (tissue removal), the head is “moisture permeable,”\nmeaning that it conducts fluid out of the uterine cavity during\ntreatment. The PTO issued a patent, and in 2001 the Food and Drug\nAdministration (FDA) approved the device for commercial\ndistribution. But neither Truckai nor Novacept currently benefits\nfrom the NovaSure System patent. In 2004, Novacept sold its assets,\nincluding its portfolio of patents and patent applications, to\nanother company (netting Truckai individually about $8 million).\nAnd in another sale, in 2007, respondent Hologic, Inc. acquired all\npatent rights in the NovaSure System. Today, Hologic sells that\ndevice throughout the United States.Not through with inventing, Truckai founded in\n2008 petitioner Minerva Surgical, Inc. There, he developed a\nsupposedly improved device to treat abnormal uterine bleeding.\nCalled the Minerva Endometrial Ablation System, the device (like\nthe NovaSure System) uses an applicator head to remove cells in the\nuterine lining. But the new device, relying on a different way to\navoid unwanted ablation, is “moisture impermeable”: It does not\nremove any fluid during treatment. The PTO issued a patent for the\ndevice, and in 2015 the FDA approved it for commercial sale.Meanwhile, in 2013, Hologic filed a continuation\napplication requesting to add claims to its patent for the NovaSure\nSystem. Aware of Truckai’s activities, Hologic drafted one of those\nclaims to encompass applicator heads generally, without regard to\nwhether they are moisture permeable. The PTO in 2015 issued the\naltered patent as requested.A few months later, Hologic sued Minerva for\npatent infringement. Minerva rejoined that its device does not\ninfringe. But more relevant here, it also asserted that Hologic’s\namended patent is invalid. The essential problem, according to\nMinerva, is that the new, broad claim about applicator heads does\nnot match the invention’s description, which addresses their\nwater-permeability. See Defendant Minerva’s Opening Brief in\nSupport of Its Motion for Partial Summary Judgment in No.\n15–cv–1031 (Del.), Doc. 300, pp. 8–9, 13–15; see alsoFesto\nCorp.v.Shoketsu Kinzoku Kogyo Kabushiki Co.,535 U.S.\n722, 736 (2002) (“What is claimed by the patent application\nmust be the same” as what is described). In response, Hologic\ninvoked the doctrine of assignor estoppel. Because Truckai assigned\nthe original patent application, Hologic argued, he and Minerva\n(essentially, his alter-ego) could not impeach the patent’s\nvalidity. The District Court agreed that assignor estoppel barred\nMinerva’s invalidity defense, and also ruled that Minerva had\ninfringed Hologic’s patent. See 325 F. Supp. 3d 507, 524–525,\n532 (Del. 2018). At a trial on damages, a jury awarded Hologic\nabout $5 million.The Court of Appeals for the Federal Circuit\nmainly upheld the judgment, focusing on assignor estoppel. The\ncourt first “decline[d] Minerva’s invitation to ‘abandon [that]\ndoctrine.’ ” 957 F.3d 1256, 1267 (2020). Citing both this\nCourt’s precedents and equitable principles, the court affirmed the\ndoctrine’s “continued vitality.”Id.,at 1268. An assignor,\nthe court stated, “should not be permitted to sell something and\nlater to assert that what was sold is worthless, all to the\ndetriment of the assignee.”Id., at 1265. The assignor makes\nan “implicit representation” that the rights “he is assigning\n(presumably for value) are not worthless.”Ibid.It would\n“work an injustice,” the court reasoned, to “allow the assignor to\nmake that representation at the time of assignment (to his\nadvantage) and later to repudiate it (again to his advantage).”Ibid.(quotingDiamond Scientific Co.v.Ambico,\nInc., 848 F.2d 1220, 1224 (CA Fed. 1988)). The court then\napplied assignor estoppel to bar Truckai and Minerva from raising\nan invalidity defense. Here, the court rejected Minerva’s argument\nthat because “Hologic broadened the claims” after “Truckai’s\nassignment,” it would “be unfair to block Truckai (or Minerva) from\nchallenging the breadth of those claims.” 957 F. 3d, at 1268.\nRelying on circuit precedent, the court deemed it “irrelevant that,\nat the time of the assignment, the inventor’s patent\napplication[ ] w[as] still pending” and that the assignee “may\nhave later amended the claims” without the inventor’s input.Ibid.(quotingDiamond Scientific, 848 F. 2d, at\n1226).We granted certiorari, 592 U. S. ___\n(2021), to consider the important issues raised in the Federal\nCircuit’s judgment. Assignor estoppel, we now hold, is well\ngrounded in centuries-old fairness principles, and the Federal\nCircuit was right to uphold it. But the court failed to recognize\nthe doctrine’s proper limits. The equitable basis of assignor\nestoppel defines its scope: The doctrine applies only when an\ninventor says one thing (explicitly or implicitly) in assigning a\npatent and the opposite in litigating against the patent’s\nowner.IICourts have long applied the doctrine of\nassignor estoppel to deal with inconsistent representations about a\npatent’s validity. The classic case (different in certain respects\nfrom the one here) begins with an inventor who both applies for and\nobtains a patent, then assigns it to a company for value. Later,\nthe inventor/assignor joins a competitor business, where he\ndevelops a similar—and possibly infringing—product. When the\nassignee company sues for infringement, the assignor tries to\nargue—contrary to the (explicit or implicit) assurance given in\nassigning the patent—that the invention was never patentable, so\nthe patent was never valid. That kind of about-face is what\nassignor estoppel operates to prevent—or, in legalese, estop. As\none of the early American courts to use the doctrine held: The\nassignor is not “at liberty to urge [invalidity] in a suit upon his\nown patent against a party who derives title to that patent through\nhim.”Woodwardv.Boston Lasting Mach. Co., 60 F.\n283, 284 (CA1 1894). Or as the Federal Circuit held in modern\ntimes: The assignor’s explicit or “implicit representation” that\nthe patent he is assigning is “not worth- less . . .\ndeprive[s] him of the ability to challenge later the [patent’s]\nvalidity.”Diamond Scientific, 848 F. 2d, at 1224.Assignor estoppel got its start in late\n18th-century England and crossed the Atlantic about a hundred years\nlater. In the first recorded case, Lord Kenyon found that a patent\nassignor “was by his own oath and deed estopped” in an infringement\nsuit from “attempt[ing] to deny his having had any title to\nconvey.”Oldhamv.Langmead(1789), as described in\nJ. Davies, Collection of the Most Important Cases Respecting\nPatents of Invention and the Rights of Patentees 442 (1816); seeHaynev.Maltby, 3 T. R. 439, 441, 100 Eng. Rep. 665,\n666 (K. B. 1789) (recognizing theOldhamholding). That rule\ntook inspiration from an earlier doctrine—estoppel by deed—applied\nin real property law to prevent a conveyor of land from later\nasserting that he had lacked good title at the time of sale. See 2\nE. Coke, The First Part of the Institutes of Laws of England 352a\n(Hargrave & Butler eds., 19th ed. 1832) (1628). Lord Kenyon’s\nnew patent formulation of the doctrine grew in favor throughout the\n1800s as an aspect of fair dealing: When “the Defendant sold and\nassigned th[e] patent to the Plaintiffs as a valid one,” it “does\nnot lie in his mouth to say that the patent is not good.”Chambersv.Crichley, 33 Beav. 374, 376, 55 Eng. Rep.\n412 (1864); seeWaltonv.Lavater, 8 C. B. N. S.\n162, 187, 141 Eng. Rep. 1127, 1137 (C. P. 1860) (“The defendant,\nwho has received a large sum for the sale of this patent, ought not\nto be allowed to raise any question as to its validity”). The\nearliest American decision applying the doctrine dates from 1880.\nSeeFaulksv.Kamp, 3 F. 898 (CC SDNY). Within a\ndecade or two, the doctrine was “so well established and generally\naccepted that citation of authority is useless.”Griffithv.Shaw, 89 F. 313, 315 (CC SD Iowa 1893); see 2 W. Robinson,\nLaw of Patents for Useful Inventions §787 (1890) (collecting\ncases).This Court first considered—and unanimously\napproved—assignor estoppel in 1924, inWestinghousev.Formica. Speaking through Chief Justice Taft, the Court\ninitially invoked the doctrine’s uniform acceptance in the lower\ncourts. The first decision applying assignor estoppel, the Court\nrecounted, was soon “followed by a myriad.” 266 U. S., at 349.\n“[L]ater cases in nearly all the Circuit Courts of Appeal” were “to\nthe same point” as the first, adding up to a full “forty-five years\nof judicial consideration and conclusion.”Ibid.Such a\n“well settled” rule, in the Court’s view, should “not [be] lightly\ndisturb[ed].”Ibid.And so it was not disturbed, lightly or\notherwise. Rather, the Court added its own voice to that\npre-existing “myriad.” We announced that an assignor “is estopped\nto attack” the “validity of a patented invention which he has\nassigned.”Ibid.“As to the rest of the world,” the Court\nexplained, “the patent may have no efficacy”; but “the assignor can\nnot be heard to question” the assignee’s rights in what was\nconveyed.Ibid.Westinghouse, like its precursor\ndecisions, grounded assignor estoppel in a principle of fairness.\n“If one lawfully conveys to another a patented right,” the Court\nreasoned, “fair dealing should prevent him from derogating from the\ntitle he has assigned.”Id.,at 350. After all, the “grantor\npurports to convey the right to exclude others”; how can he later\nsay, given that representation, that the grantee in fact possesses\nno such right?Ibid.The Court supported that view of equity\nby referring to estoppel by deed. Seesupra,at 6. Under\nthat doctrine, the Court explained, “a grantor of a deed of land”\ncannot “impeach[ ] the effect of his solemn act” by later\nclaiming that the grantee’s title is no good.Westinghouse,\n266 U. S., at 350. “The analogy” was “clear”: There was “no\nreason why the principles of estoppel by deed should not apply to\n[the] assignment of a patent right.”Id.,at 348, 350. In\nthe latter context too, the Court held, the assignor could not\nfairly “attack” the validity of a right he had formerly sold.Id.,at 349.After thus endorsing assignor estoppel, the\nCourt made clear that the doctrine has limits. Although the\nassignor cannot assert in an infringement suit that the patent is\ninvalid, the Court held that he can argue about how to construe the\npatent’s claims. Here, the Court addressed the role in patent suits\nof prior art—the set of earlier inventions (and other information)\nused to decide whether the specified invention is novel and\nnon-obvious enough to merit a patent.Id.,at 350. “Of\ncourse,” the Court said, the assignor cannot use prior art in an\ninfringement suit “to destroy the patent,” because he “is estopped\nto do this.”Id.,at 351. But he can use prior art to\nsupport a narrow claim construction—to “construe and narrow the\nclaims of the patent, conceding their validity.”Id.,at\n350–351. “Otherwise,” the Court explained, a judge “would be\ndenied” the “most satisfactory means” of “reaching a just\nconclusion” about the patent’s scope—a conclusion needed to resolve\nthe infringement charge.Id.,at 350–351. “The distinction”\nthus established, the Court thought, “may be a nice one, but seems\nto be workable.”Id.,at 351. And, indeed, the Court applied\nit to decide the case at hand for the assignor, finding that he had\nnot infringed the properly narrowed claim.[2]Finally, the Court left for another day several\nother questions about the contours of assignor estoppel. One\nconcerned privity: When was an assignor so closely affiliated with\nanother party that the latter would also be estopped? Seeid.,at 355. Another related to consideration: What if an\nassignor had received only a nominal amount of money for\ntransferring the patent? Seeibid.But the question that\nmost interested the Court was whether estoppel should operate\ndifferently if the assignment was not of a granted patent but of a\npatent application—as in fact was true in that case. The Court saw\na possible distinction between the two. In a patent application,\nthe Court began, the inventor “swor[e] to” a particular\n“specification.”Id.,at 352. But the exact rights at issue\nwere at that point “inchoate”—not “certainly defined.”Ibid.And afterward, the Court (presciently) observed, the claims might\nbe “enlarge[d]” at “the instance of the assignee” beyond what the\ninventor had put forward.Id.,at 353. That might weaken the\ncase for estoppel. But the Court decided not to decide the issue,\ngiven its holding that the assignor had not infringed the\n(narrowed) patent claim anyway.IIIMinerva’s main argument here, as in the\nFederal Circuit, is that “assignor estoppel should be\neliminated”—and indeed has been already. Brief for Petitioner 17.\nWe reject that view. The doctrine has lasted for many years, and we\ncontinue to accept the fairness principle at its core. Minerva’s\nback-up contention is that assignor estoppel “should be\nconstrained.”Id.,at 41. On that score, we find that the\nFederal Circuit has applied the doctrine too expansively. Today, we\nclarify the scope of assignor estoppel, including in the wayWestinghousesuggested.AIn its quest to abolish assignor estoppel,\nMinerva lodges three main arguments. The first two offer different\nreasons for why the doctrine is already defunct: because Congress\nrepudiated it in the Patent Act of 1952 and because, even if not,\nthis Court’s post-Westinghousecases “leave no room for the\ndoctrine to continue.” Brief for Petitioner 20. The third, by\ncontrast, is a present-day policy claim: that assignor estoppel\n“imposes” too high a “barrier to invalidity challenges” and so\nkeeps bad patents alive.Id.,at 38. (The principal dissent\nessentially endorses the first two arguments, but not the third.\nSeepost,at 1, 4–6, 11 (opinion of Barrett, J.).)On the first point, we do not agree that the\nPatent Act of 1952 abrogated assignor estoppel. The statutory\nlanguage Minerva relies on provides that “[i]nvalidity” of the\npatent “shall be [a] defense[ ] in any action involving”\ninfringement. 35 U. S. C. §282(b). According to Minerva,\nthat language “instructs that invaliditymustbe available\nas a defense inevery[infringement] action,” thus\n“leav[ing] no room for assignor estoppel.” Brief for Petitioner\n17–18 (emphasis in original). But to begin with, similar language,\nentitling a defendant to plead invalidity in any infringement\naction, was in the patent statute whenWestinghousewas\ndecided. See Patent Act of 1897, ch. 391, §2, 29Stat. 692 (“In any\naction for infringement the defendant may plead” invalidity). And\nanyway, Minerva’s view is untenable because it would foreclose\napplying in patent cases a whole host of common-law preclusion\ndoctrines—not just assignor estoppel, but equitable estoppel,\ncollateral estoppel, res judicata, and law of the case. That broad\nresult would conflict with this Court’s precedents. See,e.g.,SCA Hygiene Products Aktiebolagv.First\nQuality Baby Products, LLC, 580 U. S. ___, ___ (2017)\n(slip op., at 16) (recognizing equitable estoppel in a patent\nsuit). And it would subvert congressional design. For Congress\n“legislate[s] against a background of common-law adjudicatory\nprinciples,” and it “expect[s]” those principles to “apply except\nwhen a statutory purpose to the contrary is evident.”Astoria\nFed. Sav. & Loan Assn.v.Solimino,501 U.S.\n104, 108 (1991) (internal quotation marks omitted). Assignor\nestoppel was by 1952 just such a background principle of patent\nadjudication, and Congress gave no indication of wanting to\nterminate it or disturb its development. Nor has Congress done so\nsince that time.We likewise do not accept Minerva’s view that\ntwo of our post-Westinghousedecisions have already interred\nassignor estoppel. According to Minerva (quoting the case’s\ndissent),Scott Paper Co.v.Marcalus Mfg. Co.“eliminated any justification for assignor estoppel and\n‘repudiated’ the doctrine.” Reply Brief 13 (quoting326 U.S.\n249, 264 (1945) (Frankfurter, J., dissenting)). And if that\nwere not enough, Minerva continues, our decision inLear,\nInc.v.Adkins,395 U.S.\n653(1969), also “eviscerated any basis for assignor estoppel.”\nReply Brief 13. But we think the words “eliminated,” “repudiated,”\nand “eviscerated” are far off.Scott PaperandLearin fact retained assignor estoppel; all they did was police the\ndoctrine’s boundaries (just asWestinghousedid and we do\ntoday).Whatever a worked-up dissent charged,Scott\nPaperdid nothing more than decline to apply assignor estoppel\nin a novel and extreme circumstance. The petitioner inScott\nPapermade the same ask Minerva does here: to abolish theWestinghouserule. The Court expressly declined that\nrequest. See 326 U. S., at 254. And it restated the “basic\nprinciple” animating assignor estoppel, describing it as “one of\ngood faith, that one who has sold his invention may not, to the\ndetriment of the purchaser, deny the existence of that which he has\nsold.”Id.,at 251. The Court, to be sure, declined to apply\nthe doctrine in the case before it. There, estoppel would have\nprevented the assignor from making a device on which the patent had\nexpired—a device, in other words, that had already entered the\npublic domain. The Court could not find any precedent for applying\nestoppel in that situation. Seeid.,at 254. And the Court\nthought that doing so would carry the doctrine too far, reasoning\nthat the public’s interest in using an already-public invention\noutweighs the “interest in private good faith.”Id.,at\n256–257. But the Court did not question—again, it reaffirmed—the\nprinciple of fairness on which assignor estoppel rests in more\ncommon cases, where the assignee is not claiming to control a\ndevice unequivocally part of the public domain. Seeid.,at\n251. In those cases, the doctrine remained intact.Leargives Minerva still less to work\nwith. In that case, the Court considered and toppled a different\npatent estoppel doctrine. Called licensee estoppel, it barred (as\nits name suggests) a patent licensee from contesting the validity\nof the patent on a device he was paying to use. Minerva’s basic\nclaim is that as goes one patent estoppel rule, so goes another.\nBrief for Petitioner 23–25. ButLeardid not purport to\ndecide the fate of the separate assignor estoppel doctrine. To the\ncontrary, the Court stated that the patent holder’s “equities” in\nthe assignment context “were far more compelling than those\npresented in the typical licensing arrangement.” 395 U. S., at\n664. And so they are. As explained earlier, assignor estoppel rests\non the idea that the assignor has made an explicit or implicit\nrepresentation about the patent’s validity, and received some kind\nof payment in return. Seesupra,at 5–6. No rationale of\nthat kind supports licensee estoppel. The licensee is a buyer of\npatent rights, not a seller. He has given no assurances of the\npatent’s worth. All he has done is purchase the right to use a\npatented device—which, if the patent is invalid, he need not have\ndone.Lear’s refusal to bar a licensee’s claim of invalidity\nshowed that the Court was alert to “the important public interest\nin permitting full and free competition in the use of ideas”—and so\nwould not always apply patent estoppel doctrines. 395 U. S.,\nat 670. But that does not mean, at the other extreme, always\nrejecting those doctrines.Learcounseled careful attention\nto the equities at stake in discrete patent contexts—and expressly\ndistinguished assignor from licensee estoppel.In sum,Scott PaperandLearleftWestinghouseright about where they found it—as a bounded\ndoctrine designed to prevent an inventor from first selling a\npatent and then contending that the thing sold is worthless.Westinghousesaw that about-face as unfair;Scott\nPaperandLearnever questioned that view. At the same\ntime,Westinghouserealized that assignor estoppel has\nlimits: Even in approving the doctrine, the Court made clear that\nnot every assignor defense in every case would fall within its\nscope. Seesupra,at 7–8.Scott PaperandLearadopted a similar stance. They maintained assignor estoppel, but\nsuggested (if in different ways) that the doctrine needed to stay\nattached to its equitable moorings. The three decisions together\nthus show not the doctrinal “eviscerat[ion]” Minerva claims, Reply\nBrief 13, but only the kind of doctrinal evolution typical of\ncommon-law rules.Finally, we do not think, as Minerva claims,\nthat contemporary patent policy—specifically, the need to weed out\nbad patents—supports overthrowing assignor estoppel. In rejecting\nthat argument, we need not rely onstare decisis: “[C]orrect\njudgments have no need for that principle to prop them up.”Kimblev.Marvel Entertainment, LLC, 576 U.S. 446,\n455 (2015). And we continue to think the core of assignor estoppel\njustified on the fairness grounds that courts applying the doctrine\nhave always given. Assignor estoppel, like many estoppel rules,\nreflects a demand for consistency in dealing with others. See H.\nHerman, The Law of Estoppel §3 (1871) (“An estoppel is an\nobstruction or bar to one’s alleging or denying a fact contrary to\nhis own previous action, allegation or denial”). When a person\nsells his patent rights, he makes an (at least) implicit\nrepresentation to the buyer that the patent at issue is valid—that\nit will actually give the buyer his sought-for monopoly.[3] In later raising an invalidity\ndefense, the assignor disavows that implied warranty. And he does\nso in service of regaining access to the invention he has just\nsold. As the Federal Circuit put the point, the assignor wants to\nmake a “representation at the time of assignment (to his advantage)\nand later to repudiate it (again to his advantage).”Diamond\nScientific, 848 F. 2d, at 1224; seesupra,at 4. By\nsaying one thing and then saying another, the assignor wants to\nprofit doubly—by gaining both the price of assigning the patent and\nthe continued right to use the invention it covers. That course of\nconduct by the assignor strikes us, as it has struck courts for\nmany a year, as unfair dealing—enough to outweigh any loss to the\npublic from leaving an invalidity defense to someone other than the\nassignor.[4]BStill, our endorsement of assignor estoppel\ncomes with limits—true to the doctrine’s reason for being. Just as\nwe guarded the doctrine’s boundaries in the past, seesupra,at 7–8, 11–13, so too we do so today. Assignor estoppel should\napply only when its underlying principle of fair dealing comes into\nplay. That principle, as explained above, demands consistency in\nrepresentations about a patent’s validity: What creates the\nunfairness is contradiction. When an assignor warrants that a\npatent is valid, his later denial of validity breaches norms of\nequitable dealing. And the original warranty need not be express;\nas we have explained, the assignment of specific patent claims\ncarries with it an implied assurance. Seesupra,at 13. But\nwhen the assignor has made neither explicit nor implicit\nrepresentations in conflict with an invalidity defense, then there\nis no unfairness in its assertion. And so there is no ground for\napplying assignor estoppel.One example of non-contradiction is when the\nassignment occurs before an inventor can possibly make a warranty\nof validity as to specific patent claims. Consider a common\nemployment arrangement. An employee assigns to his employer patent\nrights in any future inventions he develops during his employment;\nthe employer then decides which, if any, of those inventions to\npatent. In that scenario, the assignment contains no representation\nthat a patent is valid. How could it? The invention itself has not\ncome into being. See Lemley, Rethinking Assignor Estoppel, 54\nHouston L. Rev. 513, 525–527 (2016). And so the employee’s\ntransfer of rights cannot estop him from alleging a patent’s\ninvalidity in later litigation.A second example is when a later legal\ndevelopment renders irrelevant the warranty given at the time of\nassignment. Suppose an inventor conveys a patent for value, with\nthe warranty of validity that act implies. But the governing law\nthen changes, so that previously valid patents become invalid. The\ninventor may claim that the patent is invalid in light of that\nchange in law without contradicting his earlier representation.\nWhat was valid before is invalid today, and no principle of\nconsistency prevents the assignor from saying so.Most relevant here, another post-assignment\ndevelopment—a change in patent claims—can remove the rationale for\napplying assignor estoppel.Westinghouseitself anticipated\nthis point, which arises most often when an inventor assigns a\npatent application, rather than an issued patent. AsWestinghousenoted, “the scope of the right conveyed in such\nan assignment” is “inchoate”—“less certainly defined than that of a\ngranted patent.” 266 U. S., at 352–353; seesupra,at\n9. That is because the assignee, once he is the owner of the\napplication, may return to the PTO to “enlarge[ ]” the\npatent’s claims. 266 U. S., at 353; see 35 U. S. C.\n§120; 37 CFR §1.53(b). And the new claims resulting from that\nprocess may go beyond what “the assignor intended” to claim as\npatentable. 266 U. S., at 353.Westinghousedid not\nneed to resolve the effects of such a change, but its liberally\ndropped hints—and the equitable basis for assignor estoppel—point\nall in one direction. Assuming that the new claims are materially\nbroader than the old claims, the assignor did not warrant to the\nnew claims’ validity. And if he made no such representation, then\nhe can challenge the new claims in litigation: Because there is no\ninconsistency in his positions, there is no estoppel. The limits of\nthe assignor’s estoppel go only so far as, and not beyond, what he\nrepresented in assigning the patent application.The Federal Circuit, in both its opinion below\nand prior decisions, has failed to recognize those boundaries.\nMinerva (recall, Truckai’s alter-ego) argued to the court that\nestoppel should not apply because it was challenging a claim that\nwas materially broader than the ones Truckai had assigned. But the\ncourt declined to consider that alleged disparity. Citing circuit\nprecedent, the court held it “irrelevant” whether Hologic had\nexpanded the assigned claims: Even if so, Minerva could not contest\nthe new claim’s validity. 957 F. 3d, at 1268 (quotingDiamond Scientific, 848 F. 2d, at 1226); seesupra, at 4. For the reasons given above, that conclusion is\nwrong. If Hologic’s new claim is materially broader than the ones\nTruckai assigned, then Truckai could not have warranted its\nvalidity in making the assignment. And without such a prior\ninconsistent representation, there is no basis for estoppel.We remand this case to the Federal Circuit to\nnow address what it thought irrelevant: whether Hologic’s new claim\nis materially broader than the ones Truckai assigned. The parties\nvigorously disagree about that issue. In Truckai’s view, the new\nclaim expanded on the old by covering non-moisture-permeable\napplicator heads. In Hologic’s view, the claim matched a prior one\nthat Truckai had assigned. Resolution of that issue in light of all\nrelevant evidence will determine whether Truckai’s representations\nin making the assignment conflict with his later invalidity\ndefense—and so will determine whether assignor estoppel\napplies.IVThis Court recognized assignor estoppel a\ncentury ago, and we reaffirm that judgment today. But as the Court\nrecognized from the beginning, the doctrine is not limitless. Its\nboundaries reflect its equitable basis: to prevent an assignor from\nwarranting one thing and later alleging another. Assignor estoppel\napplies when an invalidity defense in an infringement suit\nconflicts with an explicit or implicit representation made in\nassigning patent rights. But absent that kind of inconsistency, an\ninvalidity defense raises no concern of fair dealing—so assignor\nestoppel has no place.For these reasons, we vacate the judgment of the\nFederal Circuit and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1A continuation\napplication enables an inventor to add to or modify the claims set\nout in his original application. See 35 U. S. C. §120;\nManual of Patent Examining Procedure §201.07 (9th ed., June 2020).\nBut the continuation application may not materially change the\nwritten description of the invention. See Manual of Patent\nExamining Procedure §211.05. So the new or altered claims must\nalign with the original description.Ibid.; see 35\nU. S. C. §112.2The limit set out inWestinghouseis not often invoked today, because modern\ncourts construe patent claims (as they construe statutes) mainly by\nreference to their text. See Lemley, Rethinking Assignor Estoppel,\n54 Houston L. Rev. 513, 523 (2016). Only when the claims are\n“still ambiguous,” after consideration of text and canons, will a\ncourt think about narrowing a claim by reference to prior art.Phillipsv.AWH Corp.,415 F.3d 1303, 1327 (CA Fed. 2005) (internal quotation marks\nomitted). The critical point for our purpose is that even while\naffirming the assignor estoppel doctrine, the Court made clear that\nit did not always bar assignors from effectively defending against\ninfringement suits.3Recognizing this implicit\nrepresentation is particularly appropriate given the patent law’s\ndemand for honesty from patent applicants. In applying for a\npatent, the inventor must ordinarily submit an oath—a statement\nattesting that he is “the original inventor” of the “claimed\ninvention.” §115(b)(2); seesupra, at 2. And the inventor\nmust comply with “a duty of candor and good faith” in the patent\nprocess, including “a duty to disclose” to the PTO all information\nhe knows “to be material to patentability.” 37 CFR §1.56(a) (2020);\nsee §1.63(c). An inventor presenting an application to the PTO thus\nstates his good-faith belief that his claims are patentable—that\nthey will result in a valid patent. When the inventor then assigns\nthose claims to another, he effectively incorporates that\nassurance.4Even beyond promoting\nfairness, assignor estoppel furthers some patent policy goals.\nAssignors are especially likely infringers because of their\nknowledge of the relevant technology. By preventing them from\nraising an invalidity defense in an infringement suit, the doctrine\ngives assignees confidence in the value of what they have\npurchased. That raises the price of patent assignments, and in turn\nmay encourage invention.",
    "joined": []
}