{
    "case": {
        "docket": "743",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/743/"
    },
    "id": "3428055",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–46, 14–47, and 14–49_________________MICHIGAN, et al., PETITIONERS14–46v.ENVIRONMENTAL PROTECTION AGENCY,\net al.UTILITY AIR REGULATORY GROUP,\nPETITIONER14–47v.ENVIRONMENTAL PROTECTION AGENCY,\net al.NATIONAL MINING ASSOCIATION,\nPETITIONER14–49v.ENVIRONMENTAL PROTECTION AGENCY,\net al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 29, 2015]Justice Kagan, with whom Justice Ginsburg,\nJustice Breyer, and Justice Sotomayor join,dissenting.The Environmental Protection Agency placed\nemissions limits on coal and oil power plants following a lengthy\nregulatory process during which the Agency carefully considered\ncosts. At the outset, EPA determined that regulating plants’\nemissions of hazardous air pollutants is “appropriate and\nnecessary” given the harm they cause, and explained that it would\ntake costs into account in developing suitable emissions standards.\nNext, EPA divided power plants into groups based on technological\nand other characteristics bearing significantly on their cost\nstructures. It required plants in each group to match the emissions\nlevels already achieved by the best-performing members of the same\ngroup—benchmarks necessarily reflecting those plants’ own cost\nanalyses. EPA then adopted a host of measures designed to make\ncompliance with its proposed emissions limits less costly for\nplants that needed to catch up with their cleaner peers. And with\nonly one narrow exception, EPA decided not to impose any more\nstringent standards (beyond what some plants had already achieved\non their own) because it found that doing so would not be\ncost-effective. After all that, EPA conducted a formal cost-benefit\nstudy which found that the quantifiable benefits of its regulation\nwould exceed the costs up to nine times over—by as much as $80\nbillion each year. Those benefits include as many as 11,000 fewer\npremature deaths annually, along with a far greater number of\navoided illnesses.Despite that exhaustive consideration of costs,\nthe Court strikes down EPA’s rule on the ground that the Agency\n“unreasonably . . . deemed cost irrelevant.”Ante,\nat 15. On the majority’s theory, the rule is invalid because EPA\ndid not explicitly analyze costs at the very first stage of the\nregulatory process, when making its “appropriate and necessary”\nfinding. And that is so even though EPA later took costs into\naccount again and again and . . . so on. The majority\nthinks entirely immaterial, and so entirely ignores, all the\nsubsequent times and ways EPA considered costs in deciding what any\nregulation would look like.That is a peculiarly blinkered way for a court\nto assess the lawfulness of an agency’s rulemaking. I agree with\nthe majority—let there be no doubt about this—that EPA’s power\nplant regulation would be unreasonable if “[t]he Agency gave cost\nno thoughtat all.”Ante, at 5 (emphasis in\noriginal). But that is just not what happened here. Over more than\na decade, EPA took costs into account at multiple stages and\nthrough multiple means as it set emissions limits for power plants.\nAnd when making its initial “appropriate and necessary” finding,\nEPA knew it would do exactly that—knew it would thoroughly consider\nthe cost-effectiveness of emissions standards later on. That\ncontext matters. The Agency acted well within its authority in\ndeclining to consider costs at the opening bell of the regulatory\nprocess given that it would do so in every round thereafter—and\ngiven that the emissions limits finally issued would depend\ncrucially on those accountings. Indeed, EPA could not have measured\ncosts at the process’s initial stage with any accuracy. And the\nregulatory path EPA chose parallels the one it has trod in setting\nemissions limits, at Congress’s explicit direction, for every other\nsource of hazardous air pollutants over two decades. The majority’s\ndecision that EPA cannot take the same approach here—its\nmicromanagement of EPA’s rulemaking, based on little more than the\nword “appropriate”—runs counter to Congress’s allocation of\nauthority between the Agency and the courts. Because EPA reasonably\nfound that it was “appropriate” to decline to analyze costs at a\nsingle stage of a regulatory proceeding otherwise imbued with cost\nconcerns, I respectfully dissentIAThe Clean Air Act Amendments of 1990, as the\nmajority describes, obligate EPA to regulate emissions of mercury\nand other hazardous air pollutants from stationary sources\ndischarging those substances in large quantities. Seeante,\nat 2. For most industries, the statute prescribes the same\nmulti-step regulatory process. At the initial stage, EPA must\ndecide whether to regulate a source, based solely on the quantity\nof pollutants it emits and their health and environmental effects.\nSee 42 U. S. C. §§7412(a)(1), (a)(2), (c)(1), (c)(3);ante, at 2. Costs enter the equation after that, affecting\nthe emissions limits that the eventual regulation will require.\nUnder the statute, EPA must divide sources into categories and\nsubcategories and then set “floor standards” that reflect the\naverage emissions level already achieved by the best-performing 12%\nof sources within each group. See §7412(d)(3);ante, at 3.\nEvery 12% floor has cost concerns built right into it because the\ntop sources, as successful actors in a market economy, have had to\nconsider costs in choosing their own emissions levels. Moreover, in\nestablishing categories and subcategories at this first stage, EPA\ncan (significantly) raise or lower the costs of regulation for each\nsource, because different classification schemes will alter the\ngroup—and so the emissions level—that the source has to\nmatch.[1] Once the floor is\nset, EPA has to decide whether to impose any stricter\n(“beyond-the-floor”) standards, “taking into consideration,” among\nother things, “the cost of achieving such emissions reduction.”\n§7412(d)(2); seeante, at 3. Finally, by virtue of a\nlongstanding Executive Order applying to significant rules issued\nunder the Clean Air Act (as well as other statutes), the Agency\nmust systematically assess the regulation’s costs and benefits. See\nExec. Order No. 12866, 58 Fed. Reg. 51735, 51738, 51741 (1993)\n(applying to all rules with an annual economic effect of at least\n$100 million).Congress modified that regulatory scheme for\npower plants. It did so because the 1990 amendments established a\nseparate program to control power plant emissions contributing to\nacid rain, and many thought that just by complying with those\nrequirements, plants might reduce their emissions of hazardous air\npollutants to acceptable levels. Seeante, at 2. That\nprospect counseled a “wait and see” approach, under which EPA would\ngive the Act’s acid rain provisions a chance to achieve that side\nbenefit before imposing any further regulation. Accord-ingly,\nCongress instructed EPA to “perform a study of the hazards to\npublic health reasonably anticipated” to result from power plants’\nemissions after the 1990 amendments had taken effect.\n§7412(n)(1)(A). And Congress provided that EPA “shall regulate”\nthose emissions only if the Agency “finds such regulation is\nappropriate and necessary after considering the results of the\n[public health] study.”Ibid.Upon making such a finding,\nhowever, EPA is to regulate power plants as it does every other\nstationary source: first, by categorizing plants and setting floor\nstandards for the different groups; then by deciding whether to\nregulate beyond the floors; and finally, by conducting the\ncost-benefit analysis required by Executive Order.EPA completed the mandated health study in 1998,\nand the results gave much cause for concern. The Agency concluded\nthat implementation of the acid rain provisions had failed to curb\npower plants’ emissions of hazardous air pollutants. Indeed, EPA\nfound, coal plants were on track to increase those emissions by as\nmuch as 30% over the next decade. See 1 EPA, Study of Hazardous Air\nPollutant Emissions from Electric Utility Steam Generating\nUnits—Final Report to Congress, p. ES–25 (1998). And EPA\ndetermined, focusing especially on mercury, that the substances\nreleased from power plants cause substantial health harms. Noting\nthat those plants are “the largest [non-natural] source of mercury\nemissions,”id., §1.2.5.1, at 1–7, EPA found that children\nof mothers exposed to high doses of mercury during pregnancy “have\nexhibited a variety of developmental neurological abnormalities,”\nincluding delayed walking and talking, altered muscles, and\ncerebral palsy.Id., §7.2.2, at 7–17 to 7–18; see also 7\nEPA, Mercury Study Report to Congress, p. 6–31 (1997) (Mercury\nStudy) (estimating that 7% of women of childbearing age are exposed\nto mercury in amounts exceeding a safe level).Informed by its public health study and\nadditional data, EPA found in 2000 that it is “appropriate and\nnecessary” to regulate power plants’ emissions of mercury and other\nhazardous air pollutants. 65 Fed. Reg. 79830.[2] Pulling apart those two adjectives, the Agency\nfirst stated that such regulation is “appropriate” because those\npollutants “present[ ] significant hazards to public health\nand the environment” and because “a number of control options” can\n“effectively reduce” their emission.Ibid.EPA then\ndetermined that regulation is “necessary” because other parts of\nthe 1990 amendments—most notably, the acid rain provisions—“will\nnot adequately address” those hazards.Ibid.In less\nbureaucratic terms, EPA decided that it made sense to kick off the\nregulatory process given that power plants’ emissions pose a\nserious health problem, that solutions to the problem are\navailable, and that the problem will remain unless action is\ntaken.BIf the regulatory process ended as well as\nstarted there, I would agree with the majority’s conclusion that\nEPA failed to adequately consider costs. Cost is almost always a\nrelevant—and usually, a highly important—factor in regulation.\nUnless Congress provides otherwise, an agency acts unreasonably in\nestablishing “a standard-setting proc-ess that ignore[s] economic\nconsiderations.”Industrial Union Dept., AFL–CIOv.American Petroleum Institute, 448 U. S. 607, 670 (1980)\n(Powell, J., concurring in part and concurring in judgment). At a\nminimum, that is because such a process would “threaten[ ] to\nimpose massive costs far in excess of any benefit.”Entergy\nCorp.v.Riverkeeper, Inc., 556 U. S. 208, 234 (2009)\n(Breyer, J., concurring in part and dissenting in part). And\naccounting for costs is particularly important “in an age of\nlimited resources available to deal with grave environmental\nproblems, where too much wasteful expenditure devoted to one\nproblem may well mean considerably fewer resources available to\ndeal effectively with other (perhaps more serious) problems.”Id., at 233; seeante, at 7. As the Court notes, that\ndoes not require an agency to conduct a formal cost-benefit\nanalysis of every administrative action. Seeante, at 14.\nBut (absent contrary indication from Congress) an agency must take\ncosts into account in some manner before imposing significant\nregulatory burdens.That proposition, however, does not decide the\nissue before us because the “appropriate and necessary” finding was\nonly the beginning. At that stage, EPA knew that a lengthy\nrulemaking process lay ahead of it; the determination of emissions\nlimits was still years away. And the Agency, in making its kick-off\nfinding, explicitly noted that consideration of costs would follow:\n“As a part of developing a regulation” that would impose those\nlimits, “the effectiveness and costs of controls will be examined.”\n65 Fed. Reg. 79830. Likewise, EPA explained that, in the course of\nwriting its regulation, it would explore regula-tory approaches\n“allowing for least-cost solutions.”Id., at 79830–79831.\nThat means the Agency, when making its “appropriate and necessary”\nfinding, did not decline to consider costs as part of the\nregulatory process. Rather, it declined to consider costs at a\nsingle stage of that process, knowing that they would come in later\non.The only issue in these cases, then, is whether\nEPA acted reasonably in structuring its regulatory process in that\nway—in making its “appropriate and necessary finding” based on\npollution’s harmful effects and channeling cost considerations to\nphases of the rulemaking in which emission levels are actually set.\nSaid otherwise, the question is not whether EPA can reasonably find\nit “appropriate” to regulate without thinking about costs, full\nstop. It cannot, and it did not. Rather, the question is whether\nEPA can reasonably find it “appropriate” to trigger the regulatory\nprocess based on harms (and technological feasibility) alone, given\nthat costs will come into play, in multiple ways and at multiple\nstages, before any emission limit goes into effect.In considering that question, the very nature of\nthe word “appropriate” matters. “[T]he word ‘appropriate,’ ”\nthis Court has recognized, “is inherently context-dependent”:\nGiving it content requires paying attention to the surrounding\ncircumstances.Sossamonv.Texas, 563 U. S. 277 , ___\n(2011) (slip op., at 7). (That is true, too, of the word\n“necessary,” although the majority spends less time on it. SeeArmour & Co.v.Wantock, 323 U. S. 126 –130\n(1944) (“[T]he word ‘necessary’ . . . has always been recognized as\na word to be harmonized with its context”).) And here that means\nconsidering the place of the “appropriate and necessary” finding in\nthe broader regulatory scheme—as a triggering mechanism that gets a\ncomplex rulemaking going. The interpretive task is thus at odds\nwith the majority’s insistence on staring fixedly “atthisstage.”Ante, at 11 (emphasis in original). The task instead\ndemands taking account of the entire regulatory process in thinking\nabout what is “appropriate” in its first phase. The statutory\nlanguage, in other words, is a directive to remove one’s blinders\nand view things whole—to consider what it is fitting to do at the\nthreshold stage given what will happen at every other.And that instruction is primarily given to EPA,\nnot to courts: Judges may interfere only if the Agency’s way of\nordering its regulatory process is unreasonable—i.e.,\nsomething Congress would never have allowed. The question here, as\nin our seminal case directing courts to defer to agency\ninterpretations of their own statutes, arises “not in a sterile\ntextual vacuum, but in the context of implementing policy decisions\nin a technical and complex arena.”Chevron U. S. A.\nInc.v.Natural Resources DefenseCouncil, Inc., 467\nU. S. 837, 863 (1984) . EPA’s experience and expertise in that\narena—and courts’ lack of those attributes—demand that judicial\nreview proceed with caution and care. The majority actually phrases\nthis principle well, though honors it only in the breach: Within\nwide bounds, it is “up to the Agency to decide . . . how\nto account for cost.”Ante, at 14. That judges might have\nmade different regulatory choices—might have considered costs in\ndifferent ways at different times—will not suffice to overturn\nEPA’s action where Congress, as here, chose not to speak directly\nto those matters, but to leave them to the Agency to decide.All of that means our decision here properly\nrests on something the majority thinks irrelevant: an understanding\nof the full regulatory process relating to power plants and of\nEPA’s reasons for considering costs only after making its initial\n“appropriate and necessary” finding. I therefore turn to those\nissues, to demonstrate the simple point that should resolve these\ncases: that EPA, in regulating power plants’ emissions of hazardous\nair pollutants, accounted for costs in a reasonable way.IIAIn the years after its “appropriate and\nnecessary” finding, EPA made good on its promise to account for\ncosts “[a]s a part of developing a regulation.” 65 Fed. Reg. 79830;\nseesupra, at 7. For more than a decade, as EPA deliberated\non and then set emissions limits, costs came into the calculus at\nnearly every turn. Reflecting that consideration, EPA’s final rule\nnoted that steps taken during the regulatory process had focused on\n“flexib[ility] and cost-effective[ness]” and had succeeded in\nmaking “the rule less costly and compliance more readily\nmanageable.” 77 Fed. Reg. 9306, 9376. And the regulation concluded\nthat “the benefits of th[e] rule” to public health and the\nenvironment “far outweigh the costs.”Id., at 9306.Consistent with the statutory framework, EPA\ninitially calculated floor standards: emissions levels of the\nbest-performing 12% of power plants in a given category or\nsubcategory. The majority misperceives this part of the rulemaking\nprocess. It insists that EPA “must promulgate certain\n. . . floor standards no matter the cost.”Ante,\nat 11. But that ignores two crucial features of the top-12% limits:\nfirst, the way in which any such standard intrinsically accounts\nfor costs, and second, the way in which the Agency’s categorization\ndecisions yield different standards for plants with different cost\nstructures.The initial point is a fact of life in a market\neconomy: Costs necessarily play a role in any standard that uses\npower plants’ existing emissions levels as a benchmark. After all,\nthe best-performing 12% of power plants must have considered costs\nin arriving at their emissions outputs; that is how profit-seeking\nenterprises make decisions. And in doing so, they must have\nselected achievable levels; else, they would have gone out of\nbusiness. (The same would be true even if other regulations\ninfluenced some of those choices, as the majority casually\nspeculates. Seeante, at 13.) Indeed, this automatic\naccounting for costs is why Congress adopted a market-leader-based\nstandard. As the Senate Report accompanying the 1990 amendments\nexplained: “Cost considerations are reflected in the selection of\nemissions limitations which have been achieved in practice (rather\nthan those which are merely theoretical) by sources of a similar\ntype or character.” S. Rep. No. 101–228, pp. 168–169 (1989).\nOf course, such a standard remains technology-forcing: It requires\nlaggards in the industry to catch up with frontrunners, sometimes\nat significant expense. But the benchmark is, by definition, one\nthat some power plants have achieved economically. And when EPA\nmade its “appropriate and necessary” finding, it knew that\nfact—knew that the consequence of doing so was to generate floor\nstandards with cost considerations baked right in.Still more, EPA recognized that in making\ncategorization decisions, it could take account of multiple factors\nrelated to costs of compliance—and so avoid impracticable\nregulatory burdens. Suppose, to use a simple example, that curbing\nemissions is more technologically difficult—and therefore more\ncostly—for plants burning coal than for plants burning oil. EPA can\nthen place those two types of plants in different categories, so\nthat coal plants need only match other coal plants rather than\nhaving to incur the added costs of meeting the top oil plants’\nlevels. Now multiply and complexify that example many times over.\nAs the Agency noted when making its “appropriate and necessary”\nfinding, EPA “build[s] flexibility” into the regulatory regime by\n“bas[ing] subcategorization on . . . the size of a\nfacility; the type of fuel used at the facility; and the plant\ntype,” and also “may consider other relevant factors such as\ngeographic conditions.” 65 Fed. Reg. 79830; see S. Rep. No.\n101–228, at 166 (listing similar factors and noting that “[t]he\nproper definition of categories . . . will assure maximum\nprotection of public health and the environment while minimizing\ncosts imposed on the regulated community”). Using that\nclassification tool, EPA can ensure that plants have to attain only\nthe emissions levels previously achieved by peers facing comparable\ncost constraints, so as to further protect plants from unrealistic\nfloor standards.And that is exactly what EPA did over the course\nof its rulemaking process, insisting on apples-to-apples\ncomparisons that bring floor standards within reach of diverse\nkinds of power plants. Even in making its “appropriate and\nnecessary” finding, the Agency announced it would divide plants\ninto the two categories mentioned above: “coal-fired” and\n“oil-fired.” 65 Fed. Reg. 79830.[3] Then, as the rulemaking progressed, EPA went further.\nNoting that different technologies significantly affect the ease of\nattaining a given emissions level, the Agency’s proposed rule\nsubdivided those two classes into five: plants designed to burn\nhigh-rank coal; plants designed to burn low-rank virgin coal;\nplants that run on a technology termed integrated gasification\ncombined cycle; liquid oil units; and solid oil units. See 76 Fed.\nReg. 25036–25037. EPA explained that by subcategorizing in that\nway, it had spared many plants the need to “retrofit[ ],”\n“redesign[ ],” or make other “extensive changes” to their\nfacilities.Id., at 25036. And in its final rule, EPA\nfurther refined its groupings in ways that eased compliance. Most\nnotably, the Agency established a separate subcategory, and\nattendant (less stringent) floor, for plants in Hawaii, Puerto\nRico, Guam, and the Virgin Islands on the ground that plants in\nthose places have “minimal control over the quality of available\nfuel[ ] and disproportionately high operational and\nmaintenance costs.” 77 Fed. Reg. 9401.[4]Even after establishing multiple floor standards\nthat factored in costs, EPA adopted additional “compliance options”\nto “minimize costs” associated with attaining a given floor—just as\nits “appropriate and necessary” finding explicitly contemplated.Id., at 9306; 76 Fed. Reg. 25057; see 65 Fed. Reg. 79830.\nFor example, the Agency calculated each floor as both an\n“input-based” standard (based on emissions per unit of energyused) and an“output-based” standard (based on emissions per\nunit of use-ful energyproduced), and allowed plants to\nchoose which standard they would meet. That option, EPA explained,\ncan “result in . . . reduced compliance costs.” 76 Fed.\nReg. 25063. Similarly, EPA allowed plants to meet a given 12% floor\nby averaging emissions across all units at the same site, instead\nof having to meet the floor at each unit. Some plants, EPA\nunderstood, would find such averaging a “less costly alternative.”\n77 Fed. Reg. 9385. Yet again: EPA permitted “limited use”\nplants—those primarily burning natural gas but sometimes switching\nto oil—to comply with the final rule by meeting qualitative “work\npractice standards” rather than numeric emissions limits.Id., at 9400–9401. EPA explained that it would be\n“economically impracticable” for those plants to demonstrate\ncompliance through emissions testing, and that an alternative\nstandard, focused on their adoption of pollution control\ntechniques, would allow them to both reduce emissions and avoid\n“extra cost.”Id., at 9401. And the list goes on. See,e.g.,id., at 9409–9410 (allowing extra year for\nplants to comply with emissions limits where “source-specific\nconstruction, permitting, or labor, procurement or resource\nchallenges” arise);id., at 9417 (describing additional\n“compliance options”).With all that cost-consideration under its belt,\nEPA next assessed whether to set beyond-the-floor standards, and\nhere too, as it knew it would, the Agency took costs into account.\nFor the vast majority of coal and oil plants, EPA decided that\nbeyond-the-floor standards would not be “reasonable after\nconsidering costs.”Id., at 9331. The Agency set such a\nstandard for only a single kind of plant, and only after\ndetermining that the technology needed to meet the more lenient\nlimit would also achieve the more stringent one. Seeid., at\n9393; 76 Fed. Reg. 25046–25047. Otherwise, EPA determined, the\nmarket-leader-based standards were enough.Finally, as required by Executive Order and as\nanticipated at the time of the “appropriate and necessary” finding,\nEPA conducted a formal cost-benefit analysis of its new emissions\nstandards and incorporated those findings into its proposed and\nfinal rules. Seeid., at 25072–25078; 77 Fed. Reg.\n9305–9306, 9424–9432. That analysis estimated that the regulation’s\nyearly costs would come in at under $10 billion, while its annual\nmeasureable benefits would total many times more—between $37 and\n$90 billion. Seeid., at 9305–9306;ante, at 4. On\nthe costs side, EPA acknowledged that plants’ compliance with the\nrule would likely cause electricity prices to rise by about 3%, but\nprojected that those prices would remain lower than they had been\nas recently as 2010. See 77 Fed. Reg. 9413–9414. EPA also thought\nthe rule’s impact on jobs would be about a wash, with jobs lost at\nsome high-emitting plants but gained both at cleaner plants and in\nthe pollution control industry. Seeibid.On the benefits\nside, EPA noted that it could not quantify many of the health gains\nthat would result from reduced mercury exposure. Seeid., at\n9306. But even putting those aside, the rule’s annual benefits\nwould include between 4,200 and 11,000 fewer premature deaths from\nrespiratory and cardiovascular causes, 3,100 fewer emergency room\nvisits for asthmatic children, 4,700 fewer non-fatal heart attacks,\nand 540,000 fewer days of lost work. Seeid., at 9429.Those concrete findings matter to these\ncases—which, after all, turn on whether EPA reasonably took costs\ninto account in regulating plants’ emissions of hazardous air\npollutants. The majority insists that it may ignore EPA’s\ncost-benefit analysis because “EPA did not rely on” it when issuing\nthe initial “appropriate and necessary” finding.Ante, at 15\n(quoting Solicitor General); see alsoSECv.Chenery\nCorp., 318 U. S. 80 –94 (1943). At one level, that\ndescription is true—indeed, a simple function of chronology: The\nkick-off finding preceded the cost-benefit analysis by years and so\ncould not have taken its conclusions into account. But more\nfundamentally, the majority’s account is off, because EPA knew when\nit made that finding that it would consider costs at every\nsubsequent stage, culminating in a formal cost-benefit study. And\nEPA knew that, absent unusual circumstances, the rule would need to\npass that cost-benefit review in order to issue. See Exec. Order\nNo. 12866, 58 Fed. Reg. 51736 (“Each agency shall . . .\nadopt a regulation only upon a reasoned determination that the\nbenefits of the intended regulation justify its costs”). The\nreasonableness of the Agency’s decision to consider only the harms\nof emissions at the threshold stage must be evaluated in that\nbroader context. And in thinking about that issue, it is well to\nremember the outcome here: a rule whose benefits exceed its costs\nby three to nine times. In making its “appropriate and necessary”\nfinding, EPA had committed to assessing and mitigating costs\nthroughout the rest of its rulemaking; if nothing else, the\nfindings of the Agency’s cost-benefit analysis—making clear that\nthe final emissions standards were cost-effective—show that EPA did\njust that.BSuppose you were in charge of designing a\nregulatory process. The subject matter—an industry’s emissions of\nhazardous material—was highly complex, involving multivarious\nfactors demanding years of study. Would you necessarily try to do\neverything at once? Or might you try to break down this lengthy and\ncomplicated process into discrete stages? And might you consider\ndifferent factors, in different ways, at each of those junctures? I\nthink you might. You know that everything must get done in the\nend—every relevant factor considered. But you tend to think that\n“in the end” does not mean “in the beginning.” And you structure\nyour rulemaking process accordingly, starting with a threshold\ndetermination that does not mirror your end-stage analysis. Would\nthat be at least (which is all it must be) a “reasonable policy\nchoice”?Chevron, 467 U. S., at 845.That is the question presented here, and it\nnearly answers itself. Setting emissions levels for hazardous air\npollutants is necessarily a lengthy and complicated process,\ndemanding analysis of many considerations over many years. Costs\nare a key factor in that process: As I have said, sensible\nregulation requires careful scrutiny of the burdens that potential\nrules impose. Seesupra, at 6–7. But in ordering its\nregulatory process, EPA knew it would have the opportunity to\nconsider costs in one after another of that rulemaking’s stages—in\nsetting the level of floor standards, in providing a range of\noptions for plants to meet them, in deciding whether or where to\nrequire limits beyond the floor, and in finally completing a formal\ncost-benefit analysis. See 65 Fed. Reg. 79830–79831;supra,\nat 9–15. Given that context, EPA reasonably decided that it was\n“appropriate”—once again, the only statutory requirement relevant\nhere—to trigger the regulatory process based on the twin findings\nthat the emissions in question cause profound health and\nenvironmental harms and that available pollution control\ntechnologies can reduce those emissions. By making that decision,\nEPA did no more than commit itself to developing a realistic and\ncost-effective regulation—a rule that would take account of every\nrelevant factor, costs and benefits alike. And indeed, particular\nfeatures of the statutory scheme here indicate that EPA’s policy\nchoice was not just a minimally reasonable option but an eminently\nreasonable one.To start, that decision brought EPA’s regulation\nof power plants into sync with its regulation of every other\nsignificant source of hazardous pollutants under the Clean Air Act.\nFor all those types of sources (totaling over 100), the Act\ninstructs EPA to make the threshold decision to regulate based\nsolely on the quantity and effects of pollutants discharged; costs\nenter the picture afterward, when the Agency takes up the task of\nactually establishing emissions limits. Seesupra, at 3–4.\nIndustry after industry, year after year, EPA has followed that\napproach to standard-setting, just as Congress contemplated. See,e.g., 58 Fed. Reg. 49354 (1993) (dry cleaning facilities);\n59 Fed. Reg. 64303 (1994) (gasoline distributors); 60 Fed. Reg.\n45948 (1995) (aerospace manufacturers). And apparently with\nconsiderable success. At any rate, neither those challenging this\nrule nor the Court remotely suggests that these regulatory regimes\nhave done “significantly more harm than good.”Ante, at 7.\nSo when making its “appropriate and necessary” finding for power\nplants, EPA had good reason to continue in the same vein. See,e.g.,Entergy, 556 U. S., at 236 (opinion of\nBreyer, J.) (noting that the reasonableness of an agency’s approach\nto considering costs rests in part on whether that tack has met\n“with apparent success in the past”). And that is exactly how EPA\nexplained its choice. Stating that it would consider the “costs of\ncontrols” when “developing a regulation,” the Agency noted that\nsuch an “approach has helped build flexibility in meeting\nenvironmental objectives in the past,” thereby preventing the\nimposition of disproportionate costs. 65 Fed. Reg. 79830. Indeed,\nas EPA further commented in issuing its rule, it would seem\n“inequitable to impose a regulatory regime on every industry in\nAmer-ica and then to exempt one category” after finding it\nrepre-sented “a significant part of the air toxics problem.” 77\nFed. Reg. 9322 (quoting 136 Cong. Rec. 36062 (1990) (statement of\nSen. Durenberger)).The majority’s attempt to answer this point\nfounders on even its own statement of facts. The majority objects\nthat “the whole point of having a separate provision about power\nplants” is to “treat[ ] power plantsdifferentlyfrom\nother stationary sources.”Ante, at 11 (emphasis in\noriginal). But turn back about 10 pages, and read what the majority\nsays aboutwhyCongress treated power plants differently:\nbecause, as all parties agree, separate regulatory requirements\ninvolving acid rain “were expected to have the collateral effect of\nreducing power plants’ emissions of hazardous air pollutants,\nalthough the extent of the reduction was unclear.”Ante, at\n2; seesupra, at 4–5. For that reason alone (the majority\ndoes not offer any other), Congress diverted EPA from its usual\nregulatory path, instructing the Agency, as a preliminary matter,\nto complete and consider a study about the residual harms to public\nhealth arising from those emissions. Seeante, at 2–3;supra, at 5. But once EPA found in its study that the acid\nrain provisions would not significantly affect power plants’\nemissions of hazardous pollutants, any rationale for treating power\nplants differently from other sources discharging the same\nsubstances went up in smoke. See 65 Fed. Reg. 79830. At that point,\nthe Agency would have had far more explaining to do if, rather than\nfollowing a well-tested model, it had devised a new scheme of\nregulation for power plants only.Still more, EPA could not have accurately\nassessed costs at the time of its “appropriate and necessary”\nfinding. See 8 Mercury Study, at 6–2 (noting the “many\nuncertainties” in any early-stage analysis of pollution control\ncosts). Under the statutory scheme, that finding comes before—years\nbefore—the Agency designs emissions standards. And until EPA knows\nwhat standards it will establish, it cannot know what costs they\nwill impose. Nor can those standards even be reasonably\nguesstimated at such an early stage. Consider what it takes to set\nfloor standards alone. First, EPA must divide power plants into\ncategories and subcategories; as explained earlier, those\nclassification decisions significantly affect what floors are\nestablished. Seesupra, at 4, and n. 1, 11–12. And\nthen, EPA must figure out the average emissions level already\nachieved by the top 12% in each class so as to set the new\nstandards. None of that can realistically be accomplished in\nadvance of the Agency’s regulatory process: Indeed, those steps are\nthe very stuff of the rulemaking. Simi-larly, until EPA knows what\n“compliance options” it will develop, it cannot know how they will\nmitigate the costs plants must incur to meet the floor standards.\nSeesupra, at 13–14. And again, deciding on those options\ntakes substantial time. So there is good reason for different\nconsiderations to go into the threshold finding than into the final\nrule. Simply put, calculating costs before starting to write a\nregulation would put the cart before the horse.IIIThe central flaw of the majority opinion is\nthat it ignores everything but one thing EPA did. It forgets that\nEPA’s “appropriate and necessary” finding was only a first step\nwhich got the rest of the regulatory process rolling. It narrows\nits field of vision to that finding in isolation, with barely a\nglance at all the ways in which EPA later took costs into account.\nSeesupra, at 10–11 (in establishing floor standards);supra, at 13–14 (in adopting compliance options);supra, at 14 (in deciding whether to regulate beyond the\nfloor);supra, at 14–15 (in conducting a formal cost-benefit\nanalysis as a final check). In sum, the major-ity disregards how\nconsideration of costs infused the regulatory process, resulting\nnot only in EPA’s adoption of mitigation measures,ante, at\n13–14, but also in EPA’s crafting of emissions standards that\nsucceed in producing benefits many times their price.That mistake accounts for the majority’s primary\nargument that the word “appropriate,” as used in §7412(n)(1)(A),\ndemands consideration of costs. Seeante, at 6–7. As I have\nnoted, that would be true if the “appropriate and necessary”\nfinding were the only step before imposing regulations on power\nplants. Seesupra, at 6–7. But, as should be more than clear\nby now, it was just the first of many: Under the Clean Air Act, a\nlong road lay ahead in which the Agency would have more—and far\nbetter—opportunities to evaluate the costs of diverse emissions\nstandards on power plants, just as it did on all other sources. Seesupra, at 4, 7, 9–15. EPA well understood that fact: “We\nevaluate the terms ‘appropriate’ and ‘necessary,’ ” it\nexplained, in light of their “statutory context.” 76 Fed. Reg.\n24986. And EPA structured its regulatory process accordingly, with\nconsideration of costs coming (multiple times) after the threshold\nfinding. The only way the majority can cast that choice as\nunreasonable, given the deference this Court owes to such agency\ndecisions, is to blind itself to the broader rulemaking scheme.The same fault inheres in the majority’s\nsecondary argument that EPA engaged in an “interpretive\ngerrymander[ ]” by considering environmental effects but not\ncosts in making its “appropriate and necessary” finding.Ante, at 8–9. The majority notes—quite rightly—that Congress\ncalled for EPA to examine both subjects in a study of mercury\nemissions from all sources (separate from the study relating to\npower plants’ emissions alone). Seeante, at 8. And the\nmajority states—again, rightly—that Congress’s demand for that\nstudy “provides direct evidence that Congress was concerned with\n[both] environmental effects [and] cost.”Ante, at 9\n(internal quotation marks omitted). But nothing follows from that\nfact, because EPA too was concerned with both. True enough, EPA\nassessed the two at different times: environmental harms (along\nwith health harms) at the threshold, costs afterward. But that was\nfor the very reasons earlier described: because EPA wanted to treat\npower plants like other sources and because it thought harms, but\nnot costs, could be accurately measured at that early stage. Seesupra, at 17–20. Congress’s simple request for a study of\nmercury emissions in no way conflicts with that choice of when and\nhow to consider both harms and costs. Once more, the majority\nperceives a conflict only because it takes so partial a view of the\nregulatory process.And the identical blind spot causes the\nmajority’s sports-car metaphor to run off the road. The majority\nlikens EPA to a hypothetical driver who decides that “it is\n‘appropriate’ to buy a Ferrari without thinking about cost, because\nhe plans to think about cost later when deciding whether to upgrade\nthe sound system.”Ante, at 11. The comparison is witty but\nwholly inapt. To begin with, emissions limits are not a luxury\ngood: They are a safety measure, designed to curtail the\nsignificant health and environmental harms caused by power plants\nspewing hazardous pollutants. And more: EPA knows from past\nexperience and expertise alike that it will have the opportunity to\npurchase that good in a cost-effective way. A better analogy might\nbe to a car owner who decides without first checking prices that it\nis “appropriate and necessary” to replace her worn-out brake-pads,\naware from prior experience that she has ample time to\ncomparison-shop and bring that purchase within her budget. Faced\nwith a serious hazard and an available remedy, EPA moved forward\nlike that sensible car owner, with a promise that it would, and\nwell-grounded confidence that it could, take costs into account\ndown the line.That about does it for the majority’s opinion,\nsave for its final appeal toChenery—andChenerycannot save its holding. Seeante, at 14. Of course a court\nmay not uphold agency action on grounds different from those the\nagency gave. SeeChenery, 318 U. S., at 87. But\nequally, a court may not strike down agency action without\nconsidering the reasons the agency gave.Id., at 95. And\nthat is what the majority does. Indeed, it is difficult to know\nwhat agency document the majority is reading. It denies that “EPA\nsaid . . . that cost-benefit analysis would be deferred\nuntil later.”Ante, at 13. But EPA said exactly that: The\n“costs of controls,” the Agency promised, “will be examined” as “a\npart of developing a regulation.” 65 Fed. Reg. 79830. Tellingly,\nthese words appear nowhere in the majority’s opinion. But what are\nthey other than a statement that cost concerns, contra the\nmajority, arenot“irrelevant,”ante, at 13 (without\ncitation)—that they are simply going to come in later?And for good measure, EPA added still extra\nexplanation. In its “appropriate and necessary” finding, the Agency\ncommitted to exploring “least-cost solutions” in “devel-oping a\nstandard for utilities.” 65 Fed. Reg. 79830. The Agency explained\nthat such an approach—particularly mentioning the use of averaging\nand subcategorization—had offered “opportunit[ies] for lower cost\nsolutions” and “helped build flexibility in meeting environmental\nobjectives in the past.”Ibid.; seesupra, at 7,\n18.Then, in issuing its proposed and final rules, EPA\naffirmed that it had done just what it said. EPA recognized that\nstandard-setting must “allow the industry to make practical\ninvestment decisions that minimize costs.” 76 Fed. Reg. 25057.\nAccordingly, the Agency said, it had “provid[ed] flexibility and\ncompliance options” so as to make the rule “less costly” for\nregulated parties. 77 Fed. Reg. 9306. EPA added that it had\nrejected beyond-the-floor standards for almost all power plants\nbecause they would not be “reasonable after considering costs.”Id., at 9331. And it showed the results of a formal analysis\nfinding that the rule’s costs paled in comparison to its benefits.\nIn sum, EPA concluded, it had made the final standards\n“cost-efficient.”Id., at 9434. What more would the majority\nhave EPA say?IVCosts matter in regulation. But when Congress\ndoes not say how to take costs into account, agencies have broad\ndiscretion to make that judgment. Accord,ante, at 14\n(noting that it is “up to the Agency to decide (as always, within\nthe limits of reasonable interpretation) how to account for cost”).\nFar more than courts, agencies have the expertise and experience\nnecessary to design regula-tory processes suited to “a technical\nand complex arena.”Chevron, 467 U. S., at 863. And in\nany event, Congress has entrusted such matters to them, not to\nus.EPA exercised that authority reasonably and\nresponsibly in setting emissions standards for power plants. The\nAgency treated those plants just as it had more than 100 other\nindustrial sources of hazardous air pollutants, at Congress’s\ndirection and with significant success. It made a threshold finding\nthat regulation was “appropriate and necessary” based on the harm\ncaused by power plants’ emissions and the availability of\ntechnology to reduce them. In making that finding, EPA knew that\nwhen it decided what a regulation would look like—what emissions\nstandards the rule would actually set—the Agency would consider\ncosts. Indeed, EPA expressly promised to do so. And it fulfilled\nthat promise. The Agency took account of costs in setting floor\nstandards as well as in thinking about beyond-the-floor standards.\nIt used its full kit of tools to minimize the expense of complying\nwith its proposed emissions limits. It capped the regulatory\nproc-ess with a formal analysis demonstrating that the bene-fits of\nits rule would exceed the costs many times over. In sum, EPA\nconsidered costs all over the regulatory process, except in making\nits threshold finding—when it could not have measured them\naccurately anyway. That approach is wholly consonant with the\nstatutory scheme. Its adoption was “up to the Agency to decide.”Ante, at 14.The majority arrives at a different conclusion\nonly by disregarding most of EPA’s regulatory process. It insists\nthat EPA must consider costs—when EPA did just that, over and over\nand over again. It concedes the importance of “context” in\ndetermining what the “appropriate and necessary” standard means,\nseeante, at 7, 10—and then ignores every aspect of the\nrulemaking context in which that standard plays a part. The result\nis a decision that deprives the Agency of the latitude Congress\ngave it to design an emissions-setting process sensibly accounting\nfor costs and benefits alike. And the result is a decision that\ndeprives the American public of the pollution control measures that\nthe responsible Agency, acting well within its delegated authority,\nfound would save many, many lives. I respectfully dissent.Notes1Consider it this way:\nFloor standards equal the top 12% of something, but until you know\nthe something, you can’t know what it will take to attain that\nlevel. To take a prosaic example, the strongest 12% of NFL players\ncan lift a lot more weight than the strongest 12% of human beings\ngenerally. To match the former, you will have to spend many more\nhours in the gym than to match the latter—and you will probably\nstill come up short. So everything depends on the comparison\ngroup.2EPA reaffirmed its\n“appropriate and necessary” finding in 2011 and 2012 when it issued\na proposed rule and a final rule. See 76 Fed. Reg. 24980 (2011)\n(“The Agency’s appropriate and necessary finding was correct in\n2000, and it remains correct today”); accord, 77 Fed. Reg.\n9310–9311 (2012).3EPA also determined at\nthat stage that it is “not appropriate or necessary” to regulate\nnatural gas plants’ emissions of hazardous air pollutants because\nthey have only “negligible” impacts. 65 Fed. Reg. 79831. That\ndecision meant that other plants would not have to match their\ncleaner natural gas counterparts, thus making the floor standards\nEPA established that much less costly to achieve.4The majority insists on\ndisregarding how EPA’s categorization decisions made floor\nstandards less costly for various power plants to achieve, citing\nthe Agency’s statement that “it is not appropriate to premise\nsubcategorization on costs.” 77 Fed. Reg. 9395 (quotedante,\nat 13). But that misunderstands EPA’s point. It is quite true that\nEPA did not consider costs separate and apart from all other\nfactors in crafting categories and subcategories. See S. Rep.\nNo. 101–128, p. 166 (1989) (noting that EPA may not make\nclassifications decisions “based wholly on economic grounds”); 77\nFed. Reg. 9395 (citing Senate Report). That approach could have\nsubverted the statutory scheme: To use an extreme example, it would\nhave allowed EPA, citing costs of compliance, to place the top few\nplants in one category, the next few in another category, the third\nin a third, and all the way down the line, thereby insulating every\nplant from having to make an appreciable effort to catch up with\ncleaner facilities. But in setting up categories and subcategories,\nEPA did consider technological, geographic, and other factors\ndirectly relevant to the costs that diverse power plants would bear\nin trying to attain a given emissions level. (For some reason, the\nmajority calls this a “carefully worded observation,”ante,\nat 13, but it is nothing other than the fact of the matter.) The\nAgency’s categorization decisions (among several other measures,\nseesupra, at 10–11;infrathis page and 14) thus\nrefute the majority’s suggestion, seeante, at 11, that the\n“appropriate and necessary” finding automatically generates floor\nstandards with no relation to cost. To the contrary, the Agency\nused its categorization authority to establish different floor\nstandards for different types of plants with different cost\nstructures.",
    "joined": []
}