{
    "case": {
        "docket": "61",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/61/"
    },
    "id": "1963471",
    "author": "kagan",
    "type": "opinion",
    "text": "OPINION OF THE COURTRANSOM V. FIA CARD SERVICES, N.&NBSP;A.562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-907JASON M. RANSOM, PETITIONERv.FIA CARD\nSERVICES, N. A., fka MBNA AMERICA BANK, N. A.on writ of certiorari to the united states court of\nappeals for the ninth circuit[January 11, 2011]Justice Kagan delivered the\nopinion of the Court.Chapter 13 of the Bankruptcy Code\nenables an individual to obtain a discharge of his debts if he pays\nhis creditors a portion of his monthly income in accordance with a\ncourt-approved plan. 11 U. S. C. §1301et seq. To\ndetermine how much income the debtor is capable of paying, Chapter\n13 uses a statutory formula known as the “means test.” §§707(b)(2)\n(2006 ed. and Supp. III), 1325(b)(3)(A) (2006 ed.). The means test\ninstructs a debtor to deduct specified expenses from his current\nmonthly income. The result is his “disposable income”—the amount he\nhas available to reimburse creditors. §1325(b)(2).This case concerns the specified\nexpense for vehicle-ownership costs. We must determine whether a\ndebtor like petitioner Jason Ransom who owns his car outright, and\nso does not make loan or lease payments, may claim an allowance for\ncar-ownership costs (thereby reducing the amount he will repay\ncreditors). We hold that the text, context, and purpose of the\nstatutory provision at issue preclude this result. A debtor who\ndoes not make loan or lease payments may not take the car-ownership\ndeduction.IA“Congress enacted the Bankruptcy\nAbuse Prevention and Consumer Protection Act of 2005 (BAPCPA or\nAct) to correct perceived abuses of the bankruptcy system.”Milavetz, Gallop & Milavetz, P. A.v.United\nStates, 559 U. S. ___, ___ (2010) (slip op., at 1). In\nparticular, Congress adopted the means test—“[t]he heart of\n[BAPCPA’s] consumer bankruptcy reforms,” H. R. Rep. No.\n109–31, pt. 1, p. 2 (2005) (hereinafter H. R. Rep.), and\nthe home of the statutory language at issue here—to help ensure\nthat debtors whocanpay creditorsdopay them.\nSee,e.g.,ibid.(under BAPCPA, “debtors [will]\nrepay creditors the maximum they can afford”).In Chapter 13 proceedings, the\nmeans test provides a formula to calculate a debtor’s disposable\nincome, which the debtor must devote to reimbursing creditors under\na court-approved plan generally lasting from three to five years.\n§§1325(b)(1)(B) and (b)(4).[Footnote 1] The statute defines “disposable income” as\n“current monthly income” less “amounts reasonably necessary to be\nexpended” for “maintenance or support,” business expenditures, and\ncertain charitable contributions. §§1325(b)(2)(A)(i) and (ii). For\na debtor whose income is above the median for his State, the means\ntest identifies which expenses qualify as “amounts reasonably\nnecessary to be expended.” The test supplants the pre-BAPCPA\npractice of calculating debtors’ reasonable expenses on a\ncase-by-case basis, which led to varying and often inconsistent\ndeterminations. See,e.g.,In re Slusher,\n359 B. R. 290, 294 (Bkrtcy. Ct. Nev. 2007).Under the means test, a debtor calculating his\n“reasonably necessary” expenses is directed to claim allowances for\ndefined living expenses, as well as for secured and priority debt.\n§§707(b)(2)(A)(ii)–(iv). As relevant here, the statute\nprovides:“The debtor’s monthly expenses\nshall be the debtor’s applicable monthly expense amounts specified\nunder the National Standards and Local Standards, and the debtor’s\nactual monthly expenses for the categories specified as Other\nNecessary Expenses issued by the Internal Revenue Service [IRS] for\nthe area in which the debtor resides.” §707(b)(2)(A)(ii)(I).These are the principal amounts that the debtor can\nclaim as his reasonable living expenses and thereby shield from\ncreditors.The National and Local Standards referenced in\nthis provision are tables that the IRS prepares listing\nstandardized expense amounts for basic necessities.[Footnote 2] The IRS uses the Standards to\nhelp calculate taxpayers’ ability to pay overdue taxes. See 26 U.\nS. C. §7122(d)(2). The IRS also prepares supplemental\nguidelines known as the Collection Financial Standards, which\ndescribe how to use the tables and what the amounts listed in them\nmean.The Local Standards include an allowance for\ntransportation expenses, divided into vehicle “Ownership Costs” and\nvehicle “Operating Costs.”[Footnote\n3] At the time Ransom filed for bankruptcy, the “Ownership\nCosts” table appeared as follows:Ownership CostsNationalFirst CarSecond Car$471$332App. to Brief for Respondent 5a.\nThe Collection Financial Standards explain that these ownership\ncosts represent “nationwide figures for monthly loan or lease\npayments,”id.,at 2a; the numerical amounts listed are\n“base[d] … on the five-year average of new and used car financing\ndata compiled by the Federal Reserve Board,”id.,at 3a.\nThe Collection Financial Standards further instruct that, in the\ntax-collection context, “[i]f a taxpayer has no car payment, … only\nthe operating costs portion of the transportation standard is used\nto come up with the allowable transportation expense.”Ibid.BRansom filed for Chapter 13 bankruptcy\nrelief in July 2006. App. 1, 54. Among his liabilities, Ransom\nitemized over $82,500 in unsecured debt, including a claim held by\nrespondent FIA Card Services, N. A. (FIA). Id.,at 41.\nAmong his assets, Ransom listed a 2004 Toyota Camry, valued at\n$14,000, which he owns free of any debt.Id.,at 38, 49,\n52.For\npurposes of the means test, Ransom reported income of $4,248.56 per\nmonth.Id.,at 46. He also listed monthly expenses\ntotaling $4,038.01.Id.,at 53. In determining those\nexpenses, Ransom claimed a car-ownership deduction of $471 for the\nCamry, the full amount specified in the IRS’s “Ownership Costs”\ntable.Id.,at 49. Ransom listed a separate deduction of\n$338 for car-operating costs.Ibid.Based on these\nfigures, Ransom had disposable income of $210.55 per month.Id.,at 53.Ransom proposed\na 5-year plan that would result in repayment of approximately 25%\nof his unsecured debt.Id.,at 55. FIA objected to\nconfirmation of the plan on the ground that it did not direct all\nof Ransom’s disposable income to unsecured creditors.Id.,at 64. In particular, FIA argued that Ransom should not have\nclaimed the car-ownership allowance because he does not make loan\nor lease payments on his car.Id.,at 67. FIA noted that\nwithout this allowance, Ransom’s disposable income would be\n$681.55—the $210.55 he reported plus the $471 he deducted for\nvehicle ownership.Id.,at 71. The difference over the 60\nmonths of the plan amounts to about $28,000.CThe\nBankruptcy Court denied confirmation of Ransom’s plan. App. to Pet.\nfor Cert. 48. The court held that Ransom could deduct a\nvehicle-ownership expense only “if he is currently making loan or\nlease payments on that vehicle.”Id.,at\n41.Ransom appealed to the Ninth Circuit\nBankruptcy Appellate Panel, which affirmed.In re\nRansom,380 B. R. 799, 808–809 (2007). The panel reasoned\nthat an “expense [amount] becomes relevant to the debtor (i.e.,\nappropriate or applicable to the debtor) when he or she in fact has\nsuch an expense.”Id.,at 807. “[W]hat is important,” the\npanel noted, “is the payments that debtors actually make, not how\nmany cars they own, because [those] payments … are what actually\naffect their ability to” reimburse unsecured creditors.Ibid.The United\nStates Court of Appeals for the Ninth Circuit affirmed.In re Ransom,577 F. 3d 1026, 1027 (2009). The\nplain language of the statute, the court held, “does not allow a\ndebtor to deduct an ‘ownership cost’ … that the debtor does not\nhave.”Id.,at 1030. The court observed that “[a]n\n‘ownership cost’ is not an ‘expense’—either actual or applicable—if\nit does not exist, period.”Ibid.We granted a\nwrit of certiorari to resolve a split of authority over whether a\ndebtor who does not make loan or lease payments on his car may\nclaim the deduction for vehicle-ownership costs. 559 U. S. ___\n(2010).[Footnote 4] We now\naffirm the Ninth Circuit’s judgment.IIOur\ninterpretation of the Bankruptcy Code starts “where all such\ninquiries must begin: with the language of the statute itself.”United Statesv.Ron Pair Enterprises, Inc.,489 U. S. 235,\n241 (1989). As noted, the provision of the Code central to the\ndecision of this case states:“The debtor’s monthly expenses shall be the\ndebtor’s applicable monthly expense amounts specified under the\nNational Standards and Local Standards, and the debtor’s actual\nmonthly expenses for the categories specified as Other Necessary\nExpenses issued by the [IRS] for the area in which the debtor\nresides.” §707(b)(2)(A)(ii)(I).The key word in this\nprovision is “applicable”: A debtor may claim not all, but only\n“applicable” expense amounts listed in the Standards. Whether\nRansom may claim the $471 car-ownership deduction accordingly turns\non whether that expense amount is “applicable” to\nhim.Because the Code\ndoes not define “applicable,” we look to the ordinary meaning of\nthe term. See,e.g.,Hamiltonv.Lanning, 560 U. S. ___, ___ (2010) (slip op., at 6).\n“Applicable” means “capable of being applied: having relevance” or\n“fit, suitable, or right to be applied: appropriate.” Webster’s\nThird New International Dictionary 105 (2002). See also New Oxford\nAmerican Dictionary 74 (2d ed. 2005) (“relevant or appropriate”); 1\nOxford English Dictionary 575 (2d ed. 1989) (“[c]apable of being\napplied” or “[f]it or suitable for its purpose, appropriate”). So\nan expense amount is “applicable” within the plain meaning of the\nstatute when it is appropriate, relevant, suitable, or\nfit.What makes an\nexpense amount “applicable” in this sense (appropriate, relevant,\nsuitable, or fit) is most naturally understood to be its\ncorrespondence to an individual debtor’s financial circumstances.\nRather than authorizing all debtors to take deductions in all\nlisted categories, Congress established a filter: A debtor may\nclaim a deduction from a National or Local Standard table (like\n“[Car] Ownership Costs”) if but only if that deduction is\nappropriate for him. And a deduction is so appropriate only if the\ndebtor has costs corresponding to the category covered by the\ntable—that is, only if the debtor will incur that kind of expense\nduring the life of the plan. The statute underscores the necessity\nof making such an individualized determination by referring to\n“the debtor’sapplicable monthly expense amounts,”\n§707(b)(2)(A)(ii)(I) (emphasis added)—in other words, the expense\namounts applicable (appropriate, etc.) to each particular debtor.\nIdentifying these amounts requires looking at the financial\nsituation of the debtor and asking whether a National or Local\nStandard table is relevant to him.If Congress had\nnot wanted to separate in this way debtors who qualify for an\nallowance from those who do not, it could have omitted the term\n“applicable” altogether. Without that word, all debtors would be\neligible to claim a deduction for each category listed in the\nStandards. Congress presumably included “applicable” to achieve a\ndifferent result. SeeLeocalv.Ashcroft,543 U. S. 1, 12\n(2004) (“[W]e must give effect to every word of a statute wherever\npossible”). Interpreting the statute to require a threshold\ndetermination of eligibility ensures that the term “applicable”\ncarries meaning, as each word in a statute\nshould.This reading of\n“applicable” also draws support from the statutory context. The\nCode initially defines a debtor’s disposable income as his “current\nmonthly income … less amountsreasonably necessary to be\nexpended.” §1325(b)(2) (emphasis added). The statute then\ninstructs that “[a]mounts reasonably necessary to be expended …\nshall be determined in accordance with” the means test.\n§1325(b)(3). Because Congress intended the means test to\napproximate the debtor’s reasonable expenditures on essential\nitems, a debtor should be required to qualify for a deduction by\nactually incurring an expense in the relevant category. If a debtor\nwill not have a particular kind of expense during his plan, an\nallowance to cover that cost is not “reasonably necessary” within\nthe meaning of the statute.[Footnote 5]Finally,\nconsideration of BAPCPA’s purpose strengthens our reading of the\nterm “applicable.” Congress designed the means test to measure\ndebtors’ disposable income and, in that way, “to ensure that [they]\nrepay creditors the maximum they can afford.” H. R. Rep., at\n2. This purpose is best achieved by interpreting the means test,\nconsistent with the statutory text, to reflect a debtor’s ability\nto afford repayment. Cf.Hamilton,560 U. S., at ___ (slip\nop., at 14) (rejecting an interpretation of the Bankruptcy Code\nthat “would produce [the] senseless resul[t]” of “deny[ing]\ncreditors payments that the debtor could easily make”). Requiring a\ndebtor to incur the kind of expenses for which he claims a\nmeans-test deduction thus advances BAPCPA’s\nobjectives.Because we\nconclude that a person cannot claim an allowance for\nvehicle-ownership costs unless he has some expense falling within\nthat category, the question in this case becomes: What expenses\ndoes the vehicle-ownership category cover? If it covers loan and\nlease payments alone, Ransom does not qualify, because he has no\nsuch expense. Only if that category also covers other costs associ-\nated with having a car would Ransom be entitled to this\ndeduction.The less\ninclusive understanding is the right one: The ownership category\nencompasses the costs of a car loan or lease and nothing more. As\nnoted earlier, the numerical amounts listed in the “Ownership\nCosts” table are “base[d] … on the five-year average of new and\nused car financing data compiled by the Federal Reserve Board.”\nApp. to Brief for Respondent 3a. In other words, the sum $471 is\nthe average monthly payment for loans and leases nationwide; it is\nnot intended to estimate other conceivable expenses associated with\nmaintaining a car. The Standards do account for those additional\nexpenses, but in a different way: They are mainlythe\nprovince of the separate deduction for vehicle “Operating Costs,”\nwhich include payments for “[v]ehicle insurance, … maintenance,\nfuel, state and local registration, required inspection, parking\nfees, tolls, [and] driver’s license.” Internal Rev- enue Manual\n§§5.15.1.7 and 5.15.1.8 (May 1, 2004), reprinted in App. to Brief\nfor Respondent 16a, 20a; see also IRS, Collection Financial\nStandards (Feb. 19, 2010),\nhttp://www.irs.gov/individuals/article/0,,id=96543,00.html.[Footnote 6] A person who owns a car free and\nclear is entitled to claim the “Operating Costs” deduction for all\nthese expenses of driving—and Ransom in fact did so, to the tune of\n$338. But such a person is not entitled to claim the “Ownership\nCosts” deduction, because that allowance is for the separate costs\nof a car loan or lease.The\nCollection Financial Standards—the IRS’s explanatory guidelines to\nthe National and Local Standards—explicitly recognize this\ndistinction between ownership and operating costs, making clear\nthat individuals who have a car but make no loan or lease payments\nmay claim only the operating allowance. App. to Brief for\nRespondent 3a; seesupra, at 4. Although the statute does\nnot incorporate the IRS’s guidelines, courts may consult this\nmaterial in interpreting the National and Local Standards; after\nall, the IRS uses those tables for a similar purpose—to determine\nhow much money a delinquent taxpayer can afford to pay the\nGovernment. The guidelines of course cannot control if they are at\nodds with the statutory language. But here, the Collection\nFinancial Standards’ treatment of the car-ownership deduction\nreinforces our conclusion that, under the statute, a debtor seeking\nto claim this deduction must make some loan or lease\npayments.[Footnote\n7]Because Ransom owns his vehicle free and\nclear of any encumbrance, he incurs no expense in the “Ownership\nCosts” category of the Local Standards. Accordingly, the\ncar-ownership expense amount is not “applicable” to him, and the\nNinth Circuit correctly denied that\ndeduction.IIIRansom’s argument to the contrary relies on a\ndifferent interpretation of the key word “applicable,” an objection\nto our view of the scope of the “Ownership Costs” category, and a\ncriticism of the policy implications of our approach. We do not\nthink these claims persuasive.ARansom first offers another understanding of\nthe term “applicable.” A debtor, he says, determines his\n“applicable” deductions by locating the box in each National or\nLocal Standard table that corresponds to his geographic location,\nincome, family size, or number of cars. Under this approach, a\ndebtor “consult[s] the table[s] alone” to determine his appropriate\nexpense amounts. Reply Brief for Petitioner 16. Because he has one\ncar, Ransom argues that his “applicable” allowance is the sum\nlisted in the first column of the “Ownership Costs” table ($471);\nif he had a second vehicle, the amount in the second column ($332)\nwould also be “applicable.” On this approach, the word “applicable”\nserves a function wholly internal to the tables; rather than\nfiltering out debtors for whom a deduction is not at all suitable,\nthe term merely directs each debtor to the correct box (and\nassociated dollar amount of deduction) within every\ntable.This alternative reading of “applicable”\nfails to comport with the statute’s text, context, or purpose. As\nintimated earlier,supra,at 7–8, Ransom’s interpretation\nwould render the term “applicable” superfluous. Assume Congress had\nomitted that word and simply authorized a deduction of “the\ndebtor’s monthly expense amounts” specified in the Standards. That\nlanguage, most naturally read, would direct each debtor to locate\nthe box in every table corresponding to his location, income,\nfamily size, or number of cars and to deduct the amount stated. In\nother words, the language would instruct the debtor to use the\nexact approach Ransom urges. The word “applicable” is not necessary\nto accomplish that result; it is necessary only for the different\npurpose of dividing debtors eligible to make use of the tables from\nthose who are not. Further, Ransom’s reading of “applicable” would\nsever the connection between the means test and the statutory\nprovision it is meant to implement—the authorization of an\nallowance for (but only for) “reasonably necessary” expenses.\nExpenses that are wholly fictional are not easily thought of as\nreasonably necessary. And finally, Ransom’s interpretation would\nrun counter to the statute’s overall purpose of ensuring that\ndebtors repay creditors to the extent they can—here, by shielding\nsome $28,000 that he does not in fact need for loan or lease\npayments.As\nagainst all this, Ransom argues that his reading is necessary\nto account for the means test’s distinction between “applicable”\nand “actual” expenses—more fully stated, between the phrase\n“applicablemonthly expense amounts” specified in the\nStandards and the phrase “actualmonthly expenses for …\nOther Necessary Expenses.” §707(b)(2)(A)(ii)(I) (emphasis added).\nThe latter phrase enables a debtor to deduct his actual expenses in\nparticular categories that the IRS designates relating mainly to\ntaxpayers’ health and welfare. Internal Revenue Manual\n§5.15.1.10(1), http://www.irs.gov/irm/part5/\nirm_05-015-001.html#d0e1381. According to Ransom, “applicable”\ncannot mean the same thing as “actual.” Brief for Petitioner 40. He\nthus concludes that “an ‘applicable’ expense can be claimed [under\nthe means test] even if no ‘actual’ expense was incurred.”Ibid.Our\ninterpretation of the statute, however, equally avoids conflating\n“applicable” with “actual” costs. Although the expense amounts in\nthe Standards apply only if the debtor incurs the relevant expense,\nthe debtor’s out-of-pocket cost may well not control the amount of\nthe deduction. If a debtor’s actual expenses exceed the amounts\nlisted in the tables, for example, the debtor may claim an\nallowance only for the specified sum, rather than for his real\nexpenditures.[Footnote 8] For\nthe Other Necessary Expense categories, by contrast, the debtor may\ndeduct his actual expenses, no matter how high they are.[Footnote 9] Our reading of the means\ntest thus gives full effect to “the distinction between\n‘applicable’ and ‘actual’ without taking a further step to conclude\nthat ‘applicable’ means ‘nonexistent.’ ”In re\nRoss-Tousey, 368 B. R. 762, 765 (Bkrtcy. Ct. ED Wis.\n2007), rev’d, 549 F. 3d 1148 (CA7\n2008).Finally, Ransom’s reading of “applicable” may\nnot even answer the essential question: whether a debtor may claim\na deduction. “[C]onsult[ing] the table[s] alone” to determine a\ndebtor’s deduction, as Ransom urges us to do, Reply Brief for\nPetitioner 16, often will not be sufficient because the tables are\nnot self-defining. This case provides a prime example. The\n“Ownership Costs” table features two columns labeled “First Car”\nand “Second Car.” Seesupra, at 4. Standing alone, the\ntable does not specify whether it refers to the first and second\ncarsowned(as Ransom avers), or the first and second cars\nfor which the debtor incursownership costs(as FIA\nmaintains)—and so the table does not resolve the issue in\ndispute.[Footnote 10] SeeIn re Kimbro, 389 B. R. 518, 533 (Bkrtcy. App.\nPanel CA6 2008) (Fulton, J., dissenting) (“[O]ne cannot really\n‘just look up’ dollar amounts in the tables without either\nreferring to IRS guidelines for using the tables or imposing\npre-existing assumptions about how [they] are to be navigated”\n(footnote omitted)). Some amount of interpretation is necessary to\ndecide what the deduction is for and whether it is applicable to\nRansom; and so we are brought back full circle to our prior\nanalysis.BRansom next argues that viewing the\ncar-ownership deduction as covering no more than loan and lease\npayments is inconsistent with a separate sentence of the means test\nthat provides: “Notwithstanding any other provision of this clause,\nthe monthly expenses of the debtor shall not include any payments\nfor debts.” §707(b)(2)(A)(ii)(I). The car-ownership deduction\ncannot compriseonlyloan and lease payments, Ransom\ncontends, because those payments arealwaysdebts. See\nBrief for Petitioner 28, 44–45.Ransom ignores that the “notwithstanding”\nsentence governs the full panoply of deductions under the National\nand Local Standards and the Other Necessary Expense categories. We\nhesitate to rely on that general provision to interpret the content\nof the car-ownership deduction because Congress did not draft the\nformer with the latter specially in mind; any friction between the\ntwo likely reflects only a lack of attention to how an\nacross-the-board exclusion of debt payments would correspond to a\nparticular IRS allowance.[Footnote 11] Further, the “notwithstanding” sentence by\nits terms functions only to exclude, and not to authorize,\ndeductions. It cannot establish an allowance for non-loan or -lease\nownership costs that no National or Local Standard covers.\nAccordingly, the “notwithstanding” sentence does nothing to alter\nour conclusion that the “Ownership Costs” table does not apply to a\ndebtor whose car is not encumbered.CRansom finally contends that his view of the\nmeans test is necessary to avoid senseless results not intended by\nCongress. At the outset, we note that the policy concerns Ransom\nemphasizes pale beside one his reading creates: His interpretation,\nas we have explained, would frustrate BAPCPA’s core purpose of\nensuring that debtors devote their full disposable income to\nrepaying creditors. Seesupra, at 8–9. We nonetheless\naddress each of Ransom’s policy arguments in\nturn.Ransom first points out a troubling anomaly:\nUnder our interpretation, “[d]ebtors can time their bankruptcy\nfiling to take place while they still have a few car payments left,\nthus retaining an ownership deduction which they would lose if they\nfiled just after making their last payment.” Brief for Petitioner\n54. Indeed, a debtor with only a single car payment remaining,\nRansom notes, is eligible to claim a monthly ownership deduction.Id.,at 15, 52.But\nthis kind of oddity is the inevitable result of a standardized\nformula like the means test, even more under Ransom’s reading than\nunder ours. Such formulas are by their nature over- and\nunder-inclusive. In eliminating the pre-BAPCPA case-by-case\nadjudication of above-median-income debtors’ expenses, on the\nground that it leant itself to abuse, Congress chose to tolerate\nthe occasional peculiarity that a brighter-line test produces. And\nRansom’s alternative reading of the statute would spawn its own\nanomalies—even placing to one side the fundamental strangeness of\ngiving a debtor an allowance for loan or lease payments when he has\nnot a penny of loan or lease costs. On Ransom’s view, for example,\na debtor entering bankruptcy might purchase for a song a junkyard\ncar—“an old, rusted pile of scrap metal [that would] si[t] on\ncinder blocks in his backyard,”In re Brown, 376\nB. R. 601, 607 (Bkrtcy. Ct. SD Tex. 2007)—in order to deduct\nthe $471 car-ownership expense and reduce his payment to creditors\nby that amount. We do not see why Congress would have preferred\nthat result to the one that worries Ransom. That is especially so\nbecause creditors may well be able to remedy Ransom’s “one payment\nleft” problem. If car payments cease during the life of the plan,\njust as if other financial circumstances change, an unsecured\ncreditor may move to modify the plan to increase the amount the\ndebtor must repay. See 11 U. S. C.\n§1329(a)(1).Ransom next contends that denying the\nownership allowance to debtors in his position “sends entirely the\nwrong message, namely, that it is advantageous to be deeply in debt\non motor vehicle loans, rather than to pay them off.” Brief for\nPetitioner 55. But the choice here is not between thrifty savers\nand profligate borrowers, as Ransom would have it. Money is\nfungible: The $14,000 that Ransom spent to purchase his Camry\noutright was money he did not devote to paying down his credit card\ndebt, and Congress did not express a preference for one use of\nthese funds over the other. Further, Ransom’s argument mistakes\nwhat the deductions in the means test are meant to accomplish.\nRather than effecting any broad federal policy as to saving or\nborrowing, the deductions serve merely to ensure that debtors in\nbankruptcy can afford essential items. The car-ownership allowance\nthus safeguards a debtor’s ability to retain a car throughout the\nplan period. If the debtor already owns a car outright, he has no\nneed for this protection.Ransom finally argues that a debtor who owns\nhis car free and clear may need to replace it during the life of\nthe plan; “[g]ranting the ownership cost deduction to a vehicle\nthat is owned outright,” he states, “accords best with economic\nreality.”Id.,at 52. In essence, Ransom seeks an\nemergency cushion for car owners. But nothing in the statute\nauthorizes such a cushion, which all debtors presumably would like\nin the event some unexpected need arises. And a person who enters\nbankruptcy without any car at all may also have to buy one during\nthe plan period; yet Ransom concedes that a person in this position\ncannot claim the ownership deduction. Tr. of Oral Arg. 20. The\nappropriate way to account for unanticipated expenses like a new\nvehicle purchase is not to distort the scope of a deduction, but to\nuse the method that the Code provides for all Chapter 13 debtors\n(and their creditors): modification of the plan in light of changed\ncircumstances. See §1329(a)(1); see alsosupra, at\n17.IVBased on BAPCPA’s text, context, and purpose,\nwe hold that the Local Standard expense amount for transportation\n“Ownership Costs” is not “applicable” to a debtor who will not\nincur any such costs during his bankruptcy plan. Because the\n“Ownership Costs” category covers only loan and lease payments and\nbecause Ransom owns his car free from any debt or obligation, he\nmay not claim the allowance. In short, Ransom may not deduct loan\nor lease expenses when he does not have any. We therefore affirm\nthe judgment of the Ninth Circuit.It is so\nordered.Footnote 1Chapter 13 borrows the means test from Chapter 7, where\nit is used as a screening mechanism to determine whether a Chapter\n7 proceeding is appropriate. Individuals who file for bankruptcy\nrelief under Chapter 7 liquidate their nonexempt assets, rather\nthan dedicate their future income, to repay creditors. See 11 U.\nS. C. §§704(a)(1), 726. If the debtor’s Chapter 7 petition\ndiscloses that his disposable income as calculated by the means\ntest exceeds a certain threshold, the petition is presumptively\nabusive. §707(b)(2)(A)(i). If the debtor cannot rebut the\npresumption, the court may dismiss the case or, with the debtor’s\nconsent, convert it into a Chapter 13 proceeding.\n§707(b)(1).Footnote 2The\nNational Standards designate allowances for six categories of\nexpenses: (1) food; (2) housekeeping supplies; (3) apparel and\nservices; (4) personal care products and services; (5)\nout-of-pocket health care costs; and (6) miscellaneous expenses.\nInternal Revenue Manual §5.15.1.8 (Oct. 2, 2009),\nhttp://www.irs.gov/irm/part5/irm_05-015-001.html#d0e1012 (all\nInternet materials as visited Jan. 7, 2011, and available in Clerk\nof Court’s case file). The Local Standards authorize deductions for\ntwo kinds of expenses: (1) housing and utilities; and (2)\ntransportation.Id., §5.15.1.9.Footnote 3Although both components of the transportation allowance\nare listed in the Local Standards, only the operating-cost expense\namounts vary by geography; in contrast, the IRS provides a\nnationwide figure for ownership costs.Footnote 4CompareIn re Ransom,577 F. 3d 1026,\n1027 (CA9 2009) (case below), withIn re Washburn,\n579 F. 3d 934, 935 (CA8 2009) (permitting the allowance),In re Tate, 571 F. 3d 423, 424 (CA5 2009)\n(same), andIn re Ross-Tousey, 549 F. 3d 1148,\n1162 (CA7 2008) (same). The question has also divided bankruptcy\ncourts. See,e.g., In re Canales, 377 B. R. 658,\n662 (Bkrtcy. Ct. CD Cal. 2007) (citing dozens of cases reaching\nopposing results).Footnote 5This interpretation also avoids the anomalous result of\ngranting preferential treatment to individuals with above-median\nincome. Because the means test does not apply to Chapter 13 debtors\nwhose incomes are below the median, those debtors must prove on a\ncase-by-case basis that each claimed expense is reasonably\nnecessary. See §§1325(b)(2) and (3). If a below-median-income\ndebtor cannot take a deduction for a nonexistent expense, we doubt\nCongress meant to provide such an allowance to an\nabove-median-income debtor—the very kind of debtor whose perceived\nabuse of the bankruptcy system inspired Congress to enact the means\ntest.Footnote 6In\naddition, the IRS has categorized taxes, including those associated\nwith car ownership, as an “Other Necessary Expens[e],” for which a\ndebtor may take a deduction. See App. to Brief for Respondent 26a;\nBrief for United States asAmicus Curiae16,\nn. 4.Footnote 7Because the dissent appears to misunderstand our use of\nthe Collection Financial Standards, and because it may be important\nfor future cases to be clear on this point, we emphasize again that\nthe statute does not “incorporat[e]” or otherwise “impor[t]” the\nIRS’s guidance.Post,at 1, 4 (opinion of Scalia, J.). The\ndissent questions what possible basis except incorporation could\njustify our consulting the IRS’s view,post, at 4, n., but\nwe think that basis obvious: The IRScreatesthe National\nand Local Standards referenced in the statute, revises them as it\ndeems necessary, and uses them every day. The agency might,\ntherefore, have something insightful and persuasive (albeit not\ncontrolling) to say about them.Footnote 8The\nparties and the Solicitor General asamicus curiaedispute\nthe proper deduction for a debtor who has expenses that arelowerthan the amounts listed in the Local Standards.\nRansom argues that a debtor may claim the specified expense amount\nin full regardless of his out-of-pocket costs. Brief for Petitioner\n24–27. The Government concurs with this view, provided (as we\nrequire) that a debtor hassomeexpense relating to the\ndeduction. See Brief for United States asAmicus Curiae19–21. FIA, relying on the IRS’s practice, contends to the contrary\nthat a debtor may claim only his actual expenditures in this\ncircumstance. Brief for Respondent 12, 45–46 (arguing that the\nLocal Standards function as caps). We decline to resolve this\nissue. Because Ransom incurs no ownership expense at all, the\ncar-ownership allowance is not applicable to him in the first\ninstance. Ransom is therefore not entitled to a deduction under\neither approach.Footnote 9For\nthe same reason, the allowance for “applicable monthly expense\namounts” at issue here differs from the additional allowances that\nthe dissent cites for the deduction of actual expenditures. Seepost, at 3–4 (noting allowances for “actual expenses” for\ncare of an elderly or chronically ill household member,\n§707(b)(2)(A)(ii)(II), and for home energy costs,\n§707(b)(2)(A)(ii)(V)).Footnote 10The\ninterpretive problem is not, as the dissent suggests, “whether to\nclaim a deduction for one car or for two,”post,at 3, but\nrather whether to claim a deduction foranycar that is\nowned if the debtor has no ownership costs. Indeed, if we had to\ndecide this question on the basis of the table alone, we might well\ndecide that a debtor who does not make loan or lease payments\ncannot claim an allowance. The table, after all, is titled\n“OwnershipCosts”—suggesting that it applies to those\ndebtors who incur such costs. And as noted earlier, the dollar\namounts in the table represent average automobile loan and lease\npayments nationwide (with all other car-related expenses\napproximated in the separate “Operating Costs” table). Seesupra, at 9–10. Ransom himself concedes that not every\ndebtor falls within the terms of this table; he would exclude, and\nthus prohibit from taking a deduction, a person who does not own a\ncar. Brief for Petitioner 33.In like manner, the four\ncorners of the table appear to exclude an additional group—debtors\nlike Ransom who own their cars free and clear and so do not make\nthe loan or lease payments that constitute “Ownership\nCosts.”Footnote 11Because Ransom does not make payments on his car, we need\nnot and do not resolve how the “notwithstanding” sentence affects\nthe vehicle-ownership deduction when a debtor has a loan or lease\nexpense. See Brief for United States asAmicus Curiae23,\nn. 5 (offering alternative views on this question); Tr. of\nOral Arg. 51–52.",
    "joined": []
}