{
    "case": {
        "docket": "17-1184",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1184/"
    },
    "id": "4074713",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1184_________________MICHAEL J. BIESTEK, PETITIONERv.NANCY\nA. BERRYHILL, ACTING COMMISSIONER OF SOCIAL SECURITYon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[April 1, 2019]Justice Kagan delivered the opinion of the\nCourt.The Social Security Administration (SSA)\nprovides benefits to individuals who cannot obtain work because of\na physical or mental disability. To determine whether an applicant\nis entitled to benefits, the agency may hold an informal hearing\nexamining (among other things) the kind and number of jobs\navailable for someone with the applicant’s disability and other\ncharacteristics. The agency’s factual findings on that score are\n“conclusive” in judicial review of the benefits decision so long as\nthey are sup- ported by “substantial evidence.” 42\nU. S. C. §405(g).This case arises from the SSA’s reliance on an\nexpert’s testimony about the availability of certain jobs in the\neconomy. The expert largely based her opinion on private\nmarket-survey data. The question presented is whether her refusal\nto provide that data upon the applicant’s request categorically\nprecludes her testimony from counting as “substantial evidence.” We\nhold it does not.IPetitioner Michael Biestek once worked as a\ncarpenter and general laborer on construction sites. But he stopped\nworking after he developed degenerative disc disease, Hepatitis C,\nand depression. He then applied for social security disability\nbenefits, claiming eligibility as of October 2009.After some preliminary proceedings, the SSA\nassigned an Administrative Law Judge (ALJ) to hold a hearing on\nBiestek’s application. Those hearings, as described in the Social\nSecurity Act, 49Stat. 620, as amended, 42 U. S. C. §301et seq., are recognizably adjudicative in nature. The\nALJ may “receive evidence” and “examine witnesses” about the\ncontested issues in a case. §§405(b)(1), 1383(c) (1)(A). But many\nof the rules governing such hear- ings are less rigid than those a\ncourt would follow. SeeRichardsonv.Perales,402 U.S.\n389, 400–401 (1971). An ALJ is to conduct a disability hearing\nin “an informal, non-adversarial manner.” 20 CFR §404.900(b)\n(2018); §416.1400(b). Most notably, an ALJ may receive evidence in\na disability hearing that “would not be admissible in court.”\n§§404.950(c), 416.1450(c); see 42 U. S. C. §§405(b) (1),\n1383(c)(1)(A).To rule on Biestek’s application, the ALJ had to\ndetermine whether the former construction laborer could\nsuccessfully transition to less physically demanding work. That\nrequired exploring two issues. The ALJ needed to identify the types\nof jobs Biestek could perform notwithstanding his disabilities. See\n20 CFR §§404.1560(c)(1), 416.960(c)(1). And the ALJ needed to\nascertain whether those kinds of jobs “exist[ed] in significant\nnumbers in the national economy.” §§404.1560(c)(1), 416.960(c)(1);\nsee §§404.1566, 416.966.For guidance on such questions, ALJs often seek\nthe views of “vocational experts.” See §§404.1566(e), 416.966(e);\nSSA, Hearings, Appeals, and Litigation Law Manual I–2–5–50 (Aug.\n29, 2014). Those experts are professionals under contract with SSA\nto provide impartial testimony in agency proceedings. Seeid., at I–2–1–31.B.1 (June 16, 2016);id., at\nI–2–5–48. They must have “expertise” and “current knowledge” of\n“[w]orking conditions and physical demands of various” jobs;\n“[k]nowledge of the existence and numbers of [those jobs] in the\nnational economy”; and “[i]nvolvement in or knowledge of placing\nadult workers[ ] with disabilities[ ] into jobs.”Id., at I–2–1–31.B.1. Many vocational experts simultaneously\nwork in the private sector locating employment for persons with\ndisabilities. See C. Kubitschek & J. Dubin, Social Security\nDisability Law & Procedure in Federal Court §3:89 (2019). When\noffering testimony, the experts may invoke not only publicly\navailable sources but also “information obtained directly from\nemployers” and data otherwise developed from their own “experience\nin job placement or career counseling.” Social Security Ruling, SSR\n00–4p, 65 Fed. Reg. 75760 (2000).At Biestek’s hearing, the ALJ asked a vocational\nexpert named Erin O’Callaghan to identify a sampling of “sedentary”\njobs that a person with Biestek’s disabilities, education, and job\nhistory could perform. Tr. 59 (July 21, 2015); see 20 CFR\n§§404.1567(a), 416.967(a) (defining a “sedentary” job as one that\n“involves sitting” and requires “lifting no more than 10 pounds”).\nO’Callaghan had served as a vocational expert in SSA proceedings\nfor five years; she also had more than ten years’ experience\ncounseling people with disabilities about employment opportunities.\nSeeStachowiakv.CommissionerofSocial\nSecurity, 2013 WL 593825, *1 (ED Mich., Jan. 11, 2013); Record\nin No. 16–10422 (ED Mich.), Doc. 17–13, p. 1274 (resume). In\nresponse to the ALJ’s query, O’Callaghan listed sedentary jobs\n“such as a bench assembler [or] sorter” that did not require many\nskills. Tr. 58–59. And she further testified that 240,000 bench\nassembler jobs and 120,000 sorter jobs existed in the national\neconomy. Seeibid.On cross-examination, Biestek’s attorney asked\nO’Callaghan “where [she was] getting those [numbers] from.”Id., at 71. O’Callaghan replied that they came from the\nBureau of Labor Statistics and her “own individual labor market\nsurveys.”Ibid.The lawyer then requested that O’Callaghan\nturn over the private surveys so he could review them.Ibid.O’Callaghan responded that she wished to keep the surveys\nconfidential because they were “part of [her] client files.”Id., at 72. The lawyer suggested that O’Callaghan could\n“take the clients’ names out.”Ibid.But at that point the\nALJ interjected that he “would not require” O’Callaghan to produce\nthe files in any form.Ibid.Biestek’s counsel asked no\nfurther questions about the basis for O’Callaghan’s assembler and\nsorter numbers.After the hearing concluded, the ALJ issued a\ndecision granting Biestek’s application in part and denying it in\npart. According to the ALJ, Biestek was entitled to benefits\nbeginning in May 2013, when his advancing age (he turned fifty that\nmonth) adversely affected his ability to find employment. See App.\nto Pet. for Cert. 19a, 112a–113a. But before that time, the ALJ\nheld, Biestek’s dis- abilities should not have prevented a\n“successful adjustment to other work.”Id., at 110a–112a.\nThe ALJ based that conclusion on O’Callaghan’s testimony about the\navailability in the economy of “sedentary unskilled occupations\nsuch as bench assembler [or] sorter.”Id., at 111a (emphasis\ndeleted).Biestek sought review in federal court of the\nALJ’s denial of benefits for the period between October 2009 and\nMay 2013. On judicial review, an ALJ’s factual findings—such as the\ndetermination that Biestek could have found sedentary work—“shall\nbe conclusive” if supported by “substantial evidence.” 42\nU. S. C. §405(g); seesupra, at 1. Biestek\ncontended that O’Callaghan’s testimony could not possibly\nconstitute such evidence because she had declined, upon request, to\nproduce her supporting data. See Plaintiff’s Motion for Summary\nJudgment in No. 16–10422 (ED Mich.), Doc. 22, p. 23. But the\nDistrict Court rejected that argument. See 2017 WL 1173775, *2\n(Mar. 30, 2017). And the Court of Appeals for the Sixth Circuit\naffirmed. SeeBiestekv.Commissioner of Social\nSecurity, 880 F.3d 778 (2018). That court recognized that the\nSeventh Circuit had adopted the categorical rule Biestek proposed,\nprecluding a vocational expert’s testimony from qualifying as\nsubstantial if the expert had declined an applicant’s request to\nprovide supporting data. Seeid., at 790 (citingMcKinniev.Barnhart,368 F.3d 907, 910–911 (2004)). But that rule, the Sixth Circuit\nobserved in joining the ranks of unconvinced courts, “ha[d] not\nbeen a popular export.” 880 F. 3d, at 790 (internal quotation\nmarks omitted).And no more is it so today.IIThe phrase “substantial evidence” is a “term\nof art” used throughout administrative law to describe how courts\nare to review agency factfinding.T-Mobile South,LLCv.Roswell, 574 U. S. ___, ___ (2015) (slip op., at 7).\nUnder the substantial-evidence standard, a court looks to an\nexisting administrative record and asks whether it contains\n“sufficien[t] evidence” to support the agency’s factual\ndeterminations.Consolidated Edison Co.v.NLRB,305 U.S.\n197, 229 (1938) (emphasis deleted). And whatever the meaning of\n“substantial” in other contexts, the threshold for such evidentiary\nsufficiency is not high. Substantial evidence, this Court has said,\nis “more than a mere scintilla.”Ibid.; see,e.g.,Perales, 402 U. S., at 401 (internal quotation marks\nomitted). It means—and means only—“such relevant evidence as a\nreasonable mind might accept as adequate to support a conclusion.”Consolidated Edison, 305 U. S., at 229. SeeDickinsonv.Zurko,527 U.S.\n150, 153 (1999) (comparing the substantial-evidence standard to\nthe deferential clearly-erroneous standard).Today, Biestek argues that the testimony of a\nvocational expert who (like O’Callaghan) refuses a request for\nsupporting data about job availability can never clear the\nsubstantial-evidence bar. See Brief for Petitioner 21–34. As that\nformulation makes clear, Biestek’s proposed rule is categorical,\nrendering expert testimony insufficient to sustain an ALJ’s\nfactfinding whenever such a refusal has occurred.[1] But Biestek hastens to add two caveats.\nThe first is to clarify what the rule is not, the second to stress\nwhere its limits lie.Biestek initially takes pains—and understandably\nso—to distinguish his argument from a procedural claim. Reply Brief\n12–14. At no stage in this litigation, Biestek says, has he ever\nespoused “a free-standing procedural rule under which a vocational\nexpert would always have to produce [her underlying data] upon\nrequest.”Id., at 2. That kind of rule exists in federal\ncourt: There, an expert witness must produce all data she has\nconsidered in reaching her conclusions. See Fed. Rule Civ. Proc.\n26(a)(2)(B). But as Biestek appreciates, no similar requirement\napplies in SSA hearings. As explained above, Congress intended\nthose proceedings to be “informal” and provided that the “strict\nrules of evidence, applicable in the courtroom, are not to” apply.Perales, 402 U. S., at 400; see 42 U. S. C.\n§405(b)(1);supra, at 2. So Biestek does not press for a\n“procedural rule” governing “the means through which an evidentiary\nrecord [must be] created.” Tr. of Oral Arg. 6; Reply Brief 13.\nInstead, he urges a “substantive rule” for “assess[ing] the quality\nand quantity of [record] evidence”—which would find testimony like\nO’Callaghan’s inadequate, when taken alone, to support an ALJ’s\nfactfinding.Id., at 12.And Biestek also emphasizes a limitation within\nthat proposed rule. For the rule to kick in, the applicant must\nmake a demand for the expert’s supporting data. See Brief for\nPetitioner i, 5, 18, 40, 55; Tr. of Oral Arg. 25–26. Consider two\ncases in which vocational experts rely on, but do not produce,\nnonpublic information. In the first, the applicant asks for the\ndata; in the second, not. According to Biestek, the expert’s\ntestimony in the first case cannot possibly clear the\nsubstantial-evidence bar; but in the second case, it may well do\nso, even though the administrative record is otherwise the same.\nAnd Biestek underscores that this difference in outcome has nothing\nto do with waiver or forfeiture: As he acknowledges, an applicant\n“cannot waive the substantial evidence standard.”Id., at\n27. It is just that the evidentiary problem arises from the\nexpert’s refusal of a demand, not from the data’s absence alone. In\nhis words, the testimony “can constitute substantial evidence if\nunchallenged, but not if challenged.” Reply Brief 18.To assess Biestek’s proposal, we begin with the\nparties’ common ground: Assuming no demand, a vocational expert’s\ntestimony may count as substantial evidence even when unaccompanied\nby supporting data. Take an example. Suppose an expert has\ntop-of-the-line credentials, including professional qualifications\nand many years’ experience; suppose, too, she has a history of\ngiving sound testimony about job availability in similar cases\n(perhaps before the same ALJ). Now say that she testifies about the\napproximate number of various sedentary jobs an applicant for\nbenefits could perform. She explains that she arrived at her\nfigures by surveying a range of representative employers; amassing\nspecific information about their labor needs and employment of\npeople with disabilities; and extrapolating those findings to the\nnational economy by means of a well-accepted methodology. She\nanswers cogently and thoroughly all questions put to her by the ALJ\nand the applicant’s lawyer. And nothing in the rest of the record\nconflicts with anything she says. But she never produces her survey\ndata. Still, her testimony would be the kind of evidence—far “more\nthan a mere scintilla”—that “a reasonable mind might accept as\nadequate to support” a finding about job availability.Consolidated Edison, 305 U. S., at 229. Of course, the\ntestimony would be even better—more reliable and probative—if she\nhad produced supporting data; that would be a best practice for the\nSSA and its experts.[2] And of\ncourse, a different (maybe less qualified) expert failing to\nproduce such data might offer testimony that is so feeble, or\ncontradicted, that it would fail to clear the substantial-evidence\nbar. The point is only—as, again, Biestek accepts—that expert\ntestimony can sometimes surmount that bar absent underlying\ndata.But if that is true, why should one additional\nfact—a refusal to a request for that data—make a vocational\nexpert’s testimony categorically inadequate? Assume that an\napplicant challenges our hypothetical expert to turn over her\nsupporting data; and assume the expert declines because the data\nreveals private information about her clients and making careful\nredactions will take a fair bit of time. Nothing in the expert’s\nrefusal changes her testimony (as described above) about job\navailability. Nor does it alter any other material in the record.\nSo if our expert’s opinion was sufficient—i.e., qualified as\nsubstantial evidence—before the refusal, it is hard to see why the\nopinion has to be insufficient afterward.Biestek suggests two reasons for that\nnon-obvious result. First, he contends that the expert’s rejection\nof a request for backup data necessarily “cast[s her testimony]\ninto doubt.” Reply Brief 16. And second, he avers that the refusal\ninevitably “deprives an applicant of the material necessary for an\neffective cross-examination.”Id., at 2. But Biestek states\nhis arguments too broadly—and the nuggets of truth they contain\ncannot justify his proposed flat rule.Consider Biestek’s claim about how an expert’s\nrefusal undercuts her credibility. Biestek here invokes the\nestablished idea of an “adverse inference”: If an expert declines\nto back up her testimony with information in her control, then the\nfactfinder has a reason to think she is hiding something. Seeid., at 16 (citing cases). We do not dispute that\npossibility—but the inference is far from always required. If an\nALJ has no other reason to trust the expert, or finds her testimony\niffy on its face, her refusal of the applicant’s demand for\nsupporting data may properly tip the scales against her opinion.\n(Indeed, more can be said: Even if the applicant makes no demand,\nsuch an expert’s withholding of data may count against her.) But if\n(as in our prior hypothetical example, seesupra, at 7–8)\nthe ALJ views the expert and her testimony as otherwise\ntrustworthy, and thinks she has good reason to keep her data\nprivate, her rejection of an applicant’s demand need not make a\ndifference. So too when a court reviews the ALJ’s decision under\nthe deferential substantial-evidence standard. In some cases, the\nrefusal to disclose data, considered along with other shortcomings,\nwill prevent a court from finding that “a reasonable mind” could\naccept the expert’s testimony.Consolidated Edison, 305\nU. S., at 229. But in other cases, that refusal will have no\nsuch consequence. Even taking it into account, the expert’s opinion\nwill qualify as “more than a mere scintilla” of evidence supporting\nthe ALJ’s conclusion. Which is to say it will count, contra\nBiestek, as substantial.And much the same is true of Biestek’s claim\nthat an expert’s refusal precludes meaningful cross-examination. We\nagree with Biestek that an ALJ and reviewing court may properly\nconsider obstacles to such questioning when deciding how much to\ncredit an expert’s opinion. SeePerales, 402 U. S., at\n402–406. But Biestek goes too far in suggesting that the refusal to\nprovide supporting data always interferes with effective\ncross-examination, or that the absence of such testing always\nrequires treating an opinion as unreliable. Even without specific\ndata, an applicant may probe the strength of testimony by asking an\nexpert about (for example) her sources and methods—where she got\nthe information at issue and how she analyzed it and derived her\nconclusions. See,e.g.,Chavezv.Berryhill,\n895 F.3d 962, 969–970 (CA7 2018). And even without significant\ntesting, a factfinder may conclude that testimony has sufficient\nindicia of reliability to support a conclusion about whether an\napplicant could find work. Indeed, Biestek effectively concedes\nboth those points in cases where supporting data is missing, so\nlong as an expert has not refused an applicant’s demand. Seesupra, at 7. But once that much is acknowledged, Biestek’s\nargument cannot hold. For with or without an express refusal, the\nabsence of data places the selfsame limits on\ncross-examination.Where Biestek goes wrong, at bottom, is in\npressing for a categorical rule, applying to every case in which a\nvocational expert refuses a request for underlying data. Sometimes\nan expert’s withholding of such data, when combined with other\naspects of the record, will prevent her testimony from qualifying\nas substantial evidence. That would be so, for example, if the\nexpert has no good reason to keep the data private and her\ntestimony lacks other markers of reliability. But sometimes the\nreservation of data will have no such effect. Even though the\napplicant might wish for the data, the expert’s testimony still\nwill clear (even handily so) the more-than-a-mere-scintilla\nthreshold. The inquiry, as is usually true in determining the\nsubstantiality of evidence, is case-by-case. See,e.g.,Perales, 402 U. S., at 399, 410 (rejecting a\ncategorical rule pertaining to the substantiality of medical\nreports in a disability hearing). It takes into account all\nfeatures of the vocational expert’s testimony, as well as the rest\nof the administrative record. And in so doing, it defers to the\npresiding ALJ, who has seen the hearing up close.That much is sufficient to decide this case.\nBiestek petitioned us only to adopt the categorical rule we have\nnow rejected. He did not ask us to decide whether, in the absence\nof that rule, substantial evidence supported the ALJ in denying him\nbenefits. Accordingly, we affirm the Court of Appeals’\njudgment.It is so ordered.Notes1In contrast, the\nprincipal dissent cannot decide whether it favors such a\ncategorical rule. At first, Justice Gorsuch endorses the rule\nBiestek and the Seventh Circuit have proposed. Seepost, at\n2. But in then addressing our opinion, he takes little or no issue\nwith the reasoning we offer to show why that rule is too broad. Seepost, at 4–7. So the dissent tries to narrow the scope of\nBiestek’s categorical rule—to only cases that look just like his.\nSeepost, at 7–8. And still more, it shelves all the\n“categorical” talk and concentrates on Biestek’s case alone. Seepost, at 1, 4–8. There, Justice Gorsuch’s dissent joins\nJustice Sotomayor’s in concluding that the expert evidence in this\ncase was insubstantial. But as we later explain, seeinfra,\nat 11, Biestek did not petition us to resolve that factbound\nquestion; nor did his briefing and argument focus on anything other\nthan the Seventh Circuit’s categorical rule. We confine our opinion\naccordingly.2The SSA itself appears to\nagree. In the handbook given to voca-tional experts, the agency\nstates: “You should have available, atthe hearing, any vocational\nresource materials that you are likelyto rely upon” because “the\nALJ may ask you to provide relevantportions of [those] materials.”\nSSA, Vocational Expert Handbook 37(Aug. 2017),\nhttps://www.ssa.gov/appeals/public_experts/Vocational_Experts_(VE)_Handbook-508.pdf\n(as last visited Mar. 28, 2019).",
    "joined": []
}