{
    "case": {
        "docket": "692",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/692/"
    },
    "id": "1963515",
    "author": "kagan",
    "type": "opinion",
    "text": "OPINION OF THE COURTCAMRETA V. GREENE563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 09-1454 AND 09-1478BOB CAMRETA, PETITIONER09–1454v.SARAH GREENE, personally and as next friend of\nS. G., a minor, and K. G., a minorJAMES ALFORD, DEPUTY SHERIFF, DESCHUTES COUNTY,\nOREGON, PETITIONER09–1478   v.SARAH GREENE, personally and as next friend of\nS. G., a minor, and K. G., a minoron writs of certiorari to the united states\ncourt of appeals for the ninth circuit[May 26, 2011]Justice Kagandelivered\nthe opinion of the Court.Almost a decade ago, a state\nchild protective services worker and a county deputy sheriff\ninterviewed a girl at her elementary school in Oregon about\nallegations that her father had sexually abused her. The girl’s\nmother subsequently sued the government officials on the child’s\nbehalf for damages under Rev. Stat. §1979, 42 U. S. C. §1983,\nclaiming that the interview infringed the Fourth Amendment. The\nUnited States Court of Appeals for the Ninth Circuit agreed, ruling\nthat the officials had violated the Constitution by failing to\nobtain a warrant to conduct the interview. But the Court of Appeals\nfurther held that qualified immunity shielded the officials from\nmonetary liability because the constitutional right at issue was\nnot clearly established under existing law.The two officials sought this Court’s review\nof the Ninth Circuit’s ruling on the Fourth Amendment. We granted\ntheir petitions to examine two questions. First, may gov-ernment\nofficials who prevail on grounds of qualified im-munity obtain our\nreview of a court of appeals’ decision that their conduct violated\nthe Constitution? And second, if we may consider cases in this\nprocedural posture, did the Ninth Circuit correctly determine that\nthis interview breached the Fourth Amendment?We conclude that this Court generally may\nreview a lower court’s constitutional ruling at the behest of a\ngovernment official granted immunity. But we may not do so in this\ncase for reasons peculiar to it. The case has become moot because\nthe child has grown up and moved across the country, and so will\nnever again be subject to the Oregon in-school interviewing\npractices whose constitutionality is at issue. We therefore do not\nreach the Fourth Amendment question in this case. In line with our\nnormal practice when mootness frustrates a party’s right to appeal,\nseeUnited Statesv.Munsingwear, Inc.,340 U. S. 36, 39 (1950),\nwe vacate the part of the Ninth Circuit’s opinion that decided the\nFourth Amendment issue.IIn February 2003, police arrested\nNimrod Greene for suspected sexual abuse of a young boy unrelated\nto him. During the investigation of that offense, the boy’s parents\ntold police that they suspected Greene of molesting his 9-year-old\ndaughter S. G. The police reported this information to the\nOregon Department of Human Services, which assigned petitioner Bob\nCamreta, a child protective services caseworker, to assess\nS. G.’s safety. Several days later, Camreta, accompanied by\npetitioner James Alford, a Deschutes County deputy sheriff, went to\nS. G.’s elementary school and interviewed her about the\nallegations. Cam-reta and Alford did not have a warrant, nor had\nthey obtained parental consent to conduct the interview. Although\nS. G. at first denied that her father had molested her, she\neventually stated that she had been abused. Greene was indicted and\nstood trial for sexually abusing S. G., but the jury failed to\nreach a verdict and the charges were later dismissed.Respondent Sarah Greene, S. G.’s\nmother, subsequently sued Camreta and Alford on S. G.’s\nbehalf [Footnote 1] for\ndamages under 42 U. S. C. §1983, which authorizes suits\nagainst state officials for violations of constitutional rights. S.\nG. alleged that the officials’ in-school interview had breached the\nFourth Amendment’s proscription on unreasonable seizures.[Footnote 2]The District Court granted summary judgment to\nCamreta and Alford, and the Ninth Circuit affirmed. The Court of\nAppeals first ruled that the interview violated S. G.’s rights\nbecause Camreta and Alford had “seize[d] and interrogate[d] S. G.\nin the absence of a warrant, a court order, exigent circumstances,\nor parental consent.” 588 F. 3d 1011, 1030 (2009) (footnote\nomitted). But the court further held that the officials were\nentitled to qualified immunity from damages liability because no\nclearly established law had warned them of the illegality of their\nconduct.Id.,at 1031–1033.The Ninth Circuit explained why it had chosen\nto rule on the merits of the constitutional claim, rather than\nmerely hold that the officials were immune from suit. By addressing\nthe legality of the interview, the court said, it could “provide\nguidance to those charged with the difficult task of protecting\nchild welfare within the confines of the Fourth Amendment.”Id.,at 1022. That guidance came in no uncertain terms:\n“[G]overnment officials investigating allegations of child abuse,”\nthe court warned, “should cease operating on the assumption that a\n‘special need’ automatically justifies dispensing with traditional\nFourth Amendment protections in this context.”Id.,at\n1033.Although the judgment entered was in their\nfavor, Camreta and Alford petitioned this Court to review the Ninth\nCircuit’s ruling that their conduct violated the Fourth Amendment.\nS. G. declined to cross-petition for review of the decision that\nthe officials have immunity. We granted certiorari. 562 U. S. ___\n(2010).IIWe first consider our ability to\nact on a petition brought by government officials who have won\nfinal judgment on grounds of qualified immunity, but who object to\nan appellate court’s ruling that they violated the plaintiff’s\nconstitutional rights. Camreta and Alford are, without doubt,\nprevailing parties. The Ninth Circuit’s decision shielded them from\nmonetary liability, and S. G. chose not to contest that ruling. So\nwhatever else follows, they will not have to pay S. G. the damages\nshe sought. The question we confront is whether we may nonetheless\nreview the Court of Appeals’ holding that the officials violated\nthe Constitution.The statute governing this\nCourt’s jurisdiction authorizes us to adjudicate a case in this\nposture, and S. G. does not contend otherwise. The relevant\nprovision confers unqualified power on this Court to grant\ncertiorari “upon the petition ofanyparty.” 28 U.\nS. C. §1254(1) (emphasis added). That language covers\npetitions brought by litigants who have prevailed, as well as those\nwho have lost, in the court below. See E. Gressman, K. Geller, S.\nShapiro, T. Bishop, & E. Hartnett, Supreme Court Practice 87\n(9th ed. 2007) (hereinafter Stern & Gressman).S. G., however, alleges two impediments to our\nexercise of statutory authority here, one constitutional and the\nother prudential. First, she claims that Article III bars review\nbecause petitions submitted by immunized officials present no case\nor controversy. See Brief for Respondent 31–39. Second, she argues\nthat our settled practice of declining to hear appeals by\nprevailing parties should apply with full force when officials have\nobtained immunity. Seeid.,at 24–27. We disagree on both\ncounts.AArticle III of the Constitution\ngrants this Court authority to adjudicate legal disputes only in\nthe context of “Cases” or “Controversies.” To enforce this\nlimitation, we demand that litigants demonstrate a “personal stake”\nin the suit.Summersv.Earth Island Institute,555 U. S. 488,\n___ (2009) (slip op., at 4) (internal quotation marks omitted); see\nalsoUnited States Parole Comm’nv.Geraghty,445 U. S. 388,\n395–397 (1980). The party invoking the Court’s authority has such a\nstake when three conditions are satisfied: The petitioner must show\nthat he has “suffered an injury in fact” that is caused by “the\nconduct complained of” and that “will be redressed by a favorable\ndecision.”Lujanv.Defenders of Wildlife,504 U. S. 555,\n560–561 (1992) (internal quotation marks omitted). And the opposing\nparty also must have an ongoing interest in the dispute, so that\nthe case features “that concrete ad-verseness which sharpens the\npresentation of issues.”Los Angelesv.Lyons,461 U. S. 95, 101\n(1983) (internal quotation marks omitted). To ensure a case remains\n“fit for federal-court adjudication,” the parties must have the\nnecessary stake not only at the outset of litigation, but\nthroughout its course.Arizonans for Official Englishv.Arizona,520 U. S. 43, 67 (1997).We have previously recognized\nthat an appeal brought by a prevailing party may satisfy Article\nIII’s case-or-controversy requirement. SeeDeposit Guaranty\nNat. Bankv.Roper,445 U. S. 326, 332–336\n(1980). Indeed, we have twice before allowed a party for whom\njudgment was entered to challenge an unfavorable lower court\nruling. Seeibid.;Electrical Fittings Corp.v.Thomas & Betts Co.,307 U. S. 241(1939).[Footnote 3] In that\ncontext as in others, we stated, the critical question under\nArticle III is whether the litigant retains the necessary personal\nstake in the appeal.Deposit Guaranty, 445 U. S., at 334.\nAs we will explain, a court will usually invoke rules of “federal\nappellate practice” to decline review of a prevailing party’s\nchallenge even when he has the requisite stake.Id., at\n333; seeinfra, at 8. But in such a case, Article III is\nnot what poses the bar; these rules of practice “d[o] not have\n[their] source in the jurisdictional limitations” of the\nConstitution.Deposit Guaranty, 445 U. S., at 333–334. So\nlong as the litigants possess the personal stake discussed above,\nan appeal presents a case or controversy, no matter that the\nappealing party was the prevailing party below.This Article III standard often will be met\nwhen immunized officials seek to challenge a ruling that their\nconduct violated the Constitution. That is not because a court has\nmade a retrospective judgment about the lawfulness of the\nofficials’ behavior, for that judgment is unaccompanied by any\npersonal liability. Rather, it is because the judgment may have\nprospective effect on the parties. The court in such a case says:\n“Although this official is immune from damages today, what he did\nviolates the Constitution and he or anyone else who does that thing\nagain will be personally liable.” If the official regularly engages\nin that conduct as part of his job (as Camreta does), he suffers\ninjury caused by the adverse constitutional ruling. So long as it\ncontinues in effect, he must either change the way he performs his\nduties or risk a meritorious damages action. Cf.id., at\n337–338 (discussing prevailing party’s stake in a ruling’s\nprospective effects). Only by overturning the ruling on appeal can\nthe official gain clearance to engage in the conduct in the future.\nHe thus can demonstrate, as we demand, injury, causation, and\nredressability.[Footnote 4] And\nconversely, if the person who initially brought the suit may again\nbe subject to the challenged conduct, she has a stake in preserving\nthe court’s holding. SeeEriev.Pap’s\nA. M.,529\nU. S. 277, 287–289 (2000);Honigv.Doe,484 U. S. 305,\n318–323 (1988); cf.Lyons, 461 U. S., at 111 (examining\nwhether the plaintiff had shown “a sufficient likelihood that he\nwill again be wronged in a similar way”). Only if the ruling\nremains good law will she have ongoing protection from the\npractice.We therefore reject S. G.’s view that Article\nIII bars us from adjudicating any and all challenges brought by\ngovernment officials who have received immunity below. That the\nvictor has filed the appeal does not deprive us of jurisdiction.\nThe parties in such cases may yet have a sufficient “interest in\nthe outcome of [a litigated] issue” to present a case or\ncontroversy.Deposit Guaranty, 445 U. S., at 336,\nn. 7.BArticle III aside, an important\nquestion of judicial policy remains. As a matter of practice and\nprudence, we have generally declined to consider cases at the\nrequest of a prevailing party, even when the Constitution allowed\nus to do so. See,e.g., Gunnv.University Comm. to\nEnd War in Viet Nam,399 U. S. 383, 390, n. 5\n(1970);New York Telephone Co.v.Maltbie,291 U. S. 645,\n646 (1934)(per curiam);see alsoBuntingv.Mellen,541 U. S. 1019, 1023\n(2004) (Scalia, J., dissenting from denial of certiorari) (“[O]ur\npractice reflects a ‘settled refusal’ to entertain an appeal by a\nparty on an issue as to which he prevailed” (quoting Stern &\nGressman 79 (8th ed. 2002))). Our resources are not well spent\nsuperintending each word a lower court utters en route to a final\njudgment in the petitioning party’s favor. SeeCaliforniav.Rooney,483 U. S. 307, 311\n(1987)(per curiam)(“[T]hat the Court of Appeal reached\nits decision through analysis different than this Court might have\nused does not make it appropriate … for the prevailing party to\nrequest us to review it”). We therefore have adhered with some\nrigor to the principle that “[t]his Court reviews judgments, not\nstatements in opinions.”Ibid.(internal quotation marks\nomitted). On the few occasions when we have departed from that\nprinciple, we have pointed to a “policy reaso[n] … of sufficient\nimportance to allow an appeal” by the winner below.Deposit\nGuaranty, 445 U. S., at 336, n. 7.We think just such a reason\nplaces qualified immunity cases in a special category when it comes\nto this Court’s review of appeals brought by winners. The\nconstitutional determinations that prevailing parties ask us to\nconsider in these cases are not mere dicta or “statements in\nopinions.”Rooney, 483 U. S., at 311 (internal quotation\nmarks omitted); seeBunting, 541 U. S., at 1023 (Scalia,\nJ., dissenting from denial of certiorari) (stating that such a\ndetermination is “notmere dictum in the ordinary sense”).\nThey are rulings that have a significant future effect on the\nconduct of public officials—both the prevailing parties and their\nco-workers—and the policies of the government units to which they\nbelong. Seesupra, at 6–7. And more: they are rulings\nself-consciously designed to produce this effect, by establishing\ncontrolling law and preventing invocations of immunity in later\ncases. And still more: they are rulings designed this way with this\nCourt’s permission, to promote clarity—and observance—of\nconstitutional rules. We describe in more detail below these\nfea-tures of the qualified immunity world and why they came to be.\nWe hold that taken together, they support bending our usual rule to\npermit consideration of immunized officials’ petitions.To begin, then, with the nature of these\nsuits: Under §1983 (invoked in this case) andBivensv.Six Unknown Fed. Narcotics Agents,403 U. S. 388(1971), a\nplaintiff may seek money damages from government officials who have\nviolated her constitutional or statutory rights. But to ensure that\nfear of liability will not “unduly inhibit officials in the\ndischarge of their duties,”Andersonv.Creighton,483 U. S. 635, 638\n(1987), the officials may claim qualified immunity; so long as they\nhave not violated a “clearly established” right, they are shielded\nfrom personal liability,Harlowv.Fitzgerald,457 U. S. 800,\n818 (1982). That means a court can often avoid ruling on the\nplaintiff’s claim that a particular right exists. If prior case law\nhas not clearly settled the right, and so given officials fair\nnotice of it, the court can simply dismiss the claim for money\ndamages. The court need never decide whether the plaintiff’s claim,\neven though novel or otherwise unsettled, in fact has merit.And indeed, our usual adjudicatory rules\nsuggest that a courtshouldforbear resolving this issue.\nAfter all, a “longstanding principle of judicial restraint requires\nthat courts avoid reaching constitutional questions in advance of\nthe necessity of deciding them.”Lyngv.Northwest\nIndian Cemetery Protective Assn.,485 U. S. 439, 445\n(1988); see alsoAshwanderv.TVA,297 U. S. 288, 346–347\n(1936) (Brandeis, J., concurring). In this category of qualified\nimmunity cases, a court can enter judgment without ever ruling on\nthe (perhaps difficult) constitutional claim the plaintiff has\nraised. Small wonder, then, that a court might leave that issue for\nanother day.But we have long recognized that this day may\nnever come—that our regular policy of avoidance sometimes does not\nfit the qualified immunity situation because it threatens to leave\nstandards of official conduct permanently in limbo.County of\nSacramentov.Lewis,523 U. S. 833, 841, n. 5\n(1998). Consider a plausible but unsettled constitutional claim\nasserted against a government official in a suit for money damages.\nThe court does not resolve the claim because the official has\nimmunity. He thus persists in the challenged practice; he knows\nthat he can avoid liability in any future damages action, because\nthe law has still not been clearly established. Another plaintiff\nbrings suit, and another court both awards immunity and bypasses\nthe claim. And again, and again, and again. So the moment of\ndecision does not arrive.[Footnote\n5] Courts fail to clarify uncertain questions, fail to address\nnovel claims, fail to give guidance to officials about how to\ncomply with legal requirements. See,e.g., ibid.; Wilsonv.Layne,526 U. S. 603, 609\n(1999). Qualified immunity thus may frustrate “the development of\nconstitutional precedent” and the promotion of law-abiding\nbehavior.Pearsonv.Callahan,555 U. S. 223, 237 (2009).For this reason, we have permitted lower\ncourts to avoid avoidance—that is, to determine whether a right\nexists before examining whether it was clearly established. See,e.g., ibid.;Lewis, 523 U. S., at 841, n. 5.\nIndeed, for some time werequiredcourts considering\nqualified immunity claims to first address the constitutional\nquestion, so as to promote “the law’s elaboration from case to\ncase.”Saucierv.Katz,533 U. S. 194, 201\n(2001). More recently, we have left this matter to the discretion\nof lower courts, and indeed detailed a range of circumstances in\nwhich courts should address only the immunity question. SeePearson, 555 U. S., at 236–242. In general, courts should\nthink hard, and then think hard again, before turning small cases\ninto large ones. But it remains true that following the two-step\nsequence—defining constitutional rights and only then conferring\nimmunity—is sometimes beneficial to clarify the legal standards\ngoverning public officials.Id.,at 236; seeid.,\nat 236–242 (discussing factors courts should consider in making\nthis determination).Here, the Court of Appeals followed exactly\nthis two-step process, for exactly the reasons we have said may in\nselect circumstances make it “advantageous.”Id.,at 242.\nThe court, as noted earlier, explained that it was “address[ing]\nboth prongs of the qualified immunity inquiry … to provide guidance\nto those charged with the difficult task of protecting child\nwelfare within the confines of the Fourth Amendment.” 588\nF. 3d, at 1022. To that end, the court adopted constitutional\nstandards to govern all in-school interviews of suspected child\nabuse victims. Seeid.,at 1030. And the court\nspecifically instructed government officials to follow those\nstandards going forward—to “cease operating on the assumption” that\nwarrantless interviews are permitted. Seeid.,at 1033.\nWith the law thus clearly established, officials who conduct this\nkind of interview will not receive immunity in the Ninth Circuit.\nAnd the State of Oregon has done just what we would expect in the\nwake of the court’s decision: It has provided revised legal advice,\nconsonant with the Ninth Circuit’s ruling, to child protective\nservices workers wishing to interview children in schools. See Tr.\nof Oral Arg. 14. The court thus accomplished what it set out to do:\nsettle a question of constitutional law and thereby guide the\nconduct of officials.Given its purpose and effect, such a decision\nis reviewable in this Court at the behest of an immunized official.\nNo mere dictum, a constitutional ruling preparatory to a grant of\nimmunity creates law that governs the official’s behavior. If our\nusual rule pertaining to prevailing parties applied, the official\nwould “fac[e] an unenviable choice”: He must either acquiesce in a\nruling he had no opportunity to contest in this Court, or “defy the\nviews of the lower court, adhere to practices that have been\ndeclared illegal, and thus invite new suits and potential punitive\ndamages.”Pearson, 555 U. S., at 240–241 (internal\nquotation marks and brackets omitted). And if our usual bar on\nreview applied, it would undermine the very purpose served by the\ntwo-step process, “which is to clarify constitutional rights\nwithout undue delay.”Bunting, 541 U. S., at 1024 (Scalia,\nJ., dissenting from denial of certiorari). This Court, needless to\nsay, also plays a role in clarifying rights. Just as that purpose\nmay justify an appellate court in reaching beyond an immunity\ndefense to decide a constitutional issue, so too that purpose may\nsupport this Court in reviewing the correctness of the lower\ncourt’s decision.[Footnote\n6]We emphasize, however, two limits of today’s\nholding. First, it addresses only our own authority to review cases\nin this procedural posture. The Ninth Circuit had no oc-casion to\nconsider whether it could hear an appeal from an immunized\nofficial: In that court, after all, S. G. appealed the judgment in\nthe officials’ favor. We therefore need not and do not decide if an\nappellate court, too, can entertain an appeal from a party who has\nprevailed on immunity grounds.[Footnote 7] Second, our holding concerns only what this\nCourtmayreview; what we actually will choose to review\nis a different matter. That choice will be governed by the ordinary\nprinciples informing our decision whether to grant certiorari—a\n“power [we] … sparingly exercis[e].”Forsythv.Hammond,166 U. S. 506, 514\n(1897); see alsoid.,at 514–515 (this Court grants review\n“only when the circumstances of the case satisfy us that the\nimportance of the question involved, the necessity of avoiding\nconflict [in the lower courts], or some matter affecting the\ninterests of this nation … , demands such exercise”); this Court’s\nRule 10. Our decision today does no more than exempt one special\ncategory of cases from our usual rule against considering\nprevailing parties’ petitions. Going forward, we will consider\nthese petitions one by one in accord with our usual standards.IIIAlthough we reject S. G.’s\narguments for dismissing this case at the threshold, we find that a\nseparate jurisdictional problem requires that result: This case, we\nconclude, is moot.[Footnote\n8]As we explained above,supra,at 6–7, in a dispute of this kind, both the\nplaintiff and the defendant ordinarily retain a stake in the\noutcome. That is true of one defendant here: Camreta remains\nemployed as a child protective services worker, so he has an\ninterest in challenging the Ninth Circuit’s ruling requiring him to\nobtain a warrant before conducting an in-school interview.[Footnote 9] But S. G. can no\nlonger claim the plaintiff’s usual stake in preserving the court’s\nholding because she is no longer in need of any protection from the\nchallenged practice. After we granted certiorari, we discovered\nthat S. G. has “moved to Florida, and ha[s] no intention of\nrelocating back to Oregon.” Brief for Respondent 13, n. 13.\nWhat is more, S. G. is now only months away from her 18th\nbirthday—and, presumably, from her high school graduation. Seeid.,at 31. S. G. therefore cannot be affected by the\nCourt of Appeals’ ruling; she faces not the slightest possibility\nof being seized in a school in the Ninth Circuit’s jurisdiction as\npart of a child abuse investigation. When “subsequent events ma[ke]\nit absolutely clear that the allegedly wrongful behavior could not\nreasonably be expected to recur,” we have no live controversy to\nreview.United Statesv.Concentrated Phosphate Export\nAssn., Inc.,393 U. S. 199, 203\n(1968); see,e.g., Atherton Millsv.Johnston,259 U. S. 13,\n15–16 (1922) (suit contesting the validity of a child labor statute\nmooted when plaintiff-child was “[no longer] within the ages\naffected by the act”);DeFunisv.Odegaard,416 U. S. 312(1974)(per curiam)(suit challenging law school\nadmissions policy mooted when plaintiff neared graduation). Time\nand distance combined have stymied our ability to consider this\npetition.Camreta makes only one counterargument: He\navers that S. G. has a continuing interest in the Ninth\nCircuit’s constitutional ruling because it may help her establish a\nmunicipal liability claim against Deschutes County. See Tr. of Oral\nArg. 7;id.,at 8. S. G.’s initial complaint charged\nthat the county has an official policy of unconstitutionally\nsubjecting schoolchildren to police interrogation. See n. 2,supra. Finding no evidence of such a policy (even assuming\nthat an unlawful seizure had occurred in this case), the District\nCourt granted summary judgment to the county, App. to Pet. for\nCert. in No. 09–1454, pp. 66–67, and S. G. did not appeal that\nruling, 588 F. 3d, at 1020, n. 4. And although S. G.\nrecently sought to reinstate her claim against the county, the\nDistrict Court denied that motion. 6:05–cv–06047–AA, Docket Entry\nNo. 139 (D Ore., Jan. 4, 2011). Whatever interest S. G. might\nhave were her municipal liability claim still pending (an issue we\nneed not and do not decide), we do not think S. G.’sdismissedclaim against adifferentdefendant\ninvolving aseparatelegal theory can save this case from\nmootness. SeeCommodity Futures Trading Comm’nv.Board of Trade of Chicago, 701 F. 2d 653, 656 (CA7\n1983) (Posner, J.) (“[O]ne can never be certain that findings made\nin a decision concluding one lawsuit will not some day … control\nthe outcome of another suit. But if that were enough to avoid\nmootness, no case would ever be moot”).We thus must decide how to dispose of this\ncase. When a civil suit becomes moot pending appeal, we have the\nauthority to “direct the entry of such appropriate judgment,\ndecree, or order, or require such further proceedings to be had as\nmay be just under the circumstances.” 28 U. S. C. §2106. Our\n“established” (though not exceptionless) practice in this situation\nis to vacate the judgment below. SeeMunsingwear, 340 U.\nS., at 39;Alvarezv.Smith, 558 U. S. ___, ___\n(2009) (slip op., at 6). “A party who seeks review of the merits of\nan adverse ruling, but is frustrated by the vagaries of\ncircumstance,” we have emphasized, “ought not in fairness be forced\nto acquiesce in” that ruling.U. S. Bancorp Mortgage Co.v.Bonner Mall Partnership,513 U. S. 18, 25 (1994).\nThe equitable remedy of vacatur ensures that “those who have been\nprevented from obtaining the review to which they are entitled\n[are] not … treated as if there had been a review.”Munsingwear, 340 U. S., at 39.[Footnote 10]S. G. contends that vacatur is\ninappropriate in the qualified immunity context because that\ndisposition would “undermine” the Court of Appeals’ choice to\n“decide [a] constitutional questio[n]” to govern future cases.\nBrief for Respondent 41–42; Tr. of Oral Arg. 47. Far from\ncounseling against vacatur, S. G.’s argument reveals the\nnecessity of that procedural course. The point of vacatur is to\nprevent an unreviewable decision “from spawning any legal\nconsequences,” so that no party is harmed by what we have called a\n“preliminary” adjudication.Munsingwear, 340 U. S., at\n40–41. As we have just explained, a consti-tutional ruling in a\nqualified immunity case is a legally consequential decision; that\nis the very reason we think it appropriate for review even at the\nbehest of a prevailing party. Seesupra, at 8–12. When\nhappenstance prevents that review from occurring, the normal rule\nshould ap- ply: Vacatur then rightly “strips the decision below of\nits binding effect,”Deakinsv.Monaghan,484 U. S. 193,\n200 (1988), and “clears the path for future relitigation,”Munsingwear, 340 U. S., at 40.In this case, the happenstance of S. G.’s\nmoving across country and becoming an adult has deprived Camreta of\nhis appeal rights. Mootness has frustrated his ability to challenge\nthe Court of Appeals’ ruling that he must obtain a warrant before\ninterviewing a suspected child abuse victim at school. We therefore\nvacate the part of the Ninth Circuit’s opinion that addressed that\nissue, and remand for further proceedings consistent with this\nopinion.[Footnote 11] See,e.g.,Aravev.Hoffman,552 U. S. 117, 118–119\n(2008)(per curiam);Seligv.Pediatric\nSpecialty Care, Inc.,551 U. S. 1142(2007).It is so ordered.Footnote 1Because Greene filed suit as next friend for\nher minor daughter, we will refer to respondent as S. G.\nthroughout this opinion.Footnote 2S. G. also sued Deschutes County, alleging\nthat it has a policy of unconstitutionally seizing children in\npublic schools. See 588 F. 3d 1011, 1020, n. 4 (CA9\n2009). The District Court rejected this claim, and S. G. did\nnot appeal that ruling to the Ninth Circuit.Ibid.Footnote 3The dissent discussesDeposit\nGuarantyandElectrical Fittingsat length in an\neffort to distinguish them from this suit. Seepost, at\n4–7 (opinion of Kennedy, J.). But we do not say those cases are\nfoursquare with this one on their facts; we rely on them only for\nthe proposition that this Court has previously identified no\nspecial Article III bar on review of appeals brought by parties who\nobtained a judgment in their favor below. The dissent does not,\nbecause it cannot, dispute that simple point.Footnote 4Contrary to the dissent’s view, seepost, at 12, the injury to the official thus occurs\nindependent of any future suit brought by a third party. Indeed, no\nsuch suit is likely to arise because the prospect of damages\nliability will force the official to change his conduct.Footnote 5The constitutional issue could arise in a\ncase in which qualified immunity is unavailable—for example, “in a\nsuit to enjoin future con-duct, in an action against a\nmunicipality, or in litigating a suppres- sion motion in a criminal\nproceeding.”Lewis, 523 U. S., at 841, n. 5. A decision in\nsuch a case would break the repetitive cycle of qualified immunity\ndefenses described above. But some kinds of constitutional\nquestions do not often come up in these alternative settings.Pearsonv.Callahan,555 U. S. 223, 236 (2009); seeLewis, 523 U. S., at 841, n. 5 (noting that “these\navenues w[ill] not necessarily be open”).Footnote 6The dissent complains that our decision\n“allows plaintiffs to obtain binding constitutional determinations\non the merits that lie beyond this Court’s jurisdiction to review.”Post, at 10. But that is not the case. It is not this\ndecision but our prior precedents that allow lower courts to issue\n“binding constitutional determinations” in qualified immunity cases\neven when the plaintiff is not entitled to money damages. And it is\nnot our decision but the dissent that would insulate these rulings\nfrom this Court’s power to review.Footnote 7We note, however, that the considerations\npersuading us to permit review of petitions in this posture may not\nhave the same force as applied to a district court decision. “A\ndecision of a federal district court judge is not binding precedent\nin either a different judicial district, the same judicial\ndistrict, or even upon the same judge in a different case.” 18 J.\nMoore et al., Moore’s Federal Practice §134.02[1][d], p.\n134–26 (3d ed. 2011). Many Courts of Appeals therefore decline to\nconsider district court precedent when determining if\nconstitutional rights are clearly established for purposes of\nqualified immunity. See,e.g., Kalkav.Hawk, 215\nF. 3d 90, 100 (CADC 2000) (Tatel, J., concurring in part and\nconcurring in judgment) (collecting cases). Otherwise said,\ndistrict court decisions—unlike those from the courts of appeals—do\nnot necessarily settle constitutional standards or prevent repeated\nclaims of qualified immunity.Footnote 8Justice Sotomayor maintains that, because\nthis case is moot, “[t]here is no warrant for reaching th[e]\nquestion” whether immunized officials may obtain our consideration\nof an adverse constitutional ruling.Post, at 1 (opinion\nconcurring in judgment). But this Court has never held that it may\nconsider only one threshold issue per case. And here, as we will\nexplain,infra,at 16–18, and n. 10, our discussion\nof reviewability is critical to our ultimate disposition of this\nsuit. Moreover, that issue was fully litigated in this Court. We\ngranted certiorari to consider whether “the Ninth Circuit’s\nconstitutional ruling [is] reviewable, notwithstanding that [the\nCourt of Appeals] ruled in [the officials’] favor on qualified\nimmunity grounds.” Pet. for Cert. in No. 09–1454, p. i. And\nall the parties, as well as the United States asamicus\ncuriae, addressed that question in their briefs and oral\narguments. Compare Brief for Petitioner in No. 09–1454,\npp. 41–44, Brief for Petitioner in No. 09–1478, p. 4,\nn. 1, Reply Brief for Petitioner in No. 09–1454,\npp. 3–13, Reply Brief for Petitioner in No. 09–1478,\npp. 5–6, Brief for United States asAmicus Curiae11–20, and Tr. of Oral Arg. 4–14, 17–24, 54–58, with Brief for\nRespondent 24–42, and Tr. of Oral Arg. 27–31, 46–52.Footnote 9The same cannot be said for Deputy Sheriff\nAlford. In their briefs, the parties informed us that Alford no\nlonger works for Deschutes County or in law enforcement. See Brief\nfor Respondent 1, n. 2; Reply Brief for Petitioner in No. 09–1478.\nBecause Alford will not again participate in a child abuse\ninvestigation, he has lost his interest in the Fourth Amendment\nruling. Seesupra, at 6–7; cf.Arizonans for Official\nEnglishv.Arizona,520 U. S. 43, 67 (1997) (holding that\nthe plaintiff’s challenge to a state law affecting the performance\nof her job duties was mooted when she left state employment). But\nin light of Camreta’s continuing stake, Alford’s altered\ncircumstances are immaterial to our resolution of this dispute, and\nwe do not decide any questions that would arise if he were the only\ndefendant.Footnote 10Our analysis of the proper disposition of\nthis case follows from our conclusion that government officials who\nsecure a favorable judgment on immunity grounds may obtain our\nreview of an adverse constitutional holding. Seesupra, at\n12. As just noted,Munsingwearjustified vacatur to\nprotect a litigant who had the right to appeal but lost that\nopportunity due to happenstance. 340 U. S., at 39, 41. We have\ntherefore left lower court decisions intact when mootness did not\ndeprive the appealing party of any review to which he was entitled.\nSee,e.g., U. S. Bancorp Mortgage Co., 513 U. S., at 25\n(holding that the appealing party had “surrender[ed] his claim to\nthe equitable remedy of vacatur” by settling the case and thus\n“voluntarily forfeit[ing] his legal remedy by the ordinary\nprocesses of appeal”);Karcherv.May,484 U. S. 72, 83 (1987)\n(holding that vacatur in light of mootness was not warranted when\nthe losing party declined to file an appeal). So if immunized\nofficials could not challenge an appellate decision in this Court,\nwe would choose not to exercise our equitable authority to vacate\nthat decision, even if the case later became moot. But here, as we\nhave just explained, the theory that underlies our prior cases\napplyingMunsingwearis satisfied: Vacatur expunges an\nadverse decision that would be reviewable had this case not become\nmoot. SeeArizonans, 520 U. S., at 74 (finding vacatur\nproper because, “when the mooting event occurred,” the Arizona\nAttorney General was pursuing his “right to present argument on\nappeal”).Footnote 11Our disposition of this case differs slightly\nfrom the normalMunsingwearorder vacating the lower\ncourt’s judgment and remanding the case with instructions to\ndismiss the relevant claim. We leave untouched the Court of\nAppeals’ ruling on qualified immunity and its corresponding\ndismissal of S. G.’s claim because S. G. chose not to\nchallenge that ruling. We vacate the Ninth Circuit’s ruling\naddressing the merits of the Fourth Amendment issue because, as we\nhave explained,supra,at 11–12, that is the part of the\ndecision that mootness prevents us from reviewing but that has\nprospective effects on Camreta. SeeWallingv.James\nV. Reuter, Inc.,321 U. S. 671, 677\n(1944) (observing that when a suit becomes moot, “this Court … may\nmake such disposition of the whole case as justice may require”).\nBut we emphasize that this unique disposition follows from the\nunique posture of this case and signals no endorsement of\ndeviations from the usualMunsingwearorder in other\nsituations.",
    "joined": []
}