{
    "case": {
        "docket": "19-368",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-368/"
    },
    "id": "4376949",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–368 and 19–369_________________FORD MOTOR COMPANY, PETITIONER19–368v.MONTANA EIGHTH JUDICIAL DISTRICT COURT,\net al.on writ of certiorari to the supreme court of\nmontanaFORD MOTOR COMPANY, PETITIONER19–369v.ADAM BANDEMERon writ of certiorari to the supreme court of\nminnesota[March 25, 2021]Justice Kagan delivered the opinion of the\nCourt.In each of these two cases, a state court held\nthat it had jurisdiction over Ford Motor Company in a products-\nliability suit stemming from a car accident. The accident happened\nin the State where suit was brought. The victim was one of the\nState’s residents. And Ford did substantial business in the\nState—among other things, advertising, selling, and servicing the\nmodel of vehicle the suit claims is defective. Still, Ford contends\nthat jurisdiction is improper because the particular car involved\nin the crash was not first sold in the forum State, nor was it\ndesigned or manufactured there. We reject that argument. When a\ncompany like Ford serves a market for a product in a State and that\nproduct causes injury in the State to one of its residents, the\nState’s courts may entertain the resulting suit.IFord is a global auto company. It is\nincorporated in Delaware and headquartered in Michigan. But its\nbusiness is everywhere. Ford markets, sells, and services its\nproducts across the United States and overseas. In this country\nalone, the company annually distributes over 2.5 million new cars,\ntrucks, and SUVs to over 3,200 licensed dealerships. See App. 70,\n100. Ford also encourages a resale market for its products: Almost\nall its dealerships buy and sell used Fords, as well as selling new\nones. To enhance its brand and increase its sales, Ford engages in\nwide-ranging promotional activities, including television, print,\nonline, and direct-mail advertisements. No matter where you live,\nyou’ve seen them: “Have you driven a Ford lately?” or “Built Ford\nTough.” Ford also ensures that consumers can keep their vehicles\nrunning long past the date of sale. The company provides original\nparts to auto supply stores and repair shops across the country.\n(Goes another slogan: “Keep your Ford a Ford.”) And Ford’s own\nnetwork of dealers offers an array of maintenance and repair\nservices, thus fostering an ongoing relationship between Ford and\nits customers.Accidents involving two of Ford’s vehicles—a\n1996 Explorer and a 1994 Crown Victoria—are at the heart of the\nsuits before us. One case comes from Montana. Markkaya Gullett was\ndriving her Explorer near her home in the State when the tread\nseparated from a rear tire. The vehicle spun out, rolled into a\nditch, and came to rest upside down. Gullett died at the scene of\nthe crash. The representative of her estate sued Ford in Montana\nstate court, bringing claims for a design defect, failure to warn,\nand negligence. The second case comes from Minnesota. Adam Bandemer\nwas a passenger in his friend’s Crown Victoria, traveling on a\nrural road in the State to a favorite ice-fishing spot. When his\nfriend rear-ended a snowplow, this car too landed in a ditch.\nBandemer’s air bag failed to deploy, and he suffered serious brain\ndamage. He sued Ford in Minnesota state court, asserting\nproducts-liability, negligence, and breach-of-warranty claims.Ford moved to dismiss the two suits for lack of\npersonal jurisdiction, on basically identical grounds. According to\nFord, the state court (whether in Montana or Minnesota) had\njurisdiction only if the company’s conduct in the State had given\nrise to the plaintiff ’s claims. And that causal link existed,\nFord continued, only if the company had designed, manufactured,\nor—most likely—sold in the State the particular vehicle involved in\nthe accident.[1] In neither\nsuit could the plaintiff make that showing. Ford had designed the\nExplorer and Crown Victoria in Michigan, and it had manufactured\nthe cars in (respectively) Kentucky and Canada. Still more, the\ncompany had originally sold the cars at issue outside the forum\nStates—the Explorer in Washington, the Crown Victoria in North\nDakota. Only later resales and relocations by consumers had brought\nthe vehicles to Montana and Minnesota. That meant, in Ford’s view,\nthat the courts of those States could not decide the suits.Both the Montana and the Minnesota Supreme\nCourts (affirming lower court decisions) rejected Ford’s argument.\nThe Montana court began by detailing the varied ways Ford\n“purposefully” seeks to “serve the market in Montana.” 395 Mont.\n478, 488, 443 P.3d 407, 414 (2019). The company advertises in the\nState; “has thirty-six dealerships” there; “sells automobiles,\nspecifically Ford Explorers[,] and parts” to Montana residents; and\nprovides them with “certified repair, replacement, and recall\nservices.”Ibid. Next, the court assessed the relationship\nbetween those activities and the Gullett suit. Ford’s conduct, said\nthe court, encourages “Montana residents to drive Ford vehicles.”Id.,at 491, 443 P. 3d, at 416. When that driving\ncauses in-state injury, the ensuing claims have enough of a tie to\nFord’s Montana activities to support jurisdiction. Whether Ford\n“designed, manufactured, or sold [the] vehicle” in the State, the\ncourt concluded, is “immaterial.”Ibid.Minnesota’s Supreme\nCourt agreed. It highlighted how Ford’s “marketing and\nadvertisements” influenced state residents to “purchase and drive\nmore Ford vehicles.” 931 N.W.2d 744, 754 (2019). Indeed, Ford had\nsold in Minnesota “more than 2,000 1994 Crown Victoria[s]”—the\n“very type of car” involved in Bandemer’s suit.Id.,at 751,\n754. That the “particular vehicle” injuring him was\n“designed, manufactured, [and first] sold” elsewhere made no\ndifference.Id.,at 753 (emphasis in original). In the\ncourt’s view, Ford’s Minnesota activities still had the needed\nconnection to Bandemer’s allegations that a defective Crown\nVictoria caused in-state injury. Seeid.,at 754.We granted certiorari to consider if Ford is\nsubject to jurisdiction in these cases. 589 U. S. ___ (2020).\nWe hold that it is.IIAThe Fourteenth Amendment’s Due Process Clause\nlimits a state court’s power to exercise jurisdiction over a\ndefendant. The canonical decision in this area remainsInternational Shoe Co.v.Washington,326 U.S.\n310(1945). There, the Court held that a tribunal’s authority\ndepends on the defendant’s having such “contacts” with the forum\nState that “the maintenance of the suit” is “reasonable, in the\ncontext of our federal system of government,” and “does not offend\ntraditional notions of fair play and substantial justice.”Id., at 316–317 (internal quotation marks omitted). In\ngiving content to that formulation, the Court has long focused on\nthe nature and extent of “the defendant’s relationship to the forum\nState.”Bristol-Myers Squibb Co.v.Superior Court of\nCal., San Francisco Cty., 582 U. S. ___, ___ (2017) (slip\nop., at 5) (citing cases). That focus led to our recognizing two\nkinds of personal jurisdiction: general (sometimes called\nall-purpose) jurisdiction and specific (sometimes called\ncase-linked) jurisdiction. SeeGoodyear Dunlop Tires Operations,\nS. A.v.Brown,564 U.S.\n915, 919 (2011).A state court may exercise general jurisdiction\nonly when a defendant is “essentially at home” in the State.Ibid.General jurisdiction, as its name implies, extends to\n“any and all claims” brought against a defendant.Ibid.Those claims need not relate to the forum State or the defendant’s\nactivity there; they may concern events and conduct anywhere in the\nworld. But that breadth imposes a correlative limit: Only a select\n“set of affiliations with a forum” will expose a defendant to such\nsweeping jurisdiction.Daimler AGv.Bauman,571 U.S.\n117, 137 (2014). In what we have called the “paradigm” case, an\nindividual is subject to general jurisdiction in her place of\ndomicile.Ibid. (internal quotation marks omitted). And the\n“equivalent” forums for a corporation are its place of\nincorporation and principal place of business.Ibid.(internal quotation marks omitted); seeid., at 139,\nn. 19 (leaving open “the possibility that in an exceptional\ncase” a corporation might also be “at home” elsewhere). So general\njurisdiction over Ford (as all parties agree) attaches in Delaware\nand Michigan—not in Montana and Minnesota. Seesupra,at\n2.Specific jurisdiction is different: It covers\ndefendants less intimately connected with a State, but only as to a\nnarrower class of claims. The contacts needed for this kind of\njurisdiction often go by the name “purposeful availment.”Burger\nKing Corp.v.Rudzewicz,471 U.S.\n462, 475 (1985). The defendant, we have said, must take “some\nact by which [it] purposefully avails itself of the privilege of\nconducting activities within the forum State.”Hansonv.Denckla,357 U.S.\n235, 253 (1958). The contacts must be the defendant’s own\nchoice and not “random, isolated, or fortuitous.”Keetonv.Hustler Magazine, Inc.,465 U.S.\n770, 774 (1984). They must show that the defendant deliberately\n“reached out beyond” its home—by, for example, “exploi[ting] a\nmarket” in the forum State or entering a contractual relationship\ncentered there.Waldenv.Fiore,571 U.S.\n277, 285 (2014) (internal quotation marks and alterations\nomitted). Yet even then—because the defendant is not “at home”—the\nforum State may exercise jurisdiction in only certain cases. The\nplaintiff ’s claims, we have often stated, “must arise out of\nor relate to the defendant’s contacts” with the forum.Bristol-Myers, 582 U. S., at ___ (slip op., at 5)\n(quotingDaimler, 571 U. S., at 127; alterations\nomitted); see,e.g.,Burger King, 471 U. S., at\n472;Helicopteros Nacionales de Colombia, S.A.v.Hall,466 U.S.\n408, 414 (1984);International Shoe, 326 U. S., at\n319. Or put just a bit differently, “there must be ‘an affiliation\nbetween the forum and the underlying controversy, principally, [an]\nactivity or an occurrence that takes place in the forum State and\nis therefore subject to the State’s regulation.’ ”Bristol-Myers, 582 U. S., at ___−___, ___ (slip op., at\n5−6, 7) (quotingGoodyear, 564 U. S., at 919).These rules derive from and reflect two sets of\nvalues—treating defendants fairly and protecting “interstate\nfederalism.”World-Wide Volkswagen Corp.v.Woodson,444 U.S.\n286, 293 (1980); seeid.,at 297–298. Our decision inInternational Shoefounded specific jurisdiction on an idea\nof reciprocity between a defendant and a State: When (but only\nwhen) a company “exercises the privilege of conducting activities\nwithin a state”—thus “enjoy[ing] the benefits and protection of\n[its] laws”—the State may hold the company to account for related\nmisconduct. 326 U. S., at 319; seeBurger King, 471\nU. S., at 475−476. Later decisions have added that our\ndoctrine similarly provides defendants with “fair\nwarning”—knowledge that “a particular activity may subject [it] to\nthe jurisdiction of a foreign sovereign.”Id.,at 472\n(internal quotation marks omitted);World-Wide Volkswagen,\n444 U. S., at 297 (likewise referring to “clear notice”). A\ndefendant can thus “structure [its] primary conduct” to lessen or\navoid exposure to a given State’s courts.Id., at 297. And\nthis Court has considered alongside defendants’ interests those of\nthe States in relation to each other. One State’s “sovereign power\nto try” a suit, we have recognized, may prevent “sister States”\nfrom exercising their like authority.Id.,at 293. The law\nof specific jurisdiction thus seeks to ensure that States with\n“little legitimate interest” in a suit do not encroach on States\nmore affected by the controversy.Bristol-Myers, 582\nU. S., at ___ (slip op., at 6).[2]BFord contends that our jurisdictional rules\nprevent Montana’s and Minnesota’s courts from deciding these two\nsuits. In making that argument, Ford does not contest that it does\nsubstantial business in Montana and Minnesota—that it actively\nseeks to serve the market for automobiles and related products in\nthose States. See Brief for Petitioner 6, 9, 13. Or to put that\nconcession in more doctrinal terms, Ford agrees that it has\n“purposefully avail[ed] itself of the privilege of conducting\nactivities” in both places.Hanson, 357 U. S., at 253;\nseesupra,at 5−6. Ford’s claim is instead that those\nactivities do not sufficiently connect to the suits, even though\nthe resident-plaintiffs allege that Ford cars malfunctioned in the\nforum States. In Ford’s view, the needed link must be causal in\nnature: Jurisdiction attaches “only if the defendant’s forum\nconductgave riseto the plaintiff ’s claims.” Brief\nfor Petitioner 13 (emphasis in original). And that rule reduces,\nFord thinks, to locating specific jurisdiction in the State where\nFord sold the car in question, or else the States where Ford\ndesigned and manufactured the vehicle. Seeid.,at 2; Reply\nBrief 2, 19;supra,at 3 (identifying those States). On that\nview, the place of accident and injury is immaterial. So (Ford\nsays) Montana’s and Minnesota’s courts have no power over these\ncases.But Ford’s causation-only approach finds no\nsupport in this Court’s requirement of a “connection” between a\nplaintiff ’s suit and a defendant’s activities.Bristol-Myers, 582 U. S., at ___ (slip op., at\n8). That rule indeed serves to narrow the class of claims over\nwhich a state court may exercise specific jurisdiction. But not\nquite so far as Ford wants. None of our precedents has suggested\nthat only a strict causal relationship between the defendant’s\nin-state activity and the litigation will do. As just noted, our\nmost common formulation of the rule demands that the suit “arise\nout ofor relate tothe defendant’s contacts with the\nforum.”Id., at ___ (slip op., at 5) (quotingDaimler, 571 U. S., at 127; emphasis added; alterations\nomitted); seesupra,at 6. The first half of that standard\nasks about causation; but the back half, after the “or,”\ncontemplates that some relationships will support jurisdiction\nwithout a causal showing. That does not mean anything goes. In the\nsphere of specific jurisdiction, the phrase “relate to”\nincorporates real limits, as it must to adequately protect\ndefendants foreign to a forum. But again, we have never framed the\nspecific jurisdiction inquiry as always requiring proof of\ncausation—i.e.,proof that the plaintiff ’s claim came\nabout because of the defendant’s in-state conduct. See alsoBristol-Myers, 582 U. S., at ___, ___ (slip op., at 5,\n7) (quotingGoodyear, 564 U. S., at 919) (asking\nwhether there is “an affiliation between the forum and the\nunderlying controversy,” without demanding that the inquiry focus\non cause). So the case is not over even if, as Ford argues, a\ncausal test would put jurisdiction in only the States of first\nsale, manufacture, and design. A different State’s courts may yet\nhave jurisdiction, because of another “activity [or] occurrence”\ninvolving the defendant that takes place in the State.Bristol-\nMyers, 582 U. S., at ___, ___ (slip op., at 6, 7) (quotingGoodyear, 564 U. S., at 919).[3]And indeed, this Court has stated that specific\njurisdiction attaches in cases identical to the ones here—when a\ncompany like Ford serves a market for a product in the forum State\nand the product malfunctions there. InWorld-Wide\nVolkswagen, the Court held that an Oklahoma court could not\nassert jurisdiction over a New York car dealer just because a car\nit sold later caught fire in Oklahoma. 444 U. S., at 295. But\nin so doing, we contrasted the dealer’s position to that of two\nother defendants—Audi, the car’s manufacturer, and Volkswagen, the\ncar’s nationwide importer (neither of which contested\njurisdiction):“[I]f the sale of a product of a\nmanufacturer or distributor such as Audi or Volkswagen is not\nsimply an isolated occurrence, but arises from the efforts of the\nmanufacturer or distributor to serve, directly or indirectly, the\nmarket for its product in [several or all] other States, it is not\nunreasonable to subject it to suit in one of those States if its\nallegedly defective merchandise has there been the source of injury\nto its owner or to others.”Id., at 297.Or said another way, if Audi and Volkswagen’s\nbusiness deliberately extended into Oklahoma (among other States),\nthen Oklahoma’s courts could hold the companies accountable for a\ncar’s catching fire there—even though the vehicle had been designed\nand made overseas and sold in New York. For, the Court explained, a\ncompany thus “purposefully avail[ing] itself ” of the Oklahoma\nauto market “has clear notice” of its exposure in that State to\nsuits arising from local accidents involving its cars.Ibid.And the company could do something about that exposure: It could\n“act to alleviate the risk of burdensome litigation by procuring\ninsurance, passing the expected costs on to customers, or, if the\nrisks are [still] too great, severing its connection with the\nState.”Ibid.Our conclusion inWorld-Wide\nVolkswagen—though, as Ford notes, technically “dicta,” Brief\nfor Petitioner 34—has appeared and reappeared in many cases since.\nSo, for example, the Court inKeetoninvoked that part ofWorld-Wide Volkswagento show that when a corporation has\n“continuously and deliberately exploited [a State’s] market, it\nmust reasonably anticipate being haled into [that State’s]\ncourt[s]” to defend actions “based on” products causing injury\nthere. 465 U. S., at 781 (citing 444 U. S., at 297–298);\nseeBurger King, 471 U. S., at 472–473 (similarly\ncitingWorld-Wide Volkswagen). On two other occasions, we\nreaffirmed that rule by reciting the above block-quoted language\nverbatim. SeeGoodyear, 564 U. S., at 927;Asahi\nMetal Industry Co.v.Superior Court of Cal., Solano\nCty.,480 U.S.\n102, 110 (1987) (opinion of O’Connor, J.). And inDaimler, we used the Audi/Volkswagen scenario as a paradigm\ncase of specific jurisdiction (though now naming Daimler, the maker\nof Mercedes Benzes). Said the Court, to “illustrate[ ]”\nspecific jurisdiction’s “province[ ]”: A California court\nwould exercise specific jurisdiction “if a California plaintiff,\ninjured in a California accident involving a Daimler-manufactured\nvehicle, sued Daimler [in that court] alleging that the vehicle was\ndefectively designed.” 571 U. S., at 127, n. 5. As inWorld-WideVolkswagen, the Court did not limit\njurisdiction to where the car was designed, manufactured, or first\nsold. Substitute Ford for Daimler, Montana and Minnesota for\nCalifornia, and the Court’s “illustrat[ive]” case becomes\n. . . the two cases before us.To see why Ford is subject to jurisdiction in\nthese cases (as Audi, Volkswagen, and Daimler were in their\nanalogues), consider first the business that the company regularly\nconducts in Montana and Minnesota. See generally 395 Mont., at 488,\n443 P. 3d, at 414; 931 N. W. 2d, at 748;supra,at\n3−4. Small wonder that Ford has here conceded “purposeful\navailment” of the two States’ markets. Seesupra,at 7−8. By\nevery means imaginable—among them, billboards, TV and radio spots,\nprint ads, and direct mail—Ford urges Montanans and Minnesotans to\nbuy its vehicles, including (at all relevant times) Explorers and\nCrown Victorias. Ford cars—again including those two models—are\navailable for sale, whether new or used, throughout the States, at\n36 dealerships in Montana and 84 in Minnesota. And apart from\nsales, Ford works hard to foster ongoing connections to its cars’\nowners. The company’s dealers in Montana and Minnesota (as\nelsewhere) regularly maintain and repair Ford cars, including those\nwhose warranties have long since expired. And the company\ndistributes replacement parts both to its own dealers and to\nindependent auto shops in the two States. Those activities, too,\nmake Ford money. And by making it easier to own a Ford, they\nencourage Montanans and Minnesotans to become lifelong Ford\ndrivers.Now turn to how all this Montana- and\nMinnesota-based conduct relates to the claims in these cases,\nbrought by state residents in Montana’s and Minnesota’s courts.\nEach plaintiff ’s suit, of course, arises from a car accident\nin one of those States. In each complaint, the resident-plaintiff\nalleges that a defective Ford vehicle—an Explorer in one, a Crown\nVictoria in the other—caused the crash and resulting harm. And as\njust described, Ford had advertised, sold, and serviced those two\ncar models in both States for many years. (Contrast a case, which\nwe do not address, in which Ford marketed the models in only a\ndifferent State or region.) In other words, Ford had systematically\nserved a market in Montana and Minnesota for the very vehicles that\nthe plaintiffs allege malfunctioned and injured them in those\nStates. So there is a strong “relationship among the defendant, the\nforum, and the litigation”—the “essential foundation” of specific\njurisdiction.Helicopteros, 466 U. S., at 414 (internal\nquotation marks omitted). That is why this Court has used this\nexact fact pattern (a resident-plaintiff sues a global car company,\nextensively serving the state market in a vehicle, for an in-state\naccident) as an illustration—even a paradigm example—of how\nspecific jurisdiction works. SeeDaimler, 571 U. S., at\n127, n. 5;supra,at 11.[4]The only complication here, pressed by Ford, is\nthat the company sold the specific cars involved in these crashes\noutside the forum States, with consumers later selling them to the\nStates’ residents. Because that is so, Ford argues, the plaintiffs’\nclaims “would be precisely the same if Ford had never done anything\nin Montana and Minnesota.” Brief for Petitioner 46. Of course, that\nargument merely restates Ford’s demand for an exclusively causal\ntest of connection—which we have already shown is inconsistent with\nour caselaw. See Tr. of Oral Arg. 4;supra, at 8−9. And\nindeed, a similar assertion could have been made inWorld-WideVolkswagen—yet the Court made clear that\nsystematic contacts in Oklahoma rendered Audi accountable there for\nan in-state accident, even though it involved a car sold in New\nYork. Seesupra,at 9−10. So too here, and for the same\nreasons, seesupra,at 11−12—even supposing (as Ford does)\nthat without the company’s Montana or Minnesota contacts the\nplaintiffs’ claims would be just the same.But in any event, that assumption is far from\nclear. For the owners of these cars might never have bought them,\nand so these suits might never have arisen, except for Ford’s\ncontacts with their home States. Those contacts might turn any\nresident of Montana or Minnesota into a Ford owner—even when he\nbuys his car from out of state. He may make that purchase because\nhe saw ads for the car in local media. And he may take into account\na raft of Ford’s in-state activities designed to make driving a\nFord convenient there: that Ford dealers stand ready to service the\ncar; that other auto shops have ample supplies of Ford parts; and\nthat Ford fosters an active resale market for its old models. The\nplaintiffs here did not in fact establish, or even allege, such\ncausal links. But cf.post,at 3–4 (Alito, J., concurring in\njudgment) (nonetheless finding some kind of causation). Nor should\njurisdiction in cases like these ride on the exact reasons for an\nindividual plaintiff ’s purchase, or on his ability to present\npersuasive evidence about them.[5] But the possibilities listed above—created by the reach\nof Ford’s Montana and Minnesota contacts—underscore the aptness of\nfinding jurisdiction here, even though the cars at issue were first\nsold out of state.For related reasons, allowing jurisdiction in\nthese cases treats Ford fairly, as this Court’s precedents explain.\nIn conducting so much business in Montana and Minnesota, Ford\n“enjoys the benefits and protection of [their] laws”—the\nenforcement of contracts, the defense of property, the resulting\nformation of effective markets.International Shoe, 326\nU. S., at 319. All that assistance to Ford’s in-state business\ncreates reciprocal obligations—most relevant here, that the car\nmodels Ford so extensively markets in Montana and Minnesota be safe\nfor their citizens to use there. Thus our repeated conclusion: A\nstate court’s enforcement of that commitment, enmeshed as it is\nwith Ford’s government-protected in-state business, can “hardly be\nsaid to be undue.”Ibid.; seesupra,at 10−11. And asWorld-WideVolkswagendescribed, it cannot be thought\nsurprising either. An automaker regularly marketing a vehicle in a\nState, the Court said, has “clear notice” that it will be subject\nto jurisdiction in the State’s courts when the product malfunctions\nthere (regardless where it was first sold). 444 U. S., at 297;\nseesupra,at 10. Precisely because that exercise of\njurisdiction is so reasonable, it is also predictable—and thus\nallows Ford to “structure [its] primary conduct” to lessen or even\navoid the costs of state-court litigation.World-WideVolkswagen, 444 U. S., at 297.Finally, principles of “interstate federalism”\nsupport jurisdiction over these suits in Montana and Minnesota.Id., at 293. Those States have significant interests at\nstake—“providing [their] residents with a convenient forum for\nredressing injuries inflicted by out-of-state actors,” as well as\nenforcing their own safety regulations.Burger King, 471\nU. S., at 473; seeKeeton, 465 U. S., at 776.\nConsider, next to those, the interests of the States of first sale\n(Washington and North Dakota)—which Ford’s proposed rule would make\nthe most likely forums. For each of those States, the suit involves\nall out-of-state parties, an out-of-state accident, and\nout-of-state injuries; the suit’s only connection with the State is\nthat a former owner once (many years earlier) bought the car there.\nIn other words, there is a less significant “relationship among the\ndefendant, the forum, and the litigation.”Walden, 571\nU. S., at 284 (internal quotation marks omitted). So by\nchanneling these suits to Washington and North Dakota, Ford’s\nregime would undermine, rather than promote, what the company calls\nthe Due Process Clause’s “jurisdiction-allocating function.” Brief\nfor Petitioner 24.CFord mainly relies for its rule on two of our\nrecent decisions—Bristol-MyersandWalden. But those\nprecedents stand for nothing like the principle Ford derives from\nthem. If anything, they reinforce all we have said about why\nMontana’s and Minnesota’s courts can decide these cases.Ford says ofBristol-Myersthat it\n“squarely foreclose[s]” jurisdiction. Reply Brief 2. In that case,\nnon-resident plaintiffs brought claims in California state court\nagainst Bristol-Myers Squibb, the manufacturer of a nationally\nmarketed prescription drug called Plavix. The plaintiffs had not\nbought Plavix in California; neither had they used or suffered any\nharm from the drug there. Still, the California Supreme Court\nthought it could exercise jurisdiction because Bristol-Myers Squibb\nsold Plavix in California and was defending there against identical\nclaims brought by the State’s residents. This Court disagreed,\nholding that the exercise of jurisdiction violated the Fourteenth\nAmendment. In Ford’s view, the same must be true here. Each of\nthese plaintiffs, like the plaintiffs inBristol-Myers,\nalleged injury from a particular item (a car, a pill) that the\ndefendant had sold outside the forum State. Ford readsBristol-Myersto preclude jurisdiction when that is true,\neven if the defendant regularly sold “the samekindof\nproduct” in the State. Reply Brief 2 (emphasis in original).But that reading misses the point of our\ndecision. We found jurisdiction improper inBristol-Myersbecause the forum State, and the defendant’s activities there,\nlacked any connection to the plaintiffs’ claims. See 582\nU. S., at ___ (slip op., at 8) (“What is needed—and what is\nmissing here—is a connection between the forum and the specific\nclaims at issue”). The plaintiffs, the Court explained, were not\nresidents of California. They had not been prescribed Plavix in\nCalifornia. They had not ingested Plavix in California. And they\nhad not sustained their injuries in California. Seeibid.(emphasizing these points). In short, the plaintiffs were engaged\nin forum-shopping—suing in California because it was thought\nplaintiff-friendly, even though their cases had no tie to the\nState. Seeid.,at ___ (slip op., at 10) (distinguishing the\nPlavix claims from the litigation inKeeton, seesupra,at 10, because they “involv[e] no in-state injury and\nno injury to residents of the forum State”). That is not at all\ntrue of the cases before us. Yes, Ford sold the specific products\nin other States, as Bristol-Myers Squibb had. But here, the\nplaintiffs are residents of the forum States. They used the\nallegedly defective products in the forum States. And they suffered\ninjuries when those products malfunctioned in the forum States. In\nsum, each of the plaintiffs brought suit in the most natural\nState—based on an “affiliation between the forum and the underlying\ncontroversy, principally, [an] activity or an occurrence that\nt[ook] place” there.Bristol-Myers, 582 U. S., at\n___−___, ___ (slip op., at 5−6, 7) (internal quotation marks\nomitted). SoBristol-Myersdoes not bar jurisdiction.Ford falls back onWaldenas its last\nresort. In that case, a Georgia police officer working at an\nAtlanta airport searched, and seized money from, two Nevada\nresidents before they embarked on a flight to Las Vegas. The\nvictims of the search sued the officer in Nevada, arguing that\ntheir alleged injury (their inability to use the seized money)\noccurred in the State in which they lived. This Court held the\nexercise of jurisdiction in Nevada improper even though “the\nplaintiff[s] experienced [the] effect[s]” of the officer’s conduct\nthere. 571 U. S., at 290. According to Ford, our ruling shows\nthat a plaintiff ’s residence and place of injury can never\nsupport jurisdiction. See Brief for Petitioner 32. And without\nthose facts, Ford concludes, the basis for jurisdiction crumbles\nhere as well.ButWaldenhas precious little to do with\nthe cases before us. InWalden, only the plaintiffs had any\ncontacts with the State of Nevada; the defendant-officer had never\ntaken any act to “form[ ] a contact” of his own. 571\nU. S., at 290. The officer had “never traveled to, conducted\nactivities within, contacted anyone in, or sent anything or anyone\nto Nevada.”Id., at 289. So to use the language of\nour doctrinal test: He had not “purposefully avail[ed himself] of\nthe privilege of conducting activities” in the forum State.Hanson, 357 U. S., at 253. Because that was true, the\nCourt had no occasion to address the necessary connection between a\ndefendant’s in-state activity and the plaintiff ’s claims. But\nhere, Ford has a veritable truckload of contacts with Montana and\nMinnesota, as it admits. Seesupra,at 11−12. The only issue\nis whether those contacts are related enough to the plaintiffs’\nsuits. As to that issue, so what if (asWaldenheld) the\nplace of a plaintiff ’s injury and residence cannot create a\ndefendant’s contact with the forum State? Those places still may be\nrelevant in assessing the link between the defendant’s forum\ncontacts and the plaintiff ’s suit—including its assertions of\nwho was injured where. And indeed, that relevance is a key part ofBristol-Myers’ reasoning. See 582 U. S., at ___ (slip\nop., at 9) (finding a lack of “connection” in part because the\n“plaintiffs are not California residents and do not claim to have\nsuffered harm in that State”). One of Ford’s own favorite cases\nthus refutes its appeal to the other.*  *  *Here, resident-plaintiffs allege that they\nsuffered in-state injury because of defective products that Ford\nextensively promoted, sold, and serviced in Montana and Minnesota.\nFor all the reasons we have given, the connection between the\nplaintiffs’ claims and Ford’s activities in those States—or\notherwise said, the “relationship among the defendant, the\nforum[s], and the litigation”—is close enough to support specific\njurisdiction.Walden, 571 U. S., at 284 (internal\nquotation marks omitted). The judgments of the Montana and\nMinnesota Supreme Courts are therefore affirmed.It is so ordered.Justice Barrett took no part in the\nconsideration or decision of these cases.Notes1Ford’s Brief in Support\nof Motion to Dismiss inLucerov.Ford Motor Co., No.\nDV–18–247 (8th Jud. Dist., Cascade Cty., Mont.), pp. 14−15;\nFord Motor Co.’s Memorandum in Support of Motion to Dismiss in No.\n77–cv–16–1025 (7th Jud. Dist., Todd Cty., Minn.), pp. 11−12,\nand n. 3.2One of the concurrences\nhere expresses a worry that ourInternational Shoe-based\nbody of law is not “well suited for the way in which business is\nnow conducted,” and tentatively suggests a 21st-century rethinking.Post,at 1 (Alito, J., concurring in judgment). Fair enough\nperhaps, seeinfra,at 12−13, n. 4, but the concurrence\nthen acknowledges that these cases have no distinctively modern\nfeatures, and it decides them on grounds that (as it agrees) are\nmuch the same as ours. Seepost, at 3−4; compareibid.withinfra, at 11–15. The other concurrence\nproposes instead a return to the mid-19th century—a replacement of\nour current doctrine with the Fourteenth Amendment’s original\nmeaning respecting personal jurisdiction.Post,at 9−10\n(Gorsuch, J., concurring in judgment). But that opinion never\nreveals just what the Due Process Clause as understood at its\nratification required, and its ground for deciding these cases is\ncorrespondingly spare.Post,at 11. This opinion, by\ncontrast, resolves these cases by proceeding as the Court has done\nfor the last 75 years—applying the standards set out inInternational Shoeand its progeny, with attention to their\nunderlying values of ensuring fairness and protecting interstate\nfederalism.3In thus reiterating this\nCourt’s longstanding approach, we reject Justice Gorsuch’s apparent\n(if oblique) view that a state court should have jurisdiction over\na nationwide corporation like Ford onanyclaim, no matter\nhow unrelated to the State or Ford’s activities there. Seepost,at 11. On that view, for example, a California court\ncould hear a claim against Ford brought by an Ohio plaintiff based\non an accident occurring in Ohio involving a car purchased in Ohio.\nRemoving the need for any connection between the case and forum\nState would transfigure our specific jurisdiction standard as\napplied to corporations. “Case-linked” jurisdiction, seesupra,at 5–6, would then become not case-linked at\nall.4None of this is to say\nthat any person using any means to sell any good in a State is\nsubject to jurisdiction there if the product malfunctions after\narrival. We have long treated isolated or sporadic transactions\ndifferently from continuous ones. See,e.g.,World-Wide\nVolkswagen Corp.v.Woodson,444\nU.S. 286, 297 (1980);supra,at 6. And we do not here\nconsider internet transactions, which may raise doctrinal questions\nof their own. SeeWaldenv.Fiore,571 U.S.\n277, 290, n. 9 (2014) (“[T]his case does not present the\nvery different questions whether and how a defendant’s virtual\n‘presence’ and conduct translate into ‘contacts’ with a particular\nState”). So consider, for example, a hypothetical offered at oral\nargument. “[A] retired guy in a small town” in Maine “carves\ndecoys” and uses “a site on the Internet” to sell them. Tr. of Oral\nArg. 39. “Can he be sued in any state if some harm arises from the\ndecoy?”Ibid. The differences between that case and the ones\nbefore us virtually list themselves. (Just consider all our\ndescriptions of Ford’s activities outside its home bases.) So we\nagree with the plaintiffs’ counsel that resolving these cases does\nnot also resolve the hypothetical. Seeid.,at\n39−40.5It should, for example,\nmake no difference if a plaintiff had recently moved to the forum\nState with his car, and had not made his purchasing decision with\nthat move in mind—so had not considered any of Ford’s activities in\nhis new home State.",
    "joined": []
}