{
    "case": {
        "docket": "826",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/826/"
    },
    "id": "1963547",
    "author": "kagan",
    "type": "opinion",
    "text": "OPINION OF THE COURTFOX V. VICE563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-114RICKY D. FOX, PETITIONERv.JUDY ANN VICE,\nas executrix of the ESTATE OF BILLY RAY VICE, et al.on writ of certiorari to the united states court of\nappeals for the fifth circuit[June 6, 2011]Justice Kagan delivered the\nopinion of the Court.Federal law authorizes a court to\naward a reasonable attorney’s fee to the prevailing party in\ncertain civil rights cases. See 42 U. S. C. §1988. We have\nheld that a defendant may receive such an award if the plaintiff’s\nsuit is frivolous. In this case, the plaintiff asserted both\nfrivolous and non-frivolous claims. We hold today that a court may\ngrant reasonable fees to the defendant in this circumstance, but\nonly for costs that the defendant would not have incurred but for\nthe frivolous claims. A trial court has wide discretion in applying\nthis standard. But here we must vacate the judgment below because\nthe court used a different and incorrect standard in awarding\nfees.IThis case arises out of an\nelection for chief of police in the town of Vinton, Louisiana. The\ncandidates were petitioner Ricky Fox (the challenger) and\nrespondent Billy Ray Vice (the incumbent).[Footnote 1] By Fox’s account, Vice resorted to an\nassortment of dirty tricks to try to force Fox out of the race. In\nparticular, Vice sent an anonymous letter to Fox threatening to\npublish damaging charges against him if he remained a candidate.\nVice also arranged for a third party to publicly accuse Fox of\nusing racial slurs and then to file a criminal complaint against\nFox repeating those allegations. And when prosecutors ignored that\nfaux complaint, Vice leaked it to the press. Yet all of these\nmachinations failed; Fox won the election. And Vice got an even\ngreater comeuppance: He was subsequently convicted of criminal\nextortion for his election-related conduct.Fox, however, chose not to let\nthe matter rest; he filed this suit in Louisiana state court\nagainst Vice and the town of Vinton, also a respondent here. Fox’s\ncomplaint asserted both state-law claims, including defamation, and\nfederal civil rights claims under 42 U. S. C. §1983, including\ninterference with his right to seek public office. Vice and the\ntown (Vice, for short) removed the case to federal court on the\nbasis of the §1983 claims.At the end of discovery in the suit, Vice\nmoved for summary judgment on Fox’s federal claims. Fox conceded\nthat the claims were “no[t] valid,” App. 169, and the District\nCourt accordingly dismissed them with prejudice. In the same\nruling, the court declined to exercise supplemental jurisdiction\nover the remaining state-law claims. Docket No. 2:06–cv–135 (WD\nLa., Oct. 16, 2007), App. to Pet. for Cert. 38a–40a. The court\ninstead remanded the now slimmed-down case to state court for\nadjudication. In doing so, the District Court observed that “[a]ny\ntrial preparation, legal research, and discovery may be used by the\nparties in the state court proceedings.”Id.,at 40a.Vice then asked the federal court for an award\nof attorney’s fees under §1988, arguing that Fox’s federal claims\nwere “baseless and without merit.” App. 198. Vice stated that his\nlawyers had had to participate in five lengthy depositions and\nreview numerous records to defend against Fox’s charges.Id.,at 199. In support of his fee request, Vice submitted\nattorney billing records estimating the time spent on the whole\nsuit, without differentiating between the federal and state-law\nclaims. See Supp. App. 8–67.The District Court granted the motion for\nattorney’s fees on the ground that Fox’s federal claims were\nfrivolous. Although the state-law allegations had not been found\nfrivolous (and indeed remained live), the court did not require\nVice to separate out the work his attorneys had done on the two\nsets of claims. Docket No. 2:06–cv–135 (WD La., Sept. 22, 2008),\nApp. to Pet. for Cert. 28a. According to the court, such\n“segregation” was unnecessary because the “various claims arose out\nof the same transaction and were so interrelated that their\nprosecution or defense entailed proof or denial of essentially the\nsame facts.”Ibid.(internal quotation marks omitted).\nSimilarly, the court declined to reduce the fee award to reflect\nthe surviving state-law claims. “[T]hroughout the litigation,” the\ncourt stated, both sides “focus[ed]” on Fox’s frivolous §1983\nclaims.Id.,at 32a–33a. The court therefore concluded\nthat Vice should receive all of the fees he reasonably incurred in\ndefending the suit—a total of $48,681.Id.,at 34a.A divided Court of Appeals affirmed. 594\nF. 3d 423 (CA5 2010). The majority first rejected Fox’s\ncontention that all claims in a suit must be frivolous for the\ndefendant to recover any fees. That rule, the court explained,\nwould “ ‘allow plaintiffs to prosecute frivolous claims\nwithout consequenc[e]’ ” so long as they added a single\nnon-frivolous claim.Id., at 428 (quotingTutor-Saliba\nCorp.v.Hailey,452 F. 3d 1055, 1064 (CA9\n2006)). The Court of Appeals then turned to the District Court’s\ndecision that Vice was entitled to fees for all time thus far spent\non the case, even though state-law claims remained unadjudicated.\nRepeating the trial court’s view that the whole litigation had\nfocused on the frivolous federal claims, the Fifth Circuit upheld\nthe fee award. See 594 F. 3d, at 428.Judge Southwick dissented. He agreed that Vice\nwas entitled to some reimbursement for fees.Id.,at 430.\nBut he thought the District Court had erred in declining to\n“allocate the fees separately between the successful claims and the\nunsuccessful” ones just because all of them were “interrelated.”Ibid.“[W]hen some claims are dismissed as frivolous and\nothers are not,” he stated, the defendants should receive fees only\nfor “the legal work allocable solely or dominantly to the\ndismissed” claims.Id.,at 431. Because in this case\n“almost all of the defendant[s’] discovery and factual analysis\nwould have been necessary even if no federal claims had been\nbrought,” he concluded, the fee award should have been much\nsmaller.Ibid.The Fifth Circuit’s decision deepened a\nCircuit split about whether and to what extent a court may award\nfees to a defendant under §1988 when a plaintiff asserts both\nfrivolous and non-frivolous claims.[Footnote 2] One Court of Appeals has forbidden any\ncompensation unless all of the plaintiff’s claims are frivolous.\nSeeBalmerv.HCA, Inc., 423 F. 3d 606, 617\n(CA6 2005). Others have rejected this approach, but struggled with\nhow to allocate fees in a suit that involves a mix of frivolous and\nnon-frivolous claims. Compare,e.g.,594 F. 3d 423\n(CA5 2010) (opinion below), withColombritov.Kelly, 764 F. 2d 122, 132 (CA2 1985) (declining to\naward fees when the frivolous claim “added no additional testimony\nor expense to the trial”). We granted certiorari to resolve these\nquestions. 562 U. S. ___ (2010).IIOur legal system generally\nrequires each party to bear his own litigation expenses, including\nattorney’s fees, re-gardless whether he wins or loses. Indeed, this\nprinciple is so firmly entrenched that it is known as the “American\nRule.” SeeAlyeska Pipeline Service Co.v.Wilderness\nSociety,421 U.\nS. 240, 247 (1975). But Congress has authorized courts to\ndeviate from this background rule in certain types of cases by\nshifting fees from one party to another. SeeBurlingtonv.Dague,505\nU. S. 557, 562 (1992) (listing federal fee-shifting\nprovisions).The statute involved here, 42 U.\nS. C. §1988, allows the award of “a reasonable attorney’s fee”\nto “the prevailing party” in various kinds of civil rights cases,\nincluding suits brought under §1983. Most of our decisions\naddressing this provision have concerned the grant of fees to\nprevailing plaintiffs. When a plaintiff succeeds in remedying a\ncivil rights violation, we have stated, he serves “as\na ‘private attorney general,’ vindicating a policy that\nCongress considered of the highest priority.”Newmanv.Piggie Park Enterprises, Inc.,390 U. S. 400, 402\n(1968)(per curiam). He therefore “should ordinarily\nrecover an attorney’s fee” from the defendant—the party whose\nmisconduct created the need for legal action.Christiansburg\nGarment Co.v.EEOC,434 U. S. 412, 416 (1978) (internal\nquotation marks omitted). Fee shifting in such a case at once\nreimburses a plaintiff for “what it cos[t] [him] to vindicate\n[civil] rights,”Riversidev.Rivera,477 U. S. 561, 577–578\n(1986) (internal quotation marks omitted), and holds to account “a\nviolator of federal law,”Christiansburg, 434 U. S., at\n418.InChristiansburg, we held that §1988\nalso authorizes a fee award to a prevailing defendant, but under a\ndifferent standard reflecting the “quite different equitable\nconsiderations” at stake.Id.,at 419. In enacting §1988,\nwe stated, Congress sought “to protect defendants from burdensome\nlitigation having no legal or factual basis.”Id.,at 420.\nAccordingly, §1988 authorizes a district court to award attorney’s\nfees to a defendant “upon a finding that the plaintiff’s action was\nfrivolous, unreasonable, or without foundation.”Id.,at\n421; see alsoKentuckyv.Graham,473 U. S. 159, 165,\nn. 9 (1985).These standards would be easy to apply if life\nwere like the movies, but that is usually not the case. In\nHollywood, litigation most often concludes with a dramatic verdict\nthat leaves one party fully triumphant and the other utterly\nprostrate. The court in such a case would know exactly how to award\nfees (even if that anti-climactic scene is generally left on the\ncutting-room floor). But in the real world, litigation is more\ncomplex, involving multiple claims for relief that implicate a mix\nof legal theories and have different merits. Some claims succeed;\nothers fail. Some charges are frivolous; others (even if not\nultimately successful) have a reasonable basis. In short,\nlitigation is messy, and courts must deal with this untidiness in\nawarding fees.Given this reality, we have made clear that\nplaintiffs may receive fees under §1988 even if they are not\nvictorious on every claim. A civil rights plaintiff who obtains\nmeaningful relief has corrected a violation of federal law and, in\nso doing, has vindicated Congress’s statutory pur-poses. That\n“result is what matters,” we explained inHensleyv.Eckerhart,461 U. S. 424, 435 (1983): A court\nshould compensate the plaintiff for the time his attorney\nreasonably spent in achieving the favorable outcome, even if “the\nplaintiff failed to prevail on every contention.”Ibid.The fee award, of course, should not reimburse the plaintiff for\nwork performed on claims that bore no relation to the grant of\nrelief: Such work “cannot be deemed to have been expended in\npursuit of the ultimate result achieved.”Ibid.(internal\nquotation marks omitted).But the presence of these\nunsuccessful claims does not immunize a defendant against paying\nfor the attorney’s fees that the plaintiff reasonably incurred in\nremedying a breach of his civil rights.Analogous principles indicate that a defendant\nmay deserve fees even if not all the plaintiff’s claims were\nfrivolous. In this context, §1988 serves to relieve a defendant of\nexpenses attributable to frivolous charges. The plaintiff acted\nwrongly in leveling such allegations, and the court may shift to\nhim the reasonable costs that those claims imposed on his\nadversary. SeeChristiansburg, 434 U. S., at 420–421. That\nremains true when the plaintiff’s suit also includes non-frivolous\nclaims. The defendant, of course, is not entitled to any fees\narising from these non-frivolous charges. Seeibid.But\nthe presence of reasonable allegations in a suit does not immunize\nthe plaintiff against paying for the fees that his frivolous claims\nimposed.Indeed, we have previously said exactly this\nmuch. InHensley, we noted the possibility that a\nplaintiff might prevail on one contention in a suit while also\nasserting an unrelated frivolous claim. In this situation, we\nexplained, a court could properly award fees to both parties—to the\nplaintiff, to reflect the fees he incurred in bringing the\nmeritorious claim; and to the defendant, to compensate for the fees\nhe paid in defending against the frivolous one. See 461 U. S., at\n435, n. 10. We thus made clear that a court may reimburse a\ndefendant for costs under §1988 even if a plaintiff’s suit is not\nwholly frivolous. Fee-shifting to recompense a defendant (as to\nrecompense a plaintiff) is not all-or-nothing: A defendant need not\nshow that every claim in a complaint is frivolous to qualify for\nfees.The question then becomes one of allocation:\nIn a lawsuit involving a mix of frivolous and non-frivolous claims,\nwhat work may the defendant receive fees for? Vice concedes, as he\nmust, that a defendant may not obtain compensation for work\nunrelated to a frivolous claim. Brief for Respondents 42,\nn. 13. Similarly, we think Fox would have to concede (once he\nhas lost the argument that the presence of any non-frivolous claim\nprecludes a fee award) that the defendant may receive reasonable\nfees for work related exclusively to a frivolous claim. The\nquestion in dispute concerns work that helps defend against\nnon-frivolous and frivolous claims alike—for example, a deposition\neliciting facts relevant to both allegations.Vice proposes authorizing the trial court to\naward fees for work that is “fairly attributable” to the frivolous\nportion of the lawsuit. See,e.g.,Tr. of Oral Arg. 41,\n45. But that standard is in truth no standard at all. The very\nquestion under consideration is: What fees may be fairly attributed\nto frivolous claims under §1988? To answer “Those that are fairly\nattributable to frivolous claims” is just to restate this question.\nAnd that non-response response would leave to each and every trial\ncourt not only the implementation, but also the invention, of the\napplicable legal standard. We do not think trial courts would\nappreciate that lack of guidance. And yet more important, we do not\nthink such an empty and amorphous test would ensure that all fee\nawards to defendants comport with Congress’s purpose in enacting\n§1988.That congressional policy points to a\ndifferent and more meaningful standard: Section 1988 allows a\ndefendant to recover reasonable attorney’s fees incurred because\nof, but only because of, a frivolous claim. Or what is the same\nthing stated as a but-for test: Section 1988 permits the defendant\nto receive only the portion of his fees that he would not have paid\nbut for the frivolous claim. Recall that the relevant purpose of\n§1988 is to relieve defendants of the burdens associated with\nfending off frivolous litigation. Seesupra, at 5–6. So if\na frivolous claim occasioned the attorney’s fees at issue, a court\nmay decide that the defendant should not have to pay them. But if\nthe defendant would have incurred those fees anyway, to defend\nagainstnon-frivolous claims, then a court has no basis\nfor transferring the expense to the plaintiff. Suppose, for\nexample, that a defendant’s attorney conducts a deposition on\nmatters relevant to both a frivolous and a non-frivolous claim—and\nmore, that the lawyer would have taken and committed the same time\nto this deposition even if the case had involved only the\nnon-frivolous allegation. In that circumstance, the work does not\nimplicate Congress’s reason for allowing defendants to collect\nfees. The defendant would have incurred the expense in any event;\nhe has suffered no incrementalharm from the frivolous\nclaim. In short, the defendant has never shouldered the burden that\nCongress, in enacting §1988, wanted to relieve. The basic American\nRule thus continues to operate.[Footnote 3]A standard allowing more expansive\nfee-shifting would furnish windfalls to some defendants, making\nthem better off because they were subject to a suit including\nfrivolous claims. For under any more permissive test, the simple\npresence of a frivolous claim would allow the court to shift to the\nplaintiff some of the costs of defending against regular,\nnon-frivolous charges. So two defendants (call them Vice and Rice)\ncould face identical non-frivolous allegations, but because Vice\nalso confronted a frivolous claim, he might end by paying less than\nRice to his attorneys. The chance assertion—for Vice, the downright\nlucky assertion—of the frivolous claim could relieve him not only\nof the incremental costs of that claim but also of costs that he,\nlike Rice, would have had to pay in its absence. Section 1988\nprovides no warrant for that peculiar result; that statute was\n“never intended to produce windfalls” for parties. SeeFarrarv.Hobby,506 U. S. 103, 115\n(1992) (internal quotation marks omitted).At the same time, the “but-for”\nstandard we require may in some cases allow compensation to a\ndefendant for attorney work relating to both frivolous and\nnon-frivolous claims. Suppose, for example, that a plaintiff\nasserts one frivolous and one non-frivolous claim, but that only\nthe frivolous allegation can legally result in a damages award. If\nan attorney performs work useful to defending against both, but did\nso only because of the defendant’s monetary exposure on the\nfrivolous charge, a court may decide to shift fees. Or similarly,\nimagine that the frivolous claim enables removal of the case to\nfederal court, which in turn drives up litigation expenses. Here\ntoo, our standard would permit awarding fees for work relevant to\nboth claims in order to reflect the increased costs (if any) of the\nfederal forum. And frivolous claims may increase the cost of\ndefending a suit in ways that are not reflected in the number of\nhours billed. If a defendant could prove, for example, that a\nfrivolous claim involved a specialized area that reasonably caused\nhim to hire more expensive counsel for the entire case, then the\ncourt may reimburse the defendant for the increased marginal cost.\nAs all these examples show, the dispositive question is not whether\nattorney costs at all relate to a non-frivolous claim, but whether\nthe costs would have been incurred in the absence of the frivolous\nallegation. The answers to those inquiries will usually track each\nother, but when they diverge, it is the second that\nmatters.We emphasize, as we have before,\nthat the determination of fees “should not result in a second major\nlitigation.”Hensley, 461 U. S., at 437. The fee applicant\n(whether a plaintiff or a defendant) must, of course, submit\nappropriate documentation to meet “the burden of establishing\nentitlement to an award.”Ibid.But trial courts need not,\nand indeed should not, become green-eyeshade accountants. The\nessential goal in shifting fees (to either party) is to do rough\njustice, not to achieve auditing perfection. So trial courts may\ntake into account their overall sense of a suit, and may use\nestimates in calculating and allocating an attorney’s time. And\nappellate courts must give substantial deference to these\ndeterminations, in light of “the district court’s superior\nunderstanding of the litigation.”Ibid.;seeWebbv.Dyer County Bd. of Ed.,471 U. S. 234, 244\n(1985). We can hardly think of a sphere of judicial decisionmaking\nin which appellate micromanagement has less to recommend\nit.But the trial court must apply the\ncorrect standard, and the appeals court must make sure that has\noccurred. SeePerduev.Kenny A., 559 U. S. ___,\n___ (2010) (slip op., at 14) (“Determining a ‘reasonable attorney’s\nfee’ is a matter that is committed to the sound discretion of a\ntrial judge, … but the judge’s discretion is not unlimited”); Cf.Koonv.United States,518 U. S. 81, 100 (1996)\n(“A district court by definition abuses its discretion when it\nmakes an error of law”). That means the trial court must determine\nwhether the fees requested would not have accrued but for the\nfrivolous claim. And the appeals court must determine whether the\ntrial court asked and answered that question, rather than some\nother. A trial court has wide discretion when, but only when, it\ncalls the game by the right rules.IIIThe task remains of\napplying these principles to the fee award Vice received. The\nDistrict Court’s analysis suggests that Vice’s attorneys would have\ndone much the same work even if Fox had not brought his frivolous\nclaims. As noted earlier, seesupra, at 3, the court\nacknowledged that Fox’s federal and state-law claims were\n“interrelated,” App. to Pet. for Cert. 28a (internal quotation\nmarks omitted). The charges “arose out of the same\ntransaction”—Vice’s conduct in the campaign—and their “defense\nentailed proof or denial of essentially the same facts.”Ibid.(internal quotation marks omitted). It therefore\nseems likely that Vice’s attorneys would at least have conducted\nsimilar fact-gathering activities—taken many of the same\ndepositions, produced and reviewed many of the same documents, and\nso forth. Indeed, the District Court highlighted the usefulness of\nthe attorneys’ work to defending against the state-law claims: In\nits order remanding those claims, the court noted that the “trial\npreparation, legal research, and discovery” done in the federal\ncourt could “be used by the parties in the state court\nproceedings.”Id., at 40a.The District Court’s\ndecision to award full attorney’s fees to Vice failed to take\nproper account of this overlap between the frivolous and\nnon-frivolous claims. Rather than apply the but-for standard we\nhave set out, the court indicated that the paramount factor was the\nparties’ “focus” in the litigation.Id., at 33a. The court\ndid not address whether the “interrelated[ness]” of the claims\nmeant that Vice would have incurred part or most of his fees even\nif Fox had asserted only the non-frivolous state-law claims. To the\ncontrary, the court suggested that the close relationship between\nthe federal and state-law claims supported Vice’s request to\nrecoverallof his attorney’s fees. Seeid., at\n28a;supra, at 3. That reasoning stands the appropriate\nanalysis on its head. It cannot be squared with the congressional\npolicy of sparing defendants from the costs offrivolouslitigation.Nor did the Court of Appeals\nuphold the award of fees on the ground that we would require. The\nmajority articulated a standard that, taken alone, might be read as\nconsistent with our opinion; according to the court, a defendant\nshould receive fees for “work which can be distinctly traced to a\nplaintiff’s frivolous claims.” 594 F. 3d, at 429.But\nthe court seemed to think that its test permitted awarding Vice\nfees for any work useful to defending against a frivolous claim,\neven if lawyers would have done that work regardless. Indeed, this\nvery point divided the majority and the dissent. Judge Southwick\nobjected to the fee award on the ground that “almost all [of] the\ndefendant[s’] discovery and factual analysis would have been\nnecessary even if no federal claims had been brought.”Id.,at 431. But the majority never responded to that\nargument or otherwise engaged this crucial question. The majority\ninstead merely reiterated the District Court’s reasoning that the\nparties had principally “focus[ed]” on the §1983 allegations. That\nfinding, as we have explained, is irrelevant if Vice’s attorneys\nwould have performed the same work to defend against the state-law\nclaims.On this record, we must return the\ncase to the lower courts. See,e.g., Perdue, 559 U. S., at\n___–___ (slip op., at 12–15);Pennsylvaniav.Delaware\nValley Citizens’ Council for Clean Air,478 U. S. 546, 566–568\n(1986);Hensley, 461 U. S., at 438–440. In a suit of this\nkind, involving both frivolous and non-frivolous claims, a\ndefendant may recover the reasonable attorney’s fees he expended\nsolely because of the frivolous allegations. And that is all.\nConsistent with the policy underlying §1988, the defendant may not\nreceive compensation for any fees that he would have paid in the\nabsence of the frivolous claims. We therefore vacate the judgment\nof the Court of Appeals and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Footnote 1Vice died during the course of\nthis litigation. Pursuant to this Court’s Rule 35.1, we substituted\nthe executor of his estate as respondent. 562 U. S. ___ (2011). But\nfor the sake of clarity, we refer to the respondent as\nVice.Footnote 2The parties do not dispute for\npurposes of argument here that this case involves both kinds of\nclaims. The District Court deemed the federal claims frivolous, and\nFox has not asked us to disturb that ruling. See Brief for\nPetitioner 26, and n. 2. The court remanded the state-law\nclaims to state court, and Vice has assumed in this Court that they\nare not frivolous. See Brief for Respondents 8,\nn. 5.Footnote 3The test set out here differs\nfrom the one we adopted inHensleyv.Eckerhart,461 U. S. 424, 435 (1983), to govern\nfee awards to plaintiffs in cases involving both successful and\nunsuccessful claims. Seesupra, at 6–7. That difference\nreflects the disparate legislative purposes we have recognized in\nthe two settings. SeeChristiansburg Garment Co.v.EEOC,434 U. S. 412, 419–420 (1978);supra, at 5–6. Congress authorized fees to plaintiffs to\ncompensate them for the costs of redressing civil rights\nviolations; accordingly, a plaintiff may receive fees for all work\nrelating to the accomplishment of that result, even if “the\nplaintiff failed to prevail on every contention raised.”Hensley, 461 U. S., at 435. By contrast, Congress\nauthorized fees to defendants to remove the burden associated with\nfending off frivolous claims; accordingly, a defendant may recover\nfor fees that those claims caused him to incur. In each context,\nthe standard for allocating fees in “mixed” cases matches the\nrelevant congressional purpose.",
    "joined": []
}