{
    "case": {
        "docket": "17-6086",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-6086/"
    },
    "id": "4111206",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–6086_________________HERMAN AVERY GUNDY, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the second circuit[June 20, 2019]Justice Kagan announced the judgment of the\nCourt and delivered an opinion, in which Justice Ginsburg, Justice\nBreyer, and Justice Sotomayor join.The nondelegation doctrine bars Congress from\ntransferring its legislative power to another branch of Government.\nThis case requires us to decide whether 34 U. S. C.\n§20913(d), enacted as part of the Sex Offender Registration and\nNotification Act (SORNA), violates that doctrine. We hold it does\nnot. Under §20913(d), the Attorney General must apply SORNA’s\nregistration requirements as soon as feasible to offenders\nconvicted before the statute’s enactment. That delegation easily\npasses constitutional muster.ICongress has sought, for the past quarter\ncentury, to combat sex crimes and crimes against children through\nsex-offender registration schemes. In 1994, Congress first\nconditioned certain federal funds on States’ adoption of\nregistration laws meeting prescribed minimum standards. See Jacob\nWetterling Crimes Against Children and Sexually Violent Offender\nRegistration Act, §170101, 108 Stat. 2038, 42 U. S. C.\n§14071et seq.(1994 ed.). Two years later, Congress\nstrengthened those standards, most notably by insisting that States\ninform local communities of registrants’ addresses. See Megan’s\nLaw, §2, 110Stat. 1345, note following 42 U. S. C. §13701\n(1994 ed., Supp. II). By that time, every State and the District of\nColumbia had enacted a sex-offender registration law. But the state\nstatutes varied along many dimensions, and Congress came to realize\nthat their “loopholes and deficiencies” had allowed over 100,000\nsex offenders (about 20% of the total) to escape registration. See\nH. R. Rep. No. 109–218, pt. 1, pp. 20, 23–24, 26 (2005)\n(referring to those sex offenders as “missing” or “lost”). In 2006,\nto address those failings, Congress enacted SORNA. See 120Stat.\n590, 34 U. S. C. §20901et seq.SORNA makes “more uniform and effective” the\nprior “patchwork” of sex-offender registration systems.Reynoldsv.United States,565\nU.S. 432, 435 (2012). The Act’s express “purpose” is “to\nprotect the public from sex offenders and offenders against\nchildren” by “establish[ing] a comprehensive national system for\n[their] registration.” §20901. To that end, SORNA covers more sex\noffenders, and imposes more onerous registration requirements, than\nmost States had before. The Act also backs up those requirements\nwith new criminal penalties. Any person required to register under\nSORNA who knowingly fails to do so (and who travels in interstate\ncommerce) may be imprisoned for up to ten years. See 18\nU. S. C. §2250(a).The basic registration scheme works as follows.\nA “sex offender” is defined as “an individual who was convicted of”\nspecified criminal offenses: all offenses “involving a sexual act\nor sexual contact” and additional offenses “against a minor.” 34\nU. S. C. §§20911(1), (5)(A), (7). Such an individual must\nregister—provide his name, address, and certain other\ninformation—in every State where he resides, works, or studies. See\n§§20913(a), 20914. And he must keep the registration current, and\nperiodically report in person to a law enforcement office, for a\nperiod of between fifteen years and life (depending on the severity\nof his crime and his history of recidivism). See §§20915,\n20918.Section 20913—the disputed provision\nhere—elaborates the “[i]nitial registration” requirements for sex\noffenders. §§20913(b), (d). Subsection (b) sets out the general\nrule: An offender must register “before completing a sentence of\nimprisonment with respect to the offense giving rise to the\nregistration requirement” (or, if the offender is not sentenced to\nprison, “not later than [three] business days after being\nsentenced”). Two provisions down, subsection (d) addresses (in its\ntitle’s words) the “[i]nitial registration of sex offenders unable\nto comply with subsection (b).” The provision states:“The Attorney General shall have the\nauthority to specify the applicability of the requirements of this\nsubchapter to sex offenders convicted before the enactment of this\nchapter . . . and to prescribe rules for the registration\nof any such sex offenders and for other categories of sex offenders\nwho are unable to comply with subsection (b).”Subsection (d), in other words, focuses on\nindividuals convicted of a sex offense before SORNA’s enactment—a\ngroup we will call pre-Act offenders. Many of these individuals\nwere unregistered at the time of SORNA’s enactment, either because\npre-existing law did not cover them or because they had\nsuccessfully evaded that law (so were “lost” to the system). Seesupra,at 2. And of those potential new registrants, many or\nmost could not comply with subsection (b)’s registration rule\nbecause they had already completed their prison sentences. For the\nentire group of pre-Act offenders, once again, the Attorney General\n“shall have the authority” to “specify the applicability” of\nSORNA’s registration requirements and “to prescribe rules for\n[their] registration.”Under that delegated authority, the Attorney\nGeneral issued an interim rule in February 2007, specifying that\nSORNA’s registration requirements apply in full to “sex offenders\nconvicted of the offense for which registration is required prior\nto the enactment of that Act.” 72 Fed. Reg. 8897. The final rule,\nissued in December 2010, reiterated that SORNA applies to all\npre-Act offenders. 75 Fed. Reg. 81850. That rule has remained the\nsame to this day.Petitioner Herman Gundy is a pre-Act offender.\nThe year before SORNA’s enactment, he pleaded guilty under Maryland\nlaw for sexually assaulting a minor. After his release from prison\nin 2012, Gundy came to live in New York. But he never registered\nthere as a sex offender. A few years later, he was convicted for\nfailing to register, in violation of §2250. He argued below (among\nother things) that Congress unconstitutionally delegated\nlegislative power when it authorized the Attorney General to\n“specify the applicability” of SORNA’s registration requirements to\npre-Act offenders. §20913(d). The District Court and Court of\nAppeals for the Second Circuit rejected that claim, see 695 Fed.\nAppx. 639 (2017), as had every other court (including eleven Courts\nof Appeals) to consider the issue. We nonetheless granted\ncertiorari. 583 U. S. __ (2018). Today, we join the consensus\nand affirm.IIArticle I of the Constitution provides that\n“[a]ll legislative Powers herein granted shall be vested in a\nCongress of the United States.” §1. Accompanying that assignment of\npower to Congress is a bar on its further delegation. Congress,\nthis Court explained early on, may not transfer to another branch\n“powers which are strictly and exclusively legislative.”Waymanv.Southard, 10 Wheat. 1, 42–43 (1825). But\nthe Constitution does not “deny[ ] to the Congress the\nnecessary resources of flexibility and practicality [that enable\nit] to perform its function[s].”Yakusv.United\nStates,321 U.S.\n414, 425 (1944) (internal quotation marks omitted). Congress\nmay “obtain[ ] the assistance of its coordinate Branches”—and\nin particular, may confer substantial discretion on executive\nagencies to implement and enforce the laws.Mistrettav.United States,488 U.S.\n361, 372 (1989). “[I]n our increasingly complex society,\nreplete with ever changing and more technical problems,” this Court\nhas understood that “Congress simply cannot do its job absent an\nability to delegate power under broad general directives.”Ibid.So we have held, time and again, that a statutory\ndelegation is constitutional as long as Congress “lay[s] down by\nlegislative act an intelligible principle to which the person or\nbody authorized to [exercise the delegated authority] is directed\nto conform.”Ibid.(quotingJ. W. Hampton, Jr., &\nCo. v.United States,276 U.S.\n394, 409 (1928); brackets in original).Given that standard, a nondelegation inquiry\nalways begins (and often almost ends) with statutory\ninterpretation. The constitutional question is whether Congress has\nsupplied an intelligible principle to guide the delegee’s use of\ndiscretion. So the answer requires construing the challenged\nstatute to figure out what task it delegates and what instructions\nit provides. See,e.g.,Whitmanv.American\nTrucking Assns., Inc.,531 U.S.\n457, 473 (2001) (construing the text of a delegation to place\nconstitutionally adequate “limits on the EPA’s discretion”);American Power & Light Co.v.SEC,329 U.S.\n90, 104–105 (1946) (interpreting a statutory delegation, in\nlight of its “purpose[,] factual background[, and] context,” to\nprovide sufficiently “definite” standards). Only after a court has\ndetermined a challenged statute’s meaning can it decide whether the\nlaw sufficiently guides executive discretion to accord with Article\nI. And indeed, once a court interprets the statute, it may find\nthat the constitutional question all but answers itself.That is the case here, because §20913(d) does\nnot give the Attorney General anything like the “unguided” and\n“unchecked” authority that Gundy says. Brief for Petitioner 37, 45.\nThe provision, in Gundy’s view, “grants the Attorney General\nplenary power to determine SORNA’s applicability to pre-Act\noffenders—to require them to register, or not, as she sees fit, and\nto change her policy for any reason and at any time.”Id.,at 42. If that were so, we would face a nondelegation question. But\nit is not. This Court has already interpreted §20913(d) to say\nsomething different—to require the Attorney General to apply SORNA\nto all pre-Act offenders as soon as feasible. SeeReynolds,\n565 U. S., at 442–443. And revisiting that issue yet more\nfully today, we reach the same conclusion. The text, considered\nalongside its context, purpose, and history, makes clear that the\nAttorney General’s discretion extends only to considering and\naddressing feasibility issues. Given that statutory meaning,\nGundy’s constitutional claim must fail. Section 20913(d)’s\ndelegation falls well within permissible bounds.AThis is not the first time this Court has had\nto interpret §20913(d). InReynolds, the Court considered\nwhether SORNA’s registration requirements applied of their own\nforce to pre-Act offenders or instead applied only once the\nAttorney General said they did. We read the statute as adopting the\nlatter approach. But even as we did so, we made clear how far SORNA\nlimited the Attorney General’s authority. And in that way, we\neffectively resolved the case now before us.Everything inReynoldsstarted from the\npremise that Congress meant for SORNA’s registration requirements\nto apply to pre-Act offenders. The majority recounted SORNA’s\n“basic statutory purpose,” found in its text, as follows: “the\n‘establish[ment of] a comprehensive national system for the\nregistration of [sex] offenders’ thatincludesoffenders who\ncommitted their offenses before the Act became law.” 565\nU. S., at 442 (quoting §20901; emphasis and alterations in\noriginal; citation omitted). That purpose, the majority further\nnoted, informed SORNA’s “broad[ ]” definition of “sex\noffender,” which “include[s] any ‘individual whowasconvicted of a sex offense.’ ”Id.,at 442 (quoting\n§20911(1); emphasis added). And those two provisions were at one\nwith “[t]he Act’s history.”Id.,at 442. Quoting statements\nfrom both the House and the Senate about the sex offenders then\n“lost” to the system,Reynoldsexplained that the Act’s\n“supporters placed considerable importance upon the registration of\npre-Act offenders.”Ibid.In recognizing all this, the\nmajority (temporarily) bonded with the dissenting Justices, who\nfound it obvious that SORNA was “meant to cover pre-Act offenders.”Id.,at 448 (Scalia, J., dissenting). And indeed, the\ndissent emphasized that common ground, remarking that “the Court\nacknowledges” and “rightly believes” that registration of pre-Act\noffenders was “what the statute sought to achieve.”Id.,at\n448–449.[1]But if that was so, why had Congress (as the\nmajority held) conditioned the pre-Act offenders’ duty to register\non a prior “ruling from the Attorney General”?Id.,at 441.\nThe majority had a simple answer: “[I]nstantaneousregistration” of pre-Act offenders “might not prove feasible,” or\n“[a]t least Congress might well have so thought.”Id.,at\n440–441, 443. Here, the majority explained that SORNA’s\nrequirements diverged from prior state law. Seeid., at 440;supra,at 2. Some pre-Act offenders (as defined by SORNA)\nhad never needed to register before; others had once had to\nregister, but had fulfilled their old obligations. And still others\n(the “lost” or “missing” offenders) should have registered, but had\nescaped the system. As a result, SORNA created a “practical\nproblem[ ]”: It would require “newly registering or\nreregistering a large number of pre-Act offenders.”Reynolds, 565 U. S., at 440 (internal quotation marks\nomitted). And attached to that broad feasibility concern was a more\ntechnical one. Recall that under SORNA “a sex offender must\ninitially register before completing his ‘sentence of\nimprisonment.’ ”Id.,at 439 (quoting §20913(b)); seesupra,at 3. But many pre-Act offenders were already out of\nprison, so could not comply with that requirement. That inability\nraised questions about “how[] the new registration requirements\napplied to them.” 565 U. S., at 441.“Congress[’s]\nsolution” to both those difficulties was the same: Congress\n“[a]sk[ed] the Department of Justice, charged with responsibility\nfor implementation, to examine [the issues] and to apply the new\nregistration requirements accordingly.”Ibid.On that understanding, the Attorney General’s\nrole under §20913(d) was important but limited: It was to apply\nSORNA to pre-Act offenders as soon as he thought it feasible to do\nso. That statutory delegation, the Court explained, would\n“involve[] implementation delay.”Id.,at 443. But no more\nthan that. Congress had made clear in SORNA’s text that the new\nregistration requirements would apply to pre-Act offenders. Seeid.,at 442–445. So (the Court continued) “there was no\nneed” for Congress to worry about the “unrealistic possibility”\nthat “the Attorney General would refuse to apply” those\nrequirements on some excessively broad view of his authority under\n§20913(d).Id.,at 444–445. Reasonably read, SORNA enabled\nthe Attorney General only to address (as appropriate) the\n“practical problems” involving pre-Act offenders before requiring\nthem to register.Id.,at 440. The delegation was a stopgap,\nand nothing more.[2]Gundy dismissesReynolds’s relevance, but\nhis arguments come up short. To begin, he contends thatRey-\nnoldsspoke “tentative[ly]”—with “might[s], may[s], or\ncould[s]”—about Congress’s reasons for enacting §20913(d). Reply\nBrief 11; seesupra,at 7 (quoting such phrases). Gundy\nconcludes from such constructions—which are indeed present—that the\nCourt was “not offering a definitive reading of the statute.” Reply\nBrief 11. But the Court used those locutions to convey not its own\nuncertainty but Congress’s. The point of the opinion was that\nCongress had questions about how best to phase SORNA’s application\nto pre-Act offenders, so gave the Attorney General flexibility on\ntiming. The “mights, mays, and coulds” were there to describe the\nlegislative mindset responsible for §20913(d), and thus formed part\nof the Court’s own—yes, “definitive”—view of that provision’s\nmeaning. Anticipating that explanation, Gundy falls back on the\nclaim that the Court’s account of Congress’s motivations “cannot\nsupply the intelligible principle Congress failed to enact into\nlaw.”Id.,at 12 (citingWhitman, 531 U. S., at\n473). But the Court inReynoldsdid not invent a standard\nCongress omitted. Rather, the Court read the statute to contain a\nstandard—again, that the Attorney General should apply SORNA to\npre-Act offenders as soon as feasible. And as the next part of this\nopinion shows, in somewhat greater detail thanReynoldsthought necessary, we read the statute in the same way.BRecall again the delegation provision at\nissue. Congress gave the Attorney General authority to “specify the\napplicability” of SORNA’s requirements to pre-Act offenders.\n§20913(d). And in the second half of the same sentence, Congress\ngave him authority to “prescribe rules for the registration of any\nsuch sex offenders . . . who are unable to comply with” subsection\n(b)’s initial registration requirement.Ibid.What does the\ndelegation in §20913(d) allow the Attorney General to do?The different answers on offer here reflect\ncompeting views of statutory interpretation. As noted above, Gundy\nurges us to read §20913(d) to empower the Attorney General to do\nwhatever he wants as to pre-Act offenders: He may make them all\nregister immediately or he may exempt them from registration\nforever (or he may do anything in between). See Brief for\nPetitioner 41–42;supra,at 6. Gundy bases that argument on\nthe first half of §20913(d), isolated from everything else—from the\nsecond half of the same section, from surrounding provisions in\nSORNA, and from any conception of the statute’s history and\npurpose.Reynoldstook a different approach (as does the\nGovernment here), understanding statutory interpretation as a\n“holistic endeavor” which determines meaning by looking not to\nisolated words, but to text in context, along with purpose and\nhistory.United Sav. Assn. of Tex.v.Timbers of Inwood\nForest Associates, Ltd.,484 U.S.\n365, 371 (1988).This Court has long refused to construe words\n“in a vacuum,” as Gundy attempts.Davisv.Michigan Dept.\nof Treasury,489 U.S.\n803, 809 (1989). “It is a fundamental canon of statutory\nconstruction that the words of a statute must be read in their\ncontext and with a view to their place in the overall statutory\nscheme.”National Assn. of Home Buildersv.Defenders of\nWildlife,551 U.S.\n644, 666 (2007) (internal quotation marks omitted); seeUtility Air Regulatory Groupv.EPA, 573 U.S. 302,\n321 (2014) (“[R]easonable statutory interpretation must account for\nboth the specific context in which . . . language is used\nand the broader context of the statute as a whole” (internal\nquotation marks omitted)). And beyond context and structure, the\nCourt often looks to “history [and] purpose” to divine the meaning\nof language.Maracichv.Spears, 570 U.S. 48, 76\n(2013) (internal quotation marks omitted). That non-blinkered brand\nof interpretation holds good for delegations, just as for other\nstatutory provisions. To define the scope of delegated authority,\nwe have looked to the text in “context” and in light of the\nstatutory “purpose.”National Broadcasting Co.v.United\nStates,319 U.S.\n190, 214, 216 (1943) (internal quotation marks omitted); seeAmerican Power & Light, 329 U. S., at 104 (stating\nthat the delegation at issue “derive[d] much meaningful content\nfrom the purpose of the Act, its factual background and the\nstatutory context”). In keeping with that method, we again do so\ntoday.So begin at the beginning, with the\n“[d]eclaration of purpose” that is SORNA’s first sentence. §20901.\nThere, Congress announced (asReynoldsnoted, seesupra,at 6–7) that “to protect the public,” it was\n“establish[ing] a comprehensive national system for the\nregistration” of “sex offenders and offenders against children.”\n§20901. The term “comprehensive” has a clear meaning—something that\nis all-encompassing or sweeping. See,e.g.,Webster’s Third\nNew International Dictionary 467 (2002) (“covering a matter under\nconsideration completely or nearly completely”); New Oxford\nAmerican Dictionary 350 (2d ed. 2005) (“complete; including all or\nnearly all elements or aspects of something”). That description\ncould not fit the system SORNA created if the Attorney General\ncould decline, for any reason or no reason at all, to apply SORNA\nto all pre-Act offenders. After all, for many years after SORNA’s\nenactment, the great majority of sex offenders in the country would\nbe pre-Act offenders. If Gundy were right, all of those offenders\ncould be exempt from SORNA’s registration requirements. So the\nmismatch between SORNA’s statement of purpose and Gundy’s view of\n§20913(d) is as stark as stark comes. Responding to that patent\ndisparity, Gundy urges us to ignore SORNA’s statement of purpose\nbecause it is “located in the Act’s preface” rather than “tied”\nspecifically to §20913(d). Brief for Petitioner 46. But the\nplacement of such a statement within a statute makes no difference.\nSee A. Scalia & B. Garner, Reading Law: The Interpretation of\nLegal Texts 220 (2012). Wherever it resides, it is “an appropriate\nguide” to the “meaning of the [statute’s] operative provisions.”Id.,at 218. And here it makes clear that SORNA was supposed\nto apply to all pre-Act offenders—which precludes Gundy’s\nconstruction of §20913(d).The Act’s definition of “sex offender” (also\nnoted inReynolds, seesupra,at 7) makes the same\npoint. Under that definition, a “sex offender” is “an individual\nwho was convicted of a sex offense.” §20911(1). Note the tense:\n“was,” not “is.” This Court has often “looked to Congress’ choice\nof verb tense to ascertain a statute’s temporal reach,” including\nwhen interpreting other SORNA provisions.Carrv.United\nStates,560 U.S.\n438, 447–448 (2010) (holding that because SORNA “sets forth\n[its] travel requirement in the present tense,” the statute’s\ncriminal penalties do not apply to a person whose interstate travel\npredated enactment); see,e.g.,United Statesv.Wilson,503 U.S.\n329, 333 (1992);Gwaltney of Smithfield, Ltd.v.Chesapeake Bay Foundation, Inc.,484 U.S.\n49, 57 (1987). Here, Congress’s use of the past tense to define\nthe term “sex offender” shows that SORNA was not merely\nforward-looking. The word “is” would have taken care of all future\noffenders. The word “was” served to bring in the hundreds of\nthousands of persons previously found guilty of a sex offense, and\nthought to pose a current threat to the public. The tense of the\n“sex offender” definition thus confirms that the delegation allows\nonly temporary exclusions, as necessary to address feasibility\nissues. Contra Gundy, it does not sweep so wide as to make a\nlaughingstock of the statute’s core definition.The Act’s legislative history backs up\neverything said above by showing that the need to register pre-Act\noffenders was front and center in Congress’s thinking. (Once again,\ntheReynoldsmajority noted this history, but Justice\nScalia’s dissent thought that was gilding the lily. Seesupra,at 7, and n. 1. He had a point, but we can’t resist.)\nRecall that Congress designed SORNA to address “loopholes and\ndeficiencies” in existing registration laws. Seesupra,at\n2. And no problem attracted greater attention than the large number\nof sex offenders who had slipped the system. According to the House\nReport, “[t]he most significant enforcement issue in the sex\noffender program is that over 100,000 sex offenders” are\n“ ‘missing,’ meaning that they have not complied with”\nthen-current requirements. H. R. Rep. No. 109–218, at 26. There is\na “strong public interest,” the Report continued, in “having [those\noffenders] register with current information to mitigate the risks\nof additional crimes against children.”Id.,at 24. Senators\nstruck a similar chord in the debates preceding SORNA’s passage,\nrepeatedly stressing that the new provisions would capture the\nmissing offenders. See,e.g.,152 Cong. Rec. 15338 (2006)\n(statement of Sen. Kyl) (“The penalties in this bill should be\nadequate to ensure that [the 100,000 missing offenders] register”);id.,at 13050 (statement of Sen. Frist) (“Every day that we\ndon’t have this national sex offender registry, these missing sex\npredators are out there somewhere”). Imagine how surprising those\nMembers would have found Gundy’s view that they had authorized the\nAttorney General to exempt the missing “predators” from registering\nat all.With that context and background established, we\nmay return to §20913(d). As we have noted, Gundy makes his stand\nthere (and there only), insisting that the lonesome phrase “specify\nthe applicability” ends this case. Seesupra,at 10. But in\nso doing, Gundy ignores even the rest of the section that phrase is\nin. Both the title and the remaining text of that section pinpoint\none of the “practical problems” discussed above: At the moment of\nSORNA’s enactment, many pre-Act offenders were “unable to comply”\nwith the Act’s initial registration requirements. §20913(d);Reynolds, 565 U. S., at 440; seesupra,at 8.\nThat was because, once again, the requirements assumed that\noffenders would be in prison, whereas many pre-Act offenders were\non the streets. In identifying that issue, §20913(d) itself reveals\nthe nature of the delegation to the Attorney General. It was to\ngive him the time needed (if any) to address the various\nimplementation issues involved in getting pre-Act offenders into\nthe registration system. “Specify the applicability” thus does not\nmean “specifywhetherto apply SORNA” to pre-Act offenders\nat all, even though everything else in the Act commands their\ncoverage. The phrase instead means “specifyhowto apply\nSORNA” to pre-Act offenders if transitional difficulties require\nsome delay. In that way, the whole of §20913(d) joins the rest of\nSORNA in giving the Attorney General only time-limited latitude to\nexcuse pre-Act offenders from the statute’s requirements. Under the\nlaw, he had to order their registration as soon as feasible.And no Attorney General has used (or,\napparently, thought to use) §20913(d) in any more expansive way. To\nthe contrary. Within a year of SORNA’s enactment (217 days, to be\nprecise), the Attorney General determined that SORNA would apply\nimmediately to pre-Act offenders. See Interim Rule, 72 Fed. Reg.\n8897;supra,at 4. That rule has remained in force ever\nsince (save for a technical change to one of the rule’s\nillustrative examples). See Final Rule, 75 Fed. Reg.\n81850.[3] And at oral argument\nhere, the Solicitor General’s office—rarely in a hurry to agree to\nlimits on the Government’s authority—acknowledged that §20913(d)\ndoes not allow the Attorney General to excuse a pre-Act offender\nfrom registering, except for reasons of “feasibility.” Tr. of Oral\nArg. 41–42. We thus end up, on close inspection of the statutory\nscheme, exactly whereReynoldsleft us. The Attorney\nGeneral’s authority goes to transition-period implementation\nissues, and no further.CNow that we have determined what §20913(d)\nmeans, we can consider whether it violates the Constitution. The\nquestion becomes: Did Congress make an impermissible delegation\nwhen it instructed the Attorney General to apply SORNA’s\nregistration requirements to pre-Act offenders as soon as feasible?\nUnder this Court’s long-established law, that question is easy. Its\nanswer is no.As noted earlier, this Court has held that a\ndelegation is constitutional so long as Congress has set out an\n“intelligible principle” to guide the delegee’s exercise of\nauthority.J. W. Hampton, Jr., & Co., 276 U. S., at 409;\nseesupra,at 5. Or in a related formulation, the Court has\nstated that a delegation is permissible if Congress has made clear\nto the delegee “the general policy” he must pursue and the\n“boundaries of [his] authority.”American Power & Light,\n329 U. S., at 105. Those standards, the Court has made clear, are\nnot demanding. “[W]e have ‘almost never felt qualified to\nsecond-guess Congress regarding the permissible degree of policy\njudgment that can be left to those executing or applying the\nlaw.’ ”Whitman, 531 U. S., at 474–475 (quotingMistretta, 488 U. S., at 416 (Scalia, J., dissenting)).\nOnly twice in this country’s history (and that in a single year)\nhave we found a delegation excessive—in each case because “Congress\nhad failed to articulateanypolicy or standard” to confine\ndiscretion.Mistretta, 488 U. S., at 373, n. 7\n(emphasis added); seeA. L. A. Schechter Poultry Corp.v.United States,295 U.S.\n495(1935);Panama Refining Co.v.Ryan,293 U.S.\n388(1935). By contrast, we have over and over upheld even very\nbroad delegations. Here is a sample: We have approved delegations\nto various agencies to regulate in the “public interest.” See,e.g., National Broadcasting Co., 319 U. S., at 216;New\nYork Central Securities Corp.v.United States,287 U.S.\n12, 24 (1932). We have sustained authorizations for agencies to\nset “fair and equitable” prices and “just and reasonable” rates.Yakus, 321 U. S., at 422, 427;FPCv.Hope Natural\nGas Co.,320 U.S.\n591(1944). We more recently affirmed a delegation to an agency\nto issue whatever air quality standards are “requisite to protect\nthe public health.”Whitman, 531 U. S., at 472 (quoting\n42 U. S. C. §7409(b)(1)). And so forth.In that context, the delegation in SORNA easily\npasses muster (as all eleven circuit courts to have considered the\nquestion found, seesupra,at 4). The statute conveyed\nCongress’s policy that the Attorney General require pre-Act\noffenders to register as soon as feasible. Under the law, the\nfeasibility issues he could address were administrative—and, more\nspecifically, transitional—in nature. Those issues arose, asReynoldsexplained, from the need to “newly register[ ]\nor reregister[ ] ‘a large number’ of pre-Act offenders” not\nthen in the system. 565 U. S., at 440; seesupra,at 8.\nAnd they arose, more technically, from the gap between an initial\nregistration requirement hinged on imprisonment and a set of\npre-Act offenders long since released. See 565 U. S., at 441;\nseesupra,at 8. Even for those limited matters, the Act\ninformed the Attorney General that he did not have forever to work\nthings out. By stating its demand for a “comprehensive”\nregistration system and by defining the “sex offenders” required to\nregister to include pre-Act offenders, Congress conveyed that the\nAttorney General had only temporary authority. Or again, in the\nwords ofReynolds, that he could prevent\n“instantaneousregistration” and impose some “implementation\ndelay.” 565 U. S., at 443. That statutory authority, as\ncompared to the delegations we have upheld in the past, is\ndistinctly small-bore. It falls well within constitutional\nbounds.[4]Indeed, if SORNA’s delegation is\nunconstitutional, then most of Government is\nunconstitutional—dependent as Congress is on the need to give\ndiscretion to executive officials to implement its programs.\nConsider again this Court’s long-time recognition: “Congress simply\ncannot do its job absent an ability to delegate power under broad\ngeneral directives.”Mistretta, 488 U. S., at 372; seesupra, at 5. Or as the dissent in that case agreed: “[S]ome\njudgments . . . must be left to the officers executing\nthe law.” 488 U. S., at 415 (opinion of Scalia, J.); seeWhitman, 531 U. S., at 475 (“[A] certain degree of\ndiscretion[ ] inheres in most executive” action (internal\nquotation marks omitted)). Among the judgments often left to\nexecutive officials are ones involving feasibility. In fact,\nstandards of that kind are ubiquitous in the U. S. Code. See,e.g.,12 U. S. C. §1701z–2(a) (providing that the Secretary\nof Housing and Urban Development “shall require, to the greatest\nextent feasible, the employment of new and improved technologies,\nmethods, and materials in housing construction[ ] under [HUD]\nprograms”); 47 U. S. C. §903(d)(1) (providing that “the Secretary\nof Commerce shall promote efficient and cost-effective use of the\nspectrum to the maximum extent feasible” in “assigning frequencies\nfor mobile radio services”). In those delegations, Congress gives\nits delegee the flexibility to deal with real-world constraints in\ncarrying out his charge. So too in SORNA.It is wisdom and humility alike that this Court\nhas always upheld such “necessities of government.”Mistretta, 488 U. S., at 416 (Scalia, J., dissenting)\n(internal quo- tation marks omitted); seeibid.(“Since\nCongress is no less endowed with common sense than we are, and\nbetter equipped to inform itself of the ‘necessities’ of\ngovernment; and since the factors bearing upon those necessities\nare both multifarious and (in the nonpartisan sense) highly\npolitical . . . it is small wonder that we have almost never felt\nqualified to second-guess Congress regarding the permissible degree\nof policy judgment that can be left to those executing or applying\nthe law”). We therefore affirm the judgment of the Court of\nAppeals.It is so ordered.Justice Kavanaugh took no part in the\nconsideration or decision of this case.Notes1As to that point, the\ndissent criticized the majority only for basing its view in part on\nlegislative history. 565 U. S., at 448, n. (opinion of Scalia,\nJ.). The dissent found the majority’s excursion into history “quite\nsuperfluous” given that the “text of the Act itself makes clear\nthat Congress sought” to ensure the registration of all pre-Act\noffenders.Ibid.In reaching that conclusion, the dissent\nrelied on the Act’s express statement of purpose and its “sex\noffender” definition. Seeinfra, at 11–13.2Once again, the dissent\nagreed with the Court that §20913(d) could not sensibly be read to\ngive the Attorney General any greater power. “[I]t is simply\nimplausible,” the dissent concluded, “that the Attorney General was\ngiven discretion to determine whether coverage of pre-Act offenders\n(one of the purposes of the Act) should exist.” 565 U. S., at\n450 (opinion of Scalia, J.). The dissent parted ways with the Court\nonly in interpreting §20913(d) to provide the Attorney General with\neven less authority.3Gundy tries to dispute\nthat simple fact, but fails. He points to changes that Attorneys\nGeneral have made in guidelines to States about how to satisfy\nSORNA’s funding conditions. See Brief for Petitioner 32–33. But\nthose state-directed rules are independent of the only thing at\nissue here: the application of registration requirements to pre-Act\noffenders. Those requirements have been constant since the Attorney\nGeneral’s initial rule, as the guidelines themselves affirm. See 73\nFed. Reg. 38046 (2008); 76 Fed. Reg. 1639 (2011). Indeed, the\nguidelines to States are issued not under §20913(d) at all, but\nunder a separate delegation in §20912(b). See 73 Fed. Reg. 38030;\n76 Fed. Reg. 1631.4Even Gundy conceded at\noral argument that if the statute means what we have said, it\n“likely would be constitutional.” Tr. of Oral Arg. 25. That is why\nall of his argument is devoted to showing that it means something\nelse.",
    "joined": []
}