{
    "case": {
        "docket": "565",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/565/"
    },
    "id": "1970889",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–696_________________TOWN OF GREECE, NEW YORK, PETITIONER v.SUSAN\nGALLOWAY et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[May 5, 2014]Justice Kagan, with\nwhom Justice Ginsburg, Jus-tice Breyer, and Justice Sotomayor join,\ndissenting.For centuries now,\npeople have come to this country from every corner of the world to\nshare in the blessing of religious freedom. Our Constitution\npromises that they may worship in their own way, without fear of\npenalty or danger, and that in itself is a momentous offering. Yet\nour Constitution makes a commitment still more\nremarkable—that however those individuals worship, they will\ncountas full and equal American citizens. A Christian, a Jew,a\nMuslim (and so forth)—each stands in the same re-lationship\nwith her country, with her state and localcommunities, and with\nevery level and body of government. So that when each person\nperforms the duties or seeks the benefits of citizenship, she does\nso not as an adherent to one or another religion, but simply as an\nAmerican.I respectfully dissent\nfrom the Court’s opinion because I think the Town of\nGreece’s prayer practices violate that norm of religious\nequality—the breathtakingly generous constitutional idea that\nour public institutions belong no less to the Buddhist or Hindu\nthan to the Methodist or Episcopalian. I do not contend that\nprinciple translates here into a bright separationist line. To the\ncontrary, Iagree with the Court’s decision in Marsh\nv. Chambers, 463 U. S. 783 (1983) , upholding the Nebraska\nLegislature’s tra-dition of beginning each session with a\nchaplain’s prayer. And I believe that pluralism and inclusion\nin a town hall can satisfy the constitutional requirement of\nneutrality; such a forum need not become a religion-free zone. But\nstill, the Town of Greece should lose this case. The practice at\nissue here differs from the one sustained in Marsh because\nGreece’s town meetings involve participation by ordinary\ncitizens, and the invocations given—directly to those\ncitizens—were predominantly sectarian in content. Still more,\nGreece’s Board did nothing to recognize religious diversity:\nIn arranging for clergy members to open each meeting, the Town\nnever sought (except briefly when this suit was filed) to involve,\naccommodate, or in any way reach out to adherents of non-Christian\nreligions. So month in and month out for over a decade, prayers\nsteeped in only one faith, addressed toward members of the public,\ncommenced meetings to discuss local affairs and distribute\ngovernment benefits. In my view, that practice does not square with\nthe First Amendment’s promise that every citizen,\nirrespective of her religion, owns an equal share in her\ngovernment.ITo begin to see what\nhas gone wrong in the Town of Greece, consider several hypothetical\nscenarios in which sectarian prayer—taken straight from this\ncase’s record—infuses governmental activities. None\ninvolves, as this case does, a proceeding that could be\ncharacterized as a legislative session, but they are useful to\nelaborate some general principles. In each instance, assume (as was\ntrue in Greece) that the invocation is given pursuant to government\npolicy and is representative of the prayers generally offered in\nthe designated setting:You are a party in a case going to trial;\nlet’s say you have filed suit against the government for\nviolating one of your legal rights. The judge bangs his gavel to\ncall the court to order, asks a minister to come to the front of\nthe room, and instructs the 10 or so individuals present to rise\nfor an opening prayer. The clergyman faces those in attendance and\nsays: “Lord, God of all creation, . . . . We\nacknowledge the saving sacrifice of Jesus Christ on the cross. We\ndraw strength . . . from his resurrection at Easter.\nJesus Christ, who took away the sins of the world, destroyed our\ndeath, through his dying and in his rising, he has restored our\nlife. Blessed are you, who has raised up the Lord Jesus, you who\nwill raise us, in our turn, and put us by His\nside. . . . Amen.” App. 88a–89a. The\njudge then asks your lawyer to begin the trial.It’s election day, and you head over to\nyour local polling place to vote. As you and others wait to give\nyour names and receive your ballots, an election official asks\neveryone there to join him in prayer. He says: “We pray this\n[day] for the guidance of the Holy Spirit as [we vote]\n. . . . Let’s just say the Our Father\ntogether. ‘Our Father, who art in Heaven, hallowed be thy\nname; thy King-dom come, thy will be done, on earth as it is in\nHeaven. . . .’ ” Id., at 56a. And\nafter he concludes, he makes the sign of the cross, and appears to\nwait expectantly for you and the other prospective voters to do so\ntoo.You are an immigrant attending a naturalization\nceremony to finally become a citizen. The presiding official tells\nyou and your fellow applicants that before administering the oath\nof allegiance, he would like a minister to pray for you and with\nyou. The pastor steps to the front of the room, asks everyone to\nbow their heads, and recites: “[F]ather, son, and Holy\nSpirit—it is with a due sense of reverence and awe that we\ncome before you [today] seeking your blessing\n. . . . You are . . . a wise God, oh Lord,\n. . . as evidenced even in the plan of redemption that is\nfulfilled in Jesus Christ. We ask that you would give freely and\nabundantly wisdom to one and to all. . . in the name of\nthe Lord and Savior Jesus Christ, who lives with you and the Holy\nSpirit, one God for ever and ever. Amen.” Id., at\n99a–100a.I would hold that the government officials\nresponsible for the above practices—that is, for prayer\nrepeatedly invoking a single religion’s beliefs in these\nsettings—crossed a constitutional line. I have every\nconfidence the Court would agree. See ante, at 13 (Alito, J.,\nconcurring). And even Greece’s attorney conceded that\nsomething like the first hypothetical (he was not asked about the\nothers) would violate the First Amendment. See Tr. of Oral Arg.\n3–4. Why?The reason, of course,\nhas nothing to do with Christian-ity as such. This opinion is full\nof Christian prayers, be-cause those were the only invocations\noffered in the Town of Greece. But if my hypotheticals involved the\nprayer of some other religion, the outcome would be exactly the\nsame. Suppose, for example, that government officials in a\npredominantly Jewish community asked a rabbi to begin all public\nfunctions with a chanting of the Sh’ma and V’ahavta.\n(“Hear O Israel! The Lord our God, the Lord is\nOne. . . . Bind [these words] as a sign upon your\nhand; let them be a symbol before your eyes; inscribe them on the\ndoorposts of your house, and on your gates.”) Or assume\nofficials in a mostly Muslim town requested a muezzin to commence\nsuch functions, over and over again, with a recitation of the\nAdhan. (“God is greatest, God is greatest. I bear witness\nthat there is no deity but God. I bear witness that Muhammed is the\nMessenger of God.”) In any instance, the question would be\nwhy such government-sponsored prayer of a single religion goes\nbeyond the constitutional pale.One glaring problem is\nthat the government in all these hypotheticals has aligned itself\nwith, and placed its imprimatur on, a particular religious creed.\n“The clearest command of the Establishment Clause,”\nthis Court has held, “is that one religious denomination\ncannot be offi-cially preferred over another.” Larson v.\nValente, 456 U. S. 228, 244 (1982) . Justices have often\ndiffered about a further issue: whether and how the Clause applies\nto governmental policies favoring religion (of all kinds) over\nnon-religion. Compare, e.g., McCreary County v. American Civil\nLiberties Union of Ky., 545 U. S. 844, 860 (2005)\n(“[T]he First Amendment mandates governmental neutrality\nbetween . . . religion and nonreligion”), with, e.g., id., at\n885 (Scalia, J., dissenting) (“[T]he Court’s oft\nrepeated assertion that the government cannot favor religious\npractice [generally] is false”). But no one has disagreed\nwith this much:“[O]ur constitutional tradition,\nfrom the Declaration of Independence and the first inaugural\naddress of Washington . . . down to the present day, has\n. . . ruled out of order government-sponsored endorsement\nof religion . . . where the endorsement is sectarian, in\nthe sense of specifying details upon which men and women who\nbelieve in a benevolent, omnipotent Creatorand Ruler of the world\nare known to differ (for example, the divinity of Christ).”\nLee v. Weisman, 505 U. S. 577, 641 (1992) (Scalia, J.,\ndissenting).See also County of Allegheny v. American Civil\nLiberties Union, Greater Pittsburgh Chapter, 492 U. S. 573\n(1989) (“Whatever else the Establishment Clause may\nmean[,] . . . [it] means at the very least that\ngovernment may not demonstrate a preference for one particular sect\nor creed (including a preference for Christianity over other\nreligions)”).[1] By\nauthorizing and overseeing prayersassociated with a single\nreligion—to the exclusion of all others—the government\nofficials in my hypotheticalcases (whether federal, state, or local\ndoes not matter) have violated that foundational principle. They\nhave em-barked on a course of religious favoritism anathema to the\nFirst Amendment.And making matters\nstill worse: They have done so in a place where individuals come to\ninteract with, and partici-pate in, the institutions and processes\nof their government. A person goes to court, to the polls, to a\nnaturalization ceremony—and a government official or his\nhand-picked minister asks her, as the first order of\nofficialbusiness, to stand and pray with others in a way\nconflicting with her own religious beliefs. Perhaps she feels\nsuffi-cient pressure to go along—to rise, bow her head, and\njoin in whatever others are saying: After all, she wants,very\nbadly, what the judge or poll worker or immigration official has to\noffer. Or perhaps she is made of stronger mettle, and she opts not\nto participate in what she does not believe—indeed, what\nwould, for her, be something like blasphemy. She then must make\nknown her dissent from the common religious view, and place herself\napart from other citizens, as well as from the officials\nresponsible for the invocations. And so a civic function of some\nkind brings religious differences to the fore: That public\nproceeding becomes (whether intentionally or not) an instrument for\ndividing her from adherents to the community’s majority\nreligion, and for altering the very nature of her relationship with\nher government.That is not the country\nwe are, because that is not what our Constitution permits. Here,\nwhen a citizen stands before her government, whether to perform a\nservice or request a benefit, her religious beliefs do not enter\ninto the picture. See Thomas Jefferson, Virginia Act for\nEstablishing Religious Freedom (Oct. 31, 1785), in 5 The\nFounders’ Constitution 85 (P. Kurland & R. Lerner eds.\n1987) (“[O]pinion[s] in matters of religion . . . shall in no\nwise diminish, enlarge, or affect [our] civil capacities”).\nThe government she faces favors no particular religion, either by\nword or by deed. And that government, in its various processes and\nproceedings, imposes no religious tests on its citizens, sorts none\nof them by faith, and permits no exclusion based on belief. When a\nperson goes to court, a polling place, or an immigration\nproceeding—I could go on: to a zoning agency, a parole board\nhearing, or the DMV—government officials do not engage in\nsectarian worship, nor do they ask her to do likewise. They all\nparticipate in the business of government not as Christians, Jews,\nMuslims (and more), but only as Americans—none of them\ndifferent from any other for that civic purpose. Why not, then, at\na town meeting?IIIn both\nGreece’s and the majority’s view, everything I have\ndiscussed is irrelevant here because this case involves “the\ntradition of legislative prayer outlined” in Marsh v.\nChambers, 463 U. S. 783 . Ante, at 10. And before I dispute\nthe Town and Court, I want to give them their due: They are right\nthat, under Marsh, legislative prayer has a distinctive\nconstitutional warrant by virtue of tradition. As the Court today\ndescribes, a long history, stretching back to the first session of\nCongress (when chaplains began to give prayers in both Chambers),\n“ha[s] shown that prayer in this limited context could\n‘coexis[t] with the principles of disestablishment and\nreligious freedom.’ ” Ante, at 10 (quoting Marsh,\n463 U. S., at 786). Relying on that “unbroken”\nnational tradition, Marsh upheld (I think correctly) the Nebraska\nLegislature’s practice of opening each day with a\nchaplain’s prayer as “a tolerable acknowledgment of\nbeliefs widely held among the people of this country.” Id.,\nat 792. And so I agree with the majority that the issue here is\n“whether the prayer practice in the Town of Greece fits\nwithin the tradition long followed in Congress and the state\nlegislatures.” Ante, at 9.Where I depart from the\nmajority is in my reply to that question. The town hall here is a\nkind of hybrid. Greece’s Board indeed has legislative\nfunctions, as Congress and state assemblies do—and that means\nsome opening prayers are allowed there. But much as in my\nhypotheticals, the Board’s meetings are also occasions for\nordinary citizens to engage with and petition their government,\noften on highly individualized matters. That feature calls for\nBoard members to exercise special care to ensure that the prayers\noffered are inclusive—that they respect each and every member\nof the community as an equal citizen.[2] But the Board, and the clergy members it selected, made\nno such effort. Instead, the prayers given in Greece, addressed\ndirectly to the Town’s citizenry, were more sectarian, and\nless inclusive, than anything this Court sustained in Marsh. For\nthose reasons, the prayer in Greece departs from the legislative\ntradition that the majority takes as its benchmark.AStart by comparing\ntwo pictures, drawn precisely from reality. The first is of\nNebraska’s (unicameral) Legislature, as this Court and the\nstate senators themselves described it. The second is of town\ncouncil meetings in Greece, as revealed in this case’s\nrecord.It is morning in\nNebraska, and senators are beginning to gather in the State’s\nlegislative chamber: It is the beginning of the official workday,\nalthough senators may not yet need to be on the floor. See Chambers\nv. Marsh, 504 F. Supp. 585, 590, and n. 12 (D. Neb.\n1980); Lee, 505 U. S., at 597. The chaplain rises to give the\ndaily invocation. That prayer, as the senators emphasized when\ntheir case came to this Court, is “directed only at the\nlegislative membership, not at the public at large.” Brief\nfor Petitioners in Marsh 30. Any members of the public who happen\nto be in attendance—not very many at this early\nhour—watch only from the upstairs visitors’ gallery.\nSee App. 72 in Marsh (senator’s testimony that “as a\npractical matter the public usually is not there” during the\nprayer).The longtime chaplain\nsays something like the following (the excerpt is from his own\namicus brief supporting Greece in this case): “O God, who has\ngiven all persons talents and varying capacities, Thou dost only\nrequire of us that we utilize Thy gifts to a maximum. In this\nLegislature to which Thou has entrusted special abilities and\nopportunities, may each recognize his stewardship for the people of\nthe State.” Brief for Robert E. Palmer 9. The chaplain is a\nPresbyterian minister, and “some of his earlier\nprayers” explicitly invoked Christian beliefs, but he\n“removed all references to Christ” after a single\nlegislator complained. Marsh, 463 U. S., at 793, n. 14;\nBrief for Petitioners in Marsh 12. The chaplain also previously\ninvited other clergy members to give the invocation, including\nlocal rabbis. See ibid.Now change the channel:\nIt is evening in Greece, New York, and the Supervisor of the Town\nBoard calls its monthly public meeting to order. Those meetings (so\nsays the Board itself) are “the most important part of Town\ngovernment.” See Town of Greece, Town Board, online at\nhttp://greeceny.gov/planning/townboard (as visited May 2, 2014 and\navailable in Clerk of Court’s case file). They serve assorted\nfunctions, almost all actively involving members of the public. The\nBoard may swear in new Town employees and hand out awards for civic\naccomplishments; it always provides an opportunity (called a Public\nForum) for citizens to address local issues and ask for improved\nservices or new policies (for example, better accommodations for\nthe disabled or actions to ameliorate traffic congestion, see Pl.\nExhs. 718, 755, in No. 6:08–cv–6088 (WDNY)); and it\nusually hears debate on individ-ual applications from residents and\nlocal businesses to obtain special land-use permits, zoning\nvariances, or other licenses.The Town Supervisor,\nTown Clerk, Chief of Police, and four Board members sit at the\nfront of the meeting room on a raised dais. But the setting is\nintimate: There are likely to be only 10 or so citizens in\nattendance. A few may be children or teenagers, present to receive\nan award or fulfill a high school civics requirement.As the first order of\nbusiness, the Town Supervisor introduces a local Christian clergy\nmember—denominated the chaplain of the month—to lead\nthe assembled persons in prayer. The pastor steps up to a lectern\n(emblazoned with the Town’s seal) at the front of the dais,\nand with his back to the Town officials, he faces the citizens\npresent. He asks them all to stand and to “pray as we begin\nthis evening’s town meeting.” App. 134a. (He does not\nsuggest that anyone should feel free not to participate.) And he\nsays:“The beauties of spring\n. . . are an expressive symbol of the new life of the\nrisen Christ. The Holy Spirit was sent to the apostles at Pentecost\nso that they would be courageous witnesses of the Good News to\ndifferent regions of the Mediterranean world and beyond. The Holy\nSpirit continues to be the inspiration and the source of strength\nand virtue, which we all need in the world of today. And so\n. . . [w]e pray this evening for the guidance of the Holy\nSpirit as the Greece Town Board meets.” Ibid.After the pastor concludes, Town officials\nbehind him make the sign of the cross, as do some members of the\naudience, and everyone says “Amen.” See 681 F. 3d\n20, 24 (CA2 2012). The Supervisor then announces the start of the\nPublic Forum, and a citizen stands up to complain about the\nTown’s contract with a cable company. See App. in No.\n10–3635 (CA2), p. A574.BLet’s count the\nways in which these pictures diverge. First, the governmental\nproceedings at which the prayers occur differ significantly in\nnature and purpose. The Nebraska Legislature’s floor\nsessions—like those of the U. S. Congress and other\nstate assemblies—are of, by, and for elected lawmakers.\nMembers of the public take no part in those proceedings; any few\nwho attend are spectators only, watching from a high-up\nvisitors’ gallery. (In that respect, note that neither the\nNebraska Legislature nor the Congress calls for prayer when\ncitizens themselves participate in a hearing—say, by giving\ntestimony relevant to a bill or nomination.) Greece’s town\nmeetings, by contrast, revolve around ordinary members of the\ncommunity. Each and every aspect of those sessions provides\nopportunities for Town residents to interact with public officials.\nAnd the most important parts enable those citizens to petition\ntheir government. In the Public Forum, they urge (or oppose)\nchanges in the Board’s policies and priorities; and then, in\nwhat are essentially adjudicatory hearings, they request the Board\nto grant (or deny) applications for various permits, licenses, and\nzoning variances. So the meetings, both by design and in operation,\nallow citizens to actively participate in the Town’s\ngovernance—sharing concerns, airing grievances, andboth\nshaping the community’s policies and seeking their\nbenefits.Second (and following\nfrom what I just said), the prayers in these two settings have\ndifferent audiences. In the Nebraska Legislature, the chaplain\nspoke to, and only to, the elected representatives.\nNebraska’s senators were adamant on that point in briefing\nMarsh, and the facts fully supported them: As the senators stated,\n“[t]he activ-ity is a matter of internal daily procedure\ndirected only at the legislative membership, not at [members of]\nthe public.” Brief for Petitioners in Marsh 30; see\nReply Brief for Petitioners in Marsh 8 (“The [prayer]\npractice involves no function or power of government\nvis-à-vis the Nebraska citizenry, but merely concerns an\ninternal decision of the Nebraska Legislature as to the daily\nprocedure by which it conducts its own affairs”). The same is\ntrue in the U. S. Congress and, I suspect, in every other\nstate legislature. See Brief for Members of Congress as Amici\nCuriae 6 (“Consistent with the fact that attending citizens\nare mere passive observers, prayers in the House are delivered for\nthe Representatives themselves, not those citizens”). As\nseveral Justices later noted (and the majority today agrees, see\nante, at 19–20),[3] Marsh\ninvolved “government officials invok[ing] spiritual\ninspiration entirely for their own benefit without directing any\nreligious message at the citizens they lead.” Lee, 505\nU. S., at 630, n. 8 (Souter, J., concurring).The very opposite is\ntrue in Greece: Contrary to the majority’s characterization,\nsee ante, at 19–20, the prayers there are directed squarely\nat the citizens. Remember that the chaplain of the month stands\nwith his back to the Town Board; his real audience is the group he\nis facing—the 10 or so members of the public, perhaps\nincluding children. See supra, at 10. And he typically addresses\nthose people, as even the majority observes, as though he is\n“directing [his] congregation.” Ante, at 21. He almost\nalways begins with some version of “Let us all pray\ntogether.” See, e.g., App. 75a, 93a, 106a, 109a. Often, he\ncalls on everyone to stand and bow their heads, and he may ask them\nto recite a common prayer with him. See, e.g., id., at 28a, 42a,\n43a, 56a, 77a. He refers, constantly, to a collective\n“we”—to “our” savior, for example, to\nthe presence of the Holy Spirit in “our” lives, or to\n“our brother the Lord Jesus Christ.” See, e.g., id., at\n32a, 45a, 47a, 69a, 71a. In essence, the chaplain leads, as the\nfirst part of a town meeting, a highly intimate (albeit relatively\nbrief) prayer service, with the public serving as his\ncongregation.And third, the prayers\nthemselves differ in their content and character. Marsh\ncharacterized the prayers in the Nebraska Legislature as “in\nthe Judeo-Christian tradition,” and stated, as a relevant\n(even if not dispositive) part of its analysis, that the chaplain\nhad removed all explicitly Christian references at a\nsenator’s request. 463 U. S., at 793, n. 14. And as\nthe majority acknowledges, see ante, at 12, Marsh hinged on the\nview that “that the prayer opportunity ha[d] [not] been\nexploited to proselytize or advance any one . . . faith\nor belief”; had it been otherwise, the Court would have\nreached a different decision. 463 U. S., at 794–795.But no one can fairly\nread the prayers from Greece’s Town meetings as anything\nother than explicitly Christian—constantly and exclusively\nso. From the time Greece established its prayer practice in 1999\nuntil litigation loomed nine years later, all of its monthly\nchaplains were Christian clergy. And after a brief spell\nsurrounding the filing of this suit (when a Jewish layman, a Wiccan\npriestess, and a Baha’i minister appeared at meetings), the\nTown resumed its practice of inviting only clergy from neighboring\nProtestant and Catholic churches. See App. 129a–143a. About\ntwo-thirds of the prayers given over this decade or so invoked\n“Jesus,” “Christ,” “Your Son,”\nor “the Holy Spirit”; in the 18 months before the\nrecord closed, 85% included those references. See generally id., at\n27a–143a. Many prayers contained elaborations of Christian\ndoctrine or recitations of scripture. See, e.g., id., at 129a\n(“And in the life and death, resurrection and ascension of\nthe Savior Jesus Christ, the full extent of your kindness shown to\nthe unworthy is forever demonstrated”); id., at 94a\n(“For unto us a child is born; unto us a son is given. And\nthe government shall be upon his\nshoulder . . .”). And the prayers usually\nclose with phrases like “in the name of Jesus Christ”\nor “in the name of Your son.” See, e.g., id., at 55a,\n65a, 73a, 85a.Still more, the prayers\nbetray no understanding that the American community is today, as it\nlong has been, a rich mosaic of religious faiths. See Braunfeld v.\nBrown, 366 U. S. 599, 606 (1961) (plurality opinion)\n(recognizing even half a century ago that “we are a\ncosmopolitan nation made up of people of almost every conceivable\nreligious preference”). The monthly chaplains appear almost\nalways to assume that everyone in the room is Christian (and of a\nkind who has no objection to government-sponsored worship[4]). The Town itself has never urged\nits chaplains to reach out to members of other faiths, or even to\nrecall that they might be present. And accordingly, few chaplains\nhave made any effort to be inclusive; none has thought even to\nassure attending members of the public that they need not\nparticipate in the prayer session. Indeed, as the majority\nforthrightly recognizes, see ante, at 17, when the plaintiffs here\nbegan to voice concern over prayers that excluded some Town\nresidents, one pastor pointedly thanked the Board “[o]n\nbehalf of all God-fearing people” for holding fast, and\nanother declared the objectors “in the minority and\n. . . ignorant of the history of our country.” App.\n137a, 108a.CThose three\ndifferences, taken together, remove this case from the protective\nambit of Marsh and the history on which it relied. To recap: Marsh\nupheld prayer addressed to legislators alone, in a proceeding in\nwhich citizens had no role—and even then, only when it did\nnot “proselytize or advance” any single religion. 463\nU. S., at 794. It was that legislative prayer practice (not\nevery prayer in a body exercising any legislative function) that\nthe Court found constitutional given its “unambiguous and\nunbroken history.” Id., at 792. But that approved practice,\nas I have shown, is not Greece’s. None of the history Marsh\ncited—and none the majority details today—supports\ncalling on citizens to pray, in a manner consonant with only a\nsingle religion’s beliefs, at a participatory public\nproceeding, having both legislative and adjudicative components. Or\nto use the majority’s phrase, no “history shows that\nth[is] specific practice is permitted.” Ante, at 8. And so,\ncontra the majority, Greece’s prayers cannot simply ride on\nthe constitutional coattails of the legislative tradition Marsh\ndescribed. The Board’s practice must, in its own particulars,\nmeet constitutional requirements.And the guideposts for\naddressing that inquiry include the principles of religious\nneutrality I discussed earlier. See supra, at 4–8. The\ngovernment (whether federal, state, or local) may not favor, or\nalign itself with, any particular creed. And that is nowhere more\ntrue than when officials and citizens come face to face in their\nshared institutions of governance. In performing civic functions\nand seeking civic benefits, each person of this nation must\nexperience a government that belongs to one and all, irrespective\nof belief. And for its part, each government must ensure that its\nparticipatory processes will not classify those citizens by faith,\nor make relevant their religious differences.To decide how Greece\nfares on that score, think again about how its prayer practice\nworks, meeting after meeting. The case, I think, has a fair bit in\ncommon with my earlier hypotheticals. See supra, at 2–4, 7.\nLet’s say that a Muslim citizen of Greece goes before the\nBoard to share her views on policy or request some permit. Maybe\nshe wants the Board to put up a traffic light at a dangerous\nintersection; or maybe she needs a zoning variance to build an\naddition on her home. But just before she gets to say her piece, a\nminister deputized by the Town asks her to pray “in the name\nof God’s only son Jesus Christ.” App. 99a. She must\nthink—it is hardly paranoia, but only the truth—that\nChristian worship has become entwined with local governance. And\nnow she faces a choice—to pray alongside the majority as one\nof that group or somehow to register her deeply felt difference.\nShe is a strong person, but that is no easy call—especially\ngiven that the room is small and her every action (or inaction)\nwill be noticed. She does not wish to be rude to her neighbors, nor\ndoes she wish to aggravate the Board members whom she will soon be\ntrying to persuade. And yet she does not want to acknowledge\nChrist’s divinity, any more than many of her neighbors would\nwant to deny that tenet. So assume she declines to participate with\nthe others in the first act of the meeting—or even, as the\nmajority proposes, that she stands up and leaves the room\naltogether, see ante, at 21. At the least, she becomes a different\nkind of citizen, one who will not join in the religious practice\nthat the Town Board has chosen as reflecting its own and the\ncommunity’s most cherished beliefs. And she thus stands at a\nremove, based solely on religion, from her fellow citizens and her\nelected representatives.Everything about that\nsituation, I think, infringes the First Amendment. (And of course,\nas I noted earlier, it would do so no less if the Town’s\nclergy always used the liturgy of some other religion. See supra,\nat 4–5.) That the Town Board selects, month after month and\nyear after year, prayergivers who will reliably speak in the voice\nof Christianity, and so places itself behind a single creed. That\nin offering those sectarian prayers, the Board’s chosen\nclergy members repeatedly call on individuals, prior to\nparticipating in local governance, to join in a form of worship\nthat may be at odds with their own beliefs. That the clergy thus\nput some residents to the unenviable choice of either pretending to\npray like the majority or declining to join its communal activity,\nat the very moment of petitioning their elected leaders. That the\npractice thus divides the citizenry, creating one class that shares\nthe Board’s own evident religious beliefs and another (far\nsmaller) class that does not. And that the practice also alters a\ndissenting citizen’s relationship with her government, making\nher religious difference salient when she seeks only to engage her\nelected representatives as would any other citizen.None of this means that\nGreece’s town hall must be religion- or prayer-free.\n“[W]e are a religious people,” Marsh observed, 463\nU. S., at 792, and prayer draws some warrant from tradition in\na town hall, as well as in Congress or a state legislature, see\nsupra, at 8–9. What the circumstances here demand is the\nrecognition that we are a pluralistic people too. When citizens of\nall faiths cometo speak to each other and their elected\nrepresentativesin a legislative session, the government must take\nespe-cial care to ensure that the prayers they hear will seekto\ninclude, rather than serve to divide. No more isrequired—but\nthat much is crucial—to treat every citizen, of whatever\nreligion, as an equal participant in hergovernment.And contrary to the\nmajority’s (and Justice Alito’s) view, see ante, at\n13–14; ante, at 4–7, that is not difficult to do. If\nthe Town Board had let its chaplains know that they should speak in\nnonsectarian terms, common to diverse religious groups, then no one\nwould have valid grounds for complaint. See Joyner v. Forsyth\nCounty, 653 F. 3d 341, 347 (CA4 2011) (Wilkinson, J.) (Such\nprayers show that “those of different creeds are in the end\nkindred spirits, united by a respect paid higher providence and by\na belief in the importance of religious faith”). Priests and\nministers, rabbis and imams give such invocations all the time;\nthere is no great mystery to the project. (And providing that\nguidance would hardly have caused the Board to run afoul of the\nidea that “[t]he First Amendment is not a majority\nrule,” as the Court (headspinningly) suggests, ante, at 14;\nwhat does that is the Board’s refusal to reach out to members\nof minority religious groups.) Or if the Board preferred, it might\nhave invited clergy of many faiths to serve as chaplains, as the\nmajority notes that Congress does. See ante, at 10–11. When\none month a clergy member refers to Jesus, and the next to Allah or\nJehovah—as the majority hopefully though counterfactually\nsuggests happened here, see ante, at 10–11, 15—the\ngovernment does not identify itself with one religion or align\nitself with that faith’s citizens, and the effect of even\nsectarian prayer is transformed. So Greece had multiple ways of\nincorporating prayer into its town meetings—reflecting all\nthe ways that prayer (as most of us know from daily life) can forge\ncommon bonds, rather than divide. See also ante, at 4 (Breyer, J.,\ndissenting).But Greece could not do\nwhat it did: infuse a participatory government body with one (and\nonly one) faith, so that month in and month out, the citizens\nappearing before it become partly defined by their creed—as\nthose who share, and those who do not, the community’s\nmajor-ity religious belief. In this country, when citizens go\nbefore the government, they go not as Christians or Muslims or Jews\n(or what have you), but just as Americans (or here, as Grecians).\nThat is what it means to be an equal citizen, irrespective of\nreligion. And that is what the Town of Greece precluded by so\nidentifying itself with a single faith.IIIHow, then, does the\nmajority go so far astray, allowing the Town of Greece to turn its\nassemblies for citizens into a forum for Christian prayer? The\nanswer does not lie in first principles: I have no doubt that every\nmember of this Court believes as firmly as I that our institutions\nof government belong equally to all, regardless of faith. Rather,\nthe error reflects two kinds of blindness. First, the major-ity\nmisapprehends the facts of this case, as distinct from those\ncharacterizing traditional legislative prayer. And second, the\nmajority misjudges the essential meaning of the religious worship\nin Greece’s town hall, along with its capacity to exclude and\ndivide.The facts here matter\nto the constitutional issue; in-deed, the majority itself\nacknowledges that the requisite inquiry—a\n“fact-sensitive” one—turns on “the setting\nin which the prayer arises and the audience to whom it is\ndirected.” Ante, at 19. But then the majority glides right\nover those considerations—at least as they relate to the Town\nof Greece. When the majority analyzes the “setting” and\n“audience” for prayer, it focuses almost exclusively on\nCongress and the Nebraska Legislature, see ante, at 6–8,\n10–11, 15–16, 19–20; it does not stop to analyze\nhow far those factors differ in Greece’s meetings. The\nmajority thus gives short shrift to the gap—more like, the\nchasm—between a legislative floor session involving only\nelected officials and a town hall revolving around ordinary\ncitizens. And similarly the majority neglects to consider how the\nprayers in Greece are mostly addressed to members of the public,\nrather than (as in the forums it discusses) to the lawmakers.\n“The District Court in Marsh,” the majority expounds,\n“described the prayer exercise as ‘an internal\nact’ directed at the Nebraska Legislature’s ‘own\nmembers.’ ” Ante, at 19 (quoting Chambers v.\nMarsh, 504 F. Supp., at 588); see ante, at 20 (similarly\nnoting that Nebraska senators “invoke[d] spiritual\ninspiration entirely for their own benefit” and that prayer\nin Congress is “religious worship for national\nrepresentatives” only). Well, yes, so it is in Lincoln, and\non Capitol Hill. But not in Greece, where as I have described, the\nchaplain faces the Town’s residents—with the Board\nwatching from on high—and calls on them to pray together. See\nsupra, at 10, 12.And of course—as\nthe majority sidesteps as well—to pray in the name of Jesus\nChrist. In addressing the sectarian content of these prayers, the\nmajority again changes the subject, preferring to explain what\nhappens in other government bodies. The majority notes, for\nexample, that Congress “welcom[es] ministers of many\ncreeds,” who commonly speak of “values that count as\nuniversal,” ante, at 11, 15; and in that context, the\nmajority opines, the fact “[t]hat a prayer is given in the\nname of Jesus, Allah, or Jehovah . . . does not remove it\nfrom” Marsh’s protection, see ante, at 15. But that\ncase is not this one, as I have shown, because in Greece only\nChristian clergy members speak, and then mostly in the voice of\ntheir own religion; no Allah or Jehovah ever is mentioned. See\nsupra, at 13–14. So all the majority can point to in the\nTown’s practice is that the Board “maintains a policy\nof nondiscrimination,” and “represent[s] that it would\nwelcome a prayer by any minister or layman who wishe[s] to give\none.” Ante, at 17–18. But that representation has never\nbeen publicized; nor has the Board (except for a few months\nsurrounding this suit’s filing) offered the chaplain’s\nrole to any non-Christian clergy or layman, in either Greece or its\nenvirons; nor has the Board ever provided its chaplains with\nguidance about reaching out to members of other faiths, as most\nstate legislatures and Congress do. See 732 F. Supp. 2d 195,\n197–203 (WDNY 2010); National Conference of State\nLegislatures, Inside the Legislative Process: Prayer Practices\n5–145, 5–146 (2002); ante, at 5 (Breyer, J.,\ndissenting). The majority thus errs in assimilatingthe\nBoard’s prayer practice to that of Congress or the Ne-braska\nLegislature. Unlike those models, the Board is\ndeterminedly—and relentlessly—noninclusive.[5]And the month in, month\nout sectarianism the Board chose for its meetings belies the\nmajority’s refrain that the prayers in Greece were\n“ceremonial” in nature. Ante, at 16, 19, 21, 23.\nCeremonial references to the divine surely abound: The majority is\nright that “the Pledge of Allegiance, inaugural prayer, or\nthe recitation of ‘God save the United States and this\nhonorable Court’ ” each fits the bill. Ante, at\n19. But prayers evoking “the saving sacrifice of Jesus Christ\non the cross,” “the plan of redemption that is\nfulfilled in Jesus Christ,” “the life and death,\nresurrection and ascension of the Savior Jesus Christ,” the\nworkings of the Holy Spirit, the events of Pentecost, and the\nbelief that God “has raised up the Lord Jesus” and\n“will raise us, in our turn, and put us by His side”?\nSee App. 56a, 88a–89a, 99a, 123a, 129a, 134a. No. These are\nstatements of profound belief and deep meaning, subscribed to by\nmany, denied by some. They “speak of the depths of\n[one’s] life, of the source of [one’s] being, of\n[one’s] ultimate concern, of what [one] take[s] seriously\nwithout any reservation.” P. Tillich, The Shaking of the\nFoundations 57 (1948). If they (and the central tenets of other\nreligions) ever become mere ceremony, this country will be a\nfundamentally different—and, I think, poorer—place to\nlive.But just for that\nreason, the not-so-implicit message of the majority’s\nopinion—“What’s the big deal,\nanyway?”—is mistaken. The content of Greece’s\nprayers is a big deal, to Christians and non-Christians alike. A\nperson’s response to the doctrine, language, and imagery\ncontained in those invocations reveals a core aspect of\nidentity—who that person is and how she faces the world. And\nthe responses of different individuals, in Greece and across this\ncountry, of course vary. Contrary to the majority’s apparent\nview, such sectarian prayers are not “part of our expressive\nidiom” or “part of our heritage and tradition,”\nassuming the word “our” refers to all Americans. Ante,\nat 19. They express beliefs that are fundamental to some, foreign\nto others—and because that is so they carry the ever-present\npotential to both exclude and divide. The majority, I think,\nassesses too lightly the significance of these religious\ndifferences, and so fears too little the “religiously based\ndivisiveness that the Establishment Clause seeks to avoid.”\nVan Orden v. Perry, 545 U. S. 677, 704 (2005) (Breyer, J.,\nconcurring in judgment). I would treat more seriously the\nmultiplicity of Americans’ religious commitments, along with\nthe challenge they can pose to theproject—the distinctively\nAmerican project—of creating one from the many, and governing\nall as united.IVIn 1790, George\nWashington traveled to Newport, Rhode Island, a longtime bastion of\nreligious liberty and the home of the first community of American\nJews. Among the citizens he met there was Moses Seixas, one of that\ncongregation’s lay officials. The ensuing exchange between\nthe two conveys, as well as anything I know, the promise this\ncountry makes to members of every religion.Seixas wrote first,\nwelcoming Washington to Newport. He spoke of “a deep sense of\ngratitude” for the new American Government—“a\nGovernment, which to bigotry gives no sanction, to persecution no\nassistance—but generously affording to All liberty of\nconscience, and immunities of Citizenship: deeming every one, of\nwhatever Nation, tongue, or language, equal parts of the great\ngovernmental Machine.” Address from Newport Hebrew\nCongregation (Aug. 17, 1790), in 6 PGW 286, n. 1 (M.\nMastromarino ed. 1996). The first phrase there is the more poetic:\na government that to “bigotry gives no sanction, to\npersecution no assistance.” But the second is actually the\nmore startling and transformative: a government that, beyond not\naiding persecution, grants “immunities of citizenship”\nto the Christian and the Jew alike, and makes them “equal\nparts” of the whole country.Washington responded\nthe very next day. Like any successful politician, he appreciated a\ngreat line when he saw one—and knew to borrow it too. And so\nhe repeated, word for word, Seixas’s phrase about neither\nsanctioning bigotry nor assisting persecution. But he no less\nembraced the point Seixas had made about equality of citizenship.\n“It is now no more,” Washington said, “that\ntoleration is spoken of, as if it was by the indulgence of one\nclass of people” to another, lesser one. For “[a]ll\npossess alike . . . immunities of citizenship.” Letter to\nNewport Hebrew Congregation (Aug. 18, 1790), in 6 PGW 285. That is\nAmerica’s promise in the First Amendment: full and equal\nmembership in the polity for members of every religious group,\nassuming only that they, like anyone “who live[s] under [the\nGovernment’s] protection[,] should demean themselves as good\ncitizens.” Ibid.For me, that remarkable\nguarantee means at least this much: When the citizens of this\ncountry approach their government, they do so only as Americans,\nnot as mem-bers of one faith or another. And that means that evenin\na partly legislative body, they should not\nconfrontgovernment-sponsored worship that divides them along\nreligious lines. I believe, for all the reasons I have given, that\nthe Town of Greece betrayed that promise. I therefore respectfully\ndissent from the Court’s decision.Notes1That principle meant as\nmuch to the founders as it does today. The demand for neutrality\namong religions is not a product of 21st century “political\ncorrectness,” but of the 18th century view—rendered no\nless wise by time—that, in George Washington’s words,\n“[r]eligious controversies are always productive of more\nacrimony and irreconciliable hatreds than those which spring from\nany other cause.” Letter to Edward Newenham (June 22, 1792),\nin 10 Papers of George Washington: Presidential Series493 (R.\nHaggard & M. Mastromarino eds. 2002) (hereinafter PGW). In an\nage when almost no one in this country was not a Christian of one\nkind or another, Washington consistently declined to use language\nor imagery associated only with that religion. See Brief for Paul\nFinkelman et al. as 15–19 (noting, for example, that in\nrevising his first inaugural address, Washington deleted the phrase\n“the blessed Religion revealed in the word of God”\nbecause it was understood to denote only Christianity). Thomas\nJefferson, who followed the same practice throughout his life,\nexplained that he omitted any reference to Jesus Christ in\nVirginia’s Bill for Establishing Religious Freedom (a\nprecursor to the Establishment Clause) in order “to\ncomprehend, within the mantle of [the law’s] protection, the\nJew and the Gentile, the Christian and Mahometan, the Hindoo, and\ninfidel of every denomination.” 1Writings of Thomas Jefferson\n62 (P. Ford ed. 1892). And James Madison, who again used only\nnonsectarian language in his writings and addresses, warned that\nreligious proclamations might, “if not strictly\nguarded,” express only “the creed of the majority and a\nsingle sect.” Madison’s “Detached\nMemoranda,” 3 Wm. & Mary Quarterly 534, 561\n(1946).2Because questions this\npoint, it bears repeating. I do not remotely contend that\n“prayer is not allowed” at participatory meetings of\n“local government legislative bodies”; nor is that the\n“logical thrust” of any argument I make. , at\n7–8. Rather, what I say throughout this opinion is that in\nthis citizen-centered venue, government officials must take steps\nto ensure—as none of Greece’s Board members ever\ndid—that opening prayers are inclusive of different faiths,\nrather than always identified with a single religion.3For ease of reference and\nto avoid confusion, I refer to ’s opinion as “the\nmajority.” But the language I cite that appears in Part\nII–B of that opinion is, in fact, only attributable to a\nplurality of the Court.4Leaders of several\nBaptist and other Christian congregations have explained to the\nCourt that “many Christians believe . . . that their freedom\nof conscience is violated when they are pressured to participate in\ngovernment prayer, because such acts of worship should only be\nperformed voluntarily.” Brief for Baptist Joint Committee for\nReligious Liberty et al. as 18.5similarly falters in\nattempting to excuse the Town Board’s constant sectarianism.\nHis concurring opiniontakes great pains to show that the problem\narose from a sort of bureaucratic glitch: The Town’s clerks,\nhe writes, merely “did a bad job in compiling the list”\nof chaplains. at 6; see , at 1–3. Now I suppose one question\nthat account raises is why in over a decade, no member of the Board\nnoticed that the clerk’s list was producing prayers of only\none kind. But put that aside. Honest oversight or not, the problem\nremains: Every month for more than a decade, the Board aligned\nitself, through its prayer practices, with a single religion. That\nthe concurring opinion thinks my objection to that is “really\nquite niggling,” , at 4, says all there is to say about the\ndifference between our respective views.",
    "joined": []
}