{
    "case": {
        "docket": "16-309",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-309/"
    },
    "id": "3751468",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–309_________________DIVNA MASLENJAK, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 22, 2017]Justice Kagan delivered the opinion of the\nCourt.A federal statute, 18 U. S. C.\n§1425(a), makes it a crime to “knowingly procure[ ], contrary\nto law, the naturalization of any person.” And when someone is\nconvicted under §1425(a) of unlawfully procuring herownnaturalization, her citizenship is automatically revoked. See 8\nU. S. C. §1451(e). In this case, we consider what the\nGovernment must prove to obtain such a conviction. We hold that the\nGovernment must establish that an illegal act by the defendant\nplayed some role in her acquisition of citizenship. When the\nillegal act is a false statement, that means demonstrating that the\ndefendant lied about facts that would have mattered to an\nimmigration official, because they would have justified denying\nnaturalization or would predictably have led to other facts\nwarranting that result.IPetitioner Divna Maslenjak is an ethnic Serb\nwho re-sided in Bosnia during the 1990’s, when a civil war between\nSerbs and Muslims divided the new country. In 1998, she and her\nfamily (her husband Ratko Maslenjak and their two children) met\nwith an American immigration official to seek refugee status in the\nUnited States. Interviewed under oath, Maslenjak explained that the\nfamily feared persecution in Bosnia from both sides of the national\nrift. Muslims, she said, would mistreat them because of their\nethnicity. And Serbs, she testified, would abuse them because her\nhusband had evaded service in the Bosnian Serb Army by absconding\nto Serbia—where he remained hidden, apart from the family, for some\nfive years. See App. to Pet. for Cert. 58a–60a. Persuaded of the\nMaslenjaks’ plight, American officials granted them refugee status,\nand they immigrated to the United States in 2000.Six years later, Maslenjak applied for\nnaturalization. Question 23 on the application form asked whether\nshe had ever given “false or misleading information” to a\ngovernment official while applying for an immigration benefit;\nquestion 24 similarly asked whether she had ever “lied to a[ ]\ngovernment official to gain entry or admission into the United\nStates.”Id.,at 72a. Maslenjak answered “no” to both\nquestions, while swearing under oath that her replies were true.Id.,at 72a, 74a. She also swore that all her written\nanswers were true during a subsequent interview with an immigration\nofficial. In August 2007, Maslenjak was naturalized as a U. S.\ncitizen.But Maslenjak’s professions of honesty were\nfalse: In fact, she had made up much of the story she told to\nimmigration officials when seeking refuge in this country. Her\nfiction began to unravel at around the same time she applied for\ncitizenship. In 2006, immigration officials confronted Maslenjak’s\nhusband Ratko with records showing that he had not fled\nconscription during the Bosnian civil war; rather, he had served as\nan officer in the Bos-nian Serb Army. And not only that: He had\nserved in a brigade that participated in the Srebrenica massacre—a\nslaughter of some 8,000 Bosnian Muslim civilians. Within a year,\nthe Government convicted Ratko on charges of making false\nstatements on immigration documents. The newly naturalized\nMaslenjak attempted to prevent Ratko’s deportation. During\nproceedings on that matter, Maslenjak admitted she had known all\nalong that Ratko spent the war years not secreted in Serbia but\nfighting in Bosnia.As a result, the Government charged Maslenjak\nwith knowingly “procur[ing], contrary to law, [her]\nnaturalization,” in violation of 18 U. S. C. §1425(a).\nAccording to the Government’s theory, Maslenjak violated §1425(a)\nbecause, in the course of procuring her naturalization, she broke\nanother law: 18 U. S. C. §1015(a), which prohibits\nknowingly making a false statement under oath in a naturalization\nproceeding. The false statements the Government invoked were\nMaslenjak’s answers to questions 23 and 24 on the citizenship\napplication (stating that she had not lied in seeking refugee\nstatus) and her corresponding statements in the citizenship\ninterview. Those statements, the Government argued to the District\nCourt, need not have affected the naturalization decision to\nsupport a conviction under §1425(a). The court agreed: Over\nMaslenjak’s objection, it instructed the jury that a conviction was\nproper so long as the Government “prove[d] that one of the\ndefendant’s statements was false”—even if the statement was not\n“material” and “did not influence the decision to approve [her]\nnaturalization.” App. to Pet. for Cert. 86a. The jury returned a\nguilty verdict; and the District Court, based on that finding,\nstripped Maslenjak of her citizenship. See 8 U. S. C.\n§1451(e).The United States Court of Appeals for the Sixth\nCircuit affirmed the conviction. As relevant here, the Sixth\nCircuit upheld the District Court’s instructions that Maslenjak’s\nfalse statements need not have influenced the naturalization\ndecision. If, the Court of Appeals held, Maslenjak made false\nstatements violating §1015(a) and she procured naturalization, then\nshe also violated §1425(a)—irrespective of whether the false\nstatements played any role in her obtaining citizenship. See 821\nF. 3d 675, 685–686 (2016). That decision created a conflict in\nthe Circuit Courts.[1] We\ngranted certiorari to resolve it, 580 U. S. ___ (2017), and we\nnow vacate the Sixth Circuit’s judgment.IIASection 1425(a), the parties agree, makes it a\ncrime to commit some other illegal act in connection with\nnaturalization. But the parties dispute the nature of the required\nconnection. Maslenjak argues that the relationship must be “causal”\nin kind: A person “procures” her naturalization “contrary to law,”\nshe contends, only if a predicate crime in some way “contribut[ed]”\nto her gaining citizenship. Brief for Petitioner 21. By contrast,\nthe Government proposes a basically chronological link: Section\n1425(a), it urges, “punishes the commission of other violations of\nlawin the course ofprocuring naturalization”—even if the\nillegality could not have had any effect on the naturalization\ndecision. Brief for United States 14 (emphasis added). We conclude\nthat Maslenjak has the better of this argument.We begin, as usual, with the statutory text. In\nordinary usage, “to procure” something is “to get possession of”\nit. Webster’s Third New International Dictionary 1809 (2002);\naccord, Black’s Law Dictionary 1401 (10th ed. 2014) (defining\n“procure” as “[t]o obtain (something), esp. by special effort or\nmeans”). So to “procure . . . naturalization” means to\nobtain naturalization (or, to use another word, citizenship). The\nadverbial phrase “contrary to law,” wedged in between “procure” and\n“naturalization,” then specifieshowa person must procure\nnaturalization so as to run afoul of the statute: in contravention\nof the law—or, in a word, illegally. Putting the pieces together,\nsomeone “procure[s], contrary to law, naturalization” when she\nobtains citizenship illegally.What, then, does that whole phrase mean? The\nmost natural understanding is that the illegal act must have\nsomehow contributed to the obtaining of citizenship. Consider if\nsomeone said to you: “John obtained that painting illegally.” You\nmight imagine that he stole it off the walls of a museum. Or that\nhe paid for it with a forged check. Or that he impersonated the\ntrue buyer when the auction house delivered it. But in all events,\nyou would imagine illegal acts in some kind of means-end\nrelation—or otherwise said, in some kind of causal relation—to the\npainting’s acquisition. If someone said to you, “John obtained that\npainting illegally, but his unlawful acts did not play any role in\nhis obtaining it,” you would not have a clue what the statement\nmeant. You would think it nonsense—or perhaps the opening of a\nriddle. That is because if no illegal act contributed at all to\ngetting the painting, then the painting would not have been gotten\nillegally. And the same goes for naturalization. If whatever\nillegal conduct occurring within the naturalization process was a\ncausal dead-end—if, so to speak, the ripples from that act could\nnot have reached the decision to award citizenship—then the act\ncannot support a charge that the applicant obtained naturalization\nillegally. The conduct, though itself illegal, would not also make\nthe obtaining of citizenship so. To get citizenship unlawfully, we\nunderstand, is to get it through an unlawful means—and that is just\nto say that an illegality played some role in its\nacquisition.[2]The Government’s contrary view—that §1425(a)\nrequires only a “violation[ ] of law in the course of\nprocuring naturalization”—falters on the way language naturally\nworks. Brief for United States 14. Return for a moment to our\nartwork example. Imagine this time that John made an illegal turn\nwhile driving to the auction house to purchase a painting. Would\nyou say that he had “procured the painting illegally” because he\nhappened to violate the law in the course of obtaining it? Not\nlikely. And again, the same is true with respect to naturalization.\nSuppose that an applicant for citizenship fills out the necessary\npaperwork in a government office with a knife tucked away in her\nhandbag (but never mentioned or used). She has violated the\nlaw—specifically, a statute criminalizing the possession of a\nweapon in a federal building. See 18 U. S. C. §930. And\nshe has surely done so “in the course of” procuring citizenship.\nBut would you say, using English as you ordinarily would, that she\nhas “procure[d]” her citizenship “contrary to law” (or, as you\nwould really speak, “illegally”)? Once again, no. That is because\nthe violation of law and the acquisition of citizenship are in that\nexample merely coincidental: The one has no causal relation to the\nother.The Government responds to such examples by\nseeking to define them out of the statute, but that effort falls\nshort for multiple reasons. According to the Government, the laws\nto which §1425(a) speaks are only laws “pertaining to\nnaturalization.” Brief for United States 20. But to begin with,\nthat claim fails on its own terms. The Government’s proposed\nlimitation has no basis in §1425(a)’s text (which refers to “law”\ngenerally); it is adeus ex machina—rationalized only by\ncalling it “necessary,” Tr. of Oral Arg. 39, and serving only to\nget the Government out of a tight interpretive spot. Indeed, the\nGovernment does not really buy its own argument: At another point,\nit asserts that an applicant for citizenship can violate §1425(a)\nby bribing a government official, see Brief for United States\n16—even though the law against that conduct has nothing in\nparticular to do with naturalization. See 18 U. S. C.\n§201(b)(1). And still more important, the Government’s (sometime)\ncarve-out does nothing to alter the linguistic understanding that\ngives force to the examples the Government would exclude—and that\napplies just as well to every application that would remain. Laws\npertaining to naturalization, in other words, are subject to the\nsame rules of language usage as laws concerning other subjects. And\nunder those rules, as we have shown, §1425(a) demands a means-end\nconnection between a legal violation and naturalization. Seesupra,at 5–6. Take §1015(a)’s bar on making false\nstatements in connection with naturalization—the prototypical\n§1425(a) predicate, and the one at issue here. If such a statement\n(in an interview, say) has no bearing at all on the decision to\naward citizenship, then it cannot render that award—as §1425(a)\nrequires—illegally gained.The broader statutory context reinforces that\npoint, because the Government’s reading would create a profound\nmismatch between the requirements for naturalization on the one\nhand and those for denaturalization on the other. SeeWest\nVirginia Univ. Hospitals, Inc.v.Casey, 499 U. S.\n83, 101 (1991) (“[I]t is our role to make sense rather than\nnonsense out of thecorpus juris”). The immigration statute\nrequires all applicants for citizenship to have “good moral\ncharacter,” and largely defines that term through a list of\nunlawful or unethical behaviors. 8 U. S. C. §§1427(a)(3),\n1101(f ).[3] On the\nGovernment’s theory, some legal violations that do not justifydenyingcitizenship under that definition would nonetheless\njustifyrevokingit later. Again, false statements under\n§1015(a) offer an apt illustration. The statute’s description of\n“good moral character” singles out a specific class of lies—“false\ntestimony for the purpose of obtaining [immigration] benefits”—as a\nreason to deny naturalization. 8 U. S. C.\n§1101(f )(6). By contrast, “[w]illful misrepresentations made\nfor other reasons, such as embarrassment, fear, or a desire for\nprivacy, were not deemed sufficiently culpable to brand the\napplicant as someone who lacks good moral character”—and so are not\ngenerally disqualifying.Kungysv.United States, 485\nU. S. 759, 780 (1988) (quoting Supplemental Brief for United\nStates 12). But under the Government’s reading of §1425(a), a lie\ntold in the naturalization process—even out of embarrassment, fear,\nor a desire for privacy—would always provide a basis for rescinding\ncitizenship. The Government could thus take away on one day what it\nwas required to give the day before.And by so wholly unmooring the revocation of\ncitizenship from its award, the Government opens the door to a\nworld of disquieting consequences—which we would need far stronger\ntextual support to believe Congress intended. Consider the kinds of\nquestions a person seeking citizenship confronts on the standard\napplication form. Says one: “Have youEVERbeen\n. . . in any way associated with[ ] any\norganization, association, fund, foundation, party, club, society,\nor similar group[?]” Form N–400, Application for Naturalization 12\n(2016), online at http://www.uscis.gov/n-400 (as last visited June\n20, 2017) (bold in original). Asks another: “Have youEVERcommitted . . . a crime or offense for which you wereNOTarrested?”Id.,at 14. Suppose, for reasons of\nembarrassment or what-have-you, a person concealed her membership\nin an online support group or failed to disclose a prior speeding\nviolation. Under the Government’s view, a prosecutor could scour\nher paperwork and bring a §1425(a) charge on that meager basis,\neven many years after she became a citizen. That would give\nprosecutors nearly limitless leverage—and afford newly naturalized\nAmericans precious little security. Small wonder that Congress, in\nenacting §1425(a), did not go so far as the Government claims. The\nstatute it passed, most naturally read, strips a person of\ncitizenship not when she committed any illegal act during the\nnaturalization process, but only when that act played some role in\nher naturalization.BThat conclusion leaves us with a more\noperational question: How should §1425(a)’s requirement of causal\ninfluence apply in practice, when charges are brought under that\nlaw?[4] Because the proper\nanalysis may vary with the nature of the predicate crime, we\nconfine our discussion of that issue to the kind of underlying\nillegality alleged here: a false statement made to government\nofficials. Such conduct can affect a naturalization decision in a\nsingle, significant way—by distorting the Government’s\nunderstanding of the facts when it investigates, and then\nadjudicates, an application. So the issue a jury must decide in a\ncase like this one is whether a false statement sufficiently\naltered those processes as to have influenced an award of\ncitizenship.The answer to that question, like the\nnaturalization decision itself, turns on objective legal criteria.\nCongress has prescribed specific eligibility standards for new\ncitizens, respecting such matters as length of residency and\n“physical[ ] presen[ce],” understanding of English and\nAmerican government, and (as previously mentioned) “good moral\ncharacter,” with all its many specific components. See 8\nU. S. C. §§1423(a), 1427(a);supra,at 8.\nGovernment officials are obligated to apply that body of law\nfaithfully—granting naturalization when the appli-cable criteria\nare satisfied, and denying it when they are not. SeeKungys,\n485 U. S., at 774, n. 9 (opinion of Scalia, J.);id., at 787 (Stevens, J., concurring in judgment). And to\nensure right results are reached, a court can reverse such a\ndetermination, at an applicant’s request, based on its “own\nfindings of fact and conclusions of law.” 8 U. S. C.\n§1421(c). The entire system, in other words, is set up to provide\nlittle or no room for subjective preferences or personal whims.\nBecause that is so, the question of what any individual\ndecisionmaker might have done with accurate information is beside\nthe point: The defendant in a §1425(a) case should neither benefit\nnor suffer from a wayward official’s deviations from legal\nrequirements. Accordingly, the proper causal inquiry under §1425(a)\nis framed in objective terms: To decide whether a defendant\nacquired citizenship by means of a lie, a jury must evaluate how\nknowledge of the real facts would have affected a reasonable\ngovernment official properly applying naturalization law.If the facts the defendant misrepresented are\nthemselves disqualifying, the jury can make quick work of that\ninquiry. In such a case, there is an obvious causal link between\nthe defendant’s lie and her procurement of citizenship. To take an\nexample: An applicant for citizenship must be physically present in\nthe United States for more than half of the five-year period\npreceding her application. See 8 U. S. C. §1427(a)(1).\nSuppose a defendant misrepresented her travel history to convey she\nhad met that requirement, when in fact she had not. The Government\nneed only expose that lie to establish that she obtained\nnaturalization illegally—for had she told the truth instead, the\nofficial would have promptly denied her application. Or consider\nanother, perhaps more common case stemming from the “good moral\ncharacter” criterion. See §1427(a)(3);supra,at 8. That\nphrase is defined to exclude any person who has been convicted of\nan aggravated fel-ony. See §1101(f )(8). If a defendant\nfalsely denied such a conviction, she too would have gotten her\ncitizenship by means of a lie—for otherwise the outcome would have\nbeen different. In short, when the defendant misrepresents facts\nthat the law deems incompatible with citizenship, her lie must have\nplayed a role in her naturalization.But that is not the only time a jury can find\nthat a defendant’s lie had the requisite bearing on a\nnaturalization decision. For even if the true facts lying behind a\nfalse statement would not “in and of themselves justify denial of\ncitizenship,” they could have “led to the discovery of other facts\nwhich would” do so.Chauntv.United States, 364\nU. S. 350 –353 (1960). We previously addressed that\npossibility when considering the civil statute that authorizes the\nGovernment to revoke naturalization. SeeKungys, 485\nU. S., at 774–777 (opinion of Scalia, J.) (interpreting 8\nU. S. C. §1451(a)).[5] As we explained in that context, a person whose lies\nthrow investigators off a trail leading to disqualifying facts gets\nher citizenship by means of those lies—no less than if she had\ndenied the damning facts at the very end of the trail. Seeibid.When relying on such an investigation-based\ntheory, the Government must make a two-part showing to meet its\nburden. As an initial matter, the Government has to prove that the\nmisrepresented fact was sufficiently relevant to one or another\nnaturalization criterion that it would have prompted reasonable\nofficials, “seeking only evidence concerning citizenship\nqualifications,” to undertake further investigation.Id.,at\n774, n. 9. If that much is true, the inquiry turns to the\nprospect that such an investigation would have borne disqualifying\nfruit. As to that second link in the causal chain, the Government\nneed not show definitively that its investigation would have\nunearthed a disqualifying fact (though, of course, it may). Rather,\nthe Government need only establish that the investigation “would\npredictably have disclosed” some legal disqualification.Id.,at 774; seeid.,at 783 (Brennan, J.,\nconcurring). If that is so, the defendant’s misrepresentation\ncontributed to the citizenship award in the way we think §1425(a)\nrequires.That standard reflects two real-world attributes\nof cases premised on what an unhindered investigation would have\nfound. First is the difficulty of proving that a hypothetical\ninquiry would have led to some disqualifying discovery, often\nseveral years after the defendant told her lies. As witnesses and\nother evidence disappear, the Government’s effort to reconstruct\nthe course of a “could have been” investigation confronts\never-mounting obstacles. Seeid., at 779 (opinion of Scalia,\nJ.). Second, and critical to our analysis, is that the\ndefendant—not the Government—bears the blame for that evidentiary\npredicament. After all, the inquiry cannot get this far unless the\ndefendant made an unlawful false statement and, by so doing,\nobstructed the normal course of an investigation. Seeid.,\nat 783 (Brennan, J., concurring) (emphasizing that “the citizen’s\nmisrepresentation [in a naturalization proceeding] necessarily\nfrustrated the Government’s investigative efforts”); see alsoBigelowv.RKO Radio Pictures, Inc., 327 U. S.\n251, 265 (1946) (“The most elementary conceptions of justice and\npublic policy require that the wrongdoer shall bear the risk of the\nuncertainty which his own wrong has created”).Section 1425(a) is best read to take those\nexigencies and equities into account, by enabling the Government\n(as just described) to rest on disqualifications that a thwarted\ninvestigation predictably would have uncovered. A yet-stricter\ncausal requirement, demanding proof positive that a disqualifying\nfact would have been found, sets the bar so high that “we cannot\nconceive that Congress intended” that result.Kungys, 485\nU. S., at 777 (opinion of Scalia, J.). And nothing in the\nstatutory text requires that approach. While §1425(a) clearly\nimports some kind of causal or means-end relation, seesupra,at 5–9, Congress left that relation’s precise\ncharacter unspecified. Cf.Burragev.United States,\n571 U. S. ___, ___ (2014) (slip op., at 10) (noting that\ncourts have not always construed criminal statutes to\n“require[ ] strict but-for causality,” and have greater reason\nto reject such a reading when the laws do not use language like\n“results from” or “because of”). The open-endedness of the\nstatutory language allows, indeed supports, our adoption of a\ndemanding but still practicable causal standard.Even when the Government can make its two-part\nshowing, however, the defendant may be able to overcome it. Section\n1425(a) is not a tool for denaturalizing people who, the available\nevidence indicates, were actually qualified for the citizenship\nthey obtained. When addressing the civil denaturalization statute,\nthis Court insisted on a similar point: We provided the defendant\nwith an opportunity to rebut the Government’s case “by showing,\nthrough a preponderance of the evidence, that the statutory\nrequirement as to which [a lie] had a natural tendency to produce a\nfavorable decision was in fact met.”Kungys, 485 U. S.,\nat 777 (opinion of Scalia, J.) (emphasis deleted); accord,id.,at 783–784 (Brennan, J., concurring). Or said\notherwise, we gave the defendant a chance to establish that she was\nqualified for citizenship, and held that she could not be\ndenaturalized if she did so—even though she concealed or\nmisrepresented facts that suggested the opposite. And indeed, all\nour denaturalization decisions share this crucial feature: We have\nnever read a statute to strip citizenship from someone who met the\nlegal criteria for acquiring it. See,e.g., Fedorenkov.United States, 449 U. S. 490 –507 (1981);Costellov.United States, 365 U. S. 265 –272\n(1961);Schneidermanv.United States, 320 U. S.\n118 –123 (1943). We will not start now. Whatever the Government\nshows with respect to a thwarted investigation, qualification for\ncitizenship is a complete defense to a prosecution brought under\n§1425(a).IIIMeasured against all we have said, the jury\ninstructions in this case were in error. As earlier noted, the\nDistrict Court told the jury that it could convict based on any\nfalse statement in the naturalization process (i.e.,any\nviolation of §1015(a)), no matter how inconsequential to the\nultimate decision. See App. to Pet. for Cert. 86a;supra,at\n3. But as we have shown, the jury needed to find more than an\nunlawful false statement. Recall that Maslenjak’s lie in the\nnaturalization process concerned her prior statements to\nimmigration officials: She swore that she had been honest when\napplying for admission as a refugee, but in fact she had not. Seesupra,at 2–3. The jury could have convicted if that earlier\ndishonesty (i.e., the thing she misrepresented when seeking\ncitizenship) were itself a reason to deny naturalization—say,\nbecause it counted as “false testimony for the purpose of obtaining\n[immigration] benefits” and thus demonstrated bad moral character.\nSeesupra,at 11–12. Or else, the jury could have convicted\nif (1) knowledge of that prior dishonesty would have led a\nreasonable official to make some further investigation (say, into\nthe circumstances of her admission), (2) that inquiry would\npredictably have yielded a legal basis for rejecting her\ncitizenship application, and (3) Maslenjak failed to show that\n(notwithstanding such an objective likelihood) she was in fact\nqualified to become a U. S. citizen. Seesupra,at\n12–15. This jury, however, was not asked to—and so did not—make any\nof those determinations. Accordingly, Maslenjak was not convicted\nby a properly instructed jury of “procur[ing], contrary to law,\n[her] naturalization.”The Government asserts that any instructional\nerror in this case was harmless. “Had officials known the truth,”\nthe Government asserts, “it would have affected their decision to\ngrant [Maslenjak] citizenship.” Brief for United States 12.\nUnsurprisingly, Maslenjak disagrees. See Tr. of Oral Arg. 6–8;\nReply to Brief in Opposition 9–10. In keeping with our usual\npractice, we leave that dispute for resolution on remand. See,e.g., Skillingv.United States, 561 U. S. 358,\n414 (2010) .For the reasons stated, we vacate the judgment\nof the Court of Appeals and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Compare 821 F. 3d\n675, 685–686 (CA6 2016) (case below), withUnited Statesv.Munyenyezi, 781 F. 3d 532, 536 (CA1 2015) (requiring\nthe Government to make some showing that a misrepresentation\nmattered to the naturalization decision);United Statesv.Latchin, 554 F. 3d 709, 712–715 (CA7 2009) (same);United Statesv.Alferahin, 433 F. 3d 1148,\n1154–1156 (CA9 2006) (same);United Statesv.Aladekoba, 61 Fed. Appx. 27, 28 (CA4 2003)\n(same).2To be fair, the idea of\n“obtaining citizenship illegally” has one other possible meaning,\nbut no one defends it here because it does not fit with the rest of\n§1425. On this alternative reading, a person would violate §1425(a)\nby obtaining citizenship without the requisite legal\nqualifications—regardless of whether she committed another illegal\nact in the naturalization process. To vary our earlier example,\nsuppose someone told you that John procured a gun illegally. You\nmight think that meant John got the gun through independently\nunlawful conduct (e.g., he held up a gun store), as in the\ncase of the painting. But you might instead think that John was\njust not legally qualified to take possession of a gun—because, for\nexample, he once committed a felony. That alternative\ninterpretation is plausible with respect to goods that not everyone\nis eligible to obtain, like guns—or like naturalization. And\nindeed, we have interpreted a civil statute closely resembling\n§1425(a)—which authorizes denaturalization when,inter alia,\ncitizenship is “illegally procured,” 8 U. S. C.\n§1451(a)—to cover that qualifications-based species of illegality.\nSeeFedorenkov.United States, 449 U. S. 490,\n506 (1981). But neither party urges that reading here, and for good\nreason. Unlike its civil analogue, §1425(a) has a companion\nprovision—§1425(b)—that makes it a crime to “procure or obtain\nnaturalization” for “[one]self or another person not entitled\nthereto.” If obtaining citizenship without legal entitlement were\nenough to violate §1425(a), then that highly specific language in\n§1425(b) would be superfluous. Rather than reading those words to\ndo no work, in violation of ordinary canons of statutory\nconstruction, we understand Congress to have defined two separate\ncrimes in §1425: Assuming the appropriatemens rea,\nsubsection (a) covers illegal means of procurement, as described\nabove, while subsection (b) covers simple lack of qualifications.\nAs we will explain, however, questions relating to citizenship\nqualifications play a significant role when applying §1425(a)’s\ncausal standard in cases (like this one) predicated on false\nstatements. Seeinfra, at 10–11.3The list of disqualifying\nconduct is wide-ranging. See,e.g.,8 U. S. C.\n§1101(f)(4) (illegal gambling); §1101(f)(8) (aggravated felony\nconviction); §1101(f)(9) (participation in genocide).4Justice Gorsuch would\nstop before answering that question, seepost, at 2 (opinion\nconcurring in part and concurring in judgment), but we think that\nsuch a halfway-decision would fail to fulfill our responsibility to\nboth parties and courts. The Government needs to know what\nprosecutions to bring; defendants need to know what defenses to\noffer; and district courts need to know how to instruct juries.\nTelling them only “§1425(a) has something to do with causation”\nwould not much help them make those decisions. And we are\nwell-positioned to provide further guidance. The parties have had\nevery opportunity to address the nature of the statute’s causal\nstandard, and both gave us considered views about how the law\nshould work in practice. See,e.g., Brief for Petitioner\n23–24, 30; Brief for United States 17–18, 48; Tr. of Oral Arg.\n14–16, 23–25, 39–46. Moreover, many lower courts have already\naddressed those same issues—including one that has called this\nCourt’s failure to provide clear guidance “maddening[ ].”Latchin, 554 F. 3d, at 713; see,e.g., id., at\n713–714;Munyenyezi, 781 F. 3d, at 536–538;Alferahin, 433 F. 3d, at 1155;Aladekoba, 61\nFed. Appx., at 27–28;United Statesv.Acheampong,\n2015 WL 926113, *2–*3 (D Kan., Mar. 3, 2015);United Statesv.Odeh, 2014 WL 5473042, *7–*8 (ED Mich., Oct. 27,\n2014).5Kungysconcerned\nthe part of that statute providing for the revocation of\ncitizenship “procured by concealment of a material fact or by\nwillful misrepresentation.” §1451(a). As noted earlier, the same\nstatute includes a prong covering citizenship that is “illegally\nprocured.” See n. 2,supra.",
    "joined": []
}