{
    "case": {
        "docket": "17-988",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-988/"
    },
    "id": "4084119",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–988_________________LAMPS PLUS, INC., et al., PETITIONERSv.FRANK VARELAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 24, 2019]Justice Kagan, with whom Justice Ginsburg and\nJustice Breyer join, and with whom Justice Sotomayor joins as to\nPart II, dissenting.The Federal Arbitration Act (FAA or Act)\nrequires courts to enforce arbitration agreements according to\ntheir terms. Seeante,at 6. But the Act does not federalize\nbasic contract law. Under the FAA, state law governs the\ninterpretation of arbitration agreements, so long as that law\ntreats other types of contracts in the same way. SeeDIRECTV,\nInc.v.Imburgia, 577 U. S. ___, ___ (2015) (slip\nop., at 6). That well-established principle ought to resolve this\ncase against Lamps Plus’s request for individual arbitration. In my\nview, the arbitration agreement Lamps Plus wrote is best understood\nto authorize arbitration on a classwide basis. But even if the\nCourt is right to view the agreement as ambiguous, a plain-vanilla\nrule of contract interpretation, applied in California as in every\nother State, requires reading it against the drafter—and so\nlikewise permits a class proceeding here. SeeSandquistv.Lebo Auto., Inc., 1 Cal. 5th 233, 247, 376 P.3d 506, 514\n(2016). The majority can reach the opposite conclusion only by\ninsisting that the FAA trumps that neutral state rule whenever its\napplication would result in class arbitration. That holding has no\nbasis in the Act—or in any of our decisions relating to it\n(including the heavily relied-onStolt-Nielsen S. A.v.AnimalFeeds Int’l Corp.,559 U.S.\n662, 686 (2010)). Today’s opinion is rooted instead in the\nmajority’s belief that class arbitration “undermine[s] the central\nbenefits of arbitration itself.”Ante,at 9. But that policy\nview—of a piece with the majority’s ideas about class\nlitigation—cannot justify displacing generally applicable state law\nabout how to interpret ambiguous contracts. I respectfully\ndissent.IFrom its very beginning, the arbitration\nagreement between Lamps Plus and Frank Varela announces its\ncomprehensive scope. The first sentence states: “[T]he parties\nagree that any and all disputes, claims or controversies arising\nout of or relating to[ ] the employment relationship between\nthe parties[ ] shall be resolved by final and binding\narbitration.” App. to Pet. for Cert. 24a. The phrase “any and all\ndisputes, claims, or controversies” encompasses both their\nindividual and their class variants—just as any other general\ncategory (e.g.,any and all chairs) includes all particular\ntypes (e.g.,desk and reclining). So Varela’s class action\n(which arose out of or related to his employment) was a “dispute,\nclaim or controversy” that belonged in arbitration.The next paragraph continues in the same vein,\nby describing what Varela gave up by signing the agreement.\n“[A]rbitration,” the agreement says, “shall be in lieu of any and\nall lawsuits or other civil legal proceedings relating to my\nemployment.”Ibid.; seeibid.(similarly waiving the\nright “to file a lawsuit or other civil action or\nproceeding”).That is the language of forum selection: Any\nand all actions (both individual and class) that I could once have\nbrought in court, I am agreeing now to bring in arbitration. The\nprovision carries no hint of consent to surrender altogether—in\narbitration as well as court—the ability to bring a class\nproceeding.Further on, the remedial and procedural terms of\nthe agreement support reading it to authorize class arbitration.\nThe arbitrator, according to the contract, may “award any remedy\nallowed by applicable law.”Id.,at 26a. That sweeping\nprovision easily encompasses classwide relief when the “any and all\ndisputes” that the contract’s first sentence places in arbitration\ncall for such remedies.[1] And\nunder the agreement, the arbitration shall be conducted “in\naccordance with” the rules of either of two designated arbitration\nproviders—both of which furnish rules for arbitrators to conduct\nclass proceedings.Id.,at 25a–26a; see,e.g.,\nAmerican Arbitration Assn., Supplementary Rules for Class\nArbitrations (2011).Even the section Lamps Plus cites in arguing\nthat the agreement bars class arbitration instead points to the\nopposite conclusion. In describing what the agreement covers, one\nprovision states: “The Company and I mutually consent to the\nresolution by arbitration of all claims or controversies\n(‘claims’), past, present or future that I may have against the\nCompany.” App. to Pet. for Cert. 24a; seeid.,at 24a–25a\n(“Specifically, the Company and I mutually consent to the\nresolution by arbitration of all claims that may hereafter arise in\nconnection with my employment”). Lamps Plus (along with the\nconcurrence, seeante,at 1–2 (opinion of Thomas, J.))\nhighlights “th[e] repeated use of singular personal pronouns”\nthere, contending that it is incompatible with a form of\narbitration that also involves other parties’ claims. Brief for\nPetitioners 17. But the use of the first person singular merely\nreflects that the agreement is bilateral in nature—between Varela\nand Lamps Plus. Those pronouns do not resolve whether one of those\nparties (“I”) can bring to arbitration class disputes, as well as\nindividual disputes, relating to his employment. The part of the\nquoted section addressing that question is instead the phrase “all\nclaims or controversies.” And that phrase supplies the same answer\nas the agreement’s other provisions. For it too is broad enough to\ncover both individual and class actions—the ones Varela brings\nalone and the ones he shares with co-workers.[2]IISuppose, though, you think that my view of the\nagreement goes too far. Maybe you aren’t sure whether the phrase\n“any and all disputes, claims or controversies” must be read to\nincludeclass“disputes, claims or controversies.” Or maybe\nyou wonder whether the surrounding “I” and “my” references limit\nthat phrase’s scope, rather than merely referring to one of the\ncontract’s signatories. In short, you can see reasonable arguments\non both sides of the interpretive dispute—for allowing, but also\nfor barring, class arbitration. You are then in the majority’s\nposition, “accept[ing]” the arbitration agreement as “ambiguous.”Ante,at 5. What should follow?Under California law (which applies unless\npreempted) the answer is clear: The agreement must be read to\nauthorize class arbitration. That is because California—like every\nother State in the country—applies a default rule construing\n“ambiguities” in contracts “against their drafters.”Sandquist, 1 Cal. 5th, at 247, 376 P. 3d, at 514; see\nCal. Civ. Code Ann. §1654 (West 2011); see also Brief for Contract\nLaw Scholars asAmici Curiae10–12, and n. 4 (listing\ndecisions from all 50 States applying that rule). This anti-drafter\ncanon—which “applies with peculiar force” to form contracts like\nLamps Plus’s—promotes clarity in contracting by resolving\nambiguities against the party who held the pen.Sandquist, 1\nCal. 5th, at 248, 376 P. 3d, at 514 (quotingGrahamv.Scissor-Tail, Inc.,28 Cal. 3d 807, 819, n. 16, 623 P.2d 165, 172, n. 16\n(1981)); see Ayres & Gertner, Filling Gaps in Incomplete\nContracts, 99 Yale L. J. 87, 91, 105, n. 80 (1989). And the\nrule makes quick work of interpreting the arbitration agreement\nhere. Lamps Plus drafted the agreement. It therefore had the\nopportunity to insert language expressly barring class arbitration\nif that was what it wanted. It did not do so. It instead (at best)\nleft an ambiguity about the availability of class arbitration. So\nCalifornia law holds that Lamps Plus cannot now claim the benefit\nof the doubt as to the agreement’s meaning. Even the majority does\nnot dispute that point. Seeante,at 5, 9.And contrary to the rest of the majority’s\nopinion,[3] the FAA\ncontemplates that such a state contract rule will control the\ninterpretation of arbitration agreements. Under the FAA, courts\nmust “enforce arbitration agreements according to their terms.”Epic Systems Corp.v.Lewis, 584 U. S. ___, ___\n(2018) (internal quotation marks omitted) (slip op., at 5); see 9\nU. S. C. §4 (requiring that “arbitration proceed in the\nmanner provided for in such agreement”). But the construction of\nthose contractual terms (save for in limited circumstances,\naddressed below) is “a question of state law, which this Court does\nnot sit to review.”Volt Information Sciences, Inc.v.Board of Trustees of Leland Stanford Junior Univ.,489 U.S.\n468, 474 (1989). The Court has made that crucial point many\ntimes. Nothing in the FAA (as contrasted to today’s majority\nopinion) “purports to alter background principles of state contract\nlaw regarding” the scope or content of agreements.Arthur\nAndersen LLPv.Carlisle,556 U.S.\n624, 630 (2009). Or again: When ruling on an arbitration\nagreement’s meaning, courts “should apply ordinary state-law\nprinciples.”First Options of Chicago, Inc.v.Kaplan,514 U.S.\n938, 944 (1995). Or yet again: The interpretation of such an\nagreement is “a matter of state law to which we defer.”DIRECTV,\nInc., 577 U. S., at ___ (slip op., at 6). In short, the\nFAA does not federalize contract law.Except when state contract law discriminates\nagainst arbitration agreements. As this Court has explained, the\nFAA came about because courts had shown themselves “unduly hostile\nto arbitration.”Epic Systems, 584 U. S., at ___ (slip\nop., at 5). To remedy that problem, Congress built an\n“equal-treatment principle” into the Act, requiring courts to\n“place arbitration agreements on an equal footing with other\ncontracts.”Kindred Nursing Centers L. P.v.Clark,\n581 U. S. ___, ___ (2017) (slip op., at 4);AT&T\nMobility LLCv.Concepcion,563\nU.S. 333, 339 (2011) (internal quotation marks omitted); see 9\nU. S. C. §2 (making arbitration agreements “valid,\nirrevocable, and enforceable, save upon such grounds as exist at\nlaw or in equity for the revocation of any contract”). So any state\nrule treating arbitration agreements worse than other contracts\n“stand[s] as an obstacle” to achieving the Act’s purposes—and is\npreempted.Concepcion, 563 U. S.,at 343. That\nmeans the FAA displaces any state rule discriminating on its face\nagainst arbitration. Seeid.,at 341. And the Act likewise\npreempts any more subtle law “disfavoring contracts that (oh so\ncoincidentally) have the defining features of arbitration\nagreements.”Kindred Nursing, 581 U. S., at ___ (slip\nop., at 5). What matters, as this Court reiterated last Term, is\nwhether the state law in question “target[s]” arbitration\nagreements, blatantly or covertly, for substandard treatment.Epic Systems, 584 U. S., at ___ (slip op., at\n7).[4] When the law does so, it\ncannot operate; when, conversely, it treats arbitration agreements\nthe same as all other contracts, the FAA leaves it alone.Here, California’s anti-drafter rule is as\neven-handed as contract rules come. It does not apply only to\narbitration contracts. Nor does it apply (as the rule we rejected\ninConcepciondid) only a tad more broadly to\n“dispute-resolution contracts,” pertaining to both arbitration and\nlitigation. 563 U. S., at 341 (holding that a ban on\ncollective-action waivers in those contracts worked to “disfa-\nvor[ ] arbitration”). Instead, the anti-drafter rule, as even\nthe majority admits, applies to every conceivable type of\ncontract—and treats each identically to all others. SeeSandquist, 1 Cal. 5th, at 248, 376 P. 3d, at 514 (“This\ngeneral principle of contract interpretation applies equally to the\nconstruction of arbitration provisions”);ante,at 9–10. And\ncontrary to what the majority is left to insist, the rule does not\n“target arbitration” by “interfer[ing] with [one of its]\nfundamental attributes”—i.e.,its supposed individualized\nnature.Ante,at 11 (internal quotation marks omitted); seeante,at 7–9. The anti-drafter rule (again, quite unlikeConcepcion’s ban on class-action waivers) takes no\nside—favors no outcome—as between class and individualized dispute\nresolution. All the anti-drafter rule asks about is who wrote the\ncontract. So if, for example, Varela had drafted the agreement\nhere, the rule would have prevented, rather than permitted, class\narbitration.[5] Small wonder,\nthen, that this Court has itself used the anti-drafter canon to\ninterpret an arbitration agreement. SeeMastrobuonov.Shearson Lehman Hutton, Inc.,514 U.S.\n52, 62 (1995) (construing an ambiguous arbitration agreement\nagainst the drafter’s interest). In that case (as properly in any\nother), the rule’s through-and-through neutrality made preemption\nunthinkable.[6]So this case should come out Varela’s way even\nif the agreement is ambiguous. To repeat the simple logic\napplicable here: Under the FAA, state law controls the\ninterpretation of arbitration agreements unless that law\ndiscriminates against arbitration; the anti-drafter default rule is\nsubject to no such objection; the rule therefore compels this Court\nto hold that the agreement here authorizes class arbitration. That\nthe majority thinks the contract, as so read, seriously\ndisadvantages Lamps Plus, seeante,at 7–8, is of no moment\n(any more than if state law had instead construed the contract to\nproduce adverse consequences for Varela). The FAA was enacted to\nprotect against judicial hostility toward arbitration agreements.\nSeesupra,at 6. But the Act provides no warrant for courts\nto disregard neutral state law in service of ensuring that those\nagreements give defendants the best terms possible. Or said\notherwise: Nothing in the FAA shields a contracting party,\noperating against the backdrop of impartial state law, from the\nconsequences of its own drafting decisions. How, then, could the\nmajority go so wrong?Stolt-Nielsenoffers the majority no\nexcuse: Far from “control[ling]” this case,ante,at 8, that\ndecision addressed a different situation—and explicitly reserved\ndecision of the question here. InStolt-Nielsen, the\ncontracting parties entered into a formal stipulation that “they\nhad not reached any agreement on the issue of class arbitration.”\n559 U. S., at 673. The case thus involved not the mere absence\nof express language about class arbitration, but a joint avowal\nthat the parties had never resolved the issue. Facing that oddity,\nan arbitral panel compelled class arbitration based solely on its\n“own conception of sound policy.”Id.,at 675; seeid.,at 676 (“[T]he panel did [nothing] other than impose\nits own policy preference”). This Court rejected the panel’s\ndecision for that reason, holding that a party need not “submit to\nclass arbitration unless there is a contractual basis for\nconcluding that the partyagreedto do so.”Id., at\n684. But the Court went no further. In particular, it did not\nresolve cases like this one, where a neutral interpretive rule\n(even if not an express term) enables an adjudicator to determine a\ncontract’s meaning. To the contrary, the Court disclaimed any view\non that question. Yes, the Court held, “acontractual basis”\nwas needed for class arbitration.Ibid.(emphasis added).\nBut given the panel’s reliance on policy alone, the Court explained\nthat it had “no occasion to decidewhatcontractual basis”\nwas required.Id.,at 687, n. 10 (emphasis added); seeOxford Health Plans LLCv.Sutter,569 U.S.\n564, 571 (2013) (“We overturned the arbitral decision [inStolt-Nielsen] because it lackedanycontractual\nbasis for ordering class procedures,” not because it relied on an\ninadequate one).Indeed, parts ofStolt-Nielsen—as well as\nlater decisions—indicate that applying the anti-drafter rule to\nambiguous language provides a sufficient contractual basis for\nclass arbitration. InStolt-Nielsen, we faulted the\narbitrators for failing to inquire whether the relevant law\n“contain[ed] a default rule” that would construe an arbitration\nclause “as allowing class arbitration in the absence of express\nconsent.” 559 U. S.,at 673 (internal quotation marks\nomitted). We thus implied that such a default rule—like the\nanti-drafter canon here—can operate to authorize class arbitration\nwhen an agreement’s language is ambiguous. And that is just howConcepcion(the other decision the majority relies on, seeante,at 7–8, 10–12) understoodStolt-Nielsen’s\nreasoning. SaidConcepcion: We held inStolt-Nielsen“that an arbitration panel exceeded its power [by] imposing class\nprocedures based on policy judgments rather than the arbitration\nagreement itselforsome background principle of contract\nlaw that would affect its interpretation.” 563 U. S., at 347\n(emphasis added); seeOxford Health,569 U. S., at 571\n(similarly noting thatStolt-Nielsencriticized the\narbitrators for failing to consider whether a “default rule”\nresolved the class arbitration question (internal quotation marks\nomitted)). The Court has thus (rightly) viewed the use of default\nrules as a run-of-the-mill aspect of contract interpretation, which\n(so long as neutrally applied) can support class arbitration.And nothing particular to the anti-drafter rule\njustifies a different conclusion, as the majority elsewhere\nsuggests, seeante,at 9–11.[7] That rule, proclaims the majority, reflects “public\npolicy considerations,” rather than “help[ing] to interpret the\nmeaning of a term” as understood by the parties.Ante,at\n10. The majority here notes that some commentators have viewed some\nequitable factors as supporting the rule, seeante,at\n9–10—which is no doubt right. But see 11 R. Lord, Williston on\nContracts §30:1, p. 11 (4th ed. 2012) (Williston) (stating that the\nrule isnotjustified by public interest considerations).\nBut if the majority means to claim—as it must to prove its\npoint—that the anti-drafter rule has no concern with what “the\npart[ies]agreedto,”Stolt-Nielsen, 559 U. S.,\nat 684, then the majority is flat-out wrong. From anex anteperspective, the rule encourages the drafter to set out its intent\nin clear contractual language, for the other party then to see and\nagree to. See Ayres & Gertner, 99 Yale L. J., at 91, 105, n. 80\n(stating the modern view); 2 W. Blackstone, Commentaries on the\nLaws of England 380 (1766) (anticipating that view by 200-plus\nyears). And from anex postperspective, the rule\nenables an interpreter to resolve any remaining uncertainty in line\nwith the parties’ likely expectations. See 11 Williston §30:1, at\n11. Consider this very contract. Lamps Plus, knowing about the\nanti-drafter rule, still chosenotto include a term\nprohibiting class arbitration. And Varela, seeing only the language\nsending “any and all disputes, claims, or controversies” to\narbitration, had no reason to think class disputes barred. Cf.ibid.(“[T]he party addressed will understand ambiguous\nlanguage in the sense most favorable to itself”). The upshot is\nthat the rule (as this Court recognized in another arbitration\ncase) protects against “unintended” consequences.Mastrobuono, 514 U. S., at 63.And even if that were not so evident, the FAA\ndoes not empower a court to halt the operation of such a\ngarden-variety principle of state law. Nothing in the Act’s text\nrequires the displacement of state contract rules, as the majority\nimplicitly concedes. Seeante,at 6. Nor do the Act’s\npurposes, so long as the state rule (as is true here) extends to\nall contracts alike, without disfavoring arbitration. Seesupra,at 6–7. The idea that the FAA blocks a state rule\nsatisfying that standard because (a court finds) the rule has too\nmuch “public policy” in it comes only from the majority’s\ncollective mind. That approach disrespects the preeminent role of\nthe States in designing and enforcing contract rules. It discards a\nuniversally accepted principle of contract interpretation in favor\nof unsupported assertions about what the parties must have (or\ncould not possibly have) consented to. It subordinates\nauthoritative state law to (at most) the impalpable emanations of\nfederal policy, impossible to see except in just the right\nlight.[8] For that reason, it\nwould never have graced the pages of the U. S. Reports save\nthat this case involves . . . class proceedings.The heart of the majority’s opinion lies in its\ncataloging of class arbitration’s many sins. Seeante,at\n7–8. In that respect, the opinion comes from the same place as\n(though goes a step beyond) this Court’s prior arbitration\ndecisions. See,e.g., Concepcion, 563 U. S., at 350\n(lamenting that class arbitration “greatly increases risks to\ndefendants” by “aggregat[ing] and decid[ing] at once” the “damages\nallegedly owed to tens of thousands of potential claimants”);Epic Systems, 584 U. S., at __ (slip op., at 8)\n(similarly bemoaning the greater costs and complexity of class\nproceedings). The opinion likewise has more than a little in common\nwith this Court’s efforts to pare back class litigation. See,e.g., Comcast Corp.v.Behrend,569 U.S.\n27(2013);Wal-Mart Stores, Inc.v.Dukes,564 U.S.\n338, 348–360 (2011). In this case, the result is to disregard\nthe actual contract the parties signed. And to dismiss the neutral\nand commonplace default rule that would construe that contract\nagainst the drafting party. No matter what either requires, the\nmajority will prohibit class arbitration. Does that approach remind\nyou of anything? It should. Here (again) isStolt-NielsenasConcepciondescribed it: The panel exceeded its authority by\n“imposing class procedures based on policy judgments rather than\nthe arbitration agreement itself or some background principle of\ncontract law that would affect its interpretation.” 563 U. S.,\nat 347; seesupra,at 10. Substitute “foreclosing” for\n“imposing” and that is what the Court today has done. It should\ninstead—as the FAA contemplates—have left the parties’ agreement,\nas construed by state law, alone.Notes1In discussing another\narbitration provision, this Court identically reasoned: “[I]t would\nseem sensible to interpret the ‘all disputes’ and ‘any remedy or\nrelief’ phrases to indicate, at a minimum, an intention to resolve\nthrough arbitration any dispute that would otherwise be settled in\na court, and to allow the chosen dispute resolvers to award the\nsame varieties and forms of damages or relief as a court would be\nempowered to award.”Mastrobuonov.Shearson Lehman\nHutton, Inc.,514 U.S.\n52, 61–62, n. 7 (1995) (internal quotation marks omitted).\nHere, that means sending to arbitration (among other things) class\ndisputes seeking class relief.2An additional semantic\npoint that Lamps Plus makes essentially concedes my reading of the\nagreement. At oral argument, Lamps Plus acknowledged that the\ncontract would authorize class arbitration if it provided that\nVarela could bring to the arbitral forum any “lawsuits,” rather\nthan any “claims,” he had or could have brought against the\ncompany. Tr. of Oral Arg. 31–32. The idea is apparently that suits\ncan be classwide while claims must be personal. But even assuming\n(without accepting) that is so, the agreement never speaks only of\n“claims.” Even when that word appears alone (rather than alongside\n“disputes” or “controversies”), it in fact functions as a defined\nterm meaning “claims or controversies.” See App. to Pet. for Cert.\n24a (referring to “all claims or controversies (‘claims’)”). And if\nlawsuits are not necessarily personal (as Lamps Plus admits), then\nneither are controversies. So by Lamps Plus’s own reasoning, Varela\nshould be able to bring to arbitration all controversies (including\nclasswide ones) he had or could have brought to court.3I say “the majority’s,”\nbut although five Justices have joined today’s opinion, only four\nembrace its reasoning. See n. 8,infra.4In its many decades of\nFAA caselaw, the Court has preempted state law in just one other,\n“narrow” circumstance: Whatever state law might say, courts must\nfind “clear and unmistakable evidence” before deciding that an\nagreement authorizes an arbitrator to decide a so-called “question\nof arbitrability.”Green Tree Financial Corp.v.Bazzle,539 U.S.\n444, 452 (2003) (plurality opinion) (internal quotation marks\nand alterations omitted);Oxford Health Plans LLCv.Sutter,569 U.S.\n564, 569, n. 2 (2013). As the majority acknowledges, that\nrequirement is not at issue here because Varela and Lamps Plus\nagreed that a judge should decide the availability of class\narbitration (even assuming that question is one of arbitrability).\nSeeante, at 9, n. 4.5Similarly, if Lamps Plus,\nas the agreement’s author, had wanted class arbitration (perhaps\nbecause that would resolve many related cases at once) and Varela\nhad resisted it (perhaps because he thought his case better than\nthe others), the anti-drafter rule would have prevented, rather\nthan permitted, class arbitration.6Our decision inDIRECTV, Inc.v.Imburgia, 577 U. S. ___ (2015),\nalso assumed that a court may generally apply a State’s\nanti-drafter rule to arbitration agreements. It was only because\nthe court there applied that rule to anunambiguous\ncontract—in contrast to what the court would have done in a\nnon-arbitration case—that we reversed its decision. Seeid.,at ___, ___ (slip op., at 7, 10).7The majority actually\nsends conflicting signals about the extent to which its holding\nextends beyond the anti-drafter rule to other background principles\nthat serve to discern the meaning of ambiguous contract language.\nMany of the majority’s statements indicate that any tool for\nresolving contractual ambiguity is forbidden if it leads to class\narbitration. See,e.g., ante,at 6 (stating flatly that “an\nambiguous agreement [cannot] provide the necessary ‘contractual\nbasis’ for compelling class arbitration”). But the part of the\nopinion focusing on the anti-drafter rule suggests that today’s\nholding applies to only a subset of contract default rules—to wit,\nthose (supposedly) sounding in “public policy considerations.” Seeante,at 9–11. On that theory of the decision, courts and\narbitrators will have to work out over time which interpretive\nprinciples fall within that category. The majority’s own flawed\nanalysis of the anti-drafter canon, seeinfra, at 11–12,\nindicates the perils of that undertaking.8Given this extraordinary\ndisplacement of state law—which, as I have shown, no precedent\ncommands, seesupra,at 9–10—I must admit to not\nunderstanding Justice Thomas’s full concurrence in today’s opinion.\nSeeante,at 2 (expressing “skeptic[ism]” about the\nmajority’s reasoning but joining its opinion out of a (misplaced)\nrespect for precedent). I would think the opinion a hard pill to\nswallow for someone who believes thatanyimplied preemption\n“leads to the illegitimate—and thus, unconstitutional—invalidation\nof state laws.”Wyethv.Levine,555 U.S.\n555, 604 (2009) (Thomas, J., concurring in judgment); see,e.g.,Batesv.Dow Agrosciences LLC,544 U.S.\n431, 459 (2005) (Thomas, J., concurring in judgment in part)\n(“[P]re-emption analysis is not a freewheeling judicial inquiry\ninto whether a state statute is in tension with federal objectives”\n(internal quotation marks and alteration omitted)).",
    "joined": []
}