{
    "case": {
        "docket": "19-1257",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-1257/"
    },
    "id": "4446157",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–1257 and 19–1258_________________MARK BRNOVICH, ATTORNEY GENERAL OF\nARIZONA, et al., PETITIONERS19–1257v.DEMOCRATIC NATIONAL COMMITTEE,\net al.ARIZONA REPUBLICAN PARTY, et al.,\nPETITIONERS19–1258v.DEMOCRATIC NATIONAL COMMITTEE,\net al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[July 1, 2021]Justice Kagan, with whom Justice Breyer and\nJustice Sotomayor join, dissenting.If a single statute represents the best of\nAmerica, it is the Voting Rights Act. It marries two great ideals:\ndemocracy and racial equality. And it dedicates our country to\ncarrying them out. Section 2, the provision at issue here,\nguarantees that members of every racial group will have equal\nvoting opportunities. Citizens of every race will have the same\nshot to participate in the political process and to elect\nrepresentatives of their choice. They will all own our democracy\ntogether—no one more and no one less than any other.If a single statute reminds us of the worst of\nAmerica, it is the Voting Rights Act. Because it was—and remains—so\nnecessary. Because a century after the Civil War was fought, at the\ntime of the Act’s passage, the promise of political equality\nremained a distant dream for African American citizens. Because\nStates and localities continually “contriv[ed] new rules,” mostly\nneutral on their face but discriminatory in operation, to keep\nminority voters from the polls.South Carolinav.Katzenbach,383 U.S.\n301, 335 (1966). Because “Congress had reason to suppose” that\nStates would “try similar maneuvers in the future”—“pour[ing] old\npoison into new bottles” to suppress minority votes.Ibid.;Renov.Bossier Parish School Bd.,528 U.S.\n320, 366 (2000) (Souter, J., concurring in part and dissenting\nin part). Because Congress has been proved right.The Voting Rights Act is ambitious, in both goal\nand scope. When President Lyndon Johnson sent the bill to Congress,\nten days after John Lewis led marchers across the Edmund Pettus\nBridge, he explained that it was “carefully drafted to meet its\nobjective—the end of discrimination in voting in America.”\nH. R. Doc. No. 120, 89th Cong., 1st Sess., 1–2 (1965). He was\nright about how the Act’s drafting reflected its aim. “The end of\ndiscrimination in voting” is a far-reaching goal. And the Voting\nRights Act’s text is just as far-reaching. A later amendment,\nadding the provision at issue here, became necessary when this\nCourt construed the statute too narrowly. And in the last decade,\nthis Court assailed the Act again, undoing its vital Section 5. SeeShelby Countyv.Holder,570\nU.S. 529(2013). But Section 2 of the Act remains, as written,\nas expansive as ever—demanding that every citizen of this country\npossess a right at once grand and obvious: the right to an equal\nopportunity to vote.Today, the Court undermines Section 2 and the\nright it provides. The majority fears that the statute Congress\nwrote is too “radical”—that it will invalidate too many state\nvoting laws. Seeante, at 21, 25. So the majority writes its\nown set of rules, limiting Section 2 from multiple directions. Seeante, at 16–19. Wherever it can, the majority gives a\ncramped reading to broad language. And then it uses that reading to\nuphold two election laws from Arizona that discriminate against\nminority voters. I could say—and will in the following pages—that\nthis is not how the Court is supposed to interpret and apply\nstatutes. But that ordinary critique woefully undersells the\nproblem. What is tragic here is that the Court has (yet again)\nrewritten—in order to weaken—a statute that stands as a monument to\nAmerica’s greatness, and protects against its basest impulses. What\nis tragic is that the Court has damaged a statute designed to bring\nabout “the end of discrimination in voting.” I respectfully\ndissent.IThe Voting Rights Act of 1965 is an\nextraordinary law. Rarely has a statute required so much sacrifice\nto ensure its passage. Never has a statute done more to advance the\nNation’s highest ideals. And few laws are more vital in the current\nmoment. Yet in the last decade, this Court has treated no statute\nworse. To take the measure of today’s harm, a look to the Act’s\npast must come first. The idea is not to recount, as the majority\nhurriedly does, some bygone era of voting discrimination. Seeante, at 2–3. It is instead to describe the electoral\npractices that the Act targets—and to show the high stakes of the\npresent controversy.ADemocratic ideals in America got off to a\nglorious start; democratic practice not so much. The Declaration of\nIndependence made an awe-inspiring promise: to institute a\ngovernment “deriving [its] just powers from the consent of the\ngoverned.” But for most of the Nation’s first century, that pledge\nran to white men only. The earliest state election laws excluded\nfrom the franchise African Americans, Native Americans, women, and\nthose without property. See A. Keyssar, The Right To Vote: The\nContested History of Democracy in the United States 8–21, 54–60\n(2000). In 1855, on the precipice of the Civil War, only five\nStates permitted African Americans to vote.Id., at 55. And\nat the federal level, our Court’s most deplorable holding made sure\nthat no black people could enter the voting booth. SeeDred\nScottv.Sandford, 19 How. 393 (1857).But the “American ideal of political equality\n. . . could not forever tolerate the limitation of the\nright to vote” to whites only.Mobilev.Bolden,446 U.S.\n55, 103–104 (1980) (Marshall, J., dissenting). And a civil war,\ndedicated to ensuring “government of the people, by the people, for\nthe people,” brought constitutional change. In 1870, after a\nhard-fought battle over ratification, the Fifteenth Amendment\ncarried the Nation closer to its founding aspirations. “The right\nof citizens of the United States to vote shall not be denied or\nabridged by the United States or by any State on account of race,\ncolor, or previous condition of servitude.” Those words promised to\nenfranchise millions of black citizens who only a decade earlier\nhad been slaves. Frederick Douglass held that the Amendment “means\nthat we are placed upon an equal footing with all other men”—that\nwith the vote, “liberty is to be the right of all.” 4 The Frederick\nDouglass Papers 270–271 (J. Blassingame & J. McKivigan eds.\n1991). President Grant had seen much blood spilled in the Civil\nWar; now he spoke of the fruits of that sacrifice. In a\nself-described “unusual” message to Congress, he heralded the\nFifteenth Amendment as “a measure of grander importance than any\nother one act of the kind from the foundation of our free\nGovernment”—as “the most important event that has occurred since\nthe nation came into life.” Ulysses S. Grant, Message to the Senate\nand House of Representatives (Mar. 30, 1870), in 7 Compilation of\nthe Messages and Papers of the Presidents 1789–1897, pp. 55–56\n(J. Richardson ed. 1898).Momentous as the Fifteenth Amendment was,\ncelebration of its achievements soon proved premature. The\nAmendment’s guarantees “quickly became dead letters in much of the\ncountry.” Foner, The Strange Career of the Reconstruction\nAmendments, 108 Yale L. J. 2003, 2007 (1999). African\nAmericans daring to go to the polls often “met with coordinated\nintimidation and violence.”Northwest Austin Municipal Util.Dist.No.Onev.Holder,557 U.S.\n193, 218–219 (2009) (Thomas, J., concurring in judgment in part\nand dissenting in part). And almost immediately, legislators\ndiscovered that bloodless actions could also suffice to limit the\nelectorate to white citizens. Many States, especially in the South,\nsuppressed the black vote through a dizzying array of methods:\nliteracy tests, poll taxes, registration requirements, and property\nqualifications. SeeKatzenbach, 383 U. S., at 310–312.\nMost of those laws, though facially neutral, gave enough discretion\nto election officials to prevent significant effects on poor or\nuneducated whites. The idea, as one Virginia representative put it,\nwas “to disfranchise every negro that [he] could disfranchise,” and\n“as few white people as possible.” Keyssar 113. Decade after decade\nafter decade, election rules blocked African Americans—and in some\nStates, Hispanics and Native Americans too—from making use of the\nballot. SeeOregonv.Mitchell,400 U.S.\n112, 132 (1970) (opinion of Black, J.) (discussing treatment of\nnon-black groups). By 1965, only 27% of black Georgians, 19% of\nblack Alabamians, and 7%—yes, 7%—of black Mississippians were\nregistered to vote. See C. Bullock, R. Gaddie, & J. Wert, The\nRise and Fall of the Voting Rights Act 23 (2016).The civil rights movement, and the events of a\nsingle Bloody Sunday, created pressure for change. Selma was the\nheart of an Alabama county whose 15,000 black citizens included, in\n1961, only 156 on the voting rolls. See D. Garrow, Protest at Selma\n31 (1978). In the first days of 1965, the city became the epicenter\nof demonstrations meant to force Southern election officials to\nregister African American voters. As weeks went by without results,\norganizers announced a march from Selma to Birmingham. On March 7,\nsome 600 protesters, led by future Congressman John Lewis, sought\nto cross the Edmund Pettus Bridge. State troopers in riot gear\nresponded brutally: “Turning their nightsticks horizontally, they\nrushed into the crowd, knocking people over like bowling pins.” G.\nMay, Bending Toward Justice 87 (2013). Then came men on horseback,\n“swinging their clubs and ropes like cowboys driving cattle to\nmarket.”Ibid. The protestors were beaten, knocked\nunconscious, and bloodied. Lewis’s skull was fractured. “I thought\nI was going to die on this bridge,” he later recalled. Rojas, Selma\nHelped Define John Lewis’s Life, N. Y. Times, July 28,\n2020.A galvanized country responded. Ten days after\nthe Selma march, President Johnson wrote to Congress proposing\nlegislation to “help rid the Nation of racial discrimination in\nevery aspect of the electoral process and thereby insure the right\nof all to vote.” H. R. Doc. No. 120, at 1. (To his attorney\ngeneral, Johnson was still more emphatic: “I want you to write the\ngoddamnedest toughest voting rights act that you can devise.” H.\nRaines, My Soul Is Rested 337 (1983).) And in August 1965, after\nthe bill’s supporters overcame a Senate filibuster, Johnson signed\nthe Voting Rights Act into law. Echoing Grant’s description of the\nFifteenth Amendment, Johnson called the statute “one of the most\nmonumental laws in the entire history of American freedom.” Public\nPapers of the Presidents, Lyndon B. Johnson, Vol. 2, Aug. 6, 1965,\np. 841 (1966) (Johnson Papers).“After a century’s failure to fulfill the\npromise” of the Fifteenth Amendment, “passage of the VRA finally\nled to signal improvement.”Shelby County, 570 U. S.,\nat 562 (Ginsburg, J., dissenting). In the five years after the\nstatute’s passage, almost as many African Americans registered to\nvote in six Southern States as in the entire century before 1965.\nSee Davidson, The Voting Rights Act: A Brief History, in\nControversies in Minority Voting 21 (B. Grofman & C. Davidson\neds. 1992). The crudest attempts to block voting access, like\nliteracy tests and poll taxes, disappeared. Legislatures often\nreplaced those vote denial schemes with new measures—mostly to do\nwith districting—designed to dilute the impact of minority votes.\nBut the Voting Rights Act, operating for decades at full strength,\nstopped many of those measures too. See,e.g.,Chisomv.Roemer,501 U.S.\n380(1991);Allenv.State Bd.of\nElections,393 U.S.\n544(1969). As a famed dissent assessed the situation about a\nhalf-century after the statute’s enactment: The Voting Rights Act\nhad become “one of the most consequential, efficacious, and amply\njustified exercises of federal legislative power in our Nation’s\nhistory.”Shelby County, 570 U. S., at 562 (Ginsburg,\nJ., dissenting).[1]BYet efforts to suppress the minority vote\ncontinue. No one would know this from reading the majority opinion.\nIt hails the “good news” that legislative efforts had mostly\nshifted by the 1980s from vote denial to vote dilution.Ante, at 7. And then it moves on to other matters, as though\nthe Voting Rights Act no longer has a problem to address—as though\nonce literacy tests and poll taxes disappeared, so too did efforts\nto curb minority voting. But as this Court recognized about a\ndecade ago, “racial discrimination and racially polarized voting\nare not ancient history.”Bartlettv.Strickland,556 U.S.\n1, 25 (2009). Indeed, the problem of voting discrimination has\nbecome worse since that time—in part because of what this Court did\ninShelby County. Weaken the Voting Rights Act, and\npredictable consequences follow: yet a further generation of voter\nsuppression laws.Much of the Voting Rights Act’s success lay in\nits capacity to meet ever-new forms of discrimination. Experience\nshowed that “[w]henever one form of voting discrimination was\nidentified and prohibited, others sprang up in its place.”Shelby County, 570 U. S., at 560 (Ginsburg, J.,\ndissenting). Combating those efforts was like “battling the\nHydra”—or to use a less cultured reference, like playing a game of\nwhack-a-mole.Ibid. So Congress, in Section 5 of the Act,\ngave the Department of Justice authority to review all new rules\ndevised by jurisdictions with a history of voter suppression—and to\nblock any that would have discriminatory effects. See 52\nU. S. C. §§10304(a)–(b). In that way, the Act would\nprevent the use of new, more nuanced methods to restrict the voting\nopportunities of non-white citizens.And for decades, Section 5 operated as intended.\nBetween 1965 and 2006, the Department stopped almost 1200 voting\nlaws in covered areas from taking effect. SeeShelby County,\n570 U. S., at 571 (Ginsburg, J., dissenting). Some of those\nlaws used districting to dilute minority voting strength—making\nsure that the votes of minority citizens would carry less weight\nthan the votes of whites in electing candidates. Other laws, even\nif facially neutral, disproportionately curbed the ability of\nnon-white citizens to cast a ballot at all. So, for example, a\njurisdiction might require forms of identification that those\nvoters were less likely to have; or it might limit voting places\nand times convenient for those voters; or it might purge its voter\nrolls through mechanisms especially likely to ensnare them. Seeid., at 574–575. In reviewing mountains of such evidence in\n2006, Congress saw a continuing need for Section 5. Although\n“discrimination today is more subtle than the visible methods used\nin 1965,” Congress found, it still produces “the same [effects],\nnamely a diminishing of the minority community’s ability to fully\nparticipate in the electoral process.” H. R. Rep. No. 109–478,\np. 6 (2006). Congress thus reauthorized the preclearance\nscheme for 25 years.But this Court took a different view. Finding\nthat “[o]ur country has changed,” the Court saw only limited\ninstances of voting discrimination—and so no further need for\npreclearance.Shelby County, 570 U. S., at 547–549,\n557. Displacing Congress’s contrary judgment, the Court struck down\nthe coverage formula essential to the statute’s operation. The\nlegal analysis offered was perplexing: The Court based its decision\non a “principle of equal [state] sovereignty” that a prior decision\nof ours had rejected—and that has not made an appearance since.Id., at 544 (majority opinion); seeid., at 587–588\n(Ginsburg, J., dissenting). Worse yet was the Court’s blithe\nconfidence in assessing what was needed and what was not. “[T]hings\nhave changed dramatically,” the Court reiterated,id., at\n547: The statute that was once a necessity had become an\nimposition. But how did the majority know there was nothing more\nfor Section 5 to do—that the (undoubted) changes in the country\nwent so far as to make the provision unnecessary? It didn’t, as\nJustice Ginsburg explained in dissent. The majority’s faith that\ndiscrimination was almost gone derived, at least in part, from the\nsuccess of Section 5—from its record of blocking discriminatory\nvoting schemes. Discarding Section 5 because those schemes had\ndiminished was “like throwing away your umbrella in a rainstorm\nbecause you are not getting wet.”Id., at 590.The rashness of the act soon became evident.\nOnce Section 5’s strictures came off, States and localities put in\nplace new restrictive voting laws, with foreseeably adverse effects\non minority voters. On the very dayShelby Countyissued,\nTexas announced that it would implement a strict\nvoter-identification requirement that had failed to clear Section\n5. See Elmendorf & Spencer, Administering Section 2 of the\nVoting Rights Act AfterShelby County, 115 Colum. L. Rev.\n2143, 2145–2146 (2015). Other States—Alabama, Virginia,\nMississippi—fell like dominoes, adopting measures similarly\nvulnerable to preclearance review. Seeibid. The North\nCarolina Legislature, starting work the day afterShelby\nCounty, enacted a sweeping election bill eliminating same-day\nregistration, forbidding out-of-precinct voting, and reducing early\nvoting, including souls-to-the-polls Sundays. (That law went too\nfar even without Section 5: A court struck it down because the\nState’s legislators had a racially discriminatory purpose.North\nCarolina State Conference of NAACPv.McCrory, 831 F.3d\n204 (CA4 2016).) States and localities redistricted—drawing new\nboundary lines or replacing neighborhood-based seats with at-large\nseats—in ways guaranteed to reduce minority representation. See\nElmendorf, 115 Colum. L. Rev., at 2146. And jurisdictions closed\npolling places in mostly minority areas, enhancing an already\npronounced problem. See Brief for Leadership Conference on Civil\nand Human Rights et al. asAmici Curiae14–15 (listing\nclosure schemes); Pettigrew, The Racial Gap in Wait Times, 132 Pol.\nSci. Q. 527, 527 (2017) (finding that lines in minority precincts\nare twice as long as in white ones, and that a minority voter is\nsix times more likely to wait more than an hour).[2]And that was just the first wave of\npost-Shelby Countylaws. In recent months, State after State\nhas taken up or enacted legislation erecting new barriers to\nvoting. See Brennan Center for Justice, Voting Laws Roundup: May\n2021 (online source archived at www.supremecourt.gov) (compiling\nlegislation). Those laws shorten the time polls are open, both on\nElection Day and before. They impose new prerequisites to voting by\nmail, and shorten the windows to apply for and return mail ballots.\nThey make it harder to register to vote, and easier to purge voters\nfrom the rolls. Two laws even ban handing out food or water to\nvoters standing in line. Some of those restrictions may be lawful\nunder the Voting Rights Act. But chances are that some have the\nkind of impact the Act was designed to prevent—that they make the\npolitical process less open to minority voters than to others.So the Court decides this Voting Rights Act case\nat a perilous moment for the Nation’s commitment to equal\ncitizenship. It decides this case in an era of voting-rights\nretrenchment—when too many States and localities are restricting\naccess to voting in ways that will predictably deprive members of\nminority groups of equal access to the ballot box. If “any racial\ndiscrimination in voting is too much,” as theShelby CountyCourt recited, then the Act still has much to do. 570 U. S.,\nat 557. Or more precisely, the fraction of the Act remaining—the\nAct as diminished by the Court’s hand. Congress never meant for\nSection 2 to bear all of the weight of the Act’s commitments. That\nprovision looks to courts, not to the Executive Branch, to restrain\ndiscriminatory voting practices. And litigation is an\nafter-the-fact remedy, incapable of providing relief until an\nelection—usually, more than one election—has come and gone. Seeid., at 572 (Ginsburg, J., dissenting). So Section 2 was\nsupposed to be a back-up, for all its sweep and power. But afterShelby County, the vitality of Section 2—a “permanent,\nnationwide ban on racial discrimination in voting”—matters more\nthan ever.Id., at 557 (majority opinion). For afterShelby County, Section 2 is what voters have left.IISection 2, as drafted, is well-equipped to\nmeet the challenge. Congress meant to eliminate all “discriminatory\nelection systems or practices which operate, designedly or\notherwise, to minimize or cancel out the voting strength and\npolitical effectiveness of minority groups.” S. Rep. No. 97–417,\np. 28 (1982) (S. Rep.). And that broad intent is manifest\nin the provision’s broad text. As always, this Court’s task is to\nread that language as Congress wrote it—to give the section all the\nscope and potency Congress drafted it to have. So I start by\nshowing how Section 2’s text requires courts to eradicate voting\npractices that make it harder for members of some races than of\nothers to cast a vote, unless such a practice is necessary to\nsupport a strong state interest. I then show how far from that text\nthe majority strays. Its analysis permits exactly the kind of vote\nsuppression that Section 2, by its terms, rules out of bounds.ASection 2, as relevant here, has two\ninterlocking parts. Subsection (a) states the law’s basic\nprohibition:“No voting qualification or prerequisite\nto voting or standard, practice, or procedure shall be imposed or\napplied by any State or political subdivision in a manner which\nresults in a denial or abridgement of the right of any citizen of\nthe United States to vote on account of race or color.” 52\nU. S. C. §10301(a).Subsection (b) then tells courts how to apply\nthat bar—or otherwise said, when to find that an infringement of\nthe voting right has occurred:“A violation of subsection (a) is\nestablished if, based on the totality of circumstances, it is shown\nthat the political processes leading to nomination or election in\nthe State or political subdivision are not equally open to\nparticipation by members of [a given race] in that [those] members\nhave less opportunity than other members of the electorate to\nparticipate in the political process and to elect representatives\nof their choice.” §10301(b).[3]Those provisions have a great many words, and I\naddress them further below. But their essential import is plain:\nCourts are to strike down voting rules that contribute to a racial\ndisparity in the opportunity to vote, taking all the relevant\ncircumstances into account.The first thing to note about Section 2 is how\nfar its prohibitory language sweeps. The provision bars any “voting\nqualification,” any “prerequisite to voting,” or any “standard,\npractice, or procedure” that “results in a denial or abridgement of\nthe right” to “vote on account of race.” The overlapping list of\ncovered state actions makes clear that Section 2 extends to every\nkind of voting or election rule. Congress carved out nothing\npertaining to “voter qualifications or the manner in which\nelections are conducted.”Holderv.Hall,512 U.S.\n874, 922 (1994) (Thomas, J., concurring in judgment). So, for\nexample, the provision “covers all manner of registration\nrequirements, the practices surrounding registration,” the\n“locations of polling places, the times polls are open, the use of\npaper ballots as opposed to voting machines, and other similar\naspects of the voting process that might be manipulated to deny any\ncitizen the right to cast a ballot and have it properly counted.”Ibid. All those rules and more come within the statute—so\nlong as they result in a race-based “denial or abridgement” of the\nvoting right. And the “denial or abridgement” phrase speaks broadly\ntoo. “[A]bridgment necessarily means something more subtle and less\ndrastic than the complete denial of the right to cast a ballot,\ndenial being separately forbidden.”Bossier, 528 U. S.,\nat 359 (Souter, J., concurring in part and dissenting in part). It\nmeans to “curtail,” rather than take away, the voting right.\nAmerican Heritage Dictionary 4 (1969).The “results in” language, connecting the\ncovered voting rules to the prohibited voting abridgement, tells\ncourts that they are to focus on the law’s effects. Rather than\nhinge liability on state officials’ motives, Congress made it ride\non their actions’ consequences. That decision was as considered as\nconsidered comes. This Court, as the majority notes, had construed\nthe original Section 2 to apply to facially neutral voting\npractices “only if [they were] motivated by a discriminatory\npurpose.”Bolden, 446 U. S., at 62; seeante, at\n5. Congress enacted the current Section 2 to reverse that\noutcome—to make clear that “results” alone could lead to liability.\nAn intent test, the Senate Report explained, “asks the wrong\nquestion.” S. Rep., at 36. If minority citizens “are denied a fair\nopportunity to participate,” then “the system should be changed,\nregardless of ” what “motives were in an official’s mind.”Ibid. Congress also saw an intent test as imposing “an\ninordinately difficult burden for plaintiffs.”Ibid. Even if\nstate actors had purposefully discriminated, they would likely be\n“ab[le] to offer a non-racial rationalization,” supported by “a\nfalse trail” of “official resolutions” and “other legislative\nhistory eschewing any racial motive.”Id., at 37. So only a\nresults-focused statute could prevent States from finding ways to\nabridge minority citizens’ voting rights.But when to conclude—looking to effects, not\npurposes—that a denial or abridgment has occurred? Again, answering\nthat question is subsection (b)’s function. Seesupra, at\n12–13. It teaches that a violation is established when, “based on\nthe totality of circumstances,” a State’s electoral system is “not\nequally open” to members of a racial group. And then the subsection\ntells us what that means. A system is not equally open if members\nof one race have “less opportunity” than others to cast votes, to\nparticipate in politics, or to elect representatives. The key\ndemand, then, is for equal political opportunity across races.That equal “opportunity” is absent when a law or\npractice makes it harder for members of one racial group, than for\nothers, to cast ballots. When Congress amended Section 2, the word\n“opportunity” meant what it also does today: “a favorable or\nadvantageous combination of circumstances” for some action. See\nAmerican Heritage Dictionary, at 922. In using that word, Congress\nmade clear that the Voting Rights Act does not demand equal\noutcomes. If members of different races have the same opportunity\nto vote, but go to the ballot box at different rates, then so be\nit—that is their preference, and Section 2 has nothing to say. But\nif a law produces different voting opportunities across races—if it\nestablishes rules and conditions of political participation that\nare less favorable (or advantageous) for one racial group than for\nothers—then Section 2 kicks in. It applies, in short, whenever the\nlaw makes it harder for citizens of one race than of others to cast\na vote.[4]And that is so even if (as is usually true) the\nlaw does not single out any race, but instead is facially neutral.\nSuppose, as Justice Scalia once did, that a county has a law\nlimiting “voter registration [to] only three hours one day a week.”Chisom, 501 U. S., at 408 (dissenting opinion). And\nsuppose that policy makes it “more difficult for blacks to register\nthan whites”—say, because the jobs African Americans\ndisproportionately hold make it harder to take time off in that\nwindow.Ibid. Those citizens, Justice Scalia concluded,\nwould then “have less opportunity ‘to participate in the political\nprocess’ than whites, and §2 would therefore be violated.”Ibid. (emphasis deleted). In enacting Section 2, Congress\ndocumented many similar (if less extreme) facially neutral\nrules—“registration requirements,” “voting and registration hours,”\nvoter “purging” policies, and so forth—that create disparities in\nvoting opportunities. S. Rep., at 10, n. 22; H. R. Rep.\nNo. 97–227, pp. 11–17 (1981) (H. R. Rep.). Those laws,\nCongress thought, would violate Section 2, though they were not\nfacially discriminatory, because they gave voters of different\nraces unequal access to the political process.Congress also made plain, in calling for a\ntotality-of- circumstances inquiry, that equal voting opportunity\nis a function of both law and background conditions—in other words,\nthat a voting rule’s validity depends on how the rule operates in\nconjunction with facts on the ground. “[T]otality review,” this\nCourt has explained, stems from Congress’s recognition of “the\ndemonstrated ingenuity of state and local governments in hobbling\nminority voting power.”Johnsonv.De Grandy,512 U.S.\n997, 1018 (1994). Sometimes, of course, state actions overtly\ntarget a single race: For example, Congress was acutely aware, in\namending Section 2, of the elimination of polling places in African\nAmerican neighborhoods. See S. Rep., at 10, 11, and\nn. 22; H. R. Rep., at 17, 35. But sometimes government\nofficials enact facially neutral laws that leverage—and become\ndiscriminatory by dint of—pre-existing social and economic\nconditions. The classic historical cases are literacy tests and\npoll taxes. A more modern example is the one Justice Scalia gave,\nof limited registration hours. Congress knew how those laws worked:\nIt saw that “inferior education, poor employment opportunities, and\nlow incomes”—all conditions often correlated with race—could turn\neven an ordinary-seeming election rule into an effective barrier to\nminority voting in certain circumstances.Thornburgv.Gingles,478 U.S.\n30, 69 (1986) (plurality opinion). So Congress demanded, as\nthis Court has recognized, “an intensely local appraisal” of a\nrule’s impact—“a searching practical evaluation of the ‘past and\npresent reality.’ ”Id., at 79;De Grandy, 512\nU. S., at 1018 (quoting S. Rep., at 30). “The essence of\na §2 claim,” we have said, is that an election law “interacts with\nsocial and historical conditions” in a particular place to cause\nrace-based inequality in voting opportunity.Gingles, 478\nU. S., at 47 (majority opinion). That interaction is what the\ntotality inquiry is mostly designed to discover.At the same time, the totality inquiry enables\ncourts to take into account strong state interests supporting an\nelection rule. An all-things-considered inquiry, we have explained,\nis by its nature flexible. SeeDe Grandy, 512 U. S., at\n1018. On the one hand, it allows no “safe harbor[s]” for election\nrules resulting in discrimination.Ibid. On the other hand,\nit precludes automatic condemnation of those rules. Among the\n“balance of considerations” a court is to weigh is a State’s need\nfor the challenged policy.Houston Lawyers’ Assn. v.Attorney General of Tex.,501 U.S.\n419, 427 (1991). But in making that assessment of state\ninterests, a court must keep in mind—just as Congress did—the ease\nof “offer[ing] a non-racial rationalization” for even blatantly\ndiscriminatory laws. S. Rep., at 37; seesupra, at 14. State\ninterests do not get accepted on faith. And even a genuine and\nstrong interest will not suffice if a plaintiff can prove that it\ncan be accomplished in a less discriminatory way. As we have put\nthe point before: When a less racially biased law would not\n“significantly impair[ ] the State’s interest,” the\ndiscriminatory election rule must fall.Houston Lawyers’\nAssn., 501 U. S., at 428.[5]So the text of Section 2, as applied in our\nprecedents, tells us the following, every part of which speaks to\nthe ambition of Congress’s action. Section 2 applies to any voting\nrule, of any kind. The provision prohibits not just the denial but\nalso the abridgment of a citizen’s voting rights on account of\nrace. The inquiry is focused on effects: It asks not about why\nstate officials enacted a rule, but about whether that rule results\nin racial discrimination. The discrimination that is of concern is\ninequality of voting opportunity. That kind of discrimination can\narise from facially neutral (not just targeted) rules. There is a\nSection 2 problem when an election rule, operating against the\nbackdrop of historical, social, and economic conditions, makes it\nharder for minority citizens than for others to cast ballots. And\nstrong state interests may save an otherwise discriminatory rule,\nbut only if that rule is needed to achieve them—that is, only if a\nless discriminatory rule will not attain the State’s goal.That is a lot of law to apply in a Section 2\ncase. Real law—the kind created by Congress. (A strange thing, to\nhear about it all only in a dissent.)[6] None of this law threatens to “take down,” as the\nmajority charges, the mass of state and local election rules.Ante, at 25. Here is the flipside of what I have said above,\nnow from the plaintiff ’s perspective: Section 2 demands proof\nof a statistically significant racial disparity in electoral\nopportunities (not outcomes) resulting from a law not needed to\nachieve a government’s legitimate goals. That showing is hardly\ninsubstantial; and as a result, Section 2 vote denial suits do not\noften succeed (even with lower courts applying the law as written,\nnot the majority’s new, concocted version). See Brief for State and\nLocal Election Officials asAmici Curiae15 (finding only\nnine winning cases sinceShelby County, each involving “an\nintensely local appraisal” of a “controversial polic[y] in specific\nplaces”). But Section 2 was indeed meant to do something\nimportant—crucial to the operation of our democracy. The provision\ntells courts—however “radical” the majority might find the idea,ante, at 25—to eliminate facially neutral (as well as\ntargeted) electoral rules that unnecessarily create inequalities of\naccess to the political process. That is the very project of the\nstatute, as conceived and as written—and now as damaged by this\nCourt.BThe majority’s opinion mostly inhabits a\nlaw-free zone. It congratulates itself in advance for giving\nSection 2’s text “careful consideration.”Ante, at 14. And\nthen it leaves that language almost wholly behind. Seeante,\nat 14–21. (Every once in a while, when its lawmaking threatens to\nleap off the page, it thinks to sprinkle in a few random statutory\nwords.) So too the majority barely mentions this Court’s precedents\nconstruing Section 2’s text. On both those counts, you can see why.\nAs just described, Section 2’s language is broad. Seesupra,\nat 12–20. To read it fairly, then, is to read it broadly. And to\nread it broadly is to do much that the majority is determined to\navoid. So the majority ignores the sweep of Section 2’s prohibitory\nlanguage. It fails to note Section 2’s application to every\nconceivable kind of voting rule. It neglects to address the\nprovision’s concern with how those rules may “abridge[ ],” not\njust deny, minority citizens’ voting rights. It declines to\nconsider Congress’s use of an effects test, rather than a purpose\ntest, to assess the rules’ legality. Nor does the majority\nacknowledge the force of Section 2’s implementing provision. The\nmajority says as little as possible about what it means for voting\nto be “equally open,” or for voters to have an equal “opportunity”\nto cast a ballot. Seeante, at 14–15. It only grudgingly\naccepts—and then apparently forgets—that the provision applies to\nfacially neutral laws with discriminatory consequences. Compareante, at 22, withante, at 25. And it hints that as\nlong as a voting system is sufficiently “open,” it need not be\nequally so. Seeante, at 16, 18. In sum, the majority skates\nover the strong words Congress drafted to accomplish its equally\nstrong purpose: ensuring that minority citizens can access the\nelectoral system as easily as whites.[7]The majority instead founds its decision on a\nlist of mostly made-up factors, at odds with Section 2 itself. To\nexcuse this unusual free-form exercise, the majority notes that\nSection 2 authorizes courts to conduct a “totality of\ncircumstances” analysis.Ante, at 16. But as described\nabove, Congress mainly added that language so that Section 2 could\nprotect against “the demonstrated ingenuity of state and local\ngovernments in hobbling minority voting power.”De Grandy,\n512 U. S., at 1018; seesupra, at 16–17. The totality\ninquiry requires courts to explore how ordinary-seeming laws can\ninteract with local conditions—economic, social, historical—to\nproduce race-based voting inequalities. That inquiry hardly gives a\ncourt the license to devise whatever limitations on Section 2’s\nreach it would have liked Congress to enact. But that is the\nlicense the majority takes. The “important circumstances” it\ninvents all cut in one direction—toward limiting liability for\nrace-based voting inequalities.Ante, at 16. (Indeed, the\nmajority gratuitously dismisses several factors that point the\nopposite way. Seeante, at 19–21.) Think of the majority’s\nlist as a set of extra-textual restrictions on Section 2—methods of\ncounteracting the law Congress actually drafted to achieve the\npurposesCongressthought “important.” The list—not a test,\nthe majority hastens to assure us, with delusions of modesty—stacks\nthe deck against minority citizens’ voting rights. Never mind that\nCongress drafted a statute to protect those rights—to prohibit any\nnumber of schemes the majority’s non-test test makes it possible to\nsave.Start with the majority’s first idea: a “[m]ere\ninconvenience[ ]” exception to Section 2.Ante, at 16.\nVoting, the majority says, imposes a set of “usual burdens”: Some\ntime, some travel, some rule compliance.Ibid. And all of\nthat is beneath the notice of Section 2—even if those burdens fall\nhighly unequally on members of different races. Seeibid.\nBut that categorical exclusion, for seemingly small (or “[un]usual”\nor “[un]serious”) burdens, is nowhere in the provision’s text. To\nthe contrary (and as this Court has recognized before), Section 2\nallows no “safe harbor[s]” for election rules resulting in\ndisparate voting opportunities.De Grandy, 512 U. S.,\nat 1018; seesupra, at 17. The section applies toanydiscriminatory “voting qualification,” “prerequisite to voting,” or\n“standard, practice, or procedure”—even the kind creating only\n(what the majority thinks of as) an ordinary burden. And the\nsection cares aboutanyrace-based “abridgments” of voting,\nnot just measures that come near to preventing that activity.\nCongress, recall, was intent on eradicating the “subtle, as well as\nthe obvious,” ways of suppressing minority voting.Allen,\n393 U. S., at 565; seesupra, at 14. One of those more\nsubtle ways is to impose “inconveniences,” especially a collection\nof them, differentially affecting members of one race. The certain\nresult—because every inconvenience makes voting both somewhat more\ndifficult and somewhat less likely—will be to deter minority votes.\nIn countenancing such an election system, the majority departs from\nCongress’s vision, set down in text, of ensuring equal voting\nopportunity. It chooses equality-lite.And what is a “mere inconvenience” or “usual\nburden” anyway? The drafters of the Voting Rights Act understood\nthat “social and historical conditions,” including disparities in\neducation, wealth, and employment, often affect opportunities to\nvote.Gingles, 478 U. S., at 47; seesupra, at\n16–17. What does not prevent one citizen from casting a vote might\nprevent another. How is a judge supposed to draw an “inconvenience”\nline in some reasonable place, taking those differences into\naccount? Consider a law banning the handing out of water to voters.\nNo more than—or not even—an inconvenience when lines are short; but\nwhat of when they are, as in some neighborhoods, hours-long? The\npoint here is that judges lack an objective way to decide which\nvoting obstacles are “mere” and which are not, for all voters at\nall times. And so Section 2 does not ask the question.The majority’s “multiple ways to vote” factor is\nsimilarly flawed.Ante, at 18. True enough, a State with\nthree ways to vote (say, on Election Day; early in person; or by\nmail) may be more “open” than a State with only one (on Election\nDay). And some other statute might care about that. But Section 2\ndoes not. What it cares about is that a State’s “political\nprocesses” are “equallyopen” to voters of all races. And a\nState’s electoral process is not equally open if, for example, the\nState “only” makes Election Day voting by members of one race\npeculiarly difficult. The House Report on Section 2 addresses that\nissue. It explains that an election system would violate Section 2\nif minority citizens had a lesser opportunity than white citizens\nto use absentee ballots. See H. R. Rep., at 31, n. 106.\nEven if the minority citizens could just as easily vote in person,\nthe scheme would “result in unequal access to the political\nprocess.”Id., at 31. That is not some piece of contestable\nlegislative history. It is the only reading of Section 2 possible,\ngiven the statute’s focus on equality. Maybe the majority does not\nmean to contest that proposition; its discussion of this supposed\nfactor is short and cryptic. But if the majority does intend to\nexcuse so much discrimination, it is wrong. Making one method of\nvoting less available to minority citizens than to whites\nnecessarily means giving the former “less opportunity than other\nmembers of the electorate to participate in the political process.”\n§10301(b).The majority’s history-and-commonality factor\nalso pushes the inquiry away from what the statute demands. The\noddest part of the majority’s analysis is the idea that “what was\nstandard practice when §2 was amended in 1982 is a relevant\nconsideration.”Ante, at 16. The 1982 state of the world is\nno part of the Section 2 test. An election rule prevalent at that\ntime may make voting harder for minority than for white citizens;\nSection 2 then covers such a rule, as it covers any other. And\ncontrary to the majority’s unsupported speculation, Congress\n“intended” exactly that.Ante, at 17; see H. R. Rep.,\nat 14 (explaining that the Act aimed to eradicate the\n“numerous practices and procedures which act as continued barriers\nto registration and voting”).[8] Section 2 was meant to disrupt the status quo, not to\npreserve it—to eradicate then-current discriminatory practices, not\nto set them in amber. SeeBossier, 528 U. S., at 334\n(under Section 2, “[i]f thestatus quo” abridges the right\nto vote “relative to what the right to voteought to be, the\nstatus quo itself must be changed”).[9] And as to election rules common now, the majority\noversimplifies. Even if those rules are unlikely to violate Section\n2 everywhere, they may easily do so somewhere. That is because the\ndemographics and political geography of States vary widely and\nSection 2’s application depends on place-specific facts. As we have\nrecognized, the statute calls for “an intensely local appraisal,”\nnot a count-up-the-States exercise.Gingles, 478 U. S.,\nat 79; seesupra, at 17. This case, as I’ll later discuss,\noffers a perfect illustration of how the difference between those\ntwo approaches can matter. Seeinfra, at 29–40.That leaves only the majority’s discussion of\nstate interests, which is again skewed so as to limit Section 2\nliability. No doubt that under our precedent, a state interest in\nan election rule “is a legitimate factor to be considered.”Houston Lawyers’ Assn., 501 U. S., at 426. But the\nmajority wrongly dismisses the need for the closest possible fit\nbetween means and end—that is, between the terms of the rule and\nthe State’s asserted interest.Ante, at 21. In the past,\nthis Court has stated that a discriminatory election rule must\nfall, no matter how weighty the interest claimed, if a less biased\nlaw would not “significantly impair[ that] interest.”Houston\nLawyers’ Assn., 501 U. S., at 428; seesupra, at\n17–18, and n. 5. And as the majority concedes, we apply that kind\nof means-end standard in every other context—employment, housing,\nbanking—where the law addresses racially discriminatory effects:\nThere, the rule must be “strict[ly] necess[ary]” to the interest.Ante, at 21; see,e.g.,Albemarle Paper\nCo. v.Moody,422 U.S.\n405, 425 (1975) (holding that an employment policy cannot stand\nif another policy, “without a similarly undesirable racial effect,\nwould also serve the employer’s legitimate interest”). The majority\nargues that “[t]he text of [those] provisions” differs from Section\n2’s.Ante, at 20. But if anything, Section 2 gives less\nweight to competing interests: Unlike in most discrimination laws,\nthey enter the inquiry only through the provision’s reference to\nthe “totality of circumstances”—through, then, a statutory\nbackdoor. So the majority falls back on the idea that “[d]emanding\nsuch a tight fit would have the effect of invalidating a great many\nneutral voting regulations.”Ante, at 21; seeante,\nat 25. But a state interest becomes relevant only when a voting\nrule, even if neutral on its face, is foundnotneutral in\noperation—only, that is, when the rule provides unequal access to\nthe political process. Apparently, the majority does not want to\n“invalidate [too] many” of those actually discriminatory rules. But\nCongress had a different goal in enacting Section 2.The majority’s approach, which would ask only\nwhether a discriminatory law “reasonablypursue[s] important\nstate interests,” gives election officials too easy an escape from\nSection 2.Ante, at 25 (emphasis added). Of course\npreventing voter intimidation is an important state interest. And\nof course preventing election fraud is the same. But those\ninterests are also easy to assert groundlessly or pretextually in\nvoting discrimination cases. Congress knew that when it passed\nSection 2. Election officials can all too often, the Senate Report\nnoted, “offer a non-racial rationalization” for even laws that\n“purposely discriminate[ ].” S. Rep., at 37; seesupra, at 14, 17–18, and n. 5. A necessity test filters out\nthose offerings. See,e.g.,Albemarle, 422\nU. S., at 425. It thereby prevents election officials from\nflouting, circumventing, or discounting Section 2’s command not to\ndiscriminate.In that regard, the past offers a lesson to the\npresent. Throughout American history, election officials have\nasserted anti-fraud interests in using voter suppression laws. Poll\ntaxes, the classic mechanism to keep black people from voting, were\noften justified as “preserv[ing] the purity of the ballot box [and]\nfacilitat[ing] honest elections.” J. Kousser, The Shaping of\nSouthern Politics 111, n. 9 (1974). A raft of election\nregulations—including “elaborate registration procedures” and\n“early poll closings”—similarly excluded white immigrants (Irish,\nItalians, and so on) from the polls on the ground of “prevent[ing]\nfraud and corruption.” Keyssar 159; seeibid. (noting that\nin those times “claims of widespread corruption” were backed\n“almost entirely” by “anecdotes [with] little systematic\ninvestigation or evidence”). Take even the majority’s example of a\npolicy advancing an “important state interest”: “the use of private\nvoting booths,” in which voters marked their own ballots.Ante, at 19. In the majority’s high-minded account, that\ninnovation—then known as the Australian voting system, for the\ncountry that introduced it—served entirely to prevent undue\ninfluence. But when adopted, it also prevented many illiterate\ncitizens—especially African Americans—from voting. And indeed, that\nwas partly the point. As an 1892 Arkansas song went:The Australian Ballot works like a charm,It makes them think and scratch,And when a Negro gets a ballotHe has certainly got his match.Kousser 54. Across the South, the Australian\nballot decreased voter participation among whites by anywhere from\n8% to 28% but among African Americans by anywhere from 15% to 45%.\nSeeid., at 56. Does that mean secret ballot laws violate\nSection 2 today? Of course not. But should the majority’s own\nexample give us all a bit of pause? Yes, it should. It serves as a\nreminder that States have always found it natural to wrap\ndiscriminatory policies in election-integrity garb.Congress enacted Section 2 to prevent those\nmaneuvers from working. It knew that States and localities had over\ntime enacted measure after measure imposing discriminatory voting\nburdens. And it knew that governments were proficient in justifying\nthose measures on non-racial grounds. So Congress called a halt. It\nenacted a statute that would strike down all unnecessary laws,\nincluding facially neutral ones, that result in members of a racial\ngroup having unequal access to the political process.But the majority is out of sympathy with that\nmeasure. The majority thinks a statute that would remove those laws\nis not, as Justice Ginsburg once called it, “consequential,\nefficacious, and amply justified.”Shelby County, 570\nU. S., at 562 (dissenting opinion). Instead, the majority\nthinks it too “radical” to stomach.Ante, at 21, 25. The\nmajority objects to an excessive “transfer of the authority to set\nvoting rules from the States to the federal courts.”Ante,\nat 25. It even sees that transfer as “[un]democratic.”Ibid.\nBut maybe the majority should pay more attention to the “historical\nbackground” that it insists “does not tell us how to decide this\ncase.”Ante, at 21. That history makes clear the\nincongruity, in interpreting this statute, of the majority’s paean\nto state authority—and conversely, its denigration of federal\nresponsibility for ensuring non-discriminatory voting rules. The\nVoting Rights Act was meant to replace state and local election\nrules that needlessly make voting harder for members of one race\nthan for others. The text of the Act perfectly reflects that\nobjective. The “democratic” principle it upholds is not one of\nStates’ rights as against federal courts. The democratic principle\nit upholds is the right of every American, of every race, to have\nequal access to the ballot box. The majority today undermines that\nprinciple as it refuses to apply the terms of the statute. By\ndeclaring some racially discriminatory burdens inconsequential, and\nby refusing to subject asserted state interests to serious\nmeans-end scrutiny, the majority enables voting discrimination.IIIJust look at Arizona. Two of that State’s\npolicies disproportionately affect minority citizens’ opportunity\nto vote. The first—the out-of-precinct policy—results in Hispanic\nand African American voters’ ballots being thrown out at a\nstatistically higher rate than those of whites. And whatever the\nmajority might say about the ordinariness of such a rule, Arizona\napplies it in extra-ordinary fashion: Arizona isthenational outlier in dealing with out-of-precinct votes, with the\nnext-worst offender nowhere in sight. The second rule—the\nballot-collection ban—makes voting meaningfully more difficult for\nNative American citizens than for others. And nothing about how\nthat ban is applied is “usual” either—this time because of how many\nof the State’s Native American citizens need to travel long\ndistances to use the mail. Both policies violate Section 2, on a\nstraightforward application of its text. Considering the “totality\nof circumstances,” both “result in” members of some races having\n“less opportunity than other members of the electorate to\nparticipate in the political process and to elect a representative\nof their choice.” §10301(b). The majority reaches the opposite\nconclusion because it closes its eyes to the facts on the\nground.[10]AArizona’s out-of-precinct policy requires\ndiscarding any Election Day ballot cast elsewhere than in a voter’s\nassigned precinct. Under the policy, officials throw out every\nchoice in every race—including national or statewide races\n(e.g., for President or Governor) that appear\nidentically on every precinct’s ballot. The question is whether\nthat policy unequally affects minority citizens’ opportunity to\ncast a vote.Although the majority portrays Arizona’s use of\nthe rule as “unremarkable,”ante, at 26, the State is in\nfact a national aberration when it comes to discarding out-of-\nprecinct ballots. In 2012, about 35,000 ballots across the country\nwere thrown out because they were cast at the wrong precinct. See\nU. S. Election Assistance Commission, 2012 Election\nAdministration and Voting Survey 53 (2013). Nearly one in three of\nthose discarded votes—10,979—was cast in Arizona.Id., at\n52. As the Court of Appeals concluded, and the chart below\nindicates, Arizona threw away ballots in that year at 11 times the\nrate of the second-place discarder (Washington State).Democratic Nat.Committeev.Hobbs, 948 F.3d\n989, 1001 (CA9 2020); see App. 72. Somehow the majority labels that\ndifference “marginal[ ],”ante, at 27, but it is\nanything but. More recently, the number of discarded ballots in the\nState has gotten smaller: Arizona counties have increasingly\nabandoned precinct-based voting (in favor of county-wide “vote\ncenters”), so the out-of-precinct rule has fewer votes to operate\non. And the majority primarily relies on those latest (2016)\nnumbers. But across the five elections at issue in this litigation\n(2008–2016), Arizona threw away far more out-of-precinct\nvotes—almost 40,000—than did any other State in the country.Votes in such numbers can matter—enough for\nSection 2 to apply. The majority obliquely suggests not, comparing\nthe smallish number of thrown-out votes (minority and non-minority\nalike) to the far larger number of votes cast and counted. Seeante, at 27. But elections are often fought and won at the\nmargins—certainly in Arizona. Consider the number of votes\nseparating the two presidential candidates in the most recent\nelection: 10,457. That is fewer votes than Arizona discarded under\nthe out-of-precinct policy in two of the prior three presidential\nelections. This Court previously rejected the idea—the “erroneous\nassumption”—“that a small group of voters can never influence the\noutcome of an election.”Chisom, 501 U. S., at 397,\nn. 24. For that reason, we held that even “a small minority”\ngroup can claim Section 2 protection. Seeibid. Similarly\nhere, the out-of-precinct policy—which discards thousands upon\nthousands of ballots in every election—affects more than sufficient\nvotes to implicate Section 2’s guarantee of equal electoral\nopportunity.And the out-of-precinct policy operates\nunequally: Ballots cast by minorities are more likely to be\ndiscarded. In 2016, Hispanics, African Americans, and Native\nAmericans were about twice as likely—or said another way, 100% more\nlikely—to have their ballots discarded than whites. See App. 122.\nAnd it is possible to break that down a bit. Sixty percent of the\nvoting in Arizona is from Maricopa County. There, Hispanics were\n110% more likely, African Americans 86% more likely, and Native\nAmericans 73% more likely to have their ballots tossed. Seeid., at 153. Pima County, the next largest county, provides\nanother 15% of the statewide vote. There, Hispanics were 148% more\nlikely, African Americans 80% more likely, and Native Americans 74%\nmore likely to lose their votes. Seeid., at 157. The record\ndoes not contain statewide figures for 2012. But in Maricopa and\nPima Counties, the percentages were about the same as in 2016. Seeid., at 87, 91. Assessing those disparities, the plaintiffs’\nexpert found, and the District Court accepted, that the\ndiscriminatory impact of the out-of-precinct policy was\nstatistically significant—meaning, again, that it was highly\nunlikely to occur by chance. SeeDemocratic Nat.Committeev.Reagan, 329 F. Supp. 3d 824, 871\n(Ariz. 2018);supra, at 15, n. 4.The majority is wrong to assert that those\nstatistics are “highly misleading.”Ante, at 28. In the\nmajority’s view, they can be dismissed because the great mass of\nvoters are unaffected by the out-of-precinct policy. Seeibid. But Section 2 is less interested in “absolute terms”\n(as the majority calls them) than in relative ones.Ante, at\n27; seesupra, at 14–15. Arizona’s policy creates a\nstatistically significant disparity between minority and white\nvoters: Because of the policy, members of different racial groups\ndo not in fact have an equal likelihood of having their ballots\ncounted. Suppose a State decided to throw out 1% of the Hispanic\nvote each election. Presumably, the majority would not approve the\naction just because 99% of the Hispanic vote is unaffected. Nor\nwould the majority say that Hispanics in that system have an equal\nshot of casting an effective ballot. Here, the policy is not so\novert; but under Section 2, that difference does not matter.\nBecause the policy “results in” statistically significant\ninequality, it implicates Section 2. And the kind of inequality\nthat the policy produces is not the kind only a statistician could\nsee. A rule that throws out, each and every election, thousands of\nvotes cast by minority citizens is a rule that can affect election\noutcomes. If you were a minority vote suppressor in Arizona or\nelsewhere, you would want that rule in your bag of tricks. You\nwould not think it remotely irrelevant.And the case against Arizona’s policy grows only\nstronger the deeper one digs. The majority fails to conduct the\n“searching practical evaluation” of “past and present reality” that\nSection 2’s “totality of circumstances” inquiry demands.De\nGrandy, 512 U. S., at 1018. Had the majority done so, it\nwould have discovered why Arizona’s out-of- precinct policy has\nsuch a racially disparate impact on voting opportunity. Much of the\nstory has to do with the siting and shifting of polling places.\nArizona moves polling places at a startling rate. Maricopa County\n(recall, Arizona’s largest by far) changed 40% or more of polling\nplaces before both the 2008 and the 2012 elections. See 329\nF. Supp. 3d, at 858 (noting also that changes “continued to\noccur in 2016”). In 2012 (the election with the best data), voters\naffected by those changes had an out-of-precinct voting rate that\nwas 40% higher than other voters did. Seeibid. And,\ncritically, Maricopa’s relocations hit minority voters harder than\nothers. In 2012, the county moved polling stations in African\nAmerican and Hispanic neighborhoods 30% more often than in white\nones. See App. 110–111. The odds of those changes leading to\nmistakes increased yet further because the affected areas are home\nto citizens with relatively low education and income levels. Seeid., at 170–171. And even putting relocations aside, the\nsiting of polling stations in minority areas caused significant\nout-of-precinct voting. Hispanic and Native American voters had to\ntravel further than white voters did to their assigned polling\nplaces. Seeid., at 109. And all minority voters were\ndisproportionately likely to be assigned to polling places other\nthan the ones closest to where they lived. Seeid., at 109,\nand n. 30, 175–176. Small wonder, given such siting decisions,\nthat minority voters found it harder to identify and get to their\ncorrect precincts. But the majority does not address these\nmatters.[11]Facts also undermine the State’s asserted\ninterests, which the majority hangs its hat on. A government\ninterest, as even the majority recognizes, is “merely one factor to\nbe considered” in Section 2’s totality analysis.Houston\nLawyers’ Assn., 501 U. S., at 427; seeante, at 19.\nHere, the State contends that it needs the out-of-precinct policy\nto support a precinct-based voting system. But 20 other States\ncombine precinct-based systems with mechanisms for partially\ncounting out-of-precinct ballots (that is, counting the votes for\noffices like President or Governor). And the District Court found\nthat it would be “administratively feasible” for Arizona to join\nthat group. 329 F. Supp. 3d, at 860. Arizona—echoed by the\nmajority—objects that adopting a partial-counting approach would\ndecrease compliance with the vote-in-your-precinct rule (by\nreducing the penalty for a voter’s going elsewhere). But there is\nmore than a little paradox in that response. We know from the\nextraordinary number of ballots Arizona discards that its current\nsystem fails utterly to “induce[ ] compliance.”Ante,\nat 28–29; seesupra, at 30–31. Presumably, that is because\nthe system—most notably, its placement and shifting of polling\nplaces—sows an unparalleled level of voter confusion. A State that\nmakes compliance with an election rule so unusually hard is in no\nposition to claim that its interest in “induc[ing] compliance”\noutweighs the need to remedy the race-based discrimination that\nrule has caused.BArizona’s law mostly banning third-party\nballot collection also results in a significant race-based\ndisparity in voting opportunities. The problem with that law again\nlies in facts nearly unique to Arizona—here, the presence of rural\nNative American communities that lack ready access to mail service.\nGiven that circumstance, the Arizona statute discriminates in just\nthe way Section 2 proscribes. The majority once more comes to a\ndifferent conclusion only by ignoring the local conditions with\nwhich Arizona’s law interacts.The critical facts for evaluating the\nballot-collection rule have to do with mail service. Most Arizonans\nvote by mail. But many rural Native American voters lack access to\nmail service, to a degree hard for most of us to fathom. Only 18%\nof Native voters in rural counties receive home mail delivery,\ncompared to 86% of white voters living in those counties. See 329\nF. Supp. 3d, at 836. And for many or most, there is no nearby\npost office. Native Americans in rural Arizona “often must travel\n45 minutes to 2 hours just to get to a mailbox.” 948 F. 3d, at\n1006; see 329 F. Supp. 3d, at 869 (“Ready access to reliable\nand secure mail service is nonexistent” in some Native American\ncommunities). And between a quarter to a half of households in\nthese Native communities do not have a car. Seeibid. So\ngetting ballots by mail and sending them back poses a serious\nchallenge for Arizona’s rural Native Americans.[12]For that reason, an unusually high rate of\nNative Americans used to “return their early ballots with the\nassistance of third parties.”Id., at 870.[13] As the District Court found: “[F]or\nmany Native Americans living in rural locations,” voting “is an\nactivity that requires the active assistance of friends and\nneighbors.”Ibid. So in some Native communities, third-party\ncollection of ballots—mostly by fellow clan members—became\n“standard practice.”Ibid. And stopping it, as one tribal\nelection official testified, “would be a huge devastation.”Ibid.; see Brief for Navajo Nation asAmicus Curiae19–20 (explaining that ballot collection is how Navajo voters “have\nhistorically handled their mail-in ballots”).Arizona has always regulated these activities to\nprevent fraud. State law makes it a felony offense for a ballot\ncollector to fail to deliver a ballot. See Ariz. Rev. Stat. Ann.\n§16–1005 (Cum. Supp. 2020). It is also a felony for a ballot\ncollector to tamper with a ballot in any manner. Seeibid.\nAnd as the District Court found, “tamper evident envelopes and a\nrigorous voter signature verification procedure” protect against\nany such attempts. 329 F. Supp. 3d, at 854. For those reasons\nand others, no fraud involving ballot collection has ever come to\nlight in the State.Id., at 852.Still, Arizona enacted—with full knowledge of\nthe likely discriminatory consequences—the near-blanket\nballot-collection ban challenged here. The first version of the\nlaw—much less stringent than the current one—passed the Arizona\nLegislature in 2011. But the Department of Justice, in its Section\n5 review, expressed skepticism about the statute’s compliance with\nthe Voting Rights Act, and the legislature decided to repeal the\nlaw rather than see it blocked (and thereby incur statutory\npenalties). See 329 F. Supp. 3d, at 880; 52 U. S. C.\n§10303(a)(1)(E) (providing that if a state law fails Section 5\nreview, the State may not escape the preclearance process for\nanother 10 years). Then, this Court decidedShelby County.\nWith Section 5 gone, the State Legislature felt free to proceed\nwith a new ballot-collection ban, despite the potentially\ndiscriminatory effects that the preclearance process had revealed.\nThe enacted law contains limited exceptions for family members and\ncaregivers. But it includes no similar exceptions for clan members\nor others with Native kinship ties. They and anyone else who picks\nup a neighbor’s ballot and takes it to a post office, or delivers\nit to an election site, is punishable as a felon. See Ariz. Rev.\nStat. §16–1005(H).Put all of that together, and Arizona’s\nballot-collection ban violates Section 2. The ban interacts with\nconditions on the ground—most crucially, disparate access to mail\nservice—to create unequal voting opportunities for Native\nAmericans. Recall that only 18% of rural Native Americans in the\nState have home delivery; that travel times of an hour or more to\nthe nearest post office are common; that many members of the\ncommunity do not have cars. Seesupra, at 36. Given those\nfacts, the law prevents many Native Americans from making effective\nuse of one of the principal means of voting in Arizona.[14] What is an inconsequential\nburden for others is for these citizens a severe hardship. And the\nState has shown no need for the law to go so far. Arizona, as noted\nabove, already has statutes in place to deter fraudulent collection\npractices. Seesupra, at 37. Those laws give every sign of\nworking. Arizona has not offered any evidence of fraud in ballot\ncollection, or even an account of a harm threatening to happen. See\n329 F. Supp. 3d, at 852 (“[T]here has never been a case of\nvoter fraud associated with ballot collection charged in Arizona”).\nAnd anyway, Arizona did not have to entirely forego a\nballot-collection restriction to comply with Section 2. It could,\nfor example, have added an exception to the statute for Native clan\nor kinship ties, to accommodate the special, “intensely local”\nsituation of the rural Native American community.Gingles,\n478 U. S., at 79. That Arizona did not do so shows, at best,\nselective indifference to the voting opportunities of its Native\nAmerican citizens.The majority’s opinion fails to acknowledge any\nof these facts. It quotes extensively from the District Court’s\nfinding that the ballot-collection ban does not interfere with the\nvoting opportunities of minority groups generally. Seeante,\nat 31, n. 19. But it never addresses the court’s separate\nfinding that the ban poses a unique burden for Native Americans.\nSeesupra, at 36–37. Except in a pair of footnotes\nresponding to this dissent, the term “Native American” appears once\n(count it, once) in the majority’s five-page discussion of\nArizona’s ballot-collection ban. So of course that community’s\nstrikingly limited access to mail service is not\naddressed.[15] In the\nmajority’s alternate world, the collection ban is just a “usual\nburden[ ] of voting” for everyone.Ante, at 30. And in\nthat world, “[f]raud is a real risk” of ballot collection—as to\nevery community, in every circumstance—just because the State in\nlitigation asserts that it is.Ante, at 33. The State need\nnot even show that the discriminatory rule it enacted is necessary\nto prevent the fraud it purports to fear. So the State has no duty\nto substitute a non-discriminatory rule that would adequately serve\nits professed goal. Like the rest of today’s opinion, the\nmajority’s treatment of the collection ban thus flouts what Section\n2 commands: the eradication of election rules resulting in unequal\nopportunities for minority voters.IVCongress enacted the Voting Rights Act to\naddress a deep fault of our democracy—the historical and continuing\nattempt to withhold from a race of citizens their fair share of\ninfluence on the political process. For a century, African\nAmericans had struggled and sacrificed to wrest their voting rights\nfrom a resistant Nation. The statute they and their allies at long\nlast attained made a promise to all Americans. From then on,\nCongress demanded, the political process would be equally open to\nevery citizen, regardless of race.One does not hear much in the majority opinion\nabout that promise. One does not hear much about what brought\nCongress to enact the Voting Rights Act, what Congress hoped for it\nto achieve, and what obstacles to that vision remain today. One\nwould never guess that the Act is, as the President who signed it\nwrote, “monumental.” Johnson Papers 841. For all the opinion\nreveals, the majority might be considering any old piece of\nlegislation—say, the Lanham Act or ERISA.But then, at least, the majority should treat\nthe Voting Rights Act as if it were ordinary legislation. The Court\nalways says that it must interpret a statute according to its\ntext—that it has no warrant to override congressional choices. But\nthe majority today flouts those choices with abandon. The language\nof Section 2 is as broad as broad can be. It applies to any policy\nthat “results in” disparate voting opportunities for minority\ncitizens. It prohibits, without any need to show bad motive, even\nfacially neutral laws that make voting harder for members of one\nrace than of another, given their differing life circumstances.\nThat is the expansive statute Congress wrote, and that our prior\ndecisions have recognized. But the majority today lessens the\nlaw—cuts Section 2 down to its own preferred size. The majority\ncreates a set of extra-textual exceptions and considerations to sap\nthe Act’s strength, and to save laws like Arizona’s. No matter what\nCongress wanted, the majority has other ideas.This Court has no right to remake Section 2.\nMaybe some think that vote suppression is a relic of history—and so\nthe need for a potent Section 2 has come and gone. Cf.Shelby\nCounty, 570 U. S., at 547 (“[T]hings have changed\ndramatically”). But Congress gets to make that call. Because it has\nnot done so, this Court’s duty is to apply the law as it is\nwritten. The law that confronted one of this country’s most\nenduring wrongs; pledged to give every American, of every race, an\nequal chance to participate in our democracy; and now stands as the\ncrucial tool to achieve that goal. That law, of all laws, deserves\nthe sweep and power Congress gave it. That law, of all laws, should\nnot be diminished by this Court.Notes1The majority brands this\nhistorical account part of an “extended effort at misdirection.”Ante, at 22. I am tempted merely to reply: Enough said about\nthe majority’s outlook on the statute before us. But I will add\nwhat should be obvious—that no one can understand the Voting Rights\nAct without recognizing what led Congress to enact it, and what\nCongress wanted it to change.2Although causation is\nhard to establish definitively, those post-Shelby Countychanges appear to have reduced minority participation in the next\nelection cycle. The most comprehensive study available found that\nin areas freed from Section 5 review, white turnout remained the\nsame, but “minority participation dropped by 2.1 percentage\npoints”—a stark reversal in direction from prior elections. Ang, Do\n40-Year-Old Facts Still Matter?, 11 Am. Econ. J.: Applied\nEconomics, No. 3, pp. 1, 35 (2019). The results, said the scholar\nwho crunched the numbers, “provide early evidence that the Shelby\nruling may jeopardize decades of voting rights progress.”Id., at 36. The election laws passed inShelby\nCounty’s wake “may have negated many of the gains made under\npreclearance.”Ibid.3A final sentence, not at\nissue here, specifies that the voting right provided does not\nentitle minority citizens to proportional representation in\nelectoral offices. Seeinfra, at 19, n. 6.4I agree with the majority\nthat “very small differences” among racial groups do not matter.Ante, at 18. Some racial disparities are too small to\nsupport a finding of unequal access because they are not\nstatistically significant—that is, because they might have arisen\nfrom chance alone. SeeMatrixx Initiatives,Inc. v.Siracusano,563 U.S.\n27, 39 (2011). The statistical significance test is standard in\nall legal contexts addressing disparate impact. SeeRicciv.DeStefano,557 U.S.\n557, 587 (2009). In addition, there may be some threshold of\nwhat is sometimes called “practical significance”—a level of\ninequality that, even if statistically meaningful, is just too\ntrivial for the legal system to care about. See Federal Judicial\nCenter, Reference Manual on Scientific Evidence 252 (3d ed. 2011)\n(discussing differences that are not “practically\nimportant”).5The majority pretends\nthatHouston Lawyers’ Assn. did not ask about the\navailability of a less discriminatory means of serving the State’s\nend, seeante, at 23, n. 16—but the inquiry is right there\non page 428 (examining “if [the] impairment of a minority group’s\nvoting strength could be remedied without significantly impairing\nthe State’s interest in electing judges on a district-wide basis”).\nIn posing that question, the Court did what Congress wanted,\nbecause absent a necessity test, States could too easily get away\nwith offering “non-racial” but pretextual “rationalization[s].”\nS. Rep., at 37; seesupra, at 14. And the Court did\nwhat it always does in applying laws barring discriminatory\neffects—ask whether a challenged policy is necessary to achieve the\nasserted goal. Seeinfra, at 26. Contrary to the majority’s\nview, that kind of inquiry would not result in “invalidat[ing] just\nabout any voting rule a State adopts.”Ante, at 24. A\nplaintiff bears the burden of showing that a less discriminatory\nlaw would be “at least as effective in achieving the [State’s]\nlegitimate purpose.”Renov.American Civil Liberties\nUnion,521 U.S.\n844, 874 (1997). And “cost may be an important factor” in that\nanalysis, so the plaintiff could not (as the majority proposes) say\nmerely that the State can combat fraud by “hiring more\ninvestigators and prosecutors.”Burwellv.Hobby Lobby\nStores,Inc.,573 U.S.\n682, 730 (2014);ante, at 24. Given those features of\nthe alternative-means inquiry, a State that tries both to serve its\nelectoral interests and to give its minority citizens equal\nelectoral access will rarely have anything to fear from a Section 2\nsuit.6Contra the majority, seeante, at 5–6, 22, and n. 14, the House-Senate compromise\nreached in amending Section 2 has nothing to do with the law\nrelevant here. The majority is hazy about the content of this\ncompromise for a reason: It was about proportional representation.\nAs then-Justice Rehnquist explained, members of the Senate\nexpressed concern that the “results in” language of the\nHouse-passed bill would provide not “merely for equal ‘access’ to\nthe political process” but also “for proportional representation”\nof minority voters.Mississippi Republican Executive\nCommitteev.Brooks,469 U.S.\n1002, 1010 (1984) (dissenting opinion). Senator Dole’s solution\nwas to add text making clear that minority voters had a right to\nequal voting opportunities, but no right to elect minority\ncandidates “in numbers equal to their proportion in the\npopulation.” 52 U. S. C. §10301(b). The Dole Amendment,\nas Justice Rehnquist noted, ensured that under the “results in”\nlanguage equal “ ‘access’ only was required.” 469 U. S.,\nat 1010–1011; see 128 Cong. Rec. 14132 (1982) (Sen. Dole explaining\nthat as amended “the focus of the standard is on whether there is\nequal access to the political process, not on whether members of a\nparticular minority group have achieved proportional election\nresults”). Nothing—literally nothing—suggests that the Senate\nwanted to water down the equal-access right that everyone agreed\nthe House’s language covered. So the majority is dead wrong to say\nthat I want to “undo” the House-Senate compromise.Ante, at\n22. It is the majority that wants to transform that compromise to\nsupport a view of Section 2 held in neither the House nor the\nSenate.7In a single sentence, the\nmajority huffs that “nobody disputes” various of these “points of\nlaw.”Ante, at 21. Excellent! I only wish the majority would\ntake them to heart, both individually and in combination. For\nexample, the majority says it agrees that Section 2 reaches beyond\ndenials of voting to any “abridgement.” But then, as I’ll later\ndiscuss, it insists that Section 2 has an interest only in rules\nthat “block or seriously hinder voting”—which appears to create a\n“denial orseriousabridgement” standard.Ante, at\n16; seeinfra, at 22–23. Or, for example, the majority says\nit accepts that Section 2 may prohibit facially neutral election\nrules. But the majority takes every opportunity of casting doubt on\nthose applications. Each facially neutral rule it mentions is one\nthat it “doubt[s]” Congress could have “intended to uproot.”Ante, at 18; seeante, at 6, 18, 21, 25. And it\ncriticizes this dissent for understanding the statute (but how\ncould anyone understand it differently?) as focusing on the\nracially “disparate impact” of neutral election rules on the\nopportunity to vote.Ante, at 21. Most fundamentally, the\nmajority refuses to acknowledge how all the “points of law” it\nprofesses to agree with work in tandem to signal a statute of\nsignificant power and scope.8The House Report listed\nsome of those offensive, even though facially neutral and\nthen-prevalent, practices: “inconvenient location and hours of\nregistration, dual registration for county and city elections,”\n“frequent and unnecessary purgings and burdensome registration\nrequirements, and failure to provide . . . assistance to\nilliterates.” H. R. Rep., at 14. So too the Senate Report\ncomplained of “inconvenient voting and registration hours” and\n“reregistration requirements and purging of voters.” S. Rep.,\nat 10, n. 22; seesupra, at 16.9Even setting aside\nSection 2’s status-quo-disrupting lean, this Court has long\nrejected—including just last Term—the majority’s claim that the\nstate of the world at the time of a statute’s enactment provides a\nuseful “benchmark[ ]” when applying a broadly written law.Ante, at 17. Such a law will typically come to encompass\napplications—even “important” ones—that were not “foreseen at the\ntime of enactment.”Bostockv.Clayton County, 590\nU. S. ___, ___ (2020) (slip op., at 26). To prevent that from\nhappening—as the majority does today, on the ground that Congress\nsimply must have “intended” it—is “to displace the plain meaning of\nthe law in favor of something lying behind it.”Ibid.; seeid., at ___ (slip op., at 30) (When a law is “written in\nstarkly broad terms,” it is “virtually guaranteed that unexpected\napplications [will] emerge over time”).10Because I would affirm the Court of\nAppeals’ holding that the effects of these policies violate Section\n2, I need not pass on that court’s alternative holding that the\nlaws were enacted with discriminatory intent.11The\nmajority’s excuse for failing to consider the plaintiffs’ evidence\non Arizona’s siting of polling places is that the plaintiffs did\nnot bring a separate claim against those practices. Seeante, at 30, n. 18. If that sounds odd, it is. The\nmajority does not contest that the evidence on polling-place siting\nis relevant to the plaintiffs’ challenge to the out-of-precinct\npolicy. Nor could the majority do so. The siting practices are one\nof the background conditions against which the out-of-precinct\npolicy operates—exactly the kind of thing that a\ntotality-of-circumstances analysis demands a court take into\naccount. To refuse to think about those practices because the\nplaintiffs might have brought a freestanding claim against them is\nto impose an out-of-thin-air pleading requirement that operates to\nexclude exactly the evidence that most strongly signals a Section 2\nviolation.12Certain Hispanic communities in\nArizona confront similar difficulties. For example, in the border\ntown of San Luis, which is 98% Hispanic, “[a]lmost 13,000 residents\nrely on a post office located across a major highway” for their\nmail service. 329 F. Supp. 3d, at 869. The median income in\nSan Luis is $22,000, so “many people [do] not own[ ]\ncars”—making it “difficult” to “receiv[e] and send[ ] mail.”Ibid.13The\nmajority faults the plaintiffs for failing to provide “concrete”\nstatistical evidence on this point. Seeante, at 31. But no\nevidence of that kind exists: Arizona has never compiled data on\nthird-party ballot collection. And the witness testimony the\nplaintiffs offered in its stead allowed the District Court to\nconclude that minority voters, and especially Native Americans,\ndisproportionately needed third-party assistance to vote. See 329\nF. Supp. 3d, at 869–870.14To\nmake matters worse, in-person voting does not provide a feasible\nalternative for many rural Native voters. Given the low population\ndensity on Arizona’s reservations, the distance to an assigned\npolling place—like that to a post office—is usually long. Again,\nmany Native citizens do not own cars. And the State’s polling-place\nsiting practices cause some voters to go to the wrong precincts.\nRespecting the last factor, the District Court found that because\nNavajo voters “lack standard addresses[,] their precinct\nassignments” are “based upon guesswork.”Democratic Nat.Committeev.Reagan, 329 F. Supp. 3d 824, 873\n(Ariz. 2018). As a result, there is frequent “confusion about the\nvoter’s correct polling place.”Ibid.15In\none of those footnotes, the majority defends its omission by saying\nthat “no individual [Native American] voter testified that [the\ncollection ban] would make it significantly more difficult for him\nor her to vote.”Ante, at 34, n. 21. But as stated\nabove, the District Court found, based on the testimony of\n“lawmakers, elections officials[,] community advocates,” and tribal\nrepresentatives, that the ban would have that effect for many\nNative American voters. 329 F. Supp. 3d, at 868; seeid., at 870 (“[F]or many Native Americans living in rural\nlocations,” voting “is an activity that requires the active\nassistance of friends and neighbors”);supra, at 36–37. The\nidea that the claim here fails because the plaintiffs did not\nproducelessmeaningful evidence (a single person’s\nexperience) does not meet the straight-face standard. And the\nmajority’s remaining argument is, if anything, more eccentric.\nHere, the majority assures us that the Postal Service has a\n“statutory obligation[ ]” to provide “effective and regular\npostal services to rural areas.”Ante, at 34, n. 21.\nBut the record shows what the record shows—once again, in the Court\nof Appeals’ words, that Native Americans in rural Arizona “often\nmust travel 45 minutes to 2 hours just to get to a mailbox.”Democratic Nat.Committeev.Hobbs, 948 F.3d\n989, 1006 (CA9 2020). That kind of background circumstance is\ncentral to Section 2’s totality-of-circumstances analysis—and here\nproduces a significant racial disparity in the opportunity to vote.\nThe majority’s argument to the contrary is no better than if it\ncondoned a literacy test on the ground that a State had long had a\nstatutory obligation to teach all its citizens to read and\nwrite.",
    "joined": []
}