{
    "case": {
        "docket": "19-431",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-431/"
    },
    "id": "4270875",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–431 and 19–454_________________LITTLE SISTERS OF THE POOR SAINTS PETER\nAND PAUL HOME, PETITIONER19–431v.PENNSYLVANIA, et al.DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS19–454v.PENNSYLVANIA, et al.on writs of certiorari to the united states\ncourt of appeals for the third circuit[July 8, 2020]Justice Kagan, with whom Justice Breyer joins,\nconcurring in the judgment.I would uphold HRSA’s statutory authority to\nexempt certain employers from the contraceptive-coverage mandate,\nbut for different reasons than the Court gives. I also write\nseparately because I question whether the exemptions can survive\nadministrative law’s demand for reasoned decisionmaking. That issue\nremains open for the lower courts to address.The majority and dissent dispute the breadth of\nthe delegation in the Women’s Health Amendment to the ACA. The\nAmendment states that a health plan or insurer must offer coverage\nfor “preventive care and screenings . . . as provided for\nin comprehensive guidelines supported by [HRSA] for purposes of\nthis paragraph.” 42 U. S. C. §300gg–13(a)(4). The\ndisputed question is just what HRSA can “provide for.” Both the\nmajority and the dissent agree that HRSA’s guidelines can\ndifferentiate among preventive services, mandating coverage of some\nbut not others. The opinions disagree about whether those\nguidelines can also differentiate among health plans, exempting\nsome but not others from the contraceptive-coverage requirement. On\nthat question, all the two opinions have in common is equal\ncertainty they are right. Compareante,at 16 (majority\nopinion) (Congress “enacted expansive language offer[ing] no\nindication whatever that the statute limits what HRSA can designate\nas preventive care and screenings or who must provide that\ncoverage” (internal quotation marks omitted)), withpost,at\n9 (Ginsburg, J., dissenting) (“Nothing in [the statute] accord[s]\nHRSA authority” to decide “whomust provide coverage”\n(internal quotation marks omitted; emphasis in original)).Try as I might, I do not find that kind of\nclarity in the statute. Sometimes when I squint, I read the law as\ngiving HRSA discretion over all coverage issues: The agency gets to\ndecide who needs to provide what services to women. At other times,\nI see the statute as putting the agency in charge of only the\n“what” question, and not the “who.” If I had to, I would of course\ndecide which is the marginally better reading. ButChevrondeference was built for cases like these. SeeChevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil, Inc.,467 U.S.\n837, 842–843 (1984); see alsoArlingtonv.FCC,569 U.S.\n290, 301 (2013) (holding thatChevronapplies to\nquestions about the scope of an agency’s statutory authority).Chevroninstructs that a court facing statutory ambiguity\nshould accede to a reasonable interpretation by the implementing\nagency. The court should do so because the agency is the more\npolitically accountable actor. See 467 U. S., at 865–866. And\nit should do so because the agency’s expertise often enables a\nsounder assessment of which reading best fits the statutory scheme.\nSeeid.,at 865.Here, the Departments have adopted the\nmajority’s reading of the statutory delegation ever since its\nenactment. Over the course of two administrations, the Departments\nhave shifted positions on many questions involving the Women’s\nHealth Amendment and the ACA more broadly. But not on whether the\nAmendment gives HRSA the ability to create exemptions to the\ncontraceptive-coverage mandate. HRSA adopted the original church\nexemption on the same capacious understanding of its statutory\nauthority as the Departments endorse today. See 76 Fed. Reg. 46623\n(2011) (“In the Departments’ view, it is appropriate that HRSA, in\nissuing these Guidelines, takes into account the effect on the\nreligious beliefs of certain religious employers if coverage of\ncontraceptive services were required”).[1] While the exemption itself has expanded, the\nDepartments’ reading of the statutory delegation—that the law gives\nHRSA discretion over the “who” question—has remained the same. I\nwould defer to that longstanding and reasonable interpretation.But that does not mean the Departments should\nprevail when these cases return to the lower courts. The States\nchallenged the exemptions not only as outside HRSA’s statutory\nauthority, but also as “arbitrary [and] capricious.” 5\nU. S. C. §706(2)(A). Because the courts below found for\nthe States on the first question, they declined to reach the\nsecond. That issue is now ready for resolution, unaffected by\ntoday’s decision. An agency acting within its sphere of delegated\nauthority can of course flunk the test of “reasoned\ndecisionmaking.”Michiganv.EPA, 576 U.S. 743, 750\n(2015). The agency does so when it has not given “a satisfactory\nexplanation for its action”—when it has failed to draw a “rational\nconnection” between the problem it has identified and the solution\nit has chosen, or when its thought process reveals “a clear error\nof judgment.”Motor Vehicle Mfrs. Assn. of United States,\nInc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29, 43 (1983) (internal quotation marks omitted). Assessed\nagainst that standard of reasonableness, the exemptions HRSA and\nthe Departments issued give every appearance of coming up\nshort.[2]Most striking is a mismatch between the scope of\nthe religious exemption and the problem the agencies set out to\naddress. In the Departments’ view, the exemption was “necessary to\nexpand the protections” for “certain entities and individuals” with\n“religious objections” to contraception. 83 Fed. Reg. 57537 (2018).\nRecall that under the old system, an employer objecting to the\ncontraceptive mandate for religious reasons could avail itself of\nthe “self-certification accommodation.”Ante,at 6. Upon\nmaking the certification, the employer no longer had “to contract,\narrange, [or] pay” for contraceptive coverage; instead, its insurer\nwould bear the services’ cost. 78 Fed. Reg. 39874 (2013). That\ndevice dispelled some employers’ objections—but not all. The Little\nSisters, among others, maintained that the accommodation itself\nmade them complicit in providing contraception. The measure thus\nfailed to “assuage[ ]” their “sincere religious objections.”\n82 Fed. Reg. 47799 (2017). Given that fact, the Departments might\nhave chosen to exempt the Little Sisters and other still-objecting\ngroups from the mandate. But the Departments went further still.\nTheir rule exempted all employers with objections to the mandate,\neven if the accommodation met their religious needs. In other\nwords, the Departments exempted employers who had no religious\nobjection to the status quo (because they did not share the Little\nSisters’ views about complicity). The rule thus went beyond what\nthe Departments’ justification supported—raising doubts about\nwhether the solution lacks a “rational connection” to the problem\ndescribed.State Farm, 463 U. S., at 43.[3]And the rule’s overbreadth causes serious harm,\nby the Departments’ own lights. In issuing the rule, the\nDepartments chose to retain the contraceptive mandate itself. See\n83 Fed. Reg. 57537. Rather than dispute HRSA’s prior finding that\nthe mandate is “necessary for women’s health and well-being,” the\nDepartments left that determination in place. HRSA, Women’s\nPreventive Services Guidelines (Dec. 2019),\nwww.hrsa.gov/womens-guidelines-2019; see 83 Fed. Reg. 57537. The\nDepartments thus committed themselves to minimizing the impact on\ncontraceptive coverage, even as they sought to protect employers\nwith continuing religious objections. But they failed to fulfill\nthat commitment to women. Remember that the accommodation preserves\nemployees’ access to cost-free contraceptive coverage, while the\nexemption does not. Seeante,at 5–6. So the Departments\n(again, according to their own priorities) should have exempted\nonly employers who had religious objections to the\naccommodation—not those who viewed it as a religiously acceptable\ndevice for complying with the mandate. The Departments’ contrary\ndecision to extend the exemption to those without any religious\nneed for it yielded all costs and no benefits. Once again, that\noutcome is hard to see as consistent with reasoned judgment. SeeState Farm, 463 U. S., at 43.[4]Other aspects of the Departments’ handiwork may\nalso prove arbitrary and capricious. For example, the Departments\nallow even publicly traded corporations to claim a religious\nexemption. See 83 Fed. Reg. 57562–57563. That option is unusual\nenough to raise a serious question about whether the Departments\nadequately supported their choice. Cf.Burwellv.Hobby\nLobby Stores, Inc.,573 U.S.\n682, 717 (2014) (noting the oddity of “a publicly traded\ncorporation asserting RFRA rights”). Similarly, the Departments\noffer an exemption to employers who have moral, rather than\nreligious, objections to the contraceptive mandate. Perhaps there\nare sufficient reasons for that decision—for example, a desire to\nstay neutral between religion and non-religion. See 83 Fed. Reg.\n57603–57604. But RFRA cast a long shadow over the Departments’\nrulemaking, seeante,at 19–22, and that statute does not\napply to those with only moral scruples. So a careful agency would\nhave weighed anew, in this different context, the benefits of\nexempting more employers from the mandate against the harms of\ndepriving more women of contraceptive coverage. In the absence of\nsuch a reassessment, it seems a close call whether the moral\nexemption can survive.None of this is to say that the Departments\ncould not issue a valid rule expanding exemptions from the\ncontraceptive mandate. As noted earlier, I would defer to the\nDepartments’ view of the scope of Congress’s delegation. Seesupra,at 3. That means the Departments (assuming they act\nhand-in-hand with HRSA) have wide latitude over exemptions, so long\nas they satisfy the requirements of reasoned decisionmaking. But\nthat “so long as” is hardly nothing. Even in an area of broad\nstatutory authority—maybe especially there—agencies must rationally\naccount for their judgments.Notes1The First Amendment\ncannot have separately justified the church exemption, as the\ndissent suggests. Seepost, at 12–13 (opinion of Ginsburg,\nJ.). That exemption enables a religious institution to decline to\nprovide contraceptive coverage toallits employees, from a\nminister to a building custodian. By contrast, the so-called\nministerial exception of the First Amendment (which the dissent\ncites, seepost, at 13) extends only toselectemployees, having ministerial status. SeeOur Lady of Guadalupe\nSchoolv.Morrissey-Berru, 591 U. S. ___, ___\n(2020) (slip op., at 14–16);Hosanna-Tabor Evangelical Lutheran\nChurch and Schoolv.EEOC,565 U.S.\n171, 190 (2012). (Too, this Court has applied the ministerial\nexception only to protect religious institutions from employment\ndiscrimination suits, expressly reserving whether the exception\nexcuses their non-compliance with other laws. Seeid., at\n196.) And there is no general constitutional immunity, over and\nabove the ministerial exception, that can protect a religious\ninstitution from the law’s operation.2I speak here only of the\nsubstantive validity of the exemptions. I agree with the Court that\nthe final rules issuing the exemptions were procedurally\nvalid.3At oral argument, the\nSolicitor General argued that the rule’s overinclusion is harmless\nbecause the accommodation remains available to all employers who\nqualify for the exemption. See Tr. of Oral Arg. 20–23. But in their\nfinal rule, the Departments themselves acknowledged the prospect\nthat some employers without a religious objection to the\naccommodation would switch to the exemption. See 83 Fed. Reg.\n57576–57577 (“Of course, some of the[ ] religious”\ninstitutions that “do not conscientiously oppose participating” in\nthe accommodation “may opt for the expanded exemption[,] but others\nmight not”);id.,at 57561 (“[I]t is not clear to the\nDepartments” how many of the religious employers who had used the\naccommodation without objection “will choose to use the expanded\nexemption instead”). And the Solicitor General, when pressed at\nargument, could offer no evidence that, since the rule took effect,\nemployers without the Little Sisters’ complicity beliefs had\ndeclined to avail themselves of the new exemption. Tr. of Oral Arg.\n22.4In a brief passage in the\ninterim final rule, the Departments suggested that an exemption is\n“more workable” than the accommodation in addressing religious\nobjections to the mandate. 82 Fed. Reg. 47806. But the Departments\ncontinue to provide the accommodation to any religious employers\nwho request that option, thus maintaining a two-track system. Seeante,at 10; n. 3,supra. So ease of\nadministration cannot support, at least without more explanation,\nthe Departments’ decision to offer the exemption more broadly than\nneeded.",
    "joined": []
}