{
    "case": {
        "docket": "14-1096",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1096/"
    },
    "id": "3574262",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 14–1096_________________JORGE LUNA TORRES, PETITIONERv.LORETTA E. LYNCH,\nATTORNEY GENERALon writ of certiorari to the united states court of appeals for\nthe second circuit[May 19, 2016]Justice Kagan delivered the opinion of the Court.The Immigration and Nationality Act (INA or Act) imposes certain\nadverse immigration consequences on an alien convicted of an\n“aggravated felony.” The INA defines that term by listing various\ncrimes, most of which are identified as offenses “described in”\nspecified provisions of the federal criminal code. Immediately\nfollowing that list, the Act provides that the referenced offenses\nare aggravated felonies irrespective of whether they are “in\nviolation of Federal[,] State[,]” or foreign law. 108 Stat. 4322, 8\nU. S. C. §1101(a)(43). In this case, we must decide if a\nstate crime counts as an aggravated felony when it corresponds to a\nspecified federal offense in all ways but one—namely, the state\ncrime lacks the interstate commerce element used in the federal\nstatute to establish legislative jurisdiction (i.e.,Congress’s power to enact the law). We hold that the absence of\nsuch a jurisdictional element is immaterial: A state crime of that\nkind is an aggravated felony.IThe INA makes any alien convicted of an “aggravated felony”\nafter entering the United States deportable. See\n§1227(a)(2)(A)(iii). Such an alien is also ineligible for several\nforms of discretionary relief, including cancellation of removal—an\norder allowing a deportable alien to remain in the country. See\n§1229b(a)(3). And because of his felony, the alien faces expedited\nremoval proceedings. See §1228(a)(3)(A).The Act defines the term “aggravated felony” by way of a long\nlist of offenses, now codified at §1101(a)(43). In all, that\nprovision’s 21 subparagraphs enumerate some 80 different crimes. In\nmore than half of those subparagraphs, Congress specified the\ncrimes by citing particular federal statutes. According to that\ncommon formulation, an offense is an aggravated felony if it is\n“described in,” say, 18 U. S. C. §2251 (relating to child\npornography), §922(g) (relating to unlawful gun possession), or, of\nparticular relevance here, §844(i) (relating to arson and\nexplosives). 8 U. S. C. §§1101(a)(43)(E), (I). Most of\nthe remaining subparagraphs refer to crimes by their generic\nlabels, stating that an offense is an aggravated felony if, for\nexample, it is “murder, rape, or sexual abuse of a minor.”\n§1101(a)(43)(A). Following the entire list of crimes,\n§1101(a)(43)’s penultimate sentence reads: “The term [aggravated\nfelony] applies to an offense described in this paragraph whether\nin violation of Federal or State law and applies to such an offense\nin violation of the law of a foreign country for which the term of\nimprisonment was completed within the previous 15 years.” So,\nputting aside the 15-year curlicue, the penultimate sentence\nprovides that an offense listed in §1101(a)(43) is an aggravated\nfelony whether in violation of federal, state, or foreign law.Petitioner Jorge Luna Torres, who goes by the name George Luna,\nimmigrated to the United States as a child and has lived here ever\nsince as a lawful permanent resident. In 1999, he pleaded guilty to\nattempted arson in the third degree, in violation of New York law;\nhe was sentenced to one day in prison and five years of probation.\nSeven years later, immigration officials discovered his conviction\nand initiated proceedings to remove him from the country. During\nthose proceedings, Luna applied for cancellation of removal. But\nthe Immigration Judge found him ineligible for that discretionary\nrelief because his arson conviction qualified as an aggravated\nfelony. See App. to Pet. for Cert. 21a–22a.The Board of Immigration Appeals (Board) affirmed, based on a\ncomparison of the federal and New York arson statutes. Seeid.,at 15a–17a. The INA, as just noted, provides that “an\noffense described in” 18 U. S. C. §844(i), the federal\narson and explosives statute, is an aggravated felony. Section\n844(i), in turn, makes it a crime to “maliciously damage[ ] or\ndestroy[ ], or attempt[ ] to damage or destroy, by means\nof fire or an explosive, any building [or] vehicle . . .\nused in interstate or foreign commerce or in any activity affecting\ninterstate or foreign commerce.” For its part, the New York law\nthat Luna was convicted under prohibits “intentionally damag[ing],”\nor attempting to damage, “a building or motor vehicle by starting a\nfire or causing an explosion.” N. Y. Penal Law Ann. §§110,\n150.10 (West 2010). The state law, the Board explained, thus\nmatches the federal statute element-for-element with one exception:\nThe New York law does not require a connection to interstate\ncommerce. According to the Board, that single difference did not\nmatter because the federal statute’s commerce element is\n“jurisdictional”—that is, its function is to establish Congress’s\npower to legislate. See App. to Pet for Cert. 16a–17a. Given that\nthe two laws’ substantive (i.e.,non-jurisdictional)\nelements map onto each other, the Board held, the New York arson\noffense is “described in” 18 U. S. C. §844(i).The Court of Appeals for the Second Circuit denied Luna’s\npetition for review of the Board’s ruling. See 764 F. 3d 152\n(2014). The court’s decision added to a Circuit split over whether\na state offense is an aggravated felony when it has all the\nelements of a listed federal crime except one requiring a\nconnection to interstate commerce.[1] We granted\ncertiorari. 576 U. S. ___ (2015).IIThe issue in this case arises because of the distinctive role\ninterstate commerce elements play in federal criminal law. In our\nfederal system, “Congress cannot punish felonies generally,”Cohensv.Virginia, 6 Wheat. 264, 428 (1821); it may\nenact only those criminal laws that are connected to one of its\nconstitutionally enumerated powers, such as the authority to\nregulate interstate commerce. As a result, most federal offenses\ninclude, in addition to substantive elements, a jurisdictional one,\nlike the interstate commerce requirement of §844(i). The\nsubstantive elements “primarily define[ ] the behavior that\nthe statute calls a ‘violation’ of federal law,”Scheidlerv.National Organization for Women, Inc., 547 U. S. 9,\n18 (2006) —or, as the Model Penal Code puts the point, they relate\nto “the harm or evil” the law seeks to prevent, §1.13(10). The\njurisdictional element, by contrast, ties the substantive offense\n(here, arson) to one of Congress’s constitutional powers (here, its\nauthority over interstate commerce), thus spelling out the warrant\nfor Congress to legislate. Seeid.,at 17–18 (explaining\nthat Congress intends “such statu-tory terms as ‘affect commerce’\nor ‘in commerce’ . . . as terms of art connecting the\ncongressional exercise of legislative authority with the\nconstitutional provision (here, the Commerce Clause) that grants\nCongress that authority”).For obvious reasons, state criminal laws do not include the\njurisdictional elements common in federal statutes.[2] State legislatures, exercising their plenary police\npowers, are not limited to Congress’s enumerated powers; and so\nStates have no reason to tie their substantive offenses to those\ngrants of authority. See,e.g., United Statesv.Lopez, 514 U. S. 549, 567 (1995) . In particular, state\ncrimes do not contain interstate commerce elements because a State\ndoes not need such a jurisdictional hook. Accordingly, even state\noffenses whose substantive elements match up exactly with a federal\nlaw’s will part ways with respect to interstate commerce. That\nslight discrepancy creates the issue here: If a state offense lacks\nan interstate commerce element but otherwise mirrors one of the\nfederal statutes listed in §1101(a)(43), does the state crime count\nas an aggravated felony? Or, alternatively, does the jurisdictional\ndifference reflected in the state and federal laws preclude that\nresult, no matter the laws’ substantive correspondence?Both parties begin with the statutory text most directly at\nissue, disputing when a state offense (here, arson) is “described\nin” an enumerated federal statute (here, 18 U. S. C.\n§844(i)). Luna, armed principally with Black’s Law Dictionary,\nargues that “described in” means “expressed” or “set forth”\nin—which, he says, requires the state offense to include each one\nof the federal law’s elements. Brief for Petitioner 15–16.[3] The Government, brandishing dictionaries of its own,\ncontends that the statutory phrase has a looser meaning—that\n“describing entails . . . not precise replication,” but\n“convey[ance of ] an idea or impression” or of a thing’s\n“central features.” Brief for Respondent 17.[4]\nOn that view, “described in,” as opposed to the more precise\n“defined in” sometimes found in statutes, denotes that the state\noffense need only incorporate the federal law’s core, substantive\nelements.But neither of those claims about the bare term “described in”\ncan resolve this case. Like many words, “describe” takes on\ndifferent meanings in different contexts. Consider two ways in\nwhich this Court has used the word. In one case, “describe”\nconveyed exactness: A contractual provision, we wrote, “describes\nthe subject [matter] with great particularity[,] . . .\ngiv[ing] the precise number of pounds [of tobacco], the tax for\nwhich each pound was liable, and the aggregate of the tax.”Ryanv.United States, 19 Wall. 514, 517 (1874). In\nanother case, not: “The disclosure provision is meant,” we stated,\n“to describe the law to consumers in a manner that is concise and\ncomprehensible to the layman—which necessarily means that it will\nbe imprecise.”CompuCredit Corp.v.Greenwood, 565\nU. S. 95, 102 (2012) . So staring at, or even looking up, the\nwords “described in” cannot answer whether a state offense must\nreplicate every last element of a listed federal statute, including\nits jurisdictional one, to qualify as an aggravated felony. In\nconsidering that issue, we must, as usual, “interpret the relevant\nwords not in a vacuum, but with reference to the statutory\ncontext.”Abramskiv.United States, 573 U. S.\n___, ___ (2014) (slip op., at 9).[5]Here, two contextual considerations decide the matter. The first\nis §1101(a)(43)’s penultimate sentence, which shows that Congress\nmeant the term “aggravated felony” to capture serious crimes\nregardless of whether they are prohibited by federal, state, or\nforeign law. The second is a well-established background principle\ndistinguishing between substantive and jurisdictional elements in\nfederal criminal statutes. We address each factor in turn.ASection 1101(a)(43)’s penultimate sentence, as noted above,\nprovides: “The term [aggravated felony] applies to an offense\ndescribed in this paragraph whether in violation of Federal or\nState law and applies to such an offense in violation of the law of\na foreign country for which the term of imprisonment was completed\nwithin the previous 15 years.” Seesupra,at 2. That\nsentence (except for the time limit on foreign convictions)\ndeclares the source of criminal law irrelevant: The listed offenses\ncount as aggravated felonies regardless of whether they are made\nillegal by the Federal Government, a State, or a foreign country.\nThat is true of the crimes identified by reference to federal\nstatutes (as here, an offense described in 18 U. S. C.\n§844(i)), as well as those employing generic labels (for example,\nmurder). As even Luna recognizes, state and foreign analogues of\nthe enumerated federal crimes qual-ify as aggravated felonies. See\nBrief for Petitioner 21 (contesting only what properly counts as\nsuch an analogue). The whole point of §1101(a)(43)’s penultimate\nsentence is to make clear that a listed offense should lead to\nswift removal, no matter whether it violates federal, state, or\nforeign law.Luna’s jot-for-jot view of “described in” would substantially\nundercut that function by excluding from the Act’s coverage all\nstate and foreign versions of any enumerated federal offense that\n(like §844(i)) contains an interstate commerce element. Such an\nelement appears in about half of §1101(a)(43)’s listed\nstatutes—defining, altogether, 27 serious crimes.[6] Yet under Luna’s reading, only those federal crimes,\nand not their state and foreign counterparts, would provide a basis\nfor an alien’s removal—because, as explained earlier, only Congress\nmust ever show a link to interstate commerce. Seesupra,at\n4–5. No state or foreign legislature needs to incorporate a\ncommerce element to establish its jurisdiction, and so none ever\ndoes. Accordingly, state and foreign crimes will never precisely\nreplicate a federal statute containing a commerce element. And that\nmeans, contrary to §1101(a)(43)’s penultimate sentence, that the\nterm “aggravated felony” wouldnotapply to many of the\nAct’s listed offenses irrespective of whether they are “in\nviolation of Federal[,] State[, or foreign] law”; instead, that\nterm would apply exclusively to the federal variants.[7]Indeed, Luna’s view would limit the penultimate sentence’s\neffect in a peculiarly perverse fashion—excluding state and foreign\nconvictions for many of the gravest crimes listed in §1101(a)(43),\nwhile reaching those convictions for less harmful offenses.\nConsider some of the state and foreign crimes that would not count\nas aggravated felonies on Luna’s reading because the corresponding\nfederal law has a commerce element: most child pornography\noffenses, including selling a child for the purpose of\nmanufacturing such material, see §1101(a)(43)(I); demanding or\nreceiving a ransom for kidnapping, see §1101(a)(43)(H); and\npossessing a firearm after a felony conviction, see\n§1101(a)(43)(E)(ii). Conversely, the term “aggravated felony” in\nLuna’s world would include state and foreign convictions for such\ncomparatively minor offenses as operating an unlawful gambling\nbusiness, see §1101(a)(43)(J), and possessing a firearm not\nidentified by a serial number, see §1101(a)(43)(E)(iii), because\nCongress chose, for whatever reason, not to use a commerce element\nwhen barring that conduct. And similarly, the term would cover any\nstate or foreign conviction for such nonviolent activity as\nreceiving stolen property, see §1101(a)(43)(G), or forging\ndocuments, see §1101(a)(43)(R), because the INA happens to use\ngeneric labels to describe those crimes. This Court has previously\nrefused to construe §1101(a)(43) so as to produce such\n“haphazard”—indeed, upside-down—coverage.Nijhawanv.Holder, 557 U. S. 29, 40 (2009) . We see no reason to\nfollow a different path here: Congress would not have placed an\nalien convicted by a State of running an illegal casino at greater\nrisk of removal than one found guilty under the same State’s law of\nselling a child.[8]In an attempt to make some sense of his reading, Luna posits\nthat Congress might have believed that crimes having an interstate\nconnection are generally more serious than those lacking one—for\nexample, that interstate child pornography is “worse” than the\nintrastate variety. Brief for Petitioner 35. But to begin with,\nthat theory cannot explain the set of crazy-quilt results just\ndescribed: Not even Luna maintains that Congress thought local acts\nof selling a child, receiving explosives, or demanding a ransom are\ncategorically less serious than, say, operating an unlawful casino\nor receiving stolen property (whether or not in interstate\ncommerce). And it is scarcely more plausible to view an interstate\ncommerce element in any given offense as separating serious from\nnon-serious conduct: Why, for example, would Congress see an alien\nwho carried out a kidnapping for ransom wholly within a State as\nmaterially less dangerous than one who crossed state lines in\ncommitting that crime? The essential harm of the crime is the same\nirrespective of state borders. Luna’s argument thus misconceives\nthe function of interstate commerce elements: Rather than\ndistinguishing greater from lesser evils, they serve (as earlier\nexplained) to connect a given substantive offense to one of\nCongress’s enumerated powers. Seesupra,at 4–5. And still\nmore fundamentally, Luna’s account runs counter to the penultimate\nsentence’s central message: that the national, local, or foreign\ncharacter of a crime has no bearing on whether it is grave enough\nto warrant an alien’s automatic removal.[9]Luna (and the dissent, seepost,at 6) must therefore\nfall back on a different defense: that his approach would exclude\nfrom the universe of aggravated felonies fewer serious state and\nforeign offenses than one might think. To make that argument, Luna\nrelies primarily on a part of the Act specifying that the term\n“aggravated felony” shall include “a crime of violence (as defined\nin [ 18 U. S. C. §16]) for which the term of imprisonment\n[is] at least one year.” §1101(a)(43)(F); see 18 U. S. C.\n§16 (defining “crime of violence” as involving the use of “physical\nforce” against the person or property of another). According to\nLuna, many state and foreign offenses failing to match the Act’s\nlisted federal statutes (for want of an interstate commerce\nelement) would count as crimes of violence and, by that alternative\nroute, trigger automatic removal. A different statutory phrase, or\nso Luna says, would thus plug the holes opened by his construction\nof the “described in” provisions.Luna’s argument does not reassure us. We agree that state\ncounterparts of some enumerated federal offenses would qualify as\naggravated felonies through the “crime of violence” provision. But\nnot nearly all such offenses, and not even the worst ones. Consider\nagain some of the listed offenses described earlier. Seesupra,at 10. The “crime of violence” provision would not\npick up demanding a ransom for kidnapping. See 18\nU. S. C. §875(a) (defining the crime without any\nreference to physical force). It would not cover most of the listed\nchild pornography offenses, involving the distribution, receipt,\nand possession of such materials. It would not reach\nfelon-in-possession laws and other firearms offenses. And indeed,\nit would not reach arson in the many States defining that crime to\ninclude the destruction of one’s own property. SeeJordisonv.Gonzales, 501 F. 3d 1134, 1135 (CA9 2007) (holding\nthat a violation of California’s arson statute does not count as a\ncrime of violence for that reason); Tr. of Oral Arg. 28–29\n(Solicitor General agreeing with that interpretation).[10] So under Luna’s reading, state and foreign\ncounterparts to a broad swath of listed statutes would remain\noutside §1101(a)(43)’s coverage merely because they lack an\nexplicit interstate commerce connection. And for all the reasons\ndiscussed above, that result would significantly restrict the\npenultimate sentence’s force and effect, and in an utterly random\nmanner.[11]BJust as important, a settled practice of distinguishing between\nsubstantive and jurisdictional elements of federal criminal laws\nsupports reading §1101(a)(43) to include state analogues lacking an\ninterstate commerce requirement. As already explained, the\nsubstantive elements of a federal statute describe the evil\nCongress seeks to prevent; the jurisdictional element connects the\nlaw to one of Congress’s enumerated powers, thus establishing\nlegislative authority. Seesupra,at 4–5; ALI, Model Penal\nCode §1.13(10) (1962). Both kinds of elements must be proved to a\njury beyond a reasonable doubt; and because that is so, both may\nplay a real role in a criminal case. But still, they are not\ncreated equal for every purpose. To the contrary, courts have often\nrecognized—including when comparing federal and state offenses—that\nCongress uses substantive and jurisdictional elements for different\nreasons and does not expect them to receive identical\ntreatment.Consider the law respectingmens rea. In general, courts\ninterpret criminal statutes to require that a defendant possess amens rea, or guilty mind, as to every element of an offense.\nSeeElonisv.United States, 575 U. S. ___, ___\n(2015) (slip op., at 10). That is so even when the “statute by its\nterms does not contain” any demand of that kind.United\nStatesv.X-Citement Video, Inc., 513 U. S. 64, 70\n(1994) . In such cases, courts read the statute against a\n“background rule” that the defendant must know each fact making his\nconduct illegal.Staplesv.United States, 511\nU. S. 600, 619 (1994) . Or otherwise said, they infer, absent\nan express indication to the contrary, that Congress intended such\na mental-state requirement.Except when it comes to jurisdictional elements. There, this\nCourt has stated, “the existence of the fact that confers federal\njurisdiction need not be one in the mind of the actor at the time\nhe perpetrates the act made criminal by the federal statute.”United Statesv.Feola, 420 U. S. 671, 677, n. 9\n(1975) ; seeUnited Statesv.Yermian, 468 U. S.\n63, 68 (1984) (“Jurisdictional language need not contain the same\nculpability requirement as other elements of the offense”); Model\nPenal Code §2.02. So when Congress has said nothing about the\nmental state pertaining to a jurisdictional element, the default\nrule flips: Courts assume that Congress wanted such an element to\nstand outside the otherwise applicablemens rearequirement.\nIn line with that practice, courts have routinely held that a\ncriminal defendant need not know of a federal crime’s interstate\ncommerce connection to be found guilty. See,e.g.,United\nStatesv.Jinian, 725 F. 3d 954, 964–966 (CA9\n2013);United Statesv.Lindemann, 85 F. 3d\n1232, 1241 (CA7 1996);United Statesv.Blackmon, 839\nF. 2d 900, 907 (CA2 1988). Those courts have recognized, as we\ndo here, that Congress viewed the commerce element as distinct\nfrom, and subject to a different rule than, the elements describing\nthe substantive offense.Still more strikingly, courts have distinguished between the two\nkinds of elements in contexts, similar to this one, in which the\njudicial task is to compare federal and state offenses. The\nAssimilative Crimes Act (ACA), 18 U. S. C. §13(a),\nsubjects federal enclaves, like military bases, to state criminal\nlaws except when they punish the same conduct as a federal statute.\nThe ACA thus requires courts to decide when a federal and a state\nlaw are sufficiently alike that only the federal one will apply.\nAnd we have held that, in making that assessment, courts should\nignore jurisdictional elements: When the “differences among\nelements” of the state and federal crimes “reflect jurisdictional,\nor other technical, considerations” alone, then the state law will\nhave no effect in the area.Lewisv.United States,\n523 U. S. 155, 165 (1998) ; see alsoid., at 182\n(Kennedy, J., dissenting) (agreeing that courts should “look beyond\n. . . jurisdictional elements,” and focus only on\nsubstantive ones, in determining whether “the elements of the two\ncrimes are the same”). In such a case, we reasoned—just as we do\nnow—that Congress meant for the federal jurisdictional element to\nbe set aside.And lower courts have uniformly adopted the same approach when\ncomparing federal and state crimes in order to apply the federal\nthree-strikes statute. That law imposes mandatory life imprisonment\non a person convicted on three separate occasions of a “serious\nviolent felony.” 18 U. S. C. §3559(c)(1). Sounding very\nmuch like the INA, the three-strikes statute defines such a felony\nto include “a Federal or State offense, by whatever designation and\nwherever committed, consisting of” specified crimes (e.g.,murder, manslaughter, robbery) “as described in” listed federal\ncriminal statutes. §3559(c)(2)(F). In deciding whether a state\ncrime of conviction thus corresponds to an enumerated federal\nstatute, every court to have faced the issue has ignored the\nstatute’s jurisdictional element. See,e.g., United Statesv.Rosario-Delgado, 198 F. 3d 1354, 1357 (CA11 1999)\n(per curiam);United Statesv.Wicks, 132\nF. 3d 383, 386–387 (CA7 1997). Judge Wood, writing for the\nSeventh Circuit, highlighted the phrase “a Federal or State\noffense, by whatever designation and wherever committed”—the\nthree-strikes law’s version of §1101(a)(43)’s penultimate sentence.\n“It is hard to see why Congress would have used this language,” she\nreasoned, “if it had meant that every detail of the federal\noffense, including its jurisdictional element[ ], had to be\nreplicated in the state offense.”Id.,at 386–387. Just so,\ntoo, in the INA—whose “aggravated felony” provisions operate\nagainst, and rely on, an established legal backdrop distinguishing\nbetween jurisdictional and substantive elements.[12]Luna objects to drawing that line on the ground that it is too\nhard to tell the difference between the two. See Brief for\nPetitioner 26–28 (discussing, in particular, statutes criminalizing\nthe destruction of federal property and sending threats via the\nPostal Service). But that contention collides with the judicial\nexperience just described. Courts regularly separate substantive\nfrom jurisdictional elements in applying federal criminal statutes’mens rearequirements; so too in implementing other laws\nthat require a comparison of federal and state offenses. And from\nall we can see, courts perform that task with no real trouble: Luna\nhas not pointed to any divisions between or within Circuits arising\nfrom the practice. We do not deny that some tough questions may\nlurk on the margins—where an element that makes evident Congress’s\nregulatory power also might play a role in defining the behavior\nCongress thought harmful. But a standard interstate commerce\nelement, of the kind appearing in a great many federal laws, is\nalmost always a simple jurisdictional hook—and courts may as easily\nacknowledge that fact in enforcing the INA as they have done in\nother contexts.CLuna makes a final argument opposing our reading of\n§1101(a)(43): If Congress had meant for “ordinary state-law” crimes\nlike arson to count as aggravated felonies, it would have drafted\nthe provision to make that self-evident. Brief for Petitioner 20.\nCongress, Luna submits, would have used the generic term for those\ncrimes—e.g., “arson”—rather than demanding that the state\nlaw of conviction correspond to a listed federal statute. Seeid.,at 20–23. Or else, Luna (and the dissent) suggests, seeid.,at 24;post,at 13, Congress would have\nexpressly distinguished between substantive and jurisdictional\nelements, as it did in an unrelated law mandating the pretrial\ndetention of any person convicted of a federal offense “described\nin [a certain federal statute], or of a State or local offense that\nwould have been an offense described in [that statute] if a\ncircumstance giving rise to Federal jurisdiction had existed,” 18\nU. S. C. §3142(e)(2)(A).But as an initial matter, Congress may have had good reason to\nthink that a statutory reference would capture more accurately than\na generic label the range of state convictions warranting automatic\ndeportation. The clause of §1101(a)(43) applying to Luna’s case\nwell illustrates the point. By referring to 18 U. S. C.\n§844(i), that provision incorporates not only the garden-variety\narson offenses that a generic “arson” label would cover, but\nvarious explosives offenses too. See Brief for Petitioner 23,\nn. 7 (conceding that had Congress used the term “arson,” it\nwould have had to separately identify the explosives crimes\nencompassed in §844(i)). And the elements of generic arson are\nthemselves so uncertain as to pose problems for a court having to\ndecide whether they are present in a given state law. See Poulos,\nThe Metamorphosis of the Law of Arson, 51 Mo. L. Rev. 295, 364,\n387–435 (1986) (describing multiple conflicts over what conduct the\nterm “arson” includes). Nor is the clause at issue here unusual in\nthose respects: Section 1101(a)(43) includes many other statutory\nreferences that do not convert easily to generic labels. See,e.g.,§1101(a)(43)(E)(ii) (listing federal statutes defining\nvarious firearms offenses). To be sure, Congress used such labels\nto describe some crimes qualifying as aggravated felonies—for\nexample, “murder, rape, or sexual abuse of a minor.”\n§1101(a)(43)(A). But what is good for some crimes is not for\nothers. The use of a federal statutory reference shows only that\nCongress thought it the best way to identify certain substantive\ncrimes—not that Congress wanted (in conflict with the penultimate\nsentence) to exclude state and foreign versions of those offenses\nfor lack of a jurisdictional element.Still more, Congress’s omission of statutory language\nspecifically directing courts to ignore those elements cannot tip\nthe scales in Luna’s favor. We have little doubt that “Congress\ncould have drafted [§1101(a)(43)] with more precision than it did.”Graham County Soil & Water Conservation Dist.v.United States ex rel. Wilson, 545 U. S. 409, 422 (2005)\n. But the same could be said of many (even most) statutes; as to\nthat feature, §1101(a)(43) can join a well-populated club. And we\nhave long been mindful of that fact when interpreting laws. Rather\nthan expecting (let alone demanding) perfection in drafting, we\nhave routinely construed statutes to have a particular meaning even\nas we acknowledged that Congress could have expressed itself more\nclearly. See,e.g., ibid.;Florida Dept. of Revenuev.Piccadilly Cafeterias, Inc., 554 U. S. 33, 41 (2008)\n;Scarboroughv.United States, 431 U. S. 563\n–571, 575 (1977). The question, then, is not: Could Congress have\nindicated (or even did Congress elsewhere indicate) in more\ncrystalline fashion that comparisons of federal and state offenses\nshould disregard elements that merely establish legislative\njurisdiction? The question is instead, and more simply: Is that the\nright and fair reading of the statute before us? And the answer to\nthat question, given the import of §1101(a)(43)’s penultimate\nsentence and the well-settled background rule distinguishing\nbetween jurisdictional and substantive elements, is yes.IIIThat reading of §1101(a)(43) resolves this case. Luna has\nacknowledged that the New York arson law differs from the listed\nfederal statute, 18 U. S. C. §844(i), in only one\nrespect: It lacks an interstate commerce element. See Pet. for\nCert. 3. And Luna nowhere contests that §844(i)’s commerce\nelement—featuring the terms “in interstate or foreign commerce” and\n“affecting interstate or foreign commerce”—is of the standard,\njurisdictional kind. See Tr. of Oral Arg. 12, 19;Scheidler,\n547 U. S., at 17–18 (referring to the phrases “affect\ncommerce” and “in commerce” as conventional “jurisdictional\nlanguage”). For all the reasons we have given, such an element is\nproperly ignored when determining if a state offense counts as an\naggravated felony under §1101(a)(43). We accordingly affirm the\njudgment of the Second Circuit.It is so ordered.Notes1CompareEspinal-Andradesv.Holder, 777 F. 3d 163 (CA4 2015) (finding an aggravated\nfelony in that circumstance);Spacekv.Holder, 688\nF. 3d 536 (CA8 2012) (same);Nieto Hernandezv.Holder, 592 F. 3d 681 (CA5 2009) (same);Negrete-Rodriguezv.Mukasey, 518 F. 3d 497 (CA7\n2008) (same);United Statesv.Castillo-Rivera, 244\nF. 3d 1020 (CA9 2001) (same), withBautistav.Attorney General, 744 F. 3d 54 (CA3 2014) (declining to\nfind an aggravated felony).2That flat statement is\ninfinitesimally shy of being wholly true. We have found a handful\nof state criminal laws with an interstate commerce element, out of\nthe tens (or perhaps hundreds) of thousands of state crimes on the\nbooks. Mississippi, for example, lifted essentially verbatim the\ntext of the federal money laundering statute when drafting its own,\nand thus wound up with such an element. See Miss. Code Ann.\n§97–23–101 (rev. 2014). But because the incidence of such laws is\nso vanishingly small, and the few that exist play no role in Luna’s\narguments, we proceed without qualifying each statement of the kind\nabove.3Black’s Law Dictionary 401 (5th ed.\n1979) (defining “describe” as to “express, explain, set forth,\nrelate, recount, narrate, depict, delineate, portray”). Luna also\ncites Webster’s New Collegiate Dictionary 307 (1976), which defines\n“describe” to mean “to represent or give an account of in\nwords.”4See American Heritage Dictionary of\nthe English Language 490 (5th ed. 2011) (defining “describe” as\n“[t]o convey an idea or impression of ”); Webster’s Third New\nInternational Dictionary 610 (1986) (defining “describe” as “to\nconvey an image or notion of” or “trace or traverse the outline\nof ”).5The dissent disagrees, contending\nthat the word “describe” decides this case in Luna’s favor because\na “description cannot refer to features that the thing being\ndescribed does not have.”Post,at 5 (opinion of Sotomayor,\nJ.). Says the dissent: If a Craigslist ad “describes” an apartment\nas having an “in-unit laundry, a dishwasher, rooftop access,\ncentral A/C, and a walk-in closet,” it does not describe an\napartment lacking rooftop access.Ibid.That is true enough,\nbut irrelevant. The dissent is right that when someone describes an\nobject by a list of specific characteristics, he means that the\nitem has each of those attributes. But things are different when\nsomeone uses a more general descriptor—even when that descriptor\n(as here, a federal statute) itself has a determinate set of\nelements. It would be natural, for example, to say (in the exact\nsyntax of §1101(a)(43)) that a person followed the itinerary for a\njourney through Brazil that is “described in” a Lonely Planet guide\nif he traveled every leg of the tour other than a brief “detour\nnorth to Petrópolis.” The Lonely Planet, On the Road: Destination\nBrazil,\nhttp://media.lonelyplanet.com/shop/pdfs/brazil-8-getting-started.pdf\n(all Internet materials as last visited May 16, 2016). And\nsimilarly, a person would say that she had followed the\ninstructions for setting up an iPhone that are “described in” the\nuser’s manual even if she in fact ignored the one (specifically\nhighlighted there) telling her to begin by “read[ing] important\nsafety information” to “avoid injury.” Apple, Set Up iPhone,\nhttp://help.apple.com/iphone/9/#iph3bf43d79.6See 8 U. S. C.\n§1101(a)(43)(D) (“an offense described in” 18 U. S. C.\n§1956, which criminalizes laundering of monetary instruments);ibid.(“an offense described in” 18 U. S. C.\n§1957, which criminalizes engaging in monetary transactions\ninvolving property derived from specified unlawful activities);\n§1101(a)(43)(E)(i) (three “offense[s] described in” 18\nU. S. C. §§842(h)–(i), 844(d), which criminalize\nactivities involving explosives);ibid.(“an offense\ndescribed in” 18 U. S. C. §844(e), which criminalizes\nthreatening to cause death, injury, or property damage using\nexplosives);ibid.(“an offense described in” 18\nU. S. C. §844(i), which criminalizes using fire or\nexplosives to cause property damage); §1101(a)(43)(E)(ii) (six\n“offense[s] described in” 18 U. S. C. §§922(g)(1)–(5),\n( j), which criminalize possessing a firearm in various\ncircumstances);ibid.(two “offense[s] described in” 18\nU. S. C. §§922(n), 924(b),which criminalize transporting\nor receiving a firearm under certain circumstances);\n§1101(a)(43)(E)(iii) (“an offense described in” 26\nU. S. C. §5861( j), which criminalizes transporting\nan unregistered firearm); §1101(a)(43)(H) (“an offense described\nin” 18 U. S. C. §875, which criminalizes making a threat\nto kidnap or a ransom demand);ibid.(“an offense described\nin” 18 U. S. C. §1202(b), which criminalizes possessing,\nreceiving, or transmitting proceeds of a kidnapping);\n§1101(a)(43)(I) (“an offense described in” 18 U. S. C.\n§2251, which criminalizes sexually exploiting a child);ibid.(“an offense described in” 18 U. S. C.\n§2251A, which criminalizes selling a child for purposes of child\npornography);ibid.(“an offense described in 18\nU. S. C. §2252, which criminalizes various activities\nrelating to child pornography); §1101(a)(43)(J) (“an offense\ndescribed in” 18 U. S. C. §1962, which criminalizes\nactivities relating to racketeering);ibid.(“an offense\ndescribed in” 18 U. S. C. §1084, which criminalizes\ntransmitting information to facilitate gambling);\n§1101(a)(43)(K)(ii) (“an offense described in” 18\nU. S. C. §2421, which criminalizes transporting a person\nfor purposes of prostitution);ibid.(“an offense described\nin” 18 U. S. C. §2422, which criminalizes coercing or\nenticing a person to travel for purposes of prostitution);ibid.(“an offense described in” 18 U. S. C.\n§2423, which criminalizes transporting a child for purposes of\nprostitution); §1101(a)(43)(K)(iii) (“an offense described in” 18\nU. S. C. §1591(a)(1), which criminalizes sex trafficking\nof children, or of adults by force, fraud, or\ncoercion).7The dissent replies: What’s the big\ndeal? Seepost,at 10. After all, it reasons, some listed\nfederal statutes—specifically, those prohibiting treason, levying\nwar against the United States, and disclosing national defense\ninformation—will lack state or foreign analogues even under our\nconstruction. Seeibid.But Congress’s inclusion of a few\nfederal offenses that, by their nature, have no state or foreign\nanalogues hardly excuses expelling from the Act’s coverage the\ncountless state and foreign versions of 27 other serious\ncrimes.8Luna’s position, in addition to\nproducing this bizarre patchwork of coverage, conflicts with our\nordinary assumption that Congress, when drafting a statute, gives\neach provision independent meaning. SeeUnited Statesv.Butler, 297 U. S. 1, 65 (1936) (“These words cannot be\nmeaningless, else they would not have been used”). Until its most\nrecent amendment, §1101(a)(43)(J ) provided that the term\n“aggravated felony” included any “offense described in [ 18\nU. S. C. §1962] (relating to racketeer influenced corrupt\norganizations) for which a sentence of 5 years’ imprisonment or\nmore may be imposed.” 8 U. S. C. §1101(a)(43)(J )\n(1994 ed., Supp. I). (That provision now incorporates two more\nfederal crimes, and uses one year of prison as the threshold.) The\nfederal racketeering statute cited has an interstate commerce\nelement; analogous state and foreign laws (per usual) do not, and\ntherefore would fall outside §1101(a)(43)(J ) on Luna’s\nreading. But if Congress had meant to so exclude those state and\nforeign counterparts, then §1101(a)(43)(J )’s final\nclause—“for which a sentence of 5 years’ imprisonment may be\nimposed”—would have been superfluous, because federal racketeering\nisalwayspunishable by more than five years’ imprisonment,\nsee 18 U. S. C. §1963(a). That language’s presence shows\nthat Congress thought §1101(a)(43)(J ) would sweep in some\nstate and foreign laws: The final clause served to filter out such\nstatutes when—but only when—they applied to less serious conduct\nthan the federal racketeering offense.9The dissent attempts a variant of\nLuna’s “not so serious” argument, but to no better effect. Claims\nthe dissent: Even if Congress could not have viewed “interstate\ncrimes [as] worse than wholly intrastate crimes,” it might have\nthought that, say, “arsonsprosecutedas federal crimes are\nmore uniformly serious than arsonsprosecutedas state\ncrimes.”Post, at 14 (emphasis added). But we see no call to\nsuppose that Congress regarded state prosecutions as Grapefruit\nLeague versions of the Big Show. Cf.Mistrettav.United\nStates, 488 U. S. 361, 427 (1989) (Scalia, J.,\ndissenting). In our federal system, “States possess primary\nauthority for defining and enforcing” criminal laws, including\nthose prohibiting the gravest crimes.Brechtv.Abrahamson, 507 U. S. 619, 635 (1993) . For that\nreason, even when U. S. Attorneys have jurisdiction, they are\ngenerally to defer to, rather than supplant, state prosecutions of\nserious offenses. See U. S. Attorneys’ Manual: Principles of\nFederal Prosecution §9–27.240 (1997). And still more obviously, the\ndissent’s theory fails with respect to foreign convictions. That a\nforeign sovereign prosecutes a given crime reflects nothing about\nits gravity, but only about its location.10In all those States, arsons of every\ndescription (whether of one’s own or another’s property) would fall\noutside the “crime of violence” provision. See Tr. of Oral Arg. 29,\n46 (Solicitor General noting that the categorical approach to\ncomparing federal and state crimes produces that effect). And\ncontrary to the dissent’s suggestion,post,at 6, n. 2,\nthat would be true of the most dangerous arsons, as well as of less\nserious ones. The dissent similarly fails to take into account the\ncategorical approach’s rigorous requirements when discussing a\ncouple of the non-arson offenses discussed above. (Still others,\nthe dissent wholly ignores.) It speculates that if the exact right\nstate charge is filed, some of that conduct “may” qualify, through\nthe crime-of-violence provision or some other route, as an\naggravated felony.Ibid.“May” is very much the operative\nword there, because—depending on the elements of the state offense\nchosen—that conduct also “may not.” And the dissent never explains\nwhy Congress would have left the deportation of dangerous felons to\nsuch prosecutorial happenstance.11The dissent well-nigh embraces those\nconsequences, arguing that a narrow reading of “aggravated felony”\nwould make more convicted criminals removable underotherstatutory provisions, all of which allow for relief at the Attorney\nGeneral’s discretion. Seepost,at 8, 15 (lamenting that\naliens convicted of aggravated felonies may not “even\nappeal[ ] to the mercy of the Attorney General”). But Congress\nmade a judgment that aliens convicted of certain serious offenses\n(irrespective of whether those convictions were based on federal,\nstate, or foreign law) should be not only removable but also\nineligible for discretionary relief. It is not our place to\nsecond-guess that decision.12The dissent declares our discussion\nof the three-strikes law, the Assimilative Crime Act (ACA), andmens rea“unhelpful” on the ground that all three contexts\nare somehow “differ[ent].”Post,at 10–13. But what makes\nthem relevantly so the dissent fails to explain. First, the dissent\nerrs in suggesting that the uniform judicial interpretation of the\nthree-strikes law ignores only “place-based jurisdiction elements”\n(because, so says the dissent, of the phrase “wherever committed”).Post,at 13. As Judge Wood’s analysis indicates, that is a\ntheory of the dissent’s own creation; the actual appellate\ndecisions apply toalljurisdictional elements, not just\nterritorial ones. Next, the dissent goes wrong in claiming that the\nACA is not pertinent because this Court adopted a different method\nfor matchingsubstantiveelements under that law than under\nthe INA. Seepost,at 12. For even as the Court made that\nchoice, it unanimously agreed that, however substantive elements\nshould be compared, jurisdictional elements should be disregarded.\nSeeLewisv.United States, 523 U. S. 155, 165\n(1998) ;id., at 182 (Kennedy, J., dissenting). And finally,\nthe dissent does nothing to undermine our point onmens reaby noting that Congress very occasionally dispenses with that\nrequirement for substantive elements. Seepost,at 11. As\njust shown, thedefault rulerespecting mental states flips\nas between jurisdictional and substantive elements, seesupra, at 15–16—reflecting the view (also at play in the\nthree-strikes and ACA contexts) that Congress generally means to\ntreat the two differently. That leaves the dissent with nothing\nexcept its observation that when applying the\nbeyond-a-reasonable-doubt and jury-trial requirements, the Court\ndoes not distinguish between jurisdictional and substantive\nelements. Seepost,at 10. But the dissent forgets that\nthose commands are constitutional in nature; a principle of\nstatutory interpretation distinguishing between the two kinds of\nelements, as best reflecting Congress’s intent, could not bear on\nthose mandates.",
    "joined": []
}