{
    "case": {
        "docket": "20-315",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-315/"
    },
    "id": "4436533",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–315_________________JOSE SANTOS SANCHEZ, et ux., PETITIONERSv.ALEJANDRO N. MAYORKAS, SECRETARY OF HOMELAND SECURITY,\net al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 7, 2021]Justice Kagan delivered the opinion of the\nCourt.Petitioner Jose Santos Sanchez entered this\ncountry unlawfully from El Salvador. Years later, because of unsafe\nliving conditions in that country, the Government granted him\nTemporary Protected Status (TPS), entitling him to stay and work in\nthe United States for as long as those conditions persist. Sanchez\nnow wishes to become a lawful permanent resident (LPR) of the\nUnited States. The question here is whether the conferral of TPS\nenables him to obtain LPR status despite his unlawful entry. We\nhold that it does not.ISection 1255 of the immigration laws provides\na way for a “nonimmigrant”—a foreign national lawfully present in\nthis country on a designated, temporary basis—to obtain an\n“[a]djustment of status” making him an LPR. 8 U. S. C.\n§1255 (boldface deleted); see §1101(a)(15) (listing classes of\nnonimmigrants, such as students and tourists). Under that section,\na nonimmigrant’s eligibility for such an adjustment to permanent\nstatus depends (with exceptions not relevant here) on an\n“admission” into this country. And an “admission” is defined as\n“the lawful entry of the alien into the United States after\ninspection and authorization by an immigration officer.”\n§1101(a)(13)(A). The admission—or, to use the definitional phrase,\n“lawful entry”—requirement appears in two pertinent provisions of\n§1255. One states that a nonimmigrant may become an LPR only if he\nhas been “inspected and admitted or paroled into the United\nStates.” §1255(a). And another states that a nonimmigrant who has\npreviously worked without authorization in the United States may\nbecome an LPR only if his presence here is “pursuant to a lawful\nadmission.” §1255(k)(1); see §1255(c)(2).[1]A separate provision of immigration law\nestablishes the TPS program, which provides humanitarian relief to\nforeign nationals in the United States who come from specified\ncountries. See §1254a. The Government may designate a country for\nthe program when it is beset by especially bad or dangerous\nconditions, such as arise from natural disasters or armed\nconflicts. The country’s citizens, if already present in the United\nStates, may then obtain TPS. That status protects them from removal\nand authorizes them to work here for as long as the TPS designation\nlasts. A person’s unlawful entry into the United States will\nusually not preclude granting him TPS. See §1254a(c)(2)(A)(ii); 8\nCFR §244.3 (2020). And relevant here, the TPS provision states:\n“[F]or purposes of adjustment of status under section 1255,” a\nperson given TPS “shall be considered as being in, and maintaining,\nlawful status as a nonimmigrant.” §1254a(f )(4).Jose Santos Sanchez is a citizen of El Salvador\nwho has lived in the United States for more than two decades. He\nentered this country unlawfully in 1997—without “inspection and\nauthorization by an immigration officer.” §1101(a)(13)(A). Once\nhere, he worked without legal authorization. In 2001, the\nGovernment designated El Salvador under the TPS program after a\nseries of devastating earthquakes. Sanchez obtained TPS that year,\nand has held it ever since. In 2014, he applied under §1255 for an\nadjustment to LPR status.[2]The United States Citizenship and Immigration\nServices denied Sanchez’s LPR application. Under §1255, the agency\nstated, Sanchez was ineligible for LPR status because he had not\nbeen lawfully admitted to the United States. See App. to Pet. for\nCert. 40a. And in the agency’s view, his TPS provided no way around\nthat bar. “Recipients of TPS,” the agency reasoned, “must still\nmeet the threshold requirement” of a lawful entry.Id.,at\n46a. Or said otherwise: “A grant of TPS does not cure a foreign\nnational’s entry without inspection or constitute an inspection and\nadmission of the foreign national,” as demanded by §1255.Ibid.Sanchez challenged the decision. The District\nCourt granted summary judgment in his favor, relying on the\nstatutory mandate that a TPS recipient “shall be considered as”\nhaving “lawful status as a nonimmigrant” for purposes of applying\nto become an LPR. SeeSantos Sanchezv.Johnson, 2018\nWL 6427894, *4 (D NJ, Dec. 7, 2018) (citing §1254a(f )(4);\nemphasis deleted). According to the court, that provision requires\ntreating TPS recipients “as though [they] had been ‘inspected and\nadmitted.’ ”Ibid.But the Court of Appeals for the\nThird Circuit reversed, holding that “a grant of TPS does not\nconstitute an ‘admission’ into the United States.”Sanchezv.Secretary U. S. Dept. of Homeland Security, 967 F.3d\n242, 252 (2020). The court observed that “admission” and “status”\nare separate concepts in immigration law.Id.,at 246. So,\nthe court concluded, providing a person with nonimmigrant status\n(as the TPS provision does) does not mean admitting him (as §1255\nrequires). Seeibid.We granted certiorari, 592 U. S. ___\n(2021), to resolve a Circuit split over whether a TPS recipient who\nentered the country unlawfully can still become an LPR.[3] We now affirm the Third Circuit’s\ndecision that he cannot. The TPS program gives foreign nationals\nnonimmigrant status, but it does not admit them. So the conferral\nof TPS does not make an unlawful entrant (like Sanchez) eligible\nunder §1255 for adjustment to LPR status.IISection 1255, applied according to its plain\nterms, prevents Sanchez from becoming an LPR. There is no dispute\nthat Sanchez “entered the United States in the late 1990s\nunlawfully, without inspection.” Brief for Petitioners 13. But as\nearlier described, §1255 requires an LPR applicant like Sanchez to\nhave entered the country “lawful[ly],” with “inspection”—that is,\nto have been admitted. §1101(a)(13)(A); seesupra,at 1–2.\nIndeed, §1255 imposes an admission requirement twice over. Its\nprincipal provision states that an applicant for LPR status must\nhave been “inspected and admitted or paroled into the United\nStates.” §1255(a). And another provision says that a person who has\nworked without authorization in the country—as Sanchez did for\nseveral years—may become an LPR only if his presence in the United\nStates is “pursuant to a lawful admission.” §1255(k). Sanchez has\nnever claimed that he can, without aid from the TPS provision,\nsatisfy those demands for admission.[4] A straightforward application of §1255 thus supports\nthe Government’s decision to deny him LPR status.And nothing in the conferral of TPS changes that\nresult. As noted earlier, a TPS recipient is “considered as being\nin, and maintaining, lawful status as a nonimmigrant” for the\npurpose of becoming an LPR. §1254a(f )(4); seesupra,at 2. That provision ensures that, in applying for permanent\nresidency, a TPS recipient will be treated as having nonimmigrant\nstatus—even if, like Sanchez, he really does not. See §1101(a)(15)\n(not including TPS recipients among the designated classes of\n“nonimmigrants”). It thus guarantees that every TPS recipient has\nthe status traditionally and generally needed to invoke §1255’s\nadjustment process. See §1255 (titled “[a]djustment of status of\nnonimmigrant to that of person admitted for permanent residence”\n(boldface deleted)). But the provision does not aid the TPS\nrecipient in meeting §1255’s independent legal-entry requirement.\nLawful status and admission, as the court below recognized, are\ndistinct concepts in immigration law: Establishing one does not\nnecessarily establish the other. Seesupra,at 3–4. On the\none hand, a foreign national can be admitted but not in lawful\nstatus—think of someone who legally entered the United States on a\nstudent visa, but stayed in the country long past graduation. On\nthe other hand, a foreign national can be in lawful status but not\nadmitted—think of someone who entered the country unlawfully, but\nthen received asylum. The latter is the situation Sanchez is in,\nexcept that he received a different kind of lawful status. The TPS\nstatute permits him to remain in the country; and it deems him in\nnonimmigrant status for purposes of applying to become an LPR. But\nthe statute does not constructively “admit” a TPS recipient—that\nis, “consider[ ]” him as having entered the country “after\ninspection and authorization.” §1254a(f )(4); §1101(a)(13)(A).\nAnd because a grant of TPS does not come with a ticket of\nadmission, it does not eliminate the disqualifying effect of an\nunlawful entry.Sanchez resists this conclusion by asserting an\n“indissoluble relationship between admission andnonimmigrantstatus.” Reply Brief 2 (emphasis in original).\nWhile conceding that some forms of status (e.g.,asylum) do\nnot require admission, Sanchez contends that nonimmigrant status\nalways does: “One cannot obtain lawful nonimmigrant status without\nadmission.”Ibid.In support of that claim, Sanchez points\nto §1184 of the immigration laws, entitled “[a]dmission of\nnonimmigrants.” And he asserts that it is impossible to “identif[y]\nany category of individuals who are lawful nonimmigrants but are\nnot admitted—because no such category exists.” Brief for\nPetitioners 20. So (Sanchez concludes) when the law provides that a\nTPS recipient shall be “considered . . . as a\nnonimmigrant” for purposes of §1255, it is necessarily saying that\nhe shall also be considered as admitted.But to begin with, §1184 does not (as Sanchez\ncontends) require admission for nonimmigrant status. That provision\nstates that “[t]he admission to the United States of any alien as a\nnonimmigrant shall be for such time and under such conditions as\nthe [Secretary of Homeland Security] may by regulations prescribe.”\n§1184(a)(1). The section also provides that a foreign national is\n“presumed to be an immigrant until” he establishes “at the time of\napplication for admission” that “he is entitled to a nonimmigrant\nstatus.” §1184(b). Section 1184 thus regulates the process for\nadmitting foreign nationals as nonimmigrants. Suppose a foreign\nnational wants to be admitted to the United States as a university\nstudent—a kind of nonimmigrant. He should look to §1184 (among\nother provisions) to find out what that will entail—what he must\nshow and what that showing will entitle him to. Why, though, does\nthat matter? No one denies that most foreign nationals obtain\nnonimmigrant status through an admission. So there is naturally a\nsection in the immigration laws that specifies how that process\nworks. But nothing in §1184 (or any other section) states that\nadmission is a prerequisite of nonimmigrant status—or otherwise\nsaid, that the former is a necessary incident of the latter. And\nthat is what Sanchez needs. For without such an “indissoluble”\nlink, Reply Brief 2, there is no reason to view the TPS provision’s\nconferral of nonimmigrant status as also a conferral of\nadmission.In fact, individuals in two immigration\ncategories have what Sanchez says does not exist: nonimmigrant\nstatus without admission. The first category is for “alien\ncrewmen”—foreign nationals who serve on board a vessel or aircraft.\n§1101(a)(10). They receive nonimmigrant status when their vessel or\naircraft “land[s]” in the United States. §1101(a)(15)(D)(i). But\nstill the law provides that they are not “considered to have been\nadmitted.” §1101(a)(13)(B). The second category is for foreign\nnationals who have been the victim of a serious crime in the United\nStates and can assist with the investigation. Those individuals may\nreceive nonimmigrant status even if they entered the country\nunlawfully—so even if they were not admitted. See §§1101(a)(15)(U),\n1182(d)(14). And §1255 specifically recognizes that possibility.\nThat section makes these so-called “U” nonimmigrants eligible for\nLPR status if they wereeither“admitted into the United\nStates”or“otherwise provided nonimmigrant status.”\n§1255(m)(1). There could scarcely be a plainer statement of the\ndaylight between nonimmigrant status and admission (except maybe\nfor the alien crewmen provision). And that plain statement comes in\na provision expressly enabling some unlawful entrants to adjust to\nLPR status. So when Congress does not speak in that manner—when it\nconfers status, but says nothing about admission, for purposes of\n§1255—we have no basis for ruling an unlawful entrant eligible to\nbecome an LPR.Sanchez objects that if the TPS provision\nconfers only nonimmigrant status for §1255, it accomplishes\nprecious little. See Reply Brief 11–13; Tr. of Oral Arg. 27. Less\nthan he would like, of course: It would not make him, or other TPS\nrecipients who entered the country unlawfully, LPR-eligible. But\nsome TPS recipients will benefit from the TPS provision’s conferral\nof nonimmigrant status for purposes of §1255. Recall that the\nprovision gives all TPS recipients the status typically required to\ninvoke §1255—that is, nonimmigrant status. Seesupra,at 5.\nSome TPS recipients need exactly that assistance—without needing a\nconstructive admission. Consider, for example, a foreign national\nwho entered the country legally on a tourist visa, but stayed on\nfor several months after the visa’s expiration. He can satisfy\n§1255’s requirement of admission, but he founders in showing\nnonimmigrant status. The TPS provision relieves that difficulty and\nenables him to become an LPR. Congress, of course, could have gone\nfurther, by deeming TPS recipients to have not only nonimmigrant\nstatus but also a lawful admission. Legislation pending in Congress\nwould do just that. See American Dream and Promise Act of 2021, H.\nR. 6, 117th Cong., 1st Sess., §203, p. 29 (introduced Mar. 3, 2021)\n(amending §1254a(f)(4) so that a TPS recipient shall be considered\n“as having been inspected and admitted into the United States,\nand” as being in, and maintaining, lawful status as a\nnonimmigrant” (emphasis added)). But even without that amendment,\nthe statute does something—and this Court does not get to say that\nthe something it does is not enough.IIISection 1255 generally requires a lawful\nadmission before a person can obtain LPR status. Sanchez was not\nlawfully admitted, and his TPS does not alter that fact. He\ntherefore cannot become a permanent resident of this country. We\naffirm the judgment below.It is so ordered.Notes1Section 1255(k)’s\nrequirement of a lawful admission, unlike §1255(a)’s, applies even\nif the nonimmigrant has been paroled into the United States—that\nis, received temporary permission to enter the country “for urgent\nhumanitarian reasons or significant public benefit.” 8\nU. S. C. §1182(d)(5)(A). So a nonimmigrant who has worked\nwithout authorization cannot rely on his parolee status (if any) to\nbecome an LPR.2Sonia Gonzalez, Sanchez’s\nwife, is also a petitioner here. She claims LPR status\nderivatively, under a provision “entitl[ing her] to the same\nstatus” as her husband. §1153(d). We therefore focus on her\nhusband’s application.3CompareSanchezv.Secretary U. S. Dept. of Homeland Security, 967 F.3d\n242, 245 (CA3 2020) (case below) (holding that such a person cannot\ndo so);Nolascov.Crockett, 978 F.3d 955, 959 (CA5\n2020) (same);Serranov.United States Atty. Gen.,\n655 F.3d 1260, 1265–1266 (CA11 2011) (per curiam) (same),\nwithVelasquezv.Barr, 979 F.3d 572, 578 (CA8 2020)\n(holding that he can);Ramirezv.Brown, 852 F.3d\n954, 958 (CA9 2017) (same);Floresv.United States\nCitizenship and Immigration Servs., 718 F.3d 548, 553–554 (CA6\n2013).4The Government notes that\nSanchez was treated as “paroled” when he returned from an\nauthorized trip abroad after obtaining TPS. See Brief for\nRespondents 15, n. 5. But Sanchez has never claimed that this\ntreatment made him eligible to adjust to LPR status under §1255(a).\nThat is probably because the argument could not have mattered:\n§1255(k) stands as an independent prohibition on his invoking the\nLPR process. Seesupra,at 2, n. 1. We express no view\non whether a parole of the kind Sanchez received enables a TPS\nrecipient to become an LPR absent any other bar in\n§1255.",
    "joined": []
}