{
    "case": {
        "docket": "169",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/169/"
    },
    "id": "1970944",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1493_________________BRUCE JAMES ABRAMSKI, JR., PETITIONER v.\nUNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 16, 2014]Justice Kagan\ndelivered the opinion of the Court.Before a federally\nlicensed firearms dealer may sell a gun, the would-be purchaser\nmust provide certain per-sonal information, show photo\nidentification, and pass a background check. To ensure the accuracy\nof those submissions, a federal statute imposes criminal penalties\non any person who, in connection with a firearm’s acquisition,\nmakes false statements about “any fact material to the lawfulness\nof the sale.” 18 U. S. C. §922(a)(6). In this case, we\nconsider how that law applies to a so-called straw\npurchaser—namely, a person who buys a gun on someone else’s behalf\nwhile falsely claiming that it is for himself. We hold that such a\nmisrepresentation is punishable under the statute, whether or not\nthe true buyer could have purchased the gun without the straw.IAFederal law has for\nover 40 years regulated sales by licensed firearms dealers,\nprincipally to prevent guns from falling into the wrong hands. See\nGun Control Act of 1968, 18 U. S. C. §921 et seq.\nUnder §922(g), certain classes of people—felons, drug addicts, and\nthe mentally ill, tolist a few—may not purchase or possess any\nfirearm. And to ensure they do not, §922(d) forbids a licensed\ndealer from selling a gun to anyone it knows, or has reasonable\ncause to believe, is such a prohibited buyer. See Huddleston v.\nUnited States, 415 U. S. 814, 825 (1974) (“[T]he focus of the\nfederal scheme,” in controlling access to weapons, “is the\nfederally licensed firearms dealer”).The statute establishes\na detailed scheme to enable the dealer to verify, at the point of\nsale, whether a potential buyer may lawfully own a gun. Section\n922(c) brings the would-be purchaser onto the dealer’s “business\npremises” by prohibiting, except in limited circumstances, the sale\nof a firearm “to a person who does not appear in person” at that\nlocation. Other provisions then require the dealer to check and\nmake use of certain identifying information received from the\nbuyer. Before completing any sale, the dealer must “verif[y] the\nidentity of the transferee by examining a valid identification\ndocument” bearing a photograph. §922(t)(1)(C). In addition, the\ndealer must procure the buyer’s “name, age, and place of\nresidence.” §922(b)(5). And finally, the dealer must (with limited\nexceptions not at issue here[1]) submit that informationto the National Instant\nBackground Check System (NICS) to determine whether the potential\npurchaser is forany reason disqualified from owning a firearm. See\n§§922(t)(1)(A)–(B).The statute further\ninsists that the dealer keep certain records, to enable federal\nauthorities both to enforce the law’s verification measures and to\ntrace firearms used in crimes. See H. R. Rep. No. 1577, 90th\nCong., 2d Sess., 14 (1968). A dealer must maintain the identifying\ninformation mentioned above (i.e., name, age, and residence) in its\npermanent files. See §922(b)(5). In addition, the dealer must keep\n“such records of . . . sale[ ] or other disposi-tion of\nfirearms . . . as the Attorney General may by regulations\nprescribe.” §923(g)(1)(A). And the Attorney General (or his\ndesignee) may obtain and inspect any of those records, “in the\ncourse of a bona fide criminal investigation,” to “determin[e] the\ndisposition of 1 or more firearms.” §923(g)(7).To implement all those\nstatutory requirements, the Bureau of Alcohol, Tobacco, Firearms\nand Explosives (ATF) developed Form 4473 for gun sales. See Supp.\nApp. 1–6. The part of that form to be completed by the buyer\nrequests his name, birth date, and address, as well as certain\nother identifying information (for example, his height, weight, and\nrace). The form further lists all the factors disqualifying a\nperson from gun ownership, and asks the would-be buyer whether any\nof them apply (e.g., “[h]ave you ever been convicted\n. . . of a felony?”). Id., at 1. Most important here,\nQuestion 11.a. asks (with bolded emphasis appearing on the form\nitself):“Are you the actual transferee/buyer of\nthe firearm(s) listed on this form? Warning: You are not the actual\nbuyer if you are acquiring the firearm(s) on behalf of another\nperson. If you are not the actual buyer, the dealer cannot transfer\nthe firearm(s) to you.” Ibid.The accompanying instructions for that question\nprovide:“Question 11.a. Actual Transferee/Buyer:\nFor purposes of this form, you are the actual transferee/buyer if\nyou are purchasing the firearm for yourselfor otherwise acquiring\nthe firearm for yourself . . . . You are also the\nactual transferee/buyer if you are legitimately purchasing the\nfirearm as a gift for a third party. ACTUAL TRANSFEREE/BUYER\nEXAM-PLES: Mr. Smith asks Mr. Jones to purchase a firearm for Mr.\nSmith. Mr. Smith gives Mr. Jones the money for the firearm. Mr.\nJones is NOT THE ACTUAL TRANSFEREE/BUYER of the firearm and must\nanswer “NO” to question 11.a.” Id., at 4.After responding to this and other questions,\nthe customer must sign a certification declaring his answers “true,\ncorrect and complete.” Id., at 2. That certification provides that\nthe signator “understand[s] that making any false . . .\nstatement” respecting the transaction—and, particularly, “answering\n‘yes’ to question 11.a. if [he is] not the actual buyer”—is a crime\n“punishable as a felony under Federal law.” Ibid. (bold typeface\ndeleted).Two statutory\nprovisions, each designed to ensure that the dealer can rely on the\ntruthfulness of the buyer’s dis-closures in carrying out its\nobligations, criminalize certain false statements about firearms\ntransactions. First and foremost, §922(a)(6), provides as\nfollows:“It shall be unlawful . . . for\nany person in connection with the acquisition or attempted\nacquisition of any firearm or ammunition from [a licensed dealer]\nknowingly to make any false or fictitious oral or written statement\n. . . , intended or likely to deceive such [dealer] with\nrespect to any fact material to the lawfulness of the sale or other\ndisposition of such firearm or ammunition under the provisions of\nthis chapter.”That provision helps make certain that a dealer\nwill receive truthful information as to any matter relevant to a\ngun sale’s legality. In addition, §924(a)(1)(A) prohibits\n“knowingly mak[ing] any false statement or representation with\nrespect to the information required by this chapter to be kept in\nthe records” of a federally licensed gun dealer. The question in\nthis case is whether, as the ATF declares in Form 4473’s\ncertification, those statutory provisions criminalize a false\nanswer to Question 11.a.—that is, a customer’s statement that he is\nthe “actual transferee/buyer,” purchasing a firearm for himself,\nwhen in fact he is a straw purchaser, buying the gun on someone\nelse’s behalf.BThe petitioner here\nis Bruce Abramski, a former police officer who offered to buy a\nGlock 19 handgun for his uncle, Angel Alvarez. (Abramski thought he\ncould get the gun for a discount by showing his old police\nidentification, though the Government contends that because he had\nbeen fired from his job two years earlier, he was no longer\nauthorized to use that card.) Accepting his nephew’s offer, Alvarez\nsent Abramski a check for $400 with “Glock 19 handgun” written on\nthe memo line. Two days later, Abramski went to Town Police Supply,\na federally licensed firearms dealer, to make the purchase. There,\nhe filled out Form 4473, falsely checking “Yes” in reply to\nQuestion 11.a.—that is, asserting he was the “actual\ntransferee/buyer” when, according to the form’s clear definition,\nhe was not. He also signed the requisite certification,\nacknowledging his understanding that a false answer to Question\n11.a. is a federal crime. After Abramski’s name cleared the NICS\nbackground check, the dealer sold him the Glock. Abramski then\ndeposited the $400 check in his bank account, transferred the gun\nto Alvarez, and got back a receipt. Federal agents found that\nreceipt while executing a search warrant at Abramski’s home after\nhe became a suspect in a different crime.A grand jury indicted\nAbramski for violating §§922(a)(6) and 924(a)(1)(A) by falsely\naffirming in his response to Question 11.a. that he was the Glock’s\nactual buyer. Abramski moved to dismiss both charges. He argued\nthat his misrepresentation on Question 11.a. was not “material to\nthe lawfulness of the sale” under §922(a)(6) because Alvarez was\nlegally eligible to own a gun. And he claimed that the false\nstatement did not violate §924(a)(1)(A) because a buyer’s response\nto Question 11.a. is not “required . . . to be kept in\nthe records” of a gun dealer. After the District Court denied those\nmotions, see 778 F. Supp. 2d 678 (WD Va. 2011), Abramski\nentered a conditional guilty plea, reserving his right to challenge\nthe rulings. The District Court then sentenced him to five years of\nprobation on each count, running concurrently.The Court of Appeals\nfor the Fourth Circuit affirmed the convictions. 706 F. 3d 307\n(2013). It noted a division among appellate courts on the question\nAbramski raised about §922(a)(6)’s materiality requirement: Of\nthree courts to have addressed the issue, one agreed with Abramski\nthat a misrepresentation on Question 11.a. is immaterial if “the\ntrue purchaser [here, Alvarez] can lawfully purchase a firearm\ndirectly.” Id., at 315 (quoting United States v. Polk, 118\nF. 3d 286, 295 (CA5 1997)).[2] The Fourth Circuit, however, thought the majority\nposition correct: “[T]he identity of the actual purchaser of a\nfirearm is a constant that is always material to the lawfulness of\na firearm acquisition under §922(a)(6).” 706 F. 3d, at 316.\nThe court also held that Abramski’s conviction under §924(a)(1)(A)\nwas valid, finding that the statute required a dealer to maintain\nthe information at issue in its records. Id., at 317.We granted certiorari,\n571 U. S. ___ (2013), principally to resolve the Circuit split\nabout §922(a)(6). In this Court, Abramski renews his claim that a\nfalse answer to Question 11.a. is immaterial if the true buyer is\nlegally eligible to purchase a firearm. But Abramski now focuses on\na new and more ambitious argument, which he concedes no court has\npreviously accepted. See Brief for Petitioner i.[3] In brief, he alleges that a false response\nto Question 11.a. is never material to a gun sale’s legality,\nwhether or not the actual buyer is eligible to own a gun. We begin\nwith that fundamental question, next turn to what has become\nAbramski’s back-up argument under §922(a)(6), and fi-nally consider\nthe relatively easy question pertaining to §924(A)(1)(a)’s separate\nfalse-statement prohibition. On each score, we affirm Abramski’s\nconviction.IIAbramski’s broad\ntheory (mostly echoed by the dissent) is that federal gun law\nsimply does not care about arrangements involving straw purchasers:\nSo long as the person at the counter is eligible to own a gun, the\nsale to him is legal under the statute. That is true, Abramski\ncontends, irrespective of any agreement that person has made to\npurchase the firearm on behalf of someone else—including someone\nwho cannot lawfully buy or own a gun himself. Accordingly, Abramski\nconcludes, his “false statement that he was the [Glock 19’s]\n‘actual buyer,’ ” as that term was “defined in Question 11.a.,\nwas not material”—indeed, was utterly irrelevant—“to the lawfulness\nofthe sale.” Id., at 31 (emphasis deleted); see also post, at 4\n(opinion of Scalia, J.). In essence, he claims, Town Police Supply\ncould legally have sold the gun to him even if had truthfully\nanswered Question 11.a. by disclosing that he was a straw—because,\nagain, all the federal firearms law cares about is whether the\nindividual standing at the dealer’s counter meets the requirements\nto buy a gun.[4]At its core, that\nargument relies on one true fact: Fed-eral gun law regulates\nlicensed dealers’ transactions with “persons” or “transferees,”\nwithout specifically referencing straw purchasers. Section 922(d),\nfor example, bars a dealer from “sell[ing] or otherwise dispos[ing]\nof” a firearm to any “person” who falls within a prohibited\ncategory—felons, drug addicts, the mentally ill, and so forth. See\nsupra, at 1–2; see also §922(b)(5) (before selling a gun to a\n“person,” the dealer must take down his name, age, and residence);\n§922(t)(1) (before selling a gun to a “person,” the dealer must run\na background check). Similarly, §922(t)(1)(C) requires the dealer\nto verify the identity of the “transferee” by checking a valid\nphoto ID. See supra, at 2; see also §922(c) (spelling out\ncircumstances in which a “transferee” may buy a gun without\nappearing at the dealer’s premises). Abramski contends that\nCongress’s use of such language alone, sans any mention of “straw\npurchasers” or “actual buyers,” shows that “[i]t is not illegal to\nbuy a gun for someone else.” Brief for Petitioner 15–16; Reply\nBrief 1; see also post, at 2–6.But that language\nmerely raises, rather than answers, the critical question: In a\nstraw purchase, who is the “person” or “transferee” whom federal\ngun law addresses? Is that “person” the middleman buying a firearm\non someone else’s behalf (often because the ultimate recipient\ncould not buy it himself, or wants to camouflage the transaction)?\nOr is that “person” instead the individual really paying for the\ngun and meant to take possession of it upon completion of the\npurchase? Is it the conduit at the counter, or the gun’s intended\nowner?[5] In answering that\ninquiry, we must (as usual) interpret the relevant words not in a\nvacuum, but with reference to the statutory context, “structure,\nhistory, and purpose.” Maracich v. Spears, 570 U. S. ___, ___\n(2013) (slip op., at 26). All those tools of divining meaning—not\nto mention common sense, which is a fortunate (though not\ninevitable) side-benefit of construing statutory terms\nfairly—demonstrate that §922, in regulating licensed dealers’ gun\nsales, looks through the straw to the actual buyer.[6]The overarching reason\nis that Abramski’s reading would undermine—indeed, for all\nimportant purposes, would virtually repeal—the gun law’s core\nprovisions.[7] As noted\nearlier, the statute establishes an elaborate system to verify a\nwould-be gun purchaser’s identity and check on his background. See\nsupra, at 2. It also requires that the information so gathered go\ninto a dealer’s permanent records. See supra, at 2–3. The twin\ngoals of this comprehensive scheme are to keep guns out of the\nhands of criminals and others who should not have them, and to\nassist law enforcement authorities in investigating serious crimes.\nSee Huddleston, 415 U. S., at 824; supra, at 2–3. And no part\nof that scheme would work if the statute turned a blind eye to\nstraw purchases—if, in other words, the law addressed not the\nsubstance of a transaction, but only empty formalities.To see why, consider\nwhat happens in a typical straw purchase. A felon or other person\nwho cannot buy or own a gun still wants to obtain one. (Or,\nalternatively, a person who could legally buy a firearm wants to\nconceal his purchase, maybe so he can use the gun for criminal\npurposes without fear that police officers will later trace it to\nhim.) Accordingly, the prospective buyer enlists an intermediary to\nhelp him accomplish his illegal aim. Perhaps he conscripts a loyal\nfriend or family member; perhaps more often, he hires a stranger to\npurchase the gun for a price. The actual purchaser might even\naccompany the straw to the gun shop, instruct him which firearm to\nbuy, give him the money to pay at the counter, and take possession\nas they walk out the door. See, e.g., United States v. Bowen, 207\nFed. Appx. 727, 729 (CA7 2006) (describing a straw purchase along\nthose lines); United States v. Paye, 129 Fed. Appx. 567, 570 (CA11\n2005) (per curiam) (same). What the true buyer would not do—what he\nwould leave to the straw, who possesses the gun for all of a\nminute—is give his identifying information to the dealer and submit\nhimself to a background check. How many of the statute’s provisions\ndoes that scenario—the lawful result of Abramski’s (and the\ndissent’s) reading of “transferee” and “person”—render\nmeaningless?Start with the parts of\n§922 enabling a dealer to verify whether a buyer is legally\neligible to own a firearm. That task, as noted earlier, begins with\nidentification—requesting the name, address, and age of the\npotential purchaser and checking his photo ID. See §§922(b)(5),\n(t)(1)(C); supra, at 2. And that identification in turn permits a\nbackground check: The dealer runs the purchaser’s name through the\nNICS database to discover whether he is, for example, a felon, drug\naddict, or mentally ill person. See §§922(d), (t)(1); supra, at 2.\nAll those provisions are designed to accomplish what this Court has\npreviously termed Congress’s “principal purpose” in enacting the\nstatute—“to curb crime by keeping ‘firearms out of the hands of\nthose not legally entitled to possess them.’ ” Huddleston, 415\nU. S., at 824 (quoting S. Rep. No. 1501, 90th Cong., 2d\nSess. 22 (1968)). But under Abramski’s reading, the statutory terms\nwould be utterly ineffectual, because the identification and\nbackground check would be of the wrong person. The provisions would\nevaluate the eligibility of mere conduits, while allowing every\ncriminal (and drug addict and so forth) to escape that assessment\nand walk away with a weapon.Similarly, Abramski’s\nview would defeat the point of §922(c), which tightly restricts the\nsale of guns “to a person who does not appear in person at the\nlicensee’s business premises.” See supra, at 2. Only a narrow class\nof prospective buyers may ever purchase a gun from afar—primarily,\nindividuals who have already had their eligibility to own a firearm\nverified by state law enforcement officials with access to the NICS\ndatabase. See 27 CFR §478.96(b) (2014), 18 U. S. C.\n§922(t)(3); n. 1, supra. And even when an individual fits\nwithin that category, he still must submit to the dealer a sworn\nstatement that he can lawfully own a gun, as well as provide the\nname and address of the principal law enforcement officer in his\ncommunity. See §922(c)(1). The dealer then has to forward notice of\nthe sale to that officer, in order to allow law enforcement\nauthorities to investigate the legality of the sale and, if\nnecessary, call a stop to it. See §§922(c)(2)–(3). The provision\nthus prevents remote sales except to a small class of buyers\nsubject to extraordinary procedures—again, to ensure effective\nverification of a potential purchaser’s eligibility. Yet on\nAbramski’s view, a person could easily bypass the scheme,\npurchasing a gun without ever leaving his home by dispatching to a\ngun store a hired deliveryman. Indeed, if Abramski were right, we\nsee no reason why anyone (and certainly anyone with less-than-pure\nmotives) would put himself through the procedures laid out in\n§922(c): Deliverymen, after all, are not so hard to come by.And likewise, the\nstatute’s record-keeping provisions would serve little purpose if\nthe records kept were of nominal rather than real buyers. As noted\nearlier, dealers must store, and law enforcement officers may\nobtain, information about a gun buyer’s identity. See §§922(b)(5),\n923(g); supra, at 3. That information helps to fight serious crime.\nWhen police officers retrieve a gun at a crime scene, they can\ntrace it to the buyer and consider him as a suspect. See National\nShooting Sports Foundation, Inc. v. Jones, 716 F. 3d 200, 204\n(CADC 2013) (describing law enforcement’s use of firearm tracing).\nToo, the required records enable dealers to identify certain\nsuspicious pur-chasing trends, which they then must report to\nfederal authorities. See §923(g)(3) (imposing a reporting\nobligation when a person buys multiple handguns within five days).\nBut once again, those provisions can serve their objective only if\nthe records point to the person who took actual control of the\ngun(s). Otherwise, the police will at most learn the identity of an\nintermediary, who could not have been responsible for the gun’s use\nand might know next to nothing about the actual buyer. See, e.g.,\nUnited States v. Juarez, 626 F. 3d 246, 249 (CA5 2010) (straw\npurchaser bought military-style assault rifles, later found among\nMexican gang members, for a buyer known “only as ‘El Mano’ ”).\nAbramski’s view would thus render the required records close to\nuseless for aiding law enforcement: Putting true numbskulls to one\nside, anyone purchasing a gun for criminal purposes would avoid\nleaving a paper trail by the simple expedient of hiring a\nstraw.To sum up so far: All\nthe prerequisites for buying a gun described above refer to a\n“person” or “transferee.” Read Abramski’s way (“the man at the\ncounter”), those terms deny effect to the regulatory scheme, as\ncriminals could always use straw purchasers to evade the\nlaw.[8] Read the other way\n(“the man getting, and always meant to get, the firearm”), those\nterms give effect to the statutory provi-sions, allowing them to\naccomplish their manifest objects. That alone provides more than\nsufficient reason to understand “person” and “transferee” as\nreferring not to the fictitious but to the real buyer.And other language in\n§922 confirms that construction, by evincing Congress’s concern\nwith the practical realities, rather than the legal niceties, of\nfirearms transactions. For example, §922(a)(6) itself bars material\nmisrepresentations “in connection with the acquisition,” and not\njust the purchase, of a firearm. That broader word, we have\npreviously held, does not focus on “legal title”—let alone legal\ntitle for a few short moments, until another, always intended\ntransfer occurs. Huddleston, 415 U. S., at 820. Instead, the\nterm signifies “com[ing] into possession, control, or power of\ndisposal,” as the actual buyer in a straw purchase does. Ibid.\nSimilarly, we have reasoned that such a substance-over-form\napproach draws support from the statute’s repeated references to\n“the sale or other disposition” of a firearm. §922(a)(6); see\n§922(d) (making it unlawful to “sell or otherwise dispose of” a gun\nto a prohibited person). That term, we have stated, “was aimed at\nproviding maximum coverage.” Id., at 826–827. We think such\nexpansive language inconsistent with Abramski’s view of the\nstatute, which would stare myopically at the nominal buyer while\nremaining blind to the person exiting the transaction with control\nof the gun.Finally, our reading of\n§922 comports with courts’ standard practice, evident in many legal\nspheres and presumably known to Congress, of ignoring artifice when\nidentifying the parties to a transaction. In United States v. One\n1936 Model Ford V-8 Deluxe Coach, Commercial Credit Co., 307\nU. S. 219 (1939) , for example, we considered the operation of\na statute requiring forfeiture of any interest in property that was\nused to violate prohibition laws, except if acquired in good faith.\nThere, a straw purchaser had bought a car in his name but with his\nbrother’s money, and transferred it to the brother—a known\nbootlegger—right after driving it off the lot. See id., at 222–223.\nThe Court held the finance company’s lien on the car\nnon-forfeitable because the company had no hint that the straw was\na straw—that his brother would in fact be the owner. See id., at\n224. But had the com-pany known, the Court made clear, a different\nresult would have obtained: The company could not have relied on\nthe formalities of the sale to the “ ‘straw’ purchaser” when\nit knew that the “real owner and purchaser” of the car was someone\ndifferent. Id., at 223–224. We have similarly emphasized the need\nin other contexts, involving both criminal and civil penalties, to\nlook through a transaction’s nominal parties to its true\nparticipants. See, e.g., American Needle, Inc. v. National Football\nLeague, 560 U. S. 183, 193 (2010) (focusing on “substance\nrather than form” in assessing when entities are distinct enough to\nbe capable of conspiring to violate the antitrust laws); Gregory v.\nHelvering, 293 U. S. 465, 470 (1935) (disregarding an\nintermediary shell corporation created to avoid taxes because doing\notherwise would “exalt artifice above reality”). We do no more than\nthat here in holding, consistentwith §922’s text, structure, and\npurpose, that using a straw does not enable evasion of the firearms\nlaw.Abramski, along with\nthe dissent, objects that such action is no circumvention—that\nCongress made an intentional choice, born of “political\ncompromise,” to limit the gun law’s compass to the person at the\ncounter, even if merely acting on another’s behalf. Reply Brief 11;\npost, at 10–11. As evidence, Abramski states that the statute does\nnot regulate beyond the initial point of sale. Because the law\nmostly addresses sales made by licensed dealers, a purchaser can\n(within wide limits) subsequently decide to resell his gun to\nanother private party. See Reply Brief 11. And similarly, Abramski\nsays, a purchaser can buy a gun for someone else as a gift. See\nBrief for Petitioner 26–27, n. 3. Abramski lumps in the same\ncategory the transfer of a gun from a nominal to a real buyer—as\nsomething, like a later resale or gift, meant to fall outside the\nstatute’s (purported) standing-in-front-of-the-gun-dealer scope.\nSee Reply Brief 13; see also post, at 7–9.But Abramski and the\ndissent draw the wrong conclusion from their observations about\nresales and gifts. Yes, Congress decided to regulate dealers’\nsales, while leaving the secondary market for guns largely\nuntouched. As we noted in Huddleston, Congress chose to make the\ndealer the “principal agent of federal enforcement” in “restricting\n[criminals’] access to firearms.” 415 U. S., at 824. And yes,\nthat choice (like pretty much everything Congress does) was surely\na result of compromise. But no, straw arrangements are not a part\nof the secondary market, separate and apart from the dealer’s sale.\nIn claiming as much, Abramski merely repeats his mistaken\nassumption that the “person” who acquires a gun from a dealer in a\ncase like this one is the straw, rather than the individual who has\nmade a prior arrangement to pay for, take possession of, own, and\nuse that part of the dealer’s stock. For all the reasons we have\nalready given, that is not a plausible construction of a statute\nmandating that the dealer identify and run a background check on\nthe person to whom it is (really, not fictitiously) selling a gun.\nSee supra, at 9–15. The individual who sends a straw to a gun store\nto buy a firearm is transacting with the dealer, in every way but\nthe most formal; and that distinguishes such a person from one who\nbuys a gun, or receives a gun as a gift, from a private\nparty.[9] The line Congress\ndrew between those who acquire guns from dealers and those who get\nthem as gifts or on the secondary market, we suspect, reflects a\nhost of things, including administrative simplicity and a view\nabout where the most problematic firearm transactions—like criminal\norganizations’ bulk gun purchases—typically occur. But whatever the\nreason, the scarcity of controls in the secondary market provides\nno reason to gut the robust measures Congress enacted at the point\nof sale.Abramski claims further\nsupport for his argument from Congress’s decision in 1986 to amend\n§922(d) to prohibit a private party (and not just, as originally\nenacted, a licensed dealer) from selling a gun to someone he knows\nor reasonably should know cannot legally possess one. See Firearm\nOwners’ Protection Act, §102(5)(A), 100 Stat. 451–452. According to\nAbramski, the revised §922(d) should be understood as Congress’s\nexclusive response to the potential dangers arising from straw\npurchases. See Brief for Petitioner 26–27. The amendment shows, he\nclaims, that “Congress chose to address this perceived problem in a\nway other than” by imposing liability under §922(a)(6) on a straw\nwho tells a licensed dealer that he is the firearm’s actual buyer.\nReply Brief 14, n. 2.But Congress’s\namendment of §922(d) says nothing about §922(a)(6)’s application to\nstraw purchasers. In en-acting that amendment, Congress left\n§922(a)(6) just asit was, undercutting any suggestion that Congress\nsome-how intended to contract that provision’s reach. The amendment\ninstead performed a different function: Rather than ensuring that a\nlicensed dealer receives truthful information, it extended a\nminimal form of regulation to the secondary market. The revised\n§922(d) prevents a private person from knowingly selling a gun to\nan ineligible owner no matter when or how he acquired the weapon:\nIt thus applies not just to a straw purchaser, but to an individual\nwho bought a gun for himself and later decided to resell it. At the\nsame time, §922(d) has nothing to say about a raft of cases\n§922(a)(6) covers, including all the (many) straw purchases in\nwhich the frontman does not know that the actual buyer is\nineligible. See supra, at 13. Thus, §922(d) could not serve as an\neffective substitute for §922(a)(6). And the mere potential for\nsome transactions to run afoul of both prohibitions gives no cause\nto read §922(d) as limiting §922(a)(6) (or vice versa). See, e.g.,\nUnited States v. Batchelder, 442 U. S. 114 –126\n(1979).[10]Abramski’s principal\nattack on his §922(a)(6) conviction therefore fails. Contrary to\nhis contention, the information Question 11.a. requests—“[a]re you\nthe actual transferee/buyer[?]” or, put conversely, “are [you]\nacquir-ing the firearm(s) on behalf of another person[?]”—is\nrelevant to the lawfulness of a gun sale. That is because, for all\nthe reasons we have given, the firearms law contemplates that the\ndealer will check not the fictitious purchaser’s but instead the\ntrue purchaser’s identity and eligibility for gun ownership. By\nconcealing that Alvarez was the actual buyer, Abramski prevented\nthe dealer from transacting with Alvarez face-to-face, see §922(c),\nrecording his name, age, and residence, see §922(b)(5), inspecting\nhis photo ID, see §922(t)(1)(C), submitting his identifying\ninformation to the background check system, see §922(t)(1)(B), and\ndetermining whether he was prohibited from receiving a firearm, see\n§922(d). In sum, Abramski thwarted application of essentially all\nof the firearms law’s requirements. We can hardly think of a\nmisrepresentation any more material to a sale’s legality.IIIAbramski also\nchallenges his §922(a)(6) conviction on a narrower ground. For\npurposes of this argument, he assumes that the Government can make\nits case when a straw hides the name of an underlying purchaser who\nis legally ineligible to own a gun. But, Abramski reminds us, that\nis not true here, because Alvarez could have bought a gun for\nhimself. In such circumstances, Abramski claims that a false\nresponse to Question 11.a. is not material. See Brief for\nPetitioner 28–30. Essentially, Abramski contends, when the hidden\npurchaser is eligible anyway to own a gun, all’s well that ends\nwell, and all should be forgiven.But we think what we\nhave already said shows the fallacy of that claim: Abramski’s false\nstatement was material because had he revealed that he was\npurchasing the gun on Alvarez’s behalf, the sale could not have\nproceeded under the law—even though Alvarez turned out to be an\neligible gun owner. The sale, as an initial matter, would not have\ncomplied with §922(c)’s restrictions on absentee purchases. See\nsupra, at 11–12. If the dealer here, Town Police Supply, had\nrealized it was in fact selling a gun to Alvarez, it would have had\nto stop the transaction for failure to comply with those\nconditions. Yet more, the sale could not have gone forward because\nthe dealer would have lacked the information needed to verify and\nrecord Alvarez’s identity and check his background. See\n§§922(b)(5), (t)(1)(B)–(C); supra, at 10–12. Those requirements, as\nwe have explained, pertain to the real buyer; and the\nafter-the-fact discovery that Alvarez would have passed the\nbackground check cannot somehow wipe them away. Accordingly, had\nTown Police Supply known Abramski was a straw, it could not have\ncertified, as Form 4473 demands, its belief that the transfer was\n“not unlawful.” Supp. App. 3.An analogy may help\nshow the weakness of Abramski’s argument. Suppose a would-be\npurchaser, Smith, lawfully could own a gun. But further suppose\nthat, for reasons of his own, Smith uses an alias (let’s say Jones)\nto make the purchase. Would anyone say “no harm, no foul,” just\nbecause Smith is not in fact a prohibited person under §922(d)? We\nthink not. Smith would in any event have made a false statement\nabout who will own the gun, impeding the dealer’s ability to carry\nout its legal responsibilities. So too here.Abramski objects that\nbecause Alvarez could own a gun, the statute’s core\npurpose—“keeping guns out of the hands” of criminals and other\nprohibited persons—“is not even implicated.” Brief for Petitioner\n29. But that argument (which would apply no less to the alias\nscenario) misunderstands the way the statute works. As earlier\nnoted, the federal gun law makes the dealer “[t]he principal agent\nof federal enforcement.” Huddleston, 415 U. S., at 824, see\nsupra, at 16. It is that highly regulated, legally knowledgeable\nentity, possessing access to the expansive NICS database, which has\nthe responsibility to “[e]nsure that, in the course of sales or\nother dispositions . . . , weapons [are not] obtained by\nindividuals whose possession of them would be contrary to the\npublic interest.” 415 U. S., at 825. Nothing could be less\nconsonant with the statutory scheme than placing that inquiry in\nthe hands of an unlicensed straw purchaser, who is unlikely to be\nfamiliar with federal firearms law and has no ability to use the\ndatabase to check whether the true buyer may own a gun. And in any\nevent, keeping firearms out of the hands of criminals is not §922’s\nonly goal: The statute’s record-keeping provisions, as we have\nsaid, are also designed to aid law enforcement in the investigation\nof crime. See supra, at 2–3, 12–13. Abramski’s proposed limitation\non §922(a)(6) would undercut that purpose because many would-be\ncriminals remain legally eligible to buy firearms, and thus could\nuse straws to purchase an endless stream of guns off-the-books.\nSee, e.g., Polk, 118 F. 3d, at 289 (eligible gun buyer used\nstraw purchasers to secretly accumulate an “arsenal of weapons” for\na “massive offensive” against the Federal Government).In addition, Abramski\nbriefly notes that until 1995, the ATF took the view that a straw\npurchaser’s misrepresentation counted as material only if the true\nbuyer could not legally possess a gun. See Brief for Petitioner\n7–8; n. 8, supra. We may put aside that ATF has for almost two\ndecades now taken the opposite position, after reflecting on both\nappellate case law and changes in the statute. See Tr. of Oral Arg.\n41; Brady Handgun Violence Prevention Act of 1993, §103, 107Stat.\n1541 (codified at 18 U. S. C. §922(t)). The critical\npoint is that criminal laws are for courts, not for the Government,\nto construe. See, e.g., United States v. Apel, 571 U. S. ___,\n(2014) (slip op., at 9) (“[W]e have never held that the\nGovernment’s reading of a criminal statute is entitled to any\ndeference”). We think ATF’s old position no more relevant than its\ncurrent one—which is to say, not relevant at all. Whether the\nGovernment interprets a criminal statute too broadly (as it\nsometimes does) or too narrowly (as the ATF used to in construing\n§922(a)(6)), a court has an obligation to correct its error. Here,\nnothing suggests that Congress—the entity whose voice does\nmatter—limited its prohibition of astraw purchaser’s\nmisrepresentation in the way Abramski proposes.IVFinally, Abramski\nchallenges his conviction under §924(a)(1)(A), which prohibits\n“knowingly mak[ing] any false statement . . . with\nrespect to the information required by this chapter to be kept in\nthe records” of a federally licensed dealer. That provision is\nbroader than §922(a)(6) in one respect: It does not require that\nthe false statement at issue be “material” in any way. At the same\ntime, §924(a)(1)(A) includes an element absent from §922(a)(6): The\nfalse statement must relate to “information required by this\nchapter to be kept in [a dealer’s] records.” Abramski notes that\nthe indictment in this case charged him with only one\nmisrepresentation: his statement in response to Question 11.a. that\nhe was buying the Glock on his own behalf rather than on someone\nelse’s. And, he argues, that information (unlike the transferee’s\n“name, age, and place of residence,” which he plausibly reads the\nindictment as not mentioning) was not required “by this\nchapter”—but only by Form 4473 itself—to be kept in the dealer’s\npermanent records. Brief for Petitioner 32.We disagree. Included\nin “this chapter”—Chapter 44 of Title 18—is a provision, noted\nearlier, requiring a dealer to “maintain such records of\n. . . sale, or other disposition of firearms at his place\nof business for such period, and in such form, as the Attorney\nGeneral may by regulations prescribe.” §923(g)(1)(A); supra, at 3.\nBecause of that statutory section, the information that the\nAttorney General’s regulations compel a dealer to keep is\ninformation “required by this chapter.” And those regulations (the\nvalidity of which Abramski does not here contest) demand that every\nlicensed dealer “retain . . . as a part of [its] required\nrecords, each Form 4473 obtained in the course of” selling or\notherwise disposing of a firearm. 27 CFR §478.124(b). Accordingly,\na false answer on that form, such as the one Abramski made,\npertains to information a dealer is statutorily required to\nmaintain.[11]VNo piece of\ninformation is more important under federal firearms law than the\nidentity of a gun’s purchaser—the person who acquires a gun as a\nresult of a transaction with a licensed dealer. Had Abramski\nadmitted that he was not that purchaser, but merely a straw—that he\nwas asking the dealer to verify the identity of, and run a\nbackground check on, the wrong individual—the sale here could not\nhave gone forward. That makes Abramski’s misrepresentation on\nQuestion 11.a. material under §922(a)(6). And because that\nstatement pertained to information that a dealer must keep in its\npermanent records under the firearms law, Abramski’s answer to\nQuestion 11.a. also violated §924(a)(1)(A). Accordingly, we affirm\nthe judgment of the Fourth Circuit.It is so ordered.Notes1The principal exception\nis for any buyer who has a state permit that has been “issued only\nafter an authorized government official has verified” the buyer’s\neligibility to own a gun under both federal and state law.\n§922(t)(3).2Compare , 118 F. 3d,\nat 294–295, withv, 687 F. 3d 697, 700–701 (CA6 2012) (a\nmisrepresentation about the true purchaser’s identity is material\neven when he can legally own a gun); v, 605 F. 3d 1271,\n1279–1280 (CA11 2010) (same).3Reflecting that prior\nconsensus, neither of Abramski’s principal —the National Rifle\nAssociation and a group of 26 States—joins Abramski in making this\nbroader argument. They confine themselves to supporting the more\nlimited claim about straw purchases made on behalf of eligible gun\nowners, addressed , at 19–22.4The dissent reserves the\nquestion whether the false statement would be material if the straw\npurchaser knew that the true buyer was not eligible to own a\nfirearm. at 6, n. 2. But first, that reservation is of quite\nlimited scope: Unlike Abramski’s back-up argument, which imposes\nliability whenever the true purchaser cannot legally buy a gun, the\ndissent’s reservation applies only when the straw has knowledge of\n(or at least reasonable cause to believe) that fact. And as we will\nlater note, straws often do not have such knowledge. See , at\n12–13. Second, the reservation (fairly enough for a reservation)\nrests on an uncertain legal theory. According to the dissent, a\nstraw buyer might violate §922(a)(6) if a dealer’s sale to him aids\nand abets his violation of §922(d)—a provision barring knowingly\ntransferring a gun to an ineligible person, see at 8, 17–18. But\nthat reasoning presupposes that a firearms dealer acting in the\nordinary course of business can ever have the intent needed to aid\nand abet a crime—a question this Court reserved not six months ago.\nSee v, 572 U. S. ___ (2014) (slip op., at 12,\nn. 8).5The dissent claims the\nanswer is easy because “if I give my son $10 and tell him to pick\nup milk and eggs at the store, no English speaker would say that\nthe store ‘sells’ the milk and eggs to me.” , at 4.But try a\nquestion more similar to the one the gun law’s text raises: If I\nsend my brother to the Apple Store with money and instructions to\npurchase an iPhone, and then take immediate and sole possession of\nthat device, am I the “person” (or “transferee”) who has bought the\nphone or is he? Nothing in ordinary English usage compels an answer\neither way.6Contrary to the dissent’s\nview, our analysis does not rest on mere “purpose-based arguments.”\n. at 7. We simply recognize that a court should not interpret each\nword in a statute with blinders on, refusing to look at the word’s\nfunction within the broader statutory context. As we have\npreviously put the point, a “provision that may seem ambiguous in\nisolation is often clarified by the remainder of the statutory\nscheme . . . because only one of the permissible meanings\nproduces a substantive effect that is compatible with the rest of\nthe law.” v. , .7That reading would also,\nat a stroke, declare unlawful a large part of what the ATF does to\ncombat gun trafficking by criminals. See Dept. of Treasury, Bureau\nof Alcohol, Tobacco & Firearms, Following the Gun: Enforcing\nFederal Laws Against Firearms Traffickers, p. xi (June 2000)\n(noting that in several prior years “[a]lmost half of all [ATF\nfirearm] trafficking investigations involved straw\npurchasers”).8The dissent is mistaken\nwhen it says that the ATF’s own former view of the statute refutes\nthis proposition. See at 11–12. As we will later discuss, see at\n21–22, the ATF for a time thought that §922(a)(6) did not cover\ncases in which the true purchaser could have legally purchased a\ngun himself. But Abramski’s principal argument extends much\nfurther, to cases in which straws buy weapons for criminals, drug\naddicts, and other prohibited purchasers. For the reasons just\nstated, that interpretation would render the statute all but\nuseless. And although the dissent appeals to a snippet of\ncongressional testi-mony to suggest that ATF once briefly held that\nextreme view of the statute, it agrees that by at least 1979 (well\nover three decades ago), ATF recognized the unlawfulness of straw\npurchases on behalf of prohibited persons.9The dissent responds:\n“That certainly distinguishes” the individual transacting with a\ndealer through a straw from an individual receiving a gun from a\nprivate party; “so would the fact that [the former] has orange\nhair.” at 9. But that is an example of wit gone wrong. Whether the\npurchaser has orange hair, we can all agree, is immaterial to the\nstatutory scheme. By contrast, whether the purchaser has transacted\nwith a licensed dealer is integral to the statute—because, as\npreviously noted, “the federal scheme . . . controls\naccess to weapons” through the federally licensed firearms dealer,\nwho is “the principal agent of federal enforcement.” v. , ; see at\n16. In so designing the statute, Congress chose not to pursue the\ngoal of “controll[ing] access” to guns to the nth degree; buyers\ncan, as the dissent says, avoid the statute’s background check and\nrecord-keeping requirements by getting a gun second-hand. But that\npossibility provides no justification for limiting the statute’s\nconsidered regulation of sales.10Nor\ndo we agree with the dissent’s argument (not urged by Abramski\nhimself) that the rule of lenity defeats our construction. See at\n12–14. That rule, as we have repeatedly emphasized, applies only\nif, “after considering text, structure, history and purpose, there\nremains a grievous ambiguity or uncertainty in the statute such\nthat the Court must simply guess as to what Congress intended.” v.\n, 570 U. S ___, ___ (2013) (slip op. at 26) (quoting v. , ).\nWe are not in that position here: Although the text creates some\nambiguity, the context, structure, history, and purpose resolve it.\nThe dissent would apply the rule of lenity here because the\nstatute’s text, taken alone, permits a narrower construction, but\nwe have repeatedly emphasized that is not the appropriate test.\nSee, v. , ; v. , .11The\ndissent argues that our view would impose criminal liability for a\nfalse answer even to an “ultra vires question,” such as “the\nbuyer’s favorite color.” , at 15. We need not, and do not, opine on\nthat hypothetical, because it is miles away from this case. As we\nhave explained, see at 9–19, Question 11.a. is not ultra vires, but\ninstead fundamental to the lawfulness of a gun sale. It is, indeed,\npart and parcel of the dealer’s determination of the (true) buyer’s\n“name, age, and place of residence,” which §922(b)(5) requires the\ndealer to keep. That section alone would justify Abramski’s\nconviction under §924(a)(1)(A) if the indictment here had clearly\nalleged that, in addition to answering Question 11.a. falsely, he\nlied about that buyer’s “name, age, and place of\nresidence.”",
    "joined": []
}