{
    "case": {
        "docket": "15-6092",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-6092/"
    },
    "id": "3589822",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–6092_________________RICHARD MATHIS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 23, 2016]Justice Kagan delivered the opinion of the\nCourt.The Armed Career Criminal Act (ACCA or Act), 18\nU. S. C. §924(e), imposes a 15-year mandatory minimum\nsentence on certain federal defendants who have three prior\nconvictions for a “violent felony,” including “burglary, arson, or\nextortion.” To determine whether a past conviction is for one of\nthose offenses, courts compare the elements of the crime of\nconviction with the elements of the “generic” version of the listed\noffense—i.e.,the offense as commonly understood. For more\nthan 25 years, our decisions have held that the prior crime\nqualifies as an ACCA predicate if, but only if, its elements are\nthe same as, or narrower than, those of the generic offense. The\nquestion in this case is whether ACCA makes an exception to that\nrule when a defendant is convicted under a statute that lists\nmultiple, alternative means of satisfying one (or more) of its\nelements. We decline to find such an exception.IAACCA prescribes a 15-year mandatory minimum\nsentence if a defendant is convicted of being a felon in possession\nof a firearm following three prior convictions for a “violent\nfelony.” §924(e)(1). (Absent that sentence enhancement, the\nfelon-in-possession statute sets a 10-yearmaximumpenalty.\nSee §924(a)(2).) ACCA defines the term “violent felony” to include\nany felony, whether state or federal, that “is burglary, arson, or\nextortion.” §924(e)(2)(B)(ii). In listing those crimes, we have\nheld, Congress referred only to their usual or (in our\nterminol-ogy) generic versions—not to all variants of the offenses.\nSeeTaylorv.United States, 495 U. S. 575, 598\n(1990) . That means as to burglary—the offense relevant in this\ncase—that Congress meant a crime “contain[ing] the following\nelements: an unlawful or unprivileged entry into . . . a\nbuilding or other structure, with intent to commit a crime.”Ibid.To determine whether a prior conviction is for\ngeneric burglary (or other listed crime) courts apply what is known\nas the categorical approach: They focus solely on whether the\nelements of the crime of conviction sufficiently match the elements\nof generic burglary, while ignoring the particular facts of the\ncase. Seeid.,at 600–601. Distinguishing between elements\nand facts is therefore central to ACCA’s operation. “Elements” are\nthe “constituent parts” of a crime’s legal definition—the things\nthe “prosecution must prove to sustain a conviction.” Black’s Law\nDictionary 634 (10th ed. 2014). At a trial, they are what the jury\nmust find beyond a reasonable doubt to convict the defendant, seeRichardsonv.United States, 526 U. S. 813, 817\n(1999) ; and at a plea hearing, they are what the defendant\nnecessarily admits when he pleads guilty, seeMcCarthyv.United States, 394 U. S. 459, 466 (1969) . Facts, by\ncontrast, are mere real-world things—extraneous to the crime’s\nlegal requirements. (We have sometimes called them “brute facts”\nwhen distinguishing them from elements.Richardson, 526\nU. S., at 817.) They are “circumstance[s]” or “event[s]”\nhaving no “legal effect [or] consequence”: In particular, they need\nneither be found by a jury nor admitted by a defendant. Black’s Law\nDictionary 709. And ACCA, as we have always understood it, cares\nnot a whit about them. See,e.g., Taylor,495 U. S., at\n599–602. A crime counts as “burglary” under the Act if itselementsare the same as, or narrower than, those of the\ngeneric offense. But if the crime of conviction covers any more\nconduct than the generic offense, then it is not an ACCA\n“burglary”—even if the defendant’s actual conduct (i.e.,the\nfacts of the crime) fits within the generic offense’s\nboundaries.The comparison of elements that the categorical\napproach requires is straightforward when a statute sets out a\nsingle (or “indivisible”) set of elements to define a single crime.\nThe court then lines up that crime’s elements alongside those of\nthe generic offense and sees if they match. So, for example, this\nCourt found that a California statute swept more broadly than\ngeneric burglary because it criminalized entering a location (even\nif lawfully) with the intent to steal, and thus encompassed mere\nshoplifting. Seeid.,at 591;Descampsv.United\nStates, 570 U. S. ___, ___–___ (2013) (slip op., at 5–6).\nAccordingly, no conviction under that law could count as an ACCA\npredicate, even if the defendant in fact made an illegal entry and\nso committed burglary in its generic form. Seeid.,at\n___–___ (slip op., at 22–23).Some statutes, however, have a more complicated\n(sometimes called “divisible”) structure, making the comparison of\nelements harder.Id.,at ___ (slip op., at 5). A single\nstatute may list elements in the alternative, and thereby define\nmultiple crimes. Suppose, for example, that the California law\nnoted above had prohibited “the lawful entry or the unlawful entry”\nof a premises with intent to steal, so as to create two different\noffenses, one more serious than the other. If the defendant were\nconvicted of the offense with unlawful entry as an element, then\nhis crime of conviction would match generic burglary and count as\nan ACCA predicate; but, conversely, the conviction would not\nqualify if it were for the offense with lawful entry as an element.\nA sentencing court thus requires a way of figuring out which of the\nalternative elements listed—lawful entry or unlawful entry—was\nintegral to the defendant’s conviction (that is, which was\nnecessarily found or admitted). Seeid.,at ___ (slip op.,\nat 6). To address that need, this Court approved the “modified\ncategorical approach” for use with statutes having multiple\nalternative elements. See,e.g., Shepardv.United\nStates, 544 U. S. 13, 26 (2005).Under that\napproach, a sentencing court looks to a limited class of documents\n(for example, the indictment, jury instructions, or plea agreement\nand colloquy) to determine what crime, with what elements, a\ndefendant was convicted of. Seeibid.;Taylor, 495\nU. S., at 602. The court can then compare that crime, as the\ncategorical approach commands, with the relevant generic\noffense.This case concerns a different kind of\nalternatively phrased law: not one that lists multiple elements\ndisjunctively, but instead one that enumerates various factual\nmeans of committing a single element. See generallySchadv.Arizona, 501 U. S. 624, 636 (1991) (plurality opinion)\n(“[L]egislatures frequently enumerate alternative means of\ncommitting a crime without intending to define separate elements or\nseparate crimes”). To use a hypothetical adapted from two of our\nprior decisions, suppose a statute requires use of a “deadly\nweapon” as an element of a crime and further provides that the use\nof a “knife, gun, bat, or similar weapon” would all qualify. SeeDescamps, 570 U. S., at ___ (slip op., at 16);Richardson, 526 U. S., at 817. Because that kind of\nlist merely specifies diverse means of satisfying a single element\nof a single crime—or otherwise said, spells out various factual\nways of committing some component of the offense—a jury need not\nfind (or a defendant admit) any particular item: A jury could\nconvict even if some jurors “conclude[d] that the defendant used a\nknife” while others “conclude[d] he used a gun,” so long as all\nagreed that the defendant used a “deadly weapon.”Ibid.; seeDescamps, 570 U. S., at ___ (slip op., at 14)\n(describing means, for this reason, as “legally extraneous\ncircumstances”). And similarly, to bring the discussion back to\nburglary, a statute might—indeed, as soon discussed, Iowa’s\nburglary law does—itemize the various places that crime could occur\nas disjunctive factual scenarios rather than separate elements, so\nthat a jury need not make any specific findings (or a defendant\nadmissions) on that score.The issue before us is whether ACCA treats this\nkind of statute as it does all others, imposing a sentence\nenhancement only if the state crime’s elements correspond to those\nof a generic offense—or instead whether the Act makes an exception\nfor such a law, so that a sentence can be enhanced when one of the\nstatute’s specified means creates a match with the generic offense,\neven though the broader element would not.BPetitioner Richard Mathis pleaded guilty to\nbeing a felon in possession of a firearm. See §922(g). At\nsentencing, the Government asked the District Court to impose\nACCA’s 15-year minimum penalty based on Mathis’s five prior\nconvictions for burglary under Iowa law.Iowa’s burglary statute, all parties agree,\ncovers more conduct than generic burglary does. See Brief for\nPetitioner 36; Brief for United States 44. The generic offense\nrequires unlawful entry into a “building or other structure.”Taylor, 495 U. S., at 598;supra, at 2. Iowa’s\nstatute, by contrast, reaches a broader range of places: “any\nbuilding, structure,[or] land, water, or air vehicle.” Iowa\nCode §702.12 (2013) (emphasis added). And those listed locations\nare not alternative elements, going toward the creation of separate\ncrimes. To the contrary, they lay out alternative ways of\nsatisfying a single locational element, as the Iowa Supreme Court\nhas held: Each of the terms serves as an “alternative method of\ncommitting [the] single crime” of burglary, so that a jury need not\nagree on which of the locations was actually involved.Statev.Duncan, 312 N. W. 2d 519, 523 (Iowa 1981); seeStatev.Rooney, 862 N. W. 2d 367, 376\n(Iowa 2015) (discussing the single “broadly phrased . . .\nelement of place” in Iowa’s burglary law). In short, the statute\ndefines one crime, with one set of elements, broader than generic\nburglary—while specifying multiple means of fulfilling its\nlocational element, some but not all of which (i.e.,buildings and other structures, but not vehicles) satisfy the\ngeneric definition.The District Court imposed an ACCA enhancement\non Mathis after inspecting the records of his prior convictions and\ndetermining that he had burgled structures, rather than vehicles.\nSee App. 34–35. The Court of Appeals for the Eighth Circuit\naffirmed. 786 F. 3d 1068 (2015). It acknowledged that Iowa’s\nburglary statute, by covering vehicles in addition to structures,\nswept more broadly than generic burglary. Seeid.,at 1074.\nBut it noted that if structures and vehicles were separate\nelements, each part of a different crime, then a sentencing court\ncould invoke the modified categorical approach and look to old\nrecord materials to see which of those crimes the defendant had\nbeen convicted of. Seeid.,at 1072–1074. And the Court of\nAppeals thought nothing changed if structures and vehicles were not\ndistinct elements but only alternative means: “Whether [such\nlocations] amount to alternative elements or merely alternative\nmeans to fulfilling an element,” the Eighth Circuit held, a\nsentencing court “must apply the modified categorical approach” and\ninspect the records of prior cases.Id.,at 1075. If the\ncourt found from those materials that the defendant had in fact\ncommitted the offense in a way that satisfied the definition of\ngeneric burglary—here, by burgling a structure rather than a\nvehicle—then the court should treat the conviction as an ACCA\npredicate. And that was so, the Court of Appeals stated, even\nthough the elements of the crime of conviction, in encompassing\nboth types of locations, were broader than those of the relevant\ngeneric offense. Seeid.,at 1074–1075. In this\ncircumstance, the court thus found, ACCA’s usual elements-based\ninquiry would yield to a facts-based one.That decision added to a Circuit split over\nwhether ACCA’s general rule—that a defendant’s crime of conviction\ncan count as a predicate only if its elements match those of a\ngeneric offense—gives way when a statute happens to list various\nmeans by which a defendant can satisfy an element.[1] We granted certiorari to resolve that\ndivision, 577 U. S. ___ (2016), and now reverse.IIAAs just noted, the elements of Mathis’s crime\nof conviction (Iowa burglary) cover a greater swath of conduct than\nthe elements of the relevant ACCA offense (generic burglary). Seesupra,at 5–6. Under our precedents, that undisputed\ndisparity resolves this case. We have often held, and in no\nuncertain terms, that a state crime cannot qualify as an ACCA\npredicate if its elements are broader than those of a listed\ngeneric offense. See,e.g.,Taylor, 495 U. S.,\nat 602. How a given defendant actually perpetrated the crime—what\nwe have referred to as the “underlying brute facts or means” of\ncommission, Richardson,526 U. S., at 817—makes no\ndifference; even if his conduct fits within the generic offense,\nthe mismatch of elements saves the defendant from an ACCA sentence.\nThose longstanding principles, and the reasoning that underlies\nthem, apply regardless of whether a statute omits or instead\nspecifies alternative possible means of commission. The itemized\nconstruction gives a sentencing court no special warrant to explore\nthe facts of an offense, rather than to determine the crime’s\nelements and compare them with the generic definition.Taylorset out the essential rule\ngoverning ACCA cases more than a quarter century ago. All that\ncounts under the Act, we held then, are “the elements of the\nstatute of conviction.” 495 U. S., at 601. So, for example,\nthe label a State assigns to a crime—whether “burglary,” “breaking\nand entering,” or something else entirely—has no relevance to\nwhether that offense is an ACCA predicate. Seeid.,at\n590–592. And more to the point here: The same is true of “the\nparticular facts underlying [the prior] convictions”—the means by\nwhich the defendant, in real life, committed his crimes.Id.,at 600. That rule can seem counterintuitive: In some\ncases, a sentencing judge knows (or can easily discover) that the\ndefendant carried out a “real” burglary, even though the crime of\nconviction also extends to other conduct. No matter. Under ACCA,Taylorstated, it is impermissible for “a particular crime\n[to] sometimes count towards enhancement and sometimes not,\ndepending on the facts of the case.”Id.,at 601.\nAccordingly, a sentencing judge may look only to “the elements of\nthe [offense], not to the facts of [the] defendant’s conduct.”Ibid.That simple point became a mantra in our\nsubsequent ACCA decisions.[2]\nAt the risk of repetition (perhaps downright tedium), here are some\nexamples. InShepard: ACCA “refers to predicate offenses in\nterms not of prior conduct but of prior ‘convictions’ and the\n‘element[s]’ of crimes.” 544 U. S., at 19 (alteration in\noriginal). InJamesv.United States: “[W]e have\navoided any inquiry into the underlying facts of [the defendant’s]\nparticular offense, and have looked solely to the elements of\n[burglary] as defined by [state] law.” 550 U. S. 192, 214\n(2007) . InSykesv.United States: “[W]e consider\n[only] theelements of the offense[,] without inquiring into\nthe specific conduct of this particular offender.” 564 U. S.\n1, 7 (2011) (quotingJames, 550 U. S., at 202; emphasis\nin original). And most recently (and tersely) inDescamps:\n“The key [under ACCA] is elements, not facts.” 570 U. S., at\n___ (slip op., at 5).Our decisions have given three basic reasons for\nadhering to an elements-only inquiry. First, ACCA’s text favors\nthat approach. By enhancing the sentence of a defendant who has\nthree “previous convictions” for generic burglary,\n§924(e)(1)—rather than one who has thrice committed that\ncrime—Congress indicated that the sentencer should ask only about\nwhether “the defendant had been convicted of crimes falling within\ncertain categories,” and not about what the defendant had actually\ndone.Taylor, 495 U. S., at 600. Congress well knows\nhow to instruct sentencing judges to look into the facts of prior\ncrimes: In other statutes, using different language, it has done\njust that. SeeUnited Statesv.Hayes, 555 U. S.\n415, 421 (2009) (concluding that the phrase “an offense\n. . . committed” charged sentencers with considering\nnon-elemental facts);Nijhawanv.Holder, 557\nU. S. 29, 36 (2009) (construing an immigration statute to\n“call[ ] for a ‘circumstance-specific,’ not a ‘categorical’\ninterpretation”). But Congress chose another course in ACCA,\nfocusing on only “the elements of the statute of conviction.”Taylor, 495 U. S., at 601.Second, a construction of ACCA allowing a\nsentencing judge to go any further would raise serious Sixth\nAmendment concerns. This Court has held that only a jury, and not a\njudge, may find facts that increase a maximum penalty, except for\nthe simple fact of a prior conviction. SeeApprendiv.New Jersey, 530 U. S. 466, 490 (2000) . That means a\njudge cannot go beyond identifying the crime of conviction to\nexplore the manner in which the defendant committed that offense.\nSeeShepard, 544 U. S., at 25 (plurality opinion);id., at 28 (Thomas, J., concurring in part and concurring in\njudgment) (stating that such an approach would amount to\n“constitutional error”). He is prohibited from conducting such an\ninquiry himself; and so too he is barred from making a disputed\ndetermination about “what the defendant and state judge must have\nunderstood as the factual basis of the prior plea” or “what the\njury in a prior trial must have accepted as the theory of the\ncrime.” Seeid.,at 25 (plurality opinion);Descamps,\n570 U. S., at ___ (slip op., at 14). He can do no more,\nconsistent with the Sixth Amendment, than determine what crime,\nwith what elements, the defendant was convicted of.And third, an elements-focus avoids unfairness\nto defendants. Statements of “non-elemental fact” in the records of\nprior convictions are prone to error precisely because their proof\nis unnecessary.Id., at ___ (slip op., at 15). At trial, and\nstill more at plea hearings, a defendant may have no incentive to\ncontest what does not matter under the law; to the contrary, he\n“may have good reason not to”—or even be precluded from doing so by\nthe court.Ibid.When that is true, a prosecutor’s or\njudge’s mistake as to means, reflected in the record, is likely to\ngo uncorrected. Seeibid.[3] Such inaccuracies should not come back to haunt the\ndefendant many years down the road by triggering a lengthy\nmandatory sentence.Those three reasons stay as strong as ever when\na statute, instead of merely laying out a crime’s elements, lists\nalternative means of fulfilling one (or more) of them. ACCA’s use\nof the term “convictions” still supports an elements-based inquiry;\nindeed, that language directly refutes an approach that would treat\nas consequential a statute’s reference to factual circumstancesnotessential to any conviction. Similarly, the Sixth\nAmendment problems associated with a court’s exploration of means\nrather than elements do not abate in the face of a statute like\nIowa’s: Whether or not mentioned in a statute’s text, alternative\nfactual scenarios remain just that—and so remain off-limits to\njudges imposing ACCA enhancements. And finally, a statute’s listing\nof disjunctive means does nothing to mitigate the possible\nunfairness of basing an increased penalty on something not legally\nnecessary to a prior conviction. Whatever the statute says, or\nleaves out, about diverse ways of committing a crime makes no\ndifference to the defendant’s incentives (or lack thereof ) to\ncontest such matters.For these reasons, the court below erred in\napplying the modified categorical approach to determine the means\nby which Mathis committed his prior crimes. 786 F. 3d, at\n1075. ACCA, as just explained, treats such facts as irrelevant:\nFind them or not, by examining the record or anything else, a court\nstill may not use them to enhance a sentence. And indeed, our cases\ninvolving the modified categorical approach have already made\nexactly that point. “[T]he only [use of that approach] we have ever\nallowed,” we stated a few Terms ago, is to determine “whichelement[s]played a part in the defendant’s conviction.”Descamps, 570 U. S., at ___, ___ (slip op., at 5, 8)\n(emphasis added); seeTaylor, 495 U. S., at 602 (noting\nthat the modified approach may be employed only to determine\nwhether “a jury necessarily had to find” each element of generic\nburglary). In other words, the modified approach serves—and serves\nsolely—as a tool to identify the elements of the crime of\nconviction when a statute’s disjunctive phrasing renders one (or\nmore) of them opaque. SeeDescamps, 570 U. S., at ___\n(slip op., at 8).[4] It is not\nto be repurposed as a technique for discovering whether a\ndefendant’s prior conviction, even though for a too-broad crime,\nrested on facts (or otherwise said, involved means) that also could\nhave satisfied the elements of a generic offense.BThe Government and Justice Breyer claim that\nour longtime and exclusive focus on elements does not resolve this\ncase because (so they say) when we talked about “elements,” we did\nnot really mean it. “[T]he Court used ‘elements,’ ” the\nGovernment informs us, “not to distinguish between ‘means’ and\n‘elements,’ ” but instead to refer to whatever the statute\nlists—whether meansorelements. Brief for United States 8;\nseeid.,at 19. In a similar vein, Justice Breyer posits\nthat every time we said the word “element,” we “used the word\ngenerally, simply to refer to the matter at issue,” without\n“intend[ing] to set forth a generally applicable rule.”Post, at 11–12 (dissenting opinion).But a good rule of thumb for reading our\ndecisions is that what they say and what they mean are one and the\nsame; and indeed, we have previously insisted on that point with\nreference to ACCA’s elements-only approach. InDescamps, the\nsole dissenting Justice made an argument identical to the one now\nadvanced by the Government and Justice Breyer: that our prior\ncaselaw had not intended to distinguish between statutes listing\nalternative elements and those setting out “merely alternative\nmeans” of commission. 570 U. S., at ___ (slip op., at 7)\n(opinion of Alito, J.).[5] The\nCourt rejected that contention, stating that “[a]ll those decisions\nrested on the explicit premise that the laws contain[ed] statutory\nphrases that cover several different crimes, not several different\nmethods of committing one offense”—in other words, that they listed\nalternative elements, not alternative means.Id.,at ___,\nn. 2 (slip op., at 9, n. 2) (ellipsis and internal\nquotation marks omitted);see,e.g., Johnsonv.United States, 559 U. S. 133, 144 (2010) ;Nijhawan, 557 U. S., at 35. That premise was important,\nwe explained, because an ACCA penalty may be based only on what a\njury “necessarily found” to convict a defendant (or what he\nnecessar-ily admitted).Descamps, 570 U. S., at ___,\n___ (slip op., at 11, 17). And elements alone fit that bill; a\nmeans, or (as we have called it) “non-elemental fact,” is “by\ndefinition[ ]notnecessary to support a conviction.”Id.,at ___, n. 3, __ (slip op., at 11, n. 3, 15);\nseesupra,at 2.[6]\nAccordingly,Descampsmade clear that when the Court had\nearlier said (and said and said) “elements,” it meant just that and\nnothing else.For that reason, this Court (including Justice\nBreyer) recently made clear that a court may not look behind the\nelements of a generally drafted statute to identify the means by\nwhich a defendant committed a crime. SeeDescamps,570\nU. S., at ___ (slip op., at 2). Consider if Iowa defined\nburglary as involving merely an unlawful entry into a\n“premises”—without any further elaboration of the types of premises\nthat exist in the world (e.g.,a house, a building, a car, a\nboat). Then, all agree, ACCA’s elements-focus would apply. No\nmatter that the record of a prior conviction clearly indicated that\nthe defendant burgled a house at 122 Maple Road—and that the jury\nfound as much; because Iowa’s (hypothetical) law included an\nelement broader than that of the generic offense, the defendant\ncould not receive an ACCA sentence. Were that not so, this Court\nstated, “the categorical approach [would be] at an end”; the court\nwould merely be asking “whether a particular set of facts leading\nto a conviction conforms to a generic ACCA offense.”Id., at\n___ (slip op., at 19). That conclusion is common ground, and must\nserve as the baseline for anything Justice Breyer (or the\nGovernment) here argues.And contrary to his view, that baseline not only\nbegins but also ends the analysis, because nothing material changes\nif Iowa’s law further notes (much as it does) that a “premises” may\ninclude “a house, a building, a car, or a boat.” That fortuity of\nlegislative drafting affects neither the oddities of applying the\ncategorical approach nor the reasons for doing so. On the one hand,\na categorical inquiry can produce the same counter-intuitive\nconse-quences however a state law is written. Whether or not the\nstatute lists various means of satisfying the “premises” element,\nthe record of a prior conviction is just as likely to make plain\nthat the defendant burgled that house on Maple Road and the jury\nknew it. On the other hand (and as already shown), the\ngrounds—constitutional, statutory, and equitable—that we have\noffered for nonetheless using the categorical approach lose none of\ntheir force in the switch from a generally phrased statute (leaving\nmeans implicit) to a more particular one (expressly enumerating\nthem). Seesupra,at 11. In every relevant sense, both\nfunctional and legal, the two statutes—one saying just “premises,”\nthe other listing structures and vehicles—are the same. And so the\nsame rule must apply: ACCA disregards the means by which the\ndefendant committed his crime, and looks only to that offense’s\nelements.CThe first task for a sentencing court faced\nwith an alternatively phrased statute is thus to determine whether\nits listed items are elements or means. If they are elements, the\ncourt should do what we have previously approved: review the record\nmaterials to discover which of the enumerated alternatives played a\npart in the defendant’s prior conviction, and then compare that\nelement (along with all others) to those of the generic crime. Seeibid.But if instead they are means, the court has no call\nto decide which of the statutory alternatives was at issue in the\nearlier prosecution. Given ACCA’s indifference to how a defendant\nactually committed a prior offense, the court may ask only whether\ntheelementsof the state crime and generic offense make the\nrequisite match.This threshold inquiry—elements or means?—is\neasy in this case, as it will be in many others. Here, a state\ncourt decision definitively answers the question: The listed\npremises in Iowa’s burglary law, the State Supreme Court held, are\n“alternative method[s]” of committing one offense, so that a jury\nneed not agree whether the burgled location was a building, other\nstructure, or vehicle. SeeDuncan,312 N. W. 2d, at\n523;supra,at 6. When a ruling of that kind exists, a\nsentencing judge need only follow what it says. SeeSchad,\n501 U. S., at 636 (plurality opinion). Likewise, the statute\non its face may resolve the issue. If statutory alternatives carry\ndifferent punishments, then underApprendithey must be\nelements. See,e.g.,Colo. Rev. Stat. §18–4–203 (2015); Vt.\nStat. Ann., Tit. 13, §1201 (Cum. Supp. 2015); see also 530\nU. S., at 490 (requiring a jury to agree on any circumstance\nincreasing a statutory penalty);supra,at 10. Conversely,\nif a statutory list is drafted to offer “illustrative examples,”\nthen it includes only a crime’s means of commission.United\nStatesv.Howard, 742 F. 3d 1334, 1348 (CA11 2014);\nseeUnited Statesv.Cabrera-Umanzor, 728 F. 3d\n347, 353 (CA4 2013). And a statute may itself identify which things\nmust be charged (and so are elements) and which need not be (and so\nare means). See,e.g.,Cal. Penal Code Ann. §952 (West\n2008). Armed with such authoritative sources of state law, federal\nsentencing courts can readily determine the nature of an\nalternatively phrased list.And if state law fails to provide clear answers,\nfederal judges have another place to look: the record of a prior\nconviction itself. As Judge Kozinski has explained, such a “peek at\nthe [record] documents” is for “the sole and limited purpose of\ndetermining whether [the listed items are] element[s] of the\noffense.”Rendonv.Holder, 782 F. 3d 466,\n473–474 (CA9 2015) (opinion dissenting from denial of reh’g en\nbanc).[7] (Only if the answer\nis yes can the court make further use of the materials, as\npreviously described, seesupra,at 12–13.) Suppose, for\nexample, that one count of an indictment and correlative jury\ninstructions charge a defendant with burgling a “building,\nstructure, or vehicle”—thus reiterating all the terms of Iowa’s\nlaw. That is as clear an indication as any that each alternative is\nonly a possible means of commission, not an element that the\nprosecutor must prove to a jury beyond a reasonable doubt. So too\nif those documents use a single umbrella term like “premises”: Once\nagain, the record would then reveal what the prosecutor has to (and\ndoes not have to) demonstrate to prevail. SeeDescamps, 570\nU. S.,at ___ (slip op., at 17). Conversely, an\nindictment and jury instructions could indicate, by referencing one\nalternative term to the exclusion of all others, that the statute\ncontains a list of elements, each one of which goes toward a\nseparate crime. Of course, such record materials will not in every\ncase speak plainly, and if they do not, a sentencing judge will not\nbe able to satisfy “Taylor’s demand for certainty” when\ndetermining whether a defendant was convicted of a generic offense.Shepard, 544 U. S., at 21. But between those documents\nand state law, that kind of indeterminacy should prove more the\nexception than the rule.IIIOur precedents make this a straightforward\ncase. For more than 25 years, we have repeatedly made clear that\napplication of ACCA involves, and involves only, comparing\nelements. Courts must ask whether the crime of conviction is the\nsame as, or narrower than, the relevant generic offense. They may\nnot ask whether the defendant’s conduct—his particular means of\ncommitting the crime—falls within the generic definition. And that\nrule does not change when a statute happens to list possible\nalternative means of commission: Whether or not made explicit, they\nremain what they ever were—just the facts, which ACCA (so we have\nheld, over and over) does not care about.Some have raised concerns about this line of\ndecisions, and suggested to Congress that it reconsider how ACCA is\nwritten. See,e.g., Chambersv.United States, 555\nU. S. 122, 133 (2009) (Alito, J., concurring in judgment);Descamps, 570 U. S., at ___ (slip op., at 2) (Kennedy,\nJ., concurring). But whether for good or for ill, the\nelements-based approach remains the law. And we will not introduce\ninconsistency and arbitrariness into our ACCA decisions by here\ndeclining to follow its requirements. Everything this Court has\never said about ACCA runs counter to the Government’s position.\nThat alone is sufficient reason to reject it: Coherence has a claim\non the law.Because the elements of Iowa’s burglary law are\nbroader than those of generic burglary, Mathis’s convictions under\nthat law cannot give rise to an ACCA sentence. We accordingly\nreverse the judgment of the Court of Appeals.It is so ordered.Notes1Compare 786 F. 3d\n1068 (CA8 2015) (case below) (recognizing such an exception);United Statesv.Ozier, 796 F. 3d 597 (CA6 2015)\n(same);United Statesv.Trent, 767 F. 3d 1046\n(CA10 2014) (same), withRendonv.Holder, 764\nF. 3d 1077 (CA9 2014) (rejecting that exception);Omargharibv.Holder, 775 F. 3d 192 (CA4 2014)\n(same).2So too in our decisions\napplying the categorical approach outside the ACCA context—most\nprominently, in immigration cases. See,e.g.,Kawashimav.Holder, 565 U. S. 478 –483 (2012)\n(stating that a judge must look to the “formal element[s] of a\nconviction[,] rather than to the specific facts underlying the\ncrime,” in deciding whether to deport an alien for committing an\n“aggravated felony”).3To see the point most\nclearly, consider an example arising in the immigration context: A\ndefendant charged under a statute that criminalizes “intentionally,\nknowingly, or recklessly” assaulting another—as exists in many\nStates, see,e.g., Tex. Penal Code Ann. §22.01(a)(1) (West\nCum. Supp. 2015)—has no apparent reason to dispute a prosecutor’s\nstatement that he committed the crime intentionally (as opposed to\nrecklessly) if those mental states are interchangeable means of\nsatisfying a singlemens reaelement. But such a statement,\nif treated as reliable, could make a huge difference in a\ndeportation proceeding years in the future, because an intentional\nassault (unlike a reckless one) qualifies as a “crime involving\nmoral turpitude,” and so requires removal from the country. SeeIn re Gomez-Perez, No. A200–958–511, p. 2 (BIA\n2014).4Descampsmade the\npoint at some length, adding that the modified categorical approach\n“retains the categorical approach’s central feature: a focus on the\nelements, rather than the facts, of a crime. And it preserves the\ncategorical approach’s basic method: comparing those elements with\nthe generic offense’s. All the modified approach adds is a\nmechanism for making that comparison when a statute lists multiple,\nalternative elements, and so effectively creates ‘several different\n. . . crimes.’ If at least one, but not all of those\ncrimes matches the generic version, a court needs a way to find out\nwhich the defendant was convicted of. That is the job, as we have\nalways understood it, of the modified approach: to identify, from\namong several alternatives, the crime of conviction so that the\ncourt can compare it to the generic offense.” 570 U. S., at\n___ (slip op., at 8) (citation omitted).5In another solo dissent,\nJustice Alito today switches gears, arguing not that our precedent\nis consistent with his means-based view, but instead that all of\nour ACCA decisions are misguided because all follow from an initial\nwrong turn inTaylorv.United States, 495 U. S.\n575 (1990) . Seepost, at 2–3. To borrow the driving\nmetaphor of his own dissent, Justice Alito thus locates himself\nentirely off the map of our caselaw. But that is not surprising; he\nhas harshly criticized the categorical approach (andApprenditoo) for many years. See,e.g.,Johnsonv.United States, 576 U. S. ___, ___–___\n(2015) (Alito, J., dissenting) (slip op., at 8–13);Descamps, 570 U. S., at ___–___ (Alito, J., dissenting)\n(slip op., at 4–5);Moncrieffev.Holder, 569\nU. S. ___, ___–___ (2013) (Alito, J., dissenting) (slip op.,\nat 10–11);Chambersv.United States, 555 U. S.\n122 –134 (2009) (Alito, J., concurring in judgment); see alsoHurstv.Florida, 577 U. S. ___, ___ (2016)\n(Alito, J., dissenting) (slip op., at 2);Alleynev.United States, 570 U. S. ___, ___–___ (2013) (Alito,\nJ., dissenting) (slip op., at 1–2).6Justice Breyer’s dissent\nrests on the idea that, contrary to that long-accepted definition,\na jury sometimes does “necessarily ha[ve] to find” a means of\ncommission, seepost, at 6 (quotingTaylor, 495\nU. S., at 602)—butDescampsspecifically refuted that\nargument too. In that case, Justice Alito made the selfsame claim:\nA jury, he averred, should be treated as having “necessarily found”\nany fact, even though non-elemental, that a later sentencing court\ncan “infer[ ]” that the jury agreed on “as a practical\nmatter.” 570 U. S., at ___ (Alito, J., dissenting) (slip op.,\nat 15). The Court rejected that view, explaining that its ACCA\ndecisions had always demanded that a jury necessarily agreeas a\nlegal matter—which meant on elements and not on means. Seeid.,at ___, n. 3 (slip op., at 10, n. 3). The\nrequirement, from the Court’s earliest decisions, was that a judge\ncould impose a 15-year sentence based only on a legal “certainty,”\nnot on his inference (however reasonable in a given case) about\nwhat a prior factfinder had thought.Shepard, 544\nU. S., at 23; seeTaylor, 495 U. S., at 602;supra,at 10. Or otherwise said, the relevant question was\nwhether a defendantwaslegally convicted of a certain\noffense (with a certain set of elements), not whether a sentencing\njudge believes that the factfinderwould haveconvicted him\nof that offense had it been on the books. SeeCarachuri-Rosendov.Holder, 560 U. S. 563, 576\n(2010) (rejecting such a “hypothetical” approach given a similar\nstatute’s directive to “look to the conviction\nitself”).7Descampspreviously recognized just this way of discerning whether a\nstatutory list contains means or elements. See 570 U. S., at\n___, n. 2 (slip op., at 8–9, n. 2). The Court there noted\nthat indictments, jury instructions, plea colloquies and plea\nagreements will often “reflect the crime’s elements” and so can\nreveal—in some cases better than state law itself—whether a\nstatutory list is of elements or means.Ibid.Accordingly,\nwhen state law does not resolve the means-or-elements question,\ncourts should “resort[ ] to the [record] documents” for help\nin making that determination.Ibid.",
    "joined": []
}