{
    "case": {
        "docket": "399",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/399/"
    },
    "id": "1970433",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–844_________________CARACO PHARMACEUTICAL LABORATORIES, LTD.,\net al., PETITIONERSv.NOVO NORDISK A/S et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 17, 2012]Justice Kagan delivered the opinion of the\nCourt.When the Food and Drug Administration (FDA)\nevaluates an application to market a generic drug, it considers\nwhether the proposed drug would infringe a patent held by the\nmanufacturer of the brand-name version. To assess that matter, the\nFDA requires brand manufacturers to submit descriptions of the\nscope of their patents, known as use codes. The FDA does not\nattempt to determine if that information is accurate. Rather, the\nFDA assumes that it is so and decides whether to approve a generic\ndrug on that basis. As a result, the breadth of the use code may\nmake the difference between approval and denial of a generic\ncompany’s application.In this case, we consider whether Congress has\nauthorized a generic company to challenge a use code’s accuracy by\nbringing a counterclaim against the brand manufac- turer in a\npatent infringement suit. The relevant statute provides that a\ngeneric company “may assert a counterclaim seeking an order\nrequiring the [brand manufac- turer] to correct or delete the\npatent information [it] submitted . . . under [two\nstatutory subsections] on the ground that the patent does not claim\n. . . an approved method of using the drug.” 117Stat.\n2452, 21 U. S. C. §355(j)(5)(C)(ii)(I). We hold that a\ngeneric manufacturer may employ this provision to force correction\nof a use code that inaccurately describes the brand’s patent as\ncovering a particular method of using the drug in question.IAThe FDA regulates the manufacture, sale, and\nlabeling of prescription drugs under a complex statutory scheme. To\nbegin at the beginning: When a brand manufacturer wishes to market\na novel drug, it must submit a new drug application (NDA) to the\nFDA for approval. The NDA must include, among other things, a\nstatement of the drug’s components, scientific data showing that\nthe drug is safe and effective, and proposed labeling describing\nthe uses for which the drug may be marketed. See §§355(b)(1), (d).\nThe FDA may approve a brand-name drug for multiple methods of\nuse—either to treat different conditions or to treat the same\ncondition in different ways.Once the FDA has approved a brand manufacturer’s\ndrug, another company may seek permission to market a generic\nversion pursuant to legislation known as the Hatch-Waxman\nAmendments. See Drug Price Competition and Patent Term Restoration\nAct of 1984, 98Stat. 1585. Those amendments allow a generic\ncompetitor to file an abbreviated new drug application (ANDA)\npiggy-backing on the brand’s NDA. Rather than providing independent\nevidence of safety and efficacy, the typical ANDA shows that the\ngeneric drug has the same active ingredients as, and is\nbiologically equivalent to, the brand-name drug. See\n§§355(j)(2)(A)(ii), (iv). As we have previously recognized, this\nprocess is designed to speed the introduction of low-cost generic\ndrugs to market. SeeEli Lilly & Co.v.Medtronic,\nInc.,496 U.S.\n661, 676 (1990).Because the FDA cannot authorize a generic drug\nthat would infringe a patent, the timing of an ANDA’s approval\ndepends on the scope and duration of the patents cover- ing the\nbrand-name drug. Those patents come in different varieties. One\ntype protects the drug compound itself. Another kind—the one at\nissue here—gives the brand manufacturer exclusive rights over a\nparticular method of using the drug. In some circumstances, a brand\nmanufacturer may hold such a method-of-use patent even after its\npatent on the drug compound has expired.To facilitate the approval of generic drugs as\nsoon as patents allow, the Hatch-Waxman Amendments and FDA\nregulations direct brand manufacturers to file information about\ntheir patents. The statute mandates that a brand submit in its NDA\n“the patent number and the expiration date of any patent which\nclaims the drug for which the [brand] submitted the [NDA] or which\nclaims a method of using such drug.” §§355(b)(1). And the\nregulations issued under that statute require that, once an NDA is\napproved, the brand provide a description of any method-of-use\npatent it holds. See 21 CFR §§314.53(c)(2)(ii)(P)(3), (e) (2011).\nThat description is known as a use code, and the brand submits it\non FDA Form 3542. As later discussed, the FDA does not attempt to\nverify the accuracy of the use codes that brand manufacturers\nsupply. It simply pub- lishes the codes, along with the\ncorresponding patent numbers and expiration dates, in a fat,\nbrightly hued volume called the Orange Book (less colorfully but\nmore officially denominated Approved Drug Products with Therapeutic\nEquivalence Evaluations).After consulting the Orange Book, a company\nfiling an ANDA must assure the FDA that its proposed generic drug\nwill not infringe the brand’s patents. When no patents are listed\nin the Orange Book or all listed patents have expired (or will\nexpire prior to the ANDA’s approval), the generic manufacturer\nsimply certifies to that effect. See 21 U. S. C.\n§§355(j)(2)(A)(vii)(I)–(III). Otherwise, the applicant has two\npossible ways to obtain approval.One option is to submit a so-called section viii\nstatement, which asserts that the generic manufacturer will market\nthe drug for one or more methods of use not covered by the brand’s\npatents. See §355(j)(2)(A)(viii). A section viii statement is\ntypically used when the brand’s patent on the drug compound has\nexpired and the brand holds patents on only some approved methods\nof using the drug. If the ANDA applicant follows this route, it\nwill propose labeling for the generic drug that “carves out” from\nthe brand’s approved label the still-patented methods of use. See\n21 CFR §314.94(a)(8)(iv). The FDA may approve such a modified\nlabel, see §314.127(a)(7), as an ex- ception to the usual rule that\na generic drug must bear the same label as the brand-name product,\nsee 21 U. S. C. §§355(j)(2)(A)(v), (j)(4)(G). FDA acceptance of the\ncarve-out label allows the generic company to place its drug on the\nmarket (assuming the ANDA meets other requirements), but only for a\nsubset of approved uses—i.e., those not covered by the\nbrand’s patents.Of particular relevance here, the FDA will not\napprove such an ANDA if the generic’s proposed carve-out label\noverlaps at all with the brand’s use code. See 68 Fed. Reg.\n36682–36683 (2003). The FDA takes that code as a given: It does not\nindependently assess the patent’s scope or otherwise look behind\nthe description authored by the brand. According to the agency, it\nlacks “both [the] expertise and [the] authority” to review patent\nclaims; although it will forward questions about the accuracy of a\nuse code to the brand,[1] its\nown “role with respect to patent listing is ministerial.”Id.,at 36683; seeibid.(“A fundamental assumption\nof the Hatch-Waxman Amendments is that the courts are the\nappropriate mechanism for the resolution of disputes about the\nscope and validity of patents”).[2] Thus, whether section viii is available to a generic\nmanufacturer depends on how the brand describes its patent. Only if\nthe use code provides sufficient space for the generic’s proposed\nlabel will the FDA approve an ANDA with a section viii\nstatement.The generic manufacturer’s second option is to\nfile a so-called paragraph IV certification, which states that a\nlisted patent “is invalid or will not be infringed by the\nmanufacture, use, or sale of the [generic] drug.” 21\nU. S. C. §355(j)(2)(A)(vii)(IV). A generic manufacturer\nwill typically take this path in either of two situations: if it\nwants to market the drug for all uses, rather than carving out\nthose still allegedly under patent; or if it discovers, as\ndescribed above, that any carve-out label it is willing to adopt\ncannot avoid the brand’s use code. Filing a paragraph IV\ncertification means provoking litigation. The patent statute treats\nsuch a filing as itself an act of infringement, which gives the\nbrand an immediate right to sue. See 35 U. S. C.\n§271(e)(2)(A). Assuming the brand does so, the FDA generally may\nnot approve the ANDA until 30 months pass or the court finds the\npatent invalid or not infringed. See 21 U. S. C.\n§355(j)(5)(B)(iii). Accordingly, the paragraph IV process is likely\nto keep the gen- eric drug off the market for a lengthy period, but\nmay eventually enable the generic company to market its drug for\nall approved uses.In the late 1990’s, evidence mounted that some\nbrands were exploiting this statutory scheme to prevent or delay\nthe marketing of generic drugs, and the Federal Trade Commission\n(FTC) soon issued a study detailing these anticompetitive\npractices. See FTC, Generic Drug Entry Prior to Patent Expiration:\nAn FTC Study, pp. iii–vi (July 2002) (hereinafter FTC\nStudy). That report focused at- tention on brands’ submission of\ninaccurate patent information to the FDA. In one case cited by the\nFTC,Mylan Pharmaceuticals, Inc.v.Thompson,268 F.3d 1323(CA Fed. 2001), a brand whose original patent on\na drug was set to expire listed a new patent ostensibly extending\nits rights over the drug, but in fact covering neither the compound\nnor any method of using it. The FDA, as was (and is) its wont,\naccepted the listing at its word and accord- ingly declined to\napprove a generic product. The generic manufacturer sued to delete\nthe improper listing from the Orange Book, but the Federal Circuit\nheld that the Hatch-Waxman Amendments did not allow such a right of\naction. Seeid.,at 1330–1333. As the FTC noted, that ruling\nmeant that the only option for generic manufacturers in Mylan’s\nsituation was to file a paragraph IV certification (triggering an\ninfringement suit) and then wait out the usual 30-month period\nbefore the FDA could approve an ANDA. See FTC Study 40–45.Congress responded to these abuses by creating a\nmechanism, in the form of a legal counterclaim, for generic\nmanufacturers to challenge patent information a brand has submitted\nto the FDA. See Medicare Prescription Drug, Improvement, and\nModernization Act of 2003, 117Stat. 2452. The provision authorizes\nan ANDA applicant sued for patent infringement to“assert a counterclaim seeking an order\nrequiring the [brand] to correct or delete the patent information\nsubmitted by the [brand] under subsection (b) or (c) [of §355] on\nthe ground that the patent does not claim either—“(aa) the drug for which the [brand’s NDA]\nwasapproved; or“(bb) an approved method of using the drug.”\n21U. S. C. §355(j)(5)(C)(ii)(I).The counterclaim thus enables a generic\ncompetitor to obtain a judgment directing a brand to “correct or\ndelete” certain patent information that is blocking the FDA’s\napproval of a generic product. This case raises the question\nwhether the counterclaim is available to fix a brand’s use\ncode.BThe parties to this case sell or seek to sell\nthe diabetes drug repaglinide. Respondents (collectively Novo)\nmanufacture Prandin, the brand-name version of the drug. The FDA\nhas approved three uses of Prandin to treat diabe- tes: repaglinide\nby itself; repaglinide in combination with metformin; and\nrepaglinide in combination with thiazolidinediones (TZDs).\nPetitioners (collectively Caraco) wish to market a generic version\nof the drug for two of those uses.Novo originally owned a patent for the\nrepaglinide compound, known as the ’035 patent, but it expired in\n2009. In 2004, Novo also acquired a method-of-use patent for the\ndrug, called the ’358 patent, which does not expire until 2018.\nThat patent—the one at issue here—claims a “method for treating\n[diabetes by] administering . . . repaglinide in\ncombination with metformin.” 601 F.3d 1359, 1362 (CA Fed. 2010).\nThus, Novo currently holds a patent for one of the three\nFDA-approved uses of repaglinide—its use with metformin. But Novo\nholdsnopatent for the use of repaglinide with TZDs or its\nuse alone.In 2005, Caraco filed an ANDA seeking to market\na generic version of repaglinide. At that time, the Orange Book\nentry for Prandin listed both the ’035 patent (the drug compound)\nand the ’358 patent (the use of the drug with metformin). Caraco\nassured the FDA that it would not market its generic drug until the\n’035 patent expired, thus making that patent irrelevant to the\nFDA’s review of the ANDA. Caraco filed a paragraph IV certification\nfor the remaining, ’358 patent, stating that it was “invalid or\n[would] not be infringed.” §355(j)(2)(A)(vii)(IV); seesupra,at 5. In accord with the patent statute, Novo treated\nthis filing as an act of infringement and brought suit.When Caraco filed its ANDA, Novo’s use code for\nthe ’358 patent represented that the patent covered “ ‘[u]se\nof repaglinide in combination with metformin to lower blood\nglucose.’ ” 601 F. 3d, at 1362–1363. The FDA therefore\nadvised Caraco that if it did not seek to market repag- linide for\nuse with metformin, it could submit a section viii statement. That\nwould allow Caraco, assuming its ANDA was otherwise in order, to\nmarket its generic drug for the other two uses. Caraco took the\nFDA’s cue and in 2008 submitted a section viii statement, with\nproposed labeling carving out Novo’s patented metformin therapy.\nSee App. 166–176.Before the FDA took further action, however,\nNovo changed its use code for the ’358 patent. The new use code\ndescribes “ ‘[a] method for improving glycemic control in\nadults with type 2 diabetes.’ ”[3] 601 F. 3d, at 1363. Because that code indicates\nthat the ’358 patent protects all three approved methods of using\nrepaglinide to treat diabetes, Caraco’s proposed carve-out of\nmetformin ther- apy was no longer sufficient; even with that\nexclusion, Caraco’s label now overlapped with Novo’s use code on\nthe other two uses. And Caraco could not carve out those uses as\nwell, because at that point nothing would be left for it to market.\nThe FDA has approved repaglinide for only three uses, and Novo’s\nuse code encompassed them all. The FDA accordingly informed Caraco\nthat it could no longer employ section viii to bring its drug to\nmarket.Caraco responded to Novo’s new, preclusive use\ncode by filing a statutory counterclaim in the ongoing infringement\nsuit. The counterclaim sought an order requiring Novo to “correct”\nits use code “on the ground that [the ’358] patent does not claim”\ntwo approved methods of using repaglinide—alone and in combination\nwith TZDs. §355(j)(5)(C)(ii)(I); seesupra,at 6–7. That\norder would permit the FDA to accept Caraco’s proposed carve-out\nlabel and approve the company’s ANDA. The District Court granted\nsummary judgment to Caraco, enjoining Novo to “correct\n. . . its inaccurate description of the ’358 patent” by\nsubmitting a new Form 3542 to the FDA that would “reinstat[e] its\nformer” use code. App. to Pet. for Cert. 65a–66a.The Court of Appeals reversed, holding that\nCaraco lacked “a statutory basis to assert a counterclaim.” 601\nF. 3d, at 1360. The court first read the statutory phrase “the\npatent does not claim . . . an approved method of using\nthe drug” to require Caraco to demonstrate that the ’358 patent\ndoes not claimanyapproved method of use. Seeid.,\nat 1365 (“ ‘[A]n approved method’ means ‘any approved\nmethod’ ”). Because the patent covers one approved method of\nuse—repaglinide in combination with metformin—the counterclaim was\nunavailable. The court further ruled that the counterclaim\nprovision does not reach use codes because they are not “patent\ninformation submitted by the [brand] under subsection (b) or (c).”\nOn the Federal Circuit’s view, that information consists only of\nthe patent number and expiration date. Seeid., at\n1366–1367. Judge Dyk dissented. He would have read the phrase “the\npatent does not claim . . . an approved method of using\nthe drug” to include situations where, as here, the use code\nwrongly indicates that the patent covers one or more particular\napproved methods of use. Seeid., at 1376–1378. And he would\nhave construed “patent in- formation submitted . . .\nunder subsection (b) or (c)” to include use codes. Seeid.,\nat 1370–1376.[4]We granted certiorari, 564 U. S. ___\n(2011), and now reverse.IIWe begin “where all such inquiries must begin:\nwith the language of the statute itself.”United Statesv.Ron Pair Enterprises, Inc.,489 U.S.\n235, 241 (1989). This case requires us to construe two\nstatutory phrases. First, we must decide when a “patent does not\nclaim . . . an approved method of using” a drug. Second, we must\ndetermine the content of “patent information submitted . . . under\nsubsection (b) or (c)” of §355. We consider both of those questions\nagainst the backdrop of yet a third statutory phrase, providing\nthat the remedy for a prevailing counterclaimant is an order\nrequiring the brand “to correct or delete” that patent information.\nAnd we consider each question in the context of the entire statute.\nSeeRobinsonv.Shell Oil Co.,519 U.S.\n337, 341 (1997) (Statutory interpretation focuses on “the\nlanguage itself, the specific context in which that language is\nused, and the broader context of the statute as a whole”). We\ncannot say that the counterclaim clause is altogether free of\nambiguity. But when we consider statutory text and context\ntogether, we conclude that a generic manufacturer in Caraco’s\nposition can use the counterclaim.[5]AAn ANDA applicant sued for patent infringement\nmay bring a counterclaim “on the ground that the patent does not\nclaim . . . an approved method of using the drug.” 21\nU. S. C. §355(j)(5)(C)(ii)(I). The parties debate the\nmeaning of this language. Novo (like the Federal Circuit) reads\n“not an” to mean “not any,” contending that “the counterclaim is\navailable only if the listed patent does not claimany(or,\nequivalently, claimsno) approved method of using the drug.”\nBrief for Respondents 29 (internal quotation marks omitted). By\nthat measure, Caraco may not bring a counterclaim because Novo’s\n’358 patent claims the use of repaglinide with metformin. In\ncontrast, Caraco reads “not an” to mean “not a particular one,” so\nthat the statute permits a counterclaim whenever the patent does\nnot claim a method of use for which the ANDA applicant seeks to\nmarket the drug. On that view, the counterclaim is available\nhere—indeed, is available twice over—because the ’358 patent does\nnot claim the use of repaglinide with TZDs or its use alone.Truth be told, the answer to the general\nquestion “What does ‘not an’ mean?” is “It depends”: The meaning of\nthe phrase turns on its context. SeeJohnsonv.United\nStates, 559 U. S. ___, ___ (2010) (slip op., at 5)\n(“Ultimately, context determines meaning”). “Not an” sometimes\nmeans “not any,” in the way Novo claims. If your spouse tells you\nhe is late because he “did not take a cab,” you will infer that he\ntook no cab at all (but took the bus instead). If your child admits\nthat she “did not read a book all summer,” you will surmise that\nshe did not read any book (but went to the movies a lot). And if a\nsports-fan friend bemoans that “the New York Mets do not have a\nchance of winning the World Series,” you will gather that the team\nhas no chance whatsoever (because they have no hitting). But now\nstop a moment. Suppose your spouse tells you that he got lost\nbecause he “did not make a turn.” You would understand that he\nfailed to make a particular turn, not that he drove from the outset\nin a straight line. Suppose your child explains her mediocre grade\non a college exam by saying that she “did not read an assigned\ntext.” You would infer that she failed to read a specific book, not\nthat she read nothing at all on the syllabus. And suppose a lawyer\nfriend laments that in her last trial, she “did not prove an\nelement of the offense.” You would grasp that she is speaking not\nof all the elements, but of a particular one. The examples could go\non and on, but the point is simple enough: When it comes to the\nmeaning of “not an,” context matters.[6]And the statutory context here supports Caraco’s\nposition. As described earlier (and as Congress understood), a\nsingle drug may have multiple methods of use, only one or some of\nwhich a patent covers. See,e.g.,21 U. S. C.\n§355(b)(1) (requiring that an NDA applicant file information about\n“any patent which claims the drug . . . or which claimsamethod of using such drug” (emphasis added)). The\nHatch-Waxman Amendments authorize the FDA to approve the marketing\nof a generic drug for particular unpatented uses; and section viii\nprovides the mechanism for a generic company to identify those\nuses, so that a product with a label matching them can quickly come\nto market. The statutory scheme, in other words, contemplates that\none patented use will not foreclose marketing a generic drug for\nother unpatented ones. Within that framework, the counterclaim\nnaturally functions to challenge the brand’s assertion of rights\nover whichever discrete use (or uses) the generic company wishes to\npursue. That assertion, after all, is the thing blocking the\ngeneric drug’s entry on the market. The availability of the\ncounterclaim thus matches the availability of FDA approval under\nthe statute: A company may bring a counterclaim to show that a\nmethod of use is unpatented because establishing that fact allows\nthe FDA to authorize a generic drug via section viii.Consider the point as applied to this case.\nCaraco wishes to market a generic version of repaglinide for two\n(and only two) uses. Under the statute, the FDA could approve\nCaraco’s application so long as no patent covers those uses,\nregardless whether a patent protects yet a third method of using\nthe drug. Novo agrees that Caraco could bring a counterclaim if\nNovo’s assertion of patent protection for repaglinide lacked any\nbasis—for example, if Novo held no patent, yet claimed rights to\nthe pair of uses for which Caraco seeks to market its drug. But\nbecause Novo has a valid patent on adifferentuse, Novo\nargues that Caraco’s counterclaim evaporates. And that is so even\nthough, once again, Caraco has no wish to market its product for\nthat patented use and the FDA stands ready, pursuant to the\nstatute, to approve Caraco’s product for the other two. To put the\nmatter simply, Novo thinks the counterclaim disappears because it\nhas a patent for a method of use in which neither Caraco nor the\nFDA is interested at all. “It would take strong evidence to\npersuade us that this is what Congress wrought.”Eli Lilly,\n496 U. S., at 673. That “not an” sometimes (but sometimes not)\nmeans “not any” is not enough.Novo argues that our reading must be wrong\nbecause Congress could have expressly “impose[d] additional\n. . . qualifications” on the term “an approved method of\nus[e]”—and indeed did so in another place in the statute. Brief for\nRespondents 31; 21 U. S. C. §355(j)(5)(C)(ii)(I). Novo\npoints here to section viii itself, which applies when the brand’s\npatent “does not claim a usefor which the [ANDA] applicant is\nseeking approval.” §355(j)(2)(A)(viii) (emphasis added). But\nthe mere possibility of clearer phrasing cannot defeat the most\nnatural reading of a statute; if it could (with all due respect to\nCongress), we would interpret a great many statutes differently\nthan we do. Nor does Congress’s use of more detailed language in\nanother provision, enacted years earlier, persuade us to put the\ncounterclaim clause at odds with its statutory context. That is\nespecially so because we can turn this form of argument back around\non Novo. Congress, after all, could have more clearly expressed\nNovo’s proposed meaning in the easiest of ways—by adding a single\nletter to make clear that “not an” really means “not any.” And\nindeed, Congress used a “not any” construction in the very next\nsubclause, enacted at the very same time. See §355(j)(5)(C)(ii)(II)\n(“Subclause (I) does not authorize the assertion of a claim\n. . . in any [other] civil action”). So if we needed any\nproof that Congress knew how to say “not any” when it meant “not\nany,” here we find it. We think that sees, raises, and bests Novo’s\nargument.Our more essential point, though, has less\ngamesmanship about it: We think that the “not any” construction\ndoes not appear in the relevant counterclaim provision because\nCongress did not mean what Novo wishes it had. And we think that is\nso because Congress meant (as it usually does) for the provision it\nenacted to fit within the statutory scheme—here, by facilitating\nthe approval of non-infringing generic drugs under section\nviii.BNovo contends that Caraco’s counterclaim must\nfail for another, independent reason: On its view (as on the\nFederal Circuit’s), the counterclaim does not provide a way to\ncorrect use codes because they are not “patent information\nsubmitted by the [brand] under subsection (b) or (c)” of §355. Once\nagain, we disagree.The statute does not define “patent\ninformation,” but a use code must qualify. It describes the method\nof use claimed in a patent. See 21 CFR §§314.53(c)(2)(ii)(P)(3),\n(e). That fits under any ordinary understanding of the\nlanguage.[7]The more difficult question arises from the\n“submitted under” phrase. The subsections mentioned there—(b) and\n(c) of §355—require an NDA applicant to submit specified\ninformation: “the patent number and the expiration date of any\npatent” claiming the drug or a method of its use. 21\nU. S. C. §§355(b)(1), (c)(2). According to Novo, only\nthat information comes within the counterclaim provision. But\nsubsections (b) and (c) as well govern the regulatory process by\nwhich brands provide additional patent information to the FDA, both\nbefore and after an NDA is approved. In particular, those\nsubsections provide the basis for the regulation requiring brands\nto submit use codes, see 21 CFR §314.53; in issuing that\nregulation, the FDA noted that “[o]ur principal legal authority . .\n. is section 505 of the act [codified at §355], in conjunction with\nour general rulemaking authority.” 68 Fed. Reg. 36697–36698\n(specifically referring to subsections (b) and (c)). And the form\n(Form 3542) on which brands submit their use codes states that the\ninformation appearing there is “provided in accordance with Section\n[355](b) and (c).” App. 97. So use codes fall within the\ncounterclaim’s ambit if the phrase “submitted under” reaches\nfilings that not only subsections (b) and (c) themselves, but also\ntheir implementing regulations require.Several of our cases support giving “under” this\nbroad meaning. For example, inEli Lilly, 496 U. S., at\n665–668, we examined a similar statutory reference to the\n“submission of information under a Federal law which regulates the\nmanufacture, use, or sale of drugs,” 35 U. S. C.\n§271(e)(1). We noted there that submitting information “under a\nFederal law” suggests doing so “in furtherance of or compliance\nwith a comprehensive scheme of regulation.” 496 U. S.,at 667. Likewise, inArdestaniv.INS,502 U.S.\n129, 135 (1991), we held that a regulatory proceeding “under\nsection 554,” 5 U. S. C. §504(b)(1)(C)(i), meant any\nproceeding “subject to,” “governed by,” or conducted “by reason of\nthe authority of” that statutory provision.So too here. “Patent information submitted\n. . . under subsection (b) or (c)” most naturally refers\nto patent information provided as part of the “comprehensive scheme\nof regulation” premised on those subsections.Eli Lilly, 496\nU. S., at 667. It includes everything (about patents) that the\nFDA requires brands to furnish in the proceedings “subject to,”\n“governed by,” or conducted “by reason of the authority of”\n§§355(b) and (c).Ardestani, 502 U. S., at 135. The\nbreadth of the term “under” becomes particu- larly clear when\ncompared with other phrases—“described in” and “prescribed\nby”—appearing in neighboring provisions. See,e.g.,21\nU. S. C. §355(c)(2) (“patent information described in\nsubsection (b)”); §355(d)(6) (“patent information prescribed by\nsubsection (b)”). Those phrases denote a patent number and\nexpiration date and nothing more. In contrast, the word “under”\nnaturally reaches beyond that most barebones information to other\npatent materials the FDA demands in the regulatory process.Once again, that congressional choice fits the\nbroader statutory context. Use codes are pivotal to the FDA’s\nimplementation of the Hatch-Waxman Amendments—and no less so\nbecause a regulation, rather than the statute itself, requires\ntheir submission. Recall that those Amendments instruct the FDA\n(assuming other requirements are met) to approve an ANDA filed with\na section viii statement when it proposes to market a drug for only\nunpatented methods of use. To fulfill that charge, the FDA must\ndetermine whether any patent covers a particular method of use; and\nto do that, the agency (which views itself as lacking expertise in\npatent matters, seesupra,at 4–5, and n. 2) relies on\nthe use codes submitted in the regulatory process. See 68 Fed. Reg.\n36682–36683. An overbroad use code therefore throws a wrench into\nthe FDA’s ability to approve generic drugs as the statute con-\ntemplates. So it is not surprising that the language Congress used\nin the counterclaim provision sweeps widely enough to embrace that\nfiling.CAnother aspect of the counterclaim\nprovision—its description of available remedies—dispatches whatever\nremains of Novo’s arguments. According to the statute, a successful\nclaimant may obtain an order requiring the brand to “correct or\ndelete” its patent information. §355(j)(5)(C)(ii)(I). Our\ninterpretation of the statute gives content to both those remedies:\nIt deletes a listing from the Orange Book when the brand holds no\nrelevant patent and corrects the listing when the brand has\nmisdescribed the patent’s scope. By contrast, Novo’s two arguments\nwould all but read the term “correct” out of the statute.Consider first how Novo’s an-means-any\ncontention would accomplish that result. Recall that on Novo’s\nview, a counterclaim can succeed only if the patent challenged does\nnot claim either the drug or any approved method of using it. Seesupra,at 11. But when a generic manufacturer makes that\nshowing, the remedy must be to “delete” the listing; no correction\nwould be enough. Novo agrees with that proposition; “[a]t bottom,”\nNovo avers, “the counterclaim is a delisting provision.” Brief for\nRespondents 20. But that raises the obvious question: Why did\nCongress also include the term “correct” in the statute?Novo can come up with just one answer: The\ncounterclaim, it proposes, can correct erroneous patent numbers.\nImagine, for example, that Novo mistakenly entered the number ’359,\ninstead of ’358, when submitting information about its repaglinide\npatent for publication in the Orange Book. Then, Novo suggests,\nCaraco could bring a counterclaim to challenge the inaccurate\nlisting (on the ground that ’359 does not claim any method of use),\nand the remedy would be “correct[ion]” (substituting an 8 for a 9).\nBut we think Novo’s admission that this scenario would be\n“unusual,” Tr. of Oral Arg. 41, considerably understates the\nmatter. As Novo concedes, brands have every incentive to provide\nthe right patent number in the first place, and to immediately\nrectify any error brought to their attention. Seeid.,at\n40–41. By doing so, they place both generic companies and the FDA\non notice of their patents and thereby prevent infringement. And\nconversely, generics have little or no incentive to bring a\ncounterclaim that will merely replace one digit in the Orange Book\nwith another. So we doubt Congress created a legal action to\n“correct” patent information just to fix such scrivener’s errors.\nSee,e.g., TRW Inc.v.Andrews,534 U.S.\n19, 31 (2001) (refusing to adopt an interpretation of a statute\nthat would render a piece of it “insignificant, if not wholly\nsuperfluous” (internal quotation marks omitted)). That would have\nbeen, in the most literal sense, to make a federal case out of\nnothing.The same problem afflicts Novo’s alternative\ncontention—that “patent information submitted . . . under\nsubsection (b) or (c)” includes only numbers and expiration dates\n(and not use codes). Once again, we cannot think Congress included\nthe remedy of “correct[ion]” so that courts could expunge typos in\npatent numbers. And not even Novo has proffered a way for the\ncounterclaim to “correct” an erroneous expiration date. Suppose,\nfor example, that a brand incorrectly lists the expiration date of\na valid patent as 2018 rather than 2015. The counterclaim would be\nuseless: It authorizes a remedy only “on the ground that” the\nlisted patent does not claim the drug or an approved method of\nusing it—and notwithstanding the wrong expiration date, this patent\ndoes so. Alternatively, suppose the brand lists a patent as having\na 2018 expiration date when in fact the patent has already lapsed.\nThen, a generic manufacturer could bring a counterclaim alleging\nthat the patent no longer claims the drug or a method of using\nit—but the appropriate remedy would be deletion, not correction, of\nthe brand’s listing. Novo’s reading of “patent information,” like\nits reading of “not an,” effectively deletes the term “correct”\nfrom the statute.IIINovo finally advances two arguments relating\nto the counterclaim’s drafting history. Neither contention,\nhowever, overcomes the statutory text and context. Indeed,\nconsideration of the provision’s background only strengthens our\nview of its meaning.ANovo first contends that our interpretation of\nthe statute “effectively resurrect[s] the scheme rejected by\nCongress.” Brief for Respondents 44 (quotingSmithv.United States,507 U.S.\n197, 203, n. 4 (1993)). In 2002, Novo notes, Congress\nfailed to pass a bill that would have required brands to file\nspecified “patent information,” including, for method-of-use\npatents, a description of “the approved use covered by the [patent]\nclaim.” S. 812, 107th Cong., 2d Sess., §103(a)(1), p. 7 (engrossed\nbill). That bill would have allowed a generic company to bring its\nown civil action—not merely a counterclaim in ongoing litigation—to\n“delete” or “correct” the information filed.Id.,at 8. The\nSenate approved the bill, but the House of Repre- sentatives took\nno action on it. Novo argues that because this failed legislation\nwould have allowed a generic company to challenge overbroad\ndescriptions of a patent, we cannot read the statute Congress\neventually enacted as doing so.We disagree. We see no reason to assume, as Novo\ndoes, that Congress rejected S. 812 because it required brands to\nsubmit patent information beyond a number and expiration date.\nIndeed, Novo’s argument highlights the perils of relying on the\nfate of prior bills to divine the meaning of enacted legislation.\n“A bill can be proposed for any number of reasons, and it can be\nrejected for just as many others.”Solid Waste Agency of\nNorthern Cook Cty.v.Army Corps of Engineers,531 U.S.\n159, 170 (2001)). S. 812 contained numerous items, including a\ntitle on importing prescription drugs (no controversy there!), that\nmay have caused its failure. See S. 812, Tit. II. Moreover, what\ncriticism there was of the bill’s mechanism for challenging brands’\npatent claims focused not on the specification of “patent\ninformation,” but instead on the creation of an independent cause\nof action—stronger medicine than the counterclaim Congress\nultimately adopted.[8] And\nfinally, Novo ignores a likely cause for the redrafting of the\nprovision on submitting information. Between S. 812’s demise and\nthe counterclaim’s enactment, the FDA issued a rule requiring\nbrands to supply material concerning method-of-use patents,\nincluding use codes. The drafters of the counterclaim provision\nknew about that rule,[9] and\nhad no need to duplicate its list of mandated filings. So the\ndrafting history does not support Novo’s conclusion. If anything,\nthe statute’s evolution indicates that Congress determined to\nenforce the FDA’s new listing provisions, including its use-code\nrequirement, through the new counterclaim.BNovo next argues that Congress established the\ncounterclaim only to solve the problem raised by the Federal\nCircuit’s decision inMylan, 268 F. 3d 1323—the\nimpossibility of deleting an improperly listed patent from the\nOrange Book. InMylan, as earlier described, a generic\ncompany alleged that a brand had listed a patent that covered\nneither the approved drug nor any method of using it, and brought\nan action seeking delisting. Seesupra,at 6. The Federal\nCircuit held that no such action was available, even assuming the\nallegation was true. Because several legislators sawMylanas “exemplif[ying]” brands’ “perceived abuse” of the FDA’s patent\nlisting prac- tices, Brief for Respondents 35, Novo contends that\nwe should construe the counterclaim provision to aid only a generic\ncompany that “finds itself in the same position as Mylan was inMylan,” Supp. Brief in Opposition 5–6.Once again, we think not. MaybeMylantriggered the legislative effort to enact a counterclaim, or maybe\nit didn’t: By the time Congress acted, it also had at hand an FTC\nstudy broadly criticizing brands’ patent listings and an FDA rule\ndesigned to address the very same issue. Seesupra,at 6,\n21. But even assumingMylan“prompted the proposal” of the\ncounterclaim, “whether that alone accounted for its enactment is\nquite a different question.”Eli Lilly, 496 U. S., at\n670, n. 3 (emphasis deleted). Here, we thinkMylanalerted Congress to a broader problem—that generic companies\ngenerally had no avenue to challenge the accuracy of brands’ patent\nlistings, and that the FDA therefore could not approve proper\napplications to bring inexpensive drugs to market. The proof of\nthat lies in the statute itself (where the best proof of what\nCongress means to address almost always resides). As we have de-\nscribed, the statute’s text and context demonstrate that the\ncounterclaim is available not only (as inMylan) when the\npatent listing is baseless, but also (as here) when it is\noverbroad. Seesupra,at 10–20. In particular, Congress’s\ndecision to allow a counterclaimant to seek “correct[ion]” of\npatent information explodes Novo’s theory, because the remedy for aMylan-type impropriety is complete delisting.And to make matters still easier, Congress’s\nequation of the two situations—the one inMylanand the one\nhere—makes perfect sense. Whether a brand lists a patent that\ncovers no use or describes a patent on one use as extending to\nothers, the brand submits misleading patent in- formation to the\nFDA. In doing so, the brand equally ex- ploits the FDA’s\ndetermination that it cannot police patent claims. And the brand’s\naction may in either case delay or block approval of a generic drug\nthat infringes no patent—and that under the statute should go to\nmarket. Seesu- pra,at 4. That is the danger Caraco faces\nhere, as much as it was the threat inMylan: Novo seeks to\npreclude Caraco from selling repaglinide for unpatented uses until\n2018, when Novo’s patent on adifferentuse expires.Indeed, the need for the counterclaim is greater\nhere than inMylan. When a brand lists a patent that covers\nno use, a generic company has a pathway aside from the counterclaim\nto challenge the listing. As described ear- lier, the company may\nmake a paragraph IV certification stating that the listed patent\n“is invalid or will not be infringed” by the generic drug. 21\nU. S. C. §355(j)(2)(A)(vii)(IV); seesupra,at 5.\nIf the brand sues, the generic company can argue that its product\nwould not infringe the patent. Using the counterclaim may enable a\ngeneric manufacturer to obtain delisting more quickly, see Tr. of\nOral Arg. 54; but even without it, the company can eventually get a\njudgment of non-infringement enabling the FDA to approve its ANDA.\nIn contrast, where (as here) a brand files an overbroad use code, a\ngeneric company cannot use paragraph IV litigation to that end. A\nparagraph IV certification (unlike a section viii statement)\nrequires the generic company to propose labeling identical to the\nbrand’s; it cannot carve out any uses. Seesupra,at 4. And\nthat proposed label will necessarily infringe because it will\ninclude the use(s) on which the brand does have a patent. So here,\na paragraph IV suit cannot lead to a judgment enabling FDA\napproval; the counterclaim offers theonlyroute to bring\nthe generic drug to market for non-infringing uses. Novo’s view\neliminates the counterclaim where it has the greatest value.IVThe statutory counterclaim we have considered\nenables courts to resolve patent disputes so that the FDA can\nfulfill its statutory duty to approve generic drugs that do not\ninfringe patent rights. The text and context of the provision\ndemonstrate that a generic company can employ the counterclaim to\nchallenge a brand’s overbroad use code. We accordingly hold that\nCaraco may bring a counterclaim seeking to “correct” Novo’s use\ncode “on the ground that” the ’358 patent “does not claim\n. . . an approved method of using the drug”—indeed, does\nnot claim two.The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Under the FDA’s\nregulations, any person may dispute the accuracy of patent\ninformation listed in the Orange Book by notifying the agency in\nwriting. See 21 CFR §314.53(f). The FDA will then request that the\nbrand verify the information, but will make no changes “[u]nless\nthe [brand] withdraws or amends” the listing.Ibid.2Several courts have\naffirmed the FDA’s view of its ministerial role. See,e.g.,\nApotex, Inc.v.Thompson,347 F.3d 1335, 1349 (CA Fed. 2003);aaaiPharmav.Thompson,296 F.3d 227, 242–243 (CA4 2002). That question is not before\nus, and we express no view on it.3Novo asserts that it made\nthe change so that its use code would mirror its label, which the\nFDA had just asked it to alter. See Brief for Respondents 14. But\nthe FDA, in calling for new labeling, neither requested nor\nrequired Novo to amend its use code. And indeed, Novo’s counsel\nconceded before the Federal Circuit that Novo modified its use code\nin part as “ ‘a response to the [FDA’s] section viii’ ”\nsuggestion. 601 F. 3d, at 1380–1381.4On remand from the\nFederal Circuit’s decision, the District Court determined that the\n’358 patent was invalid and unenforceable. See 775 F. Supp. 2d 985\n(ED Mich. 2011). The Federal Circuit stayed Novo’s appeal from that\njudgment pending the decision here.5Before proceeding to the\nmerits, we dispose of a recently raised jurisdictional argument.\nNovo now contends that the federal courts lost subject-matter\njurisdiction over this infringement action (including the\ncounterclaim) at the moment Caraco filed its section viii\nstatement. On Novo’s theory, such a statement (unlike a paragraph\nIV certification) does not count as an act of infringement under\nthe patent statute, see 35 U. S. C. §271(e)(2)(A), and so\ncannot provide a jurisdictional basisfor the suit. But that\nargument is wrong even assuming (as Novo con-tends) that Caraco’s\nsection viii filing terminated its paragraph IV certification and\nthat a section viii filing is not an act of infringement. The want\nof an infringing act is a merits problem, not a jurisdictional one.\nNothing in the section of the statute defining certain filings as\nacts of infringement suggests anything to the contrary. And “we are\nnot inclined to interpret statutes as creating a jurisdictional bar\nwhen they are not framed as such.”Sternv.Marshall,\n564 U. S. ___, ___ (2011) (slip op., at 13). In the absence of\nsuch a bar, the federal courts have jurisdiction over this suit for\na single, simple reason: It “ar[ose] under a[n] Act of Congress\nrelating to patents.” 28 U. S. C. §1338(a).6For this reason, we find\nNovo’s reliance on the occasional dictionary definition of “a[n]”\nunconvincing. Although “an” sometimes means “any” when used in\nnegative structures, see,e.g.,Microsoft Encarta College\nDictionary 1 (2001) (fifth definition), it sometimes does not. Cf.FCCv.AT&T Inc., 562 U. S. ___, ___ (2011)\n(slip. op., at 3–5) (rejecting a proposed definition of “personal”\nbecause it did not always hold in ordinary usage and the statutory\ncontext suggested it did not apply).7Novo’s only counter is to\nredefine a use code. Novo argues that a use code need not be tied\nto the patent at all—that “[t]he relevant regulation requires [NDA]\napplicants to provide [only] ‘a description of each approved method\nof useor indication.’ ” Brief for Respondents 48\n(quoting 21 CFR §314.53(c)(2)(ii)(P)(1)). Because an “indication”\nrefers generally to what a drug does (here, treat diabetes), see\n§201.57(c)(2), Novo claims that a use code may sweep more broadly\nthan the patent. But that is incorrect. First, Novo does not cite\nthe regulations that specify the information required for\npublication—i.e.,use codes. See §314.53(c)(2)(ii)(P)(3)\n(requiring a “description of the patented method of use as required\nfor publication”); §314.53(e) (“[F]or each use patent,” FDA will\npublish “the approved indications or other conditions of use\ncovered by a patent”). Those provisions (whether referring to\nmethods of use, conditions of use, or indications) all demand a\ndescription of the patent. And second, even the provision Novo\ncites—which mandates the submission of additional material, not\nlisted in the Orange Book—ties information about indications to\npatent coverage; that regulation requires (when quoted in full)\nthat the brand provide “a description of each approved method of\nuse or indication and related patent claim of the patent being\nsubmitted.” §314.53(c)(2)(ii)(P)(1).8See,e.g.,148\nCong. Rec. 15424 (2002) (remarks of Sen. Gregg) (“Probably the most\nsignificant issue is the fact that it creates a new cause of\naction”);id.,at 15431–15432 (remarks of Sen. Grassley)\n(similar);id.,at 14434 (remarks of Sen. Hatch)\n(similar).9See,e.g.,\nHearings on Barriers to Entry in the Pharmaceutical Marketplace\nbefore the Senate Committee on the Judiciary, 108th Cong., 1st\nSess., 5–8 (2003) (statement of Daniel Troy, Chief Counsel to the\nFDA);id.,at 19 (statement of Sen. Schumer) (“The bill\nprovides a critical complement to the work FDA has done in\nclarifying its regulations on patent listing, but it goes much\nfurther”).",
    "joined": []
}