{
    "case": {
        "docket": "15-1509",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/15-1509/"
    },
    "id": "3863128",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1509_________________U.S. BANK NATIONAL ASSOCIATION, TRUSTEE, by\nand through CWCAPITAL ASSET MANAGEMENT LLC, PETITIONERv.THE VILLAGE AT LAKERIDGE, LLCon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 5, 2018]Justice Kagan delivered the opinion of the\nCourt.The Bankruptcy Code places various restrictions\non anyone who qualifies as an “insider” of a debtor. The statutory\ndefinition of that term lists a set of persons related to the\ndebtor in particular ways. See 11 U. S. C. §101(31).\nCourts have additionally recognized as insiders some persons not on\nthat list—commonly known as “non-statutory insiders.” The conferral\nof that status often turns on whether the person’s transactions\nwith the debtor (or another of its insiders) were at arm’s length.\nIn this case, we address how an appellate court should review that\nkind of determination:de novoor for clear error? We\nhold that a clear-error standard should apply.IChapter 11 of the Bankruptcy Code enables a\ndebtor company to reorganize its business under a court-approved\nplan governing the distribution of assets to creditors. See 11\nU. S. C. §1101et seq.The plan divides\nclaims against the debtor into discrete “classes” and specifies the\n“treatment” each class will receive. §1123; see §1122. Usually, a\nbankruptcy court may approve such a plan only if every affected\nclass of creditors agrees to its terms. See §1129(a)(8). But in\ncertain circumstances, the court may confirm what is known as a\n“cramdown” plan—that is, a plan impairing the interests of some\nnon-consenting class. See §1129(b). Among the prerequisites for\njudicial approval of a cramdown plan is that another impaired class\nof creditors has consented to it. See §1129(a)(10). But crucially\nfor this case, the consent of a creditor who is also an “insider”\nof the debtor does not count for that purpose. Seeibid.(requiring “at least one” impaired class to have “accepted the\nplan, determined with-out including any acceptance of the plan by\nany insider”).The Code enumerates certain insiders, but courts\nhave added to that number. According to the Code’s defini- tional\nsection, an insider of a corporate debtor “includes” any director,\nofficer, or “person in control” of the entity.\n§§101(31)(B)(i)–(iii). Because of the word “includes” in that\nsection, courts have long viewed its list of insiders as\nnon-exhaustive. See §102(3) (stating as one of the Code’s “[r]ules\nof construction” that “ ‘includes’ and ‘including’ are not\nlimiting”); 2 A. Resnick & H. Sommer, Collier on Bankruptcy\n¶101.31, p. 101–142 (16th ed. 2016) (discussing cases).\nAccordingly, courts have devised tests for identifying other,\nso-called “non-statutory” insiders. The decisions are not entirely\nuniform, but many focus, in whole or in part, on whether a person’s\n“transaction of business with the debtor is not at arm’s length.”Ibid.(quotingIn re U. S. Medical, Inc.,\n531 F. 3d 1272, 1280 (CA10 2008)).This case came about because the Code’s list of\ninsiders placed an obstacle in the way of respondent Lakeridge’s\nattempt to reorganize under Chapter 11. Lakeridge is a corporate\nentity which, at all relevant times, had a single owner, MBP Equity\nPartners, and a pair of substantial debts. The company owed\npetitioner U. S. Bank over $10 million for the balance due on\na loan. And it owed MBP another $2.76 million. In 2011, Lakeridge\nfiled for Chapter 11 bankruptcy. The reorganization plan it\nsubmitted placed its two creditors in separate classes and proposed\nto impair both of their interests. U. S. Bank refused that\noffer, thus taking a fully consensual plan off the table. But\nlikewise, a cramdown plan based only on MBP’s consent could not go\nforward. Recall that an insider cannot provide the partial\nagreement needed for a cramdown plan. Seesupra,at 2;\n§1129(a)(10). And MBP was the consummate insider: It owned\nLakeridge and so was—according to the Code’s definition—“in\ncontrol” of the debtor. §101(31)(B)(iii). The path to a successful\nreorganization was thus impeded, and Lakeridge was faced with\nliquidation. Unless . . .Unless MBP could transfer its claim against\nLakeridge to a non-insider who would then agree to the\nreorganization plan. So that was what MBP attempted. Kathleen\nBartlett, a member of MBP’s board and an officer of Lake- ridge,\napproached Robert Rabkin, a retired surgeon, and offered to sell\nhim MBP’s $2.76 million claim for $5,000. Rabkin took the deal. And\nas the new holder of MBP’s old loan, he consented to Lakeridge’s\nproposed reorganization. As long as he was not himself an insider,\nRabkin’s agreement would satisfy one of the prerequisites for a\ncramdown plan. See §1129(a)(10);supra,at 2. That would\nbring Lakeridge a large step closer to reorganizing its business\nover U. S. Bank’s objection.Hence commenced this litigation about whether\nRabkin, too, was an insider. U. S. Bank argued that he\nqualified as a non-statutory insider because he had a “romantic”\nrelationship with Bartlett and his purchase of MBP’s loan “was not\nan arm’s-length transaction.” Motion to Designate Claim of Robert\nRabkin as an Insider Claim in No. 11–51994 (Bkrtcy. Ct. Nev.), Doc.\n194, p. 11 (Motion).[1] At\nan evidentiary hearing, both Rabkin and Bartlett testified that\ntheir relationship was indeed “romantic.” App. 128,\n142–143.[2] But the Bankruptcy\nCourt still rejected U. S. Bank’s view that Rabkin was a\nnon-statutory insider. See App. to Pet. for Cert. 66a. The court\nfound that Rabkin purchased the MBP claim as a “speculative\ninvestment” for which he did adequate due diligence.Id., at\n67a. And it noted that Rabkin and Bartlett, for all their dating,\nlived in separate homes and managed their finances independently.\nSeeid.,at 66a.The Court of Appeals for the Ninth Circuit\naffirmed by a divided vote. According to the court, a creditor\nqualifies as a non-statutory insider if two conditions are met:\n“(1) the closeness of its relationship with the debtor is\ncomparable to that of the enumerated insider classifications in\n[the Code], and (2) the relevant transaction is negotiated at less\nthan arm’s length.”In re Village at Lakeridge, LLC,814\nF. 3d 993, 1001 (2016). The majority viewed the Bankruptcy\nCourt’s decision as based on a finding that the relevant\ntransaction here (Rabkin’s purchase of MBP’s claim) “was conducted\nat arm’s length.”Id.,at 1003, n. 15. That finding,\nthe majority held, was entitled to clear-error review, and could\nnot be reversed under that deferential standard. Seeid.,at\n1001–1003. Rabkin’s consent could therefore support the cramdown\nplan. Seeid.,at 1003. Judge Clifton dissented. He would\nhave appliedde novoreview, but in any event thought\nthe Bankruptcy Court committed clear error in declining to classify\nRabkin as an insider. Seeid.,at 1006.This Court granted certiorari to decide a single\nquestion: Whether the Ninth Circuit was right to review for clear\nerror (rather thande novo) the Bankruptcy Court’s\ndetermination that Rabkin does not qualify as a non-statutory\ninsider because he purchased MBP’s claim in an arm’s-length\ntransaction. 580 U. S. ___ (2017).IITo decide whether a particular creditor is a\nnon-statutory insider, a bankruptcy judge must tackle three kinds\nof issues—the first purely legal, the next purely factual, the last\na combination of the other two. And to assess the judge’s decision,\nan appellate court must consider all its component parts, each\nunder the appropriate standard of review. In this case, only the\nstandard for the final, mixed question is contested. But to resolve\nthat dispute, we begin by describing the unalloyed legal and\nfactual questions that both kinds of courts have to address along\nthe way, as well as the answers that the courts below provided.Initially, a bankruptcy court must settle on a\nlegal test to determine whether someone is a non-statutory insider\n(again, a person who should be treated as an insider even though he\nis not listed in the Bankruptcy Code). But that choice of standard\nreally resides with the next court: As all parties agree, an\nappellate panel reviews such a legal conclusion without the\nslightest deference. SeeHighmark Inc.v.Allcare Health\nManagement. System, Inc., 572 U. S. ___, ___ (2014) (slip\nop., at 4) (“Traditionally, decisions on questions of law are\nreviewablede novo” (internal quotation marks\nomitted)); Tr. of Oral Arg. 29–30, 33. The Ninth Circuit here, as\nnoted earlier, endorsed a two-part test for non-statutory insider\nstatus, asking whether the person’s relationship with the debtor\nwas similar to those of listed insiders and whether the relevant\nprior transaction was at “less than arm’s length.” 814 F. 3d,\nat 1001; seesupra,at 4–5. And the Ninth Circuit held that\nthe Bankruptcy Court had used just that standard—more specifically,\nthat it had denied insider status under the test’s second,\ntransactional prong. See 814 F. 3d, at 1002–1003, and\nn. 15;supra,at 4–5. We do not address the correctness\nof the Ninth Circuit’s legal test; indeed, we specifically rejected\nU. S. Bank’s request to include that question in our grant of\ncertiorari. See 580 U. S. ___; Pet. for Cert. i. We simply\ntake that test as a given in deciding the standard-of-review issue\nwe chose to resolve.Along with adopting a legal standard, a\nbankruptcy court evaluating insider status must make findings of\nwhat we have called “basic” or “historical” fact—addressing\nquestions of who did what, when or where, how or why.Thompsonv.Keohane, 516 U. S. 99, 111 (1995) .\nThe set of relevant historical facts will of course depend on the\nlegal test used: So under the Ninth Circuit’s test, the facts found\nmay relate to the attributes of a particular relationship or the\ncircumstances and terms of a prior transaction. By well-settled\nrule, such factual findings are reviewable only for clear error—in\nother words, with a serious thumb on the scale for the bankruptcy\ncourt. See Fed. Rule Civ. Proc. 52(a)(6) (clear-error standard);\nFed. Rules Bkrtcy. Proc. 7052 and 9014(c) (applying Rule 52 to\nvarious bankruptcy proceedings). Accordingly, as all parties again\nagree, the Ninth Circuit was right to review deferentially the\nBankruptcy Court’s findings about Rabkin’s relationship with\nBartlett (e.g.,that they did not “cohabitate” or pay each\nother’s “bills or living expenses”) and his motives for purchasing\nMBP’s claim (e.g.,to make a “speculative investment”). App.\nto Pet. for Cert. 66a–67a; see Tr. of Oral Arg. 8, 39.What remains for a bankruptcy court, after all\nthat, is to determine whether the historical facts found satisfy\nthe legal test chosen for conferring non-statutory insider status.\nWe here arrive at the so-called “mixed question” of law and fact at\nthe heart of this case.Pullman-Standardv.Swint,456 U.S.\n273, 289, n. 19 (1982) (A mixed question asks whether “the\nhistorical facts . . . satisfy the statutory standard, or\nto put it another way, whether the rule of law as applied to the\nestablished facts is or is not violated”). As already described,\nthe Bankruptcy Court below had found a set of basic facts about\nRabkin; and it had adopted a legal test for non-statutory insider\nstatus that requires (as one of its two prongs) a\nless-than-arm’s-length transaction. Seesupra,at 4, 6. As\nits last move, the court compared the one to the other—and\ndetermined that the facts found did not show the kind of\npreferential transaction necessary to turn a creditor into a\nnon-statutory insider. For that decisive determination, what\nstandard of review should apply?The parties, after traveling so far together,\npart ways at this crucial point. U. S. Bank contends that the\nBankruptcy Court’s resolution of the mixed question must be\nreviewedde novo. That is because, U. S. Bank\nclaims, application of the Ninth Circuit’s “very general” standard\nto a set of basic facts requires the further elaboration of legal\nprinciples—a task primarily for appellate courts. Brief for\nPetitioner 35; seeid.,at 53 (The “open-ended nature of the\nNinth Circuit’s standard” compels courts to “develop the norms and\ncriteria they deem most appropriate” and so should be viewed as\n“quasi-legal”). By contrast, Lakeridge (joined by the Federal\nGovernment asamicus curiae) thinks a clear-error standard\nshould apply. In Lakeridge’s view, the ultimate law-application\nquestion is all “bound up with the case-specific details of the\nhighly factual circumstances below”—and thus falls naturally within\nthe domain of bankruptcy courts. Brief for Respondent 17; see Brief\nfor United States 21 (similarly describing the mixed question as\n“fact-intensive”).For all their differences, both parties rightly\npoint us to the same query: What is the nature of the mixed\nquestion here and which kind of court (bankruptcy or appellate) is\nbetter suited to resolve it? SeeMillerv.Fenton,\n474 U. S. 104, 114 (1985) (When an “issue falls somewhere\nbetween a pristine legal standard and a simple historical fact,”\nthe standard of review often reflects which “judicial actor is\nbetter positioned” to make the decision).[3] Mixed questions are not all alike. As U. S.\nBank suggests, some require courts to expound on the law,\nparticularly by amplifying or elaborating on a broad legal\nstandard. When that is so—when applying the law involves developing\nauxiliary legal principles of use in other cases—appellate courts\nshould typically review a decisionde novo. SeeSalve Regina Collegev.Russell, 499 U. S. 225\n–233 (1991) (discussing appellate courts’ “institutional\nadvantages” in giving legal guidance). But as Lakeridge replies,\nother mixed questions immerse courts in case-specific factual\nissues—compelling them to marshal and weigh evidence, make\ncredibility judgments, and otherwise address what we have\n(emphatically if a tad redundantly) called “multifarious, fleeting,\nspecial, narrow facts that utterly resist generalization.”Piercev.Underwood, 487 U. S. 552 –562 (1988)\n(internal quotation marks omitted). And when that is so, appellate\ncourts should usually review a decision with deference. SeeAndersonv.Bessemer City, 470 U. S. 564 –576\n(1985) (discussing trial courts’ “superiority” in resolving such\nissues).[4] In short, the\nstandard of review for a mixed question all depends—on whether\nanswering it entails primarily legal or factual work.Now again, recall the mixed question the\nBankruptcy Court confronted in this case. Seesupra,at 7.\nAt a high level of generality, the court needed to determine\nwhether the basic facts it had discovered (concerning Rabkin’s\nrelationships, motivations, and so on) were sufficient to make\nRabkin a non-statutory insider. But the court’s use of the Ninth\nCircuit’s legal test for identifying such in- siders reduced that\nquestion to a more particular one: whether the facts found showed\nan arm’s-length transaction between Rabkin and MBP. Seeibid.[5] And still, we\ncan further delineate that issue just by plugging in the widely\n(universally?) understood definition of an arm’s-length\ntransaction: a transaction conducted as though the two parties were\nstrangers. See,e.g.,Black’s Law Dictionary 1726 (10th ed.\n2014). Thus the mixed question becomes: Given all the basic facts\nfound, was Rabkin’s purchase of MBP’s claim conducted as if the two\nwere strangers to each other?That is about as factual sounding as any mixed\nquestion gets. Indeed, application of the Ninth Circuit’s\narm’s-length legal standard really requires what we have previously\ndescribed as a “factual inference[ ] from undisputed basic\nfacts.”Commissionerv.Duberstein, 363 U. S.\n278, 291 (1960) (holding that clear-error review applied to a\ndecision that a particular transfer was a statutory “gift”). The\ncourt takes a raft of case-specific historical facts,[6] considers them as a whole, balances them\none against another—all to make a determination that when two\nparticular persons entered into a particular transaction, they were\n(or were not) acting like strangers. Just to describe that inquiry\nis to indicate where it (primarily) belongs: in the court that has\npresided over the presentation of evidence, that has heard all the\nwitnesses, and that has both the closest and the deepest\nunderstanding of the record—i.e., the bankruptcy court.And we can arrive at the same point from the\nopposite direction—by asking how much legal work applying the\narm’s-length test requires. Precious little, in our view—as shown\nby judicial opinions addressing that concept. Our own decisions,\narising in a range of contexts, have never tried to elaborate on\nthe established idea of a transaction conducted as between\nstrangers; nor, to our knowledge, have lower courts. See,e.g.,\nJonesv.Harris Associates L. P., 559 U. S.\n335, 346 (2010) ;Commissionerv.Wemyss, 324\nU. S. 303, 307 (1945) ;Pepperv.Litton, 308\nU. S. 295 –307 (1939). The stock judicial method is merely to\nstate the requirement of such a transaction and then to do the\nfact-intensive job of exploring whether, in a particular case, it\noccurred. See,e.g., Wemyss, 324 U. S., at 307.\nContrary to U. S. Bank’s view, there is no apparent need to\nfurther develop “norms and criteria,” or to devise a supplemental\nmulti-part test, in order to apply the familiar term. Brief for\nPetitioner 53; see Tr. of Oral Arg. 18;supra,at 7. So\nappellate review of the arm’s-length issue—even if conductedde novo—will not much clarify legal principles or\nprovide guidance to other courts resolving other disputes. And that\nmeans the issue is not of the kind that appellate courts should\ntake over.[7]The Court of Appeals therefore applied the\nappropriate standard in reviewing the Bankruptcy Court’s\ndetermination that Rabkin did not qualify as an insider because his\ntransaction with MBP was conducted at arm’s length. A conclusion of\nthat kind primarily rests with a bankruptcy court, subject only to\nreview for clear error. We accordingly affirm the judgment\nbelow.It is so ordered.Notes1U. S. Bank also\ncontended that Rabkin automatically inherited MBP’s statutory\ninsider status when he purchased its loan. See Motion, p. 10\n(“[A]n entity which acquires a claim steps into the shoes of that\nclaimant” (internal quotation marks omitted)). We did not grant\nreview of that question and therefore do not address it in this\nopinion.2Perhaps Bartlett\nexpressed some ambivalence on that score. The transcript of her\ndirect examination reads: “Q. Okay. And I think the term has been a\nromantic relationship—you have a romantic relationship? A. I guess.\nQ. Why do you say I guess? A. Well, no—yes.” App. 142–143. One\nhopes Rabkin was not listening.3In selecting standards of\nreview, our decisions have also asked whether a “long history of\nappellate practice” supplies the answer.Piercev.Underwood, 487 U. S. 552, 558 (1988) . But we cannot\nfind anything resembling a “historical tradition” to provide a\nstandard for reviewing the mixed question here.Ibid.4Usually but not always:\nIn the constitutional realm, for example, the calculus changes.\nThere, we have often held that the role of appellate courts “in\nmarking out the limits of [a] standard through the process of\ncase-by-case adjudication” favorsde novoreview even when\nanswering a mixed question primarily involves plunging into a\nfactual record.Bose Corp.v.Consumers Union of United\nStates, Inc., 466 U. S. 485, 503 (1984) ; seeOrnelasv.United States, 517 U. S. 690, 697\n(1996) (reasonable suspicion and probable cause under the Fourth\nAmendment);Hurleyv.Irish-American Gay, Lesbian and\nBisexual Group of Boston, Inc., 515 U. S. 557, 567 (1995)\n(expression under the First Amendment);Millerv.Fenton, 474 U. S. 104 –116 (1985) (voluntariness of\nconfession under the Fourteenth Amendment’s Due Process\nClause).5A bankruptcy court\napplying the Ninth Circuit’s test might, in another case, reach its\nseparate, non-transactional prong: whether “the closeness of [a\nperson’s] relationship with the debtor is comparable to that of the\nenumerated insider classifications” in the Code.In re Village\nat Lakeridge, LLC,814 F. 3d 993, 1001 (2016); seesupra,at 4. We express no opinion on how an appellate court\nshould review a bankruptcy court’s application of that differently\nframed standard to a set of established facts.6Or, to use the more\nabundant description we quoted above, “multifarious, fleeting,\nspecial, narrow facts that utterly resist generalization.”Pierce, 487 U. S., at 561–562 (internal quotation marks\nomitted); seesupra,at 8.7That conclusion still\nleaves some role for appellate courts in this area. They of course\nmust decide whether a bankruptcy court committed clear error in\nfinding that a transaction was arm’s length (or not). (We express\nno view of that aspect of the Ninth Circuit’s decision because we\ndid not grant certiorari on the question. Seesupra,at 5.)\nIn addition, an appellate court must correct any legal error\ninfecting a bankruptcy court’s decision. So if the bankruptcy court\nsomehow misunderstood the nature of the arm’s-length query—or if it\ndevised some novel multi-factor test for addressing that issue—an\nappellate court should applyde novoreview. And\nfinally, if an appellate court someday finds that further\nrefinement of the arm’s-length standard is necessary to maintain\nuniformity among bankruptcy courts, it may step in to perform that\nlegal function. By contrast, what it maynotdo is review\nindependently a garden-variety decision, as here, that the various\nfacts found amount to an arm’s-length (or a non-arm’s-length)\ntransaction and so do not (or do) confer insider\nstatus.",
    "joined": []
}