{
    "case": {
        "docket": "143",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/143/"
    },
    "id": "3420636",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–185_________________NOEL REYES MATA, PETITIONERv.LORETTA\nE.LYNCH, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 15, 2015]Justice Kagan delivered the opinion of the\nCourt.An alien ordered to leave the country has a\nstatutory right to file a motion to reopen his removal proceedings.\nSee 8 U. S. C. §1229a(c)(7)(A). If immigration officials\ndeny that motion, a federal court of appeals has jurisdiction to\nconsider a petition to review their decision. SeeKucanav.Holder, 558 U. S. 233, 242, 253 (2010) .\nNotwithstanding that rule, the court below declined to take\njurisdiction over such an appeal because the motion to reopen had\nbeen denied as untimely. We hold that was error.IThe Immigration and Nationality Act (INA),\n66Stat. 163, as amended, 8 U. S. C. §1101et seq., and its implementing regulations set out the\nprocess for removing aliens from the country. An immigration judge\n(IJ) conducts the initial proceedings; if he orders removal, the\nalien has the opportunity to appeal that decision tothe Board of\nImmigration Appeals (BIA or Board). §§1229a(a)(1), (c)(5). “[E]very\nalien ordered removed” also“has a right to file one motion” with the IJ\nor Boardto “reopen his or her removal proceedings.”Dadav.Mukasey, 554 U. S. 1 –5 (2008); see §1229a(c)(7)(A).\nSubject to exceptions not relevant here, that motion to reopen\n“shall be filed within 90 days” of the final removal order.\n§1229a(c)(7)(C)(i). Finally, the BIA’s regulations provide that,\nseparate and apart from acting on the alien’s motion, the BIA may\nreopen removal proceedings “on its own motion”—or, in Latin,sua sponte—at any time. 8 CFR §1003.2(a) (2015).Petitioner Noel Reyes Mata is a Mexican citizen\nwho entered the United States unlawfully almost 15 years ago. In\n2010, he was convicted of assault under the Texas Penal Code. The\nfederal Department of Homeland Secu-rity (DHS) immediately\ninitiated removal proceedings against him, and in August 2011 an IJ\nordered him removed. See App. 6–13. Mata’s lawyer then filed a\nnotice of appeal with the BIA, indicating that he would soon submit\na written brief stating grounds for reversing the IJ’s decision.\nBut the attorney never filed the brief, and the BIA dismissed the\nappeal in September 2012. See App. 4–5.More than a hundred days later, Mata (by then\nrepresented by new counsel) filed a motion with the Board to reopen\nhis case. DHS opposed the motion, arguing in part that Mata had\nfailed to file it, as the INA requires, within 90 days of the\nBoard’s decision. Mata responded that the motion was “not time\nbarred” because his first lawyer’s “ineffective assistance” counted\nas an “exceptional circumstance[ ]” excusing his lateness.\nCertified Administrative Record in No. 13–60253 (CA5, Aug. 2,\n2013), p. 69. In addressing those arguments, the Board reaffirmed\nprior decisions holding that it had authority to equitably toll the\n90-day period in certain cases involving ineffective\nrepresentation. See App. to Pet. for Cert. 7; see also,e.g.,\nIn re Santa Celenia Diaz, 2009 WL 2981747 (BIA, Aug. 21,\n2009). But the Board went on to determine that Mata was not\nentitled to equitable tolling because he could not show prejudice\nfrom his attorney’s deficient performance; accordingly, the Board\nfound Mata’s motion untimely. See App. to Pet. for Cert. 7–8. And\nin closing, the Board decided as well that Mata’s case was not one\n“that would warrant reopening as an exercise of” itssua\nsponteauthority.Id.,at 9 (stating that “the power to\nreopen on our own motion is not meant to be used as a general cure\nfor filing defects” (internal quotation marks omitted)).Mata petitioned the Court of Appeals for the\nFifth Circuit to review the BIA’s denial of his motion to reopen,\narguing that he was entitled to equitable tolling. The Fifth\nCircuit, however, declined to “address the meritsof Mata’s\nequitable-tolling . . . claim[ ].”Reyes Matav.Holder, 558 Fed. Appx. 366, 367 (2014) (per\ncuriam). It stated instead that “[i]n this circuit, an alien’s\nrequest [to the BIA] for equitable tolling on the basis of\nineffective assistance of counsel is construed as an invitation for\nthe BIA to exercise its discretion to reopen the removal proceedingsua sponte.”Ibid.And circuit precedent held that\ncourts have no jurisdiction to review the BIA’s refusal to exercise\nitssua spontepower to reopen cases. Seeibid.The Court of Appeals thus dismissed Mata’s appeal for lack of\njurisdiction.Every other Circuit that reviews removal orders\nhas affirmed its jurisdiction to decide an appeal, like Mata’s,\nthat seeks equitable tolling of the statutory time limit to file a\nmotion to reopen a removal proceeding.[1] We granted certiorari to resolve this conflict. 574\nU. S. ___ (2015). And because the Federal Government agrees\nwith Mata that the Fifth Circuit had jurisdiction over his appeal,\nwe appointed anamicus curiaeto defend the judgment\nbelow.[2] We now reverse.IIAs we held inKucanav.Holder,\ncircuit courts have jurisdiction when an alien appeals from the\nBoard’s denial of a motion to reopen a removal proceeding. See 558\nU. S., at 242, 253. The INA, in combination with a statute\ncross-referenced there, gives the courts of appeals jurisdiction to\nreview “final order[s] of removal.” 8 U. S. C.\n§1252(a)(1); 28 U. S. C. §2342. That jurisdiction, as the\nINA expressly contemplates, encompasses review of decisions\nrefusingto reopen or reconsider such orders. See 8\nU. S. C. §1252(b)(6) (“[A]ny review sought of a motion to\nreopen or reconsider [a removal order] shall be consolidated with\nthe review of the [underlying] order”). Indeed, as we explained inKucana, courts have reviewed those decisions for nearly a\nhundred years; and even as Congress curtailed other aspects of\ncourts’ jurisdiction over BIA rulings, it left that authority in\nplace. See 558 U. S., at242–251.Nothing changes when the Board denies a motion\nto reopen because it is untimely—nor when, in doing so, the Board\nrejects a request for equitable tolling. Under the INA, as under\nour century-old practice, the reason for the BIA’s denial makes no\ndifference to the jurisdictional issue. Whether the BIA rejects the\nalien’s motion to re-open because it comes too late or because it\nfalls short in some other respect, the courts have jurisdiction to\nreview that decision.Similarly, that jurisdiction remains unchanged\nif the Board, in addition to denying the alien’s statutorily\nauthorized motion, states that it will not exercise its separatesua sponteauthority to reopen the case. Seesupra,at 1–2. InKucana, we declined to decide\nwhether courts have jurisdiction to review the BIA’s use of that\ndiscretionary power. See 558 U. S., at 251, n. 18. Courts\nof Appeals, including the Fifth Circuit, have held that they\ngenerally lack such authority. See,e.g., Enriquez-Alvaradov.Ashcroft, 371 F. 3d 246, 249–250 (CA5 2004);Tamenutv.Mukasey, 521 F. 3d 1000, 1003–1004\n(CA8 2008) (en banc) (per curiam) (citing other decisions).\nAssumingarguendothat is right, it means only that judicial\nreview ends after the court has evaluated the Board’s ruling on the\nalien’s motion. That courts lack jurisdiction over one matter (thesua spontedecision) does not affect their jurisdiction\nover another (the decision on the alien’s request).It follows, as the night the day, that the Court\nof Appeals had jurisdiction over this case. Recall: As authorized\nby the INA, Mata filed a motion with the Board to reopen his\nremoval proceeding. The Board declined to grant Mata his proposed\nrelief, thus conferring jurisdiction on an appellate court underKucana. The Board did so for timeliness reasons, holding\nthat Mata had filed his motion after 90 days had elapsed and that\nhe was not entitled to equitable tolling. But as just explained,\nthe reason the Board gave makes no difference: Whenever the Board\ndenies an alien’s statutory motion to reopen a removal case, courts\nhave jurisdiction to review its decision. In addition, the Board\ndetermined not to exercise itssua sponteauthority to\nreopen. But once again, that extra ruling does not matter. The\nCourt of Appeals did not lose jurisdiction over the Board’s denial\nof Mata’s motion just because the Board also declined to reopen his\ncasesua sponte.Nonetheless, the Fifth Circuit dismissed Mata’s\nappeal for lack of jurisdiction. That decision, as described\nearlier, hinged on “constru[ing]” Mata’s motion as something it was\nnot: “an invitation for the BIA to exercise” itssua sponteauthority. 558 Fed. Appx., at 367;supra,at 3.Amicus’s defense of that approach\ncentrally relies on a merits-based premise: that the INA forbids\nequitable tolling of the 90-day filing period in any case, no\nmatter how exceptional the circumstances. See Brief forAmicus\nCuriaeby Invitation of the Court 14–35. Given that is so,amicuscontinues, the court acted permissibly in\n“recharacteriz[ing]” Mata’s pleadings.Id.,at 36. After\nall, courts often treat a request for “categorically unavailable”\nrelief as instead “seeking relief [that] may be available.”Id.,at 35, 38. And here (amicusconcludes) that\nmeant construing Mata’s request for equitable tolling as a request\nforsua spontereopening—even though that caused the\nFifth Circuit to lose its jurisdiction.But that conclusion is wrong even on the\nassumption—and it is only an assumption—that its core premise about\nequitable tolling is true.[3]\nIf the INA precludes Mata from getting the relief he seeks, then\nthe right course on appeal is to take jurisdiction over the case,\nexplain why that is so, and affirm the BIA’s decision not to\nreopen. The jurisdictional question (whether the court has power to\ndecide if tolling is proper) is of course distinct from the merits\nquestion (whether tolling is proper). SeeSteel Co.v.Citizens for Better Environment, 523 U. S. 83, 89\n(1998) (“[T]he absence of a valid . . . cause of action\ndoes not implicate subject-matter jurisdiction”). The Fifth Circuit\nthus retains jurisdiction even if Mata’s appeal lacks merit. And\nwhen a federal court has jurisdiction, it also has a “virtually\nunflagging obligation . . . to exercise” that authority.Colorado River Water Conservation Dist.v.United\nStates, 424 U. S. 800, 817 (1976) . Accordingly,the Court\nof Appeals should have asserted jurisdiction over Mata’s appeal and\naddressed the equitable tolling question.Contrary toamicus’s view, the practice\nof recharacterizing pleadings so as to offer the possibility of\nrelief cannot justify the Court of Appeals’ alternative approach.\nTrue enough (and a good thing too) that courts sometimes construe\none kind of filing as another: If a litigant misbrands a motion,\nbut could get relief under a different label, a court will often\nmake the requisite change. See,e.g.,12 J. Moore, Moore’s\nFederal Practice, §59.11[4] (3 ed. 2015) (explaining how courts\ntreat untimely Rule 59 motions as Rule 60 motions because the\nlatter have no time limit). But that established practice does not\nentail sidestepping the judicial obligation to exercise\njurisdiction. And it results in identifying a route to relief, not\nin rendering relief impossible. That makes all the difference\nbetween a court’s generously reading pleadings and a court’s\nconstruing away adjudicative authority.And if, asamicusargues, that construal\nrests on an underlying merits decision—that the INA precludes any\nequitable tolling—then the Court of Appeals has effectively\ninsulated a circuit split from our review. Putting theFifth Circuit\nto the side, all appellate courts to have addressed the matter have\nheld that the Board may sometimes equitably toll the time limit for\nan alien’s motion to reopen. See n. 1,supra. Assuming\nthe Fifth Circuit thinks otherwise, that creates the kind of split\nof authority we typically think we need to resolve. See this\nCourt’s Rule 10(a). But the Fifth Circuit’s practice of\nrecharacterizing appeals like Mata’s as challenges to the Board’ssua spontedecisions and then declining to exercise\njurisdiction over them prevents that split from coming to light. Of\ncourse, the Court of Appeals may reach whatever conclusion it\nthinks best as to the availability of equitable tolling; we express\nno opinion on that matter. See n. 3,supra. What the Fifth\nCircuit may not do is to wrap such a merits decision in\njurisdictional garb so that we cannot address a possible division\nbetween that court and every other.For the foregoing reasons, we reverse the\njudgment of the Court of Appeals and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1See,e.g., Da Silva\nNevesv.Holder, 613 F. 3d 30, 33 (CA1 2010)\n(per curiam) (exercising jurisdiction over such a petition);Iavorskiv.INS, 232 F. 3d 124, 129–134 (CA2 2000)\n(same);Borgesv.Gonzales, 402 F. 3d 398, 406 (CA3\n2005) (same);Kuuskv.Holder, 732 F. 3d 302, 305–306\n(CA4 2013) (same);Barryv.Mukasey, 524 F. 3d 721,\n724–725 (CA6 2008) (same);Pervaizv.Gonzales, 405\nF. 3d 488, 490 (CA7 2005) (same);Hernandez-Moranv.Gonzales, 408 F. 3d 496, 499–500 (CA8 2005) (same);Valerianov.Gonzales, 474 F. 3d 669, 673 (CA9 2007)\n(same);Rileyv.INS, 310 F. 3d 1253, 1257–1258 (CA10\n2002) (same);Avila-Santoyov.United States Atty.\nGen., 713 F. 3d 1357, 1359, 1362–1364 (CA11 2013) (per\ncuriam) (same). Except forDa SilvaNeves, which\ndid not resolve the issue, all those decisions also held, on the\nmerits, that the INA allows equitable tolling in certain\ncircumstances. Seeinfra, at 7–8.2We appointed William R.\nPeterson to brief and argue the case, 574 U. S. ___ (2015), and he\nhas ably discharged his responsibilities.3We express no opinion as\nto whether or when the INA allows the Board to equitably toll the\n90-day period to file a motion to reopen. Moreover, we are not\ncertain what the Fifth Circuit itself thinks about that question.\nPerhaps, asamicusasserts, the court believes the INA\ncategorically precludes equitable tolling: It is hard to come up\nwith any other reason why the court construes every argument for\ntolling as one forsua sponterelief. See Brief forAmicusCuriaeby Invitation of the Court 2, 10, 14,\nn. 2. But the Fifth Circuit has stated that position in only a\nsingle sentence in a single unpublished opinion, which (according\nto the Circuit) has no precedential force. SeeLinv.Mukasey, 286 Fed. Appx. 148, 150 (2008) (per curiam);\nRule 47.5.4 (2015). And another unpublished decision cuts in the\nopposite direction, “hold[ing] that the doctrine of equitable\ntolling applies” when exceptional circumstances excuse an alien’s\nfailure to meet the 90-day reopening deadline. SeeTorabiv.Gonzales, 165 Fed. Appx. 326, 331 (CA5 2006) (per\ncuriam). So, in the end, it is hard to say.",
    "joined": []
}