{
    "case": {
        "docket": "16-1161",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1161/"
    },
    "id": "3916572",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1161_________________BEVERLY R. GILL, et al., APPELLANTSv.WILLIAM WHITFORD, et al.on appeal from the united states district\ncourt for the western district of wisconsin[June 18, 2018]Justice Kagan, with whom Justice Ginsburg,\nJustice Breyer, and Justice Sotomayor join, concurring.The Court holds today that a plaintiff asserting\na partisan gerrymandering claim based on a theory of vote dilution\nmust prove that she lives in a packed or cracked district in order\nto establish standing. Seeante,at 14–17. The Court also\nholds that none of the plaintiffs here have yet made that required\nshowing. Seeante,at 17.I agree with both conclusions, and with the\nCourt’s decision to remand this case to allow the plaintiffs to\nprove that they live in packed or cracked districts, seeante,at 21. I write to address in more detail what kind of\nevidence the present plaintiffs (or any additional ones) must offer\nto support that allegation. And I write to make some observations\nabout what would happen if they succeed in proving standing—that\nis, about how their vote dilution case could then proceed on the\nmerits. The key point is that the case could go forward in much the\nsame way it did below: Given the charges of statewide packing and\ncracking, affecting a slew of districts and residents, the\nchallengers could make use of statewide evidence and seek a\nstatewide remedy.I also write separately because I think the\nplaintiffs may have wanted to do more than present a vote dilution\ntheory. Partisan gerrymandering no doubt burdens individual votes,\nbut it also causes other harms. And at some points in this\nlitigation, the plaintiffs complained of a different injury—an\ninfringement of their First Amendment right of association. The\nCourt rightly does not address that alternative argument: The\nplaintiffs did not advance it with sufficient clarity or\nconcreteness to make it a real part of the case. But because on\nremand they may well develop the associational theory, I address\nthe standing requirement that would then apply. As I’ll explain, a\nplaintiff presenting such a theory would not need to show that her\nparticular voting district was packed or cracked for standing\npurposes because that fact would bear no connection to her\nsubstantive claim. Indeed, everything about the litigation of that\nclaim—from standing on down to remedy—would be statewide in\nnature.Partisan gerrymandering, as this Court has\nrecognized, is “incompatible with democratic principles.”Arizona State Legislaturev.Arizona Independent\nRedistricting Comm’n, 576 U. S. ___, ___ (2015) (slip op.,\nat 1) (quotingViethv.Jubelirer, 541 U. S.\n267, 292 (2004) (plurality opinion); alterations omitted). More\neffectively every day, that practice enables politicians to\nentrench themselves in power against the people’s will. And only\nthe courts can do anything to remedy the problem, because\ngerrymanders benefit those who control the political branches. None\nof those facts gives judges any excuse to disregard Article III’s\ndemands. The Court is right to say they were not met here. But\npartisan gerrymandering injures enough individuals and\norganizations in enough concrete ways to ensure that standing\nrequirements, properly applied, will not often or long prevent\ncourts from reaching the merits of cases like this one. Or from\ninsisting, when they do, that partisan officials stop degrading the\nnation’s democracy.IAs the Court explains, the plaintiffs’ theory\nin this case focuses on vote dilution. Seeante,at 15\n(“Here, the plaintiffs’ partisan gerrymandering claims turn on\nallegations that their votes have been diluted”); see alsoante,at 14, 16–17. That is, the plaintiffs assert that\nWisconsin’s State Assembly Map has caused their votes “to carry\nless weight than [they] would carry in another, hypothetical\ndistrict.”Ante,at 16. And the mechanism used to wreak that\nharm is “packing” and “cracking.”Ante,at 14. In a\nrelatively few districts, the mapmakers packed supermajorities of\nDemocratic voters—well beyond the number needed for a Democratic\ncandidate to prevail. And in many more districts, dispersed\nthroughout the State, the mapmakers cracked Democratic\nvoters—spreading them sufficiently thin to prevent them from\nelecting their preferred candidates. The result of both practices\nis to “waste” Democrats’ votes.Ibid.The harm of vote dilution, as this Court has\nlong stated, is “individual and personal in nature.”Reynoldsv.Sims, 377 U. S. 533, 561 (1964); seeante,at 15. It arises when an election practice—most\ncommonly, the drawing of district lines—devalues one citizen’s vote\nas compared to others. Of course, such practices invariably affect\nmore than one citizen at a time. For example, our original\none-person, one-vote cases considered how malapportioned maps\n“contract[ed] the value” of urban citizens’ votes while\n“expand[ing]” the value of rural citizens’ votes.Wesberryv.Sanders, 376 U. S. 1, 7 (1964). But we understood\nthe injury as giving diminished weight to each particular vote,\neven if millions were so touched. In such cases, a voter living in\nan overpopulated district suffered “disadvantage to [herself] as\n[an] individual[ ]”: Her vote counted for less than the votes\nof other citizens in her State.Bakerv.Carr, 369\nU. S. 186, 206 (1962); seeante,at 15. And that kind\nof disadvantage is what a plaintiff asserting a vote dilution\nclaim—in the one-person, one-vote context or any other—always\nalleges.To have standing to bring a partisan\ngerrymandering claim based on vote dilution, then, a plaintiff must\nprove that the value of her own vote has been “contract[ed].”Wesberry, 376 U. S., at 7. And that entails showing, as\nthe Court holds, that she lives in a district that has been either\npacked or cracked. Seeante,at 17. For packing and cracking\nare the ways in which a partisan gerrymander dilutes votes. Cf.Voinovichv.Quilter, 507 U. S. 146, 153–154\n(1993) (explaining that packing or cracking can also support racial\nvote dilution claims). Consider the perfect form of each variety.\nWhen a voter resides in a packed district, her preferred candidate\nwill win no matter what; when a voter lives in a cracked district,\nher chosen candidate stands no chance of prevailing. But either\nway, such a citizen’s vote carries less weight—has less\nconsequence—than it would under a neutrally drawn map. Seeante,at 14, 16. So when she shows that her district has\nbeen packed or cracked, she proves, as she must to establish\nstanding, that she is “among the injured.”Lujanv.Defenders of Wildlife, 504 U. S. 555, 563 (1992)\n(quotingSierra Clubv.Morton, 405 U. S. 727,\n735 (1972)); seeante,at 17.In many partisan gerrymandering cases, that\nthreshold showing will not be hard to make. Among other ways of\nproving packing or cracking, a plaintiff could produce an\nalternative map (or set of alternative maps)—comparably consistent\nwith traditional districting principles—under which her vote would\ncarry more weight. Cf.Ante,at 20 (suggesting how an\nalternative map may shed light on vote dilution or its absence);Easleyv.Cromartie, 532 U. S. 234, 258 (2001)\n(discussing the use of alternative maps as evidence in a racial\ngerrymandering case);Cooperv.Harris, 581\nU. S. ___, ___–___ (2017) (slip op., at 28–34) (same); Brief\nfor Political Geography Scholars asAmici Curiae12–14\n(describing computer simulation techniques for devising alternative\nmaps). For example, a Democratic plaintiff living in a\n75%-Democratic district could prove she was packed by presenting a\ndifferent map, drawn without a focus on partisan advantage, that\nwould place her in a 60%-Democratic district. Or conversely, a\nDemocratic plaintiff residing in a 35%-Democratic district could\nprove she was cracked by offering an alternative, neutrally drawn\nmap putting her in a 50–50 district. The precise numbers are of no\nimport. The point is that the plaintiff can show, through drawing\nalternative district lines, that partisan-based packing or cracking\ndiluted her vote.Here, the Court is right that the plaintiffs\nhave so far failed to make such a showing. Seeante,at\n17–20. William Whitford was the only plaintiff to testify at trial\nabout the alleged gerrymander’s effects. He expressly acknowledged\nthat his district would be materially identical under any\nconceivable map, whether or not drawn to achieve partisan\nadvantage. Seeante,at 18, 20. That means Wisconsin’s plan\ncould not have diluted Whitford’s own vote. So whatever other\nclaims he might have, seeinfra, at 8–9, Whitford is not\n“among the injured” in a vote dilution challenge.Lujan, 504\nU. S., at 563 (quotingSierra Club, 405 U. S., at\n735). Four other plaintiffs differed from Whitford by alleging in\nthe complaint that they lived in packed or cracked districts. But\nfor whatever reason, they failed to back up those allegations with\nevidence as the suit proceeded. Seeante,at 17. So they too\ndid not show the injury—a less valuable vote—central to their vote\ndilution theory.That problem, however, may be readily fixable.\nThe Court properly remands this case to the District Court “so that\nthe plaintiffs may have an opportunity” to “demonstrate a burden on\ntheir individual votes.”Ante,at 21. That means the\nplaintiffs—both the four who initially made those assertions and\nany others (current or newly joined)—now can introduce evidence\nthat their individual districts were packed or cracked. And if the\nplaintiffs’ more general charges have a basis in fact, that\nevidence may well be at hand. Recall that the plaintiffs here\nalleged—and the District Court found, see 218 F. Supp. 3d 837,\n896 (WD Wis. 2016)—that a unified Republican government set out to\nensure that Republicans would control as many State Assembly seats\nas possible over a decade (five consecutive election cycles). To\nthat end, the government allegedly packed and cracked Democrats\nthroughout the State, not just in a particular district (see,e.g., Benisekv.Lamone, No. 17–333) or region.\nAssuming that is true, the plaintiffs should have a mass of packing\nand cracking proof, which they can now also present in\ndistrict-by-district form to support their standing. In other\nwords, a plaintiff residing in each affected district can show,\nthrough an alternative map or other evidence, that packing or\ncracking indeed occurred there. And if (or to the extent) that test\nis met, the court can proceed to decide all distinctive merits\nissues and award appropriate remedies.When the court addresses those merits questions,\nit can consider statewide (as well as local) evidence. Of course,\nthe court below and others like it are currently debating, without\nguidance from this Court, what elements make up a vote dilution\nclaim in the partisan gerrymandering context. But assume that the\nplaintiffs must prove illicit partisan intent—a purpose to dilute\nDemocrats’ votes in drawing district lines. The plaintiffs could\nthen offer evidence about the mapmakers’ goals in formulating the\nentire statewide map (which would predictably carry down to\nindividual districting decisions). So, for example, the plaintiffs\nhere introduced proof that the mapmakers looked to partisan voting\ndata when drawing districts throughout the State—and that they\ngraded draft maps according to the amount of advantage those maps\nconferred on Republicans. See 218 F. Supp. 3d, at 890–896.\nThis Court has explicitly recognized the relevance of such\nstatewide evidence in addressing racial gerrymandering claims of a\ndistrict-specific nature. “Voters,” we held, “of course[ ] can\npresent statewideevidencein order to prove racial\ngerrymandering in a particular district.”Alabama Legislative\nBlack Caucusv.Alabama, 575 U. S. ___, ___ (2015)\n(slip op., at 7). And in particular, “[s]uch evidence is perfectly\nrelevant” to showing that mapmakers had an invidious “motive” in\ndrawing the lines of “multiple districts in the State.”Id.,at ___ (slip op., at 10). The same should be true for partisan\ngerrymandering.Similarly, cases like this one might warrant a\nstatewide remedy. Suppose that mapmakers pack or crack a critical\nmass of State Assembly districts all across the State to elect as\nmany Republican politicians as possible. And suppose plaintiffs\nresiding in those districts prevail in a suit challenging that\ngerrymander on a vote dilution theory. The plaintiffs might then\nreceive exactly the relief sought in this case. To be sure,\nremedying each plaintiff’s vote dilution injury “requires revising\nonly such districts as are necessary to reshape [that plaintiff’s]\ndistrict—so that the [plaintiff] may be unpacked or uncracked, as\nthe case may be.”Ante,at 16. But with enough plaintiffs\njoined together—attacking all the packed and cracked districts in a\nstatewide gerrymander—those obligatory revisions could amount to a\nwholesale restructuring of the State’s districting plan. The Court\nrecognizes as much. It states that a proper remedy in a vote\ndilution case “does notnecessarilyrequire restructuring\nall of the State’s legislative districts.”Ibid.(emphasis\nadded). Not necessarily—but possibly. It all depends on how much\nredistricting is needed to cure all the packing and cracking that\nthe mapmakers have done.IIEverything said so far relates only to suits\nalleging that a partisan gerrymander dilutes individual votes. That\nis the way the Court sees this litigation. Seeante,at\n14–17. And as I’ll discuss, that is the most reasonable view. Seeinfra, at 10–11. But partisan gerrymanders inflict other\nkinds of constitutional harm as well. Among those injuries,\npartisan gerrymanders may infringe the First Amendment rights of\nassociation held by parties, other political organizations, and\ntheir members. The plaintiffs here have sometimes pointed to that\nkind of harm. To the extent they meant to do so, and choose to do\nso on remand, their associational claim would occasion a different\nstanding inquiry than the one in the Court’s opinion.Justice Kennedy explained the First Amendment\nassociational injury deriving from a partisan gerrymander in his\nconcurring opinion inVieth, 541 U. S. 267.\n“Representative democracy,” Justice Kennedy pointed out, is today\n“unimaginable without the ability of citizens to band together” to\nadvance their political beliefs.Id.,at 314 (opinion\nconcurring in judgment) (quotingCalifornia Democratic Partyv.Jones, 530 U. S. 567, 574 (2000)). That means\nsignificant “ First Amendment concerns arise” when a State\npurposely “subject[s] a group of voters or their party to\ndisfavored treatment.” 541 U. S., at 314. Such action\n“burden[s] a group of voters’ representational rights.”Ibid.; seeid.,at 315 (similarly describing the\n“burden[] on a disfavored party and its voters” and the “burden\n[on] a group’s representational rights”). And it does so because of\ntheir “political association,” “participation in the electoral\nprocess,” “voting history,” or “expression of political views.”Id.,at 314–315.As so formulated, the associational harm of a\npartisan gerrymander is distinct from vote dilution. Consider an\nactive member of the Democratic Party in Wisconsin who resides in a\ndistrict that a partisan gerrymander has left untouched (neither\npacked nor cracked). His individual vote carries no less weight\nthan it did before. But if the gerrymander ravaged the party he\nworks to support, then he indeed suffers harm, as do all other\ninvolved members of that party. This is the kind of “burden” to “a\ngroup of voters’ representational rights” Justice Kennedy spoke of.Id.,at 314. Members of the “disfavored party” in the State,id.,at 315, deprived of their natural political strength by\na partisan gerrymander, may face difficulties fundraising,\nregistering voters, attracting volunteers, generating support from\nindependents, and recruiting candidates to run for office (not to\nmention eventually accomplishing their policy objectives). SeeAndersonv.Celebrezze, 460 U. S. 780, 791–792,\nand n. 12 (1983) (concluding that similar harms inflicted by a\nstate election law amounted to a “burden imposed on . . .\nassociational rights”). And what is true for party members may be\ndoubly true for party officials and triply true for the party\nitself (or for related organizations). Cf.California Democratic\nParty, 530 U. S., at 586 (holding that a state law\nviolated state political parties’ First Amendment rights of\nassociation). By placing a state party at an enduring electoral\ndisadvantage, the gerrymander weakens its capacity to perform all\nits functions.And if that is the essence of the harm alleged,\nthen the standing analysis should differ from the one the Court\napplies. Standing, we have long held, “turns on the nature and\nsource of the claim asserted.”Warthv.Seldin, 422\nU. S. 490, 500 (1975). Indeed, that idea lies at the root of\ntoday’s opinion. It is because the Court views the harm alleged as\nvote dilution that it (rightly) insists that each plaintiff show\npacking or cracking in her own district to establish her standing.\nSeeante,at 14–17;supra,at 3–4. But when the harm\nalleged is not district specific, the proof needed for standing\nshould not be district specific either. And the associational\ninjury flowing from a statewide partisan gerrymander, whether\nalleged by a party member or the party itself, has nothing to do\nwith the packing or cracking of any single district’s lines. The\ncomplaint in such a case is instead that the gerrymander has\nburdened the ability of like-minded people across the State to\naffiliate in a political party and carry out that organization’s\nactivities and objects. Seesupra,at 8–9. Because a\nplaintiff can have that complaint without living in a packed or\ncracked district, she need not show what the Court demands today\nfor a vote dilution claim. Or said otherwise: Because on this\nalternative theory, the valued association and the injury to it are\nstatewide, so too is the relevant standing requirement.On occasion, the plaintiffs here have indicated\nthat they have an associational claim in mind. In addition to\nrepeatedly alleging vote dilution, their complaint asserted in\ngeneral terms that Wisconsin’s districting plan infringes their “\nFirst Amendment right to freely associate with each other without\ndiscrimination by the State based on that association.” 1 App. 61,\nComplaint ¶91. Similarly, the plaintiffs noted before this Court\nthat “[b]eyond diluting votes, partisan gerrymandering offends\nFirst Amendment values by penalizing citizens because of\n. . . their association with a political party.” Brief\nfor Appellees 36 (internal quotation marks omitted). And finally,\nthe plaintiffs’ evidence of partisan asymmetry well fits a suit\nalleging associational injury (although, as noted below, that was\nnot how it was used, seeinfra, at 11). As the Court points\nout, what those statistical metrics best measure is a gerrymander’s\neffect “on the fortunes of political parties” and those associated\nwith them.Ante,at 20.In the end, though, I think the plaintiffs did\nnot sufficiently advance a First Amendment associational theory to\navoid the Court’s holding on standing. Despite referring to that\ntheory in their complaint, the plaintiffs tried this case as though\nit were about vote dilution alone. Their testimony and other\nevidence went toward establishing the effects of rampant packing\nand cracking on the value of individual citizens’ votes. Even their\nproof of partisan asymmetry was used for that purpose—although as\nnoted above, it could easily have supported the alternative the-\nory of associational harm, seesupra,at 10. The plaintiffs\njoining in this suit do not include the State Democratic Party (or\nany related statewide organization). They did not emphasize their\nmembership in that party, or their activities supporting it. And\nthey did not speak to any tangible associational burdens—ways the\ngerrymander had debilitated their party or weakened its ability to\ncarry out its core functions and purposes, seesupra, at\n8–9. Even in this Court, when disputing the State’s argument that\nthey lacked standing, the plaintiffs reiterated their suit’s core\ntheory: that the gerrymander “intentionally, severely, durably, and\nunjustifiably dilutes Democratic votes.” Brief for Appellees 29–30.\nGiven that theory, the plaintiffs needed to show that their own\nvotes were indeed diluted in order to establish standing.But nothing in the Court’s opinion prevents the\nplaintiffs on remand from pursuing an associational claim, or from\nsatisfying the different standing requirement that theory would\nentail. The Court’s opinion is about a suit challenging a partisan\ngerrymander on a particular ground—that it dilutes the votes of\nindividual citizens. That opinion “leave[s] for another day\nconsideration of other possible theories of harm not presented here\nand whether those theories might present justiciable claims giving\nrise to statewide remedies.”Ante,at 16. And in particular,\nit leaves for another day the theory of harm advanced by Justice\nKennedy inVieth: that a partisan gerrymander interferes\nwith the vital “ability of citizens to band together” to further\ntheir political beliefs. 541 U. S., at 314 (quotingCalifornia Democratic Party, 530 U. S., at 574).\nNothing about that injury is “generalized” or “abstract,” as the\nCourt says is true of the plaintiffs’ dissatisfaction with the\n“overall composition of the legislature.”Ante,at 16. A\nsuit raising an associational theory complains of concrete “burdens\non a disfavored party” and its members as they pursue their\npolitical interests and goals.Vieth, 541 U. S., at 315\n(opinion of Kennedy, J.); seesupra,at 8–9. And when the\nsuit alleges that a gerrymander has imposed those burdens on a\nstatewide basis, then its litigation should be statewide too—as to\nstanding, liability, and remedy alike.IIIPartisan gerrymandering jeopardizes “[t]he\nordered working of our Republic, and of the democratic process.”Vieth, 541 U. S., at 316 (opinion of Kennedy, J.). It\nen- ables a party that happens to be in power at the right time to\nentrench itself there for a decade or more, no matter what the\nvoters would prefer. At its most extreme, the practice amounts to\n“rigging elections.”Id.,at 317 (internal quotation marks\nomitted). It thus violates the most fundamental of all democratic\nprinciples—that “the voters should choose their representatives,\nnot the other way around.”Arizona State Legislature, 576\nU. S., at ___ (slip op., at 35) (quoting Berman, Managing\nGerrymandering, 83 Texas L. Rev. 781 (2005)).And the evils of gerrymandering seep into the\nlegislative process itself. Among theamicusbriefs in this\ncase are two from bipartisan groups of congressional members and\nstate legislators. They know that both parties gerrymander. And\nthey know the consequences. The congressional brief describes a\n“cascade of negative results” from excessive partisan\ngerrymandering: indifference to swing voters and their views;\nextreme political positioning designed to placate the party’s base\nand fend off primary challenges; the devaluing of negotiation and\ncompromise; and the impossibility of reaching pragmatic, bipartisan\nsolutions to the nation’s problems. Brief for Bipartisan Group of\nCurrent and Former Members of Congress asAmici Curiae4;\nseeid.,at 10–23. The state legislators tell a similar\nstory. In their view, partisan gerrymandering has “sounded the\ndeath-knell of bipartisanship,” creating a legislative environment\nthat is “toxic” and “tribal[ ].” Brief for Bipartisan Group of\n65 Current and Former State Legislators asAmici Curiae6,\n25.I doubt James Madison would have been surprised.\nWhat, he asked when championing the Constitution, would make the\nHouse of Representatives work? The House must be structured, he\nanswered, to instill in its members “an habitual recollection of\ntheir dependence on the people.” The Federalist No. 57, p. 352 (C.\nRossiter ed. 1961). Legislators must be “compelled to anticipate\nthe moment” when their “exercise of [power] is to be reviewed.”Ibid.When that moment does not come—when legislators can\nentrench themselves in office despite the people’s will—the\nfoundation of effective democratic governance dissolves.And our history offers little comfort. Yes,\npartisan gerrymandering goes back to the Republic’s earliest days;\nand yes, American democracy has survived. But technol- ogy makes\ntoday’s gerrymandering altogether different from the crude\nlinedrawing of the past. New redistricting software enables\npinpoint precision in designing districts. With such tools,\nmapmakers can capture every last bit of partisan advantage, while\nstill meeting traditional districting requirements (compactness,\ncontiguity, and the like). See Brief for Political Science\nProfessors asAmici Curiae28. Gerrymanders have thus become\never more extreme and durable, insulating officeholders against all\nbut the most titanic shifts in the political tides. The 2010\nredistricting cycle produced some of the worst partisan\ngerrymanders on record.Id.,at 3. The technology will only\nget better, so the 2020 cycle will only get worse.Courts have a critical role to play in curbing\npartisan gerrymandering. Over fifty years ago, we committed to\nproviding judicial review in the redistricting arena, because we\nunderstood that “a denial of constitutionally protected rights\ndemands judicial protection.”Reynolds, 377 U. S., at\n566. Indeed, the need for judicial review is at its most urgent in\nthese cases. For here, politicians’ incentives conflict with\nvoters’ interests, leaving citizens without any political remedy\nfor their constitutional harms. Of course, their dire need provides\nno warrant for courts to disregard Article III. Because of the way\nthis suit was litigated, I agree that the plaintiffs have so far\nfailed to establish their standing to sue, and I fully concur in\nthe Court’s opinion. But of one thing we may unfortunately be sure.\nCourts—and in particular this Court—will again be called on to\nredress extreme partisan gerrymanders. I am hopeful we will then\nstep up to our responsibility to vindicate the Constitution against\na contrary law.",
    "joined": []
}