{
    "case": {
        "docket": "342",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/342/"
    },
    "id": "1970568",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–820_________________ROSELVA CHAIDEZ, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[February 20, 2013]Justice Kagan delivered the opinion of the\nCourt.InPadillav.Kentucky, 559\nU. S. ___ (2010), this Court held that the Sixth Amendment\nrequires an attorney for a criminal defendant to provide advice\nabout the risk of deportation arising from a guilty plea. We\nconsider here whether that ruling applies retroactively, so that a\nperson whose conviction became final before we decidedPadillacan benefit from it. We conclude that, under the\nprin-ciples set out inTeaguev.Lane,489 U.S.\n288(1989),Padilladoes not have retroactive\neffect.IPetitioner Roselva Chaidez hails from Mexico,\nbut became a lawful permanent resident of the United States in\n1977. About 20 years later, she helped to defraud an automobile\ninsurance company out of $26,000. After federal agents uncovered\nthe scheme, Chaidez pleaded guilty to two counts of mail fraud, in\nviolation of 18 U. S. C. §1341. The District Court\nsentenced her to four years of probation and ordered her to pay\nrestitution. Chaidez’s conviction became final in 2004.Under federal immigration law, the offenses to\nwhich Chaidez pleaded guilty are “aggravated felonies,” subjecting\nher to mandatory removal from this country. See 8\nU. S. C. §§1101(a)(43)(M)(i), 1227(a)(2)(A)(iii). But\naccording to Chaidez, her attorney never advised her of that fact,\nand at the time of her plea she remained ignorant of it.Immigration officials initiated removal\nproceedings against Chaidez in 2009, after an application she made\nfor citizenship alerted them to her prior conviction. To avoid\nremoval, Chaidez sought to overturn that conviction by filing a\npetition for a writ ofcoram nobisin Federal District\nCourt.[1] She argued that her\nformer attorney’s failure to advise her of the immigration\nconsequences of pleading guilty constituted ineffective assistance\nof counsel under the Sixth Amendment.While Chaidez’s petition was pending, this Court\ndecidedPadilla. Our ruling vindicated Chaidez’s view of the\nSixth Amendment: We held that criminal defense attorneys must\ninform non-citizen clients of the risks of deportation arising from\nguilty pleas. See 559 U. S., at ___ (slip op., at 9). But the\nGovernment argued that Chaidez could not benefit fromPadillabecause it announced a “new rule” and, underTeague, such rules do not apply in collateral challenges to\nalready-final convictions.The District Court determined thatPadilla“did not announce a new rule forTeaguepurposes,” and therefore should apply to Chaidez’s case. 730 F.\nSupp. 2d 896, 904 (ND Ill. 2010). It then found that Chaidez’s\ncounsel had performed deficiently underPadillaand that\nChaidez suffered prejudice as a result. Accordingly, the court\nvacated Chaidez’s conviction. See No. 03 CR 636–6, 2010 WL 3979664\n(ND Ill., Oct. 6, 2010).The United States Court of Appeals for the\nSeventh Circuit reversed, holding thatPadillahad declared\na new rule and so should not apply in a challenge to a final\nconviction. “BeforePadilla,” the Seventh Circuit reasoned,\n“the [Supreme] Court had never held that the Sixth Amendment\nrequires a criminal defense attorney to provide advice about\nmatters not directly related to [a] client’s criminal prosecution,”\nincluding the risks of deporta-tion. 655 F.3d 684, 693 (2011). And\nstate and lower federal courts had uniformly concluded that an\nattorney neednotgive “advice concerning [such a]\ncollateral (as opposed to direct) consequenc[e] of a guilty plea.”Id., at 690. According to the Seventh Circuit,Padilla’s holding was new because it ran counter to that\nwidely accepted “distinction between direct and collateral\nconsequences.” 655 F. 3d, at 691. Judge Williams dissented.\nAgreeing with the Third Circuit’s view, she argued thatPadilla“broke no new ground” because it merely applied\nestablished law about a lawyer’s “duty to consult” with a client.\n655 F. 3d, at 695 (quotingUnited Statesv.Orocio, 645 F.3d 630, 638–639 (CA3 2011) (internal quotation\nmarks omitted)).We granted certiorari, 566 U. S. ___\n(2012), to resolve a split among federal and state courts on\nwhetherPadillaapplies retroactively.[2] Holding that it does not, we affirm the Seventh\nCircuit.IITeaguemakes the retroactivity of our\ncriminal procedure decisions turn on whether they are novel. When\nwe announce a “new rule,” a person whose conviction is already\nfinal may not benefit from the decision in a habeas or similar\nproceeding.[3] Only when we\napply a settled rule may a person avail herself of the decision on\ncollateral review. Here, Chaidez filed hercoram nobispetition five years after her guilty plea became final. Her\nchallenge therefore fails ifPadilladeclared a new\nrule.“[A] case announces a new rule,”Teagueexplained, “when it breaks new ground or imposes a new obligation”\non the government. 489 U. S., at 301. “To put it\ndiffer-ently,” we continued, “a case announces a new rule if the\nresult was notdictatedby precedent existing at the time\nthe defendant’s conviction became final.”Ibid.And a\nholding is not so dictated, we later stated, unless it would have\nbeen “apparent to all reasonable jurists.”Lambrixv.Singletary,520 U.S.\n518, 527–528 (1997).But that account has a flipside.Teaguealso made clear that a case doesnot“announce a new rule,\n[when] it ‘[is] merely an application of the principle that\ngoverned’ ” a prior decision to a different set of facts. 489\nU. S., at 307 (quotingYatesv.Aiken,484 U.S.\n211, 217 (1988)). As Justice Kennedy has explained, “[w]here\nthe beginning point” of our analysis is a rule of “general\napplication, a rule designed for the specific purpose of evaluating\na myriad of factual contexts, it will be the infrequent case that\nyields a result so novel that it forges a new rule, one not\ndictated by precedent.”Wrightv.West,505 U.S.\n277, 309 (1992) (concurring in judgment); see alsoWilliamsv.Taylor,529 U.S.\n362, 391 (2000). Otherwise said, when all we do is apply a\ngeneral standard to the kind of factual circumstances it was meant\nto address, we will rarely state a new rule forTeaguepurposes.Because that is so, garden-variety applications\nof the test inStricklandv.Washington,466 U.S.\n668(1984), for assessing claims of ineffective assistance of\ncounsel do not produce new rules. InStrickland, we held\nthat legal representation violates the Sixth Amendment if it falls\n“below an objective standard of reasonableness,” as indicated by\n“prevailing professional norms,” and the defendant suffers\nprejudice as a result.Id., at 687–688. That standard, we\nlater concluded, “provides sufficient guidance for resolving\nvirtually all” claims of ineffective assistance, even though their\nparticular circumstances will differ.Williams, 529\nU. S., at 391. And so we have granted relief underStricklandin diverse contexts without ever suggesting that\ndoing so required a new rule. See,e.g.,ibid.;Rompillav.Beard,545 U.S.\n374(2005);Wigginsv.Smith,539 U.S.\n510(2003).[4] In like\nmanner,Padillawould not have created a new rule had it\nonly appliedStrickland’s general standard to yet another\nfactual situation—that is, hadPadillamerely made clear\nthat a lawyer who neglects to inform a client about the risk of\ndeportation is professionally incompetent.ButPadilladid something more. Before\ndeciding if failing to provide such advice “fell below an objective\nstan-dard of reasonableness,”Padillaconsidered a threshold\nquestion: Was advice about deportation “categorically removed” from\nthe scope of the Sixth Amendment right to counsel because it\ninvolved only a “collateral consequence” of a conviction, rather\nthan a component of the criminal sentence? 559 U. S., at ___\n(slip op., at 7–9).[5] In other\nwords, prior to askinghowtheStricklandtest\napplied (“Did this attorney act unreasonably?”),PadillaaskedwhethertheStricklandtest applied (“Should we\neven evaluate if this attorney acted unreasonably?”). And as we\nwill describe, that preliminary question aboutStrickland’s\nambit came to thePadillaCourt unsettled—so that the\nCourt’s answer (“Yes,Stricklandgoverns here”) required a\nnew rule.The relevant background begins with our decision\ninHillv.Lockhart,474 U.S.\n52(1985), which explicitly left open whether advice concerning\na collateral consequence must satisfy Sixth Amendment requirements.\nHill pleaded guilty to first-degree murder after his attorney\nmisinformed him about his parole eligibility. In addressing his\nclaim of ineffective assistance, we first held that theStricklandstandard extends generally to the plea process.\nSeeHill, 474 U. S., at 57. We then determined,\nhowever, that Hill had failed to allege prejudice from the lawyer’s\nerror and so could not prevail under that standard. Seeid.,\nat 60. That conclusion allowed us to avoid another, more\ncategorical question: whether advice about parole (however\ninadequate and prejudicial) could possibly violate the Sixth\nAmendment. The Court of Appeals, we noted, had held “that parole\neligibility is a collateral rather than a direct consequence of a\nguilty plea, of which a defendant need not be informed.”Id., at 55. But our ruling on prejudice made “it unnecessary\nto determine whether there may be circumstances under which” ad-\nvice about a matter deemed collateral violates the Sixth Amendment.Id., at 60.[6]That non-decision left the state and lower\nfederal courts to deal with the issue; and they almost unanimously\nconcluded that the Sixth Amendment does not require attorneys to\ninform their clients of a conviction’s collateral consequences,\nincluding deportation. All 10 federal appellate courts to consider\nthe question decided, in the words of one, that “counsel’s failure\nto inform a defendant of the collateral consequences of a guilty\nplea is never” a violation of the Sixth Amendment.Santos-Sanchezv.United States, 548 F.3d 327,\n334 (CA5 2008).[7] That\nconstitutional guarantee, another typical decision expounded,\n“assures an accused of effective assistance of counsel in\n‘criminal prosecutions’ ”; accordingly, advice about\nmatters like de- portation, which are “not a part of or enmeshed in\nthe criminal proceeding,” does not fall within the Amendment’s\nscope.United Statesv.George, 869 F.2d 333, 337\n(CA7 1989). Appellate courts in almost 30 States agreed.[8] By contrast, only two state courts\nheld that an attorney could violate the Sixth Amendment by failing\nto inform a client about deportation risks or other collateral\nconsequences of a guilty plea.[9] That imbalance led the authors of the principal\nscholarly article on the subject to call the exclusion of advice\nabout collateral consequences from the Sixth Amendment’s scope one\nof “the most widely recognized rules of American law.” Chin &\nHolmes, Effective Assistance of Counsel and the Consequences of\nGuilty Pleas, 87 Cornell L. Rev. 697, 706 (2002).[10]So when we decidedPadilla, we answered a\nquestion about the Sixth Amendment’s reach that we had left open,\nin a way that altered the law of most jurisdictions—and our\nreasoning reflected that we were doing as much. In the normalStricklandcase, a court begins by evaluating the\nreasonableness of an attorney’s conduct in light of professional\nnorms, and then assesses prejudice. But as earlier indicated, seesupra,at 5–6,Padillahad a different starting\npoint. Before asking whether the performance of Padilla’s attorney\nwas deficient underStrickland, we considered (in a\nseparately numbered part of the opinion) whetherStricklandapplied at all. See 559 U. S., at ___ (slip op., at 7–9). Many\ncourts, we acknowledged, had excluded advice about collateral\nmatters from the Sixth Amendment’s ambit; and deportation, because\nthe consequence of a distinct civil proceeding, could well be\nviewed as such a matter. Seeid.,at ___ (slip op., at 7).\nBut, we continued, no decision of our own committed us to “appl[y]\na distinction between direct and collateral consequences to define\nthe scope” of the right to counsel.Id.,at ___ (slip op.,\nat 8). And however apt that distinction might be in other contexts,\nit should not exempt from Sixth Amendment scrutiny a lawyer’s\nadvice (or non-advice) about a plea’s deportation risk.\nDeportation, we stated, is “unique.”Ibid.It is a\n“particularly severe” penalty, and one “intimately related to the\ncriminal process”; indeed, immigration statutes make it “nearly an\nautomatic result” of some convictions.Ibid.We thus\nresolved the threshold question before us by breaching the\npreviously chink-free wall between direct and collateral\nconsequences: Notwithstanding the then-dominant view,\n“Stricklandapplies to Padilla’s claim.”Id., at ___\n(slip op., at 9).If that does not count as “break[ing] new\nground” or “impos[ing] a new obligation,” we are hard pressed to\nknow what would.Teague, 489 U. S., at 301. BeforePadilla,we had declined to decide whether the Sixth\nAmendment had any relevance to a lawyer’s advice about matters not\npart of a criminal proceeding. Perhaps some advice of that kind\nwould have to meetStrickland’s reasonableness standard—but\nthen again, perhaps not: No precedent of our own “dictated”\nthe answer.Teague, 489 U. S., at 301. And as the lower\ncourts filled the vacuum, they almost uniformly insisted on whatPadillacalled the “categorica[l] remov[al]” of advice about\na conviction’s non-criminal consequences—including deportation—from\nthe Sixth Amendment’s scope. 559 U. S., at ___ (slip op., at\n9). It wasPadillathat first rejected that categorical\napproach—and so made theStricklandtest operative—when a\ncriminal lawyer gives (or fails to give) advice about immigration\nconsequences.[11] In\nacknowledging that fact, we do not cast doubt on, or at all\ndenigrate,Padilla. Courts often need to, and do, break new\nground; it is the very premise ofTeaguethat a decision can\nbe right and also be novel. All we say here is thatPadilla’s holding that the failure to advise about a\nnon-criminal consequence could violate the Sixth Amendment would\nnot have been—in fact, was not—“apparent to all reasonable jurists”\nprior to our decision.Lambrix, 520 U. S., at 527–528.Padillathus announced a “new rule.”IIIChaidez offers, and the dissent largely\nadopts, a different account ofPadilla, in which we did no\nmore than applyStricklandto a new set of facts. On\nChaidez’s view,Stricklandinsisted “[f]rom its inception”\nthatallaspects of a criminal lawyer’s performance pass a\ntest of “ ‘reasonableness under prevailing professional\nnorms’ ”: The decision thus foreclosed any “categorical\ndistinction between direct and collateral consequences.” Brief for\nPetitioner 21–22 (emphasis deleted) (quotingStrickland, 466\nU. S., at 688). Indeed, Chaidez contends, courts prior toPadillarecognizedStrickland’s all-encompassing\nscope and so applied its reasonableness standard to advice\nconcerning deportation. See Brief for Petitioner 25–26; Reply Brief\n10–12. She here points to caselaw in three federal appeals courts\nallowing ineffective assistance claims when attorneys affirmatively\nmisled their clients about the deportation consequences of guilty\npleas.[12] The only question\nleft forPadillato resolve, Chaidez claims, was whether\nprofessional norms also require criminal lawyers to volunteer\nadvice about the risk of deportation. In addressing that issue, she\ncontinues,Padilladid a run-of-the-millStricklandanalysis. And more: It did an especially easyStricklandanalysis. We had earlier noted inINSv.St. Cyr,533 U.S.\n289(2001)—a case raising an issue of immigration law unrelated\nto the Sixth Amendment—that a “competent defense counsel” would\ninform his client about a guilty plea’s deportation consequences.Id., at 323, n. 50. AllPadillahad to do, Chaidez\nconcludes, was recite that prior finding.But Chaidez’s (and the dissent’s) story line is\nwrong, for reasons we have mostly already noted:Padillahad\nto develop new law, establishing that the Sixth Amendment applied\nat all, before it could assess the performance of Padilla’s lawyer\nunderStrickland. Seesupra,at 5–6, 9. Our first\norder of business was thus to consider whether the widely accepted\ndistinction between direct and collateral consequences\ncategorically foreclosed Padilla’s claim, whatever the level of his\nattorney’s performance. We did not think, as Chaidez argues, thatStricklandbarred resort to that distinction. Far from it:\nEven inPadillawe did not eschew the direct-collateral\ndivide across the board. See 559 U. S., at ___ (slip op., at\n8) (“Whether that distinction is [generally] appropriate is a\nquestion we need not consider in this case”). Rather, we relied on\nthe special “nature of deportation”—the severity of the penalty and\nthe “automatic” way it follows from conviction—to show that “[t]he\ncollateral versus direct distinction [was] ill-suited” to dispose\nof Padilla’s claim.Id., at ___ (slip op., at 8–9). All that\nreasoning came before we conducted aStricklandanalysis (by\nexamining professional norms and so forth), and none of it followed\nineluctably from prior law.[13]Predictably, then, the caselaw Chaidez and the\ndissent cite fails to support their claim that lower courts\n“accepted thatStricklandapplied to deportation advice.”\nBrief for Petitioner 25; seepost, at 8–11. True enough,\nthree fed- eral circuits (and a handful of state courts) held\nbeforePa-dillathat misstatements about deportation could\nsupport an ineffective assistance claim. But those decisions\nreasoned only that a lawyer may not affirmatively misrepresent his\nexpertise or otherwise actively mislead his client on any important\nmatter, however related to a criminal prosecution. See,e.g.,\nUnited Statesv.Kwan,407 F.3d 1005, 1015–1017 (CA9 2005). They co-existed happily\nwith precedent, from the same jurisdictions (and almost all\nothers), holding that deportation is not “so unique as to warrant\nan exception to the general rule that a defendant need not be\nadvised of the [collateral] consequences of a guilty plea.”United Statesv.Campbell, 778 F.2d 764, 769 (CA11\n1985).[14] So at most,\nChaidez has shown that a minority of courts recognized a separate\nrule for material misrepresentations, regardless whether they\nconcerned deportation or another collateral matter. That limited\nrule does not apply to Chaidez’s case. And because it lived in\nharmony with the exclusion of claims like hers from the Sixth\nAmendment, it does not establish what she needs to—that all\nreasonable judges, prior toPadilla, thought they were\nliving in aPadilla-like world.Nor, finally, doesSt. Cyrhave any\nrelevance here. That decision stated what is common sense (and what\nwe again recognized inPadilla): A reasonably competent\nlawyer will tell a non-citizen client about a guilty plea’s\ndeportation consequences because “ ‘[p]reserving the client’s\nright to remain in the United States may be more important to the\nclient than any potential jail sentence.’ ”Padilla,\n559 U. S., at ___ (slip op., at 10) (quotingSt. Cyr,\n533 U. S., at 322). But in saying that much,St. Cyrdid not determine that the Sixth Amendment requires a lawyer to\nprovide such information. Courts had held to the contrary not\nbecause advice about deportation was insignificant to a\nclient—really, who could think that, whether before or afterSt.\nCyr?—but because it concerned a matter collateral to the\ncriminal prosecution.[15] On\nthose courts’ view, the Sixth Amendment no more demanded competent\nadvice about a plea’s deportation consequences than it demanded\ncompetent representation in the deportation process itself.Padilladecided that view was wrong. But to repeat: It wasPadillathat did so. In the years followingSt. Cyr,\nnot a single state or lower federal court considering a lawyer’s\nfailure to provide deportation advice abandoned the distinction\nbetween direct and collateral consequences, and several courts\nreaffirmed that divide. See,e.g.,Santos-Sanchez,\n548 F. 3d, at 335–336;Broomesv.Ashcroft,358 F.3d 1251, 1256–1257 (CA10 2004);United Statesv.Fry,322 F.3d 1198, 1200–1201 (CA9 2003). It tookPadillato\ndecide that in assessing such a lawyer’s performance, the Sixth\nAmendment sets the standard.[16]IVThis Court announced a new rule inPadilla. UnderTeague, defendants whose convictions\nbecame final prior toPadillatherefore cannot benefit from\nits holding. We accordingly affirm the judgment of the Court of\nAppeals for the Seventh Circuit.It is so ordered.Notes1A petition for a writ ofcoram nobisprovides a way to collaterally attack a criminal\nconviction for a person, like Chaidez, who is no longer “in\ncustody” and therefore cannot seek habeas relief under 28\nU. S. C. §2255 or §2241. SeeUnited Statesv.Morgan,346 U.S.\n502, 507, 510–511 (1954). Chaidez and the Government agree that\nnothing in this case turns on the difference between acoram\nnobispetition and a habeas petition, and we assume without\ndeciding that they are correct.2Compare 655 F.3d 684 (CA7\n2011) (case below) (not retroactive);United Statesv.Amer, 681 F.3d 211 (CA5 2012) (same);United Statesv.Chang Hong, 671 F.3d 1147 (CA10 2011) (same);Statev.Gaitan, 209 N. J. 339, 37 A.3d 1089\n(2012) (same), withUnited Statesv.Orocio, 645 F.3d\n630 (CA3 2011) (retroactive);Commonwealthv.Clarke,\n460 Mass. 30, 949 N.E.2d 892 (2011) (same).3Teaguestated two\nexceptions: “[W]atershed rules of criminal procedure” and rules\nplacing “conduct beyond the power of the [government] to proscribe”\napply on collateral review, even if novel. 489 U. S., at 311\n(internal quotation marks omitted). Chaidez does not argue that\neither of those exceptions is relevant here.4We did not considerTeagueinWilliams,Rompilla, andWiggins,but we granted habeas relief pursuant to 28\nU. S. C. §2254(d)(1) because state courts had\nunreasonably applied “clearly established” law. And, as we have\nexplained, “clearly established” law is not “new” within the\nmeaning ofTeague. SeeWilliams, 529 U. S., at\n412.5We have never attempted\nto delineate the world of “collateral consequences,” seePadilla, 559 U. S., at ___, n. 8 (slip op., at 7,\nn. 8), nor do we do so here. But other effects of a conviction\ncommonly viewed as collateral include civil commitment, civil\nforfeiture, sex offender registration, disqualification from public\nbenefits, and disfranchisement. Seeid., at ___ (Alito, J.,\nconcurring in judgment) (slip op., at 2–3) (listing other\nexamples).6In saying that much, we\ndeclined to rule not only on whether advice about a conviction’s\ncollateral consequences falls outside the Sixth Amendment’s scope,\nbut also on whether parole eligibility should be considered such a\nconsequence, as the court of appeals held.7SeeBroomesv.Ashcroft,358 F.3d 1251, 1256 (CA10 2004);United Statesv.Fry,322 F.3d 1198, 1200–1201 (CA9 2003);United Statesv.Gonzalez,202 F.3d 20, 25 (CA1 2000);Russov.United\nStates, 1999 WL 164951, *2 (CA2, Mar. 22, 1999);Ogunbasev.United States, 1991 WL 11619, *1 (CA6,\nFeb. 5, 1991);United Statesv.Del Rosario, 902 F.2d\n55, 58–59 (CADC 1990);United Statesv.George, 869\nF.2d 333, 337 (CA7 1989);United Statesv.Yearwood,\n863 F.2d 6, 7–8 (CA4 1988);United Statesv.Campbell, 778 F.2d 764, 768–769 (CA11 1985).8Rumpelv.State,847 So. 2d 399, 402–405 (Ala. Crim. App. 2002);Tafoyav.State,500 P.2d 247, 252 (Alaska 1972);Statev.Rosas,\n183 Ariz. 421, 423, 904 P.2d 1245, 1247 (App. 1995);Niverv.Commissioner of Correction, 101 Conn. App. 1, 3–5, 919\nA.2d 1073, 1075–1076 (2007) (per curiam);Statev.Christie,655 A.2d 836, 841 (Del. Super. 1994);Matosv.United\nStates,631 A.2d 28, 31–32 (D. C. 1993);Majorv.State,\n814 So. 2d 424, 431 (Fla. 2002);Peoplev.Huante,143 Ill. 2d 61, 68–71,571 N.E.2d 736, 740–741 (1991);Statev.Ramirez,\n636 N.W.2d 740, 743–746 (Iowa 2001);Statev.Muriithi, 273 Kan. 952, 961, 46 P.3d 1145, 1152 (2002);Commonwealthv.Fuartado, 170 S.W.3d 384, 385–386\n(Ky. 2005);Statev.Montalban, 2000–2739, p. 4\n(La. 2/26/02), 810 So. 2d 1106, 1110;Commonwealthv.Fraire, 55 Mass. App. 916, 917, 774 N.E.2d 677, 678–679\n(2002);Peoplev.Davidovich, 463 Mich. 446, 452,618 N.W.2d 579, 582 (2000) (per curiam);State\nex rel. Nixonv.Clark,926 S.W.2d 22, 25 (Mo. App. 1996);Statev.Zarate, 264 Neb. 690, 693–696,651 N.W.2d 215, 221–223 (2002);Barajasv.State,\n115 Nev. 440, 441–442,991 P.2d 474, 475–476 (1999) (per curiam);Statev.Chung, 210 N. J. Super. 427, 434,510 A.2d 72, 76 (App. Div. 1986);Peoplev.Ford,86 N.Y.2d 397, 403–404,657 N.E.2d 265, 268–269 (1995);Statev.Dalman,520 N.W.2d 860, 863–864 (N. D. 1994);Commonwealthv.Frometa, 520 Pa. 552, 555–557,555 A.2d 92, 93–94 (1989);Statev.Alejo,655 A.2d 692, 692–693 (R. I. 1995);Nikolaevv.Weber, 2005 S. D. 100, ¶¶11–12, 705 N.W.2d 72, 75–77\n(per curiam);Bautistav.State, 160 S.W.3d\n917, 922 (Tenn. Crim. App. 2004);Perezv.State, 31\nS.W.3d 365, 367–368 (Tex. App. 2000);Statev.Rojas-Martinez, 2005 UT 86, ¶¶15–20, 125 P.3d 930, 934–935;Statev.Martinez-Lazo, 100 Wash. App. 869, 876–878,\n999 P.2d 1275, 1279–1280 (2000);Statev.Santos, 136\nWis. 2d 528, 531,401 N.W.2d 856, 858 (App. 1987).9Peoplev.Pozo,746 P.2d 523, 527–529 (Colo. 1987);Statev.Paredez, 2004–NMSC–036, ¶¶17–19, 136 N. M. 533, 539,101 P.3d 799, 805.10The\ndissent is therefore wrong to claim that we emphasize “the absence\nof lower court authority” holding that an attorney’s failure to\nadvise about deportation violated the Sixth Amendment.Post,\nat 10 (opinion of Sotomayor, J.). We instead point to thepresenceof lower court authority—in case after case and\njurisdiction after jurisdiction—holding that such a failure,\nbecause relating to a collateral matter, could not do\nso.11The\nseparate opinions inPadillaobjected to just this aspect of\nthe Court’s ruling. Dissents have been known to exaggerate the\nnoveltyof majority opinions; and “the mere existence of a dissent,”\nlike the existence of conflicting authority in state or lower\nfederal courts, does not establish that a rule is new.Beardv.Banks,542 U.S.\n406, 416, n. 5 (2004); seeWilliams, 529\nU. S., at 410. But the concurring and dissenting opinions inPadillawere on to something when they described the line\nthe Court was crossing. “Until today,” Justice Alito wrote, “the\nlongstanding and unanimous position of the federal courts was that\nreasonable defense counsel generally need only advise a client\nabout thedirectconsequences of a criminal conviction.” See\n559 U. S., at ___ (concurring in judgment) (slip op., at 2).\nOr again, this time from Justice Scalia: “[U]ntil today,” the Sixth\nAmendment guaranteed only “legal advice directly related to defense\nagainst prosecution” of a criminal charge.Id., at ___\n(dissenting) (slip op., at 2). One need not agree with any of the\nseparate opinions’ criticisms ofPadillato concur with\ntheir view that it modified governing law.12SeeUnited Statesv.Kwan,407 F.3d 1005, 1015–1017 (CA9 2005);United Statesv.Couto,311 F.3d 179, 188 (CA2 2002);Downs-Morganv.United\nStates, 765 F.2d 1534, 1540–1541 (CA11 1985).13The\ndissent’s entire analysis founders on this most basic point. In its\nlengthy description ofPadilla, the dissent picks up in the\nmiddle—afterthe Court concluded that the direct-collateral\ndistinction did not preclude finding that Padilla’s lawyer provided\nineffective assistance under the Sixth Amendment. Seepost,\nat 3–5. The dissent justifies ignoring that threshold conclusion on\nthe ground that “Padilladeclined to embrace the\n. . . distinction between collateral and direct\nconsequences” and “stated very clearly that it found the\ndistinction irrelevant” to the case.Post, at 6. But it is\nexactly in refusing to apply the direct-collateral distinction that\nthePadillaCourt did something novel. Before then, as the\nCourt forthrightly acknowledged, that distinction would have doomed\nPadilla’s claim in well-nigh every court in the United States. See\n559 U. S., at ___ (slip op., at 7);supra,at\n9.14See\nalsoResendizv.Kovensky,416 F.3d 952, 957 (CA9 2005) (“[B]ecause immigration\nconsequences remain collateral, the failure of counsel to advise\nhis client of the potential immigration consequences of a\nconviction does not violate the Sixth Amendment”);Russov.United States, 1999 WL 164951, *2 (“[C]ounsel cannot be\nfound ineffective for the mere failure to inform a defendant of the\ncollateral consequences of a plea, such as deportation”) (relying\nonUnited Statesv.Santelises, 509 F.2d 703, 704\n(CA2 1975) (per curiam)).15The\ndissent claims the opposite, averring that lower court “decisions\nshow nothing more than that the underlying professional norms had\nnot yet evolved to require attorneys to provide advice about\ndeportation consequences.”Post, at 8. But the dissent\ncannot point to a single decision stating that a lawyer’s failure\nto offer advice about deportation met professional norms; all the\ndecisions instead held that a lawyer’s breach of those norms was\nconstitutionally irrelevant because deportation was a collateral\nconsequence. Seesupra,at 7. Had courts in fact considered\nprofessional standards in the slew of cases beforePadillathat presentedPadilla-like claims, they would have\ndiscovered as early as 1968 that the American Bar Association\ninstructed criminal lawyers to advise their non-citizen clients\nabout the risks of deportation. See 3 ABA Project on Standards for\nCriminal Justice, Standards Relating to Pleas of Guilty §3.2(b),\nCommentary,p. 71 (App. Draft 1968). The difficulty in upholding\nsuch claims prior toPadillahad nothing to do with courts’\nview of professional norms and everything to do with their use of\nthe direct-collateral divide.16Chaidez makes two back-up arguments\nin her merits briefs—thatTeague’s bar on retroactivity does\nnot apply when a petitioner chal-lenges a federal conviction, or at\nleast does not do so when she makes a claim of ineffective\nassistance. Brief for Petitioner 27–39. But Chaidez did not include\nthose issues in her petition for certiorari. Nor, still more\ncritically, did she adequately raise them in the lower courts. Only\nher petition for rehearing en banc in the Seventh Circuit at all\nquestionedTeague’s applicability, and her argument\nthere—that a “Teague-light” standard should apply to\nchallenges to federal convictions—differs from the ones she has\nmade in this Court. See Petition for Rehearing and for Rehearing En\nBanc in No. 10–3623 (CA7), p. 13. Moreover, we cannot find any case\nin which a federal court has considered Chaidez’s contention thatTeagueshould not apply to ineffective assistance claims.\n“[M]indful that we are a court of review, not of first view,” we\ndecline to rule on Chaidez’s new arguments.Cutterv.Wilkinson,544 U.S.\n709, 718, n. 7 (2005).",
    "joined": []
}