{
    "case": {
        "docket": "125",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/125/"
    },
    "id": "1963542",
    "author": "kagan",
    "type": "dissent",
    "text": "KAGAN, J., DISSENTINGARIZONA CHRISTIAN SCHOOL TUITION ORGANIZATION V.WINN563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 09-987 AND 09-991ARIZONA CHRISTIAN SCHOOL TUITION ORGANIZA- TION,\nPETITIONER09–987v.KATHLEEN M. WINN et al.GALE GARRIOTT, DIRECTOR, ARIZONA DEPART- MENT\nOF REVENUE, PETITIONER09–991   v.KATHLEEN M. WINN et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[April 4, 2011]Justice Kagan, with whom\nJustice Ginsburg, Justice Breyer, and Justice Sotomayor join,\ndissenting.Since its inception, the Arizona\nprivate-school-tuition tax credit has cost the State, by its own\nestimate, nearly $350 million in diverted tax revenue. The Arizona\ntaxpayers who instituted this suit (collectively, Plaintiffs)\nallege that the use of these funds to subsidize school tuition\norganizations (STOs) breaches the Establishment Clause’s promise of\nreligious neutrality. Many of these STOs, the Plaintiffs claim,\ndiscriminate on the basis of a child’s religion when awarding\nscholarships.For almost half a century, litigants like the\nPlaintiffs have obtained judicial review of claims that the\ngovernment has used its taxing and spending power in violation of\nthe Establishment Clause. Beginning inFlastv.Cohen,392\nU. S. 83(1968), and continuing in case after case for over\nfour decades, this Court and others have exercised jurisdiction to\ndecide taxpayer-initiated challenges not materially different from\nthis one. Not every suit has succeeded on the merits, or should\nhave. But every taxpayer-plaintiff has had her day in court to\ncontest the government’s financing of religious activity.Today, the Court breaks from this precedent by\nrefusing to hear taxpayers’ claims that the government has\nunconstitutionally subsidized religion through its tax system.\nThese litigants lack standing, the majority holds, because the\nfunding of religion they challenge comes from a tax credit, rather\nthan an appropriation. A tax credit, the Court asserts, does not\ninjure objecting taxpayers, because it “does not extract and spend\n[their] funds in service of an establishment.”Ante, at 15\n(internal quotation marks and alterations omitted).This novel distinction in standing law between\nappropriations and tax expenditures has as little basis in\nprinciple as it has in our precedent. Cash grants and targeted tax\nbreaks are means of accomplishing the same government objective—to\nprovide financial support to select individuals or organizations.\nTaxpayers who oppose state aid of religion have equal reason to\nprotest whether that aid flows from the one form of subsidy or the\nother. Either way, the government has financed the religious\nactivity. And so either way, taxpayers should be able to challenge\nthe subsidy.Still worse, the Court’s arbitrary distinction\nthreatens to eliminatealloccasions for a taxpayer to\ncontest the government’s monetary support of religion. Precisely\nbecause appropriations and tax breaks can achieve identical\nobjectives, the government can easily substitute one for the other.\nToday’s opinion thus enables the government to end-runFlast’s guarantee of access to the Judiciary. From now on,\nthe government need follow just one simple rule—subsidize through\nthe tax system—to preclude taxpayer challenges to state funding of\nreligion.And that result—the effective demise of\ntaxpayer standing—will diminish the Establishment Clause’s force\nand meaning. Sometimes, no one other than taxpayers has suffered\nthe injury necessary to challenge government sponsorship of\nreligion. Today’s holding therefore will prevent federal courts\nfrom determining whether some subsidies to sectarian organizations\ncomport with our Constitution’s guarantee of religious neutrality.\nBecause I believe these challenges warrant consideration on the\nmerits, I respectfully dissent from the Court’s decision.IAs the majority recounts, this\nCourt has held that paying taxes usually does not give an\nindividual Article III standing to challenge government action.Ante, at 6–10. Taxpayers cannot demonstrate the requisite\ninjury because each person’s “interest in the moneys of the\nTreasury … is comparatively minute and indeterminable.”Frothinghamv.Mellon,262 U. S. 447, 487\n(1923) (decided withMassachusettsv.Mellon).\nGiven the size and complexity of government budgets, it is a\n“fiction” to contend that an unlawful expenditure causes an\nindividual “any measurable economic harm.”Heinv.Freedom From Religion Foundation, Inc.,551 U. S. 587, 593\n(2007) (plurality opinion). Nor can taxpayers in the ordinary case\nestablish causation (i.e.,that the disputed government\nmeasure affects their tax burden) or redressability (i.e.,that a judicial remedy would result in tax reductions).Ante, at 8–9. On these points, all agree.The disagreement concerns their\nrelevance here. This case is not about the general prohibition on\ntaxpayer standing, and cannot be resolved on that basis. This case\nis instead about the exception to the rule—the principle\nestablished decades ago inFlastthat taxpayersmaychallenge certain government actions alleged to\nviolate the Establishment Clause. The Plaintiffs have standing if\ntheir suit meetsFlast’s requirements—and it does so under\nany fair reading of that decision.Taxpayers have standing,Flastheld,\nwhen they allege that a statute enacted pursuant to the\nlegislature’s taxing and spending power violates the Establishment\nClause. 392 U. S., at 105–106. In this situation, the Court\nexplained, a plaintiff can establish a two-part nexus “between the\n[taxpayer] status asserted and the claim sought to be adjudicated.”Id.,at 102. First, by challenging legislative action\ntaken under the taxing and spending clause, the taxpayer shows “a\nlogical link between [her] status and the type of … enactment\nattacked.”Ibid.Second, by invoking the Establishment\nClause—a specific limitation on the legislature’s taxing and\nspending power—the taxpayer demonstrates “a nexus between [her]\nstatus and the precise nature of the constitutional infringement\nalleged.”Ibid.Because of these connections,Flastheld, taxpayers alleging that the government is\nusing tax proceeds to aid religion have “the necessary stake … in\nthe outcome of the litigation to satisfy Article III.”Ibid.They are “proper and appropriate part[ies]”—indeed,\noften the only possible parties—to seek judicial enforcement of the\nConstitution’s guarantee of religious neutrality.Ibid.That simple restatement of theFlaststandard should be enough to establish that the Plaintiffs have\nstanding. They attack a provision of the Arizona tax code that the\nlegislature enacted pursuant to the State Constitution’s taxing and\nspending clause (Flastnexus, part 1). And they allege\nthat this provision violates the Establishment Clause\n(Flastnexus, part 2). By satisfying both ofFlast’s conditions, the Plaintiffs have demonstrated their\n“stake as taxpayers” in enforcing constitutional restraints on the\nprovision of aid to STOs.Ibid.Indeed, the connection in\nthis case between “the [taxpayer] status asserted and the claim\nsought to be adjudicated,”ibid.,could not be any\ntighter: As noted when this Court previously addressed a different\nissue in this lawsuit, the Plaintiffs invoke the Establishment\nClause to challenge “an integral part of the State’staxstatute” that “is reflected on statetaxforms” and that\n“is part of the calculus necessary to determinetaxliability.”Hibbsv.Winn,542 U. S. 88, 119 (2004)(Winn I)(Kennedy, J., dissenting) (emphasis added).\nFinding standing here is merely a matter of applyingFlast. I would therefore affirm the Court of Appeals’\ndetermination (not questioned even by the eight judges who called\nfor rehearing en banc on the merits) that the Plaintiffs can pursue\ntheir claim in federal court.IIThe majority reaches a contrary\ndecision by distinguishing between two methods of financing\nreligion: A taxpayer has standing to challenge state subsidies to\nreligion, the Court announces, when the mechanism used is an\nappropriation, but not when the mechanism is a targeted tax break,\notherwise called a “tax expenditure.”[Footnote 1] In the former case, but not in the latter, the\nCourt declares, the taxpayer suffers cognizable injury.Ante, at 14–15.But this distinction finds no\nsupport in case law, and just as little in reason. In the decades\nsinceFlast, no court—not one—has differentiated between\nappropriations and tax expenditures in deciding whether litigants\nhave standing. Over and over again, courts (including this one)\nhave faced Establishment Clause challenges to tax credits,\ndeductions, and exemptions; over and over again, these courts have\nreached the merits of these claims. And that is for a simple\nreason: Taxpayers experience the same injury for standing purposes\nwhether government subsidization of religion takes the form of a\ncash grant or a tax measure. The only rationale the majority offers\nfor its newfound distinction—that grants, but not tax expenditures,\nsomehow come from a complaining taxpayer’s own wallet—cannot bear\nthe weight the Court places on it. IfFlastis still good\nlaw—and the majority today says nothing to the contrary—then the\nPlaintiffs should be able to pursue their claim on the merits.AUntil today, this Court has never\nso much as hinted that litigants in the same shoes as the\nPlaintiffs lack standing underFlast. To the contrary: We\nhave faced the identical situation five times—including in a prior\nincarnation of this very case!—and we have five times resolved the\nsuit without questioning the plaintiffs’ standing. Lower federal\ncourts have followed our example and handled the matter in the same\nway. I count 14 separate cases (involving 20 appellate and district\ncourts) that adjudicated taxpayer challenges to tax expenditures\nalleged to violate the Establishment Clause.[Footnote 2] I suspect I have missed a few. I have\nnot found any instance of a court dismissing such a claim for lack\nof standing.Consider the five cases in which\nthis Court entertained suits filed by taxpayers alleging that tax\nexpenditures unlawfully subsidized religion. We first took up such\na challenge inWalzv.Tax Comm’n of City of New\nYork,397 U. S.\n664, 666–667 (1970), where we upheld the constitutionality of a\nproperty tax exemption for religious organizations. Next, inHuntv.McNair,413 U. S. 734, 735–736,\n738–739 (1973), we decided that the Establishment Clause permitted\na state agency to issue tax-exempt bonds to sectarian institutions.\nThe same day, inCommittee for Public Ed. & Religious\nLibertyv.Nyquist,413 U. S. 756, 789–794\n(1973), we struck down a state tax deduction for parents who paid\ntuition at religious and other private schools. A decade later, inMuellerv.Allen,463 U. S. 388, 390–391\n(1983), we considered, but this time rejected, a similar\nEstablishment Clause challenge to a state tax deduction for\nexpenses incurred in attending such schools. And most recently, we\ndecided a preliminary issuein this very case, ruling that\nthe Tax Injunction Act, 28 U. S. C. §1341, posed no barrier to\nthe Plaintiffs’ litigation of their Establishment Clause claim. SeeWinn I, 542 U. S., at 112.[Footnote 3] The Court in all five of these cases divided\nsharply on the merits of the disputes. But in one respect, the\nJustices were unanimous: Not a single one thought to question the\nlitigants’ standing.The Solicitor General, participating here asamicus curiae, conceded at oral argument that under the\nFederal Government’s—and now the Court’s—view of taxpayer standing,\neach of these five cases should have been dismissed for lack of\njurisdiction.“[The Court:] So if you are right, … the Court was\nwithout authority to decideWalz,Nyquist,Hunt,Mueller, [and]Hibbs[v.Winn,] this very case, just a few years\nago? … .[Solicitor General:] Right… . [M]y answer to you is\nyes.[The Court:] I just want to make sure I heard your answer to\nthe—you said the answer is yes. In other words, you agree … those\ncases were wrongly decided… . [Y]ou would have said there\nwould have been no standing in those cases.[Solicitor General:] No taxpayer standing.” Tr. of Oral Arg.\n10–12.Nor could the Solicitor General have answered\ndifferently. Each of these suits, as described above, alleged that\na state tax expenditure violated the Establishment Clause. And each\nreliedonlyon taxpayer standing as the basis for\nfederal-court review.[Footnote\n4] The Court today speculates that “the plaintiffs in those\ncases could have advanced arguments for jurisdiction independent ofFlast.”Ante, at 18. But whatever could have\nbeen, in fact not one of them did so.And the Court itself understood the basis of\nstanding in these five cases. This and every federal court has an\nindependent obligation to consider standing, even when the parties\ndo not call it into question. See,e.g., FW/PBS, Inc.v.Dallas,493\nU. S. 215, 230–231 (1990). To do anything else would risk an\nunlawful exercise of judicial authority. And in these cases the\nCourt had an additional prompt: In several of them,amici,\nincluding the United States, contested—or at least raised as a\nquestion—the plaintiffs’ standing as taxpayers to pursue their\nclaims.[Footnote 5] The Court,\nmoreover, was well aware at the time of the issues presented by\ntaxpayer standing. We decided three of the cases within a year of\nelaborating the general bar on taxpayer suits, see,e.g.,\nUnited Statesv.Richardson,418 U. S. 166(1974);Schlesingerv.Reservists Comm. to Stop the War,418 U. S. 208(1974), and the fourth just after we held that bar applicable to a\ndifferent kind of Establishment Clause claim, seeValley Forge\nChristian Collegev.Americans United for Separation of\nChurch and State, Inc.,454 U. S. 464(1982).\nIndeed, the decisions on their face reflect the Court’s recognition\nof what gave the plaintiffs standing; in each, we specifically\ndescribed the plaintiffs as taxpayers who challenged the use of the\ntax system to fund religious activities. SeeWinn I, 542\nU. S., at 94;Mueller, 463 U. S., at 392;Nyquist, 413 U. S., at 759, 762;Hunt, 413 U. S.,\nat 735–736;Walz, 397 U. S., at 666–667. In short, we\nconsidered and decided all these cases because we thought taxpayer\nstanding existed.The majority shrugs off these decisions\nbecause they did not discuss what was taken as obvious.Ante, at 17. But we have previously stressed that the\nCourt should not “disregard the implications of an exercise of\njudicial authority assumed to be proper for over 40 years.”Brown Shoe Co.v.United States,370 U. S. 294, 307\n(1962); seeBowenv.Kendrick,487 U. S. 589, 619\n(1988) (finding standing partly because the Court, in deciding\nsimilar cases, had “not questioned the standing of taxpayer\nplaintiffs to raise Establishment Clause challenges”);Bank of\nUnited Statesv.Deveaux, 5 Cranch 61, 88 (1809)\n(Marshall, C. J.) (prior decisions exercising but not\ndiscussing jurisdiction “have much weight, as they show that [a\njurisdictional flaw] neither occurred to the bar or the bench”).\nAnd that principle has extra force here, because we have relied on\nsome of these decisions to support the Court’s jurisdiction in\nother cases. Pause on that for a moment: The very decisions the\nmajority today so easily dismisses are featured in our prior cases\nas exemplars ofjurisdiction. So inSchool Dist. of\nGrand Rapidsv.Ball,473 U. S. 373(1985), we\nrelied onNyquistandHuntto conclude that\ntaxpayers had standing to challenge a program of aid to religious\nand other private schools. 473 U. S., at 380, n. 5, overruled in\npart on other grounds byAgostiniv.Felton,521 U. S. 203(1997). And inWinn I(recall, an earlier iteration of\nthis case), we rejected a different jurisdictional objection in\npart by relying onMuellerandNyquist. We called\nthose cases “adjudications of great moment discerning no\n[jurisdictional] barrier” and warned that they could not “be\nwritten off as reflecting nothing more than unexamined custom or\nunthinking habit.” 542 U. S., at 112, n. 13 (internal quotation\nmarks and citations omitted). Until today, that is—when the\nmajority does write off these adjudications and reaches a result\nagainst all precedent.BOur taxpayer standing\ncases have declined to distinguish between appropriations and tax\nexpenditures for a simple reason: Here, as in many contexts, the\ndistinction is one in search of a difference. To begin to see why,\nconsider an example far afield fromFlastand, indeed,\nfrom religion. Imagine that the Federal Government decides it\nshould pay hundreds of billions of dollars to insolvent banks in\nthe midst of a financial crisis. Suppose, too, that many millions\nof taxpayers oppose this bailout on the ground (whether right or\nwrong is immaterial) that it uses their hard-earned money to reward\nirresponsible business behavior. In the face of this hostility,\nsome Members of Congress make the following proposal: Rather than\ngive the money to banks via appropriations, the Government will\nallow banks to subtract the exact same amount from the tax bill\nthey would otherwise have to pay to the U. S. Treasury. Would this\nproposal calm the furor? Or would most taxpayers respond by saying\nthat a subsidy is a subsidy (or a bailout is a bailout), whether\naccomplished by the one means or by the other? Surely the latter;\nindeed, we would think the less of our countrymen if they failed to\nsee through this cynical proposal.And what ordinary\npeople would appreciate, this Court’s case law also recognizes—that\ntargeted tax breaks are often “economically and functionally\nindistinguishable from a direct monetary subsidy.”Rosenbergerv.Rector and Visitors of Univ. of\nVa.,515 U. S.\n819, 859 (1995) (Thomas, J., concurring). Tax credits,\ndeductions, and exemptions provided to an individual or\norganization have “much the same effect as a cash grant to the\n[recipient] of the amount of tax it would have to pay” absent the\ntax break.Reganv.Taxation With Representation of\nWash.,461 U.\nS. 540, 544 (1983). “Our opinions,” therefore, “have long\nrecognized … the reality that [tax expenditures] are a form of\nsubsidy that is administered through the tax system.”Arkansas\nWriters’ Project, Inc.v.Ragland,481 U. S. 221, 236\n(1987) (Scalia, J., dissenting) (internal quotation marks omitted).\nOr again: Tax breaks “can be viewed as a form of government\nspending,”Camps Newfound/Owatonna, Inc.v.Town of\nHarrison,520\nU. S. 564, 589–590, n. 22 (1997), even assuming the diverted\ntax funds do not pass through the public treasury. And once more:\nBoth special tax benefits and cash grants “represen[t] a charge\nmade upon the state,”Nyquist, 413 U. S., at 790–791\n(internal quotation marks omitted); both deplete funds in the\ngovernment’s coffers by transferring money to select\nrecipients.[Footnote\n6]For just this reason, government\nbudgeting rules routinely insist on calculation of tax subsidies,\nin addition to appropriations. The President must provide\ninformation on the estimated cost of tax expenditures in the budget\nhe submits to Congress each year. See 31 U. S. C.\n§1105(a)(16); n. 1,supra. Similarly, congressional\nbudget committees must report to all Members on the level of tax\nexpenditures in the federal budget. See 2 U. S. C.\n§632(e)(2)(E). Many States—including Arizona—likewise compute the\nimpact of targeted tax breaks on the public treasury, in\nrecognition that these measures are just spending under a different\nname, see n. 1,supra. The Arizona Department of\nRevenue must issue an annual report “detailing the approximate\ncosts in lost revenue for all state tax expenditures.” Ariz. Rev.\nStat. Ann. §42–1005(A)(4) (West 2006). The most recent report notes\nthe significance of this accounting in the budget process. It\nexplains that “the fiscal impact of implementing” targeted tax\nbreaks, including the STO credit challenged here, is “similar to a\ndirect expenditure of state funds.” Arizona Dept. of Revenue,\nRevenue Impact of Arizona’s Tax Expenditures FY 2009/10, p. 1\n(preliminary Nov. 15, 2010); see also Surrey, Tax Incentives as a\nDevice for Implementing Government Policy: A Comparison with Direct\nGovernment Expenditures, 83 Harv. L. Rev. 705, 717 (1970) (“A\ndollar is a dollar—both for the person who receives it and the\ngovernment that pays it, whether the dollar comes with a tax credit\nlabel or a direct expenditure label”).And because these financing\nmechanisms result in the same bottom line, taxpayers challenging\nthem can allege the same harm. Our prior cases have often\nrecognized the cost that targeted tax breaks impose on taxpayers\ngenerally. “When the Government grants exemptions or allows\ndeductions” to some, we have observed, “all taxpayers are affected;\nthe very fact of the exemption or deduction … means that other\ntaxpayers can be said to be indirect and vicarious ‘donors.’ ”Bob Jones Univ.v.United States,461 U. S. 574, 591\n(1983). And again: “Every tax exemption constitutes a subsidy that\naffects nonqualifying taxpayers, forcing them to” bear its cost.Texas Monthly, Inc.v.Bullock,489 U. S. 1, 14 (1989)\n(plurality opinion). Indeed, we have specifically compared the harm\narising from a tax subsidy with that arising from a cash grant, and\ndeclared those injuries equivalent because both kinds of support\ndeplete the public fisc. “In either case,” we stated, “the alleged\ninjury is based on the asserted effect of the allegedly illegal\nactivity on public revenues, to which the taxpayer contributes.”DaimlerChrysler Corp.v.Cuno,547 U. S. 332, 344 (2006). This\ntaxpayer injury of course fails to establish standing in the\nmine-run case, whatever form the state aid takes. See,e.g.,\nid.,at 343–344;ante, at 6–10;supra,at 3.\nBut the key is this: Whenever taxpayers have standing underFlastto challenge an appropriation, they should also have\nstanding to contest a tax expenditure. Their access to the federal\ncourts should not depend on which type of financial subsidy the\nState has offered.Consider some further examples of\nthe point, but this time concerning state funding of religion.\nSuppose a State desires to reward Jews—by, say, $500 per year—for\ntheir religious devotion. Should the nature of taxpayers’ concern\nvary if the State allows Jews to claim the aid on their tax\nreturns, in lieu of receiving an annual stipend? Or assume a State\nwishes to subsidize the ownership of crucifixes. It could purchase\nthe religious symbols in bulk and distribute them to all takers. Or\nit could mail a reimbursement check to any individual who buys her\nown and submits a receipt for the purchase. Or it could authorize\nthat person to claim a tax credit equal to the price she paid. Now,\nreally—do taxpayers have less reason to complain if the State\nselects the last of these three options? The Court today says they\ndo, but that is wrong. The effect of each form of subsidy is the\nsame, on the public fisc and on those who contribute to it.\nRegardless of which mechanism the State uses, taxpayers have an\nidentical stake in ensuring that the State’s exercise of its taxing\nand spending power complies with the Constitution.[Footnote 7]Here, the mechanism Arizona has\nselected is a dollar-for-dollar tax credit to aid school tuition\norganizations. Each year come April 15, the State tells Arizonans:\nEither pay the full amount of your tax liability to the State, or\nsubtract up to $500 from your tax bill by contributing that sum to\nan STO. SeeWinn I, 542 U. S., at 95. To claim the credit,\nan individual makes a notation on her tax return and splits her tax\npayment into two checks, one made out to the State and the other to\nthe STO. As this Court recognized inWinn I, the STO\npayment is therefore “costless” to the individual,ibid.;it comes out of what she otherwise would be legally obligated to\npay the State—hence, out of public resources. And STOs capitalize\non this aspect of the tax credit for all it is worth—which is quite\na lot. To drum up support, STOs highlight that “donations” are made\nnot with an individual’s own, but with other\npeople’s—i.e., taxpayers’—money. One STO advertises that\n“[w]ith Arizona’s scholarship tax credit, you can send children to\nour community’s [religious] day schools and it won’t cost you a\ndime!” Brief for Respondents 13 (internal quotation marks and\nemphasis omitted). Another urges potential donors to “imagine\ngiving [to charity] with someone else’s money… . Stop\nImagining, thanks to Arizona tax laws you can!”Id.,at 14\n(internal quotation marks and emphasis omitted). And so Arizonans\ndo just that: It is, after all, good fun to spend other people’s\nmoney. By the State’s reckoning, from 1998 to 2008 the credit cost\nArizona almost $350 million in redirected tax revenue.[Footnote 8]The Plaintiffs contend that this\nexpenditure violates the Establishment Clause. If the legislature\nhad appropriated these monies for STOs, the Plaintiffs would have\nstanding, beyond any dispute, to argue the merits of their claim in\nfederal court. But the Plaintiffs have no such recourse, the Court\ntoday holds, because Arizona funds STOs through a tax credit rather\nthan a cash grant. No less than in the hypothetical examples\noffered above, here too form prevails over substance, and\ndifferences that make no difference determine access to the\nJudiciary. And the casualty is a historic and vital method of\nenforcing the Constitution’s guarantee of religious\nneutrality.CThe majority offers\njust one reason to distinguish appropriations and tax expenditures:\nA taxpayer experiences injury, the Court asserts, only when the\ngovernment “extracts and spends” her very own tax dollars to aid\nreligion.Ante, at 15 (internal quotation marks and\nalterations omitted). In other words, a taxpayer suffers legally\ncognizable harm if but only if her particular tax dollars wind up\nin a religious organization’s coffers. See also Tr. of Oral Arg. 4\n(Solicitor General proposing that the “key point” was: “If you\nplaced an electronic tag to track and monitor each cent that the\n[Plaintiffs] pay in tax,” none goes to religious STOs). And no\ntaxpayer can make this showing, the Court concludes, if the\ngovernment subsidizes religion through tax credits, deductions, or\nexemptions (rather than through appropriations).[Footnote 9]The majority purports\nto rely onFlastto support this new “extraction”\nrequirement. It plucks the three words “extrac[t] and spen[d]” from\nthe midst of theFlastopinion, and suggests that they\nseverely constrict the decision’s scope.Ante, at 15\n(quoting 392 U. S., at 106). And it notes thatFlastpartly relied on James Madison’s famed argument in the Memorial and\nRemonstrance Against Religious Assessments: “ ‘[T]he same\nauthority which can force a citizen to contribute three pence only\nof his property for the support of any one establishment, may force\nhim to conform to any other establishment in all cases\nwhatsoever.’ ” 392 U. S., at 103 (quoting 2 Writings of James\nMadison 183, 186 (G. Hunt ed. 1901)); seeante,at 12–14.\nAnd that is all the majority can come up with.But as indicated earlier,\neverything of import inFlastcuts against the majority’s\nposition. Here is howFlaststated its holding: “[W]e hold\nthat a taxpayer will have standing consistent with Article III to\ninvoke federal judicial power when he alleges that congressional\naction under the taxing and spending clause is in derogation of”\nthe Establishment Clause. 392 U. S., at 105–106. Nothing in that\nstraightforward sentence supports the idea that a taxpayer can\nchallenge only legislative action that disburses his particular\ncontribution to the state treasury. And here is howFlastprimarily justified its holding: “[O]ne of the specific evils\nfeared by those who drafted the Establishment Clause and fought for\nits adoption was that the taxing and spending power would be used\nto favor one religion over another or to support religion in\ngeneral.”Id., at 103. That evil arises even if the\nspecific dollars that the government uses do not come from citizens\nwho object to the preference. Likewise, the two-part nexus test,\nwhich is the heart ofFlast’s doctrinal analysis, contains\nno hint of an extraction requirement. Seesupra, at 4. And\nfinally, James Madison provides no comfort to today’s majority. He\nreferred to “three pence” exactly because it was, even in 1785, a\nmeaningless sum of money; then, as today, the core injury of a\nreligious establishment had naught to do with any given\nindividual’s out-of-pocket loss. Seeinfra, at 21–23\n(further discussing Madison’s views). So the majority is left with\nnothing, save for three wordsFlastused to describe the\nparticular facts in that case: In not a single non-trivial respect\ncould theFlastCourt recognize its handiwork in the\nmajority’s depiction.The injury to taxpayers thatFlastperceived arose whenever the legislature used its\ntaxing-and-spending power to channel tax dollars to religious\nactivities. In that and subsequent cases (including the five in\nthis Court involving tax expenditures), a taxpayer pleaded the\nrequisite harm by stating that public resources were funding\nreligion; the tracing of particular dollars (whether by the\nSolicitor General’s “electronic tag” or other means) did not enter\ninto the question. SeeDaimlerChrysler Corp., 547 U. S.,\nat 348 (describing how theFlastCourt’s understanding of\nthe Establishment Clause’s history led the Court to view the\nalleged “injury” as the expenditure of “ ‘tax money’ in aid of\nreligion” (quotingFlast, 392 U. S., at 106)). And for all\nthe reasons already given, that standard is met regardless whether\nthe funding is provided via cash grant or tax expenditure. Seesupra, at 11–16. Taxpayers pick up the cost of the subsidy\nin either form. Seeibid. So taxpayers have an interest in\npreventing the use of either mechanism to infringe religious\nneutrality.[Footnote\n10]Indeed, the majority’s new\nconception of injury is at odds not merely withFlast, but\nalso (if ironically) with our cases precluding taxpayer standing\ngenerally. Seesupra, at 3;ante, at 6–10.\nToday’s majority insists that legislation challenged under the\nEstablishment Clause must “extrac[t] and spen[d] a conscientious\ndissenter’s funds.”Ante, at 15. But we have rejected\ntaxpayer standing in other contexts because each taxpayer’s share\nof treasury funds is “minute and indeterminable.”Frothingham, 262 U. S., at 487. No taxpayer can point to\nan expenditure (by cash grant or otherwise) and say that her own\ntax dollars are in the mix; in fact, they almost surely are not.\n“[I]t is,” as we have noted, “a complete fiction to argue that an\nunconstitutional … expenditure causes an individual … taxpayer any\nmeasurable economic harm.”Hein, 551 U. S., at 593\n(plurality opinion). That is as true in Establishment Clause cases\nas in any others. Taxpayers have standing in these casesdespitetheir foreseeable failure to show that the alleged\nconstitutional violation involves their own tax dollars, notbecausethe State has used their particular\nfunds.And something still deeper is\nwrong with the majority’s “extract and spend” requirement: It does\nnot measure what matters under the Establishment Clause. Let us\nindulge the Court’s fiction that a taxpayer’s “.000000000001 penny”\nis somehow involved in an ordinary appropriation of public funds\nfor religious activity (thus supposedly distinguishing it from a\ntax expenditure). Still, consider the following example: Imagine\nthe Internal Revenue Service places a checkbox on tax returns\nasking filers if they object to the government using their taxes to\naid religion. If the government keeps “yes” money separate from\n“no” money and subsidizes religious activities only from the\nnonobjectors’ account, the majority’s analysis suggests that no\ntaxpayer would have standing to allege a violation of the\nEstablishment Clause. The funds used, after all, would not have\nbeen “extracted from a citizen and handed to a religious\ninstitution in violation of the citizen’s conscience.”Ante, at 16. But this Court has never indicated that\nStates may insulate subsidies to religious organizations from legal\nchallenge by eliciting the consent of some taxpayers. And the Court\nhas of course been right not to take this approach. Taxpayers incur\nthe same harm, and should have the same ability to bring suit,\nwhether the government stores tax funds in one bank account or two.\nNone of the principles underlying the Establishment Clause suggests\notherwise.James Madison, whom the Court\nagain rightly labels “the leading architect of the religion\nclauses,”ante, at 13 (quotingFlast, 392 U. S.,\nat 103; internal quotation marks omitted), had something important\nto say about the matter of “extraction.” As the majority notes,\nMadison’s Memorial and Remonstrance criticized a tax levy proposed\nin Virginia to aid teachers of the Christian religion.Ante, at 12–13. But Madison’s passionate opposition to\nthat proposal informs this case in a manner different than the\nmajority suggests. The Virginia tax in fact would not have\nextracted any monies (not even “three pence”) from unwilling\ncitizens, as the Court now requires. The plan allowed conscientious\nobjectors to opt out of subsidizing religion by contributing their\nassessment to an alternative fund for the construction and\nmaintenance of county schools.[Footnote 11] See A Bill Establishing A Provision for\nTeachers of the Christian Religion, reprinted inEversonv.Board of Ed. of Ewing,330 U. S. 1, 74 (1947) (supplemental\nappendix to dissent of Rutledge, J.); Letter from James Madison to\nThomas Jefferson (Jan. 9, 1785), reprinted in 2 Writings of James\nMadison, at 102, 113; see also Blasi, School Vouchers and Religious\nLiberty: Seven Questions from Madison’sMemorial and\nRemonstrance, 87 Cornell L. Rev. 783, 784 (2002) (the tax\nprovision “permitted each taxpayer to specify which Christian\ndenomination should receive his payment” and “[t]hose who\ndid not wish to support a church could direct their\nassessment to a proposed common school fund”). Indeed, the\nVirginia Assessment was specifically “designed to avoid any charges\nof coercion of dissenters to pay taxes to support religious\nteachings with which they disagreed.” Feldman, Intellectual Origins\nof the Establishment Clause, 77 N. Y. U. L. Rev. 346, 383\n(2002).[Footnote\n12]In this respect, the Virginia\nAssessment is just like the Arizona tax credit. Although both\nfunnel tax funds to religious organizations (and so saddlealltaxpayers with the cost), neither forces any given\ntaxpayer to pay for the subsidy out of her pocket. Madison thought\nthat feature of the Assessment insufficient to save it. By relying\non the selfsame aspect of the Arizona scheme to deny the\nPlaintiffs’ claim of injury, the majority betrays Madison’s\nvision.IIIToday’s decision\ndevastates taxpayer standing in Establishment Clause cases. The\ngovernment, after all, often uses tax expenditures to subsidize\nfavored persons and activities. Still more, the government almostalwayshas this option. Appropriations and tax subsidies\nare readily interchangeable; what is a cash grant today can be a\ntax break tomorrow. The Court’s opinion thus offers a roadmap—more\ntruly, just a one-step instruction—to any government that wishes to\ninsulate its financing of religious activity from legal challenge.\nStructure the funding as a tax expenditure, andFlastwill\nnot stand in the way. No taxpayer will have standing to object.\nHowever blatantly the government may violate the Establishment\nClause, taxpayers cannot gain access to the federal\ncourts.And by ravagingFlastin this way, today’s decision damages one of this\nNation’s defining constitutional commitments. “Congress shall make\nno law respecting an establishment of religion”—ten simple words\nthat have stood for over 200 years as a foundation stone of\nAmerican religious liberty. Ten words that this Court has long\nunderstood, as James Madison did, to limit (though by no means\neliminate) the government’s power to finance religious activity.\nThe Court’s ruling today will not shield all state subsidies for\nreligion from review; as the Court notes, some persons alleging\nEstablishment Clause violations have suffered individualized\ninjuries, and therefore have standing, independent of their\ntaxpayer status. Seeante, at 1–2, 17–18. ButFlastarose because “the taxing and spending power [may]\nbe used to favor one religion over another or to support religion\nin general,” 392 U. S., at 103,without causing\nparticularized harm to discrete persons. It arose because state\nsponsorship of religion sometimes harms individuals only (but this\n“only” is no small matter) in their capacity as contributing\nmembers of our national community. In those cases, theFlastCourt thought, our Constitution’s guarantee of\nreligious neutrality still should be enforced.Because that judgment\nwas right then, and remains right today, I respectfully\ndissent.Footnote\n1“Tax expenditures”\nare monetary subsidies the government bestows on particular\nindividuals or organizations by granting them preferential tax\ntreatment. The co-chairmen of the National Commission on Fiscal\nResponsibility and Reform recently referred to these tax breaks as\n“the various deductions, credits and loopholes that are just\nspending by another name.” Washington Post, Feb. 20, 2011, p. A19,\ncol. 3;see also 2 U. S. C. §622(3) (defining “tax\nexpenditures,” for purposes of the Federal Government’s budgetary\nprocess, as “those revenue losses attributable to provisions of the\n… tax laws which allow a special exclusion, exemption, or deduction\nfrom gross income or which provide a special credit, a preferential\nrate of tax, or a deferral of tax liability”); S. Surrey & P.\nMcDaniel, Tax Expenditures 3 (1985) (explaining that tax\nexpenditures “represent government spending for favored activities\nor groups, effected through the tax system rather than through\ndirect grants, loans, or other forms of government\nassistance”).Footnote 2SeeJohnsonv.Economic Development Corporation of Cty. of\nOakland, 241 F. 3d 501 (CA6 2001), aff’g 64 F. Supp.\n2d 657 (ED Mich. 1999);Steelev.Industrial\nDevelopment Bd. of Metropolitan Govt. Nashville, 301\nF. 3d 401 (CA6 2002), rev’g 117 F. Supp. 2d 693 (MD Tenn.\n2000);Christiev.United States, 31 Fed. Appx.\n571 (CA9 2002), aff’g No. 00–cv–02392– J (SD Cal., Apr. 23,\n2001);Muellerv.Allen, 676 F. 2d 1195 (CA8\n1982), aff’g 514 F. Supp. 998 (Minn. 1981);Rhode Island\nFederation of Teachers, AFL–CIOv.Norberg, 630\nF. 2d 855 (CA1 1980), aff’g 479 F. Supp. 1364 (RI 1979);Public Funds for Public Schools of N. J.v.Byrne, 590 F. 2d 514 (CA3 1979), aff’g 444\nF. Supp. 1228 (NJ 1978);Freedom from Religion Foundation,\nInc.v.Geithner, 715 F. Supp. 2d 1051 (ED Cal.\n2010);Gillamv.Harding Univ.,No.\n4:08–CV–00363BSM, 2009 WL 1795303,*1 (ED Ark., June 24, 2009);Leverettv.United States Bur. of HHS,No. Civ.\nA. 99–S–1670, 2003 WL 21770810,*1 (D Colo., June 9, 2003);Luthensv.Bair, 788 F. Supp. 1032 (SD Iowa\n1992);Minnesota Civ. Liberties Unionv.Roemer,\n452 F. Supp. 1316 (Minn. 1978);Kosydarv.Wolman, 353 F. Supp. 744 (SD Ohio 1972)(per\ncuriam)(three-judge court);Committee for Public Ed.\n& Religious Libertyv.Nyquist, 350 F. Supp.\n655 (SDNY 1972) (three-judge court);United Ams. for Public\nSchoolsv.Franchise Tax Bd. of Cal., No. C–73–0090\n(ND Cal., Feb. 1, 1974) (three-judge court), reprinted in App. to\nJuris. Statement inFranchise Tax Bd. of Cal.v.United Ams. for Public Schools, O. T. 1973, No. 73–1718,\npp. 1–4.Footnote 3We have\nalso several times summarily affirmed lower court decisions\nadjudicating taxpayer challenges to tax expenditures alleged to\nviolate the Establishment Clause. SeeByrnev.Public\nFunds for Public Schools of N. J.,442 U. S. 907(1979),\nsummarily aff’g 590 F. 2d 514, 516, n. 3 (CA3) (holding\nthat “plaintiffs, as taxpayers, have standing underFlast”\nto challenge a tax deduction for dependents attending religious and\nother private schools);Gritv.Wolman,413 U. S. 901(1973),\nsummarily aff’gKosydarv.Wolman, 353\nF. Supp. 744, 749 (SD Ohio 1972) (three-judge court) (noting\nthat no party had questioned the standing of taxpayers to contest\ntax credits for private-school tuition payments);Franchise Tax\nBd. of Cal.v.United Ams. for Public Schools,419 U. S. 890(1974), summarily aff’g No. C–73–0090 (ND Cal., Feb. 1, 1974)\n(three-judge court) (invalidating a tax credit for children\nattending private schools).Footnote 4See App.\ninHibbsv.Winn, O. T. 2003, No. 02–1809,\npp. 7–8 (complaint); Pet. for Cert. inMuellerv.Allen, O. T. 1982, No. 82–195, p. 7; App. inCommittee for Public Ed. & Religious Libertyv.Nyquist, O. T. 1972, No. 72–694, p. 9a (complaint);\nApp. inHuntv.McNair, O. T. 1972, No.\n71–1523, p. 5 (complaint); App. inWalzv.Tax\nComm’n of City of New York, O. T. 1969, No. 135, pp. 5–7\n(complaint).Footnote 5See,e.g.,Brief for United States asAmicus CuriaeinMuellerv.Allen,supra, at 12,\nn. 15; Brief for United States asAmicus CuriaeinHibbsv.Winn,supra, at 3, n. 1;\nBrief for Honorable Trent Franks et al. asAmici\nCuriaeinHibbsv.Winn,supra, at\n6, n. 2; Brief for United States Catholic Conference asAmicus CuriaeinWalzv.Tax Comm’n of City\nof New York,supra, at\n23–24.Footnote 6The\nmajority observes that special tax benefits may in fact\n“increas[e]government revenues” by “spur[ring] economic\nactivity.”Ante, at 8 (internal quotation marks omitted).\nThat may be so in the long run (although the only non-speculative\neffect is to immediately diminish funds in the public treasury).\nBut as the majority acknowledges,ibid., this possibility\nholds just as true for appropriations; that is why we\n(optimistically) refer to some government outlays as “investments.”\nThe insight therefore cannot help the majority distinguish between\ntax expenditures and appropriations.Footnote 7The\nmajority indicates that some persons could challenge these\nhypothetical government actions based on individualized injury,\nseparate and apart from taxpayer status. Seeante, at 1–2,\n17–18. That is quite right; indeed, some parents or children likely\nhave standing to challenge the Arizona tax credit on such grounds.\nBut this possibility does not detract from the point made here. The\npurpose of these illustrations is to show thatiftaxpayer\nstatus is the thing alleged to confer standing, it should do so\nirrespective of the form of the government\nsubsidy.Footnote 8See\nArizona Dept. of Revenue, Revenue Impact of Arizona’s Tax\nExpenditures FY 2009/10, p. 48 (preliminary Nov. 15, 2010); FY\n2008/09, p. 54 (preliminary Nov. 16, 2009); FY 2007/08, p. 58\n(preliminary Nov. 17, 2008); FY 2006/07, p. 65 (preliminary Nov.\n15, 2007/final Sept. 2010); FY 2005/06, p. 73 (preliminary Nov. 15,\n2006/final Dec. 2009); FY 2004/05, p. 72 (preliminary Nov. 15,\n2005/final June 2009); FY 2003/04, p. 74 (preliminary Nov. 14,\n2004/final Feb. 2007); FY 2002/03, p. 74 (preliminary Nov. 15,\n2003/final Mar. 2007); FY 2001/02, p. 71 (preliminary Nov. 15,\n2002/final Mar. 2004); FY 2000/01, p. 73 (preliminary Nov. 15,\n2001/final July 2003); FY 1999/00, p. 72 (preliminary Nov. 15,\n2000/final Aug. 2002).Footnote 9Even\ntaken on its own terms, the majority’s reasoning does not justify\nthe conclusion that the Plaintiffs lack standing. Arizona’s\ntuition-tax-credit program in fact necessitates the direct\nexpenditure of funds from the state treasury. After all, the\nstatute establishing the initiative requires the Arizona Department\nof Revenue to certify STOs, maintain an STO registry, make the\nregistry available to the public on request and post it on a\nwebsite, collect annual reports filed by STOs, and send written\nnotice to STOs that have failed to comply with statutory\nrequirements. Ariz. Rev. Stat. Ann. §§43–1502(A)–(C), 43–1506 (West\nSupp. 2010). Presumably all these activities cost money, which\ncomes from the state treasury. Thus, on the majority’s own theory,\nthe government has “extract[ed] and spen[t]” the Plaintiffs’ (along\nwith other taxpayers’) dollars to implement the challenged program,\nand the Plaintiffs should have standing. (The majority, after all,\nmakes clear that nothing in its analysis hinges on the size or\nproportion of the Plaintiffs’ contribution.Ante, at 13.)\nBut applying the majority’s theory in this way reveals the\nhollowness at its core. Can anyone believe that the Plaintiffs have\nsuffered injury through the costs involved in administering the\nprogram, but not through the far greater costs of granting the tax\nexpenditure in the first place?Footnote 10On this\ntraditional view of the harm to taxpayers arising from state\nfinancing of religion, the Plaintiffs here can satisfy not only\nArticle III’s injury requirement, but also its causation and\nredressability requirements. The majority’s contrary position,ante, at 15–16, stems from its miscasting of the injury\ninvolved; once that harm is stated correctly, all the rest follows.\nTo wit: The Plaintiffs allege they sufferinjurywhen the\nState funnels public resources to religious organizations through\nthe tax credit. Arizona, they claim, hascausedthis\ninjury by enacting legislation that establishes the credit. And an\ninjunction limiting the credit’s operation wouldredressthe harm by preventing the allegedly unlawful diversion of tax\nrevenues. The Plaintiffs need not, as the majority insists, show\nthat this remedy would “affect … their tax payments,”ante, at 16, any more than the taxpayer inFlasthad to establish that her tax burden would decrease absent the\nGovernment’s funding of religious schools. As we have previously\nrecognized, when taxpayers object to the spending of tax money in\nviolation of the Establishment Clause (whether through tax credits\nor appropriations), “an injunction against the spending would …\nredress [their] injury, regardless of whether lawmakers would\ndispose of the savings in a way that would benefit the\ntaxpayer-plaintiffs personally.”DaimlerChrysler Corp.v.Cuno,547 U. S. 332, 348–349\n(2006).Footnote 11The\nopt-out provision described county schools as “seminaries of\nlearning.” A Bill for Establishing A Provision for Teachers of the\nChristian Religion, reprinted inEversonv.Board of\nEd. of Ewing,330 U. S. 1, 74 (1947) (supplemental\nappendix to dissent of Rutledge, J.). In 1785, that phrase had no\nparticular religious connotation: It “meant schools for general\neducation, not schools for the training of ministers.” Berg &\nLaycock, Mistakes inLocke v. Daveyand the Future of\nState Payments for Services Provided by Religious Institutions, 40\nTulsa L. Rev. 227, 244, n. 113 (2004); see also,e.g.,2 S. Johnson, Dictionary of the English Language\n1741 (1773) (“seminary” means “place of education, from whence\nscholars are transplanted into life”).Footnote 12The\nmajority speculates that the Virginia General Assembly would have\ngiven some of the monies collected from conscientious objectors to\nschools with a sectarian bent.Ante, at 13. Because the\nAssessment never became law, no one can know which county schools\nwould have received aid; indeed, the first of these schools did not\nopen its doors until decades later. See W. Miller, First Liberty 26\n(2003); see generally J. Buck, Development of Public Schools in\nVirginia 1607–1952 (1952). But historians and legal scholars have\nuniformly understood the opt-out provision as a considered attempt\nto accommodate taxpayers who did not want their tax dollars to go\nto religion. See Berg & Laycock,supra, at 244, n. 113\n(the “provision for payment to a school fund was not an effort to\nsupport religious schools as part of support for education\noverall,” but rather “was an effort to accommodate the possibility\nof non-Christian taxpayers”); T. Buckley, Church and State in\nRevolutionary Virginia, 1776–1787, p. 133 (1977) (under the “text\nof the proposed bill … nonbelievers would [not] be forced to\ncontribute to religion” because “[t]he assessment had been\ncarefully drafted to permit those who preferred to support\neducation rather than religion to do so”); see also,e.g.,Miller,supra, at 26; Underkuffler-Freund, Separation of\nthe Religious and the Secular: A Foundational Challenge to First\nAmendment Theory, 36 Wm. & Mary L. Rev. 837, 889–890, n.\n265 (1995); Adams & Emmerich, Heritage of Religious Liberty,\n137 U. Pa. L. Rev. 1559, 1573 (1989); Laycock,\n“Nonpreferential” Aid to Religion: A False Claim About Original\nIntent, 27 Wm. & Mary L. Rev. 875, 897, and n. 108\n(1985–1986); L. Pfeffer, Church State and Freedom 110 (rev. ed.\n1967).",
    "joined": []
}