{
    "case": {
        "docket": "535",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/535/"
    },
    "id": "1963719",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–704_________________CURT MESSERSCHMIDT, et al., PETITIONERSv.BRENDA MILLENDER, as executor of the ESTATE OF AUGUSTA\nMILLENDER, DECEASED, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 22, 2012]Justice Kagan, concurring in part and\ndissenting in part.Both the Court and the dissent view this case as\nan all-or-nothing affair: The Court awards immunity across the\nboard to Messerschmidt and his colleagues, while the dissent would\ngrant them none at all. I think the right answer lies in between,\nalthough the Court makes the more far-reaching error.I agree with the Court that a reasonably\ncompetent police officer could have thought this warrant valid in\nauthorizing a search for all firearms and related items. Seeante, at 11–12. The warrant application recounted that a\nknown gang member had used a sawed-off shotgun—an illegal weapon\nunder California law, see Cal. Penal Code Ann. §33215 (West 2012\nCum. Supp.)—to try to kill another person. See App. 56–57, 59.\nPerhaps gang ties plus possession of an unlawful gun plus use of\nthat gun to commit a violent assault do not add up to what was\nneeded for this search: probable cause to believe that Bowen had\nadditional illegal firearms (or legal firearms that he intended to\nuse to violate the law) at the place he was staying. But because\nour and the Ninth Circuit’s decisions leave that conclusion\ndebatable, a reasonable police officer could have found the warrant\nadequately supported by “indicia of probable cause.”Malleyv.Briggs,475 U.S.\n335, 345 (1986). So Messerschmidt and his fellow officers\nshould receive qualified immunity for their search for\nfirearms.The Court, however, goes astray when it holds\nthat a reasonable officer could have thought the warrant valid in\napproving a search for evidence of “street gang membership,” App.\n52. Membership in even the worst gang does not violate California\nlaw, so the officers could not search for gang paraphernalia just\nto establish Bowen’s ties to the Crips. Instead, the police needed\nprobable cause to believe that such items would provide evidence of\nan actual crime—and as the Court acknowledges, seeante, at\n12–14, the only crime mentioned in the warrant application was the\nassault on Kelly. The problem for the Court is that nothing in the\napplication supports a link between Bowen’s gang membership and\nthat shooting. Contra the Court’s elaborate theory-spinning, seeante, at 12–16, Messerschmidt’s affidavit in fact\ncharacterized the violent assault only as a domestic dispute, not\nas a gang-related one, see App. 55 (describing the crime as a\n“spousal assault and an assault with a deadly weapon”). And that\ndescription is consistent with the most natural understanding of\nthe events. The warrant application thus had a hole at its very\ncenter: It lacked any explanation of how gang items would (or even\nmight) provide evidence of the domestic assault the police were\ninvestigating.To fill this vacuum, the Court proposes an\nalternative, but similarly inadequate justification—that gang\nparaphernalia could have demonstrated Bowen’s connection to the\nMillender residence and to any evidence of the assault found there.\nThe dissent rightly notes one difficulty with this argument: The\ndiscovery of gang items would not have established that Bowen was\nstaying at the house, given that several other gang members\nregularly did so. Seepost, at 8–9 (opinion of Sotomayor,\nJ.). And even setting that issue aside, the Court’s reasoning\nproves far too much: It would sanction equally well a search foranyof Bowen’s possessions on the premises—a result impos-\nsible to square with the Fourth Amendment. See,e.g.,\nAndresenv.Maryland,427 U.S.\n463, 480 (1976) (disapproving “ ‘a general, exploratory\nrummaging in a person’s belongings’ ” (quotingCoolidgev.New Hampshire,403 U.S.\n443, 467 (1971))). In authorizing a search for all gang-related\nitems, the warrant far outstripped the officers’ probable cause.\nBecause a reasonable officer would have recognized that defect, I\nwould not award qualified immunity to Messerschmidt and his\ncolleagues for this aspect of their search.Still more fundamentally, the Court errs in\nscolding the Court of Appeals for failing to give “weight to the\nfact that the warrant had been reviewed and approved by the\nofficers’ superiors, a deputy district attorney, and a neutral\nmagistrate.”Ante, at 17. As the dissent points out, seepost, at 13–15, this Court’s holding inMalleyis to\nthe opposite effect: An officer isnot“entitled to rely on\nthe judgment of a judicial officer in finding that probable cause\nexists and hence issuing the warrant.” 475 U. S., at 345.Malleymade clear that qualified immunity turned on the\nofficer’s own “professional judgment,” considered separately from\nthe mistake of the magistrate.Id.,at 346; seeibid., n. 9 (“The officer . . . cannot excuse\nhis own default by pointing to the greater incompetence of the\nmagistrate”);id.,at 350 (Powell, J., concurring in part\nand dissenting in part) (objecting to the Court’s decision to “give\nlittle evidentiary weight to the finding of probable cause by a\nmagistrate”). And what we said inMalleyabout a\nmagistrate’s authorization applies still more strongly to the\napproval of other police officers or state attorneys. All those\nindividuals, as the Court puts it, are “part of the prosecution\nteam.”Ante, at 18. To make their views relevant is to\nenable those teammates (whether acting in good or bad faith) to\nconfer immunity on each other for unreasonable conduct—like\napplying for a warrant without anything resembling probable\ncause.For these reasons, I would reverse in part and\naffirm in part the judgment of the Court of Appeals, and I would\nremand this case for further proceedings.",
    "joined": []
}