{
    "case": {
        "docket": "320",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/320/"
    },
    "id": "1970814",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–464_________________KERRI L. KALEY, et vir, PETITIONERS v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[February 25, 2014]Justice Kagan\ndelivered the opinion of the Court.A federal statute, 21\nU. S. C. §853(e), authorizes a court to freeze an\nindicted defendant’s assets prior to trial if they would be subject\nto forfeiture upon conviction. In United States v. Monsanto, 491 U.\nS. 600, 615 (1989) , we approved the constitutionality of such an\norder so long as it is “based on a finding of probable cause to\nbelieve that the property will ultimately be proved forfeitable.”\nAnd we held that standard to apply even when a defendant seeks to\nuse the disputed property to pay for a lawyer.In this case, two\nindicted defendants wishing to hire an attorney challenged a\npre-trial restraint on their property. The trial court convened a\nhearing to consider the seizure’s legality under Monsanto. The\nquestion presented is whether criminal defendants are\nconstitutionally entitled at such a hearing to contest a grand\njury’s prior determination of probable cause to believe they\ncommitted the crimes charged. We hold that they have no right to\nrelitigate that finding.IACriminal forfeitures\nare imposed upon conviction to confiscate assets used in or gained\nfrom certain serious crimes. See 21 U. S. C. §853(a). Forfeitures\nhelp to ensure that crime does not pay: They at once punish\nwrongdoing, deter future illegality, and “lessen the economic\npower” of criminal enterprises. Caplin & Drysdale, Chartered v.\nUnited States, 491 U. S. 617, 630 (1989) ; see id., at 634\n(“Forfeiture provisions are powerful weapons in the war on crime”).\nThe Government also uses forfeited property to recompense victims\nof crime, improve conditions in crime-damaged communities, and\nsupport law enforcement activities like police training. See id.,\nat 629–630.[1] Accordingly,\n“there is a strong governmental interest in obtaining full recovery\nof all forfeitable assets.” Id., at 631.In line with that\ninterest, §853(e)(1) empowers courts to enter pre-trial restraining\norders or injunctions to “preserve the availability of\n[forfeitable] property” while criminal proceedings are pending.\nSuch an order, issued “[u]pon application of the United States,”\nprevents a defendant from spending or transferring specified\nproperty, including to pay an attorney for legal services. Ibid. In\nMonsanto, our principal case involving this procedure, we held a\npre-trial asset restraint constitutionally permissible whenever\nthere is probable cause to believe that the property is\nforfeitable. See 491 U. S., at 615. That determinationhas two\nparts, reflecting the requirements for forfeit-ure under federal\nlaw: There must be probable cause to think (1) that the defendant\nhas committed an offense permitting forfeiture, and (2) that the\nproperty at issue has the requisite connection to that crime. See\n§853(a). The Monsanto Court, however, declined to consider “whether\nthe Due Process Clause requires a hearing” to establish either or\nboth of those aspects of forfeitability. Id., at 615,\nn. 10.[2]Since Monsanto, the\nlower courts have generally pro-vided a hearing to any indicted\ndefendant seeking to lift an asset restraint to pay for a lawyer.\nIn that hearing, they have uniformly allowed the defendant to\nlitigate the second issue stated above: whether probable cause\nexists to believe that the assets in dispute are traceable or\notherwise sufficiently related to the crime charged in the\nindictment.[3] But the courts\nhave divided over extending the hearing to the first issue. Some\nhave considered, while others have barred, a defendant’s attempt to\nchallenge the probable cause underlying a criminal charge.[4] This case raises the question\nwhether an indicted defendant has a constitutional right to contest\nthe grand jury’s prior determination of that matter.BThe grand jury’s\nindictment in this case charges a scheme to steal prescription\nmedical devices and resell them for profit. The indictment accused\npetitioner Kerri Kaley, a sales representative for a subsidiary of\nJohnson & Johnson, and petitioner Brian Kaley, her husband,\nwith transporting stolen medical devices across state lines and\nlaundering the proceeds of that activity.[5] The Kaleys have contested those allegations\nthroughout this litigation, arguing that the medical devices at\nissue were unwanted, excess hospital inventory, which they could\nlawfully take and market to others.Immediately after\nobtaining the indictment, the Government sought a restraining order\nunder §853(e)(1) to prevent the Kaleys from transferring any assets\ntraceable to or involved in the alleged offenses. Included among\nthose assets is a $500,000 certificate of deposit that the Kaleys\nintended to use for legal fees. The District Court entered the\nrequested order. Later, in response to the Kaleys’ motion to vacate\nthe asset restraint, the court denied a request for an evidentiary\nhearing and confirmed the order, except as to $63,000 that it found\n(based on the parties’ written submissions) was not connected to\nthe alleged offenses.On interlocutory\nappeal, the Eleventh Circuit reversed and remanded for further\nconsideration of whether some kind of evidentiary hearing was\nwarranted. See 579 F. 3d 1246 (2009). The District Court then\nconcluded that it should hold a hearing, but only as to “whether\nthe restrained assets are traceable to or involved in the alleged\ncriminal conduct.” App. to Pet. for Cert. 43, n. 5. The Kaleys\ninformed the court that they no longer disputed that issue; they\nwished to show only that the “case against them is\n‘baseless.’ ” Id., at 39; see App. 107 (“We are not contesting\nthat the assets restrained were . . . traceable to the\nconduct. Our quarrel is whether that conduct constitutes a crime”).\nAccordingly, the District Court affirmed the restraining order, and\nthe Kaleys took another appeal. The Eleventh Circuit this time\naffirmed, holding that the Kaleys were not entitled at a hearing on\nthe asset freeze “to challenge the factual foundation supporting\nthe grand jury’s probable cause determination[ ]”—that is, “the\nvery validity of the underlying indictment.” 677 F. 3d 1316, 1317\n(2012).We granted certiorari\nin light of the Circuit split on the question presented, 568\nU. S. ___ (2013), and we now affirm the Eleventh Circuit.IIThis Court has twice\nconsidered claims, similar to the Kaleys’, that the Fifth\nAmendment’s right to due process and the Sixth Amendment’s right to\ncounsel constrain the way the federal forfeiture statute applies to\nassets needed to retain an attorney. See Caplin & Drysdale, 491\nU. S. 617 ; Monsanto, 491 U. S. 600 . We begin with those\nrulings not as mere background, but as something much more. On the\nsingle day the Court decided both those cases, it cast the die on\nthis one too.In Caplin &\nDrysdale, we considered whether the Fifth and Sixth Amendments\nexempt from forfeiture money that a convicted defendant has agreed\nto pay his attorney. See 491 U. S., at 623–635. We conceded a\nfactual premise of the constitutional claim made in the case:\nSometimes “a defendant will be unable to retain the attorney of his\nchoice,” if he cannot use forfeitable assets. Id., at 625. Still,\nwe held, the defendant’s claim was “untenable.” Id., at 626. “A\ndefendant has no Sixth Amendment right to spend another person’s\nmoney” for legal fees—even if that is the only way to hire a\npreferred lawyer. Ibid. Consider, we submitted, the example of a\n“robbery suspect” who wishes to “use funds he has stolen from a\nbank to retain an attorney to defend him if he is apprehended.”\nIbid. That money is “not rightfully his.” Ibid. Accordingly, we\nconcluded, the Government does not violate the Constitution if,\npursuant to the forfeiture statute, “it seizes the robbery proceeds\nand refuses to permit the defendant to use them” to pay for his\nlawyer. Ibid.And then, we confirmed\nin Monsanto what our “robbery suspect” hypothetical indicated: Even\nprior to conviction (or trial)—when the presumption of innocence\nstill applies—the Government could constitutionally use §853(e) to\nfreeze assets of an indicted defendant “based on a find-ing of\nprobable cause to believe that the property will ultimately be\nproved forfeitable.” 491 U. S., at 615. In Monsanto, too, the\ndefendant wanted to use the property at issue to pay a lawyer, and\nmaintained that the Fifth and Sixth Amendments entitled him to do\nso. We dis-agreed. We first noted that the Government may sometimes\n“restrain persons where there is a finding of probable cause to\nbelieve that the accused has committed a serious offense.” Id., at\n615–616. Given that power, we could find “no constitutional\ninfirmity in §853(e)’s authorization of a similar restraint on [the\ndefendant’s] property” in order to protect “the community’s\ninterest” in recovering “ill-gotten gains.” Id., at 616. Nor did\nthe defendant’s interest in retaining a lawyer with the disputed\nassets change the equation. Relying on Caplin & Drysdale, we\nreasoned: “[I]f the Government may, post-trial, forbid the use of\nforfeited assets to pay an attorney, then surely no constitutional\nviolation occurs when, after probable cause is adequately\nestablished, the Government obtains an order barring a defendant\nfrom frustrating that end by dissipating his assets prior to\ntrial.” Ibid. So again: With probable cause, a freeze is valid.The Kaleys little\ndispute that proposition; their argument is instead about who\nshould have the last word as to probable cause. A grand jury has\nalready found probable cause to think that the Kaleys committed the\noffenses charged; that is why an indictment issued. No one doubts\nthat those crimes are serious enough to trigger forfeiture.\nSimilarly, no one contests that the assets in question derive from,\nor were used in committing, the offenses. See supra, at 5. The only\nquestion is whether the Kaleys are constitutionally entitled to a\njudicial re-determination of the conclusion the grand jury already\nreached: that probable cause supports this criminal prosecution (or\nalternatively put, that the prosecution is not “baseless,” as the\nKaleys believe, supra, at 5). And that question, we think, has a\nready answer, because a fundamental and historic commitment of our\ncriminal justice system is to entrust those probable cause findings\nto grand juries.This Court has often\nrecognized the grand jury’s singular role in finding the probable\ncause necessary to initiate a prosecution for a serious crime. See,\ne.g., Costello v. United States, 350 U. S. 359, 362 (1956) .\n“[A]n indictment ‘fair upon its face,’ and returned by a ‘properly\nconstituted grand jury,’ ” we have explained, “conclusively\ndetermines the existence of probable cause” to believe the\ndefendant perpetrated the offense alleged. Gerstein v. Pugh, 420\nU. S. 103 , n. 19 (1975) (quoting Ex parte United States,\n287 U. S. 241, 250 (1932) ). And “conclusively” has meant,\ncase in and case out, just that. We have found no “authority for\nlooking into and revising the judgment of the grand jury upon the\nevidence, for the purpose of determining whether or not the finding\nwas founded upon sufficient proof.” Costello, 350 U. S., at\n362–363 (quoting United States v. Reed, 27 F. Cas. 727, 738\n(No. 16,134) (CC NDNY 1852) (Nelson, J.)). To the contrary, “the\nwhole history of the grand jury institution” demonstrates that “a\nchallenge to the reliability or competence of the evidence”\nsupporting a grand jury’s finding of probable cause “will not be\nheard.” United States v. Williams, 504 U. S. 36, 54 (1992)\n(quoting Costello, 350 U. S., at 364, and Bank of Nova Scotia\nv. United States, 487 U. S. 250, 261 (1988) ). The grand jury\ngets to say—without any review, oversight, or\nsecond-guessing—whether probable cause exists to think that a\nperson committed a crime.And that inviolable\ngrand jury finding, we have decided, may do more than commence a\ncriminal proceeding (with all the economic, reputational, and\npersonal harm that entails); the determination may also serve the\npurpose of immediately depriving the accused of her freedom. If the\nperson charged is not yet in custody, an indictment triggers\n“issuance of an arrest warrant without further inquiry” into the\ncase’s strength. Gerstein, 420 U. S., at 117, n. 19; see\nKalina v. Fletcher, 522 U. S. 118, 129 (1997) . Alternatively,\nif the person was arrested without a warrant, an indictment\neliminates her Fourth Amendment right to a prompt judicial\nassessment of probable cause to support any detention. See\nGerstein, 420 U. S., at 114, 117, n. 19. In either\nsituation, this Court—relying on the grand jury’s “historical role\nof protecting individuals from unjust persecution”—has “let [that\nbody’s] judgment substitute for that of a neutral and detached\nmagistrate.” Ibid. The grand jury, all on its own, may effect a\npre-trial restraint on a person’s liberty by finding probable cause\nto support a criminal charge.[6]The same result follows\nwhen, as here, an infringement on the defendant’s property depends\non a showing of probable cause that she committed a crime. If\njudicial review of the grand jury’s probable cause determination is\nnot warranted (as we have so often held) to put a defendant on\ntrial or place her in custody, then neither is it needed to freeze\nher property. The grand jury that is good enough—reliable enough,\nprotective enough—to inflict those other grave consequences through\nits probable cause findings must needs be adequate to impose this\none too. Indeed, Monsanto already noted the absence of any reason\nto hold property seizures to different rules: As described earlier,\nthe Court partly based its adoption of the probable cause standard\non the incongruity of subjecting an asset freeze to any stricter\nrequirements than apply to an arrest or ensuing detention. See\nsupra, at 6; 491 U. S., at 615 (“[I]t would be odd to conclude\nthat the Government may not restrain property” on the showing often\nsufficient to “restrain persons”). By similar token, the probable\ncause standard, once selected, should work no differently for the\nsingle purpose of freezing assets than for all others.[7] So the longstanding, unvarying rule\nof criminal procedure we have just described applies here as well:\nThe grand jury’s determination is conclusive.And indeed, the\nalternative rule the Kaleys seek would have strange and destructive\nconsequences. The Kaleys here demand a do-over, except with a\ndifferent referee. They wish a judge to decide anew the exact\nquestion the grand jury has already answered—whether there is\nprobable cause to think the Kaleys committed the crimes charged.\nBut suppose the judge performed that task and came to the opposite\nconclusion. Two inconsistent findings would then govern different\naspects of one criminal proceeding: Probable cause would exist to\nbring the Kaleys to trial (and, if otherwise appropriate, hold them\nin prison), but not to restrain their property. And assuming the\nprosecutor continued to press the charges,[8] the same judge who found probable cause lacking\nwould preside over a trial premised on its presence. That legal\ndissonance, if sustainable at all, could not but undermine the\ncriminal justice system’s integrity—and especially the grand jury’s\nintegral, constitutionally prescribed role. For in this new world,\nevery prosecution involving a pre-trial asset freeze would\npotentially pit the judge against the grand jury as to the case’s\nfoundational issue.[9]The Kaleys counter (as\ndoes the dissent, post, at 7) that apparently inconsistent findings\nare not really so, because the prosecutor could have presented\nscantier evidence to the judge than he previously offered the grand\njury. Suppose, for example, that at the judicial hearing the\nprosecutor put on only “one witness instead of all five”; then, the\nKaleys maintain, the judge’s decision of no probable cause would\nmean only that “the Government did not satisfy its burden[ ] on\nthat one day in time.” Tr. of Oral Arg. 12, 18; see Reply Brief\n11–12. But we do not think that hypothetical solves the problem. As\nan initial matter, it does not foreclose a different fact pattern:\nA judge could hear the exact same evidence as the grand jury, yet\nrespond to it differently, thus rendering what even the Kaleys must\nconcede is a contradictory finding. And when the Kaleys’\nhypothetical is true, just what does it show? Consider that the\nprosecutor in their example has left home some of the witnesses he\ntook to the grand jury—presumably because, as we later discuss, he\ndoes not yet wish to reveal their identities or likely testimony.\nSee infra, at 14–15. The judge’s ruling of no probable cause\ntherefore would not mean that the grand jury was wrong: As the\nKaleys concede, the grand jury could have heard more than enough\nevidence to find probable cause that they committed the crimes\ncharged. The Kaleys would win at the later hearing despite, not\nbecause of, the case’s true merits. And we would then see still\nless reason for a judge to topple the grand jury’s (better\nsupported) finding of probable cause.[10]Our reasoning so far is\nstraightforward. We held in Monsanto that the probable cause\nstandard governs the pre-trial seizure of forfeitable assets, even\nwhen they are needed to hire a lawyer. And we have repeatedly\naffirmed a corollary of that standard: A defendant has no right to\njudicial review of a grand jury's determination of probable cause\nto think a defendant committed a crime. In combination, those\nsettled propositions signal defeat for the Kaleys because, in\ncontesting the seizure of their property, they seek only to\nrelitigate such a grand jury finding.IIIThe Kaleys would have\nus undertake a different analysis, which they contend would lead to\na different conclusion. They urge us to apply the balancing test of\nMathews v. Eldridge, 424 U. S. 319 (1976) , to assess whether they\nhave received a constitutionally sufficient opportunity to\nchallenge the seizure of their assets. See Brief for Petitioners\n32–64. Under that three-pronged test (reordered here for\nexpositional purposes), a court must weigh (1) the burdens that a\nrequested procedure would impose on the Government against (2) the\nprivate interest at stake, as viewed alongside (3) “the risk of an\nerroneous deprivation” of that interest without the procedure and\n“the probable value, if any, of [the] additional . . .\nprocedural safeguard[ ].” Mathews, 424 U. S., at 335.\nStressing the importance of their interest in retaining chosen\ncounsel, the Kaleys argue that the Mathews balance tilts hardin\ntheir favor. It thus overrides—or so the Kaleys claim—all we have\npreviously held about the finality of grand jury findings,\nentitling them to an evidentiary hearing be-fore a judge to contest\nthe probable cause underlying the indictment.The Government battles\nwith the Kaleys over whether Mathews has any application to this\ncase. This Court devised the test, the Government notes, in an\nadministrative setting—to decide whether a Social Security\nrecipient was entitled to a hearing before her benefits were\nterminated. And although the Court has since employed the approach\nin other contexts, the Government reads Medina v. California, 505\nU. S. 437 (1992) , as foreclosing its use here. In that case, we\nheld that “the Mathews balancing test does not provide the\nappropriate framework for assessing the validity of state\nprocedural rules which . . . are part of the criminal\nprocess,” reasoning that because the “Bill of Rights speaks in\nexplicit terms to many aspects of criminal procedure,” the Due\nProcess Clause “has limited operation” in the field. Id., at 443.\nThat settles that, asserts the Government. See Brief for United\nStates 18. But the Kaleys argue that Medina addressed a State’s\nprocedural rule and relied on federalism principles not implicated\nhere. Further, they claim that Medina concerned a criminal\nproceeding proper, not a collateral action seizing property. See\nReply Brief 1–5. As to that sort of action, the Kaleys contend,\nMathews should govern.We decline to address\nthose arguments, or to define the respective reach of Mathews and\nMedina, because we need not do so. Even if Mathews applied\nhere—even if, that is, its balancing inquiry were capable of\ntrumping this Court’s repeated admonitions that the grand jury’s\nword is conclusive—the Kaleys still would not be entitled to the\nhearing they seek. That is because the Mathews test tips against\nthem, and so only reinforces what we have already said. As we will\nexplain, the problem for the Kaleys comes from Mathews’ prescribed\ninquiry into the requested procedure’s usefulness in correcting\nerroneous deprivations of their private interest. In light of\nMonsanto’s holding that a seizure of the Kaleys’ property is\nerroneous only if unsupported by probable cause, the added\nprocedure demanded here is not sufficiently likely to make any\ndifference.To begin the Mathews\nanalysis, the Government has a substantial interest in freezing\npotentially forfeitable assets without an evidentiary hearing about\nthe probable cause underlying criminal charges. At the least, such\nan adversarial proceeding—think of it as a pre-trial mini-trial (or\nmaybe a pre-trial not-so-mini-trial)—could consume significant\nprosecutorial time and resources. The hearing presumably would\nrehearse the case’s merits, including the Government’s theory and\nsupporting evidence. And the Government also might have to litigate\na range of ancillary questions relating to the conduct of the\nhearing itself (for example, could the Kaleys subpoena witnesses or\nexclude certain evidence?).Still more seriously,\nrequiring a proceeding of that kind could undermine the\nGovernment’s ability either to obtain a conviction or to preserve\nforfeitable property. To ensure a favorable result at the hearing,\nthe Government could choose to disclose all its witnesses and other\nevidence. But that would give the defendant knowledge of the\nGovernment’s case and strategy well before the rules of criminal\nprocedure—or principles of due process, see, e.g., Brady v.\nMaryland, 373 U. S. 83 (1963) —would otherwise require. See\nFed. Rules Crim. Proc. 26.2(a), 16(a)(2); Weatherford v.\nBursey, 429 U. S. 545 –561 (1977) (“There is no general\nconstitutional right to discovery in a criminal case”). And\nsometimes (particularly in organized crime and drug trafficking\nprosecutions, in which forfeit-ure questions often arise), that\nsneak preview might not just aid the defendant’s preparations but\nalso facilitate witness tampering or jeopardize witness safety.\nAlternatively, to ensure the success of its prosecution, the\nGovernment could hold back some of its evidence at the hearing or\ngive up on the pre-trial seizure entirely. But if the Government\ntook that tack, it would diminish the likelihood of ultimately\nrecovering stolen assets to which the public is entitled.[11] So any defense counsel worth his\nsalt—whatever the merits of his case—would put the prosecutor to a\nchoice: “Protect your forfeiture by providing discovery” or\n“protect your conviction by surrendering the assets.”[12] It is small wonder that the\nGovernment wants to avoid that lose-lose dilemma.For their part,\nhowever, defendants like the Kaleys have a vital interest at stake:\nthe constitutional right to retain counsel of their own choosing.\nSee Wheat v. United States, 486 U. S. 153, 159 (1988)\n(describing the scope of, and various limits on, that right). This\nCourt has recently described that right, separate and apart from\nthe guarantee to effective representation, as “the root meaning” of\nthe Sixth Amendment. United States v. Gonzalez-Lopez, 548\nU. S. 140 –148 (2006); cf. Powell v. Alabama, 287 U. S.\n45, 53 (1932) (“It is hardly necessary to say that, the right to\ncounsel being conceded, a defendant should be afforded a fair\nopportunity to secure counsel of his own choice”).[13] Indeed, we have held that the wrongful\ndeprivation of choice of counsel is “structural error,” immune from\nreview for harmlessness, because it “pervades the entire trial.”\nGonzalez-Lopez, 548 U. S., at 150. Different lawyers do all\nkinds of things differently, sometimes “affect[ing] whether and on\nwhat terms the defendant . . . plea bargains, or decides\ninstead to go to trial”—and if the latter, possibly affecting\nwhether she gets convicted or what sentence she receives. Ibid. So\nfor defendants like the Kaleys, having the ability to retain the\n“counsel [they] believe[ ] to be best”—and who might in fact be\nsuperior to any existing alternatives—matters profoundly. Id., at\n146.And yet Monsanto held,\ncrucially for the last part of our Mathews analysis, that an asset\nfreeze depriving a defend-ant of that interest is erroneous only\nwhen unsupportedby a finding of probable cause. Recall that\nMonsanto considered a case just like this one, where the defendant\nwanted to use his property to pay his preferred lawyer. He urged\nthe Court to hold that the Government could seize assets needed for\nthat purpose only after conviction. But we instead decided that the\nGovernment could act “after probable cause [that the assets are\nforfeitable] is adequately established.” 491 U. S., at 616.\nAnd that means in a case like this one—where the assets’ connection\nto the allegedly illegal conduct is not in dispute, see supra, at\n5—that a pre-trial seizure is wrongful only when there is no\nprobable cause to believe the defendants committed the crimes\ncharged. Or to put the same point differently, such a freeze is\nerroneous—notwithstanding the weighty burden it imposes on the\ndefendants’ ability to hire a chosen lawyer—only when the grand\njury should never have issued the indictment.The Mathews test’s\nremaining prong—critical when the governmental and private\ninterests both have weight—thus boils down to the “probable value,\nif any,” of a judicial hearing in uncovering mistaken grand jury\nfindings of probable cause. 424 U. S., at 335. The Kaleys (and\nthe dissent) contend that such proceedings will serve an important\nremedial function because grand juries hear only a “one-sided\npresentation[ ]” of evidence. Brief for Petitioners 57; see post,\nat 16. And that argument rests on a generally sound premise: that\nthe adversarial process leads to better, more accurate\ndecision-making. But in this context—when the legal standard is\nmerely probable cause and the grand jury has already made that\nfinding—both our precedents and other courts’ experience indicate\nthat a full-dress hearing will provide little benefit.This Court has\nrepeatedly declined to require the use of adversarial procedures to\nmake probable cause determinations. Probable cause, we have often\ntold litigants, is not a high bar: It requires only the “kind of\n‘fair probability’ on which ‘reasonable and prudent [people,] not\nlegal technicians, act.’ ” Florida v. Harris, 568 U. S.\n__, __ (2013) (slip op., at 5) (quoting Illinois v. Gates, 462\nU. S. 213, 231, 238 (1983) ); see Gerstein, 420 U. S., at\n121 (contrasting probable cause to reasonable-doubt and\npreponderance standards). That is why a grand jury’s finding of\nprobable cause to think that a person committed a crime “can be\n[made] reliably without an adversary hearing,” id., at 120; it is\nand “has always been thought sufficient to hear only the\nprosecutor’s side,” United States v. Williams, 504 U. S. 36,\n51 (1992) . So, for example, we have held the “confrontation and\ncross-examination” of witnesses unnecessary in a grand jury\nproceeding. Gerstein, 420 U. S., at 121–122. Similarly, we\nhave declined to require the presentation of exculpatory evidence,\nsee Williams, 504 U. S., at 51, and we have allowed the\nintroduction of hearsay alone, see Costello, 350 U. S., at\n362–364. On each occasion, we relied on the same reasoning,\nstemming from our recognition that probable cause served only a\ngateway function: Given the relatively undemanding “nature of the\ndetermination,” the value of requiring any additional “formalities\nand safeguards” would “[i]n most cases . . . be too\nslight.” Gerstein, 420 U. S., at 121–122.We can come out no\ndifferently here. The probable cause determinations the Kaleys\ncontest are simply those underlying the charges in the indictment.\nNo doubt the Kaleys could seek to poke holes in the evidence the\nGovernment offered the grand jury to support those allegations. No\ndoubt, too, the Kaleys could present evidence of their own, which\nmight cast the Government’s in a different light. (Presumably, the\nKaleys would try in those two ways to show that they did not steal,\nbut instead lawfully obtained the medical devices they later\nresold. See supra, at 4.) Our criminal justice system of course\nrelies on such contestation at trial when the question becomes\nwhether a defendant is guilty beyond peradventure. But as we have\nheld before, an adversarial process is far less useful to the\nthreshold finding of probable cause, which determines only whether\nadequate grounds exist to proceed to trial and reach that question.\nThe probable cause decision, by its nature, is hard to undermine,\nand still harder to reverse. So the likelihood that a judge holding\nan evidentiary hearing will repudiate the grand jury’s decision\nstrikes us, once more, as “too slight” to support a constitutional\nrequirement. Gerstein, 420 U. S., at 122.The evidence from other\ncourts corroborates that view, over and over and over again. In the\npast two decades, the courts in several Circuits have routinely\nheld the kind of hearing the Kaleys seek. See supra, at 3, and\nn. 4. Yet neither the Kaleys nor their amici (mostly lawyers’\nassociations) have found a single case in which a judge found an\nabsence of probable cause to believe that an indicted defendant\ncommitted the crime charged. One amicus cites 25 reported cases\ninvolving pre-trial hearings on asset freezes. See Brief for New\nYork Council of Defense Lawyers 4, n. 2. In 24 of those, the\ndefendant lost outright. The last involved a not-yet-indicted\ndefendant (so no grand jury finding); there, the District Court’s\nruling for him was reversed on appeal. See Tr. of Oral Arg. 15, 36.\nTo be sure, a kind of selection bias might affect those statistics:\nPerhaps a prosecutor with a very weak case would choose to abandon\nan asset freeze rather than face a difficult hearing. See id., at\n16, 37. But the Kaleys and their amici have also failed to offer\nany anecdotes of that kind; and we suspect that the far more common\nreason a prosecutor relinquishes a freeze is just to avoid\npremature discovery. See supra, at 14–15. So experience, as far as\nanyone has discerned it, cuts against the Kaleys: It confirms that\neven under Mathews, they have no right to revisit the grand jury’s\nfinding.[14]IVWhen we decided\nMonsanto, we effectively resolved this case too. If the question in\na pre-trial forfeiture case is whether there is probable cause to\nthink the defendant committed the crime alleged, then the answer\nis: whatever the grand jury decides. And even if we test that\nproposition by applying Mathews, we arrive at the same place: In\nconsidering such findings of probable cause, we have never thought\nthe value of enhanced evidentiary procedures worth their costs.\nCongress of course may strike its own balance and give defendants\nlike the Kaleys the kind of hearing they want. Indeed, Congress\ncould disapprove of Monsanto itself and hold pre-trial seizures of\nproperty to a higher standard than probable cause. But the Due\nProcess Clause, even when combined with a defendant’s Sixth\nAmendment interests, does not command those results. Accordingly,\nthe Kaleys cannot challenge the grand jury’s conclusion that\nprobable cause supports the charges against them. The grand jury\ngets the final word.We therefore affirm the\njudgment of the Eleventh Circuit and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1Between January 2012 and\nApril 2013, for example, the Department of Justice returned over\n$1.5 billion in forfeited assets to more than 400,000 crime\nvictims. See Dept. of Justice, Justice Department Returned $1.5\nBillion to Victims of Crime Since January 2012 (Apr. 26, 2013),\nonline at http://www.justice.gov/opa/pr/2013/April/13-crm-480.html\n(as visited Feb. 21, 2014 and available in the Clerk of the Court’s\ncase file).2The forfeiture statute\nitself requires a hearing when the Government seeks to restrain the\nassets of someone who has not yet been indicted. See . That\nstatutory provision is not at issue in this case, which involves a\npair of indicted defendants.3At oral argument, the\nGovernment agreed that a defendant has a constitutional right to a\nhearing on that question. See Tr. of Oral Arg. 45. We do not opine\non the matter here.4Compare v. , 521\nF. 3d 411 (CADC 2008) (holding that a defendant is entitled to\nraise such a challenge); v. , 37 Fed. Appx. 870, 873 (CA9 2002)\n(same); v. , 39 F. 3d 684, 700 (CA7 1994) (same); v. , 924\nF. 2d 1186 (CA2 1991) (en banc) (same), with v. , 427\nF. 3d 394, 406–407 (CA6 2005) (prohibiting a defendant from\nraising such a challenge); v. , 274 F. 3d 800, 803–806 (CA4\n2001) (same); v. , 160 F. 3d 641, 648–649 (CA10 1998)\n(same).5An earlier version of the\nindictment did not include the money laundering charge. In its\nsuperseding indictment, the Government also accused Jennifer\nGruenstrass, another sales representative, of transporting stolen\nproperty and money laundering. Her case went to trial, and she was\nacquitted. Several other sales representatives participating in the\nKaleys’ activity entered guilty pleas (each to a charge of shipping\nstolen goods) during the Government’s investigation.6The grand jury’s\nunreviewed finding similarly may play a significant role in\ndetermining a defendant’s eligibility for release before trial\nunder the Bail Reform Act of 1984, That statute creates a\nrebuttable presumption that a defendant is ineligible for bail if\n“there is probable cause to believe” she committed certain serious\ncrimes. §§3142(e)(2)–(3), (f). The Courts of Appeal have uniformly\nheld that presumption to operate whenever an indictment charges\nthose offenses. Relying on our instruction that an indictment\nreturned by a proper grand jury “conclusively determines the\nexistence of probable cause,” the courts have denied defendants’\ncalls for any judicial reconsideration of that issue. v. , 776 F.\n2d 51, 54 (CA2 1985) (quoting v. , , n. 19 (1975)); see, v. ,\n799 F. 2d 115, 117–119 (CA3 1986); v. , 804 F. 2d 157, 162–163 (CA1\n1986) (); v. , 779 F. 2d 1467, 1477–1479 (CA11 1985).7Contrary to the dissent’s\ncharacterization, see at 11–12, nothing in our reasoning depends on\nviewing one consequence of a probable cause determination (say,\ndetention) as “greater” than another (say, the asset freeze here).\n(We suspect that would vary from case to case, with some defendants\nseeing the loss of liberty as the more significant deprivation and\nothers the loss of a chosen lawyer.) We simply see no reason to\ntreat a grand jury’s probable cause determination as conclusive for\nall other purposes (including, in some circumstances, locking up\nthe defendant), but not for the one at issue here.8A prosecutor, of course, might\ndrop the case because of the court’s ruling, especially if he\nthought that decision would bring into play an ethical standard\nbarring any charge “that the prosecutor knows is not supported by\nprobable cause.” ABA Model Rule of Professional Conduct 3.8(a)\n(2013). But then the court would have effectively done what we have\nlong held it cannot: overrule the grand jury on whether to bring a\ndefendant to trial. See , at 7–8.9The dissent argues that\nthe same is true when a judge hears evidence on whether frozen\nassets are traceable to a crime, because that allegation also\nappears in the indictment. See , at 6–7;, at 3, and n. 3.But\nthe tracing of assets is a technical matter far removed from the\ngrand jury’s core competence and traditional function—to determine\nwhether there is probable cause to think the defendant committed a\ncrime. And a judge’s finding that assets are not traceable to the\ncrime charged in no way casts doubt on the prosecution itself. So\nthat determination does not similarly undermine the grand jury or\ncreate internal contradictions within the criminal justice\nsystem.10The\ndissent claims as well that the hearing the Kaleys seek “would not\nbe mere relitigation” of the grand jury’s decision because they\ncould now “tell their side of the story.” , at 8. But the same\ncould be said of an adversarial hearing on an indictment’s\nvalidity, which everyone agrees is impermissible because it\n“look[s] into and revise[s]” the grand jury’s judgment. See\n(quoting v. ). The lesson of our precedents, as described above, is\nthat a grand jury’s finding is “conclusive”—and thus precludes\nsubsequent proceedings on the same matter—even though not arising\nfrom adversarial testing. See at 7–8; see also , at\n17–18.11The\ndissent says not to worry—the Government can obtain the assets\nafter conviction by using ’s “relation-back” provision. See at 15.\nThat provision is intended to aid the Government in recovering\nfunds transferred to a third party—here, the Kaleys’\nlawyer—subsequent to the crime. But forfeiture applies only to\nspecific assets, so in the likely event that the third party has\nspent the money, the Government must resort to a State’s equitable\nremedies—which may or may not even be available—to force him to\ndisgorge an equivalent amount. See Tr. of Oral Arg. 48–49. And\nindeed, if the Government easily recover such monies, then few\nlawyers would agree to represent defendants like the Kaleys, and\nthe dissent’s proposed holding would be for naught.12Compare Cassella, Criminal Forfeiture\nProcedure, 32 Am. J. Crim. L. 55, 63 (2004) (explaining that\n“defendants tend to demand the hearing . . . to afford\ndefense counsel an early opportunity to discover the nature of the\nGovernment’s criminal case and to cross-examine some of the\nGovernment’s witnesses”) with May, Attorney Fees and Government\nForfeiture, 34 Champion 20, 23 (Apr. 2010) (advising that “[e]ven\nif defense counsel cannot prevail on the facts or the law, he may\nbe able to prevail anyway” because “[s]ometimes the government will\ndecide to give up its restraint on a piece of property rather than\nengage in litigation that will result in early\ndiscovery”).13Still, a restraint on assets could\nnot deprive the Kaleys of representation sufficient to ensure fair\nproceedings. The would require the appointment of effective counsel\nif the Kaleys were unable to hire a lawyer. See v. , ; v. , . The\nvast majority of criminal defendants proceed with appointed\ncounsel. And the Court has never thought, as the dissent suggests\ntoday, that doing so risks the “fundamental fairness of the actual\ntrial.” , at 12; see , at 17–18. If it does, the right way to start\ncorrecting the problem is not by adopting the dissent’s position,\nbut by ensuring that the right to effective counsel is fully\nvindicated.14As\nagainst all this—all we have formerly held and all other courts\nhave actually found—the dissent cites nothing: not a single\ndecision of ours suggesting, nor a single decision of a lower court\ndemonstrating, that formal, adversarial procedures are at all\nlikely to correct any grand jury errors. The dissent argues only\nthat a hearing will have “probable value” for the Kaleys because\n“the deprivation of [their] right” to chosen counsel, once\naccomplished, is “effectively permanent.” , at 16. But that\nargument confuses two different parts of the inquiry. The dissent’s\npoint well underscores the importance of the Kaleys’ interest: As\nwe have readily acknowledged, if the grand jury made a mistake, the\nKaleys have suffered a serious injury, which cannot later be\ncorrected. See , at 16–17. (We note, though, that the dissent, in\nasserting that injury’s uniqueness, understates the losses that\nalways attend a mistaken indictment, which no ultimate verdict can\nerase.) But the dissent’s argument about what is at stake for the\nKaleys says nothing about the crucial, last prong of , which asks\nwhether and to what extent the adversarial procedures they request\nwill in fact correct any grand jury errors. That part of the\nanalysis is what requires our decision, and the dissent’s view that\nthe Government overreached in this particular case cannot overcome\nit.",
    "joined": []
}