{
    "case": {
        "docket": "20-18",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-18/"
    },
    "id": "4442723",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–18_________________ARTHUR GREGORY LANGE, PETITIONERv.CALIFORNIAon writ of certiorari to the court of appeal\nof california, first appellate district[June 23, 2021]Justice Kagan delivered the opinion of the\nCourt.The Fourth Amendment ordinarily requires that\npolice officers get a warrant before entering a home without\npermission. But an officer may make a warrantless entry when “the\nexigencies of the situation” create a compelling law enforcement\nneed.Kentuckyv.King,563 U.S.\n452, 460 (2011). The question presented here is whether the\npursuit of a fleeing misdemeanor suspect always—or more legally\nput, categorically—qualifies as an exigent circumstance. We hold it\ndoes not. A great many misdemeanor pursuits involve exigencies\nallowing warrantless entry. But whether a given one does so turns\non the particular facts of the case.IThis case began when petitioner Arthur Lange\ndrove past a California highway patrol officer in Sonoma. Lange, it\nis fair to say, was asking for attention: He was listening to loud\nmusic with his windows down and repeatedly honking his horn. The\nofficer began to tail Lange, and soon afterward turned on his\noverhead lights to signal that Lange should pull over. By that\ntime, though, Lange was only about a hundred feet (some\nfour-seconds drive) from his home. Rather than stopping, Lange\ncontinued to his driveway and entered his attached garage. The\nofficer followed Lange in and began questioning him. Observing\nsigns of intoxication, the officer put Lange through field sobriety\ntests. Lange did not do well, and a later blood test showed that\nhis blood-alcohol content was more than three times the legal\nlimit.The State charged Lange with the misdemeanor of\ndriving under the influence of alcohol, plus a (lower-level) noise\ninfraction. Lange moved to suppress all evidence obtained after the\nofficer entered his garage, arguing that the warrantless entry had\nviolated the Fourth Amendment. The State contested the motion. It\ncontended that the officer had probable cause to arrest Lange for\nthe misdemeanor of failing to comply with a police signal. See,e.g., Cal. Veh. Code Ann. §2800(a) (West 2015) (making it a\nmisdemeanor to “willfully fail or refuse to comply with a lawful\norder, signal, or direction of a peace officer”). And it argued\nthat the pursuit of a suspected misdemeanant always qualifies as an\nexigent circumstance authorizing a warrantless home entry. The\nSuperior Court denied Lange’s motion, and its appellate division\naffirmed.The California Court of Appeal also affirmed,\naccepting the State’s argument in full. 2019 WL 5654385, *1 (2019).\nIn the court’s view, Lange’s “fail[ure] to immediately pull over”\nwhen the officer flashed his lights created probable cause to\narrest him for a misdemeanor.Id., at *7. And a misdemeanor\nsuspect, the court stated, could “not defeat an arrest which has\nbeen set in motion in a public place” by “retreat[ing] into” a\nhouse or other “private place.” Seeid., at *6–*8 (internal\nquotation marks omitted). Rather, an “officer’s ‘hot pursuit’ into\nthe house to prevent the suspect from frustrating the arrest” is\nalways permissible under the exigent-circumstances “exception to\nthe warrant requirement.”Id., at *8 (some internal\nquotation marks omitted). That flat rule resolved the matter:\n“Because the officer was in hot pursuit” of a misdemeanor suspect,\n“the officer’s warrantless entry into [the suspect’s] driveway and\ngarage [was] lawful.”Id., at *9. The California Supreme\nCourt denied review.Courts are divided over whether the Fourth\nAmendment always permits an officer to enter a home without a\nwarrant in pursuit of a fleeing misdemeanor suspect. Some courts\nhave adopted such a categorical rule, while others have required a\ncase-specific showing of exigency.[1] We granted certiorari, 592 U. S. ___ (2020), to\nresolve the conflict. Because California abandoned its defense of\nthe categorical rule applied below in its response to Lange’s\npetition, we appointed Amanda Rice asamicus curiaeto\ndefend the Court of Appeal’s judgment. She has ably discharged her\nresponsibilities.IIThe Fourth Amendment provides that “[t]he\nright of the people to be secure in their persons, houses, papers,\nand effects, against unreasonable searches and seizures, shall not\nbe violated.” As that text makes clear, “the ultimate touchstone of\nthe Fourth Amendment is ‘reasonableness.’ ”Brigham\nCityv.Stuart,547 U.S.\n398, 403 (2006). That standard “generally requires the\nobtaining of a judicial warrant” before a law enforcement officer\ncan enter a home without permission.Rileyv.California,573 U.S.\n373, 382 (2014) (internal quotation marks omitted). But not\nalways: The “warrant requirement is subject to certain exceptions.”Brigham City, 547 U. S., at 403.One important exception is for exigent\ncircumstances. It applies when “the exigencies of the situation\nmake the needs of law enforcement so compelling that [a]\nwarrantless search is objectively reasonable.”King, 563\nU. S., at 460 (internal quotation marks omitted). The\nexception enables law enforcement officers to handle\n“emergenc[ies]”—situations presenting a “compelling need for\nofficial action and no time to secure a warrant.”Riley, 573\nU. S., at 402;Missouriv.McNeely,569 U.S.\n141, 149 (2013). Over the years, this Court has identified\nseveral such exigencies. An officer, for example, may “enter a home\nwithout a warrant to render emergency assistance to an injured\noccupant[,] to protect an occupant from imminent injury,” or to\nensure his own safety.Brigham City, 547 U. S., at 403;Riley, 573 U. S., at 388. So too, the police may make a\nwarrantless entry to “prevent the imminent destruction of evidence”\nor to “prevent a suspect’s escape.”Brigham City, 547\nU. S., at 403;Minnesotav.Olson,495 U.S.\n91, 100 (1990) (internal quotation marks omitted). In those\ncircumstances, the delay required to obtain a warrant would bring\nabout “some real immediate and serious consequences”—and so the\nabsence of a warrant is excused.Welshv.Wisconsin,466 U.S.\n740, 751 (1984) (quotingMcDonaldv.United\nStates,335 U.S.\n451, 460 (1948) (Jackson, J., concurring)).Our cases have generally applied the\nexigent-circumstances exception on a “case-by-case basis.”Birchfieldv.North Dakota, 579 U.S. 438, ___ (2016)\n(slip op., at 16). The exception “requires a court to examine\nwhether an emergency justified a warrantless search in each\nparticular case.”Riley, 573 U. S., at 402. Or put more\ncurtly, the exception is “case-specific.”Id., at 388. That\napproach reflects the nature of emergencies. Whether a “now or\nnever situation” actually exists—whether an officer has “no time to\nsecure a warrant”—depends upon facts on the ground.Id., at\n391 (internal quotation marks omitted);McNeely, 569\nU. S., at 149 (internal quotation marks omitted). So the\nissue, we have thought, is most naturally considered by “look[ing]\nto the totality of circumstances” confronting the officer as he\ndecides to make a warrantless entry.Id., at 149.The question here is whether to use that\napproach, or instead apply a categorical warrant exception, when a\nsuspected misdemeanant flees from police into his home. Under the\nusual case-specific view, an officer can follow the misdemeanant\nwhen, but only when, an exigency—for example, the need to prevent\ndestruction of evidence—allows insufficient time to get a warrant.\nThe appointedamicusasks us to replace that case-by-case\nassessment with a flat (and sweeping) rule finding exigency in\nevery case of misdemeanor pursuit. In her view, those “entries are\ncategorically reasonable, regardless of whether” any risk of harm\n(like, again, destruction of evidence) “materializes in a\nparticular case.” Brief for Court-AppointedAmicus Curiae31. The fact of flight from the officer, she says, is itself enough\nto justify a warrantless entry. (The principal concurrence agrees.)\nTo assess that position, we look (as we often do in Fourth\nAmendment cases) both to this Court’s precedents and to the\ncommon-law practices familiar to the Framers.AThe place to start is with our often-stated\nview of the constitutional interest at stake: the sanctity of a\nperson’s living space. “[W]hen it comes to the Fourth Amendment,\nthe home is first among equals.”Floridav.Jardines,569 U.S.\n1, 6 (2013). At the Amendment’s “very core,” we have said,\n“stands the right of a man to retreat into his own home and there\nbe free from unreasonable government intrusion.”Collinsv.Virginia, 584 U. S. ___, ___ (2018) (slip op., at 5)\n(internal quotation marks omitted). Or again: “Freedom” in one’s\nown “dwelling is the archetype of the privacy protection secured by\nthe Fourth Amendment”; conversely, “physical entry of the home is\nthe chief evil against which [it] is directed.”Paytonv.New York,445 U.S.\n573, 585, 587 (1980) (internal quotation marks omitted). The\nAmendment thus “draw[s] a firm line at the entrance to the house.”Id., at 590. What lies behind that line is of course not\ninviolable. An officer may always enter a home with a proper\nwarrant. And as just described, exigent circumstances allow even\nwarrantless intrusions. Seeibid.;supra, at 4. But\nthe contours of that or any other warrant exception permitting home\nentry are “jealously and carefully drawn,” in keeping with the\n“centuries-old principle” that the “home is entitled to special\nprotection.”Georgiav.Randolph,547 U.S.\n103, 109, 115 (2006) (internal quotation marks omitted); seeCanigliav.Strom, 593 U. S. ___, ___ (2021)\n(slip op., at 4) (“[T]his Court has repeatedly declined to expand\nthe scope” of “exceptions to the warrant requirement to permit\nwarrantless entry into the home”). So we are not eager—more the\nreverse—to print a new permission slip for entering the home\nwithout a warrant.Theamicusargues, though, that we have\nalready created the rule she advocates. InUnited Statesv.Santana,427 U.S.\n38(1976), the main case she relies on, police officers drove\nto Dominga Santana’s house with probable cause to think that\nSantana was dealing drugs, a felony under the applicable law. When\nthe officers pulled up, they saw Santana standing in her home’s\nopen doorway, some 15 feet away. As they got out of the van and\nyelled “police,” Santana “retreated into [the house’s] vestibule.”Id., at 40. The officers followed her in, and discovered\nheroin. We upheld the warrantless entry as one involving a police\n“hot pursuit,” even though the chase “ended almost as soon as it\nbegan.”Id., at 43. Citing “a realistic expectation that any\ndelay would result in destruction of evidence,” we recognized the\nofficers’ “need to act quickly.”Id., at 42–43. But we\nframed our holding in broader terms: Santana’s “act of retreating\ninto her house,” we stated, could “not defeat an arrest” that had\n“been set in motion in a public place.”Ibid. Theamicustakes that statement to support a flat rule\npermitting warrantless home entry when police officers (with\nprobable cause) are pursuing any suspect—whether a felon or a\nmisdemeanant. See Brief forAmicus Curiae11, 26. For\nsupport, she points to a number of later decisions describingSantanain dicta as allowing warrantless home entries when\npolice are “in ‘hot pursuit’ of a fugitive” or “a fleeing suspect.”E.g.,Steagaldv.United States,451 U.S.\n204, 221 (1981);King, 563 U. S., at 460. The\nconcurrence echoes her arguments.We disagree with that broad understanding ofSantana, as we have suggested before. In rejecting theamicus’s view, we see no need to consider Lange’s\ncounterargument thatSantanadid not establishanycategorical rule—even one for fleeing felons. See Brief for\nPetitioner 7, 25 (contending thatSantanais “entirely\nconsistent” with “case-by-case exigency analysis” because the Court\n“carefully based [its] holding on [the] specific facts” and\n“circumstances”). AssumingSantanatreated fleeing-felon\ncases categorically (that is, asalwayspresenting exigent\ncircumstances allowing warrantless entry), see,e.g.,Stantonv.Sims,571 U.S.\n3, 8 (2013) (per curiam);McNeely, 569\nU. S., at 149;King, 563 U. S., at 450, it still\nsaid nothing about fleeing misdemeanants. We said as much inStanton, when we approved qualified immunity for an officer\nwho had pursued a suspected misdemeanant into a home. Describing\nthe same split of authority we took this case to address, we stated\nthat “the law regarding warrantless entry in hot pursuit of a\nfleeing misdemeanant is not clearly established” (so that the\nofficer could not be held liable for damages). 571 U. S., at\n6, 10. In other words, we found that neitherSantananor any\nother decision had resolved the matter one way or the other. And we\nleft things in that unsettled state. See 571 U. S., at 10.Santana, we noted, addressed a police pursuit “involv[ing] a\nfelony suspect,” 571 U. S., at 9; whether the same approach\ngoverned a misdemeanor chase was an issue for a future case.Key to resolving that issue are two facts about\nmisdemeanors: They vary widely, but they may be (in a word)\n“minor.”Welsh, 466 U. S., at 750. In California and\nelsewhere, misdemeanors run the gamut of seriousness. As theamicusnotes, some involve violence. California, for\nexample, classifies as misdemeanors various forms of assault. See\nCal. Penal Code Ann. §241 (West Cum. Supp. 2021); Brief forAmicus Curiae15a–16a. And across the country, “many\nperpetrators of domestic violence are charged with misdemeanors,”\ndespite “the harmfulness of their conduct.”Voisinev.United States, 579 U.S. 686, ___ (2016) (slip op., at 1). So\n“a ‘felon’ is” not always “more dangerous than a misdemeanant.”Tennesseev.Garner,471 U.S.\n1, 14 (1985). But calling an offense a misdemeanor usually\nlimits prison time to one year. See 1 W. LaFave, J. Israel, N.\nKing, & O. Kerr, Criminal Procedure §1.8(c) (4th ed. Supp.\n2020). States thus tend to apply that label to less violent and\nless dangerous crimes. In California, it is a misdemeanor to litter\non a public beach. See Cal. Penal Code Ann. §374.7(a) (2020). And\nto “negligently cut” a plant “growing upon public land.”\n§384a(a)(2), (f ). And to “willfully disturb[ ] another\nperson by loud and unreasonable noise.” §415(2). And (last one) to\n“artificially color[ ] any live chicks [or] rabbits.” §599(b).\nIn forbidding such conduct, California is no outlier. Most States\ncount as misdemeanors such offenses as traffic violations, public\nintoxication, and disorderly conduct. See,e.g., Tex.\nTransp. Code Ann. §545.413(a), (d) (West 2011) (driving without a\nseatbelt); Ill. Comp. Stat., ch. 610, §90/1 (West 2018) (drinking\nalcohol in a railroad car); Ark. Code Ann. §5–71–207(a)(3), (b)\n(2016) (using obscene language likely to promote disorder). So theamicus’s (and concurrence’s) rule would cover lawbreakers of\nevery type, including quite a few hard to think alarming.This Court has held that when a minor offense\nalone is involved, police officers do not usually face the kind of\nemergency that can justify a warrantless home entry. InWelsh, officers responded to a call about a drunk driver\nonly to discover he had abandoned his vehicle and walked home. See\n466 U. S., at 742–743. So no police pursuit was necessary, hot\nor otherwise. The officers just went to the driver’s house, entered\nwithout a warrant, and arrested him for a “nonjailable” offense.Ibid. The State contended that exigent circumstances\nsupported the entry because the driver’s “blood-alcohol level might\nhave dissipated while the police obtained a warrant.”Id.,\nat 754. We rejected that argument on the ground that the driver had\nbeen charged with only a minor offense. “[T]he gravity of the\nunderlying offense,” we reasoned, is “an important factor to be\nconsidered when determining whether any exigency exists.”Id., at 753. “[W]hen only a minor offense has been\ncommitted” (again, without any flight), there is reason to question\nwhether a compelling law enforcement need is present; so it is\n“particularly appropriate” to “hesitat[e] in finding exigent\ncircumstances.”Id., at 750. And we concluded:\n“[A]pplication of the exigent-circumstances exception in the\ncontext of a home entry should rarely be sanctioned when there is\nprobable cause to believe that only a minor offense” is involved.Id., at 753.[2]Add a suspect’s flight and the calculus\nchanges—but not enough to justify theamicus’s categorical\nrule. We have no doubt that in a great many cases flight creates a\nneed for police to act swiftly. A suspect may flee, for example,\nbecause he is intent on discarding evidence. Or his flight may show\na willingness to flee yet again, while the police await a warrant.\nBut no evidence suggests that every case of misdemeanor flight\nposes such dangers. Recall that misdemeanors can target minor,\nnon-violent conduct. Seesupra, at 8–9.Welshheld\nthat when that is so, officers can probably take the time to get a\nwarrant. And at times that will be true even when a misdemeanant\nhas forced the police to pursue him (especially given that\n“pursuit” may cover just a few feet of ground, seesupra, at\n6). Those suspected of minor offenses may flee for innocuous\nreasons and in non-threatening ways. Consider from the casebooks:\nthe man with a mental disability who, in response to officers\nasking him about “fidgeting with [a] mailbox,” retreated in “a\nhurried manner” to his nearby home.Carrollv.Ellington, 800 F.3d 154, 162 (CA5 2015). Or the teenager\n“driving without taillights” who on seeing a police signal “did not\nstop but drove two blocks to his parents’ house, ran inside, and\nhid in the bathroom.”Mascorrov.Billings, 656 F.3d\n1198, 1202 (CA10 2011). In such a case, waiting for a warrant is\nunlikely to hinder a compelling law enforcement need. Seeid., at 1207 (“The risk of flight or escape was somewhere\nbetween low and nonexistent[,] there was no evidence which could\nhave potentially been destroyed[,] and there were no officer or\npublic safety concerns”). Those non-emergency situations may be\natypical. But they reveal the overbreadth—fatal in this context—of\ntheamicus’s (and concurrence’s) rule, which would treat a\ndangerous offender and the scared teenager the same. In misdemeanor\ncases, flight does not always supply the exigency that this Court\nhas demanded for a warrantless home entry.Our Fourth Amendment precedents thus point\ntoward assessing case by case the exigencies arising from\nmisdemeanants’ flight. That approach will in many, if not most,\ncases allow a warrantless home entry. When the totality of\ncircumstances shows an emergency—such as imminent harm to others, a\nthreat to the officer himself, destruction of evidence, or escape\nfrom the home—the police may act without waiting. And those\ncircumstances, as described just above, include the flight\nitself.[3] But the need to\npursue a misdemeanant does not trigger a categorical rule allowing\nhome entry, even absent a law enforcement emergency. When the\nnature of the crime, the nature of the flight, and surrounding\nfacts present no such exigency, officers must respect the sanctity\nof the home—which means that they must get a warrant.BThe common law in place at the Constitution’s\nfounding leads to the same conclusion. That law, we have many times\nsaid, may be “instructive in determining what sorts of searches the\nFramers of the Fourth Amendment regarded as reasonable.”E.g.,Steagald, 451 U. S., at 217. And the\nFramers’ view provides a baseline for our own day: The Amendment\n“must provideat a minimumthe degree of protection it\nafforded when it was adopted.”United Statesv.Jones,565 U.S.\n400, 411 (2012); seeJardines, 569 U. S., at 5.\nSometimes, no doubt, the common law of the time is hard to figure\nout: The historical record does not reveal a limpid legal rule.\nSee,e.g.,Payton, 445 U. S., at 592–597. Here,\nwe find it challenging to map every particular of the common law’s\ntreatment of warrantless home entries. But the evidence is clear on\nthe question before us: The common law did not recognize a\ncategorical rule enabling such an entry in every case of\nmisdemeanor pursuit.Like our modern precedents, the common law\nafforded the home strong protection from government intrusion. As\nthis Court once wrote: “The zealous and frequent repetition of the\nadage that a ‘man’s house is his castle’ made it abundantly clear\nthat both in England and in the Colonies ‘the freedom of one’s\nhouse’ was one of the most vital elements of English liberty.”Id., at 596–597 (footnote omitted); seeSemayne’s\nCase, 5 Co. Rep. 91a, 91b, 77 Eng. Rep. 194, 195 (K. B. 1604)\n(“[T]he house of every one is as to him as his castle and fortress,\nas well for his defen[s]e against injury and violence, as for his\nrepose” (footnote omitted)); 3 W. Blackstone, Commentaries on the\nLaws of England 288 (1768) (“[E]very man’s house is looked upon by\nthe law to be his castle of defen[s]e and asylum”).[4] To protect that interest, “prominent law\nlords, the Court of Common Pleas, the Court of King’s Bench,\nParliament,” and leading treatise writers all “c[a]me to embrace”\nthe “understanding” that generally “a warrant must issue” before a\ngovernment official could enter a house. Donohue, The Original\nFourth Amendment, 83 U. Chi. L. Rev. 1181, 1238–1239 (2016); see\nDavies, Recovering the Original Fourth Amendment, 98 Mich. L. Rev.\n547, 642–646 (1999). That did not mean the Crown got the message;\nits officers often asserted power to intrude into any home they\npleased—thus adding to the colonists’ list of grievances. SeeSteagald, 451 U. S., at 220. But the law on the books\noffered a different model: “To enter a man’s house” without a\nproper warrant, Lord Chief Justice Pratt proclaimed in 1763, is to\nattack “the liberty of the subject” and “destroy the liberty of the\nkingdom.”Hucklev.Money, 2 Wils. K. B. 206, 207, 95\nEng. Rep. 768, 769 (K. B. 1763). That was the idea behind the\nFourth Amendment.There was an oft-discussed exception: An\nofficer, according to the day’s treatises, could enter a house to\npursue a felon. The felony category then was a good deal narrower\nthan now. Many modern felonies were “classified as misdemeanors” at\ncommon law, with the felony label mostly reserved for crimes\n“punishable by death.”Garner, 471 U. S., at 13–14; see\n4 W. Blackstone, Commentaries on the Laws of England 98 (1791)\n(Blackstone). In addressing those serious crimes, the law “allow[ed\nof] extremities” to meet “necessity.” R. Burn, The Justice of the\nPeace, and Parish Officer 86 (6th ed. 1758). So if a person\nsuspected “upon probable grounds” of a felony “fly and take house,”\nSir Matthew Hale opined, then “the constable may break open the\ndoor, tho he have no warrant.” 2 Pleas of the Crown 91–92 (1736)\n(Hale). Sergeant William Hawkins set out a more restrictive rule in\nhis widely read treatise. He wrote that a constable, “with or\nwithout a warrant,” could “break open doors” if “pursu[ing]” a\nperson “known to have committed” a felony—but not if the person was\nonly “under a probable suspicion.” 2 Pleas of the Crown 138–139\n(1787) (Hawkins). On the other hand, Sir William Blackstone went\nbroader than Hale. A constable, he thought, could “break open\ndoors”—no less than “upon a justice’s warrant”—if he had “probable\nsuspicion [to] arrest [a] felon,” even absent flight or pursuit.\nBlackstone 292. The commentators thus differed on the scope of the\nfelony exception to the warrant requirement. But they agreed on one\nthing: It was indeed afelonyexception. All their rules\napplied to felonies as a class, and to no other whole class of\ncrimes.In the misdemeanor context, officers had more\nlimited authority to intrude on a fleeing suspect’s home.[5] Once again, some of the specifics\nare uncertain, and commentators did not always agree with each\nother. But none suggested any kind of all-misdemeanor-flight rule.\nInstead, their approval of entry turned on the circumstances. One\nset of cases involved what might be called pre-felonies. Blackstone\nexplained that “break[ing] open doors” was allowable not only “in\ncase of [a] felony” but also in case of “a dangerous wounding\nwhereby [a] felony is likely to ensue.”Ibid.In other\nwords, the felony rule extended to crimes that would become\nfelonies if the victims died. See Hale 94.[6] Another set of cases involved crimes, mostly violent\nthemselves, liable to provoke felonious acts. Often called\n“affrays” or “breaches of the peace,” a typical example was “the\nfighting of two or more persons” to “the terror of his majesty’s\nsubjects.” Blackstone 145, 150.[7] Because that conduct created a “danger of\nfelony”—because when it occurred, “there is likely to be\nmanslaughter or bloodshed committed”—“the constable may break open\nthe doors to keep the peace.” Hale 90, 95 (emphasis deleted); see\nHawkins 139 (blessing a warrantless entry “where those who have\nmade an affray in [the constable’s] presence fly to a house and are\nimmediately pursued”). Hale also approved a warrantless entry to\nstop a more mundane form of harm: He (though not other\ncommentators) thought a constable could act to “suppress the\ndisorder” associated with “drinking or noise in a house at an\nunseasonable time of night.” Hale 95. But differences aside, all\nthe commentators focused on the facts of cases: When a suspected\nmisdemeanant, fleeing or otherwise, threatened no harm, the\nconstable had to get a warrant.The common law thus does not support a\ncategorical rule allowing warrantless home entry when a\nmisdemeanant flees. It had a rule of that kind for felonies. But\nmuch as inWelshcenturies later, the common law made\ndistinctions based on “the gravity of the underlying offense.” 466\nU. S., at 753. When it came to misdemeanors, flight alone was\nnot enough. Whether a constable could make a warrantless entry\ndepended as well on other circumstances suggesting a potential for\nharm and a need to act promptly.[8] In that way, the common-law rules (even if sometimes\nhard to discern with precision) mostly mirror our modern caselaw.\nThe former too demanded—and often found—a law enforcement exigency\nbefore an officer could “break open” a fleeing misdemeanant’s\ndoors. Blackstone 292.IIIThe flight of a suspected misdemeanant does\nnot always justify a warrantless entry into a home. An officer must\nconsider all the circumstances in a pursuit case to determine\nwhether there is a law enforcement emergency. On many occasions,\nthe officer will have good reason to enter—to prevent imminent\nharms of violence, destruction of evidence, or escape from the\nhome. But when the officer has time to get a warrant, he must do\nso—even though the misdemeanant fled.Because the California Court of Appeal applied\nthe categorical rule we reject today, we vacate its judgment and\nremand the case for further proceedings not inconsistent with this\nopinion.It is so ordered.Notes1Compare,e.g.,\n2019 WL 5654385, *7–*8 (case below) (applying a categorical rule);Bismarckv.Brekhus, 2018 ND 84, ¶ 27, 908 N.W.2d\n715, 719–720 (same);Commonwealthv.Jewett, 471\nMass. 624, 634–635, 31 N. E. 3d 1079, 1089 (2015) (same);Peoplev.Wear, 229 Ill. 2d 545, 568, 571, 893 N.E.2d\n631, 644–646 (2008) (same);Middletownv.Flinchum,\n95 Ohio St. 3d 43, 44–45, 765 N.E.2d 330, 332 (2002) (same);Statev.Ricci, 144 N. H. 241, 244–245, 739 A.2d\n404, 407–408 (1999) (same), with,e.g.,Statev.Markus, 211 So. 3d 894, 906–907 (Fla. 2017) (requiring a\ncase-specific showing);Mascorrov.Billings, 656\nF.3d 1198, 1207 (CA10 2011) (same);Butlerv.State,\n309 Ark. 211, 216–217,829 S.W.2d 412,415(1992) (same);Statev.Bolte, 115 N. J.\n579, 597–598,560 A.2d 644, 654–655 (1989) (same); see alsoStantonv.Sims,571 U.S.\n3, 6–7 (2013) (per curiam) (noting the\nsplit).2The concurrence is wrong\nto say thatWelshapplies only to nonjailable offenses, and\nnot to minor crimes that are labeled misdemeanors. Seepost,\nat 12–13 (Roberts, C. J., concurring in judgment). No less\nthan four times,Welshframed its holding as applying to\n“minor offenses” generally. 466 U. S., at 750, 752–753. (By\ncontrast, the word “nonjailable” does not appear in its legal\nanalysis.) The decision cited lower court cases prohibiting\nwarrantless home entries when the defendant had committed a\nmisdemeanor. Seeid., at 752. And its essential rationale\napplies to all minor crimes, however labeled. As the Court stated\n(quoting an earlier Justice Jackson opinion): It would\n“display[ ] a shocking lack of all sense of proportion” to say\nthat “private homes, even quarters in a tenement, may be\nindiscriminately invaded at the discretion of any suspicious police\nofficer engaged in following up offenses that involve no violence\nor threats of it.”Id., at 751 (quotingMcDonaldv.United States,335 U.S.\n451, 459 (1948) (concurring opinion)).3Given that our rule\nallows warrantless home entry when emergencies like these exist, we\nthink the concurrence’s alarmism misplaced. See,e.g.,post, at 2 (opinion of Roberts, C. J.) (bewailing\n“danger[ ]” and “absurd[ity]”). The concurrence spends most of\nits time worrying about cases in which there are exigencies above\nand beyond the flight itself: when, for example, the fleeing\nmisdemeanant will “get a gun and take aim from inside” or “flush\ndrugs down the toilet.”Post, at 2, 8. But again: When an\nofficer reasonably believes those exigencies exist, he does not\nneed a categorical misdemeanor-pursuit rule to justify a\nwarrantless home entry. (And contrary to the concurrence’s\nunder-explained suggestion, seepost, at 7–8, assessing\nexigencies is no harder in this context than in any other.) The\nonly cases in which we and the concurrence reach a different result\nare cases involving flight alone, without exigencies like the\ndestruction of evidence, violence to others, or escape from the\nhome. It is telling that—although they are our sole\ndisagreement—the concurrence hardly talks about those “flight\nalone” cases. Apparently, it taxes even the concurrence to justify\nas an “exigency” a warrantless entry based only on a misdemeanant’s\nprior retreat into his home—when the police officers do not\nreasonably believe anything harmful will happen in the time it\ntakes to get a warrant.4In a 1763 Parliamentary\ndebate, about searches made to enforce a tax, William Pitt the\nElder orated as follows: “The poorest man may in his cottage bid\ndefiance to all the forces of the Crown. It may be frail; its roof\nmay shake; the wind may blow through it; the storm may enter; the\nrain may enter; but the King of England cannot enter—all his force\ndares not cross the threshold of the ruined tenement!”Millerv.United States,357\nU.S. 301, 307, and n. 7 (1958) (citing The Oxford\nDictionary of Quotations 379 (2d ed. 1953); 15 T. Hansard,\nParliamentary History of England, col. 1307 (1813)).5Note, though, that if a\nperson had already been arrested and then escaped from custody, an\nofficer could always search for him at home. See 2 W. Hawkins,\nPleas of the Crown 87 (1721).6Both felonies and\npre-felonies justified the common law’s “hue and cry”: when a\nconstable or other person “raise[d] the power of the towne”—“with\nhorn and with voice”—to pursue an offender. 3 E. Coke, Institutes\nof the Laws of England 116 (1644); Blackstone 293. Most of the\ncommon-law authorities approved warrantless home entries upon a hue\nand cry. But because that process was generally available only to\napprehend felons and those who had “dangerously wounded any\nperson,” it did not enlarge the range of qualifying offenses. Hale\n98; see Brief for Constitutional Accountability Center asAmicus\nCuriae17–18.7The term “breach of the\npeace” can today encompass many kinds of behavior, and even in\ncommon-law times it “meant very different things in different”\ncontexts.Atwaterv.Lago Vista,532 U.S.\n318, 327, n. 2 (2001). But “[m]ore often than not, when\nused in reference to common-law arrest power, the term seemed to\nconnote an element of violence.”Id., at 327–328,\nn. 2.8The concurrence professes\nto disagree with this conclusion, seepost, at 17–19\n(opinion of Roberts, C. J.), but its account of the common law ends\nup in much the same place as ours. The concurrence recognizes a\ncategorical rule permitting warrantless home entry in pursuit of\nfleeing felons. Seepost, at 17. But for misdemeanants, the\nconcurrence presents only discrete circumstances—mostly the same as\nours—allowing home entry without a warrant.Post, at\n17–18.Those particular instances of permissible entry do\nnot create a categorical rule.",
    "joined": []
}