{
    "case": {
        "docket": "175",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/175/"
    },
    "id": "3258655",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–435_________________OMNICARE, INC., et al., PETITIONERSv.LABORERS\nDISTRICT COUNCIL CONSTRUCTION INDUSTRY PENSION FUND et al.on writ of certiorari to the united states court of appeals for\nthe sixth circuit[March 24, 2015]Justice Kagan delivered the opinion of the\nCourt.Before a company may sell securities in interstate commerce, it\nmust file a registration statement with the Securities and Exchange\nCommission (SEC). If that document either “contain[s] an untrue\nstatement of a material fact” or “omit[s] to state a material fact\n. . . necessary to make the statements therein not\nmisleading,” a purchaser of the stock may sue for damages. 15\nU. S. C. §77k(a). This case requires us to decide how\neach of those phrases applies to statements of opinion.IThe Securities Act of 1933, 48Stat. 74, 15 U. S. C.\n§77aet seq., protects investors by ensuring that\ncompanies issuing securities (known as “issuers”) make a “full and\nfair disclosure of information” relevant to a public offering.Pinterv.Dahl, 486 U. S. 622, 646 (1988) . The\nlinchpin of the Act is its registration requirement. With limited\nexceptions not relevant here, an issuer may offer securities to the\npublic only after filing a registration statement. See §§77d, 77e.\nThat statement must contain specified information about both the\ncompany itself and the security for sale. See §§77g, 77aa. Beyond\nthose required disclosures, the issuer may include additional\nrepresentations of either fact or opinion.Section 11 of the Act promotes compliance with these disclosure\nprovisions by giving purchasers a right of action against an issuer\nor designated individuals (directors, partners, underwriters, and\nso forth) for material misstatements or omissions in registration\nstatements. As relevant here, that section provides:“In case any part of the registration statement, when such part\nbecame effective, contained an untrue statement of a material fact\nor omitted to state a material fact required to be stated therein\nor necessary to make the statements therein not misleading, any\nperson acquiring such security . . . [may] sue.”\n§77k(a).Section 11 thus creates two ways to hold issuers liable for the\ncontents of a registration statement—one focusing on what the\nstatement says and the other on what it leaves out. Either way, the\nbuyer need not prove (as he must to establish certain other\nsecurities offenses) that the defendant acted with any intent to\ndeceive or defraud.Herman & MacLeanv.Huddleston, 459 U. S. 375 –382 (1983).This case arises out of a registration statement that petitioner\nOmnicare filed in connection with a public offering of common\nstock. Omnicare is the nation’s largest provider of pharmacy\nservices for residents of nursing homes. Its registration statement\ncontained (along with all mandated disclosures) analysis of the\neffects of various federal and state laws on its business model,\nincluding its acceptance of rebates from pharmaceutical\nmanufacturers. See,e.g.,App. 88–107, 132–140, 154–166. Of\nsignificance here, two sentences in the registration statement\nexpressed Omnicare’s view of its compliance with legal\nrequirements:“We believe our contract arrangements with other healthcare\nproviders, our pharmaceutical suppliers and our pharmacy practices\nare in compliance with applicable federal and state laws.”Id.,at 95.“We believe that our contracts with pharmaceutical manufacturers\nare legally and economically valid arrangements that bring value to\nthe healthcare system and the patients that we serve.”Id.,at 137.Accompanying those legal opinions were some caveats. On the same\npage as the first statement above, Omnicare mentioned several\nstate-initiated “enforcement actions against pharmaceutical\nmanufacturers” for offering payments to pharmacies that dispensed\ntheir products; it then cautioned that the laws relating to that\npractice might “be interpreted in the future in a manner\ninconsistent with our interpretation and application.”Id.,at 96. And adjacent to the second statement, Omnicare noted that\nthe Federal Government had expressed “significant concerns” about\nsome manufacturers’ rebates to pharmacies and warned that business\nmight suffer “if these price concessions were no longer provided.”Id.,at 136–137.Respondents here, pension funds that purchased Omnicare stock in\nthe public offering (hereinafter Funds), brought suit alleging that\nthe company’s two opinion statements about legal compliance give\nrise to liability under §11. Citing lawsuits that the Federal\nGovernment later pressed against Omnicare, the Funds’ complaint\nmaintained that the company’s receipt of payments from drug\nmanufacturers violated anti-kickback laws. Seeid.,at\n181–186, 203–226. Accordingly, the complaint asserted, Omnicare\nmade “materially false” representations about legal compliance.Id.,at 274. And so too, the complaint continued, the\ncompany “omitted to state [material] facts necessary” to make its\nrepresentations not misleading.Id.,at 273. The Funds\nclaimed that none of Omnicare’s officers and directors “possessed\nreasonable grounds” for thinking that the opinions offered were\ntruthful and complete.Id.,at 274. Indeed, the complaint\nnoted that one of Omnicare’s attorneys had warned that a particular\ncontract “carrie[d] a heightened risk” of liability under\nanti-kickback laws.Id.,at 225 (emphasis deleted). At the\nsame time, the Funds made clear that in light of §11’s strict\nliability standard, they chose to “exclude and disclaim any\nallegation that could be construed as alleging fraud or intentional\nor reckless misconduct.”Id.,at 273.The District Court granted Omnicare’s motion to dismiss. See\nCiv. No. 2006–26 (ED Ky., Feb. 13, 2012), App. to Pet. for Cert.\n28a, 38a–40a, 2012 WL 462551, *4–*5. In the court’s view,\n“statements regarding a company’s belief as to its legal compliance\nare considered ‘soft’ information” and are actionable only if those\nwho made them “knew [they] were untrue at the time.” App. to Pet.\nfor Cert. 38a. The court concluded that the Funds’ complaint failed\nto meet that standard because it nowhere claimed that “the\ncompany’s officers knew they were violating the law.”Id.,at 39a. The Court of Appeals for the Sixth Circuit reversed. See\n719 F. 3d 498 (2013). It acknowledged that the two statements\nhighlighted in the Funds’ complaint expressed Omnicare’s “opinion”\nof legal compliance, rather than “hard facts.”Id.,at 504\n(quotingIn re Sofamor Danek Group Inc., 123 F. 3d\n394, 401–402 (CA6 1997)). But even so, the court held, the Funds\nhad to allege only that the stated belief was “objectively false”;\nthey did not need to contend that anyone at Omnicare “disbelieved\n[the opinion] at the time it was expressed.” 719 F. 3d,at 506 (quotingFaitv.Regions Financial Corp., 655\nF. 3d 105, 110 (CA2 2011)).We granted certiorari, 571 U. S. ___ (2014), to consider\nhow §11 pertains to statements of opinion. We do so in two steps,\ncorresponding to the two parts of §11 and the two theories in the\nFunds’ complaint. We initially address the Funds’ claim that\nOmnicare made “untrue statement[s] of . . . material\nfact” in offering its views on legal compliance. §77k(a); see App.\n273–274. We then take up the Funds’ argument that Omnicare “omitted\nto state a material fact . . . necessary to make the\nstatements [in its registration filing] not misleading.” §77k(a);\nsee App. 273–274. Unlike both courts below, we see those\nallegations as presenting different issues.[1] In\nresolving the first, we discuss when an opinion itself constitutes\na factual misstatement. In analyzing the second, we address when an\nopinion may be rendered misleading by the omission of discrete\nfactual representations. Because we find that the Court of Appeals\napplied the wrong standard, we vacate its decision.IIThe Sixth Circuit held, and the Funds now urge, that a statement\nof opinion that is ultimately found incorrect—even if believed at\nthe time made—may count as an “untrue statement of a material\nfact.” 15 U. S. C §77k(a); see 719 F. 3d, at 505;\nBrief for Respondents 20–26. As the Funds put the point, a\nstatement of belief may make an implicit assertion about the\nbelief’s “subject matter”: To say “we believe X is true” is often\nto indicate that “X is in fact true.”Id.,at 23; see Tr. of\nOral Arg. 36. In just that way, the Funds conclude, an issuer’s\nstatement that “we believe we are following the law” conveys that\n“we in fact are following the law”—which is “materially false,” no\nmatter what the issuer thinks, if instead it is violating an\nanti-kickback statute. Brief for Respondents 1.But that argument wrongly conflates facts and opinions. A fact\nis “a thing done or existing” or “[a]n actual happening.” Webster’s\nNew International Dictionary 782 (1927). An opinion is “a belief[,]\na view,” or a “sentiment which the mind forms of persons or\nthings.”Id.,at 1509. Most important, a statement of fact\n(“the coffee is hot”) expresses certainty about a thing, whereas a\nstatement of opinion (“I think the coffee is hot”) does not. Seeibid.(“An opinion, in ordinary usage . . . does\nnot imply . . . definiteness . . . or\ncertainty”); 7 Oxford English Dictionary 151 (1933) (an opinion\n“rests[s] on grounds insufficient for complete demonstration”).\nIndeed, that difference between the two is so ingrained in our\neveryday ways of speaking and thinking as to make resort to old\ndictionaries seem a mite silly. And Congress effectively\nincorporated just that distinction in §11’s first part by exposing\nissuers to liability not for “untrue statement[s]” full stop (which\nwould have included ones of opinion), but only for “untrue\nstatement[s] of . . .fact.” §77k(a) (emphasis\nadded).Consider that statutory phrase’s application to two hypothetical\nstatements, couched in ways the Funds claim are equivalent. A\ncompany’s CEO states: “The TVs we manufacture have the highest\nresolution available on the market.” Or, alternatively, the CEO\ntransforms that factual statement into one of opinion: “Ibelieve” (or “I think”) “the TVs we manufacture have the\nhighest resolution available on the market.” The first version\nwould be an untrue statement of fact if a competitor had introduced\na higher resolution TV a month before—even assuming the CEO had not\nyet learned of the new product. The CEO’s assertion, after all, is\nnot mere puffery, but a determinate, verifiable statement about her\ncompany’s TVs; and the CEO, however innocently, got the facts\nwrong. But in the same set of circumstances, the second version\nwould remain true. Just as she said, the CEO really did believe,\nwhen she made the statement, that her company’s TVs had the\nsharpest picture around. And although a plaintiff could later prove\nthat opinion erroneous, the words “I believe” themselves admitted\nthat possibility, thus precluding liability for an untrue statement\nof fact. That remains the case if the CEO’s opinion, as here,\nconcerned legal compliance. If, for example, she said, “I believe\nour marketing practices are lawful,” and actually did think that,\nshe could not be liable for a false statement of fact—even if she\nafterward discovered a longtime violation of law. Once again, the\nstatement would have been true, because all she expressed was a\nview, not a certainty, about legal compliance.That still leaves some room for §11’s false-statement provision\nto apply to expressions of opinion. As even Omnicare acknowledges,\nevery such statement explicitly affirms one fact: that the speaker\nactually holds the stated belief. See Brief for Petitioners 15–16;\nW. Keeton, D. Dobbs, R. Keeton, & D. Owen, Prosser and Keeton\non the Law of Torts §109, p. 755 (5th ed. 1984) (Prosser and\nKeeton) (“[A]n expression of opinion is itself always a statement\nof . . . the fact of the belief, the existing state of\nmind, of the one who asserts it”). For that reason, the CEO’s\nstatement about product quality (“I believe our TVs have the\nhighest resolution available on the market”) would be an untrue\nstatement of fact—namely, the fact of her own belief—if she knew\nthat her company’s TVs only placed second. And so too the statement\nabout legal compliance (“I believe our marketing practices are\nlawful”) would falsely describe her own state of mind if she\nthought her company was breaking the law. In such cases, §11’s\nfirst part would subject the issuer to liability (assuming the\nmisrepresentation were material).[2]In addition, some sentences that begin with opinion words like\n“I believe” contain embedded statements of fact—as, once again,\nOmnicare recognizes. See Reply Brief 6. Suppose the CEO in our\nrunning hypothetical said: “I believe our TVs have the highest\nresolution available because we use a patented technology to which\nour competitors do not have access.” That statement may be read to\naffirm not only the speaker’s state of mind, as described above,\nbut also an underlying fact: that the company uses a patented\ntechnology. SeeVirginia Bankshares, Inc.v.Sandberg, 501 U. S. 1083, 1109 (1991) (Scalia, J.,\nconcurring in part and concurring in judgment) (showing that a\nstatement can sometimes be “most fairly read as affirming\nseparately both the fact of the [speaker’s] opinion and the\naccuracy of the facts” given to support or explain it (emphasis\ndeleted)). Accordingly, liability under §11’s false-statement\nprovision would follow (once again, assuming materiality) not only\nif the speaker did not hold the belief she professed but also if\nthe supporting fact she supplied were untrue.But the Funds cannot avail themselves of either of those ways of\ndemonstrating liability. The two sentences to which the Funds\nobject are pure statements of opinion: To simplify their content\nonly a bit, Omnicare said in each that “we believe we are obeying\nthe law.” And the Funds do not contest that Omnicare’s opinion was\nhonestly held. Recall that their complaint explicitly “exclude[s]\nand disclaim[s]” any allegation sounding in fraud or deception.\nApp. 273. What the Funds instead claim is that Omni-care’s belief\nturned out to be wrong—that whatever the company thought, it was in\nfact violating anti-kickback laws. But that allegation alone will\nnot give rise to liability under §11’s first clause because, as we\nhave shown, a sincere statement of pure opinion is not an “untrue\nstatement of material fact,” regardless whether an investor can\nultimately prove the belief wrong. That clause, limited as it is to\nfactual statements, does not allow investors to second-guess\ninherently subjective and uncertain assessments. In other words,\nthe provision is not, as the Court of Appeals and the Funds would\nhave it, an invitation to Monday morning quarterback an issuer’s\nopinions.IIIAThat conclusion, however, does not end this case because the\nFunds also rely on §11’s omissions provision, alleging that\nOmnicare “omitted to state facts necessary” to make its opinion on\nlegal compliance “not misleading.” App. 273; see §77k(a).[3] As all parties accept, whether a statement is\n“misleading” depends on the perspective of a reasonable investor:\nThe inquiry (like the one into materiality) is objective. Cf.TSC Industries, Inc.v.Northway, Inc., 426\nU. S. 438, 445 (1976) (noting that the securities laws care\nonly about the “significance of an omitted or misrepresented fact\nto a reasonable investor”). We therefore must consider when, if\never, the omission of a fact can make a statement of opinion like\nOmnicare’s, even if literally accurate, misleading to an ordinary\ninvestor.Omnicare claims that is just not possible. On its view, no\nreasonable person, in any context, can understand a pure statement\nof opinion to convey anything more than the speaker’s own mindset.\nSee Reply Brief 5–6. As long as an opinion is sincerely held,\nOmnicare argues, it cannot mislead as to any matter, regardless\nwhat related facts the speaker has omitted. Such statements of\nbelief (concludes Omnicare) are thus immune from liability under\n§11’s second part, just as they are under its first.[4]That claim has more than a kernel of truth. A reason-able person\nunderstands, and takes into account, the differ-ence we have\ndiscussed above between a statement of fact and one of opinion. Seesupra,at 6–7. She recognizes the import of words like “I\nthink” or “I believe,” and grasps that they convey some lack of\ncertainty as to the statement’s content. See,e.g.,Restatement (Second) of Contracts §168, Commenta, p. 456\n(1979) (noting that a statement of opinion “implies that [the\nspeaker] . . . is not certain enough of what he says” to\ndo without the qualifying language). And that may be especially so\nwhen the phrases appear in a registration statement, which the\nreasonable investor expects has been carefully wordsmithed to\ncomply with the law. When reading such a document, the investor\nthus distinguishes between the sentences “we believe X is true” and\n“X is true.” And because she does so, the omission of a fact that\nmerely rebuts the latter statement fails to render the former\nmisleading. In other words, a statement of opinion is not\nmisleading just because external facts show the opinion to be\nincorrect. Reasonable investors do not understand such statements\nas guarantees, and §11’s omissions clause therefore does not treat\nthem that way.But Omnicare takes its point too far, because a reason-able\ninvestor may, depending on the circumstances, under-stand an\nopinion statement to convey facts about how the speaker has formed\nthe opinion—or, otherwise put, about the speaker’s basis for\nholding that view. And if the real facts are otherwise, but not\nprovided, the opinion statement will mislead its audience. Consider\nan unadorned statement of opinion about legal compliance: “We\nbelieve our conduct is lawful.” If the issuer makes that statement\nwithout having consulted a lawyer, it could be misleadingly\nincomplete. In the context of the securities market, an investor,\nthough recognizing that legal opinions can prove wrong in the end,\nstill likely expects such an assertion to rest on some meaningful\nlegal inquiry—rather than, say, on mere intuition, however\nsincere.[5] Similarly, if the issuer made the\nstatement in the face of its lawyers’ contrary advice, or with\nknowledge that the Federal Government was taking the opposite view,\nthe investor again has cause to complain: He expects not just that\nthe issuer believes the opinion (however irrationally), but that it\nfairly aligns with the information in the issuer’s possession at\nthe time.[6] Thus, if a registration statement\nomits material facts about the issuer’s inquiry into or knowledge\nconcerning a statement of opinion, and if those factsconflict with\nwhat a reasonable investor would take from the statement itself,\nthen §11’s omissions clause creates liability.[7]An opinion statement, however, is not necessarily misleading\nwhen an issuer knows, but fails to disclose, some fact cutting the\nother way. Reasonable investors understand that opinions sometimes\nrest on a weighing of competing facts; indeed, the presence of such\nfacts is one reason why an issuer may frame a statement as an\nopinion, thus conveying uncertainty. Seesupra,at 6–7, 11.\nSuppose, for example, that in stating an opinion about legal\ncompliance, the issuer did not disclose that a single junior\nattorney expressed doubts about a practice’s legal-ity, when six of\nhis more senior colleagues gave a stamp of approval. That omission\nwould not make the statement of opinion misleading, even if the\nminority position ulti-mately proved correct: A reasonable investor\ndoes not expect thateveryfact known to an issuer supports\nits opinion statement.[8]Moreover, whether an omission makes an expression of opinion\nmisleading always depends on context. Registration statements as a\nclass are formal documents, filed with the SEC as a legal\nprerequisite for selling securities to the public. Investors do\nnot, and are right not to, expect opinions contained in those\nstatements to reflect baseless, off-the-cuff judgments, of the kind\nthat an individual might communicate in daily life. At the same\ntime, an investor reads each statement within such a document,\nwhether of fact or of opinion, in light of all its surrounding\ntext, including hedges, disclaimers, and apparently conflicting\ninformation. And the investor takes into account the customs and\npractices of the relevant industry. So an omission that renders\nmisleading a statement of opinion when viewed in a vacuum may not\ndo so once that statement is considered, as is appropriate, in a\nbroader frame. The reasonable investor understands a statement of\nopinion in its full context, and §11 creates liability only for the\nomission of material facts that cannot be squared with such a fair\nreading.These principles are not unique to §11: They inhere, too, in\nmuch common law respecting the tort of misrepresentation.[9] The Restatement of Torts, for example, recognizes that\n“[a] statement of opinion as to facts not disclosed and not\notherwise known to the recipient may” in some circumstances\nreasonably “be interpreted by him as an implied statement” that the\nspeaker “knows facts sufficient to justify him in forming” the\nopinion, or that he at least knows no facts “incompatible with\n[the] opinion.” Restatement (Second) of Torts §539, p. 85\n(1976).[10] When that is so, the Restatement\nexplains, liability may result from omission of facts—for example,\nthe fact that the speaker failed to conduct any investigation—that\nrebut the recipient’s predictable inference. Seeid.,Commenta, at 86;id.,Commentb, at 87.\nSimilarly, the leading treatise in the area explains that “it has\nbeen recognized very often that the expression of an opinion may\ncarry with it an implied assertion, not only that the speaker knows\nno facts which would preclude such an opinion, but that he does\nknow facts which justify it.” Prosser and Keeton §109, at 760. That\nis especially (and traditionally) the case, the treatise continues,\nwhere—as in a registration statement—a speaker “holds himself out\nor is understood as having special knowledge of the matter which is\nnot available to the plaintiff.”Id.,at 760–761 (footnote\nomitted); see Restatement (Second) of Torts §539, Commentb,\nat 86 (noting that omissions relating to an opinion’s basis are\n“particularly” likely to give rise to liability when the speaker\nhas “special knowledge of facts unknown to the recipient”);Smithv.Land and House Property Corp.,[1884] 28 Ch.\nD. 7, 15 (App. Cas.) (appeal taken from Eng.) (opinion of Bowen,\nL. J.) (When “the facts are not equally known to both sides,\nthen a statement of opinion by the one who knows the facts best\n. . . impliedly states that [the speaker] knows facts\nwhich justify his opinion”).[11]And the purpose of §11 supports this understanding of how the\nomissions clause maps onto opinion statements. Congress adopted §11\nto ensure that issuers “tell[ ] the whole truth” to investors.\nH. R. Rep. No. 85, 73d Cong., 1st Sess., 2 (1933) (quoting\nPresident Roosevelt’s message to Congress). For that reason,\nliteral accuracy is not enough: An issuer must as well desist from\nmisleading investors by saying one thing and holding back another.\nOmnicare would nullify that statutory requirement for all sentences\nstarting with the phrases “we believe” or “we think.” But those\nmagic words can preface nearly any conclusion, and the resulting\nstatements, as we have shown, remain perfectly capable of\nmisleading investors. Seesupra,at 11–12. Thus, Omnicare’s\nview would punch a hole in the statute for half-truths in the form\nof opinion statements. And the difficulty of showing that such\nstatements are literally false—which requires proving an issuer did\nnot believe them, seesupra,at 7–8—would make that opening\nyet more consequential: Were Omni-care right, companies would have\nvirtualcarte blancheto assert opinions in registration\nstatements free from worry about §11. That outcome would ill-fit\nCongress’s decision to establish a strict liability offense\npromoting “full and fair disclosure” of material information.Pinter, 486 U. S., at 646; seesupra,at\n1–2.Omnicare argues, in response, that applying §11’s omissions\nclause in the way we have described would have “adverse policy\nconsequences.” Reply Brief 17 (capitalization omitted). According\nto Omnicare, any inquiry into the issuer’s basis for holding an\nopinion is “hopelessly amorphous,” threatening “unpredictable” and\npossibly “massive” liability.Id.,at 2; Brief for\nPetitioners 34, 36. And because that is so, Omnicare claims, many\nissuers will choose not to disclose opinions at all, thus\n“depriving [investors] of potentially helpful information.” Reply\nBrief 19; see Tr. of Oral Arg. 59–61.But first, that claim is, just as Omnicare labels it, one of\n“policy”; and Congress gets to make policy, not the courts. The\ndecision Congress made, for the reasons we have indicated, was to\nextend §11 liability to all statements rendered misleading by\nomission. In doing so, Congress no doubt made §11 less cut-and-dry\nthan a law prohibiting only false factual statements. Section 11’s\nomissions clause, as applied to statements of both opinion and\nfact, necessarily brings the reasonable person into the analysis,\nand asks what she would naturally understand a statement to convey\nbeyond its literal meaning. And for expressions of opinion, that\nmeans considering the foundation she would expect an issuer to have\nbefore making the statement. Seesupra,at 11–12. All that,\nhowever, is a feature, not a bug, of the omissions provision.Moreover, Omnicare way overstates both the looseness of the\ninquiry Congress has mandated and the breadth of liability that\napproach threatens. As we have explained, an investor cannot state\na claim by alleging only that an opinion was wrong; the complaint\nmust as well call into question the issuer’s basis for offering the\nopinion. Seesupra,at 11–12. And to do so, the investor\ncannot just say that the issuer failed to reveal its basis. Section\n11’s omissions clause, after all, is not a general disclosure\nrequirement; it affords a cause of action only when an issuer’s\nfailure to include a material fact has rendered a published\nstatement misleading. To press such a claim, an investor must\nallege that kind of omission—and not merely by means of conclusory\nassertions. SeeAshcroftv.Iqbal, 556 U. S. 662, 678\n(2009) (“Threadbare recitals of the elements of a cause of action,\nsupported by mere conclusory statements, do not suffice”). To be\nspecific: The investor must identify particular (and material)\nfacts going to the basis for the issuer’s opinion—facts about the\ninquiry the issuer did or did not conduct or the knowledge it did\nor did not have—whose omission makes the opinion statement at issue\nmisleading to a reasonable person reading the statement fairly and\nin context. Seesupra,at 11–14. That is no small task for\nan investor.Nor does the inquiry such a complaint triggers ask anything\nunusual of courts. Numerous legal rules hinge on what a reasonable\nperson would think or expect. In requiring courts to view\nstatements of opinion from an ordinary investor’s perspective,\n§11’s omissions clause demands nothing more complicated or\nunmanageable. Indeed, courts have for decades engaged in just that\ninquiry, with no apparent trouble, in applying the common law of\nmisrepresentation. Seesupra,at 14–15.Finally, we see no reason to think that liability for misleading\nopinions will chill disclosures useful to investors. Nothing\nindicates that §11’s application to misleading factual assertions\nin registration statements has caused such a problem. And likewise,\ncommon-law doctrines of opinion liability have not, so far as\nanyone knows, deterred merchants in ordinary commercial\ntransactions from asserting helpful opinions about their products.\nThat absence of fallout is unsurprising. Sellers (whether of stock\nor other items) have strong economic incentives to . . .\nwell,sell(i.e.,hawk or peddle). Those market-based\nforces push back against any inclination to underdisclose. And to\navoid exposure for omissions under §11, an issuer need only divulge\nan opinion’s basis, or else make clear the real tentativeness of\nits belief. Such ways of conveying opinions so that they do not\nmislead will keep valuable information flowing. And that is the\nonly kind of information investors need. To the extent our decision\ntoday chillsmisleadingopinions, that is all to the good:\nIn enacting §11, Congress worked to ensure better, not just more,\ninformation.BOur analysis on this score counsels in favor of sending the case\nback to the lower courts for decision. Neither court below\nconsidered the Funds’ omissions theory with the right standard in\nmind—or indeed, even recognized the distinct statutory questions\nthat theory raises. Seesupra,at 4–5. We therefore follow\nour ordinary practice of remanding for a determination of whether\nthe Funds have stated a viable omissions claim (or, if not, whether\nthey should have a chance to replead).In doing so, however, we reemphasize a few crucial points\npertinent to the inquiry on remand. Initially, as we have said, the\nFunds cannot proceed without identifying one or more facts left out\nof Omnicare’s registration statement. Seesupra,at 17–18.\nThe Funds’ recitation of the statutory language—that Omnicare\n“omitted to state facts necessary to make the statements made not\nmisleading”—is not sufficient; neither is the Funds’ conclusory\nallegation that Omnicare lacked “reasonable grounds for the belief”\nit stated respecting legal compliance. App. 273–274. At oral\nargument, however, the Funds highlighted another, more specific\nallegation in their complaint: that an attorney had warned Omnicare\nthat a particular contract “carrie[d] a heightened risk” of legal\nexposure under anti-kickback laws.Id., at 225 (emphasis\nomitted); see Tr. of Oral Arg. 42, 49;supra,at 4. On\nremand, the court must review the Funds’ complaint to determine\nwhether it adequately alleged that Omnicare had omitted that\n(purported) fact, or any other like it, from the registration\nstatement. And if so, the court must determine whether the omitted\nfact would have been material to a reasonable investor—i.e.,whether “there is a substantial likelihood that a reasonable\n[investor] would consider it important.”TSC Industries, 426\nU. S., at 449.Assuming the Funds clear those hurdles, the court must ask\nwhether the alleged omission rendered Omnicare’s legal compliance\nopinions misleading in the way described earlier—i.e.,because the excluded fact shows that Omnicare lacked the basis for\nmaking those statements that a reasonable investor would expect.\nSeesupra,at 11–12. Insofar as the omitted fact at issue is\nthe attorney’s warning, that inquiry entails consideration of such\nmatters as the attorney’s status and expertise and other legal\ninformation available to Omnicare at the time. Seesupra,at\n13. Further, the analysis of whether Omnicare’s opinion is\nmisleading must address the statement’s context. Seesupra,at 14. That means the court must take account of whatever facts\nOmnicaredidprovide about legal compliance, as well as any\nother hedges, disclaimers, or qualifications it included in its\nregistration statement. The court should consider, for example, the\ninformation Omnicare offered that States had initiated enforcement\nactions against drug manufacturers for giving rebates to\npharmacies, that the Federal Government had expressed concerns\nabout the practice, and that the relevant laws “could “be\ninterpreted in the future in a manner” that would harm Omnicare’s\nbusiness. See App. 95–96, 136–137;supra,at 3.*  *  *With these instructions and for the reasons stated, we vacate\nthe judgment below and remand the case for further proceedings.It is so ordered.Notes1In his concurrence, Justice Thomas\ncontends that the lower courts’ erroneous conflation of these two\nquestions should limit the scope of our review: We should say\nnothing about omissions, he maintains, because that issue was not\npressed or passed on below. We disagree. Although the Funds could\nhave written a clearer complaint, they raised a discrete omissions\nclaim. See,e.g.,App. 191 (“[T]he Company’s 2005\nRegistration Statement . . . omitted material information that was\n. . . necessary to make the Registration Statement not\nmisleading”);id., at 273 (“The Registration Statement . . .\nomitted to state facts necessary to make the statements made not\nmisleading, and failed to adequately disclose material facts as\ndescribed above”). The lower courts chose not to address that claim\nseparately, but understood that the complaint alleged not only\nmisstatements but also omissions. See App. to Pet. for Cert. 38a\n(describing the Funds’ claims as relating to\n“misstatements/omissions” and dismissing the lot as “not\nactionable”); 719 F. 3d, at 501 (giving a single rationale for\nreversing the District Court’s dismissal of the Funds’ claims “for\nmaterial misstatements and omissions”). And the omissions issue was\nthe crux of the parties’ dispute before this Court. The question\nwas fully briefed by both parties (plus the Solicitor General), and\nomissions played a starring role at oral argument. Neither in its\nbriefs nor at argument did Omnicare ever object that the Funds’\nomissions theory had been forfeited or was not properly before this\nCourt. We therefore see no reason to ignore the issue.2Our decision inVirginia\nBankshares, Inc.v.Sandberg, 501 U. S. 1083 (1991)\n, qualifies this statement in one respect. There, the Court\nconsidered when corporate directors’ statements of opinion in a\nproxy solicitation give rise to liability under §14(a) of the\nSecurities Exchange Act, 15 U. S. C. §78n(a), which bars\nconduct similar to that described in §11. In discussing that issue,\nthe Court raised the hypothetical possibility that a director could\nthink he was lying while actually (i.e.,accidentally)\ntelling the truth about the matter addressed in his opinion. SeeVirginia Bankshares, 501 U. S., at 1095–1096. That rare\nset of facts, the Court decided, would not lead to liability under\n§14(a). Seeibid.The Court reasoned that such an\ninadvertently correct assessment is unlikely to cause anyone harm\nand that imposing liability merely for the “impurities” of a\ndirector’s “unclean heart” might provoke vexatious litigation.Id.,at 1096 (quotingStedmanv.Storer, 308\nF. Supp. 881, 887 (SDNY 1969)). We think the same is true (to\nthe extent this scenario ever occurs in real life) under §11. So if\nour CEO did not believe that her company’s TVs had the highest\nresolution on the market, but (surprise!) they really did, §11\nwould not impose liability for her statement.3Section 11’s omissions clause also\napplies when an issuer fails to make mandated disclosures—those\n“required to be stated”—in a registration statement. §77k(a). But\nthe Funds do not object to Omnicare’s filing on that\nscore.4In a different argument that arrives\nat the same conclusion, Omnicare maintains that §11, by its terms,\nbars only those omissions that make statements offact—not\nopinion—misleading. See Reply Brief 3–5. The language of the\nomissions clause, however, is not so limited. It asks whether an\nomitted fact is necessary to make “statements” in “any part of the\nregistration statement” not misleading; unlike in §11’s first\nclause, here the word “statements” is unmodified, thus including\nboth fact and opinion. In any event, Omnicare’s alternative\ninterpretation succeeds merely in rephrasing the critical issue.\nOmnicare recognizes that every opinion statement is also a factual\nstatement about the speaker’s own belief. Seesupra,at 7–8.\nOn Omnicare’s view, the question thus becomes when, if ever, an\nomission can make a statement ofthat factmisleading to an\nordinary investor. The following analysis applies just as well to\nthat reformulation.5In some circumstances, however, reliance on\nadvice from regulators or consistent industry practice might accord\nwith a reasonable investor’s expectations.6The hypothetical used earlier could\ndemonstrate the same points. Suppose the CEO, in claiming that her\ncompany’s TV had the highest resolution available on the market,\nhad failed to review any of her competitors’ product\nspecifications. Or suppose she had recently received information\nfrom industry analysts indicating that a new product had surpassed\nher company’s on this metric. The CEO may still honestly believe in\nher TV’s superiority. But under §11’s omissions provision, that\nsubjective belief, in the absence of the expected inquiry or in the\nface of known contradictory evidence, would not insulate her from\nliability.7Omnicare contends at length thatVirginia Banksharesforecloses this result, see Brief for\nPetitioners 16–21, relying on the following sentence: “A statement\nof belief may be open to objection . . . solely as a\nmisstatement of the psychological fact of the speaker’s belief in\nwhat he says,” 501 U. S., at 1095. But Omnicare’s argument\nplucks that statement from its context and thereby transforms its\nmeaning.Virginia Banksharesconcerned an expression of\nopinion that the speaker did not honestly hold—i.e.,one\nmaking an “untrue statement of fact” about the speaker’s own state\nof mind, §77k(a). Seeid., at 1090 (“[W]e interpret the jury\nverdict as finding that the . . . directors did not hold\nthe beliefs or opinions expressed, and we confine our discussion to\nstatements so made”). The Court held that such a statement gives\nrise to liability under §14(a) when it is also “false or misleading\nabout its subject matter.”Id.,at 1096. Having done so, the\nCourt went on to consider the rare hypothetical case, described in\nthis opinion’s second footnote, in which a speaker expresses an\nopinion that she does not actually hold, but that turns out to be\nright. Seesupra, at 8, n. 2. The sentence Omnicare\ncites did no more than introduce that hypothetical; it was a way of\nsaying “someone might object to a statement—even when the opinion\nit expressed proved correct—solely on the ground that it was\ndisbelieved.” And the Court then held, as noted above, that such an\nobjection would fail. Seeibid.The language thus provides\nno support for Omnicare’s argument here.8We note, too, that a reasonable\ninvestor generally considers the specificity of an opinion\nstatement in making inferences about its basis. Compare two new\nstatements from our ever-voluble CEO. In the first, she says: “I\nbelieve we have 1.3 million TVs in our warehouse.” In the second,\nshe says: “I believe we have enough supply on hand to meet demand.”\nAll else equal, a reasonable person would think that a more\ndetailed investigation lay behind the former\nstatement.9Section 11 is, of course, “not\ncoextensive with common-law doctrines of fraud”; in particular, it\nestablishes “a stringent standard of liability,” not dependent on\nproof of intent to defraud.Herman & MacLeanv.Huddleston, 459 U. S. 375 –389 (1983); seesupra,at\n2;infra, at 15, n. 11. But we may still look to the\ncommon law for its insights into how a reasonable person\nunderstands statements of opinion.10The Restatement of Contracts,\ndiscussing misrepresentations that can void an agreement, says much\nthe same: “[T]he recipient of an assertion of a person’s opinion as\nto facts not disclosed” may sometimes “properly interpret it as an\nassertion (a) that the facts known to that person are not\nincompatible with his opinion, or (b) that he knows facts\nsufficient to justify him in forming it.” Restatement (Second) of\nContracts §168, p. 455 (1979).11In invoking these principles, we\ndisagree with Justice Scalia’s common-law-based opinion in two\ncrucial ways. First, we view the common law’s emphasis on special\nknowledge and expertise as supporting, rather than contradicting,\nour view of what issuers’ opinion statements fairly imply. That is\nbecause an issuer has special knowledge of its business—including\nthe legal issues the company faces—not avail-able to an ordinary\ninvestor. Second, we think Justice Scalia’s reliance on the common\nlaw’s requirement of an intent to deceive is inconsistent with\n§11’s standard of liability. As we understand him, Justice Scalia\nwould limit liability for omissions under §11 to cases in which a\nspeaker “subjectively intend[s] the deception” arising from the\nomission, onthe ground that the common law did the same.Post, at 6 (opinion concurring in part and concurring in\njudgment) (emphasis deleted). But §11 discards the common law’s\nintent requirement, making omissions unlawful—regardless of the\nissuer’s state of mind—so long as they render statements\nmisleading. SeeHerman & MacLean, 459 U. S., at 382\n(emphasizing that §11 imposes liability “even for innocent”\nmisstatements or omissions). The common law can help illuminate\nwhen an omission has that effect, but cannot change §11’s\ninsistence on strict liability. Seesupra,at 14,\nn. 9.",
    "joined": []
}