{
    "case": {
        "docket": "42",
        "citation": "565",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/565/42/"
    },
    "id": "1963659",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–694_________________JOEL JUDULANG, PETITIONER v. ERIC H. HOLDER,\nJr., ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[December 12, 2011]Justice Kagan\ndelivered the opinion of the Court.This case concerns the\nBoard of Immigration Appeals’ (BIA or Board) policy for deciding\nwhen resident aliens may apply to the Attorney General for relief\nfrom deportation under a now-repealed provision of the immigration\nlaws. We hold that the BIA’s approach is arbitrary and\ncapricious.The legal background of\nthis case is complex, but the principle guiding our decision is\nanything but. When an administrative agency sets policy, it must\nprovide a reasoned explanation for its action. That is not a high\nbar, but it is an unwavering one. Here, the BIA has failed to meet\nit.IAFederal immigration\nlaw governs both the exclusion of aliens from admission to this\ncountry and the deportation of aliens previously admitted. Before\n1996, these two kinds of action occurred in different procedural\nsettings, with an alien seeking entry (whether for the first time\nor upon return from a trip abroad) placed in an “exclusion\nproceeding” and an alien already here channeled to a “deportation\nproceeding.” See Landon v. Plasencia, 459 U. S. 21 –26 (1982)\n(comparing the two). Since that time, the Government has used a\nunified procedure, known as a “removal proceeding,” for exclusions\nand deportations alike. See 8 U. S. C. §§1229, 1229a. But\nthe statutory bases for excluding and deporting aliens have always\nvaried. Now, as before, the immigration laws provide two separate\nlists of substantive grounds, principally involving criminal\noffenses, for these two actions. One list specifies what kinds of\ncrime render an alien excludable (or in the term the statute now\nuses, “inadmissible”), see §1182(a) (2006 ed., Supp. IV), while\nanother—sometimes overlapping and sometimes divergent—list\nspecifies what kinds of crime render an alien deportable from the\ncountry, see §1227(a).An additional, historic\ndifference between exclusion and deportation cases involved the\nability of the Attorney General to grant an alien discretionary\nrelief. Until repealed in 1996, §212(c) of the Immigration and\nNationality Act, 66Stat. 187, 8 U. S. C. §1182(c) (1994\ned.), authorized the Attorney General to admit certain excludable\naliens. See also §136(p) (1926 ed.) (predecessor provision to\n§212(c)). The Attorney General could order this relief when the\nalien had lawfully resided in the United States for at least seven\nyears before temporarily leaving the country, unless the alien was\nexcludable on one of two specified grounds. See §1182(c) (1994\ned.). [1] But by its terms,\n§212(c) did not apply when an alien was being deported.This discrepancy\nthreatened to produce an odd result in a case called Matter of L-,\n1 I. & N. Dec. 1 (1940), leading to the first-ever\ngrant of discretionary relief in a deportation case. L- was a\npermanent resident of the United States who had been convicted of\nlarceny. Although L-’s crime made him inadmissible, he traveled\nabroad and then returned to the United States without any\nimmigration official’s preventing his entry. A few months later,\nthe Government caught up with L- and initiated a deportation action\nbased on his larceny conviction. Had the Government apprehended L-\nat the border a short while earlier, he would have been placed in\nan exclusion proceeding where he could have applied for\ndiscretionary relief. But because L- was instead in a deportation\nproceeding, no such relief was available. Responding to this\napparent anomaly, Attorney General Robert Jackson (on referral of\nthe case from the BIA) determined that L- could receive a waiver:\nL-, Jackson said, “should be permitted to make the same appeal to\ndiscretion that he could have made if denied admission” when\nreturning from his recent trip. Id., at 6. In accord with this\ndecision, the BIA adopted a policy of allowing aliens in\ndeportation proceedings to apply for discretionary relief under\n§212(c) whenever they had left and reentered the country after be-\ncoming deportable. See Matter of S-, 6 I. & N. Dec.\n392, 394–396 (1954).But this approach\ncreated another peculiar asymmetry: Deportable aliens who had\ntraveled abroad and returned could receive §212(c) relief, while\nthose who had never left could not. In Francis v. INS, 532\nF. 2d 268 (1976), the Court of Appeals for the Second Circuit\nconcluded that this disparity violated equal protection. Id., at\n273 (“[A]n alien whose ties with this country are so strong that he\nhas never departed after his initial entry should receive at least\nas much consideration as an individual who may leave and return\nfrom time to time”). The BIA acquiesced in the Second Circuit’s\ndecision, see Matter of Silva, 16 I. & N. Dec. 26\n(1976), thus applying §212(c) in deportation proceedings regardless\nof an alien’s travel history.All this might have\nbecome academic when Congress repealed §212(c) in 1996 and\nsubstituted a new discretionary remedy, known as “cancellation of\nremoval,” which is available in a narrow range of circumstances to\nexcludable and deportable aliens alike. See 8 U. S. C.\n§1229b. But in INS v. St. Cyr, 533 U. S. 289, 326 (2001) ,\nthis Court concluded that the broader relief afforded by §212(c)\nmust remain available, on the same terms as before, to an alien\nwhose removal is based on a guilty plea entered before §212(c)’s\nrepeal. We reasoned that aliens had agreed to those pleas with the\npossibility of discretionary relief in mind and that eliminating\nthis prospect would ill comport with “ ‘familiar\nconsiderations of fair notice, reasonable reliance, and settled\nexpectations.’ ” Id., at 323 (quoting Landgraf v. USI Film\nProducts, 511 U. S. 244, 270 (1994) ). Accordingly, §212(c)\nhas had an afterlife for resident aliens with old criminal\nconvictions.When the BIA is\ndeciding whether to exclude such an alien, applying §212(c) is an\neasy matter. The Board first checks the statutory ground that the\nDepartment of Homeland Security (DHS) has identified as the basis\nfor exclusion; the Board may note, for example, that DHS has\ncharged the alien with previously committing a “crime involving\nmoral turpitude,” see 8 U. S. C. §1182(a)(2)(A)(i)(I).\nUnless the charged ground is one of the pair falling outside\n§212(c)’s scope, see n. 1, supra, the alien is eligible for\ndiscretionary relief. The Board then determines whether to grant\nthat relief based on such factors as “the seriousness of the\noffense, evidence of either rehabilitation or recidivism, the\nduration of the alien’s residence, the impact of deportation on the\nfamily, the number of citizens in the family, and the character of\nany service in the Armed Forces.” St. Cyr, 533 U. S., at 296,\nn. 5.By contrast, when the\nBIA is deciding whether to deport an alien, applying §212(c)\nbecomes a tricky business. Recall that §212(c) applies on its face\nonly to exclusion decisions. So the question arises: How is the BIA\nto determine when an alien should receive §212(c) relief in the\ndeportation context?One approach that the\nBIA formerly used considered how the alien would fare in an\nexclusion proceeding. To perform this analysis, the Board would\nfirst determine whether the criminal conviction making the alien\ndeportable fell within a statutory ground for exclusion. Almost all\nconvictions did so, largely because the “crime involving moral\nturpitude” ground encompasses so many offenses. [2] Assuming that threshold inquiry were met,\nthe Board would mimic its approach in exclusion cases—first making\nsure the statutory ground at issue was not excepted from §212(c)\nand then conducting the multi-factor analysis. See Matter of\nTanori, 15 I. & N. Dec. 566, 567–568 (1976);\nIn re Manzueta, No. A93 022 672, 2003 WL 23269892 (BIA, Dec.\n1, 2003).A second approach is\nthe one challenged here; definitively adopted in 2005 (after\ndecades of occasional use), it often is called the\n“comparable-grounds” rule. See, e.g., De la Rosa v. U. S. Attorney\nGeneral, 579 F. 3d 1327, 1332 (CA11 2009). That approach\nevaluates whether the ground for deportation charged in a case has\na close analogue in the statute’s list of exclusion grounds. See\nIn re Blake, 23 I. & N. Dec. 722, 728 (2005);\nIn re Brieva-Perez, 23 I. & N. Dec. 766, 772–773\n(2005). [3] If the\ndeportation ground consists of a set of crimes “substantially\nequivalent” to the set of offenses making up an exclusion ground,\nthen the alien can seek §212(c) relief. Blake, 23\nI. & N. Dec., at 728. But if the deportation ground\ncharged covers significantly different or more or fewer offenses\nthan any exclusion ground, the alien is not eligible for a waiver.\nSuch a divergence makes §212(c) inapplicable even if the particular\noffense committed by the alien falls within an exclusion\nground.Two contrasting\nexamples from the BIA’s cases may help to illustrate this approach.\nTake first an alien convicted of conspiring to distribute cocaine,\nwhom DHS seeks to deport on the ground that he has commit- ted an\n“aggravated felony” involving “illicit trafficking in a controlled\nsubstance.” 8 U. S. C. §§1101(a)(43)(B),\n1227(a)(2)(A)(iii). Under the comparable-grounds rule, the\nimmigration judge would look to see if that deportation ground\ncovers substantially the same offenses as an exclusion ground. And\naccording to the BIA in Matter of Meza, 20 I. & N.\nDec. 257 (1991), the judge would find an adequate match—the\nexclusion ground applicable to aliens who have committed offenses\n“relating to a controlled substance,” 8 U. S. C.\n§§1182(a)(2)(A)(i)(II) and (a)(2)(C).Now consider an alien\nconvicted of first-degree sexual abuse of a child, whom DHS wishes\nto deport on the ground that he has committed an “aggravated\nfelony” involving “sexual abuse of a minor.” §§1101(a)(43)(A),\n1227(a)(2)(A)(iii). May this alien seek §212(c) relief ?\nAccording to the BIA, he may not do so—not because his crime is too\nserious (that is irrelevant to the analysis), but instead because\nno statutory ground of exclusion covers substantially the same\noffenses. To be sure, the alien’s own offense is a “crime involving\nmoral turpitude,” 8 U. S. C. §1182(a)(2)(A)(i)(I), and so\nfits within an exclusion ground. Indeed, that will be true of most\nor all offenses included in this deportation category. See supra,\nat 5. But on the BIA’s view, the “moral turpitude” exclusion ground\n“addresses a distinctly different and much broader category of\noffenses than the aggravated felony sexual abuse of a minor\ncharge.” Blake, 23 I. & N. Dec., at 728. And the much\ngreater sweep of the exclusion ground prevents the alien from\nseeking discretionary relief from deportation. [4]Those mathematically\ninclined might think of the comparable-grounds approach as\nemploying Venn dia- grams. Within one circle are all the criminal\noffenses com- posing the particular ground of deportation charged.\nWithin other circles are the offenses composing the various\nexclusion grounds. When, but only when, the “deportation circle”\nsufficiently corresponds to one of the “exclusion circles” may an\nalien apply for §212(c) relief.BPetitioner Joel\nJudulang is a native of the Philippines who entered the United\nStates in 1974 at the age of eight. Since that time, he has lived\ncontinuously in this country as a lawful permanent resident. In\n1988, Judulang took part in a fight in which another person shot\nand killed someone. Judulang was charged as an accessory and\neventually pleaded guilty to voluntary manslaughter. He received a\n6-year suspended sentence and was released on probation immediately\nafter his plea.In 2005, after Judulang\npleaded guilty to another criminal offense (this one involving\ntheft), DHS commenced an action to deport him. DHS charged Judulang\nwith having committed an “aggravated felony” involving “a crime of\nviolence,” based on his old manslaughter conviction. 8\nU. S. C. §§1101(a)(43)(F), 1227(a)(2)(A)(iii). [5] The Immigration Judge ordered\nJudulang’s deportation, and the BIA affirmed. As part of its\ndecision, the BIA considered whether Judulang could apply for\n§212(c) relief. It held that he could not do so because the “crime\nof violence” deportation ground is not comparable to any exclusion\nground, including the one for crimes involving moral turpitude.\nApp. to Pet. for Cert. 8a. The Court of Appeals for the Ninth\nCircuit denied Judulang’s petition for review in reliance on\ncircuit precedent upholding the BIA’s comparable-grounds approach.\nJudulang v. Gonzales, 249 Fed. Appx. 499, 502 (2007) (citing Abebe\nv. Gonzales, 493 F. 3d 1092 (2007)).We granted certiorari,\n563 U. S. ___ (2011), to resolve a circuit split on the\napproach’s validity. [6] We\nnow reverse.IIThis case requires us\nto decide whether the BIA’s policy for applying §212(c) in\ndeportation cases is “arbitrary [or] capricious” under the\nAdministrative Procedure Act (APA), 5 U. S. C.\n§706(2)(A). [7] The scope of\nour review under this standard is “narrow”; as we have often\nrecognized, “a court is not to substitute its judgment for that of\nthe agency.” Motor Vehicle Mfrs. Assn. of United States, Inc. v.\nState Farm Mut. Automobile Ins. Co., 463 U. S. 29, 43 (1983) ;\nsee Citizens to Preserve Overton Park, Inc. v. Volpe, 401\nU. S. 402, 416 (1971) . Agencies, the BIA among them, have\nexpertise and experience in administering their statutes that no\ncourt can properly ignore. But courts retain a role, and an\nimportant one, in ensuring that agencies have engaged in reasoned\ndecisionmaking. When reviewing an agency action, we must assess,\namong other matters, “ ‘whether the decision was based on a\nconsideration of the relevant factors and whether there has been a\nclear error of judgment.’ ” State Farm, 463 U. S., at 43\n(quoting Bowman Transp., Inc. v. Arkansas-Best Freight System,\nInc., 419 U. S. 281, 285 (1974) ). That task involves\nexamining the reasons for agency decisions—or, as the case may be,\nthe absence of such reasons. See FCC v. Fox Television Stations,\nInc., 556 U. S. 502, 515 (2009) (noting “the requirement that\nan agency provide reasoned explanation for its action”).The BIA has flunked\nthat test here. By hinging a deportable alien’s eligibility for\ndiscretionary relief on the chance correspondence between statutory\ncategories—a matter irrelevant to the alien’s fitness to reside in\nthis country—the BIA has failed to exercise its discretion in a\nreasoned manner.AThe parties here\nspend much time disputing whether the BIA must make discretionary\nrelief available to deportable and excludable aliens on identical\nterms. As this case illustrates, the comparable-grounds approach\ndoes not do so. If Judulang were seeking entry to this country, he\nwould be eligible for §212(c) relief; voluntary manslaughter is “a\ncrime involving moral turpitude,” and so his conviction falls\nwithin an exclusion ground. But Judulang cannot apply for relief\nfrom deportation because the “crime of violence” ground charged in\nhis case does not match any exclusion ground (including the one for\n“turpitudinous” crimes). See infra, at 13. Judulang argues that\nthis disparity is impermissible because any disparity between\nexcludable and deportable aliens is impermissible: If an alien may\nseek §212(c) relief in an exclusion case, he also must be able to\nseek such relief in a deportation case. See Brief for Petitioner\n47–51. [8] But the Government\nnotes that the immigration laws have always drawn distinctions\nbetween exclusion and deportation. See Brief for Respondent 51. And\nthe Government presses a policy reason for making §212(c) relief\nmore readily available in exclusion cases. Doing so, it argues,\nwill provide an incentive for some resident aliens (i.e., those\neligible for a waiver from exclusion, but not deportation) to\nreport themselves to immigration officials, by applying for advance\npermission to exit and reenter the country. In contrast, applying\n§212(c) uniformly might lead all aliens to “try to evade\nimmigration officials for as long as possible,” because they could\nin any event “seek [discretionary] relief if caught.” Id., at\n52.In the end, we think\nthis dispute beside the point, and we do not resolve it. The BIA\nmay well have legitimate reasons for limiting §212(c)’s scope in\ndeportation cases. But still, it must do so in some rational way.\nIf the BIA proposed to narrow the class of deportable aliens\neligible to seek §212(c) relief by flipping a coin—heads an alien\nmay apply for relief, tails he may not—we would reverse the policy\nin an instant. That is because agency action must be based on\nnon-arbitrary, “ ‘relevant factors,’ ” State Farm, 463\nU. S., at 43 (quoting Bowman Transp., 419 U. S., at 285),\nwhich here means that the BIA’s approach must be tied, even if\nloosely, to the purposes of the immigration laws or the appropriate\noperation of the immigration system. A method for disfavoring\ndeportable aliens that bears no relation to these matters—that\nneither focuses on nor relates to an alien’s fitness to remain in\nthe country—is arbitrary and capricious. And that is true\nregardless whether the BIA might have acted to limit the class of\ndeportable aliens eligible for §212(c) relief on other, more\nrational bases.The problem with the\ncomparable-grounds policy is that it does not impose such a\nreasonable limitation. Rather than considering factors that might\nbe thought germane to the deportation decision, that policy hinges\n§212(c) eligibility on an irrelevant comparison between statutory\nprovisions. Recall that the BIA asks whether the set of offenses in\na particular deportation ground lines up with the set in an\nexclusion ground. But so what if it does? Does an alien charged\nwith a particular deportation ground become more worthy of relief\nbecause that ground happens to match up with another? Or less\nworthy of relief because the ground does not? The comparison in no\nway changes the alien’s prior offense or his other attributes and\ncircumstances. So it is difficult to see why that comparison should\nmatter. Each of these statutory grounds contains a slew of\noffenses. Whether each contains the same slew has nothing to do\nwith whether a deportable alien whose prior conviction falls within\nboth grounds merits the ability to seek a waiver. [9]This case well\nillustrates the point. In commencing Judulang’s deportation\nproceeding, the Government charged him with an “aggravated felony”\ninvolving a “crime of violence” based on his prior manslaughter\nconviction. See App. to Pet. for Cert. 11a–12a. That made him\nineligible for §212(c) relief because the “crime of violence”\ndeportation ground does not sufficiently overlap with the most\nsimilar exclusion ground, for “crime[s] involving moral turpitude.”\nThe problem, according to the BIA, is that the “crime of violence”\nground includes a few offenses—simple assault, minor burglary, and\nunauthorized use of a vehicle—that the “moral turpitude” ground\ndoes not. See Brieva-Perez, 23 I. & N. Dec., at\n772–773; Tr. of Oral Arg. 28–29, 40–41. But this statutory\ndifference in no way relates to Judulang—or to most other aliens\ncharged with committing a “crime of violence.” Perhaps aliens like\nJudulang should be eligible for §212(c) relief, or perhaps they\nshould not. But that determination is not sensibly made by\nestablishing that simple assaults and minor burglaries fall outside\na ground for exclusion. That fact is as extraneous to the merits of\nthe case as a coin flip would be. It makes Judulang no less\ndeserving of the opportunity to seek discretionary relief—just as\nits converse (the inclusion of simple assaults and burglaries in\nthe “moral turpitude” exclusion ground) would make him no more\nso.Or consider a different\nheadscratching oddity of the comparable-grounds approach—that it\nmay deny §212(c) eligibility to aliens whose deportation ground\nfits entirely inside an exclusion ground. The BIA’s Blake decision,\nnoted earlier, provides an example. See supra, at 6–7. The\ndeportation ground charged was “aggravated felony” involving\n“sexual abuse of a minor”; the closest exclusion ground was, once\nagain, a “crime [of] moral turpitude.” 23 I. & N.\nDec., at 727. Here, the BIA’s problem was not that the deportation\nground covered too many offenses; all or virtually all the crimes\nwithin that ground also are crimes of moral turpitude. Rather, the\nBIA objected that the deportation ground covered too few crimes—or\nput oppositely, that “the moral turpitude ground of exclusion\naddresses a . . . much broader category of offenses.”\nId., at 728. But providing relief in exclusion cases to a broad\nclass of aliens hardly justifies denying relief in deportation\ncases to a subset of that group. [10] (The better argument would surely be the\nreverse—that giving relief in the one context supports doing so in\nthe other.) Again, we do not say today that the BIA must give all\ndeportable aliens meeting §212(c)’s requirements the chance to\napply for a waiver. See supra, at 11–12. The point is instead that\nthe BIA cannot make that opportunity turn on the meaningless\nmatching of statutory grounds.And underneath this\nlayer of arbitrariness lies yet another, because the outcome of the\nBoard’s comparable-grounds analysis itself may rest on the\nhappenstance of an immigration official’s charging decision. This\nproblem arises because an alien’s prior conviction may fall within\na number of deportation grounds, only one of which corresponds to\nan exclusion ground. Consider, for example, an alien who entered\nthe country in 1984 and commit- ted voluntary manslaughter in 1988.\nThat person could be charged (as Judulang was) with an “aggravated\nfel- ony” involving a “crime of violence,” see 8 U. S. C.\n§§1101(a)(43)(F), 1227(a)(2)(A)(iii). If so, the alien could not\nseek a waiver because of the absence of a comparable exclusion\nground. But the alien also could be charged with “a crime involving\nmoral turpitude committed within five years . . . after\nthe date of admission,” see §1227(a)(2)(A)(i)(I). And if that were\nthe deportation charge, the alien could apply for relief, because\nthe ground corresponds to the “moral turpitude” ground used in\nexclusion cases. See In re Salmon, 16 I. & N.\nDec. 734 (1978). So everything hangs on the charge. And the\nGovernment has provided no reason to think that immigration\nofficials must adhere to any set scheme in deciding what charges to\nbring, or that those officials are exercising their charging\ndiscretion with §212(c) in mind. See Tr. of Oral Arg. 34–36. So at\nbase everything hangs on the fortuity of an individual official’s\ndecision. An alien appearing before one official may suffer\ndeportation; an identically situated alien appearing before another\nmay gain the right to stay in this country.In a foundational\ndeportation case, this Court recognized the high stakes for an\nalien who has long resided in this country, and reversed an agency\ndecision that would “make his right to remain here dependent on\ncircumstan- ces so fortuitous and capricious.” Delgadillo v.\nCarmichael, 332 U. S. 388, 391 (1947) . We think the policy\nbefore us similarly flawed. The comparable-grounds approach does\nnot rest on any factors relevant to whether an alien (or any group\nof aliens) should be deported. It instead distinguishes among\naliens—decides who should be eligible for discretionary relief and\nwho should not—solely by comparing the metes and bounds of diverse\nstatutory categories into which an alien falls. The resulting Venn\ndiagrams have no connection to the goals of the deportation process\nor the rational operation of the immigration laws. Judge Learned\nHand wrote in another early immigration case that deportation\ndecisions cannot be made a “sport of chance.” See Di Pasquale v.\nKarnuth, 158 F. 2d 878, 879 (CA2 1947) (quoted in Rosenberg v.\nFleuti, 374 U. S. 449, 455 (1963) ). That is what the\ncomparable-grounds rule brings about, and that is what the APA’s\n“arbitrary and capricious” standard is designed to thwart.BThe Government makes\nthree arguments in defense of the comparable-grounds rule—the first\nbased on statutory text, the next on history, the last on cost. We\nfind none of them persuasive.1The Government\ninitially contends that the comparable-grounds approach is more\nfaithful to “the statute’s language,” Brief for Respondent 21—or\notherwise said, that “lifting that limit ‘would take immigration\npractice even further from the statutory text,’ ” id., at 22\n(quoting Matter of Hernandez-Casillas, 20 I. & N.\nDec. 262, 287 (1990)). In the Government’s view, §212(c) is\n“phrased in terms of waiving statutorily specified grounds of\nexclusion”; that phrasing, says the Government, counsels a\ncomparative analysis of grounds when applying §212(c) in the\ndeportation context. Brief for Respondent 21; see Tr. of Oral Arg.\n34 (“[T]he reason [the comparable-grounds approach] makes sense is\nbecause the statute only provides for relief from grounds of\n. . . exclusion”).The first difficulty\nwith this argument is that it is based on an inaccurate description\nof the statute. Section 212(c) instructs that certain resident\naliens “may be admitted in the discretion of the Attorney General”\nnotwithstanding any of “the provisions of subsection (a)\n. . . (other than paragraphs (3) and (9)(C)).” 8\nU. S. C. §1182(c) (1994 ed.). Subsection (a) contains the\nfull list of exclusion grounds; paragraphs (3) and (9)(C) (which\ndeal with national security and international child abduction) are\ntwo among these. What §212(c) actually says, then, is that the\nAttorney General may admit any excludable alien, except if the\nalien is charged with two specified grounds. And that means that\nonce the Attorney General determines that the alien is not being\nexcluded for those two reasons, the ground of exclusion no longer\nmatters. At that point, the alien is eligible for relief, and the\nthing the Attorney General waives is not a particular exclusion\nground, but the simple denial of entry. So the premise of the\nGovernment’s argument is wrong. And if the premise, so too the\nconclusion—that is, because §212(c)’s text is not “phrased in terms\nof waiving statutorily specified grounds of exclusion,” Brief for\nRespondent 21, it cannot counsel a search for corresponding grounds\nof deportation.More fundamentally, the\ncomparable-grounds approach would not follow from §212(c) even were\nthe Government right about the section’s phrasing. That is because\n§212(c) simply has nothing to do with deportation: The provision\nwas not meant to interact with the statutory grounds for\ndeportation, any more than those grounds were designed to interact\nwith the provision. Rather, §212(c) refers solely to exclusion\ndecisions; its extension to deportation cases arose from the\nagency’s extra-textual view that some similar relief should be\navailable in that context to avoid unreasonable distinctions. Cf.,\ne.g., Matter of L-, 1 I. & N. Dec., at 5; see also\nsupra, at 3–4. [11]\nAccordingly, the text of §212(c), whether or not phrased in terms\nof “waiving grounds of exclusion,” cannot support the BIA’s use of\nthe comparable-grounds rule—or, for that matter, any other method\nfor extending discretionary relief to deportation cases. We well\nunderstand the difficulties of operating in such a text-free zone;\nindeed, we appreciate the Government’s yearning for a textual\nanchor. But §212(c), no matter how many times read or parsed, does\nnot provide one.2In disputing\nJudulang’s contentions, the Government also emphasizes the\ncomparable-grounds rule’s vintage. See Brief for Respondent 22–23,\n30–43. As an initial matter, we think this a slender reed to\nsupport a significant government policy. Arbitrary agency action\nbecomes no less so by simple dint of repetition. (To use a prior\nanalogy, flipping coins to determine §212(c) eligibility would\nremain as arbitrary on the thousandth try as on the first.) And\nlongstanding capriciousness receives no special exemption from the\nAPA. In any event, we cannot detect the consistency that the BIA\nclaims has marked its approach to this issue. To the contrary, the\nBIA has repeatedly vacillated in its method for applying §212(c) to\ndeportable aliens.Prior to 1984, the BIA\nendorsed a variety of approaches. In Matter of T-, 5\nI. & N. Dec. 389, 390 (1953), for example, the BIA\nheld that an alien was not eligible for §212(c) relief because her\n“ground of deportation” did not appear in the exclusion statute.\nThat decision anticipated the comparable-grounds approach that the\nBIA today uses. But in Tanori, the BIA pronounced that a deportable\nalien could apply for a waiver because “the same facts”—in that\ncase, a marijuana conviction—would have allowed him to seek §212(c)\nrelief in an exclusion proceeding. 15 I. & N. Dec.,\nat 568. That approach is more nearly similar to the one Judulang\nurges here. And then, in Matter of Granados, 16\nI. & N. Dec. 726, 728 (1979), the BIA tried to have\nit both ways: It denied §212(c) eligibility both because the\ndeportation ground charged did not correspond to, and because the\nalien’s prior conviction did not fall within, a waivable ground of\nexclusion. In short, the BIA’s cases were all over the map.The Government insists\nthat the BIA imposed order in Matter of Wadud, 19\nI. & N. Dec. 182, 185–186 (1984), when it held that a\ndeportable alien could not seek §212(c) relief unless the\ndeportation ground charged had an “analogous ground of\ninadmissibility.” See Brief for Respondent 40–41. But the BIA’s\nsettlement, if any, was fleeting. Just seven years later, the BIA\nadopted a new policy entirely, extending §212(c) eligibility to\n“aliens deportable under any ground of deportability except those\nwhere there is a comparable ground of exclusion which has been\nspecifically excepted from section 212(c).” Hernandez-Casillas, 20\nI. & N. Dec., at 266. That new rule turned the\ncomparable-grounds approach inside-out, allowing aliens to seek\n§212(c) relief in deportation cases except when the ground charged\ncorresponded to an exclusion ground that could not be waived. To be\nsure, the Attorney General (on referral of the case from the BIA),\ndisavowed this position in favor of the more standard version of\nthe comparable-grounds rule. Id., at 287. But even while doing so,\nthe Attorney General stated that “an alien subject to deportation\nmust have the same opportunity to seek discretionary relief as an\nalien . . . subject to exclusion.” Ibid. That assertion is exactly\nthe one Judulang makes in this case; it is consonant not with the\ncomparable-grounds rule the BIA here defends, but instead with an\ninquiry into whether an alien’s prior conviction falls within an\nexclusion ground.Given these mixed\nsignals, it is perhaps not surprising that the BIA continued to\nalternate between approaches in the years that followed.\nImmediately after the Attorney General’s opinion in\nHernandez-Casillas, the BIA endorsed the comparable-grounds\napproach on several occasions. See Meza, 20 I. & N.\nDec., at 259; Matter of Montenegro, 20 I. & N. Dec.\n603, 604–605 (1992); Matter of Gabryelsky, 20 I. & N.\nDec. 750, 753–754 (1993); In re Esposito, 21\nI. & N. Dec. 1, 6–7 (1995); In re\nJimenez-Santillano, 21 I. & N. Dec. 567, 571–572\n(1996). But just a few years later, the BIA issued a series of\nunpublished opinions that asked only whether a deportable alien’s\nprior conviction fell within an exclusion ground. See, e.g.,\nIn re Manzueta, No. A93 022 672, 2003 WL 23269892 (Dec. 1,\n2003). Not until the BIA’s decisions in Blake and Brieva-Perez did\nthe pendulum stop swinging. That history hardly supports the\nGovernment’s view of a consistent agency practice. [12]3The Government\nfinally argues that the comparable-grounds rule saves time and\nmoney. The Government claims that comparing deportation grounds to\nexclusion grounds can be accomplished in just a few “precedential\ndecision[s],” which then can govern broad swaths of cases. See\nBrief for Respondent 46. By contrast, the Government argues,\nJudulang’s approach would force it to determine whether each and\nevery crime of conviction falls within an exclusion ground.\nFurther, the Government contends that Judulang’s approach would\ngrant eligibility to a greater number of deportable aliens, which\nin turn would force the Government to make additional\nindividualized assessments of whether to actually grant relief.\nId., at 47.Once again, the\nGovernment’s rationale comes up short. Cost is an important factor\nfor agencies to consider in many contexts. But cheapness alone\ncannot save an arbitrary agency policy. (If it could, flipping\ncoins would be a valid way to determine an alien’s eligibility for\na waiver.) And in any event, we suspect the Government exaggerates\nthe cost savings associated with the comparable-grounds rule.\nJudulang’s proposed approach asks immigration officials only to do\nwhat they have done for years in exclusion cases; that means, for\none thing, that officials can make use of substantial existing\nprecedent governing whether a crime falls within a ground of\nexclusion. And Judulang’s proposal may not be the only alternative\nto the comparable-grounds rule. See supra, at 11–12. In rejecting\nthat rule, we do not preclude the BIA from trying to devise\nanother, equally economical policy respecting eligibility for\n§212(c) relief, so long as it comports with everything held in both\nthis decision and St. Cyr.IIIWe must reverse an\nagency policy when we cannot discern a reason for it. That is the\ntrouble in this case. The BIA’s comparable-grounds rule is unmoored\nfrom the purposes and concerns of the immigration laws. It allows\nan irrelevant comparison between statutory provisions to govern a\nmatter of the utmost importance—whether lawful resident aliens with\nlongstanding ties to this country may stay here. And contrary to\nthe Government’s protestations, it is not supported by text or\npractice or cost considerations. The BIA’s approach therefore\ncannot pass muster under ordinary principles of administrative\nlaw.The judgment of the\nNinth Circuit is hereby reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.It is so ordered.Notes1The relevant part of\n§212(c), in the version of the exclusion statute all parties use,\nread as follows: “Aliens lawfully admitted for permanent residence\nwho temporarily proceeded abroad voluntarily and not under an order\nof deportation, and who are returning to a lawful unrelinquished\ndomicile of seven consecutive years, may be admitted in the\ndiscretion of the Attorney General without regard to the provisions\nof subsection (a) of this section (other than paragraphs (3) and\n(9)(C)).” (1994 ed.). The parenthetical clause of this section\nprevented the Attorney General from waiving exclusion for aliens\nwho posed a threat to national security, §1182(a)(3), and aliens\nwho engaged in international child abduction,\n§1182(a)(9)(C).2Firearms offenses are the\nmost significant crimes falling outside the statutory grounds for\nexclusion. See Matter of Hernandez-Casillas, 20\nI. & N. Dec. 262, 282, n. 4 (1990).3Blake and Brieva-Perez\nclarified a 2004 regulation issued by the BIA stating that an alien\nis ineligible for §212(c) relief when deportable “on a ground which\ndoes not have a statutory counterpart in section 212.” 8 CFR\n§1212.3(f)(5) (2010).4Careful readers may note\nthat the example involving controlled substances offered in the\nlast paragraph also involves an exclusion ground that sweeps more\nbroadly than the deportation ground charged. The deportation ground\nrequires “trafficking” in a controlled substance, whereas the\nexclusion ground includes all possession offenses as well. The BIA\nnonetheless held in Meza that the degree of overlap between the two\ngrounds was sufficient to make the alien eligible for §212(c)\nrelief. That holding reveals the broad discretion that the BIA\ncurrently exercises in deciding when two statutory grounds are\ncomparable enough.5DHS also charged two\nother grounds for deportation, but the BIA did not rule on those\ngrounds and they are not before us.6Compare Blake v. Carbone,\n489 F. 3d 88, 103 (CA2 2007) (rejecting the BIA’s approach and\nholding instead that “[i]f the offense that renders [an alien]\ndeportable would render a similarly situated [alien] excludable,\nthe deportable [alien] is eligible for a waiver of deportation”),\nwith Koussan v. Holder, 556 F. 3d 403, 412–414 (CA6 2009)\n(upholding the comparable-grounds policy); Caroleo v. Gonzales, 476\nF. 3d 158, 162–163, 168 (CA3 2007) (same); Kim v. Gonzales,\n468 F. 3d 58, 62–63 (CA1 2006) (same).7The Government urges us\ninstead to analyze this case under the second step of the test we\nannounced in Chevron U. S. A. Inc. v. Natural Resources\nDefense Council, Inc., , to govern judicial review of an agency’s\nstatutory interpretations. See Brief for Respondent 19. Were we to\ndo so, our analysis would be the same, because under Chevron step\ntwo, we ask whether an agency interpretation is “ ‘arbitrary\nor capricious in substance.’ ” Mayo Foundation for Medical Ed.\nand Research v. United States, 562 U. S. ___ , ___ (2011)\n(slip op., at 7) (quoting Household Credit Services, Inc. v.\nPfennig, ). But we think the more apt analytic framework in this\ncase is standard “arbitrary [or] capricious” review under the APA.\nThe BIA’s comparable-grounds policy, as articulated in In re\nBlake, 23 I. & N. Dec. 722 (2005) and In re\nBrieva-Perez, 23 I. & N. Dec. 766 (2005), is not an\ninterpretation of any statutory language—nor could it be, given\nthat §212(c) does not mention deportation cases, see infra, at\n16–17, and n. 11.8Judulang also argues that\nthe BIA is making an impermissible distinction between two groups\nof deportable aliens—those who have recently left and returned to\nthe country and those who have not. According to Judulang, the BIA\nis treating the former as if they were seeking admission, while\napplying the “comparable grounds” approach only to the latter. See\nReply Brief for Petitioner 16–18. That is the kind of distinction\nthe Second Circuit held in Francis v. INS, 532 F. 2d 268\n(1976), violated equal protection. See supra, at 3–4. But the\nGovernment contends that it is drawing no such line—that it is\napplying the comparable-grounds policy to all deportable aliens.\nBrief for Respondent 29. We think the available evidence tends to\nsupport the Government’s representation. See In re\nMeza-Castillo, No. A091 366 529, 2009 WL 455596 (BIA, Feb. 9, 2009)\n(applying comparable-grounds analysis to a deportable alien who had\nleft and returned to the country); In re Valenzuela-Morales,\nNo. A40 443 512, 2008 WL 2079382 (BIA, Apr. 23, 2008) (same). But\nin light of our holding that thecomparable-grounds approach is\narbitrary and capricious, we need notresolve this dispute about the\nBIA’s practice.9The case would be\ndifferent if Congress had intended for §212(c) relief to depend on\nthe interaction of exclusion grounds and deportation grounds. But\nthe Government has presented us with no evidence to this effect,\nnor have we found any. See Blake, 489 F. 3d, at 102 (Congress\nnever contemplated, in drafting the immigration laws, “that its\ngrounds of deportation would have any connection with the grounds\nof exclusion” in the application of §212(c)); see also infra, at\n16–17.10Perhaps that is why the BIA declined\nto apply similar reasoning in Meza—a case also involving an\nexclusion ground that sweeps more broadly than a deportation ground\n(although not to the same extent as in Blake). See supra, at\n6.11Congress amended §212(c), just five\nmonths before repealing it, to include a first-time reference to\ndeportation cases. That amendment prohibited the Attorney General\nfrom granting discretionary relief to aliens deportable on several\nspecified grounds. See Antiterrorism and Effective Death Penalty\nAct of 1996, (effective Apr. 24, 1996). The change does not affect\nour analysis, nor does the Government argue it should. As the\nGovernment notes, the amendment “did not speak to the viability of\nthe Board’s” comparable-grounds rule, but instead made\ncategorically ineligible for §212(c) relief “those deportable by\nreason of certain crimes.” Brief for Respondent 20. Presumably,\nCongress thought those crimes particularly incompatible with an\nalien’s continued residence in this country.12Because we find the BIA’s prior\npractice so unsettled, we likewise reject Judulang’s argument that\nBlake and Brieva-Perez were impermissibly retroactive. To succeed\non that theory, Judulang would have to show, at a minimum, that in\nentering his guilty plea, he had reasonably relied on a legal rule\nfrom which Blake and Brieva-Perez departed. See Landgraf v. USI\nFilm Products, (stating that retroactivity analysis focuses on\n“considerations of fair notice, reasonable reliance, and settled\nexpectations”). The instability of the BIA’s prior practice\nprevents Judulang from making this showing:The BIA sometimes\nrecognized aliens in Judulang’s position as eligible for §212(c)\nrelief, but sometimes did not.",
    "joined": []
}