{
    "case": {
        "docket": "41",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/41/"
    },
    "id": "1970931",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–930_________________LORI SCIALABBA, ACTING DIRECTOR, UNITEDSTATES\nCITIZENSHIP AND IMMIGRATION SERVICES, et al., PETITIONERS v.\nROSA-LINA CUELLAR DE OSORIO et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 9, 2014]Justice Kagan\nannounced the judgment of the Court and delivered an opinion, in\nwhich Justice Kennedy and Justice Ginsburg join.Under the Immigration\nand Nationality Act, 8 U. S. C. §1101 et seq., citizens\nand lawful permanent residents (LPRs) of the United States may\npetition for certain fam-ily members—spouses, siblings, and\nchildren of various ages—to obtain immigrant visas. Such a\nsponsored individual is known as the petition’s principal\nbeneficiary. In turn, any principal beneficiary’s minor\nchild—meaning an unmarried child under the age of 21—qualifies as a\nderivative beneficiary, “entitled to the same [immigration] status”\nand “order of consideration” as his parent. §1153(d). Accordingly,\nwhen a visa becomes available to the petition’s principal\nbeneficiary, one also becomes available to her minor child.But what happens if,\nsometime after the relevant petition was filed, a minor child\n(whether a principal or a derivative beneficiary) has turned 21—or,\nin immigration lingo, has “aged out”? The immigration process may\ntake years or even decades to complete, due in part to bureaucratic\ndelays associated with reviewing immigration documents and in\n(still greater) part to long queues for the limited number of visas\navailable each year. So someone who was a youngster at the start of\nthe process may be an adult at the end, and no longer qualify for\nan immigration status given to minors. The Child Status Protection\nAct (CSPA), 116Stat. 927, ensures that the time Government\nofficials have spent processing immigration papers will not count\nagainst the beneficiary in assessing his status. See 8\nU. S. C. §1153(h)(1). But even with that provision, the\nbeneficiary may age out solely because of the time he spent waiting\nin line for a visa to become available.The question presented\nin this case is whether the CSPA grants a remedy to all aliens who\nhave thus outpaced the immigration process—that is, all aliens who\ncounted as child beneficiaries when a sponsoring petition was\nfiled, but no longer do so (even after excluding administrative\ndelays) by the time they reach the front of the visa queue. The\nBoard of Immigration Appeals (BIA or Board) said no. It interpreted\nthe CSPA as providing relief to only a subset of that\ngroup—specifically, those aged-out aliens who qualified or could\nhave qualified as principal beneficiaries of a visa petition,\nrather than only as derivative beneficiaries piggy-backing on a\nparent. We now uphold the Board’s determination as a permissible\nconstruction of the statute.IAAn alien needs an\nimmigrant visa to enter and permanently reside in the United\nStates. See §1181(a).[1] To\nobtain that highly sought-after document, the alien must fall\nwithin one of a limited number of immigration cate-gories. See\n§§1151(a)–(b). The most favored is for the “immediate relatives” of\nU. S. citizens—their parents, spouses, and unmarried children under\nthe age of 21.See §§1151(b)(2)(A)(i), 1101(b)(1). Five other\ncategories—crucial to this case, and often denominated “preference”\ncategories—are for “family-sponsored immigrants,” who include more\ndistant or independent relatives of U. S. citizens, and\ncertain close relatives of LPRs.[2] Specifically, those family preference categories\nare:F1:      the unmarried,\nadult (21 or over) sons and daughters of U. S. citizens;F2A:      the spouses and\nunmarried, minor (under 21) children of LPRs;F2B:      the unmarried,\nadult (21 or over) sons and daughters of LPRs;F3:      the married sons\nand daughters of U. S. citizens;F4:      the brothers and\nsisters of U. S. citizens. §§1151(a)(1), 1153(a)(1)–(4).[3](A word to the wise: Dog-ear this page for easy\nreference, because these categories crop up regularly throughout\nthis opinion.)The road to obtaining\nany family-based immigrant visa begins when a sponsoring U. S.\ncitizen or LPR files a petition on behalf of a foreign relative,\ntermed the principal beneficiary. See §§1154(a)(1)(A)(i),\n(a)(1)(B)(i)(I), (b); 8 CFR §204.1(a)(1) (2014). The sponsor\n(otherwise knownas the petitioner—we use the words interchangeably)\nmust provide U. S. Citizenship and Immigration Services\n(USCIS) with evidence showing, among other things, that she has the\nnecessary familial relationship with thebeneficiary, see\n§§204.2(a)(2), (d)(2), (g)(2), and that she has not committed any\nconduct disqualifying her from sponsoring an alien for a visa, see,\ne.g., 8 U. S. C. §1154(a)(1)(B)(i)(II) (barring an LPR\nfrom submitting a petition if she has committed certain offenses\nagainst minors). USCIS thereafter reviews the petition, and\napproves it if found to meet all requirements. See §1154(b).For a family preference\nbeneficiary, that approval results not in getting a visa then and\nthere, but only in getting a place in line. (The case is different\nfor “immediate relatives” of U. S. citizens, who can apply for\nand receive a visa as soon as a sponsoring petition is approved.)\nThe law caps the number of visas issued each year in the five\nfamily preference categories, see §§1151(c)(1), 1152,\n1153(a)(1)–(4), and demand regularly exceeds the supply. As a\nconsequence, the principal beneficiary of an approved petition is\nplaced in a queue with others in her category (F1, F2A, or what\nhave you) in order of “priority date”—that is, the date a petition\nwas filed with USCIS. See §1153(e)(1); 8 CFR §204.1(b); 22 CFR\n42.53(a) (2013). Every month, the Department of State sets a\ncut-off date for each family preference category, indicating that\nvisas (sometimes referred to by “visanumbers”) are available for\nbeneficiaries with priority dates earlier than the cut-off. See 8\nCFR §245.1(g)(1); 22 CFR §42.51(b). The system is thus first-come,\nfirst-served within each preference category, with visas becoming\navailable in order of priority date.Such a date may benefit\nnot only the principal beneficiary of a family preference petition,\nbut also her spouse and minor children. Those persons, labeled the\npetition’s “derivative beneficiar[ies],” are “entitled to the same\nstatus, and the same order of consideration” as the principal. 8\nU. S. C. §§1153(d), (h). Accordingly, when a visa becomes\navailable for the principal, one becomes available for her spouse\nand minor children too. And that is so even when (as is usually but\nnot always the case) the spouse and children would not qualify for\nany family preference category on their own. For example, the child\nof an F4 petition’s principal beneficiary is the niece or nephew of\na U. S. citizen, and federal immigration law does not\nrecognize that relationship. Nonetheless, the child can piggy-back\non his qualifying parent in seeking an immigrant visa—although, as\nwill be further discussed, he may not immigrate without her. See 22\nCFR §40.1(a)(2); infra, at 6, 20–21, 31–32.Once visas become\navailable, the principal and any derivative beneficiaries must\nseparately file visa applications. See 8 U. S. C.\n§1202(a). Such an application requires an alien to demonstrate in\nvarious ways her ad-missibility to the United States. See, e.g.,\n§1182(a)(1)(A) (alien may not have serious health problems);\n§1182(a)(2)(A) (alien may not have been convicted of certain\ncrimes); §1182(a)(3)(B) (alien may not have engaged in terrorist\nactivity). Notably, one necessary showing involves the U. S.\ncitizen or LPR who filed the initial petition: To mitigate any\npossibility of becoming a “public charge,” the visa applicant\n(whether a principal or de-rivative beneficiary) must append an\n“affidavit of sup-port” executed by that sponsoring individual.\n§§1182(a)(4)(C)(ii), 1183a(a)(1). Such an affidavit legally commits\nthe sponsor to support the alien, usually for at least 10 years,\nwith an annual income “not less than125% of the federal poverty\nline.” §1183a(a)(1)(A); see §§1183a(a)(2)–(3).After the beneficiaries\nhave filed their applications, a consular official reviews the\ndocuments and, if everything is in order, schedules in-person\ninterviews. See §1202(h). The interviews for a principal and her\nchildren (or spouse) usually occur back-to-back, although those for\nthe children may also come later.[4] The consular official will determine first whether the\nprincipal should receive a visa; if (but only if ) the answer\nis yes, the official will then consider the derivatives’\napplications. See 22 CFR §§40.1(a)(2), 42.62, 42.81(a). Provided\nall goes well, everyone exits the consulate with visas in hand—but\nthat still does not make them LPRs. See 8 U. S. C.\n§1154(e). Each approved alien must then travel to the United States\nwithin a set time, undergo inspection, and confirm her\nadmissibility. See §§1201(c), 1222, 1225(a)–(b). Once again, a\nderivative’s fate is tied to the principal’s: If the principal\ncannot enter the country, neither can her children (or spouse). See\n§1153(d); 22 CFR §40.1(a)(2). When, but only when, an alien with an\nimmigrant visa is approved at the border does she finally become an\nLPR.[5]BAll of this takes\ntime—and often a lot of it. At the front end, many months may go by\nbefore USCIS approves the initial sponsoring petition.[6] On the back end, several additional\nmonths may elapse while a consular official considers the alien’s\nvisa application and schedules an interview.[7] And the middle is the worst. After a sponsoring\npetition is approved but before a visa application can be filed, a\nfamily-sponsored immigrant may stand in line for years—or even\ndecades—just waiting for an immigrant visa to become available.\nSee, e.g., Dept. of State, Bureau of Consular Affairs, 9 Visa\nBulletin, Immigrant Numbers for December 2013 (Nov. 8, 2013).And as the years tick\nby, young people grow up, and thereby endanger their immigration\nstatus. Remember that not all offspring, but only those under the\nage of 21 can qualify as an “immediate relative” of a U. S.\ncitizen, or as the principal beneficiary of an LPR’s F2A petition,\nor (most crucially here) as the derivative beneficiary of any\nfamily preference petition. See supra, at 3, 5. So an alien\neligible to immigrate at the start of the process (when a sponsor\nfiles a petition) might not be so at the end (when an immigration\nofficial reviews his documents for admission). He may have “aged\nout” of his original immigration status by the simple passage of\ntime.In 2002, Congress\nenacted the Child Status Protection Act (CSPA), 116Stat. 927, to\naddress the treatment of those once-but-no-longer-minor aliens. One\nsection of the Act neatly eliminates the “aging out” problem for\nthe offspring of U. S. citizens seeking to immigrate as\n“immediate relatives.” Under that provision, the “determination of\nwhether [such] an alien satisfies the [immigration law’s] age\nrequirement . . . shall be made using [his] age” on the\ndate the initial petition was filed. 8 U. S. C.\n§1151(f )(1). The section thus halts the flow of time for that\ngroup of would-be immigrants: If an alien was young when a\nU. S. citizen sponsored his entry, then Peter Pan-like, he\nremains young throughout the immigration process.A different scheme—and\none not nearly so limpid—applies to the offspring of LPRs and\naliens who initially qualified as either principal beneficiaries of\nF2A petitions or derivative beneficiaries of any kind of family\npreference petition. Section 3 of the CSPA, now codified at 8\nU. S. C. §1153(h), contains three interlinked paragraphs\nthat mitigate the “aging out” problem for those prospective\nimmigrants. The first two are complex but, with some perseverance,\ncomprehensible. The third—the key provision here—is through and\nthrough perplexing.[8]The first paragraph,\n§1153(h)(1), contains a formula for calculating the age of an alien\n“[f ]or purposes of subsections (a)(2)(A) and (d)”—that is,\nfor any alien seeking an immigrant visa directly under F2A or as a\nderivative beneficiary of any preference category. The\n“determination of whether [such] an alien satisfies the\n[immigration law’s] age requirement”—that is, counts as under\n21—“shall be made using—“(A) the age of the\nalien on the date on which an immigrant visa number becomes\navailable for such alien (or, in the case of [derivative\nbeneficiaries], the date on which an immigrant visa number became\navailable for the alien’s parent) . . . ; reduced by“(B) the number of days\nin the period during which the applicable petition described in\nparagraph (2) was pending.” §1153(h)(1).The cross-referenced second paragraph,\n§1153(h)(2), then explains that the “applicable petition” mentioned\nis the petition covering the given alien—so again, either an F2A\npetition filed on his own behalf or any petition extending to him\nas a derivative.Taken together, those\ntwo paragraphs prevent an alien from “aging out” because of—but\nonly because of—bureaucratic delays: the time Government officials\nspend reviewing (or getting around to reviewing) paperwork at what\nwe have called the front and back ends of the immigration process.\nSee supra, at 6–7. The months that elapse before USCIS personnel\napprove a family preference petition (“the period during which the\napplicable petition described in paragraph (2) was pending”) do not\ncount against an alien in determining his statutory “age.” Neither\ndo the months a consular officer lets pass before adjudicating the\nalien’s own visa application (the period after “an immigrant visa\nnumber becomes available for such alien (or . . . [his]\nparent)”). But the time in between—the months or, more likely,\nyears the alien spends simply waiting for a visa to become\navailable—is not similarly excluded in calculating his age: Every\nday the alien stands in that line is a day he grows older, under\nthe immigration laws no less than in life. And so derivative\nbeneficiaries, as well as principal beneficiaries of F2A petitions,\ncan still “age out”—in other words, turn 21, notwithstanding\n§1153(h)(1)’s dual age adjustments—prior to receiving an\nopportunity to immigrate.What happens then (if\nanything) is the subject of §1153(h)’s third paragraph—the\nprovision at issue in this case. That paragraph states:“If the age of an\nalien is determined under paragraph (1) to be 21 years of age or\nolder for the purposes of subsections (a)(2)(A) and (d) of this\nsection, thealien’s petition shall automatically be converted to\nthe appropriate category and the alien shall retain the original\npriority date issued upon receipt of the original petition.”The provision thus first references the aged-out\nbeneficiaries of family preference petitions, and then directs\nimmigration officials to do something whose meaning this opinion\nwill further consider—i.e., “automatically convert” an alien’s\npetition to an “appropriate category.”The Board of\nImmigration Appeals (BIA) addressed the meaning of §1153(h)(3) in\nMatter of Wang, 25 I. & N. Dec. 28 (2009); its\ninterpretation there is what we review in this case. Wang was the\nprincipal beneficiary of an F4 petition that his sister, a\nU. S. citizen, filed in 1992. At that time, Wang’s daughter\nwas 10 years old, and thus qualified as a derivative beneficiary.\nBut Wang waited in line for a visa for more than a decade, and by\nthe time his priority date finally came up, his daughter had turned\n22 (even after applying §1153(h)(1)’s age-reduction formula). Wang\nthus obtained a visa for himself, boarded a plane alone, and\nentered the United States as an LPR. He then filed a new preference\npetition on his daughter’s behalf—this one under F2B, the category\nfor LPRs’ adult sons and daughters. USCIS approved that petition,\nwith a priority date corresponding to the date of Wang’s filing.\nWang contended that under §1153(h)(3), his daughter was instead\nentitled to “retain the original priority date” given to his\nsister’s old F4 petition, because that petition could\n“automatically be converted” to the F2B category.The Board rejected that\nargument. It explained that “the language of [§1153(h)(3)] does not\nexpressly state which petitions qualify for automatic conversion\nand retention of priority dates.” Id., at 33. Given that\n“ambiguity,” the BIA looked to the “recognized meaning” of “the\nphrase ‘automatic conversion’ ” in immigration statutes and\nregulations—which it “presume[d]” Congress understood when enacting\nthe CSPA. Id., at 33–35. “Historically,” the BIA showed, that\nlanguage applied only when apetition could move seamlessly from one\nfamily preference category to another—not when a new sponsor was\nneeded to fit a beneficiary into a different category. Id., at 35.\nSome aged-out aliens’ petitions could accomplish that maneuver,\nbecause the alien had a qualifying relationship with the original\nsponsor, and continued to do so upon aging out; in that event, the\nBoard held, §1153(h)(3) ensured that the alien would retain his\noriginal priority date. See id., at 34–35. But the F4 petition\nfiled by Wang’s sister could not “automatically be converted” in\nthat way because Wang’s daughter never had a qualifying\nrelationship with the sponsor: “[N]o category exists for the niece\nof a United States citizen.” Id., at 35–36. That is why Wang\nhimself had to file a new petition on his daughter’s behalf once\nshe aged out and could no longer ride on his sibling status. The\nBoard saw no evidence that Congress meant “to expand the use of the\nconcept[ ] of automatic conversion” to reach such a case. Id., at\n36. And the Board thought such an expansion unwarranted because it\nwould allow aliens like Wang’s daughter, who lacked any independent\nentitlement to a visa during the years her father spent standing on\nthe F4 queue, to “cut[ ] in line ahead of others awaiting visas in\nother preference categories.” Id., at 38.CThe respondents in\nthis case are similarly situated to Wang, and they seek the same\nrelief. Each was once the principal beneficiary of either an F3\npetition filed by a U. S. citizen parent or an F4 petition\nfiled by a U. S. citizen sibling. Each also has a son or\ndaughter who, on the date of filing, was under 21 and thus\nqualified as a derivative beneficiary of the petition. But as was\ntrue of Wang’s daughter, the respondents’ offspring had all turned\n21 (even accounting for §1153(h)(1)’s age adjustments) by the time\nvisas became available. Accordingly, the respondents immigrated to\nthe United States alone and, as new LPRs, filed F2B petitions for\ntheir sons and daughters. Each argued that under §1153(h)(3), those\npetitions should get the same priority date as the original F3 and\nF4 petitions once had. USCIS instead gave the new F2B petitions\ncurrent priority dates, meaning that the sons and daughters could\nnot leapfrog over others in the F2B line.This case began as two\nseparate suits, one joining many individual plaintiffs and the\nother certified as a class action. In each suit, the District Court\ndeferred to the BIA’s interpretation of §1153(h)(3) in Wang, and\naccordingly granted summary judgment to the Government. See Zhang\nv. Napolitano, 663 F. Supp. 2d 913, 919 (CD Cal. 2009); Costelo v.\nChertoff, No. SA08–00688, 2009 WL 4030516 (CD Cal., Nov. 10, 2009).\nAfter consolidating the two cases on appeal, a panel of the Ninth\nCircuit affirmed: Like the lower courts, it found §1153(h)(3)\nambiguous and acceded to the BIA’s construction. 656 F. 3d\n954, 965–966 (2011). The Ninth Circuit then granted rehearing en\nbanc and reversed in a 6-to-5 decision. 695 F. 3d 1003 (2012).\nThe majority concluded that “the plain language of the CSPA\nunambiguously grants automatic conversion and priority date\nretention to [all] aged-out derivative beneficiaries,” and that the\nBoard’s contrary conclusion “is not entitled to deference.” Id., at\n1006.We granted certiorari,\n570 U. S. ___ (2013), to resolve a Circuit split on the\nmeaning of §1153(h)(3),[9] and\nwe now reverse the Ninth Circuit’s decision.IIPrinciples of Chevron\ndeference apply when the BIA interprets the immigration laws. See\nChevron U. S. A. Inc. v. Natural Resources Defense\nCouncil, Inc., 467 U. S. 837 –844 (1984); INS v.\nAguirre-Aguirre, 526 U. S. 415 –425 (1999). Indeed, “judicial\ndeference to the Executive Branch is especially appropriate in the\nimmigration context,” where decisions about a complex statu-tory\nscheme often implicate foreign relations. Id., at 425. (Those hardy\nreaders who have made it this far will surely agree with the\n“complexity” point.) Under Chevron, the statute’s plain meaning\ncontrols, whatever the Board might have to say. See 467 U. S.,\nat 842–843. But if the law does not speak clearly to the question\nat issue, a court must defer to the Board’s reasonable\ninterpretation, rather than substitute its own reading. Id., at\n844.And §1153(h)(3) does\nnot speak unambiguously to the issue here—or more precisely put, it\naddresses that issue in divergent ways. We might call the provision\nJanus-faced. Its first half looks in one direction, toward the\nsweeping relief the respondents propose, which would reach every\naged-out beneficiary of a family preference petition. But as the\nBIA recognized, and we will further explain, the section’s second\nhalf looks another way, toward a remedy that can apply to only a\nsubset of those beneficiaries—and one not including the\nrespondents’ offspring. The two faces of the statute do not easily\ncohere with each other: Read either most naturally, and the other\nappears to mean not what it says. That internal tension makes\npossible alternative reasonable constructions, bringing into\ncorrespondence in one way or another the section’s different parts.\nAnd when that is so, Chevron dictates that a court defer to the\nagency’s choice—here, to the Board’s expert judgment about which\ninterpretation fits best with, and makes most sense of, the\nstatutory scheme.Begin by reading the\nstatute from the top—the part favoring the respondents. Section\n1153(h)(3)’s first clause—“If the age of an alien is determined\nunder paragraph (1) to be 21 years of age or older for the purposes\nof subsections (a)(2)(A) and (d)”—states a condition that every\naged-out beneficiary of a preference petition satisfies. That is\nbecause all those beneficiaries have had their ages “determined\nunder paragraph (1)” (and have come up wanting): Recall that the\nage formula of §1153(h)(1) applies to each alien child who\noriginally qualified (under “subsections (a)(2)(A) and (d)”) as the\nprincipal beneficiary of an F2A petition or the derivative\nbeneficiary of any family preference petition. On its own, then,\n§1153(h)(3)’s opening clause encompasses the respondents’ sons and\ndaughters, along with every other once-young beneficiary of a\nfamily preference petition now on the wrong side of 21. If the next\nphrase said something like “the alien shall be treated as though\nstill a minor” (much as the CSPA did to ensure U. S. citizens’\nchildren, qualifying as “immediate relatives,” would stay forever\nyoung, see supra, at 7–8), all those aged-out beneficiaries would\nprevail in this case.But read on, because\n§1153(h)(3)’s second clause instead prescribes a remedy containing\nits own limitation on the eligible class of recipients. “[T]he\nalien’s petition,” that part provides, “shall automatically be\nconverted to the appropriate category and the alien shall retain\nthe original priority date.” That statement directs immigration\nofficials to take the initial petition benefitting an alien child,\nand now that he has turned 21, “convert[ ]” that same petition from\na category for children to an “appropriate category” for adults\n(while letting him keep the old priority date). The “conversion,”\nin other words, is merely from one category to another; it does not\nentail any change in the petition, including its sponsor, let alone\nany new filing. And more, that category shift is to be\n“automatic”—that is, one involving no additional decisions,\ncontingencies, or delays. See, e.g., Random House Webster’s\nUnabridged Dictionary 140 (2d ed. 2001) (defining “automatic” as\n“having the capability of starting, operating, moving, etc.,\nindependently”); The American Heritage Dictionary 122 (4th ed.\n2000) (“[a]cting or operating in a manner essentially independent\nof external influence”). The operation described is, then, a\nmechanical cut-and-paste job—moving a petition, without any\nsubstantive alteration, from one (no-longer-appropriate,\nchild-based) category to another (now-appropriate, adult)\ncompartment. And so the aliens who may benefit from §1153(h)(3)’s\nback half are only those for whom that procedure is possible. The\nclause offers relief not to every aged-out beneficiary, but just to\nthose covered by petitions that can roll over, seamlessly and\npromptly, into a category for adult relatives.That understanding of\n§1153(h)(3)’s “automatic conversion” language matches the exclusive\nway immigration law used the term when Congress enacted the CSPA.\nFor many years before then (as today), a regulation entitled\n“Automatic conversion of preference classification” instructed\nimmigration officials to change the preference category of a\npetition’s principal beneficiary when either his or his sponsor’s\nstatus changed in specified ways. See 8 CFR §§204.2(i)(1)–(3)\n(2002). For example, the regulation provided that when a U. S.\ncitizen’s child aged out, his “immediate relative” petition\nconverted to an F1 petition, with his original priority date left\nintact. See §204.2(i)(2). Similarly, when a U. S. citizen’s\nadult son married, his original petition migrated from F1 to F3,\nsee §204.2(i) (1)(i); when, conversely, such a person divorced, his\npetition converted from F3 to F1, see §204.2(i)(1)(iii); and when a\nminor child’s LPR parent became a citizen, his F2A petition became\nan “immediate relative” petition, see §204.2(i)(3)—all again with\ntheir original priority dates. Most notable here, what all of those\nauthorized changes had in common was that they could occur without\nany change in the petitioner’s identity, or otherwise in the\npetition’s content. In each circumstance, the “automatic\nconversion” entailed nothing more than picking up the petition from\none category and dropping it into another for which the alien now\nqualified.[10]Congress used the word\n“conversion” (even without the modifier “automatic”) in the\nidentical way in two other sections of the CSPA. See Law v. Siegel,\n571 U. S. ___, ___ (slip op., at 7) (2014) (“[W]ords repeated\nin different parts of the same statute generally have the same\nmeaning”). Section 2 refers to occasions on which, by virtue of the\nabove-described regulation, a petition “converted” from F2A to the\n“immediate relative” category because of the sponsor parent’s\nnaturalization, or from the F3 to theF1 box because of the\nbeneficiary’s divorce. 8 U. S. C. §§1151(f )(2),\n(3). Then, in §6, Congress authorized an additional conversion of\nthe same nature: It directed that when an LPR parent-sponsor\nnaturalizes, the petition he has filed for his adult son or\ndaughter “shall be converted,” unless the beneficiary objects, from\nthe F2B to the F1 compartment—again with the original priority date\nunchanged. 8 U. S. C. §§1154(k)(1)–(3). (That opt-out\nmechanism itself underscores the otherwise mechanical nature of the\nconversion.) Once again, in those cases, all that is involved is a\nrecategorization—moving the same petition, filed by the same\npetitioner, from one preference classification to another, so as to\nreflect a change in either the alien’s or his sponsor’s status. In\nthe rest of the CSPA, as in the prior immigration regulation, that\nis what “conversion” means.And if the term meant\nmore than that in §1153(h)(3), it would undermine the family\npreference system’s core premise: that each immigrant must have a\nqualified sponsor. Consider the alternative addressed in Wang—if\n“automatic conversion” were also to encompass the substitution of a\nnew petitioner for the old one, to make sure the aged-out alien’s\npetition fits into a new preference category. In a case like Wang,\nrecall, the original sponsor doesnot have a legally recognized\nrelationship with the aged-out derivative beneficiary (they are\naunt and niece); accordingly, the derivative’s father—the old\nprincipal beneficiary—must be swapped in as the petitioner to\nenable his daughter to immigrate. But what if, at that point, the\nfather is in no position to sponsor his daughter? Suppose he\ndecided in the end not to immigrate, or failed to pass border\ninspection, or died in the meanwhile. Or suppose he entered the\ncountry, but cannot sponsor a relative’s visa because he lacks\nadequate proof of parentage or committed a disqualifying crime. See\n§1154(a)(1)(B)(i)(II); 8 CFR §204.2(d)(2); supra, at 4. Or suppose\nhe does not want to—or simply cannot—undertake the significant\nfinancial obligations that the law imposes on someone petitioning\nfor an alien’s admission. See 8 U. S. C.\n§§1183a(a)(1)(A), (f )(1)(D); supra, at 5. Immigration\nofficials cannot assume away all those potential barriers to entry:\nThat would run counter to the family preference system’s insistence\nthat a qualified and willing sponsor back every immigrant visa. See\n§§1154(a)–(b). But neither can they easily, or perhaps at all,\nfigure out whether such a sponsor exists unless he files and USCIS\napproves a new petition—the very thing §1153(h)(3) says is not\nrequired.Indeed, in cases like\nWang, the problem is broader: Under the statute’s most natural\nreading, a new qualified sponsor will hardly ever exist at the\nmoment the petition is to be “converted.” Section 1153(h)(3), to be\nsure, does not explicitly identify that point in time. But\n§1153(h)(1) specifies the date on which a derivative beneficiary is\ndeemed to have either aged out or not: It is “the date on which an\nimmigrant visa number became available for the alien’s parent.” See\n§§1153(h)(1)(A)–(B). Because that statutory aging out is the one\nand only thing that triggers automatic conversion for eligible\naliens, the date of conversion is best viewed as the same. That\nreading, more-over, comports with the “automatic conversion”\nregulation on which Congress drew in enacting the CSPA, see supra,\nat 16–17: The rule authorizes conversions “upon” or “as of the\ndate” of the relevant change in the alien’s status (including\nturning 21))—regardless when USCIS may receive notice of the\nchange. 8 CFR §204.2(i); but cf. post, at 14 (Sotomayor, J.,\ndissenting) (wrongly stating that under that rule conversion occurs\nupon the agency’s receipt of proof of the change). But on that\ndate, no new petitioner will be ready to step into the old one’s\nshoes if such a substitution is needed to fit an aged-out\nbeneficiary into a different category. The beneficiary’s parent, on\nthe day a “visa number became available,” cannot yet be an LPR or\ncitizen; by definition, she has just become eligible to apply for a\nvisa, and faces a wait of at least several months before she can\nsponsor an alien herself. Nor, except in a trivial number of cases,\nis any hitherto unidentified person likely to have a legally\nrecognized relationship to the alien. So if an aged-out beneficiary\nhas lost his qualifying connection to the original petitioner, no\nconversion to an “appropriate category” can take place at the\nrequisite time. As long as immigration law demands some valid\nsponsor, §1153(h)(3) cannot give such an alien the designated\nrelief.On the above account—in\nwhich conversion entails a simple reslotting of an original\npetition into a now-appropriate category—§1153(h)(3)’s back half\nprovides a remedy to two groups of aged-out beneficiaries. First,\nany child who was the principal beneficiary of an F2A petition\n(filed by an LPR parent on his behalf) can take advantage of that\nclause after turning 21. He is, upon aging out, the adult son of\nthe same LPR who sponsored him as a child; his petition can\ntherefore be moved seamlessly—without the slightest alteration or\ndelay—into the F2B category. Second, any child who was the\nderivative beneficiary of an F2A petition (filed by an LPR on his\nspouse’s behalf) can similarly claim relief, provided that under\nthe statute, he is not just the spouse’s but also the petitioner’s\nchild.[11] Such an alien is\nidentically situated to the aged-out principal beneficiary of an\nF2A petition; indeed, for the price of another filing fee, he could\njust as easily have been named a principal himself. He too is now\nthe adult son of the original LPR petitioner, and his petition can\nalso be instantly relabeled an F2B petition, without any need to\nsubstitute a new sponsor or make other revisions. In each case, the\nalien had a qualifying relationship before he was 21 and retains it\nafterward; all that must be changed is the label affixed to his\npetition.[12]In contrast, as the\nBoard held in Wang, the aged-out derivative beneficiaries of the\nother family preference categories—like the sons and daughters of\nthe respondents here—cannot qualify for “automatic conversion.”\nRecall that the respondents themselves were principal beneficiaries\nof F3 and F4 petitions; their children, when under 21, counted as\nderivatives, but lacked any qualifying preference relationship of\ntheir own. The F3 derivatives were the petitioners’ grandsons and\ngranddaughters; the F4 derivatives their nephews and nieces; and\nnone of those are relationships Congress has recognized as\nwarranting a family preference. See 8 U. S. C.\n§§1153(a)(3)–(4). Now that the respondents’ children have turned\n21, and they can no longer ride on their parents’ coattails, that\nlack of independent eligibility makes a difference. For them,\nunlike for the F2A beneficiaries, it is impossible simply to slide\nthe original petitions from a (no-longer-appropriate) child\ncategory to a (now-appropriate) adult one. To fit into a new\ncategory, those aged-out derivatives, like Wang’s daughter, must\nhave new sponsors—and for all the reasons already stated, that need\nmeans they cannot benefit from “automatic conversion.”All that said, we hold\nonly that §1153(h)(3) permits—not that it requires—the Board’s\ndecision to so distinguish among aged-out beneficiaries. That is\nbecause, as we explained earlier, the two halves of §1153(h)(3)\nface in different directions. See supra, at 14. Section\n1153(h)(3)’s first part—its conditional phrase—encompasses every\naged-out beneficiary of a family preference petition, and thus\npoints toward broad-based relief. But as just shown, §1153(h)(3)’s\nsecond part—its remedial prescription—applies only to a narrower\nclass of beneficiaries: those aliens who naturally qualify for (and\nso can be “automatically converted” to) a new preference\nclassification when they age out. Were there an interpretation that\ngave each clause full effect, the Board would have been required to\nadopt it. But the ambiguity those ill-fitting clauses create\ninstead left the Board with a choice—essentially of how to\nreconcile the statute’s different commands. The Board, recognizing\nthe need to make that call, opted to abide by the inherent limits\nof §1153(h)(3)’s remedial clause, rather than go beyond those\nlimits so as to match the sweep of the section’s initial condition.\nOn the Board’s reasoned view, the only beneficiaries entitled to\nstatutory relief are those capable of obtaining the remedy\ndesignated. When an agency thus resolves statutory tension,\nordinary principles of administrative deference require us to\ndefer. See National Assn. of Home Builders v. Defenders of\nWildlife, 551 U. S. 644, 666 (2007) (When a statutory scheme\ncontains “a fundamental ambiguity” arising from “the differing\nmandates” of two provisions, “it is appropriate to look to the\nimplementing agency’s expert interpretation” to determine which\n“must give way”).IIIThe respondents urge\nus to overturn the Board’s judgment for three independent reasons.\nFirst, and principally, they take issue with the Board’s—and now\nour—viewof the limits associated with “automatic conversion”: They\nargue that every aged-out beneficiary’s petition can “automatically\nbe converted” to an “appropriate category,” and that the two halves\nof §1153(h)(3) are thus reconcilable. Second, the respondents\ncontend that even if “automatic conversion” does not extend so far,\n§1153(h)(3) separately entitles each such beneficiary to the\nbenefit of his original petition’s priority date. And third, they\nclaim that the Board’s way of resolving whatever ambiguity inheres\nin §1153(h)(3) is arbitrary and capricious. The dissenting opinion\nreiterates the first two arguments, though with slight variation\nand in opposite order, while forgoing the third. See post, at 9–19\n(opinion of Sotomayor, J.) (hereinafter the dissent). We find none\nof the contentions persuasive.AThe respondents (and\nthe dissent) initially aver that every aged-out beneficiary\n(including their own sons and daughters) can “automatically be\nconverted” to an “appropriate” immigration category, if only\nimmigration officials try hard enough. The Government, in the\nrespondents’ view, can accomplish that feat by substituting new\nsponsors for old ones, and by “managing the timing” of every\nconversion to ensure such a new petitioner exists on the relevant\ndate. Brief for Respondents 33. And because, the respondents say,\nit is thus possible to align the two halves of §1153(h)(3)—even if\nthrough multiple administrative maneuvers—immigration officials are\nunder an obligation to do so. We disagree, for reasons that should\nsound familiar: Several are the same as those we have just given\nfor upholding the Board’s interpretation. But still, we walk\nthrough the respondents’ argument step-by-step, to show how far it\ndeparts from any ordinary understanding of “automatic\nconversion.”The first (and\nnecessary) premise of that argument does not augur well for the\nremainder: It is the view that the “automatic conversion” procedure\npermits a change in the petitioner’s identity. According to the\nrespondents, the aged-out beneficiaries’ parents, upon becoming\nLPRs, can be subbed in for the original sponsors (i.e., the\nbeneficiaries’ grandparents, aunts, and uncles), and the petitions\nthen converted to the F2B category. But as we have shown, the\n“automatic conversion” language—as most naturally read and as long\nused throughout immigration law—contemplates merely moving a\npetition into a new and valid category, not changing its most\nessential feature. See supra, at 15–17. That alone defeats the\nrespondents’ position.And a further problem\nfollows—this one concerning the date of automatic conversion. The\nrespondents need that date to come at a time when the derivative\nbeneficiaries’ parents (the substitute petitioners) are already\nliving in the United States as LPRs; otherwise, the petitions could\nnot qualify for the F2B box. In an attempt to make that possible,\nthe respondents propose that conversion be viewed as taking place\nwhen “the derivative beneficiary’s visa . . . application is\nadjudicated.” Brief for Respondents 29. But as we have (again)\ndemonstrated, the statute is best read as establishing a different\ndate: that “on which an immigrant visa number became available for\nthe alien’s parent”—when, by definition, the parent is not yet an\nLPR. §1153(h)(1); see supra, at 18–19. That is the moment when a\nderivative ages out, which is the single change conversion\nreflects. By contrast, the respondents’ suggested date has no\nconnection to that metamorphosis; the date of adjudication is\nmerely when an immigration official later discovers that a child\nhas turned 21. And that date is itself fortuitous, reflecting no\nmore than when an immigration officer got around to reviewing a\nvisa application: The possibility of conversion would thus depend\non bureaucratic vagaries attending the visa process. So the\nrespondents’ mistaken view of the timing of conversion is another\noff-ramp from their argument.[13]Yet there is\nmore—because even after substituting a new petitioner and delaying\nthe conversion date in a way the statute does not contemplate, the\nrespondents must propose yet further fixes to make “automatic”\nconversion work for their sons and daughters. The respondents’ next\nproblem is that even on the conversion date they propose, most of\nthem (and other derivatives’ parents) were not yet LPRs, and so\ncould not possibly be sponsors. In the ordinary course, principal\nand derivative beneficiaries living abroad apply for their visas at\nthe same time and go to the consulate together for back-to-back\ninterviews. See supra, at 6. And even if the parent is approved\nfirst, that alone does not make her an LPR; she still must come to\nthis country, demonstrate her continued eligibility, and pass an\ninspection. See ibid. Thus, the respondents must recommend changes\nto the visa process to get the timing to work—essentially,\nadministrative juggling to hold off the derivative beneficiary’s\nvisa adjudication until his parent has become an LPR. In\nparticular, they suggest that the consular official defer the\nderivative’s interview, or that the official nominally “reject the\napplication” and then instruct the derivative to “reapply after the\nprincipal beneficiary immigrates.” Brief for Respondents 30. But\nthe need for that choreography (which, in any event, few if any of\nthe respondents conformed to) renders the conversion process only\nless “automatic,” because now it requires special intervention,\npurposeful delay, and deviation from standard administrative\npractice. Conversion has become not a machine that would go of\nitself, but a process painstakingly managed.And after all this\nfancy footwork, the respondents’ scheme still cannot succeed,\nbecause however long a visa adjudication is postponed, a\nderivative’s parent may never become able to sponsor a relative’s\nvisa—and immigration officials cannot practicably tell whether a\ngiven parent has done so. We have noted before the potential\nimpediments to serving as a petitioner—including that a parent may\nnot immigrate, may not qualify as a sponsor, or may not be able to\nprovide the requisite financial support. See supra, at 17–18. The\nrespondents offer no way to deal with those many contingencies.\nRequire the parent to submit a new petition? But the entire point\nof automatic conversion (as the respondents themselves agree) is to\nobviate the need for such a document. See Brief for Respondents 30,\n42. Investigate the parent’s eligibility in some other way? But\neven were that possible (which we doubt) such an inquiry would not\nsquare with the essential idea of an automatic process. Disregard\nthe possibility that no legal sponsor exists? But then visas would\ngo, inevitably and not infrequently, to ineligible aliens. And so\nthe workarounds have well and truly run out on the respondents’\nargument.[14]That leaves us with the\nsame statutory inconsistency with which we began. Having followed\neach step of the respondents’ resourceful (if Rube Goldbergish)\nargument, we still see no way to apply the concept of automatic\nconversion to the respondents’ children and others like them. And\nthat means we continue to face a statute whose halves do not\ncorrespond to each other—giving rise to an ambiguity that calls for\nChevron deference.BThe respondents,\nhowever, have another idea for reconciling §1153(h)(3)’s front and\nback parts (and this back-up claim becomes the dissent’s principal\nargument). Recall that the section’s remedial clause instructs that\n“the alien’s petition shall automatically be converted to the\nappropriate category and the alien shall retain the original\npriority date issued upon receipt of the original petition.” The\nrespondents (and the dissent) ask us to read the italicized\nlanguage as conferring a benefit wholly independent of automatic\nconversion. On that view, aged-out derivatives, even though\nineligible for conversion, could “retain the[ir] original priority\ndate[s]” if their parents file a new petition (as the respondents\nin fact did here “as a protective matter,” Tr. of Oral Arg. 55).\nAnd then, everyone encompassed in §1153(h)(3)’s first clause would\nget at least some form of relief (even if not both forms) from the\nsection’s second. For this argument, the respondents principally\nrely on the word “and”: “Where the word ‘and’ connects two” phrases\nas in §1153(h)(3)’s back half, the respondents contend, those terms\n“operate independently.” Brief for Respondents 39; see post, at\n9.But the conjunction\n“and” does not necessarily disjoin two phrases in the way the\nrespondents say. In some sentences, no doubt, the respondents have\na point. They use as their primary example: “[I]f the boat takes on\nwater, then you shall operate the bilge pump and you shall\ndistribute life jackets.” Brief for Respondents 39; see also post,\nat 10 (offering further examples). We agree that “you shall\ndistribute life jackets” functions in that sentence as an\nindependent command. But we can come up with many paired dictates\nin which the second is conditional on the first. “If the price is\nreasonable, buy two tickets and save a receipt.” “If you have time\nthis summer, read this book and give me a report.” Or, shades of\nthis case: “If your cell-phone contract expires, buy a new phone\nand keep the old number.”[15] In each case, the second command functions only once\nthe first is accomplished. Whether “and” works in that way or in\nthe respondents’ depends, like many questions of usage, on the\ncontext. See, e.g., Caraco Pharmaceutical Laboratories, Ltd. v.\nNovo Nordisk A/S, 566 U. S. ___, ___ (2012).Here, we think, context\ncompels the Board’s view that the instructions work in tandem. The\nfirst phrase instructs immigration officials to convert a petition\n(when an “appropriate category” exists); the next clarifies that\nsuch a converted petition will retain the original priority date,\nrather than receive a new one corresponding to the date of\nconversion. That reading comports with the way retention figures in\nother statutory and regulatory provisions respecting “conversions”;\nthere too, retention of a priority date is conditional on a\nconversion occurring. See 8 U. S. C. §§1154(k)(1)–(3); 8\nCFR §204.2(i); supra, at 16. The respondents wish to unhook the\n“retention” phrase from that mooring, and use it to explain what\nwill attend a different event—that is, the filing of a new\npetition. But that is to make “retention” conditional on something\nthe statute nowhere mentions—a highly improbable thing for Congress\nto have done. (If, once again, a teacher says to “read this book\nand give me a report,” no one would think he wants a report on some\nunidentified subject.) And indeed, the respondents’ and dissent’s\nown examples prove this point: In not a single one of their\nproffered sentences is the second command contingent on the\noccurrence of some additional, unstated event, as it would have to\nbe under the respondents’ construction of §1153(h)(3); rather, each\nsuch command (e.g., “distribute life jackets”) flows directly from\nthe stated condition (e.g., “if the boat takes on water”). So by\nfar the more natural understanding of §1153(h)(3)’s text is that\nretention follows conversion, and nothing else.The respondents’\ncontrary view would also engender unusual results, introducing\nuncertainty into the immigration system’s operation and thus\ninterfering with statutory goals. Were their theory correct, an\naged-out alien could hold on to a priority date for years or even\ndecades while waiting for a relative to file a new petition. Even\nif that filing happened, say, 20 years after the alien aged out,\nthe alien could take out his priority-date token, and assert a\nright to spring to the front of any visa line. At that point, USCIS\ncould well have a hard time confirming the old priority date, in\npart because the names of derivative beneficiaries need not be\nlisted on a visa petition. And the possibility of such\nleap-frogging from many years past would impede USCIS’s publication\nof accurate waiting times. As far as we know, immigration law\nnowhere else allows an alien to keep in his pocket a priority date\nuntethered to any existing valid petition. Without some clearer\nstatement, we cannot conclude Congress intended here to create such\na free-floating, open-ended entitlement to a defunct petition’s\npriority date. See Wang, 25 I. & N. Dec., at\n36.[16]CFinally, the\nrespondents contend that even if §1153(h)(3) points at once in two\ndirections—toward a broader scope in its first half and a narrower\none in its second—the BIA acted unreasonably in choosing the more\nrestrictive reading. In their view, the Board has offered no valid\nreason, consistent with “the purposes and concerns of the\nimmigration laws,” to treat their own sons and daughters less\nfavorably than aliens who were principal and derivative\nbeneficiaries of F2A petitions. Brief for Respondents 47. Indeed,\nthe respondents suggest that the BIA, “for its own unfathomable\nreasons, disapproves of Congress’s decision to allow any aged-out”\naliens to get relief, and has thus “limited [§1153(h)(3)] to as few\nderivative beneficiaries as possible.” Id., at 55.We cannot agree. At the\nleast, the Board’s interpretation has administrative simplicity to\nrecommend it. Under that view, immigration authorities need only\nperform the kind of straightforward (i.e., “automatic”) conversion\nthey have done for decades—moving a petition from one box to\nanother to reflect a given status change like aging out. See Wang,\n25 I. & N. Dec., at 36. The respondents, as we have\nshown, would transform conversion into a managed, multi-stage\nprocess, requiring immigration and consular officials around the\nworld to sequence and delay every aged-out alien’s visa\nadjudication until they are able to confirm that one of his parents\nhad become a qualifying and willing F2B petitioner. And according\nto the Government’s (incomplete) statistics, that would have to\nhappen in, at a minimum, tens of thousands of cases every year. See\nReply Brief 18, n. 13.Still more important,\nthe Board offered a cogent argument, reflecting statutory purposes,\nfor distinguishing between aged-out beneficiaries of F2A petitions\nand the respondents’ sons and daughters. See Wang, 35\nI. & N. Dec., at 38. As earlier explained, the F2A\nbeneficiaries have all had a qualifying relationship with an LPR\nfor the entire period they have waited in line—i.e., since their\noriginal priority dates. See supra, at 19–20. That means that when\nimmigration authorities convert their petitions, they will enter\nthe F2B line at the same place as others who have had a comparable\nrelationship for an equal time. The conversion thus fits with the\nimmigration law’s basic first-come-first-served rule. See 8\nU. S. C. §1153(e); supra, at 4. By contrast, the\nderivative beneficiaries of F3 and F4 petitions, like the\nrespondents’ sons and daughters, lacked any qualifying relationship\nwith a citizen or LPR during the period they waited in line. See\nsupra, at 20–21. They were, instead, the grandchildren, nieces, or\nnephews of citizens, and those relationships did not independently\nentitle them to visas. If such aliens received relief under\n§1153(h)(3), they would jump over thousands of others in the F2B\nline who had a qualifying relationship with an LPR for a far longer\ntime. That displacement would, the Board reasonably found, scramble\nthe priority order Congress prescribed.The argument to the\ncontrary assumes that the respondents’ sons and daughters should\n“receive credit” for all the time the respondents themselves stood\nin line. Brief for Respondents 50. But first, the time the\nrespondents spent waiting for a visa may diverge substantially from\nthe time their children did. Suppose, for example, that one of the\nrespondents had stood in the F4 queue for 15 years, and with just 4\nyears to go, married someone with a 17-year-old son. Under the\nrespondents’ reading, that derivative beneficiary, after aging out,\nwould get the full benefit of his new parent’s wait, and so\ndisplace many thousands of aliens who (unlike him) had stood in an\nimmigration queue for nearly two decades. And second, even when the\nderivative qualified as such for all the time his parent stood in\nline, his status throughout that period hinged on his being that\nparent’s minor child. If his parent had obtained a visa before he\naged out, he would have been eligible for a visa too, because the\nlaw does not demand that a prospective immigrant abandon a minor\nchild. But if the parent had died while waiting for a visa, or had\nbeen found ineligible, or had decided not to immigrate after all,\nthe derivative would have gotten nothing for the time spent in\nline. See supra, at 5–6. Similarly, the Board could reasonably\nconclude, he should not receive credit for his parent’s wait when\nhe has become old enough to live independently. In the unavoidably\nzero-sum world of allocating a limited number of visas, the Board\ncould decide that he belongs behind any alien who has had a\nlengthier stand-alone entitlement to immigrate.IVThis is the kind of\ncase Chevron was built for. What-ever Congress might have meant in\nenacting §1153(h)(3), it failed to speak clearly. Confronted with a\nself-contradictory, ambiguous provision in a complex statutory\nscheme, the Board chose a textually reasonable construction\nconsonant with its view of the purposes and policies underlying\nimmigration law. Were we to overturn the Board in that\ncircumstance, we would assume as our own the responsible and expert\nagency’s role. We decline that path, and defer to the Board.We therefore reverse\nthe judgment of the Ninth Circuit and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Notes1An alien already in the\nUnited States—for example, on a student or temporary worker\nvisa—must obtain “adjustment of status” rather than an immigrant\nvisa to become a lawful permanent resident. See . Because the\ncriteria for securing adjustment of status and obtaining an\nimmigrant visa are materially identical, we use the single term\n“immigrant visa” to refer to both.2The “family preference”\nlabel, as used by immigration officials, applies only to these five\nclassifications, and not to the category for “im-mediate relatives”\nof U. S. citizens. See Brief for Petitioners 3,\nn. 1.3Immigrant visas can also\ngo to aliens with special, marketable skills, see §§1151(a)(2),\n1153(b), or to aliens from countries with historically low\nimmigration to the United States, see §§1151(a)(3), 1153(c). None\nof the respondents here sought visas under those “employment-based”\nor “diversity” categories.4See Dept. of State, The\nImmigrant Visa Process: Visa Applicant Interview, online at\nhttp://travel.state.gov/content/visas/english/immigrate/immigrant-process/interview/applicant_interview.html\n(all Internet materials as visited June 5, 2014, and available in\nClerk of Court’s case file).5The last part of the\nimmigration process is streamlined for aliens already residing in\nthe United States who have applied for adjustment of status. See\nn. 1, . The immigration officer interviewing such an alien,\nupon finding her visa-eligible, may declare her an LPR on the spot.\nSee . But here too, the officer will not make a derivative\nbeneficiary an LPR unless and until he approves that status for the\nprincipal. See 22 CFR §40.1(a)(2).6See USCIS, Processing\nTime Information, online at\nhttps://egov.uscis.gov/cris/processingTimesDisplayInit.do.7See The Immigrant Visa\nProcess: Interview, online at\nhttp://travel.state.gov/content / visas / english / immigrate  / immigrant-process /interview.html.8The full text of these\nthree paragraphs, for the masochists among this opinion’s readers,\nis as follows:9Compare 695 F. 3d 1003,\n1006 (CA9 2012) (case below) (holding that §1153(h)(3) extends\nrelief to all aged-out derivative beneficiaries); v. , 655 F. 3d\n363, 365 (CA5 2011) (same), with v. , 654 F. 3d 376, 385 (CA2 2011)\n(holding that §1153(h)(3) not merely permits, but requires the\nBoard’s contrary interpretation).10The\ndissent responds to this fact only with a pair of non-sequiturs. at\n18–19 (opinion of ). First, the dissent cites a statutory provision\nthat does not use the word “conversion” at all, so can hardly\nattest to its meaning. See . And next, the dissent cites a\nregulation that post-dated the CSPA by years, and thus is equally\nirrelevant to what Congress intended. See 71 Fed. Reg. 35732, 35749\n(2006) (adding 8 CFR §204.2(i)(1)(iv)). More-over, both provisions\nrelate to a circumstance in which a person can -petition for a visa\nbecause her U. S. citizen or LPR relative either died or\nengaged in domestic abuse. In that situation, the alien’s\neligibility rests throughout on her connection to the deceased or\nabusive relative; no new party must ever come in, as one has to in\na case like , to salvage a no-longer-effective petition. See , at\n18 (addressing the problems that the substitution of a new\npetitioner raises).11Given\nthe statute’s broad definition of “child,” the only F2A derivative\nbeneficiaries who fall outside that proviso are stepchildren who\nwere over the age of 18 when the petitioner married the spousal\nbeneficiary. See §1101(b)(1)(B). The Government represents that\nthousands of children are designated as F2A derivatives every year.\nSee Reply Brief 18, n. 13.12It\nis, therefore, impossible to understand the dissent’s statement\nthat conversion of such a petition to an appropriate category\nrequires “ ‘substantive alteration’ to [the] petition.” See ,\nat 19, n. 8 (opinion of .13Still, the respondents’ view of the\ntiming of conversion is better than the dissent’s. As an initial\nmatter, the dissent’s objection to assessing conversion as of the\ndate a visa becomes available hinges on an imaginary difficulty.\nThat approach, the dissent complains, cannot be right because that\ndate always “occurs before the point at which the child is\ndetermined to have aged-out.” at 15Well, yes. The date a visa\nbecomes available is, under the statute, the date an alien ages out\n(or not); and that status change of course occurs before an\nimmigration official, reviewing a visa application, finds that it\nhas done so. But what of it? When an official determines that an\nalien was no longer a child on the date a visa became available, he\nalso assesses whether automatic conversion was available to the\nalien that prior date. In other words, here as elsewhere in\nimmigration law, conversion occurs (or not) upon the date of the\nrelevant status change—and no other. See at 19. And once that is\nunderstood, the supposed difficulties the dissent throws up all\nmelt away. At the time of the status change, F2A petitions can be\nconverted without further contingencies, decisions, or delays,\nwhereas no other petitions can. But cf. at 16, 17, n. 7\n(countering, irrelevantly, that an F2A petition is automatically\nconverted, additional steps remain in the immigration process). And\nimmigration officials later reviewing visa applications know that\nfact, and can treat the different classes of aged-out beneficiaries\naccordingly.14Nor\ndoes the dissent offer any serious aid to the respondents. The\ndissent initially acknowledges that automatic conversion cannot\ninvolve “additional decisions, contingencies, or delays.” , at 13.\nBut no worries, the dissent continues: “[O]nce [an alien’s parent]\nprovides confirmation of her eligibility to sponsor” the aged-out\nalien, the original petition “can automatically be converted to an\nF2B petition, with no additional decision or contingency” or\n(presumably) delay. ,at 14. Think about that: Once every decision,\ncontingency, and delay we have just described is over (and a parent\nhas at long last turned out to be a viable sponsor), the dissent\nassures us that no further decisions, contingencies, and delays\nremain. Or, put differently, there are no contingencies after all\nthe contingencies have been resolved; no decisions after all the\ndecisions have been made; and no delay after all the delay has\ntranspired. And as if that argument were not awkward enough,\nconsider that it would make automatic conversion turn on the filing\nof a new document that shows the parent’s eligibility to sponsor\nher aged-out son or daughter—the very thing, as all parties agree,\nthat conversion is supposed to render unnecessary. See at 18,\n26.15The\ndissent appears to think that something helpful to its view follows\nfrom repeating the word “shall” and changing the subject of the\ncommands. See at 9–10. But that is not so, as some further examples\nshow. “If you advance to the next round, my assistant shall\nschedule an interview and you shall come in to answer questions.”\n“If the plane is low on fuel, the tanks shall be refilled and the\npilot shall fly the route as scheduled.” In these sentences, as in\nour prior ones, the second command is conditional on the first; all\nthat differs is that these sentences are (much like statutes) more\nformal and stilted. And the dissent’s citation of v. , , adds\nnothing to its argument. There, we construed the following\nprovision: “[T]here shall be allowed to the holder of [a secured]\nclaim, interest on such claim, and any reasonable fees, costs, or\ncharges provided for under the agreement under which such claim\narose.” , at 241. We held that the phrase “provided for under the\nagreement” qualifies the words “any reasonable fees, costs, or\ncharges,” but not the words “interest on such claim.” at 241–242.\nWhat relevance that interpretation bears to this case eludes\nus.16The\ndissent claims that USCIS “administered priority date retention in\nexactly this manner” before the CSPA’s enactment, , at 10, but that\nconfident assertion is just not so—or at least not in any way that\nassists the respondents. The dissent principally relies on 8 CFR\n§204.2(a)(4), which prior to the CSPA’s enactment permitted an\naged-out F2A derivative beneficiary to retain his old priority date\n“if [a] subsequent petition is filed ” as filed the original. Far\nfrom authorizing an open-ended, free-floating entitlement, that\nnow-superseded regulation allowed an alien to keep his priority\ndate only if he (unlike the respondents’ offspring) had a\nqualifying relationship with the initial petitioner—that is, only\nif he fell within the group that the BIA in thought entitled to\nreliefSee 25 I. & N. Dec., at 34–35. And the other\nprovisions the dissent cites (which, unlike §204.2(a)(4), continue\nto operate) similarly fail to support the dissent’s position,\nbecause they enable an alien to retain a priority date only if\nattached to an existing valid petition. See (permitting an alien to\nretain a priority date associated with an ex-isting F2B petition);\n8 CFR §204.5(e) (permitting an alien to retain apriority date\nassociated with an existing employment-based peti-tion);\n§204.12(f)(1) (permitting an alien to retain a priority\ndateassociated with an existing employment-based petition for\nimmigrating physicians).",
    "joined": []
}