{
    "case": {
        "docket": "19-5807",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-5807/"
    },
    "id": "4428384",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–5807_________________THEDRICK EDWARDS, PETITIONERv.DARREL\nVANNOY, WARDENon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 17, 2021]Justice Kagan, with whom Justice Breyer and\nJustice Sotomayor join, dissenting.“A verdict, taken from eleven, [i]s no verdict\nat all,” this Court proclaimed just last Term.Ramosv.Louisiana, 590 U. S. ___, ___−___ (2020) (slip op., at\n4–5) (internal quotation marks omitted). Citing centuries of\nhistory, the Court inRamostermed the Sixth Amendment right\nto a unanimous jury “vital,” “essential,” “indispensable,” and\n“fundamental” to the American legal system.Id., at ___,\n___, ___ (slip op., at 4, 6, 7). The Court therefore saw fit to\ndisregardstare decisisand overturn a 50-year-old precedent\nenabling States to convict criminal defendants based on\nnon-unanimous verdicts.[1] And\nin taking that weighty step, the Court also vindicated core\nprinciples of racial justice. For in the Court’s view, the state\nlaws countenancing non-unanimous verdicts originated in white\nsupremacism and continued in our own time to have racially\ndiscriminatory effects. Seeid., at ___−___ (slip op., at\n2–3);id., at ___ (Sotomayor, J., concurring in part) (slip\nop., at 4);id., at ___−___ (Kavanaugh, J., concurring in\npart) (slip op., at 12–15). Put all that together, and it is easy\nto see why the opinions inRamosread as historic. Rarely\ndoes this Court make such a fundamental change in the rules thought\nnecessary to ensure fair criminal process. If you were scanning a\nthesaurus for a single word to describe the decision, you would\nstop when you came to “watershed.”Yet the Court insists thatRamos’s\nholding does not count as a “watershed” procedural rule underTeaguev.Lane,489 U.S.\n288, 311 (1989) (plurality opinion). The result of today’s\nruling is easily stated. Ramoswill not apply retroactively,\nmeaning that a prisoner whose appeals ran out before the decision\ncan receive no aid from the change in law it made. So Thedrick\nEdwards, unlike Evangelisto Ramos, will serve the rest of his life\nin prison based on a 10-to-2 jury verdict. Only the reasoning of\ntoday’s holding resists explanation. The majority cannot (and\nindeed does not) deny, given allRamossaid, that the jury\nunanimity requirement fits to a teeTeague’s description of\na watershed procedural rule. Nor can the majority explain its\nresult by relying on precedent. Although flaunting decisions sinceTeaguethat held rules non-retroactive, the majority comes\nup with none comparable to this case. Search high and low the\nsettled law of retroactivity, and the majority still has no reason\nto denyRamoswatershed status.So everything rests on the majority’s last\nmove—the overturning ofTeague’s watershed exception. If\nthere can never beanywatershed rules—as the majority here\nasserts out of the blue—then, yes, jury unanimity cannot be one.\nThe result follows trippingly from the premise. But adopting the\npremise requires departing from judicial practice and principle. In\noverruling a critical aspect ofTeague, the majority follows\nnone of the usual rules ofstare decisis. It discards\nprecedent without a party requesting that action. And it does so\nwith barely a reason given, much less the “special justification”\nour law demands.Halliburton Co.v.Erica P. John Fund,\nInc.,573 U.S.\n258, 266 (2014). The majority in that way compounds its initial\nerror: Not content to misapplyTeague’s watershed provision\nhere, seeante, at 10–14, the majority forecloses any future\napplication, seeante, at 14–15. It prevents any procedural\nrule ever—no matter how integral to adjudicative fairness—from\nbenefiting a defendant on habeas review. Thus does a settled\nprinciple of retroactivity law die, in an effort to support an\ninsupportable ruling.IStart with whatTeagueand its progeny\nrepeatedly said about what makes a new rule of criminal procedure\n“watershed” (so that, before today, the rule applied\nretroactively).[2] A watershed\nrule, we held, is “implicit in the concept of ordered liberty.”Teague, 489 U. S., at 311 (plurality opinion) (internal\nquotation marks omitted). Such a rule addresses one of “the bedrock\nprocedural elements” of the criminal process.Ibid.(emphasis deleted). Or similarly stated, it plays a “fundamental”\nand “central[ ]” role in a trial.Beardv.Banks,542\nU.S. 406, 418, 420 (2004). More specifically, a new rule, to\nqualify as watershed, must be “essential to [the trial’s]\nfairness.”Whortonv.Bockting,549 U.S.\n406, 418 (2007); seeTeague, 489 U. S., at 312\n(plurality opinion). And it must go to the defendant’s guilt or\ninnocence, “prevent[ing] an impermissibly large risk of an\ninaccurate conviction.”Whorton, 549 U. S., at 418\n(internal quotation marks omitted); seeTeague, 489\nU. S., at 312 (plurality opinion). Those requirements set a\nhigh bar. But they capture—or anyway, were once meant to—a “small\ncore of rules” needed to fairly adjudicate a defendant’s guilt.Beard, 542 U. S., at 417.The first clue that the unanimity rule falls\nwithinTeague’s small core is that the Court thought its\nadoption justified overturning precedent.Ramosdidn’t just\nannounce a new rule. It reversed a prior, well-settled one. As the\nmajority recounts, “Ramosrepudiated this Court’s 1972\ndecision inApodacav.Oregon,406 U.S.\n404, which had allowed non-unanimous juries in state criminal\ntrials.”Ante, at 1. Such a toppling of precedent needs a\nspecial justification—more than a run-of-the-mill claim of error.\nTo meet that demand, theRamosmajority describedApodacaas flouting the essential “meaning of the Sixth\nAmendment’s jury trial right,” as revealed in both historical\npractice and judicial decisions. 590 U. S., at ___ (slip op.,\nat 21). Two concurring Justices added, to support discarding this\n“egregiously wrong” precedent, that the unanimity rule prevents\nimproper verdicts:Apodaca“sanctions the conviction” of\nsome defendants who would otherwise defeat the State’s efforts “to\n[meet] its burden” of proving guilt. 590 U. S., at ___\n(Kavanaugh, J.) (slip op., at 12);id., at ___ (Sotomayor,\nJ.) (slip op., at 2). And the majority and concurrences alike\ninvoked racial justice to support abandoningstare decisis,\nexplaining how a non-unanimity rule has posed a special danger of\ncanceling Black jurors’ votes. Seeid., at ___–___, ___\n(slip op., at 1–2, 21);id., at ___ (Sotomayor, J.) (slip\nop., at 4);id., at ___–___ (Kavanaugh, J.) (slip op., at\n12–15);infra, at 8. At bottom, then, the Court took the\nunusual step of overruling precedent for the most fundamental of\nreasons: the need to ensure, in keeping with the Nation’s oldest\ntraditions, fair and dependable adjudications of a defendant’s\nguilt. In this much alone,Ramos’s reasoning evokes this\nCourt’s descriptions of watershed rules.[3]And putting talk ofstare decisisaside,\nthere remains much more inRamosto echoTeague. If,\nas today’s majority says,Teagueis full of “adjectives,”ante, at 10, so too isRamos—and mostly the same\nones. Jury unanimity, the Court pronounced, is an “essential\nelement[ ]” of the jury trial right, and thus is “fundamental\nto the American scheme of justice.” 590 U. S., at ___–___\n(slip op., at 6–7). The Court discussed the rule’s “ancient”\nhistory—“400 years of English and American cases requiring\nunanimity” leading up to the Sixth Amendment.Id., at ___,\n___ (slip op., at 15, 11). As early as the 14th century, English\ncommon law recognized jury unanimity as a “vital right.”Id., at ___ (slip op., at 4). Adopting that view, the early\nAmerican States likewise treated unanimity as an “essential feature\nof the jury trial.”Id., at ___ (slip op., at 5). So by the\ntime the Framers drafted the Sixth Amendment, “the right to a jury\ntrialmeanta trial in which the jury renders a unanimous\nverdict.”Id., at ___ (slip op., at 12) (emphasis in\noriginal). Because that was so, no jury verdict could stand (or in\nsome metaphysical sense, even exist) absent full agreement: “A\nverdict, taken from eleven, was no verdict at all.”Id., at\n___–___ (slip op., at 4–5) (internal quotation marks omitted).\nUnanimity served as a critical safeguard, needed to protect against\nwrongful deprivations of citizens’ “hard-won liberty.”Id.,\nat ___ (slip op., at 15). Or as Justice Story summarized the law a\nfew decades after the Founding: To obtain a conviction, “unanimity\nin the verdict of the jury is indispensable.”Id., at ___\n(slip op., at 6).If a rule so understood isn’t a watershed one,\nthen nothing is. (And that is, of course, what the majority\neventually says.) Once more, from the quotations just above:\n“fundamental,” “essential,” “vital,” “indispensable.” No wonder\ntoday’s majority declares a new-found aversion to “adjectives”—or,\nas a concurring opinion says, “all these words.”Ante, at\n10;ante, at 10 (Gorsuch, J., concurring). The unanimity\nrule, asRamosdescribed it, is as “bedrock” as bedrock\ncomes.Teague, 489 U. S., at 315 (plurality opinion).\nIt is as grounded in the Nation’s constitutional traditions—with\ncenturies-old practice becoming part of the Sixth Amendment’s\noriginal meaning. And it is as central to the Nation’s idea of a\nfair and reliable guilty verdict. When can the State punish a\ndefendant for committing a crime? Return again toRamos,\nthis time going back to Blackstone: Only when “the truth of [an]\naccusation” is “confirmed by the unanimous suffrage” of a jury “of\nhis equals and neighbours.” 590 U. S., at ___ (slip op., at 4)\n(quoting 4 Commentaries on the Laws of England 343 (1769)). For\nonly then is the jury’s finding of guilt certain enough—secure\nenough, mistake-proof enough—to take away the person’s freedom.Twice before, this Court retroactively applied\nrules that are similarly integral to jury verdicts. First, inIvan V.v.City of New York,407\nU.S. 203, 204 (1972) (per curiam), we gave “complete\nretroactive effect” to the rule ofIn re Winship,397 U.S.\n358(1970), that a jury must find guilt “beyond a reasonable\ndoubt.” LikeRamos,Winshiprested on an “ancient”\nlegal tradition incorporated into the Constitution. 397 U. S.,\nat 361. As inRamos, that tradition served to “safeguard\nmen” from “unjust convictions, with resulting forfeitures” of\nfreedom. 397 U. S., at 362. And as inRamos, that\nprotection plays a “vital” part in “the American scheme of criminal\nprocedure.” 397 U. S., at 363–364. With all that established,\ntheIvan V.Court needed just two pages to holdWinshipretroactive, highlighting the reasonable-doubt\nstandard’s “indispensable” role in “reducing the risk” of wrongful\nconvictions. 407 U. S., at 204–205. Second, inBrownv.Louisiana,447 U.S.\n323(1980), we retroactively applied the rule ofBurchv.Louisiana,441 U.S.\n130(1979), that a six-person guilty verdict must be unanimous.\nThink about that for a moment: We held retroactive a unanimity\nrequirement, no different from the one here save that it applied to\na smaller jury. The reasoning should by now sound familiar.\nAllowing conviction by a non-unanimous jury “impair[s]” the\n“purpose and functioning of the jury,” undermining the Sixth\nAmendment’s very “essence.”Brown, 447 U. S., at 331\n(plurality opinion). It “raises serious doubts about the fairness\nof [a] trial.”Id., at 335, n. 13. And it fails to\n“assure the reliability of [a guilty] verdict.”Id., at 334.\nSo when a jury has divided, as when it has failed to apply the\nreasonable-doubt standard, “there has been no jury verdict within\nthe meaning of the Sixth Amendment.”Sullivanv.Louisiana,508 U.S.\n275, 280 (1993).[4]And something still more supports retroactivity\nhere, for the opinions inRamos(unlike inWinshiporBurch) relied on a strong claim about racial injustice. The\nCourt detailed the origins of Louisiana’s and Oregon’s\nnon-unanimity rules, locating them (respectively) in a convention\nto “establish the supremacy of the white race” and “the rise of the\nKu Klux Klan.” 590 U. S., at ___ (slip op., at 2) (internal\nquotation marks omitted). Those rules, the Court explained, were\nmeant “to dilute the influence [on juries] of racial, ethnic, and\nreligious minorities”—and particularly, “to ensure that\nAfrican-American juror service would be meaningless.”Ibid.(internal quotation marks omitted). Two concurring opinions linked\nthat history to current practice. “In light of the[ir] racist\norigins,” Justice Kavanaugh stated, “it is no surprise that\nnon-unanimous juries can make a difference”—that “[t]hen and now”\nthey can “negate the votes of black jurors, especially in cases\nwith black defendants.”Id., at ___ (slip op., at 13); seeid., at ___ (Sotomayor, J.) (slip op., at 4). But that\nstatement precludes today’s result. If the old rule functioned “as\nan engine of discrimination against black defendants,”id.,\nat ___ (Kavanaugh, J.) (slip op., at 13), its replacement must\n“implicat[e]” (as watershed rules do) “the fundamental fairness and\naccuracy of the criminal proceeding,”Beard, 542 U. S.,\nat 417 (internal quotation marks omitted). Or as Justice Kavanaugh\nput the point more concretely, the unanimity rule then helps\nprevent “racial prejudice” from resulting in wrongful convictions.Ramos, 590 U. S., at ___ (slip op., at 15). The rule\nshould therefore apply not just forward but back, to all\nconvictions rendered absent its protection.IIThe majority argues in reply that the jury\nunanimity rule is not so fundamental because . . . .\nWell, no, scratch that. Actually, the majority doesn’t contest\nanything I’ve said about the foundations and functions of the\nunanimity requirement. Nor could the majority reasonably do so. For\neverything I’ve said about the unanimity rule comes straight out ofRamos’s majority and concurring opinions. Just check the\ncitations: I’ve added barely a word to what those opinions (often\nwith soaring rhetoric) proclaim. Start with history. The ancient\nfoundations of the unanimous jury rule? Check. The inclusion of\nthat rule in the Sixth Amendment’s original meaning? Check. Now go\nto function. The fundamental (or bedrock or central) role of the\nunanimous jury in the American system of criminal justice? Check.\nThe way unanimity figures in ensuring fairness in criminal trials\nand protecting against wrongful guilty verdicts? Check. The link\nbetween those purposes and safeguarding the jury system from (past\nand present) racial prejudice? Check. In sum: As to every feature\nof the unanimity rule conceivably relevant to watershed status,Ramoshas already given the answer—check, check, check—and\ntoday’s majority can say nothing to the contrary.[5]Instead, the majority relies on decisions\nholding non-retroactive various other—even though\ndissimilar—procedural rules. In making that argument from past\npractice, the majority adopts two discrete tactics. Call the first\n“throw everything against the wall.” Call the second “slice and\ndice.” Neither can avail to render the jury unanimity rule anything\nless than whatRamosthought it—as the majority concedes,\n“momentous.”Ante, at 14.As its first move, the majority lists as many\ndecisions holding rules non-retroactive as it can muster. Seeante, at 11–12 (reviewing a “long line of cases”). The\npremise here is that sheer volume matters: The majority presents\nthe catalog as if every rule is as important as every other and as\nif comparing any to the unanimity requirement is beside the point.\nBut that idea founders on this Court’s constant refrain that\nwatershed rules are only a small subset of procedural rules. See,e.g.,Grahamv.Collins,506 U.S.\n461, 478 (1993). For under that view (as under the very meaning\nof “watershed”), nothing could be less surprising than that\nnon-watershed rules greatly outnumber watershed ones. That\ninexorable fact cannot refute the designation of any given\nrule—much less of jury unanimity—as watershed. And the majority’s\nkitchen-sink list becomes yet less probative of the issue here\nbecause most of its bulk comes from decisions on sentencing. Seeante, at 11 (citingBeard, 542 U. S., at 408;O’Dellv.Netherland,521\nU.S. 151, 153 (1997);Lambrixv.Singletary,520 U.S.\n518, 540 (1997);Sawyerv.Smith,497\nU.S. 227, 229 (1990);Schrirov.Summerlin,542 U.S.\n348, 352 (2004)). ButTeagueitself explains why\nsentencing procedures are not watershed: A watershed rule, the\nCourt said there, must go to the jury’s “determination of innocence\nor guilt.” 489 U. S., at 313 (plurality opinion); seeBeard, 542 U. S., at 417. So the majority’s\nindiscriminate inventory of non-retroactive rules cannot get it\nhome.Enter the majority’s second stratagem, which\ntries to conquer by dividing. Here, the majority picks out “three\naspects ofRamos” pointing toward watershed status, and\nnames one prior decision to match each of the three.Ante,\nat 12. So in addressing the unanimity rule’s “significance,” the\nmajority notes that the Court once held the jury-trial right\nnon-retroactive.Ante, at 12–13 (citingDeStefanov.Woods,392 U.S.\n631, 633 (1968) (per curiam) andDuncanv.Louisiana,391 U.S.\n145(1968)). In tacklingRamos’s return to “original\nmeaning,” the majority points to our decision that an originalist\nrule about hearsay evidence should not apply backward.Ante,\nat 13 (citingWhorton, 549 U. S., at 421 andCrawfordv.Washington,541 U.S.\n36(2004)). And in discussingRamos’s role in\n“prevent[ing] racial discrimination,” the majority invokes our\ndenial of retroactivity to a rule making it easier to prove\nrace-based peremptory strikes.Ante, at 13–14 (citingAllenv.Hardy,478 U.S.\n255, 261 (1986) (per curiam) andBatsonv.Kentucky,476 U.S.\n79(1986)).What the majority doesn’t find—or even pretend\nto—is any decision corresponding toRamoson all of those\ndimensions. Take just a pair of examples. The Court has never\nsuggested that requiring a bench trial has race-based purposes or\neffects. SeeDeStefano, 392 U. S., at 633–635.[6] Similarly, the Court thought its new\nrule on hearsay evidence of less than towering import: Calling the\nrule “limited in scope,” we doubted that it would have any effect\non the “accuracy of factfinding.”Whorton, 549 U. S.,\nat 419. I’ll resist making like points about other permutations\nbecause the main point here is a general one. The majority must\nslice and dice in this way—dividingRamosinto three for\npurposes of comparison—because it cannot find any rule analogous to\njury unanimity on all relevant fronts. And that is for a simple\nreason: No procedure adopted sinceTeagueso comprehensively\nfulfills that decision’s criteria for retroactivity. If any rule is\nwatershed, it is jury unanimity. Seesupra, at 6.So the majority is left to overruleTeague’s holding on watershed rules.[7] On the last page or so of its merits discussion\n(before it turns to pre-butting this dissent), the majority\neliminates the watershed exception, declaring it “long past time”\nto do so.Ante, at 15.Teaguehad said there would\nnot be “many” (retroactive) watershed rules. 489 U. S., at 313\n(plurality opinion). The majority now says there will be none at\nall. If that is so, of course, jury unanimity cannot be watershed.\nFinally, the majority offers an intelligible reason for declining\nto applyRamosretroactively.But in taking that road, the majority breaks a\ncore judicial rule: respect for precedent.Stare decisisis\na foundation stone of the rule of law, “promot[ing] the evenhanded,\npredictable, and consistent development of legal principles,\nfoster[ing] reliance on judicial decisions, and contribut[ing] to\nthe actual and perceived integrity of the judicial process.”Paynev.Tennessee,501 U.S.\n808, 827 (1991). Adherence to precedent is, of course, “not an\ninexorable command.”Id., at 828.Ramositself\nteaches that much. ButRamosalso shows how highstare\ndecisissets the bar for overruling a prior decision. To\nreverse course, we insist on compelling reasons, thorough\nexplanation, and careful attention to competing interests. But not\nhere. The majority crawls under, rather than leaps over, thestare decisisbar.To begin with, no one here asked us to overruleTeague. This Court usually confines itself to the issues\nraised and briefed by the parties. See,e.g.,United\nStatesv.Sineneng-Smith, 590 U. S. ___, ___ (2020)\n(slip op., at 3) (discussing “the principle of party\npresentation”). There may be reasons to ignore that rule in one or\nanother everyday case. But to do so in pursuit of overturning\nprecedent is nothing short of extraordinary. Cf.Ramos, 590\nU. S., at ___, n. 4 (Kavanaugh, J.) (slip op., at 9,\nn. 4) (An “important factor” protectingstare decisis“is that the Court typically does not overrule a precedent unless a\nparty requests overruling”). We are supposed to (fairly) apply the\nprevailing law until a party asks us to change it. And when a party\ndoes make that request, we are supposed to attend to countervailing\narguments—which no one here had a chance to make. That orderly\nprocess, skipped today, is what enables a court to arrive at a\nconsidered decision about whether to overthrow precedent.Equally striking, the majority gives only the\nsketchiest of reasons for reversingTeague’s watershed\nexception. In deciding whether to depart from precedent, the Court\nusually considers—and usually at length—a familiar set of factors\ncapable of providing the needed special justification. See,e.g.,Knickv.Township of Scott, 588\nU. S. ___, ___ (2019) (slip op., at 20) (listing such\nconsiderations). The majority can’t be bothered with that\ncustomary, and disciplining, practice; it barely goes through the\nmotions. Seldom has this Court so casually, so off-handedly, tossed\naside precedent. In its page of analysis, the majority offers just\none ground for its decision—that sinceTeague, the Court has\nnot identified a new rule as watershed, and so “the purported\nexception has become an empty promise.”Ante, at 15. But\neven viewed in the abstract, that argument does not fly. That the\nCourt has not found a watershed rule sinceTeaguedoes not\nmean it could or would not in the future.Teagueitself\nunderstood that point: It saw value in the watershed exception even\nwhile recognizing that watershed rules would be few and far\nbetween. 489 U. S., at 313 (plurality opinion). And viewed in\nthe context of this case, the majority’s argument positively\ncraters. For the majority today comes face-to-face with a rule that\nperfectly fits each ofTeague’s criteria: Jury unanimity, as\ndescribed inRamos, is watershed—even though no prior rule\nwas. Seesupra, at 4–8. That airtight match betweenRamosandTeaguerefutes the majority’s one stated\nreason for overruling the latter decision. The majority could not\nrely on the absence of watershed rules to toppleTeagueif\nit had just faithfully applied that decision to this case.In choosing otherwise, the majority imposes a\nsteep price for overrulingApodacainRamos. Taking\nwith one hand what it gave with the other, the Court curtailsRamos’s effects by expungingTeague’s provision for\nwatershed rules. And so too the Court limits the consequences of\nany similarly fundamental change in criminal procedure that may\nemerge in the future. For the first time in many decades (since\nlong beforeTeague, seesupra, at 3, n. 2), those\nconvicted under rules found not to produce fair and reliable\nverdicts will be left without recourse in federal courts.[8]I would not discardTeague’s watershed\nexception and so keep those unfairly convicted people from getting\nnew trials. Instead, I would accept the consequences of last Term’s\nholding inRamos. A decision like that comes with a promise,\nor at any rate should. If the right to a unanimous jury is so\nfundamental—if a verdict rendered by a divided jury is “no verdict\nat all”—then Thedrick Edwards should not spend his life behind bars\nover two jurors’ opposition. I respectfully dissent.Notes1I dissented inRamosprecisely because of its abandonment ofstare\ndecisis. See 590 U. S., at ___−___ (slip op., at 5–9)\n(Alito, J., dissenting); see alsoKimblev.Marvel\nEntertainment, LLC, 576 U.S. 446, 455 (2015) (“Respectingstare decisismeans sticking to some wrong decisions”). Now\nthatRamosis the law,stare decisisis on its side.\nI take the decision on its own terms, and give it all the\nconsequence it deserves.2Prior toTeague,\nthe Court gave retroactive effect to a somewhat wider range of new\nprocedural rules. Seeante, at 13, n. 5;Danforthv.Minnesota,552 U.S.\n264, 271–273 (2008). To find the no-retroactivity-ever rule\nthat the majority announces today, a time traveler would have to go\nback to around 1950—when the Bill of Rights’ protections for\ncriminal defendants did not even apply to the States. Seeibid.3The majority\nmisunderstands my point about the interaction betweenstare\ndecisisandTeague. I am not saying that if a “right is\nimportant enough to justify overruling” precedent, then it is\n“important enough to apply retroactively.”Ante, at 16. (If\nthat were my claim, this dissent would be far shorter.) Rather, the\noverruling of precedent—and more, the justifications given to\nsupport that overruling—are elements to consider when deciding on a\nrule’s watershed status. Or, as I say above, “a first clue.” Here,\nthat clue cuts against the majority:Ramosoverturned\nprecedent (rather than just announcing a new rule) on grounds\nstrikingly reminiscent ofTeague’s criteria for watershed\nstatus. Still more clues, pointing in the same direction, appear in\nthe coming pages . . . .4The majority argues thatIvan V.andBrownapplied these new rules only to\ncases on direct appeal. Seeante, at 13, n. 5. But that\nisn’t right. AlthoughIvan V.itself involved a direct\nappeal, the Court has made clear that the “complete retroactive\neffect”Ivan V.gaveWinshipincluded cases in\nhabeas. See,e.g.,United Statesv.Johnson,457 U.S.\n537, 562–563, n. 21 (1982). And similarly, lower courts\nuniformly understoodBrownto govern habeas cases, even\nthough a concurring opinion (which supplied the ruling’s fifth and\nsixth votes) addressed only cases on direct appeal. See,e.g.,Atkinsv.Listi, 625 F.2d 525, 526 (CA5\n1980); see alsoBrown, 447 U. S., at 337 (opinion of\nPowell, J., joined by Stevens, J.). Those applications to habeas\ncases make sense because the Court of that time did not often\ndistinguish in its retroactivity rulings between direct and\ncollateral review. SeeStovallv.Denno,388 U.S.\n293, 300–301 (1967). For that reason, the majority must fall\nback on the argument that “BrownandIvan V.were\npre-Teaguedecisions” and “Teaguetightened the\nprevious standard” for retroactivity.Ante, at 13,\nn. 5. That is true enough, seesupra, at 3, n. 2,\nbut irrelevant here givenBrownandIvan V’s\nreasoning. As just noted, each of those decisions said everything a\ncourt would say today in designating a new rule\n“watershed”—inessence, that the rule is central to the process of\nfairly deciding on adefendant’s guilt.5The majority does try to\nsay that the plurality opinion inRamosnonetheless “plainly\nforeshadowed today’s decision” by noting thatTeague’s\nwatershed test was “demanding by design,” in recognition of the\nStates’ reliance interests.Ante, at 16–17 (internal\nquotation marks omitted); see alsoante, at 17–19 (repeating\nthe assertion twice more). But theRamosplurality’s\ndescription of the watershed test was nothing more than objective\nfact: Yes, the watershed test was purposefully demanding. As to\nwhether the watershed test wassodemanding as to exclude\nthe jury unanimity rule, here is what the plurality had to say:\n“Whether the right to jury unanimity applies to cases on collateral\nreview is a question for a future case where the parties will have\na chance to brief the issue and we will benefit from their\nadversarial presentation.”Ramos, 590 U. S., at ___\n(slip op., at 24). Not a lot of “plain[ ] foreshadow[ing]”\nthere. Only a fair bit of wisdom about how to resolve legal\nissues—which, as I’ll later discuss, the majority could usefully\nhave considered before overruling the watershed exception. Seeinfra, at 13.6Even on the metric of\nsignificance alone, the Court has not previously ranked the\njury-unanimity and jury-trial rights as today’s majority does. As\nearlier noted, the Court inBrownfound a unanimity rule\nretroactive despite its earlier holding that the jury-trial right\nwas not. Seesupra, at 6–7. The Court explained that the\naccuracy and fairness concerns raised by divided juries—where, by\ndefinition, at least one person retains reasonable doubt—exceed\nthose arising from judicial verdicts. SeeBrown, 447\nU. S., at 334–335, n. 13 (plurality opinion). In\ninsisting otherwise, the majority falls prey to a common\ngreater-includes-the-lesser fallacy—akin to the view that if a\nState can eliminate a jury, it can impose jury rules of whatever\nkind it likes. Seeante, at 12–13 (reasoning that the\ntreatment of a “broader” right controls that of a “subsidiary”\nright);Brown, 447 U. S., at 334–335, n. 13\n(rejecting precisely that view).7In describing the\nmajority as overrulingTeague, I do not mean it overrules\nonlyTeague. That decision doesn’t stand alone in stating\nthe watershed exception as governing law. As I count, the Court has\nrecited the exception 17 more times before today. SeeMontgomeryv.Louisiana, 577 U.S. 190, 198 (2016);Welchv.United States, 578 U.S. 120, 128 (2016);Chaidezv.United States,568\nU.S. 342, 347, n. 3 (2013);Danforth, 552 U. S., at\n266, 274–275;Whortonv.Bockting,549 U.S.\n406, 416 (2007);Beardv.Banks,542 U.S.\n406, 416–417 (2004);Hornv.Banks,536 U.S.\n266, 271, n. 5 (2002) (per curiam);Tylerv.Cain,533 U.S.\n656, 665 (2001);Bousleyv.United States,523 U.S.\n614, 619–620 (1998);O’Dellv.Netherland,521 U.S.\n151, 156–157 (1997);Lambrixv.Singletary,520 U.S.\n518, 539 (1997);Grayv.Netherland,518 U.S.\n152, 170 (1996);Caspariv.Bohlen,510 U.S.\n383, 396 (1994);Grahamv.Collins, 506\nU. S., 461, 477–478 (1993);Gilmorev.Taylor,508 U.S.\n333, 345 (1993);Safflev.Parks,494 U.S.\n484, 494–495 (1990);Sawyerv.Smith,497 U.S.\n227, 241–242 (1990).8The majority’s final\nclaim is that it is properly immune from this criticism—that I\ncannot “turn around and impugn” its ruling—because “criminal\ndefendants as a group are better off underRamosand today’s\ndecision, taken together, than they would have been if [my]\ndissenting view had prevailed inRamos.”Ante, at 19.\nThe suggestion is surprising. It treats judging as scorekeeping—and\nmore, as scorekeeping about how much our decisions, or the\naggregate of them, benefit a particular kind of party. I see the\nmatter differently. Judges should take cases one at a time, and do\ntheir best in each to apply the relevant legal rules. And when\njudges err, others should point out where they went astray. No one\ngets to bank capital for future cases; no one’s past decisions\ninsulate them from criticism. The focus always is, or should be,\ngetting the case before us right.",
    "joined": []
}