{
    "case": {
        "docket": "50",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/50/"
    },
    "id": "1970490",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–8505_________________SANDY WILLIAMS, PETITIONER v. ILLINOISon writ of certiorari to the supreme court of\nillinois[June 18, 2012]Justice Kagan, with whom Justice Scalia,\nJustice Ginsburg, and Justice Sotomayor join, dissenting.Some years ago, the State of California\nprosecuted a man named John Kocak for rape. At a preliminary\nhearing, the State presented testimony from an analyst at the\nCellmark Diagnostics Laboratory—the same facility used to generate\nDNA evidence in this case. The analyst had extracted DNA from a\nbloody sweatshirt found at the crime scene and then compared it to\ntwo control samples—one from Kocak and one from the victim. The\nanalyst’s report identified a single match: As she explained on\ndirect examination, the DNA found on the sweatshirt belonged to\nKocak. But after undergoing cross-examination, the analyst realized\nshe had made a mortifying error. She took the stand again, but this\ntime to admit that the report listed the victim’s control sample as\ncoming from Kocak, and Kocak’s as coming from the victim. So the\nDNA on the sweatshirt matched not Kocak, but the victim herself.\nSee Tr. in No. SCD110465 (Super. Ct. San Diego Cty., Cal., Nov. 17,\n1995), pp. 3–4 (“I’m a little hysterical right now, but I\nthink . . . the two names should be switched”), online at\nhttp://www.nlada.org/forensics/for_\nlib/Documents/1037341561.0/JohnIvanKocak.pdf (as vis- ited June 15,\n2012, and available in Clerk of Court’s case file). In trying\nKocak, the State would have to look elsewhere for its evidence.Our Constitution contains a mechanism for\ncatching such errors—the Sixth Amendment’s Confrontation Clause.\nThat Clause, and the Court’s recent cases interpreting it, require\nthat testimony against a criminal defendant be subject to\ncross-examination. And that command applies with full force to\nforensic evidence of the kind involved in both the Kocak case and\nthis one. In two decisions issued in the last three years, this\nCourt held that if a prosecutor wants to introduce the results of\nforensic testing into evidence, he must afford the defendant an\nopportunity to cross-examine an analyst responsible for the test.\nForensic evidence is reliable only when properly produced, and the\nConfrontation Clause prescribes a particular method for determining\nwhether that has happened. The Kocak incident illustrates how the\nClause is designed to work: Once confronted, the analyst discovered\nand disclosed the error she had made. That error would probably not\nhave come to light if the prosecutor had merely admitted the report\ninto evidence or asked a third party to present its findings. Hence\nthe genius of an 18th-century device as applied to 21st-century\nevidence: Cross-examination of the analyst is especially likely to\nreveal whether vials have been switched, samples contaminated,\ntests incompetently run, or results inaccurately recorded.Under our Confrontation Clause precedents, this\nis an open-and-shut case. The State of Illinois prosecuted Sandy\nWilliams for rape based in part on a DNA profile created in\nCellmark’s laboratory. Yet the State did not give Williams a chance\nto question the analyst who produced that evidence. Instead, the\nprosecution introduced the results of Cellmark’s testing through an\nexpert witness who had no idea how they were generated. That\napproach—no less (perhaps more) than the confrontation-free methods\nof presenting forensic evidence we have formerly banned—deprived\nWilliams of his Sixth Amendment right to “confron[t]\n. . . the witnesses against him.”The Court today disagrees, though it cannot\nsettle on a reason why. Justice Alito, joined by three other Jus-\ntices, advances two theories—that the expert’s summary of the\nCellmark report was not offered for its truth, and that the report\nis not the kind of statement triggering the Confrontation Clause’s\nprotection. In the pages that follow, I call Justice Alito’s\nopinion “the plurality,” because that is the conventional term for\nit. But in all except its disposition, his opinion is a dissent:\nFive Justices specifically reject every aspect of its reasoning and\nevery paragraph of its explication. See ante, at 1 (Thomas, J.,\nconcurring in judgment) (“I share the dissent’s view of the\nplurality’s flawed analysis”). Justice Thomas, for his part,\ncontends that the Cellmark report is nontestimonial on a different\nrationale. But no other Justice joins his opinion or subscribes to\nthe test he offers.That creates five votes to approve the admission\nof the Cellmark report, but not a single good explanation. The\nplurality’s first rationale endorses a prosecutorial dodge; its\nsecond relies on distinguishing indistinguishable forensic reports.\nJustice Thomas’s concurrence, though positing an altogether\ndifferent approach, suffers in the end from similar flaws. I would\nchoose another path—to adhere to the simple rule established in our\ndecisions, for the good reasons we have previously given. Because\ndefendants like Williams have a constitutional right to confront\nthe witnesses against them, I respectfully dissent from the Court’s\nfractured decision.IOur modern Confrontation Clause doctrine began\nwith Crawford v. Washington,541 U.S.\n36(2004) . About a quarter century earlier, we had interpreted\nthe Clause to allow the admission of any out-of-court statement\nfalling within a “firmly rooted hearsay exception” or carrying\n“particularized guarantees of trustworthiness.” Ohio v. Roberts,448 U.S.\n56, 66 (1980) . But in Crawford, we concluded that our old\napproach was misguided. Drawing on historical research about the\nClause’s purposes, we held that the prosecution may not admit\n“testimonial statements of a witness who [does] not appear at trial\nunless he [is] unavailable to testify, and the defendant\n. . . had a prior opportunity for cross-examination.” 541\nU. S., at 53–54. That holding has two aspects. First, the\nConfrontation Clause applies only to out-of-court statements that\nare “testimonial.” Second, where the Clause applies, it guarantees\nto a defendant just what its name suggests—the opportunity to\ncross-examine the person who made the statement. See id., at\n59.A few years later, we made clear that Crawford’s\nrule reaches forensic reports. In Melendez-Diaz v. Massachusetts,557 U.S.\n305(2009) , the Commonwealth introduced a laboratory’s\n“ ‘certificates of analysis’ ” stating that a substance\nseized from the defendant was cocaine. Id., at 308. We held that\nthe certificates fell within the Clause’s “ ‘core class of\ntestimonial statements’ ” because they had a clear\n“evidentiary purpose”: They were “ ‘made under circumstances\nwhich would lead an objective witness reasonably to believe that\n[they] would be available for use at a later trial.’ ” Id., at\n310–311 (quoting Crawford, 541 U. S., at 51–52). Accordingly,\nwe ruled, the defendant had a right to cross-examine the analysts\nwho had authored them. In reaching that conclusion, we rejected the\nCommonwealth’s argument that the Confrontation Clause should not\napply because the statements resulted from “ ‘neutral\nscientific testing,’ ” and so were presumptively reliable. 557\nU. S., at 318. The Clause, we noted, commands that\n“ ‘reliability be assessed in a particular\nmanner’ ”—through “ ‘testing in the crucible of\ncross-examination.’ ” Id., at 317 (quoting Crawford, 541\nU. S., at 61). Further, we doubted that the testing summarized\nin the certificates was “as neutral or as reliable” as the\nCommonwealth suggested. Citing chapter and verse from various\nstudies, we concluded that “[f]orensic evidence is not uniquely\nimmune from the risk of manipulation” and mistake. 557 U. S.,\nat 318; see id., at 319.And just two years later (and just one year\nago), we reiterated Melendez-Diaz’s analysis when faced with a\nState’s attempt to evade it. In Bullcoming v. New Mexico, 564\nU. S. ___ (2011), a forensic report showed the defendant’s\nblood-alcohol concentration to exceed the legal limit for drivers.\nThe State tried to introduce that finding through the testimony of\na person who worked at the laboratory but had not performed or\nobserved the blood test or certified its results. We held that\nMelendez-Diaz foreclosed that tactic. The report, we stated,\nresembled the certificates in Melendez-Diaz in “all material\nrespects,” 564 U. S., at ___ (slip op., at 15): Both were\nsigned documents providing the results of forensic testing designed\nto “ ‘prov[e] some fact’ in a criminal proceeding,” id., at\n___ (slip op., at 14) (quoting Melendez-Diaz, 557 U. S., at\n310). And the State’s resort to a “surrogate” witness, in place of\nthe analyst who produced the report, did not satisfy the\nConfrontation Clause. Bullcoming, 564 U. S., at ___ (slip op.,\nat 12). Only the presence of “that particular scientist,” we\nreasoned, would enable Bullcoming’s counsel to ask “questions\ndesigned to reveal whether incompetence . . . or\ndishonesty” had tainted the results. Id., at ___, ___ (slip op., at\n2, 12). Repeating the refrain of Melendez-Diaz, we held that “[t]he\naccused’s right is to be confronted with” the actual analyst,\nunless he is unavailable and the accused “had an opportunity,\npretrial, to cross-examine” him. Bullcoming, 564 U. S., at ___\n(slip op., at 2).This case is of a piece. The report at issue\nhere shows a DNA profile produced by an analyst at Cellmark’s\nlaboratory, allegedly from a vaginal swab taken from a young woman,\nL. J., after she was raped. That report is identical to the\none in Bullcoming (and Melendez-Diaz) in “all material respects.”\n564 U. S., at ___ (slip op., at 15). Once again, the report\nwas made to establish “ ‘some fact’ in a criminal\nproceeding”—here, the identity of L. J.’s attacker. Id., at\n___ (slip op., at 14) (quoting Melendez-Diaz, 557 U. S., at\n310); see infra, at 20. And once again, it details the results of\nforensic testing on evidence gathered by the police. Viewed\nside-by-side with the Bullcoming report, the Cellmark analysis has\na comparable title; similarly describes the relevant samples, test\nmethodology, and results; and likewise includes the signatures of\nlaboratory officials. Compare Cellmark Diagnostics Report of\nLaboratory Examination (Feb. 15, 2001), Lodging of Petitioner with\nApp. in Bullcoming v. New Mexico, O. T. 2010, No. 09–10876,\npp. 62–65. So under this Court’s prior analysis, the substance of\nthe report could come into evidence only if Williams had a chance\nto cross-examine the responsible analyst.But that is not what happened. Instead, the\nprosecutor used Sandra Lambatos—a state-employed scientist who had\nnot participated in the testing—as the conduit for this piece of\nevidence. Lambatos came to the stand after two other state analysts\ntestified about forensic tests they had performed. One recounted\nhow she had developed a DNA profile of Sandy Williams from a blood\nsample drawn after his arrest. And another told how he had\nconfirmed the presence of (unidentified) semen on the vaginal swabs\ntaken from L. J. All this was by the book: Williams had an\nopportunity to cross-examine both witnesses about the tests they\nhad run. But of course, the State still needed to supply the\nmissing link—it had to show that DNA found in the semen on\nL. J.’s vaginal swabs matched Williams’s DNA. To fill that\ngap, the prosecutor could have called the analyst from Cellmark to\ntestify about the DNA profile she had produced from the swabs. But\ninstead, the State called Lambatos as an expert witness and had her\ntestify that the semen on those swabs contained Sandy Williams’s\nDNA:“Q Was there a computer match generated of the\nmale DNA profile found in semen from the vaginal swabs of\n[L. J.] to a male DNA profile that had been identified as\nhaving originated from Sandy Williams?“A Yes, there was.“Q Did you compare the semen . . .\nfrom the vaginal swabs of [L. J.] to the male DNA profile\n. . . from the blood of Sandy Williams?“A Yes, I did..     .     .     .     .“Q [I]s the semen identified in the vaginal\nswabs of [L. J.] consistent with having originated from Sandy\nWilliams?“A Yes.” App. 56–57.And so it was Lambatos, rather than any Cellmark\nemployee, who informed the trier of fact that the testing of\nL. J.’s vaginal swabs had produced a male DNA profile\nimplicating Williams.Have we not already decided this case?\nLambatos’s testimony is functionally identical to the “surrogate\ntestimony” that New Mexico proffered in Bullcoming, which did\nnothing to cure the problem identified in Melendez-Diaz (which, for\nits part, straightforwardly applied our decision in Crawford). Like\nthe surrogate witness in Bullcoming, Lambatos “could not convey\nwhat [the actual analyst] knew or observed about the events\n. . . , i.e., the particular test and testing process he\nemployed.” Bullcoming, 564 U. S., at ___ (slip op., at 12).\n“Nor could such surrogate testimony expose any lapses or lies” on\nthe testing analyst’s part. Ibid. Like the lawyers in Melendez-Diaz\nand Bullcoming, Williams’s attorney could not ask questions about\nthat analyst’s “proficiency, the care he took in performing his\nwork, and his veracity.” 564 U. S., at ___, n. 7 (slip\nop., at 12, n. 7). He could not probe whether the analyst had\ntested the wrong vial, inverted the labels on the samples,\ncommitted some more technical error, or simply made up the results.\nSee App. to Brief for Public Defender Service for the District of\nColumbia et al. as Amici Curiae 5a, 11a (describing mistakes\nand fraud at Cellmark’s laboratory). Indeed, Williams’s lawyer was\neven more hamstrung than Bullcoming’s. At least the surrogate\nwitness in Bullcoming worked at the relevant laboratory and was\nfamiliar with its procedures. That is not true of Lambatos: She had\nno knowledge at all of Cellmark’s operations. Indeed, for all the\nrecord discloses, she may never have set foot in Cellmark’s\nlaboratory.Under our case law, that is sufficient to\nresolve this case. “[W]hen the State elected to introduce” the\nsubstance of Cellmark’s report into evidence, the analyst who\ngenerated that report “became a witness” whom Williams “had the\nright to confront.” Bullcoming, 564 U. S., at ___ (slip op.,\nat 13). As we stated just last year, “Our precedent[s] cannot\nsensibly be read any other way.” Ibid.IIThe plurality’s primary argument to the\ncontrary tries to exploit a limit to the Confrontation Clause\nrecognized in Crawford. “The Clause,” we cautioned there, “does not\nbar the use of testimonial statements for purposes other than\nestablishing the truth of the matter asserted.” 541 U. S., at\n59–60, n. 9 (citing Tennessee v. Street,471 U.S.\n409, 414 (1985) ). The Illinois Supreme Court relied on that\nstatement in concluding that Lambatos’s testimony was permissible.\nOn that court’s view, “Lambatos disclosed the underlying facts from\nCellmark’s report” not for their truth, but “for the limited\npurpose of explaining the basis for her [expert] opinion,” so that\nthe factfinder could assess that opinion’s value. 238 Ill. 2d 125,\n150, 939 N.E.2d 268, 282 (2010). The plurality wraps itself in that\nholding, similarly asserting that Lambatos’s recitation of\nCellmark’s findings, when viewed through the prism of state\nevidence law, was not introduced to establish “the truth of any\n. . . matter concerning [the] Cellmark” report. Ante, at\n16; see ante, at 2, 24–25. But five Justices agree, in two opinions\nreciting the same reasons, that this argument has no merit:\nLambatos’s statements about Cellmark’s report went to its truth,\nand the State could not rely on her status as an expert to\ncircumvent the Confrontation Clause’s requirements. See ante, at\n2–8 (opinion of Thomas, J.).To see why, start with the kind of case\nCrawford had in mind. In acknowledging the not-for-the-truth\ncarveout from the Clause, the Court cited Tennessee v. Street as\nexemplary. See Crawford, 541 U. S., at 59–60, n. 9.\nThere, Street claimed that his stationhouse confession of murder\nwas a sham: A police officer, he charged, had read aloud his\nalleged accomplice’s confession and forced him to repeat it. To\nhelp rebut that defense, the State introduced the other confession\ninto the record, so the jury could see how it differed from\nStreet’s. This Court rejected Street’s Confrontation Clause claim\nbecause the State had offered the out-of-court statement not to\nprove “the truth of [the accomplice’s] assertions” about the\nmurder, but only to disprove Street’s claim of how the police\nelicited his confession. Street, 471 U. S., at 413. Otherwise\nsaid, the truth of the admitted statement was utterly immaterial;\nthe only thing that mattered was that the statement (whether true\nor false) varied from Street’s.The situation could not be more different when a\nwitness, expert or otherwise, repeats an out-of-court statement as\nthe basis for a conclusion, because the statement’s utility is then\ndependent on its truth. If the statement is true, then the\nconclusion based on it is probably true; if not, not. So to\ndetermine the validity of the witness’s conclusion, the factfinder\nmust assess the truth of the out-of-court statement on which it\nrelies. That is why the principal modern treatise on evidence\nvariously calls the idea that such “basis evidence” comes in not\nfor its truth, but only to help the factfinder evaluate an expert’s\nopin- ion “very weak,” “factually implausible,” “nonsense,” and\n“sheer fiction.” D. Kaye, D. Bernstein, & J. Mnookin, The New\nWigmore: Expert Evidence §4.10.1, pp. 196–197 (2d ed. 2011); id.,\n§4.11.6, at 24 (Supp. 2012). “One can sympathize,” notes that\ntreatise, “with a court’s desire to permit the disclosure of basis\nevidence that is quite probably reliable, such as a routine\nanalysis of a drug, but to pretend that it is not being introduced\nfor the truth of its contents strains credibility.” Id., §4.10.1,\nat 198 (2d ed. 2011); see also, e.g., People v. Goldstein, 6 N.Y.3d\n119, 128, 843 N.E.2d 727, 732–733 (2005) (“The distinction between\na statement offered for its truth and a statement offered to shed\nlight on an expert’s opinion is not meaningful”). Unlike in Street,\nadmission of the out-of-court statement in this context has no\npurpose separate from its truth; the factfinder can do nothing with\nit except assess its truth and so the credibility of the conclusion\nit serves to buttress. [1]Consider a prosaic example not involving\nscientific experts. An eyewitness tells a police officer\ninvestigating an assault that the perpetrator had an unusual,\nstar-shaped birthmark over his left eye. The officer arrests a\nperson bearing that birthmark (let’s call him Starr) for committing\nthe offense. And at trial, the officer takes the stand and recounts\njust what the eyewitness told him. Presumably the plurality would\nagree that such testimony violates the Confrontation Clause unless\nthe eyewitness is unavailable and the defendant had a prior\nopportunity to cross-examine him. Now ask whether anything changes\nif the officer couches his testimony in the following way: “I\nconcluded that Starr was the assailant because a reliable\neyewitness told me that the assailant had a star-shaped birthmark\nand, look, Starr has one just like that.” Surely that framing would\nmake no constitutional difference, even though the eyewitness’s\nstatement now explains the basis for the officer’s conclusion. It\nremains the case that the prosecution is attempting to introduce a\ntestimonial statement that has no relevance to the proceedings\napart from its truth—and that the defendant cannot cross-examine\nthe person who made it. Allowing the admission of this evidence\nwould end-run the Confrontation Clause, and make a parody of its\nstrictures.And that example, when dressed in scientific\nclothing, is no different from this case. The Cellmark report\nidentified the rapist as having a particular DNA profile (think of\nit as the quintessential birthmark). The Confrontation Clause\nprevented the State from introducing that report into evidence\nexcept by calling to the stand the person who prepared it. See\nMelendez-Diaz, 557 U. S., at 310–311; Bullcoming, 564\nU. S., at ___ (slip op., at 2). So the State tried another\nroute—introducing the substance of the report as part and parcel of\nan expert witness’s conclusion. In effect, Lambatos testified (like\nthe police officer above): “I concluded that Williams was the\nrapist because Cellmark, an accredited and trustworthy laboratory,\nsays that the rapist has a particular DNA profile and, look,\nWilliams has an identical one.” And here too, that form of\ntestimony should change nothing. The use of the Cellmark statement\nremained bound up with its truth, and the statement came into\nevidence without any opportunity for Williams to cross-examine the\nperson who made it. So if the plurality were right, the State would\nhave a ready method to bypass the Constitution (as much as in my\nhypothetical case); a wink and a nod, and the Confrontation Clause\nwould not pose a bar to forensic evidence.The plurality tries to make plausible its\nnot-for-the-truth rationale by rewriting Lambatos’s testimony about\nthe Cellmark report. According to the plurality, Lambatos merely\n“assumed” that Cellmark’s DNA profile came from L. J.’s\nvaginal swabs, accepting for the sake of argument the prosecutor’s\npremise. Ante, at 18. But that is incorrect. Nothing in Lambatos’s\ntestimony indicates that she was making an assumption or\nconsidering a hypothesis. To the contrary, Lambatos affirmed,\nwithout qualification, that the Cellmark report showed a “male DNA\nprofile found in semen from the vaginal swabs of [L. J.].”\nApp. 56. Had she done otherwise, this case would be different.\nThere was nothing wrong with Lambatos’s testifying that two DNA\nprofiles—the one shown in the Cellmark report and the one derived\nfrom Williams’s blood—matched each other; that was a\nstraightforward application of Lambatos’s expertise. Similarly,\nLambatos could have added that if the Cellmark report resulted from\nscientifically sound testing of L. J.’s vaginal swab, then it\nwould link Williams to the assault. What Lambatos could not do was\nwhat she did: indicate that the Cellmark report was produced in\nthis way by saying that L. J.’s vaginal swab contained DNA\nmatching Williams’s. [2] By\ntestifying in that manner, Lambatos became just like the surrogate\nwitness in Bullcoming—a person knowing nothing about “the\nparticular test and testing process,” but vouching for them\nregardless. 564 U. S., at ___ (slip op., at 12). We have held\nthat the Confrontation Clause requires something more.The plurality also argues that Lambatos’s\ncharacterization of the Cellmark report did not violate the\nConfrontation Clause because the case “involve[d] a bench trial.”\nAnte, at 19 (emphasis deleted). I welcome the plurality’s\nconcession that the Clause might forbid presenting Lambatos’s\nstatement to a jury, see ante, at 18–19; it indicates that the\nplurality realizes that her testimony went beyond an “assumption.”\nBut the presence of a judge does not transform the constitutional\nquestion. In applying the Confrontation Clause, we have never\nbefore considered relevant the decisionmaker’s identity. See, e.g.,\nDavis v. Washington,547 U.S.\n813(2006) . And this case would be a poor place to begin.\nLambatos’s description of the Cellmark report was offered for its\ntruth because that is all such “basis evidence” can be offered for;\nas described earlier, the only way the factfinder could consider\nwhether that statement supported her opinion (that the DNA on\nL. J.’s swabs came from Williams) was by assessing the\nstatement’s truth. See supra, at 9–12. That is so, as a simple\nmatter of logic, whether the factfinder is a judge or a jury. And\nthus, in either case, admission of the statement, without the\nopportunity to cross-examine, violates the Confrontation Clause.\nSee ante, at 3–4, n. 1 (opinion of Thomas, J.).In saying that much, I do not doubt that a judge\ntypi- cally will do better than a jury in excluding such\ninadmissible evidence from his decisionmaking process. Perhaps the\njudge did so here; perhaps, as the plurality thinks, he un-\nderstood that he could not consider Lambatos’s repre- sentation\nabout the Cellmark report, and found that other, “circumstantial\nevidence” established “the source of the sample that Cellmark\ntested” and “the reliability of the Cellmark profile.” See ante, at\n22–23. Some indications are to the contrary: In delivering his\nverdict, the judge never referred to the circumstantial evidence\nthe plurality marshals, but instead focused only on Lambatos’s\ntestimony. See 4 Record JJJ151 (calling Lambatos “the best DNA\nwitness I have ever heard” and referring to Williams as “the guy\nwhose DNA, according to the evidence from the experts, is in the\nsemen recovered from the victim’s vagina”). But I take the\nplurality’s point that when read “[i]n context” the judge’s\nstatements might be “best understood” as meaning something other\nthan what they appear to say. See ante, at 20, n. 6. Still,\nthat point suggests only that the admission of Lambatos’s statement\nwas harmless—that the judge managed to put it out of mind. After\nall, whether a factfinder is confused by an error is a separate\nquestion from whether an error has occurred. So the plurality’s\nargument does not answer the only question this case presents:\nwhether a constitutional violation happened when Lambatos recited\nthe Cellmark report’s findings. [3]At bottom, the plurality’s not-for-the-truth\nrationale is a simple abdication to state-law labels. Although the\nutility of the Cellmark statement that Lambatos repeated logi-\ncally depended on its truth, the plurality thinks this case decided\nby an Illinois rule holding that the facts underlying an expert’s\nopinion are not admitted for that purpose. See ante, at 14–18;\nPeople v. Pasch,152 Ill. 2d 133, 175–177,604 N.E.2d 294, 311 (1992). But we do not typically allow state\nlaw to define federal constitutional requirements. And needless to\nsay (or perhaps not), the Confrontation Clause is a constitutional\nrule like any other. As Justice Thomas observes, even before\nCrawford, we did not allow the Clause’s scope to be “dictated by\nstate or federal evidentiary rules.” See ante, at 2. Indeed, in\nStreet, we independently reviewed whether an out-of-court statement\nwas introduced for its truth—the very question at issue in this\ncase. See 471 U. S., at 413–416. And in Crawford, we still\nmore firmly disconnected the Confrontation Clause inquiry from\nstate evidence law, by overruling an approach that looked in part\nto whether an out- of-court statement fell within a “ ‘firmly\nrooted hearsay exception.’ ” 541 U. S., at 60 (quoting\nRoberts, 448 U. S., at 66). That decision made clear that the\nConfrontation Clause’s protections are not coterminous with rules\nof evidence. So the plurality’s state-law-first approach would be\nan about-face.Still worse, that approach would allow\nprosecutors to do through subterfuge and indirection what we\npreviously have held the Confrontation Clause prohibits. Imagine\nfor a moment a poorly trained, incompetent, or dishonest laboratory\nanalyst. (The analyst in Bullcoming, placed on unpaid leave for\nunknown reasons, might qualify.) Under our precedents, the\nprosecutor cannot avoid exposing that analyst to cross-examination\nsimply by introducing his report. See Melendez-Diaz, 557\nU. S., at 311. Nor can the prosecutor escape that fate by\noffering the results through the testimony of another analyst from\nthe laboratory. See Bullcoming, 564 U. S., at ___ (slip op.,\nat 2). But under the plurality’s approach, the prosecutor could\nchoose the analyst-witness of his dreams (as the judge here said,\n“the best DNA witness I have ever heard”), offer her as an expert\n(she knows nothing about the test, but boasts impressive degrees),\nand have her provide testimony identical to the best the actual\ntester might have given (“the DNA extracted from the vaginal swabs\nmatched Sandy Williams’s”)—all so long as a state evidence rule\nsays that the purpose of the testimony is to enable the factfinder\nto assess the expert opinion’s basis. (And this tactic would not be\nconfined to cases involving scientific evidence. As Justice Thomas\npoints out, the prosecutor could similarly substitute experts for\nall kinds of people making out-of-court statements. See ante, at\n7.) The plurality thus would countenance the Constitution’s\ncircumvention. If the Confrontation Clause prevents the State from\ngetting its evidence in through the front door, then the State\ncould sneak it in through the back. What a neat trick—but really,\nwhat a way to run a criminal justice system. No wonder five\nJustices reject it.IIIThe plurality also argues, as a “second,\nindependent basis” for its decision, that the Cellmark report falls\noutside the Confrontation Clause’s ambit because it is\nnontestimonial. Ante, at 3. The plurality tries out a number of\nsupporting theories, but all in vain: Each one either conflicts\nwith this Court’s precedents or misconstrues this case’s facts.\nJustice Thomas rejects the plurality’s views for similar reasons as\nI do, thus bringing to five the number of Justices who repudiate\nthe plurality’s understanding of what statements count as\ntestimonial. See ante, at 1, 12–15. Justice Thomas, however, offers\na rationale of his own for deciding that the Cellmark report is\nnontestimonial. I think his essay works no better. When all is said\nand done, the Cellmark report is a testimonial statement.AAccording to the plurality, we should declare\nthe Cellmark report nontestimonial because “the use at trial of a\nDNA report prepared by a modern, accredited laboratory ‘bears\nlittle if any resemblance to the historical practices that the\nConfrontation Clause aimed to eliminate.’ ” Ante, at 33\n(quoting Michigan v. Bryant, 562 U. S. ___, ___ (2011)\n(Thomas, J., concurring in judgment) (slip op., at 2)). But we just\nlast year treated as testimonial a forensic report prepared by a\n“modern, accredited laboratory”; indeed, we declared that the\nreport at issue “fell within the core class of testimonial\nstatements” implicating the Confrontation Clause. Bullcoming, 564\nU. S., at ___ (slip op., at 16) (internal quotation marks\nomitted); see Brief for New Mexico Department of Health, Scientific\nLaboratory Division as Amicus Curiae in Bullcoming, O. T. 2010, No.\n09–10786, p. 1 (discussing accreditation). And although the\nplurality is close, it is not quite ready (or able) to dispense\nwith that decision. See ante, at 29, n. 13 (“Experience might\nyet show that the holdings in [Bullcoming and other post-Crawford]\ncases should be reconsidered”). So the plurality must explain: What\ncould support a distinction between the laboratory analysis there\nand the DNA test in this case? [4]As its first stab, the plurality states that the\nCellmark report was “not prepared for the primary purpose of\naccusing a targeted individual.” Ante, at 31. Where that test comes\nfrom is anyone’s guess. Justice Thomas rightly shows that it\nderives neither from the text nor from the history of the\nConfrontation Clause. See ante, at 14–15 (opinion concurring in\njudgment). And it has no basis in our precedents. We have\npreviously asked whether a statement was made for the primary\npurpose of establishing “past events potentially relevant to later\ncriminal prosecution”—in other words, for the purpose of providing\nevidence. Davis, 547 U. S., at 822; see also Bullcoming, 564\nU. S., at ___ (slip op., at 14); Bryant, 562 U. S., at\n___, ___ (slip op., at 14, 29); Melendez-Diaz, 557 U. S., at\n310–311; Crawford, 541 U. S., at 51–52. None of our cases has\never suggested that, in addition, the statement must be meant to\naccuse a previously identified individual; indeed, in\nMelendez-Diaz, we rejected a related argument that laboratory\n“analysts are not subject to confrontation because they are not\n‘accusatory’ witnesses.” 557 U. S., at 313.Nor does the plurality give any good reason for\nadopting an “accusation” test. The plurality apparently agrees with\nJustice Breyer that prior to a suspect’s identification, it will be\n“unlikely that a particular researcher has a defendant-related\nmotive to behave dishonestly.” Ante, at 12 (Breyer, J.,\nconcurring); see ante, at 31–32 (plurality opinion). But surely the\ntypical problem with laboratory analyses—and the typical focus of\ncross-examination—has to do with careless or incompetent work,\nrather than with personal vendettas. And as to that predominant\nconcern, it makes not a whit of difference whether, at the time of\nthe laboratory test, the police already have a suspect. [5]The plurality next attempts to invoke our\nprecedents holding statements nontestimonial when made “to respond\nto an ‘ongoing emergency,’ ” rather than to create evidence\nfor trial, Bryant, 562 U. S., at ___ (slip op., at 11); here,\nthe plurality insists, the Cellmark report’s purpose was “to catch\na dangerous rapist who was still at large.” Ante, at 31. But that\nis to stretch both our “ongoing emergency” test and the facts of\nthis case beyond all recognition. We have previously invoked that\ntest to allow statements by a woman who was being assaulted and a\nman who had just been shot. In doing so, we stressed the “informal\n[and] harried” nature of the statements, Bryant, 562 U. S., at\n___ (slip op., at 31)—that they were made as, or “minutes” after,\nid., at ___ (slip op., at 28), the events they described “actually\nhappen[ed],” Davis, 547 U. S., at 827 (emphasis deleted), by\n“frantic” victims of criminal attacks, ibid., to officers trying to\nfigure out “what had . . . occurred” and what threats\nremained, Bryant, 562 U. S., at ___ (slip op., at 30)\n(internal quotation marks omitted). On their face, the decisions\nhave nothing to say about laboratory analysts conducting routine\ntests far away from a crime scene. And this case presents a\npeculiarly inapt set of facts for extending those precedents.\nLambatos testified at trial that “all reports in this case were\nprepared for this criminal investigation . . . [a]nd for\nthe purpose of the eventual litigation,” App. 82—in other words,\nfor the purpose of producing evidence, not enabling emergency\nresponders. And that testimony fits the relevant timeline. The\npolice did not send the swabs to Cellmark until November 2008—nine\nmonths after L. J.’s rape—and did not receive the results for\nanother four months. See id., at 30–34, 51–52, 54. That is hardly\nthe typical emergency response.Finally, the plurality offers a host of reasons\nfor why reports like this one are reliable: “[T]here [i]s no\nprospect of fabrication,” ante, at 31 (internal quotation marks\nomitted); multiple technicians may “work on each DNA profile,”\nante, at 32; and “defects in a DNA profile may often be detected\nfrom the profile itself,” ibid. See also ante, at 10–14 (opinion of\nBreyer, J.). But once again: Been there, done that. In\nMelendez-Diaz, this Court rejected identical arguments, noting\nextensive documentation of “[s]erious deficiencies . . .\nin the forensic evidence used in criminal trials.” 557 U. S.,\nat 319; see supra, at 4–5; see also Bullcoming, 564 U. S., at\n___, n. 1 (slip op., at 4, n. 1) (citing similar errors in\nlaboratory analysis); Brief for Public Defender Service for the\nDistrict of Columbia et al. as Amici Curiae 13 (discussing\n“[s]ystemic problems,” such as sample contamination, sample\nswitching, mislabeling, and fraud, at “ ‘flagship’ DNA labs”).\nScientific testing is “technical,” to be sure, ante, at 1 (opinion\nof Breyer, J.); but it is only as reliable as the people who\nperform it. That is why a defendant may wish to ask the analyst a\nvariety of questions: How much experience do you have? Have you\never made mistakes in the past? Did you test the right sample? Use\nthe right procedures? Contaminate the sample in any way? Indeed, as\nscientific evidence plays a larger and larger role in criminal\nprosecutions, those inquiries will often be the most important in\nthe case. [6]And Melendez-Diaz made yet a more fundamental\npoint in response to claims of the über alles reliability of\nscientific evidence: It is not up to us to decide, ex ante, what\nevidence is trustworthy and what is not. See 557 U. S., at\n317–318; see also Bullcoming, 564 U. S., at ___ (slip op., at\n11). That is because the Confrontation Clause prescribes its own\n“procedure for determining the reliability of testimony in criminal\ntrials.” Crawford, 541 U. S., at 67. That procedure is\ncross-examination. And “[d]ispensing with [it] because testimony is\nobviously reliable is akin to dispensing with jury trial because a\ndefendant is obviously guilty.” Id., at 62.So the plurality’s second basis for denying\nWilliams’s right of confrontation also fails. The plurality can\nfind no reason consistent with our precedents for treating the\nCellmark report as nontestimonial. That is because the report is,\nin every conceivable respect, a statement meant to serve as\nevidence in a potential criminal trial. And that simple fact should\nbe sufficient to resolve the question.BJustice Thomas’s unique method of defining\ntestimonial statements fares no better. On his view, the\nConfrontation Clause “regulates only the use of statements bearing\n‘indicia of solemnity.’ ” Ante, at 8 (quoting Davis, 547\nU. S., at 836–837). And Cellmark’s report, he concludes, does\nnot qualify because it is “neither a sworn nor a certified\ndeclaration of fact.” Ante, at 9. But Justice Thomas’s approach\ngrants constitutional significance to minutia, in a way that can\nonly undermine the Confrontation Clause’s protections.To see the point, start with precedent, because\nthe Court rejected this same kind of argument, as applied to this\nsame kind of document, at around this same time just last year. In\nBullcoming, the State asserted that the forensic report at issue\nwas nontestimonial because—unlike the report in Melendez-Diaz—it\nwas not sworn before a notary public. We responded that applying\nthe Confrontation Clause only to a sworn forensic report “would\nmake the right to confrontation easily erasable”—next time, the\nlaboratory could file the selfsame report without the oath. 564\nU. S., at ___ (slip op., at 15). We then held, as noted\nearlier, that “[i]n all material respects,” the forensic report in\nBullcoming matched the one in Melendez-Diaz. 564 U. S., at ___\n(slip op., at 15); see supra, at 5. First, a law enforcement\nofficer provided evidence to a state laboratory assisting in police\ninvestigations. See 564 U. S., at ___ (slip op., at 15).\nSecond, the analyst tested the evidence and “prepared a certificate\nconcerning the result[s].” Ibid. Third, the certificate was\n“formalized in a signed document . . . headed a\n‘report.’ ” Ibid. (some internal quotation marks omitted).\nThat was enough.Now compare that checklist of “material”\nfeatures to the report in this case. The only differences are that\nCellmark is a private laboratory under contract with the State\n(which no one thinks relevant), and that the report is not labeled\na “certificate.” That amounts to (maybe) a nickel’s worth of\ndifference: The similarities in form, function, and purpose dwarf\nthe distinctions. See supra, at 5–6. Each report is an official and\nsigned record of laboratory test results, meant to establish a\ncertain set of facts in legal proceedings. Neither looks any more\n“formal” than the other; neither is any more formal than the other.\nSee ibid. The variances are no more (probably less) than would be\nfound if you compared different law schools’ transcripts or\ndifferent companies’ cash flow statements or different States’\nbirth certificates. The difference in labeling—a “certificate” in\none case, a “report of laboratory examination” in the other—is not\nof constitutional dimension.Indeed, Justice Thomas’s approach, if accepted,\nwould turn the Confrontation Clause into a constitutional\ngeegaw—nice for show, but of little value. The prosecution could\navoid its demands by using the right kind of forms with the right\nkind of language. (It would not take long to devise the magic words\nand rules—principally, never call anything a “certificate.”) [7] And still worse: The new\nconventions, precisely by making out-of-court statements less\n“solem[n],” ante, at 1, would also make them less reliable—and so\nturn the Confrontation Clause upside down. See Crawford, 541\nU. S., at 52–53, n. 3 (“We find it implausible that a\nprovision which concededly condemned trial by sworn ex parte\naffidavit thought trial by unsworn ex parte affidavit\nperfectly OK”). It is not surprising that no other Member of the\nCourt has adopted this position. To do so, as Justice Thomas\nrightly says of the plurality’s decision, would be to “diminis[h]\nthe Confrontation Clause’s protection” in “the very cases in which\nthe accused should ‘enjoy the right . . . to be\nconfronted with the witnesses against him.’ ” Ante, at 16.IVBefore today’s decision, a prosecutor wishing to\nadmit the results of forensic testing had to produce the technician\nresponsible for the analysis. That was the result of not one, but\ntwo decisions this Court issued in the last three years. But that\nclear rule is clear no longer. The five Justices who control the\noutcome of today’s case agree on very little. Among them, though,\nthey can boast of two accomplishments. First, they have approved\nthe introduction of testimony at Williams’s trial that the\nConfrontation Clause, rightly understood, clearly prohibits.\nSecond, they have left significant confusion in their wake. What\ncomes out of four Justices’ desire to limit Melendez-Diaz and\nBullcoming in whatever way possible, combined with one Justice’s\none-justice view of those holdings, is—to be frank—who knows what.\nThose decisions apparently no longer mean all that they say. Yet no\none can tell in what way or to what extent they are altered because\nno proposed limitation commands the support of a majority.The better course in this case would have been\nsimply to follow Melendez-Diaz and Bullcoming. Precedent-based\ndecisionmaking provides guidance to lower court judges and\npredictability to litigating parties. Today’s plurality and\nconcurring opinions, and the uncertainty they sow, bring into\nrelief that judicial method’s virtues. I would decide this case\nconsistently with, and for the reasons stated by, Melendez-Diaz and\nBullcoming. And until a majority of this Court reverses or confines\nthose decisions, I would understand them as continuing to govern,\nin every particular, the admission of forensic evidence.I respectfully dissent.Notes1In responding to this\nreasoning, the plurality confirms it. According to the plurality,\nbasis evidence supports the “credibility of the expert’s opinion”\nby showing that he has relied on, and drawn logical inferences\nfrom, sound “factual premises.” Ante, at 24. Quite right. And that\nprocess involves assessing such premises’ truth: If they are, as\nthe majority puts it, “unsupported by other evidence in the record”\nor otherwise baseless, they will not “allay [a factfinder’s] fears”\nabout an “expert’s reasoning.” Ante, at 24–25. I could not have\nsaid it any better.2The plurality suggests\nthat Lambatos’s testimony is merely a modern, streamlined way of\nanswering hypothetical questions and therefore raises no\nconstitutional issue, see ante, at 2, 13–15; similarly, the\nplurality contends that the difference between what Lambatos said\nand what I would allow involves only “slightly revis[ing]” her\ntestimony and so can be of no consequence, see ante, at 18,\nn. 3. But the statement “if X is true, then Y follows” differs\nmaterially—and constitutionally—from the statement “Y is true\nbecause X is true (according to Z).” The former statement is merely\na logical proposition, whose validity the defendant can contest by\nquestioning the speaker. And then, assum-ing the prosecutor tries\nto prove the statement’s premise through some other witness, the\ndefendant can rebut that effort through cross-examination. By\ncontrast, the latter statement as well contains a factual\nallegation (that X is true), which the defendant can only\neffectively challenge by confronting the person who made it (Z).\nThat is why recognizing the difference between these two forms of\ntestimony is not to insist on an archaism or a formality, but to\nensure, in line with the Constitution, that defendants have the\nability to confront their accusers. And if prosecutors can easily\nconform their conduct to that constitutional directive, as the\nplurality suggests, so much the better: I would not have thought it\na ground of complaint that the Confrontation Clause, properly\nunderstood, manages to protect defendants without overly burdening\nthe State.3The plurality asserts\n(without citation) that I am “reach[ing] the truly remarkable\nconclusion that the wording of Lambatos’ testimony confused the\ntrial judge,” ante, at 19, and then spends three pages explaining\nwhy that conclusion is wrong, see ante, at 19–21. But the plurality\nis responding to an argument of its own imagining, because I reach\nno such conclusion. As I just stated, the trial judge might well\nhave ignored Lambatos’s statement about the Cellmark report and\nrelied on other evidence to conclude that “the Cellmark profile was\nderived from the sample taken from the victim,” ante, at 19. All I\nam saying is that the admission of that statement violated the\nConfrontation Clause even if the judge ultimately put it aside,\nbecause it came into evidence for nothing other than its truth. See\nsupra, at 9–12. Similarly, the plurality claims (still without\ncitation) that I think the other evidence about the Cellmark report\ninsufficient, see ante, at 21. But once again, the plurality must\nbe reading someone else’s opinion. I express no view on sufficiency\nof the evidence because it is irrelevant to the Confrontation\nClause issue we took this case to decide. It is the plurality that\nwrongly links the two, spending another five pages trumpeting the\nstrength of the Cellmark report, see ante, at 22–24, 32–33. But the\nplurality cannot properly decide whether a Confrontation Clause\nviolation occurred at Williams’s trial by determining that Williams\nwas guilty. The American criminal justice system works the opposite\nway: determining guilt by holding trials in accord with\nconstitutional requirements.4Justice Breyer does not\nattempt to distinguish our precedents, opting simply to adhere to\n“the dissenting view set forth in Melendez-Diaz and Bullcoming.”\nSee ante, at 8 (concurring opinion). He principally worries that\nunder those cases, a State will have to call to the witness stand\n“[s]ix to twelve or more technicians” who have worked on a report.\nSee ante, at 5; see also ante, at 3, 16–18. But none of our\ncases—including this one—has presented the question of how many\nanalysts must testify about a given report. (That may suggest that\nin most cases a lead analyst is readily identifiable.) The problem\nin the cases—again, including this one—is that no analyst came\nforward to testify. In the event that some future case presents the\nmultiple-technician issue, the Court can focus on “the broader\n‘limits’ question” that troubles Justice Breyer, ante, at 7. But\nthe mere existence of that question is no reason to wrongly decide\nthe case before us—which, it bears repeating, involved the\ntestimony of not twelve or six or three or one, but zero Cellmark\nanalysts.5Neither can the plurality\ngain any purchase from the idea that a DNA profile is not\n“inherently inculpatory” because it “tends to exculpate all but one\nof the more than 7 billion people in the world today.” Ante, at 3;\nsee ante, at 32. All evidence shares this feature: the more\ninculpatory it is of a single person, the more exculpatory it is of\nthe rest of the world. The one is but the flipside of the other.\nBut no one has ever before suggested that this logical corollary\nprovides a reason to ignore the Constitution’s efforts to ensure\nthe reliability of evidence.6Both the plurality and\nJustice Breyer warn that if we require analysts to testify, we will\nencourage prosecutors to forgo DNA evidence in favor of less\nreliable eyewitness testimony and so “increase the risk of\nconvicting the innocent.” Ante, at 13 (Breyer, J., concurring); see\nante, at 3–4 (plurality opinion). Neither opinion provides any\nevidence, even by way of anecdote, for that view, and I doubt any\nexists. DNA evidence is usually the prosecutor’s most powerful\nweapon, and a prosecutor is unlikely to relinquish it just because\nhe must bring the right analyst to the stand. Consider what\nLambatos told the factfinder here: The DNA in L. J.’s vaginal\nswabs matched Williams’s DNA and would match only “1 in 8.7\nquadrillion black, 1 in 390 quadrillion white, or1 in 109\nquadrillion Hispanic unrelated individuals.” App. 56–57. No\neyewitness testimony could replace that evidence. I note as well\nthat the Innocence Network—a group particularly knowledgeable about\nthe kinds of evidence that produce erroneous convictions—disagrees\nwith the plurality’s and Justice Breyer’s view. It argues here that\n“[c]onfrontation of the analyst . . . is essential to permit proper\nadversarial testing” and so to decrease the risk of convicting the\ninnocent. Brieffor the Innocence Network as Amicus Curiae 3,\n7.7Justice Thomas asserts\nthere is no need to worry, because “the Confrontation Clause\nreaches bad-faith attempts to evade the formalized process.” Ante,\nat 10; see ante, at 9, n. 5. I hope he is right. But Justice\nThomas provides scant guidance on how to conduct this novel inquiry\ninto motive.",
    "joined": []
}