{
    "case": {
        "docket": "20-1312",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-1312/"
    },
    "id": "4600825",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–1312_________________XAVIER BECERRA, SECRETARY OF HEALTH AND HUMAN\nSERVICES, PETITIONERv.EMPIRE HEALTH FOUNDATION, FOR VALLEY\nHOSPITAL MEDICAL CENTERon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 24, 2022]Justice Kagan delivered the opinion of the\nCourt.The Medicare program reimburses hospitals at\nhigher-than-usual rates when they serve a higher-than-usual\npercentage of low-income patients. The enhanced rates are\ncalculated by adding together two fractions, called the Medicare\nfraction and the Medicaid fraction. Roughly speaking, the former\nmeasures the hospital’s low-income senior-citizen population, and\nthe latter the hospital’s low-income non-senior population.This case raises a technical but important\nquestion about the Medicare fraction. The statutory description of\nthat fraction refers to “the number of [a] hospital’s patient days”\nattributable to low-income patients “who (for such days) were\nentitled to benefits under part A of [Medicare].” 42\nU. S. C. §1395ww(d)(5)(F)(vi)(I). According to the\nDepartment of Health and Human Services (HHS), a person is\n“entitled to [Part A] benefits” under the statute if he qualifies\nfor the Medicare program—essentially, if he is over 65 or disabled.\nThat remains so even when Medicare is not paying for part or all of\nhis hospital stay—for example, because a private insurer is legally\nresponsible or because he has used up his allotted coverage. Today,\nwe approve HHS’s understanding of the Medicare fraction.IThe Medicare program provides\nGovernment-funded health insurance to over 64 million elderly or\ndisabled Americans. (The vast majority of that number are senior\ncitizens.) When a person turns 65 or has received federal\ndisability benefits for 24 months, he automatically (i.e.,\nwithout application or other filing) becomes “entitled” to benefits\nunder Medicare Part A. §§426(a)–(b).The most significant\nPart A benefit is coverage for inpatient hospital treatment; Part A\nalso covers associated physician and skilled nursing services. See\n§1395d(a); HHS, CMS Ruling No. CMS–1498–R, p. 10 (Apr. 28, 2010),\nhttps:// www.cms.gov/regulations-and-guidance/guidance/rulings\n/downloads/cms1498r.pdf (CMS–1498–R). In addition, entitlement to\nPart A generally enables a patient to enroll (if he wishes) in\nMedicare’s other programs: Part B’s coverage for outpatient care;\nPart C’s coverage through privately administered Medicare Advantage\nplans; and Part D’s coverage for prescription drugs. See\n§§1395o(a)(1), 1395w–21(a)(3), 1395w–101(a)(3)(A).The Medicare program pays a hospital a fixed\nrate for treating each Medicare patient, based on the patient’s\ndiagnosis and regardless of the hospital’s actual costs.\n§§1395ww(d)(1)–(4). The rates are designed to reflect the amounts\nan efficiently run hospital, in the same region, would expend to\ntreat a patient with the same diagnosis. See 42 CFR §412.2 (2022).\nIf the hospital spends anything more, it suffers a financial loss.\nThe flat-rate payment system thus gives hospitals an incentive to\nprovide efficient levels of medical service.But Congress, recognizing complexity in\nhealthcare, provided for various hospital-specific rate\nadjustments—including the one at issue here for treating low-income\npatients. The “disproportionate share hospital” (DSH) adjustment\ngives hospitals serving an “unusually high percentage of low-income\npatients” enhanced Medicare payments.Sebeliusv.Auburn\nRegional Medical Center,568 U.S.\n145, 150 (2013). The mark-up reflects that low-income\nindividuals are often more expensive to treat than higher income\nones, even for the same medical conditions. In compensating for\nthat disparity, the DSH adjustment encourages hospitals to treat\nlow-income patients.To calculate a hospital’s DSH adjustment, HHS\nadds together two statutorily described fractions, usually called\nthe Medicare fraction and the Medicaid fraction. Those fractions\nare designed to capture two different low-income populations that a\nhospital serves. TheMedicarefraction represents the\nproportion of a hospital’s Medicare patients who have low incomes,\nas identified by their entitlement to supplementary security income\n(SSI) benefits. SSI is a “welfare program” providing benefits to\n“financially needy individuals” who (like Medicare patients\ngenerally) are over 65 or disabled.Bowenv.Galbreath,485 U.S.\n74, 75 (1988); see §§1382(a)(1), 1382c(a)(1). TheMedicaidfraction represents the proportion of a hospital’s\npatients who are not entitled to Medicare and have low incomes, as\nidentified by their eligibility for Medicaid. The Medicaid program\nprovides health insurance to all low-income individuals, regardless\nof age or disability. See §1396d(a). So at a high level of\ngenerality, the Medicare fraction is a measure of a hospital’s\nsenior (or disabled) low-income population, while the Medicaid\nfraction is a measure of a hospital’s non-senior (except for\ndisabled) low-income population.With that under your belt, you might be ready to\nabsorb the relevant statutory language (but don’t bet on it). The\nMedicare fraction is described as:“[a] fraction (expressed as a percentage),\nthe numerator of which is the number of [a] hospital’s patient days\nfor [the fiscal year] which were made up of patients who (for such\ndays) were entitled to benefits under part A of [Medicare] and were\nentitled to [SSI] benefits[ ], and the denominator of which is\nthe number of such hospital’s patient days for such fiscal year\nwhich were made up of patients who (for such days) were entitled to\nbenefits under [Medicare] part A.” §1395ww(d)(5)(F) (vi)(I).That is a mouthful (and without the brackets,\nit’s even worse). So again, in general terms: The numerator is the\nnumber of patient days attributable to Medicare patients who are\npoor. The denominator is the number of patient days attributable to\nall Medicare patients. Divide the former by the latter to get the\nfraction “expressed as a percentage.”Ibid.And similarly for the Medicaid fraction. That\nfraction is described as:“[a] fraction (expressed as a percentage),\nthe numerator of which is the number of [a] hospital’s patient days\nfor [the fiscal year] which consist of patients who (for such days)\nwere eligible for medical assistance under [Medicaid], but who were\nnot entitled to benefits under part A of [Medicare], and the\ndenominator of which is the total number of the hospital’s patient\ndays for such [fiscal year].” §1395ww(d)(5)(F)(vi)(II).That too is a lot to digest. So again, in\ngeneral terms: The numerator is the number of patient days\nattributable to non-Medicare patients who are poor. The denominator\nis the total number of patient days. Divide the former by the\nlatter to get the second percentage the DSH calculation\nrequires.[1]Once both percentages have been calculated, they\nare added together to produce the “disproportionate-patient\npercentage.” That percentage determines whether a hospital will\nreceive a DSH adjustment, and if so, how large it will be. The\ncombined percentage must usually equal or exceed 15% for a hospital\nto get an adjustment. See §1395ww(d)(5)(F)(v). So, for example, if\na hospital’s Medicare fraction is 10% and its Medicaid fraction is\n5%, then the hospital would qualify for increased rates. The higher\nthe disproportionate-patient percentage goes, the greater the rate\nmark-up that the hospital will receive.\n§§1395ww(d)(5)(F)(vii)–(xiv).This case is about how to count patients who\nqualify for Medicare Part A—because they are over 65 or disabled—at\ntimes when the program is not paying for their hospital treatment.\nSuch non-payment may occur for a number of reasons. For one,\nMedicare usually pays for only the first 90 days of a hospital stay\nassociated with a single “spell of illness.” See §1395d; 42 CFR\n§409.61(a). If a patient’s stay for an illness exceeds that limit,\nhis coverage is “exhausted.” §409.61(a). For another, Medicare pays\nfor hospital treatment only once a patient has used up other\nmedical insurance. See §1395y(b)(2)(A). So if a patient has a\nprivate insurance plan, or is injured by a tortfeasor with\ninsurance, Medicare will not pay unless and until that other policy\nruns dry. Limits like those prompt the question presented here: Are\npatients whom Medicare insures but does not pay for on a given day\n“entitled to [Medicare Part A] benefits,” for purposes of computing\na hospital’s disproportionate-patient percentage?\n§§1395ww(d)(5)(F)(vi)(I–II).An HHS regulation, issued in 2004, says those\npatients remain so entitled. See 69 Fed. Reg. 48916. Under the\nregulation, whether Medicare is actually paying for a patient’s\nhospital treatment is irrelevant. So, for example, it does not\nmatter that a patient has exhausted his 90 days of coverage for an\nillness, or that a private insurer is paying for his hospital stay.\nAs long as the patient meets the basic statutory criteria for\nMedicare (i.e., he is over 65 or disabled), then the patient\ncounts in the denominator and, if he is poor, in the numerator of\nthe Medicare fraction (as “entitled to [Medicare Part A]\nbenefits”). Seeid., at 49098–49099. And by the same token,\nhe doesnotcount in the numerator of the Medicaid fraction\n(which includes only those “not entitled to [Medicare Part A]\nbenefits”). Seeibid. As HHS explained in 2004, the effect\nof the regulation varies depending on the makeup of a hospital’s\npatient population. Seeibid. But for most hospitals, the\nregulation has worked to decrease DSH payments, because as\nbeneficiaries are added to the Medicare fraction’s denominator\n(even though poor beneficiaries are also added to its numerator), a\nhospital’s Medicare fraction generally (though not always) goes\ndown. See Letter from E. Prelogar, Solicitor General, to S. Harris,\nClerk of Court (Nov. 23, 2021).Respondent Empire Health Foundation challenged\nthe regulation as inconsistent with the statutory fraction\ndescriptions, and the Court of Appeals for the Ninth Circuit\nagreed. SeeEmpire Health Foundationv.Azar, 958\nF.3d 873 (2020). The court focused on the statute’s use of two\ndifferent phrases: “entitled to [Medicare Part A] benefits” and (in\nthe Medicaid fraction alone) “eligible for [Medicaid] assistance.”Id., at 885. Relying on Circuit precedent, the court read\nthe latter, “eligible” phrase to “mean that a patient simply meets\nthe Medicaid statutory criteria”—regardless of whether “Medicaid\nactually paid” for a given service on a given day.Ibid.That approach, of course, is analogous to the one the HHS\nregulation adopts for Medicare beneficiaries. But the Ninth Circuit\nreasoned that the statutory language relating to Medicare is\ndifferent: It asks whether a person is “entitled to” (not “eligible\nfor”) benefits. And the word “entitled,” the court held (relying on\nthe same precedent), “mean[s] that a patient has an ‘absolute right\n. . . to payment.’ ”Ibid.(ellipsis in\noriginal). So even if a patient is over 65, he is not “entitled to\n[Medicare Part A] benefits” within the meaning of the statute for\nany hospital stay, or part thereof, Medicare is not paying for.As the Ninth Circuit recognized, two other\nCourts of Appeals had deferred to HHS’s contrary view of the\nstatute and upheld the regulation. SeeMetropolitan Hospitalv.Department of Health and Human Servs., 712 F.3d 248 (CA6\n2013);Catholic Health Initiatives Iowa Corp.v.Sebelius, 718 F.3d 914 (CADC 2013). We granted certiorari to\nresolve the conflict. See 594 U. S. ___ (2021).[2]IIHHS’s regulation correctly construes the\nstatutory language at issue. The ordinary meaning of the fraction\ndescriptions, as is obvious to any ordinary reader, does not\nexactly leap off the page. SeeCatholic Health Initiatives,\n718 F. 3d, at 916 (The “language is downright byzantine”). The\nprovisions are technical: They call to mind Justice Frankfurter’s\ninjunction that when a statute is “addressed to specialists, [it]\nmust be read by judges with the minds of the specialists.” Some\nReflections on the Reading of Statutes, 47 Colum. L. Rev. 527,\n536 (1947). But when read in that suitable way, the fraction\ndescriptions disclose a surprisingly clear meaning—the one chosen\nby HHS. The text and context support the agency’s reading: HHS has\ninterpreted the words in those provisions to mean just what they\nmean throughout the Medicare statute. And so too the structure of\nthe DSH provisions supports HHS: Counting everyone who qualifies\nfor Medicare benefits in the Medicare fraction—and no one who\nqualifies for those benefits in the Medicaid fraction—accords with\nthe statute’s attempt to capture, through two separate\nmeasurements, two different segments of a hospital’s low-income\npatient population.ASpeaking of twos, Empire’s textual argument\nalso has a bifurcated structure—but neither part can produce its\ndesired result. Empire primarily contends, echoing the Ninth\nCircuit, that “different words [mean] different things” when used\nin a single statute—and so “entitled” means something different\nfrom “eligible.” Brief for Respondent 22. To be “eligible” for a\nbenefit, Empire says, is to be “qualified” to seek it; to be\n“entitled” to a benefit means instead to have an “absolute right”\nto its payment.Id., at 4, 30. But that reading, even if\nplausible in the abstract, does not work in the Medicare statute.\nThere, “entitled to benefits” is essentially a term of art, used\nover and over to mean qualifying (or, yes, being eligible) for\nbenefits—i.e., being over 65 or disabled. And in the end,\nEmpire basically concedes that point. It must devise a way to give\n“entitled to benefits” a different meaning in the fraction\ndescriptions than the phrase has everywhere else in the Medicare\nlaw. See Tr. of Oral Arg. 37–41. So Empire shifts gears, relying\nnow on the parenthetical phrase “(for such days)” to do its work—to\ntransform the usual statutory meaning of “entitled to benefits” to\nsomething different and novel. Seeibid.;\n§1395ww(d)(5)(F)(vi)(I) (“patients who (for such days) were\nentitled to [Medicare Part A] benefits”). (The dissent, for its\npart, focuses most of its energies on this latter stage of Empire’s\nargument.) But those three little words do not accomplish what\nEmpire would like, having the much less radical function of\nexcluding days of a patient’s hospital stay before he qualifies for\nMedicare (e.g., turns 65). So contrary to Empire’s claim,\nbeing “entitled” to Medicare benefits still means—in the fraction\ndescriptions, as throughout the statute—meeting the basic statutory\ncriteria, not actually receiving payment for a given day’s\ntreatment.1First and foremost, the Medicare statute\nexplicitly identifies which individuals are “entitled to hospital\ninsurance benefits under part A”—all people who meet the basic\nstatutory criteria. §§426(a)–(b). “Every individual,” the law\nstates, who “has attained age 65” and is entitled to ordinary\nsocial security payments “shall be entitled to” Medicare Part A\nbenefits. §426(a). So too, “every individual” under age 65 who has\nbeen entitled to federal disability benefits for at least 24 months\n“shall be entitled” to Medicare Part A benefits. §426(b). The\n“[e]ntitlement to hospital insurance benefits” (as the section\ncaption reads) is “automatic”: Age or disability makes a person\n“entitled” to Part A benefits without an application or anything\nmore. §426;Hallv.Sebelius, 667 F.3d 1293,\n1294–1296 (CADC 2012). Turn 65 or receive disability benefits for\n24 months, and you have an entitlement to Part A benefits—because\nthe latter is, according to the statute, simply a legal status\narising from the former.[3]That broad meaning of “entitlement” coexists\nwith limitations on payment, as several statutory provisions show.\nThe entitlement tobenefits, the statute repeatedly says, is\nan entitlement topaymentunder specified conditions.\nTo quote one provision: “entitlement of an individual” to Medicare\nPart A benefits “consist[s] of entitlement to have payment made\nunder, and subject to the limitations in, part A.” §426(c)(1); see\n§1395d(a) (similarly stating that the entitlement to benefits\nentails the receipt of “payment[s] . . . subject to the\nprovisions of this part”). Those limits on payment include, as\ndescribed earlier, the 90-day hospital-stay cap. Seesupra,\nat 5–6. And indeed the statute twice refers to patients who are\n“entitled to benefits under part A but ha[ve] exhausted benefits\nfor inpatient hospital services.” §§1395l(a)(8)(B)(i),\n1395l(t)(1)(B)(ii). Under Empire’s reading, that statement\nmakes no sense: A patient is not, Empire argues, “entitled to\nbenefits” when the statute precludes payment. Seesupra, at\n8. But the statute says otherwise. It considers those who have\nexhausted their coverage (and so cannot receive further payments\nfor a hospital stay) still “entitled to [Part A] benefits.”In thus describing the Part A entitlement, the\nMedicare statute reflects the complexity of health insurance.\nConsider your own health plan (maybe itisMedicare). You\nmight have hit some limit on coverage as to one medical\nservice—let’s say, eye care. But you’re still insured: Your policy\nwill pay for more eye care in the next coverage period and\nmeanwhile will pay for your knee replacement. So it is with\nMedicare Part A. As the 2004 regulation explains, patients “who\nhave exhausted their Medicare Part A inpatient coverage may still\nbe entitled to other Part A benefits.” 69 Fed. Reg. 49098. Medicare\nPart A also covers, “for example, certain physician services and\nskilled nursing services” outside the hospital setting. See\nCMS–1498–R, at 10. And even as to hospital care, another 90 days of\ncoverage will be available for another illness. Seesupra,\nat 5. For that reason among others, HHS has noted, the stoppage of\npayment for any given service cannot be thought to affect the\nbroader statutory entitlement to Part A benefits. See 69 Fed. Reg.\n49098. That entitlement arises when a person meets the basic\nstatutory qualifications and (unless a disability diminishes) never\ngoes away.If “entitled to [Part A] benefits” instead bore\nEmpire’s meaning, Medicare beneficiaries would lose important\nrights and protections. Perhaps most significantly, a patient could\nlose his ability to enroll in other Medicare programs whenever he\nlacked a right to Part A payments for hospital care. As noted\nearlier, a person’s entitlement to Part A benefits is usually the\npredicate for his enrollment in Part B (covering outpatient care),\nPart C (providing coverage through privately managed plans), or\nPart D (offering prescription-drug benefits). See\n§§1395o(a), 1395w–21(a)(3), 1395w–101(a)(3)(A);supra, at 2. So if (as Empire urges) a hospitalized patient\nis not “entitled to [Part A] benefits” on any day he cannot get\nPart A payments, then he could be locked out of the benefits of\nParts B through D at that time. Consider what that might mean in\nthe real world: A Medicare patient in the hospital for longer than\n90 days—by definition, a very ill person—could not enroll in Part\nD’s prescription-drug coverage. Congress could not have wanted—and\nin fact did not provide for—that result.Empire’s interpretation would also make a hash\nof provisions designed to inform Medicare beneficiaries of their\nbenefits. The statute requires annual notice to individuals\n“entitled to benefits under part A” concerning all available\nprogram benefits, including any “limitations on payment.”\n§1395b–2(a). Under Empire’s reading, that notice requirement would\nphase in and out depending on whether Medicare Part A was currently\npaying for the individual’s hospital treatment. HHS, for example,\nwould have no obligation to inform a patient of benefits when a\nprivate insurer was paying for his hospital care, even if that\npolicy would soon run out and Medicare would assume the coverage.\nOnce again, Congress would not have drafted such an on-again,\noff-again notice requirement.So too, Empire’s reading of “entitled to [Part\nA] benefits” would subvert a provision to protect beneficiaries\nfrom misleading marketing materials. Under the statute, an insurer\noffering a Part C (privately managed Medicare) plan may not\ndistribute advertising materials to eligible beneficiaries unless\nthe materials are first cleared by HHS. See §1395w–21(h)(1).\nEligible beneficiaries are individuals “entitled to benefits under\nPart A” and enrolled in Part B. §1395w–21(a)(3). If Empire is right\nabout what the “entitled to” phrase means, an insurer could send\nwhatever it wanted to a patient who at that time lacked a right to\nPart A payments. But such a person might well be interested in\neventually enrolling in a Part C plan—and he is no less vulnerable\nto deceptive marketing than anyone else.And the problems with Empire’s interpretation do\nnot stop there. The Sixth and D. C. Circuits have cataloged\nseveral other statutory provisions that Empire’s reading would\nrender unworkable or unthinkable or both. SeeMetropolitan\nHospital, 712 F. 3d, at 260;Northeast Hospital\nCorp.v.Sebelius, 657 F.3d 1, 6–11 (CADC 2011). We\ncould spell out each one in painful detail, but we think the above\nshould suffice. Applying Empire’s reading of “entitled to [Part A]\nbenefits” across the Medicare statute would diminish the\nbeneficiary protections Congress wrote into law. Those safeguards\nwould apply or not apply, or fluctuate constantly between the two,\nbased on the happenstance of whether Medicare paid for hospital\ncare on a given day. Once again, that is not the statute Congress\nwrote.2Faced with these many provisions, Empire\nswerves. Empire effectively (if reluctantly) concedes that its\nreading of “entitled to [Part A] benefits”—again, to have an\n“absolute right” to Part A payments—cannot be applied throughout\nthe Medicare statute. Brief for Respondent 30; seeid., at\n41–42; Tr. of Oral Arg. 37–39. There, over and over—and contra the\nmain thrust of Empire’s arguments—the concepts of entitlement and\neligibility are the same. So Empire must come up with a way of\nconverting the ordinary meaning of “entitled” in the Medicare law\nto something different in its fraction provisions. The lever Empire\nproposes to use for that purpose is the parenthetical phrase “(for\nsuch days).” See Tr. of Oral Arg. 38–39 (“[T]he key distinction” is\n“for such days,” which is “language that’s not found anywhere\nelse”). Empire argues that when “entitled” is married to “(for such\ndays)”—recall the whole phrase, “patients who (for such days) were\nentitled to [Part A] benefits”—the idea of entitlement morphs.\n§1395ww(d)(5)(F)(vi)(I). Now it does not mean meeting Medicare’s\nstatutory (age or disability) criteria on the days in question, but\ninstead means actually receiving Medicare payments. (The dissent\nmakes much the same argument.)But we cannot understand Congress to have\nchanged the statute’s consistent meaning of “entitled to benefits”\nsimply by adding “(for such days).” That slight phrase is incapable\nof bearing so much interpretive weight. If Congress “does not alter\nthe fundamental[s]” of a statutory scheme “in vague terms or\nancillary provisions,” then it ordinarily does not do so in\nparentheticals either.Whitmanv.American Trucking\nAssns., Inc.,531 U.S.\n457, 468 (2001). To the contrary, a parenthetical is “typically\nused to convey an aside or afterthought.”Boechlerv.Commissioner, 596 U. S. ___, ___ (2022) (slip op., at\n5) (internal quotation marks omitted). And nothing about the “(for\nsuch days)” parenthetical signals anything different. Empire asks\nus to read it as transforming the uniform statutory meaning of\n“entitled to benefits” for the fraction provisions alone. But if\nCongress had wanted to accomplish that unexpected object, it would\nsimply have said so. Or else, to make only paid-for days count, it\nwould have dropped the language of entitlement altogether. What it\nwould not have done is upend the settled meaning of that language,\nin this one place, through so subtle, indirect, and opaque a\nmechanism.The “(for such days)” phrase instead works as\nHHS says: hand in hand with the ordinary statutory meaning of\n“entitled to [Part A] benefits.” The parenthetical no doubt tells\nHHS to ask about a patient on a given day. But the query the agency\nmust make is not whether that patient on that day has received Part\nA payments; the query is, consistent with what “entitled” means all\nover the statute, whether that patient on that day is qualified to\ndo so. Suppose, for example, that a patient turns 65 halfway\nthrough a 30-day hospital stay. HHS will then count only 15 days of\nhis stay when computing the Medicare fraction. Or suppose,\nsimilarly, that midway through his stay, a patient begins to\nqualify as disabled—because, under the statutory definition, he has\nreached his 25th month of federal disability benefits. Then, too,\nonly the second half of the patient’s stay would go into the\nfraction—because only then has he met the criteria for\nbenefits.Empire complains that the phrase “(for such\ndays),” viewed in that way, does too “little work.” Brief for\nRespondent 38; Tr. of Oral Arg. 40–41. But it does more than\nenough. Some 10,000 people turn 65 in this country every day, thus\nqualifying for Medicare coverage. See American Assn. of Retired\nPersons, The Aging Readiness & Competitiveness Report: United\nStates 2, https://arc.aarpinterna\ntional.org/File%20Library/Full%20‌Reports/ARC-Report---United-States.pdf.\nMany other individuals daily attain their 25th month on federal\ndisability benefits. It is natural for Congress to have thought of\nthose facts when devising the fractions. By the way, said Congress\n(in what truly is an “aside or afterthought”): If someone turns 65\nduring the year the fraction covers, make sure to exclude his\npre-birthday hospital days.Boechler, 596 U. S., at ___\n(slip op., at 5) (internal quotation marks omitted). Only count the\ndays after he qualifies for Medicare Part A—when, under the\nstatute’s constant meaning, he is “entitled to [Part A]\nbenefits.”[4]BThe structure of the relevant statutory\nprovisions reinforces our conclusion that “entitled to [Part A]\nbenefits” means qualifying for those benefits, and nothing more. As\nearlier explained, the statute is designed to recompense hospitals\nfor serving low-income patients, who are comparatively more\nexpensive to treat. Seesupra, at 3. The statute determines\nthe appropriate payment (if any) by measuring, through two separate\nfractions, two separate populations: the low-income Medicare\npopulation and the low-income non-Medicare population. Seesupra, at 3.[5] (Because\nthe vast majority of Medicare patients are over 65, that roughly\ntranslates into the low-income senior population and the low-income\nnon-senior population.) Those populations, taken together, account\nfor all the low-income patients a hospital treats.HHS’s reading of “entitled” comports with the\nstatute’s two-population structure. A low-income Medicare patient\nalways counts in the Medicare fraction. That is so regardless of\nwhether the Medicare program is actually paying for a day of his\ncare—because that fact has no relationship to his financial status.\nThe Medicare fraction, as calculated by HHS, thus captures the\nentire low-income Medicare (i.e., senior) population. And\ncorrelatively, the Medicaid fraction captures the entire low-income\nnon-Medicare (i.e., non-senior) population. The binary\ndividing line HHS uses—do you qualify for Medicare?—mirrors the\nstatute’s binary, population-focused framework. All low-income\npeople fit naturally into one or the other box, with the sum of the\ntwo leaving no one out.By contrast, Empire’s view fits poorly with the\nbifurcated, population-based statutory structure. Again, its\nwho-paid-for-a-day-of-care test has no relationship to a patient’s\nfinancial status. So on Empire’s view, a patient could phase in and\nout of the Medicare fraction even though his income remains the\nsame. Empire responds by asserting that any low-income person\nexcluded from the Medicare fraction (say, because of exhaustion of\nbenefits) would get counted instead in the Medicaid fraction. See\nBrief for Respondent 15–16, 50–51. But even if that is true—we\nexpress our doubts below—Empire’s scheme would result in patients\nping-ponging back and forth between the two fractions based on the\nhappenstance of actual Medicare payments, sometimes during a single\nhospital stay. That scheme is of course harder to administer than\nHHS’s. And still more, it does not reflect the statute’s dichotomy\nbetween two discrete low-income populations, each of which counts\n(but counts differently) toward setting a hospital’s DSH rate. Seesupra, at 4, n. 1, 16, n. 5.In any event, Empire is too quick to claim that\nthose who (on its view) are tossed from the Medicare fraction for\nnon-income-based reasons would still wind up in the Medicaid\nfraction. Recall here the role Empire says the phrase “(for such\ndays)” plays. Seesupra, at 13–15. According to Empire’s\nultimate argument, that phrase is what converts the ordinary\nstatutory meaning of “entitled to benefits” (i.e.,\nqualifying for Medicare) to a special meaning (i.e.,\nactually receiving payments). So where the phrase “(for such days)”\ndoes not appear, the usual meaning of “entitled” should govern. Now\nlook again at the description of the Medicaid fraction. It counts\n“patients [i] who (for such days) were eligible for [Medicaid], but\n[ii] who were not entitled to benefits under part A [of Medicare].”\n§1395ww(d)(5)(F)(vi)(II). In that description, “for such days” doesnotmodify clause [ii]. So the “not entitled” phrase in that\nclause should mean (consistent with the rest of the statute) not\nqualifying for Medicare. But those whom Empire’s view would oust\nfrom the Medicare fraction—say, because of exhaustion—doqualify for Medicare. They thus fall outside clause [ii]—and\noutside the Medicaid fraction. The upshot is that, under Empire’s\nreading, a low-income patient who, say, has exhausted his coverage\nwill not get counted at all. But that person remains just as low\nincome as he ever was, imposing just as high costs on the hospital\ntreating him. His exclusion demonstrates, if anything more needs\nto, the error of Empire’s reading.Empire’s only response is to insist that its\ninterpretation has to be right because it usually (though not\nalways) leads to higher DSH payments for hospitals. See Brief for\nRespondent 33–35;supra, at 6. But the point of the DSH\nprovisions is not to pay hospitals the most money possible; it is\ninstead to compensate hospitals for serving a disproportionate\nshare of low-income patients. And Empire’s reading excels only by\nthe former measure, not by the latter one. As just shown, Empire’s\nactual-payment test counts fewer, not more, of the low-income\npatients the DSH provisions care about. The reason that approach\nstill benefits many hospitals is that it deflates the denominator\nof the Medicare fraction. Consider a wealthy 70-year-old patient\nwho has exhausted Medicare benefits—or, as is often true, has a\nprivate insurance policy. HHS’s view would exclude him from the\nMedicare fraction’s numerator (because he is wealthy) but keep him\nin the denominator (because he is over 65). By contrast, Empire’s\nview would exclude him from both the numerator and the\ndenominator—the latter because he is not actually receiving\nMedicare payments. That move increases payments to hospitals—but\nonly because it fails to capture high-income Medicare patients, not\nbecause it better captures low-income ones. Or said otherwise, it\nincreases payments because it distorts what the Medicare fraction\nis designed to measure—the share of low-income Medicare patients\nrelative to the total.IIIText, context, and structure all support\ncalculating the Medicare fraction HHS’s way. In that fraction,\nindividuals “entitled to [Medicare Part A] benefits” are all those\nqualifying for the program, regardless of whether they are\nreceiving Medicare payments for part or all of a hospital stay.\nThat reading gives the “entitled” phrase the same meaning it has\nthroughout the Medicare statute. And it best implements the\nstatute’s bifurcated framework by capturing low-income individuals\nin each of two distinct populations a hospital serves.For those reasons, we reverse the judgment of\nthe Court of Appeals and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1You may have noticed that\nthe denominator of the Medicare fraction (the number of patient\ndays attributable to Medicare patients) is smaller than the\ndenominator of the Medicaid fraction (the total number of patient\ndays). That means each low-income patient day included in the\nMedicare fraction will count for more than each low-income patient\nday included in the Medicaid fraction. So, to use an overly\nsimplified example, a hospital with 100 of the former will get a\nlarger rate adjustment than a hospital with 100 of the latter.\nAlthough Congress did not explain that difference, it presumably\nreflects the Medicare-centric perspective of what is, after all, a\nMedicare payment scheme. (The Medicaid statute separately requires\nStates to make DSH payments, using a different formula that focuses\non a hospital’s Medicaid population. See 42 U. S. C.\n§1396r–4. But that statutory provision is not at issue\nhere.)2This case does not raise\nthe question whether HHS has properly interpreted the phrase\n“entitled to [SSI] benefits” in the Medicare fraction. Accordingly,\nwe express no view on that issue.3Another way of putting\nthe point is to say that the Medicare statute uses the term\n“entitled” to benefits in the same way as the Medicaid statute uses\nthe term “eligible” for benefits. Compare 42 U. S. C.\n§426 (“entitled” in Medicare context) with,e.g., §§1396,\n1396d (“eligible” in Medicaid context). That difference in overall\nstatutory terminology is mirrored in the fraction\nprovisions—“entitled to [Medicare Part A] benefits” and “eligible\nfor [Medicaid] assistance.” §§1395ww(d)(5)(F)(vi)(I–II). As the\nD. C. Circuit put the point: “Congress has, throughout the\nvarious Medicare and Medicaid statutory provisions, consistently\nused the words ‘eligible’ to refer to potential Medicaid\nbeneficiaries and ‘entitled’ to refer to potential Medicare\nbeneficiaries.”Northeast Hospital Corp.v.Sebelius,\n657 F.3d 1, 12 (2011). Congress simply followed suit when referring\nto the two programs in the fraction provisions.4The dissent has another\ncomplaint: that from 1986 until 2003 HHS read the “for such days”\nphrase in the Medicare fraction just as Empire does, and that the\nDepartment changed its view merely to reduce payments to hospitals.\nSeepost, at 1–2 (opinion of Kavanaugh, J.). But that is an\nincomplete—leading to an inaccurate—picture. From 1986 to 1997, HHS\nreadboththe Medicareandthe Medicaid fractions as\ncounting only days actually paid for. The effect on the Medicaid\nside was to substantially depress payments to hospitals (because\nmany low-income patients were excluded from the numerator, while\nthe denominator remained the same, seesupra, at 4, and\nn. 1). Hospitals sued, and four Circuit Courts found that\nHHS’s understanding of the “for such days” language in the Medicaid\nfraction was wrong. See Brief for United States 12–13 (collecting\ncitations). In response, HHS immediately corrected its approach to\nthe Medicaid fraction—which significantly raised payments to\nhospitals. Some five years later, HHS issued a rule to bring its\nreading of the same language in the Medicare fraction into line.\nThe history shows, then, that HHS “changed course” not “to save\nmoney” but to comply with the law.Post, at 2.5As noted earlier, seesupra, at 4, n. 1, the two populations (because of their\nfractions’ different denominators) are differently weighted in\ncalculating DSH payments. All else equal, a hospital receives\ngreater compensation for low-income individuals in the Medicare\npopulation than for low-income individuals in the non-Medicare\npopulation.",
    "joined": []
}