{
    "case": {
        "docket": "254",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/254/"
    },
    "id": "1970715",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–9540_________________MATTHEW ROBERT DESCAMPS, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 20, 2013]Justice Kagan\ndelivered the opinion of the Court.The Armed Career\nCriminal Act (ACCA or Act), 18 U. S. C. §924(e),\nincreases the sentences of certain federal defendants who have\nthree prior convictions “for a violent felony,”\nincluding “burglary, arson, or extortion.” To determine\nwhether a past conviction is for one of those crimes, courts use\nwhat has become known as the “categorical approach”:\nThey compare the elements of the statute forming the basis of the\ndefendant’s conviction with the elements of the\n“generic” crime—i.e., the offense as commonly\nunderstood. The prior conviction qualifies as an ACCA predicate\nonly if the statute’s elements are the same as, or narrower\nthan, those of the generic offense.We have previously\napproved a variant of this method—labeled (not very\ninventively) the “modified categorical\napproach”—when a prior conviction is for violating a\nso-called “divisible statute.” That kind of statute\nsets out one or more elements of the offense in the\nalternative—for example, stating that burglary involves entry\ninto a building or an automobile. If one alternative (say, a\nbuilding) matches an element in the generic offense, but the other\n(say, an automobile) does not, the modified categorical approach\npermits sentencing courts to consult a limited class of documents,\nsuch as indictments and jury instructions, to determine which\nalternative formed the basis of the defendant’s prior\nconviction. The court can then do what the categorical approach\ndemands: compare the elements of the crime of conviction (including\nthe alternative element used in the case) with the elements of the\ngeneric crime.This case presents the\nquestion whether sentencing courts may also consult those\nadditional documents when a defendant was convicted under an\n“indivisible” statute—i.e., one not containing\nalternative elements—that criminalizes a broader swath of\nconduct than the relevant generic offense. That would enable a\ncourt to decide, based on information about a case’s\nunderlying facts, that the defendant’s prior conviction\nqualifies as an ACCA predicate even though the elements of the\ncrime fail to satisfy our categorical test. Because that result\nwould contravene our prior decisions and the principles underlying\nthem, we hold that sentencing courts may not apply the modified\ncategorical approach when the crime of which the defendant was\nconvicted has a single, indivisible set of elements.IPetitioner Michael\nDescamps was convicted of being a felon in possession of a firearm,\nin violation of 18 U. S. C. §922(g). That unadorned\noffense carries a maximum penalty of 10 years in prison. The\nGovernment, however, sought an enhanced sentence under ACCA, based\non Descamps’ prior state convictions for burglary, robbery,\nand felony harassment.ACCA prescribes a\nmandatory minimum sentence of 15 years for a person who violates\n§922(g) and “has three previous convictions\n. . . for a violent felony or a serious drug\noffense.” §924(e)(1). The Act defines a “violent\nfelony” to mean any felony, whether state or federal, that\n“has as an element the use, attempted use, or threatened use\nof physical force against the person of another,” or that\n“is burglary, arson, or extortion, involves use of\nexplosives, or otherwise involves conduct that presents a serious\npotential risk of physical injury to another.”\n§924(e)(2)(B).Descamps argued that\nhis prior burglary conviction could not count as an ACCA predicate\noffense under our categorical approach. He had pleaded guilty to\nviolating California Penal Code Ann. §459 (West 2010), which\nprovides that a “person who enters” certain locations\n“with intent to commit grand or petit larceny or any felony\nis guilty of burglary.” That statute does not require the\nentry to have been unlawful in the way most burglary laws do.\nWhereas burglary statutes generally demand breaking and entering or\nsimilar conduct, California’s does not: It covers, for\nexample, a shoplifter who enters a store, like any customer, during\nnormal business hours. See People v. Barry, 94 Cal. 481,\n483–484, 29 P. 1026, 1026–1027 (1892). In sweeping so\nwidely, the state law goes beyond the normal, “generic”\ndefinition of burglary. According to Descamps, that asymmetry of\noffense elements precluded his conviction under §459 from\nserving as an ACCA predicate, whether or not his own burglary\ninvolved an unlawful entry that could have satisfied the\nrequirements of the generic crime.The District Court\ndisagreed. According to the court, our modified categorical\napproach permitted it to examine certain documents, including the\nrecord of the plea colloquy, to discover whether Descamps had\n“admitted the elements of a generic burglary” when\nentering his plea. App. 50a. And that transcript, the court ruled,\nshowed that Descamps had done so. At the plea hearing, the\nprosecutor proffered that the crime\n“ ‘ involve[d] the breaking and entering of a\ngrocery store,’ ” and Descamps failed to object to\nthat statement. Ibid. The plea proceed- ings, the District Court\nthought, thus established that Descamps’ prior conviction\nqualified as a generic burglary (and so as a “violent\nfelony”) under ACCA. Applying the requisite penalty\nenhancement, the court sentenced Descamps to 262 months in\nprison—more than twice the term he would otherwise have\nreceived.The Court of Appeals\nfor the Ninth Circuit affirmed, relying on its recently issued\ndecision in United States v. Aguila-Montes de Oca, 655 F. 3d 915\n(2011) (en banc) (per curiam). There, a divided en banc court took\nmuch the same view of the modified categorical approach as had the\nDistrict Court in this case. The en banc court held that when a\nsentencing court considers a conviction under §459—or\nany other statute that is “categorically broader than the\ngeneric offense”—the court may scrutinize certain\ndocuments to determine the factual basis of the conviction. See\nid., at 940. Applying that approach, the Court of Appeals here\nfound that Descamps’ plea, as revealed in the colloquy,\n“rested on facts that satisfy the elements of the generic\ndefinition of burglary.” 466 Fed. Appx. 563, 565 (2012).We granted certiorari,\n567 U. S. ___ (2012), to resolve a Circuit split on whether\nthe modified categorical approach applies to statutes like\n§459 that contain a single, “indivisible” set of\nelements sweeping more broadly than the corresponding generic\noffense. [1] We hold that it\ndoes not, and so reverse.IIOur caselaw\nexplaining the categorical approach and its “modified”\ncounterpart all but resolves this case. In those decisions, as\nshown below, the modified approach serves a limited function: It\nhelps effectuate the categorical analysis when a divisible statute,\nlisting potential offense elements in the alternative, renders\nopaque which element played a part in the defendant’s\nconviction. So understood, the modified approach cannot convert\nDescamps’ conviction under §459 into an ACCA predicate,\nbecause that state law defines burglary not alternatively, but only\nmore broadly than the generic offense.We begin with Taylor v.\nUnited States, 495 U. S. 575 (1990) , which established the\nrule for determining when a defendant’s prior conviction\ncounts as one of ACCA’s enumerated predicate offenses (e.g.,\nburglary). Taylor adopted a “formal categorical\napproach”: Sentencing courts may “look only to the\nstatutory definitions”—i.e., the elements—of a\ndefendant’s prior offenses, and not “to the particular\nfacts underlying those convictions.” Id., at 600. If the\nrelevant statute has the same elements as the “generic”\nACCA crime, then the prior conviction can serve as an ACCA\npredicate; so too if the statute defines the crime more narrowly,\nbecause anyone convicted under that law is “necessarily\n. . . guilty of all the [generic crime’s]\nelements.” Id., at 599. But if the statute sweeps more\nbroadly than the generic crime, a conviction under that law cannot\ncount as an ACCA predicate, even if the defendant actually\ncommitted the offense in its generic form. The key, we emphasized,\nis elements, not facts. So, for example, we held that a defendant\ncan receive an ACCA enhancement for burglary only if he was\nconvicted of a crime having “the basic elements” of\ngeneric burglary—i.e., “unlawful or unprivileged entry\ninto, or remaining in, a building or structure, with intent to\ncommit a crime.” Ibid. And indeed, we indicated that the very\nstatute at issue here, §459, does not fit that bill because\n“California defines ‘burglary’ so broadly as to\ninclude shoplifting.” Id., at 591.At the same time,\nTaylor recognized a “narrow range of cases” in which\nsentencing courts—applying what we would later dub the\n“modified categorical approach”—may look beyond\nthe statutory elements to “the charging paper and jury\ninstructions” used in a case. Id., at 602. To explain when\ncourts should resort to that approach, we hypothesized a statute\nwith alternative elements—more particularly, a burglary\nstatute (otherwise conforming to the generic crime) that prohibits\n“entry of an automobile as well as a building.” Ibid.\nOne of those alternatives (a building) corresponds to an element in\ngeneric burglary, whereas the other (an automobile) does not. In a\ntypical case brought under the statute, the prosecutor charges one\nof those two alternatives, and the judge instructs the jury\naccordingly. So if the case involves entry into a building, the\njury is “actually required to find all the elements of\ngeneric burglary,” as the categorical approach demands. Ibid.\nBut the statute alone does not disclose whether that has occurred.\nBecause the statute is “divisible”—i.e.,\ncomprises multiple, alternative versions of the crime—a later\nsentencing court cannot tell, without reviewing something more, if\nthe defendant’s conviction was for the generic (building) or\nnon-generic (automobile) form of burglary. Hence Taylor permitted\nsentencing courts, as a tool for implementing the categorical\napproach, to examine a limited class of documents to determine\nwhich of a statute’s alternative elements formed the basis of\nthe defendant’s prior conviction.In Shepard v. United\nStates, 544 U. S. 13 (2005) , the hypothetical we posited in\nTaylor became real: We confronted a Massachusetts burglary statute\ncovering entries into “boats and cars” as well as\nbuildings. 544 U. S., at 17. The defendant there pleaded\nguilty to violating the statute, and we first confirmed that\nTaylor’s categorical approach applies not just to jury\nverdicts, but also to plea agreements. That meant, we held, that a\nconviction based on a guilty plea can qualify as an ACCA predicate\nonly if the defendant “necessarily admitted [the] elements of\nthe generic offense.” Id., at 26. But as we had anticipated\nin Taylor, the divisible nature of the Massachusetts burglary\nstatute confounded that inquiry: No one could know, just from\nlooking at the statute, which version of the offense Shepard was\nconvicted of. Accordingly, we again authorized sentencing courts to\nscrutinize a restricted set of materials—here, “the\nterms of a plea agreement or transcript of colloquy between judge\nand defendant”—to determine if the defendant had\npleaded guilty to entering a building or, alternatively, a car or\nboat. Ibid. Yet we again underscored the narrow scope of that\nreview: It was not to determine “what the defendant and state\njudge must have understood as the factual basis of the prior\nplea,” but only to assess whether the plea was to the version\nof the crime in the Massachusetts statute (burglary of a building)\ncorresponding to the generic offense. Id., at 25–26\n(plurality opinion).Two more recent\ndecisions have further emphasized the elements-based\nrationale—applicable only to divisible statutes—for\nexamining documents like an indictment or plea agreement. In\nNijhawan v. Holder, 557 U. S. 29 (2009) , we discussed another\nMassachusetts statute, this one prohibiting\n“ ‘ Breaking and Entering at\nNight’ ” in any of four alternative places: a\n“building, ship, vessel, or vehicle.” Id., at 35. We\nrecognized that when a statute so “refer[s] to several\ndifferent crimes,” not all of which qualify as an ACCA\npredicate, a court must determine which crime formed the basis of\nthe defendant’s conviction. Ibid. That is why, we explained,\nTaylor and Shepard developed the modified categorical approach. By\nreviewing the extra-statutory materials approved in those cases,\ncourts could discover “which statutory phrase,”\ncontained within a statute listing “several different”\ncrimes, “covered a prior conviction.” 557 U. S.,\nat 41. And a year later, we repeated that understanding of when and\nwhy courts can resort to those documents: “[T]he\n‘modified categorical approach’ that we have approved\npermits a court to determine which statutory phrase was the basis\nfor the conviction.” Johnson v. United States, 559 U. S.\n133, 144 (2010) (citation omitted).Applied in that\nway—which is the only way we have ever allowed—the\nmodified approach merely helps im- plement the categorical approach\nwhen a defendant was convicted of violating a divisible statute.\nThe modified approach thus acts not as an exception, but instead as\na tool. It retains the categorical approach’s central\nfeature: a focus on the elements, rather than the facts, of a\ncrime. And it preserves the categorical approach’s basic\nmethod: comparing those elements with the generic offense’s.\nAll the modified approach adds is a mechanism for making that\ncomparison when a statute lists multiple, alternative elements, and\nso effectively creates “several different . . .\ncrimes.” Nijhawan, 557 U. S., at 41. If at least one,\nbut not all of those crimes matches the generic version, a court\nneeds a way to find out which the defendant was convicted of. That\nis the job, as we have always understood it, of the modified\napproach: to identify, from among several alternatives, the crime\nof conviction so that the court can compare it to the generic\noffense. [2]The modified approach\nthus has no role to play in this case. The dispute here does not\nconcern any list of alternative elements. Rather, it involves a\nsimple discrepancy between generic burglary and the crime\nestablished in §459. The former requires an unlawful entry\nalong the lines of breaking and entering. See 3 W. LaFave,\nSubstantive Criminal Law §21.1(a) (2d ed. 2003) (hereinafter\nLaFave). The latter does not, and indeed covers simple shoplifting,\nas even the Government acknowledges. See Brief for United States\n38; Barry, 94 Cal., at 483–484, 29 P., at 1026–1027. In\nTaylor’s words, then, §459 “define[s] burglary\nmore broadly” than the generic offense. 495 U. S., at\n599. And because that is true—because California, to get a\nconviction, need not prove that Descamps broke and entered—a\n§459 violation cannot serve as an ACCA predicate. Whether\nDescamps did break and enter makes no difference. And likewise,\nwhether he ever admitted to breaking and entering is irrelevant.\nOur decisions authorize review of the plea colloquy or other\napproved extra-statutory documents only when a statute defines\nburglary not (as here) overbroadly, but instead alternatively, with\none statutory phrase corresponding to the generic crime and another\nnot. In that circumstance, a court may look to the additional\ndocuments to determine which of the statutory offenses (generic or\nnon-generic) formed the basis of the defendant’s conviction.\nBut here no uncertainty of that kind exists, and so the categorical\napproach needs no help from its modified partner. We know\nDescamps’ crime of conviction, and it does not correspond to\nthe relevant generic offense. Under our prior decisions, the\ninquiry is over.IIIThe Court of Appeals\ntook a different view. Dismissing everything we have said on the\nsubject as “lack[ing] conclusive weight,” the Ninth\nCircuit held in Aguila-Montes that the modified categorical\napproach could turn a conviction under any statute into an ACCA\npredicate offense. 655 F. 3d, at 931. The statute, like\n§459, could contain a single, indivisible set of elements\ncovering far more conduct than the generic crime—and still, a\nsentencing court could “conside[r] to some degree the factual\nbasis for the defendant’s conviction” or, otherwise\nstated, “the particular acts the defendant committed.”\nId., at 935–936. More specifically, the court could look to\nreliable materials (the charging document, jury instructions, plea\ncolloquy, and so forth) to determine “what facts” can\n“confident[ly]” be thought to underlie the\ndefendant’s conviction in light of the “prosecutorial\ntheory of the case” and the “facts put forward by the\ngovernment.” Id., at 936–937. It makes no difference,\nin the Ninth Circuit’s view, whether “specific words in\nthe statute” of conviction “ ‘ actually\nrequired’ ” the jury (or judge accepting a plea)\n“to find a particular generic element.” Id., at 936\n(quoting Taylor, 495 U. S., at 602; internal quotation marks\nomitted). [3]That\napproach—which an objecting judge aptly called\n“modified factual,” 655 F. 3d, at 948 (Berzon, J.,\nconcurring in judgment)—turns an elements-based inquiry into\nan evidence-based one. It asks not whether “statutory\ndefinitions” necessarily require an adjudicator to find the\ngeneric offense, but instead whether the prosecutor’s case\nrealistically led the adjudicator to make that determi- nation. And\nit makes examination of extra-statutory documents not a tool used\nin a “narrow range of cases” to identify the relevant\nelement from a statute with multiple alternatives, but rather a\ndevice employed in every case to evaluate the facts that the judge\nor jury found. By this point, it should be clear that the Ninth\nCircuit’s new way of identifying ACCA predicates has no roots\nin our precedents. But more: Aguila-Montes subverts those\ndecisions, conflicting with each of the rationales supporting the\ncategorical approach and threatening to undo all its benefits.AThis Court offered\nthree grounds for establishing our elements-centric, “formal\ncategorical approach.” Taylor, 495 U. S., at 600. First,\nit comports with ACCA’s text and history. Second, it avoids\nthe Sixth Amendment concerns that would arise from sentencing\ncourts’ making findings of fact that properly belong to\njuries. And third, it averts “the practical difficulties and\npotential unfairness of a factual approach.” Id., at 601.\nWhen assessed in light of those three reasons, the Ninth\nCircuit’s ruling strikes out swinging.Start with the\nstatutory text and history. As we have long recognized, ACCA\nincreases the sentence of a defendant who has three “previous\nconvictions” for a violent felony—not a defendant who\nhas thrice committed such a crime. 18 U. S. C.\n§924(e)(1); see Taylor, 495 U. S., at 600. That language\nshows, as Taylor explained, that “Congress intended the\nsentencing court to look only to the fact that the defendant had\nbeen convicted of crimes falling within certain categories, and not\nto the facts underlying the prior convictions.” Ibid.; see\nShepard, 544 U. S., at 19. If Congress had wanted to increase\na sentence based on the facts of a prior offense, it presumably\nwould have said so; other statutes, in other contexts, speak in\njust that way. See Nijhawan, 557 U. S., at 36 (construing an\nimmigration statute as requiring a\n“ ‘circumstance-specific,’ not a\n‘categorical,’ ” approach). But in ACCA,\nTaylor found, Congress made a deliberate decision to treat every\nconviction of a crime in the same manner: During the lengthy debate\npreceding the statute’s enactment, “no one suggested\nthat a particular crime might sometimes count towards enhancement\nand sometimes not, depending on the facts of the case.” 495\nU. S., at 601. Congress instead meant ACCA to function as an\non-off switch, directing that a prior crime would qualify as a\npredicate offense in all cases or in none.The Ninth\nCircuit’s approach runs headlong into that congressional\nchoice. Instead of reviewing documents like an indictment or plea\ncolloquy only to determine “which statutory phrase was the\nbasis for the conviction,” the Ninth Circuit looks to those\nmaterials to discover what the defendant actually did. Johnson, 559\nU. S., at 144. This case demonstrates the point. Descamps was\nnot convicted of generic burglary, because (as the Government\nagrees) §459 does not contain that crime’s required\nunlawful-entry element. See Brief for United States 38,\n43–44. At most, the colloquy showed that Descamps committed\ngeneric burglary, and so hypothetically could have been convicted\nunder a law criminalizing that conduct. But that is just what we\nsaid, in Taylor and elsewhere, is not enough. See 495 U. S.,\nat 600; Carachuri-Rosendo v. Holder, 560 U. S. ___, ___ (2010)\n(slip op., at 11) (rejecting such a\n“ ‘ hypothetical approach’ ”\ngiven a similar statute’s directive to “look to the\nconviction itself,” rather than “to what might have or\ncould have been charged”). And the necessary result of the\nNinth Circuit’s method is exactly the differential treatment\nwe thought Congress, in enacting ACCA, took care to prevent. In the\ntwo years since Aguila-Montes, the Ninth Circuit has treated some,\nbut not other, convictions under §459 as ACCA predicates,\nbased on minor variations in the cases’ plea documents.\nCompare, e.g., 466 Fed. Appx., at 565 (Descamps’ §459\nconviction counts as generic burglary), with 655 F. 3d, at 946\n(Aguila-Montes’ does not).Similarly, consider\n(though Aguila-Montes did not) the categorical approach’s\nSixth Amendment underpinnings. We have held that “[o]ther\nthan the fact of a prior conviction, any fact that increases the\npenalty for a crime beyond the prescribed statutory maximum must be\nsubmitted to a jury, and proved beyond a reasonable doubt.”\nApprendi v. New Jersey, 530 U. S. 466, 490 (2000) . Under\nACCA, the court’s finding of a predicate offense indisputably\nincreases the maximum penalty. Accordingly, that finding would (at\nthe least) raise serious Sixth Amendment concerns if it went beyond\nmerely identifying a prior conviction. Those concerns, we\nrecognized in Shepard, counsel against allowing a sentencing court\nto “make a disputed” determination “about what\nthe defendant and state judge must have understood as the factual\nbasis of the prior plea,” or what the jury in a prior trial\nmust have accepted as the theory of the crime. 544 U. S., at\n25 (plurality opinion); see id., at 28 (Thomas, J., concurring in\npart and concurring in judgment) (stating that such a finding would\n“giv[e] rise to constitutional error, not doubt”).\nHence our insistence on the categorical approach.Yet again, the Ninth\nCircuit’s ruling flouts our reasoning—here, by\nextending judicial factfinding beyond the recog- nition of a prior\nconviction. Our modified categorical approach merely assists the\nsentencing court in identifying the defendant’s crime of\nconviction, as we have held the Sixth Amendment permits. But the\nNinth Circuit’s reworking authorizes the court to try to\ndiscern what a trial showed, or a plea proceeding revealed, about\nthe defendant’s underlying conduct. See Aguila-Montes, 655\nF. 3d, at 937. And there’s the constitutional rub. The\nSixth Amendment contemplates that a jury—not a sentencing\ncourt—will find such facts, unanimously and beyond a\nreasonable doubt. And the only facts the court can be sure the jury\nso found are those constituting elements of the offense—as\ndistinct from amplifying but legally extraneous circumstances. See,\ne.g., Richardson v. United States, 526 U. S. 813, 817 (1999) .\nSimilarly, as Shepard indicated, when a defendant pleads guilty to\na crime, he waives his right to a jury determination of only that\noffense’s elements; whatever he says, or fails to say, about\nsuperfluous facts cannot license a later sentencing court to impose\nextra punishment. See 544 U. S., at 24–26 (plurality\nopinion). So when the District Court here enhanced Descamps’\nsentence, based on his supposed acquiescence to a prosecutorial\nstatement (that he “broke and entered”) irrelevant to\nthe crime charged, the court did just what we have said it cannot:\nrely on its own finding about a non-elemental fact to increase a\ndefendant’s maximum sentence.Finally, the Ninth\nCircuit’s decision creates the same “daunting”\ndifficulties and inequities that first encouraged us to adopt the\ncategorical approach. Taylor, 495 U. S., at 601–602. In\ncase after case, sentencing courts following Aguila-Montes would\nhave to expend resources examining (often aged) documents for\nevidence that a defendant admitted in a plea colloquy, or a\nprosecutor showed at trial, facts that, although unnecessary to the\ncrime of conviction, satisfy an element of the relevant generic\noffense. The meaning of those documents will often be uncertain.\nAnd the statements of fact in them may be downright wrong. A\ndefendant, after all, often has little incentive to contest facts\nthat are not elements of the charged offense—and may have\ngood reason not to. At trial, extraneous facts and arguments may\nconfuse the jury. (Indeed, the court may prohibit them for that\nreason.) And during plea hearings, the defendant may not wish to\nirk the prosecutor or court by squabbling about superfluous factual\nallegations. In this case, for example, Descamps may have let the\nprosecutor’s statement go by because it was irrelevant to the\nproceedings. He likely was not thinking about the possibility that\nhis silence could come back to haunt him in an ACCA sentencing 30\nyears in the future. (Actually, he could not have been thinking\nthat thought: ACCA was not even on the books at the time of\nDescamps’ burglary conviction.)Still worse, the\nAguila-Montes approach will deprive some defendants of the benefits\nof their negotiated plea deals. Assume (as happens every day) that\na defendant surrenders his right to trial in exchange for the\ngovernment’s agreement that he plead guilty to a less serious\ncrime, whose elements do not match an ACCA offense. Under the Ninth\nCircuit’s view, a later sentencing court could still treat\nthe defendant as though he had pleaded to an ACCA predicate, based\non legally extraneous statements found in the old record. Taylor\nrecognized the problem: “[I]f a guilty plea to a lesser,\nnonburglary offense was the result of a plea bargain,” the\nCourt stated, “it would seem unfair to impose a sentence\nenhancement as if the defendant had pleaded guilty” to\ngeneric burglary. 495 U. S., at 601–602. That way of\nproceeding, on top of everything else, would allow a later\nsentencing court to rewrite the parties’ bargain.BThe Ninth Circuit\ndefended its (excessively) modified approach by denying any real\ndistinction between divisible and indivisible statutes extending\nfurther than the generic offense. “The only conceptual\ndifference,” the court reasoned, “is that [a divisible\nstatute] creates an explicitly finite list of possible means of\ncommission, while [an indivisible one] creates an implied list of\nevery means of commission that otherwise fits the definition of a\ngiven crime.” Aguila-Montes, 655 F. 3d, at 927. For\nexample, an indivisible statute “requir[ing] use of a\n‘weapon’ is not meaningfully different”—or\nso says the Ninth Circuit—“from a statute that simply\nlists every kind of weapon in existence . . .\n(‘gun, axe, sword, baton, slingshot, knife, machete,\nbat,’ and so on).” Ibid. In a similar way, every\nindivisible statute can be imaginatively reconstructed as a\ndivisible one. And if that is true, the Ninth Circuit asks, why\nlimit the modified categorical approach only to explicitly\ndivisible statutes?The simple answer is:\nBecause only divisible statutes enable a sentencing court to\nconclude that a jury (or judge at a plea hearing) has convicted the\ndefendant of every element of the generic crime. A prosecutor\ncharging a violation of a divisible statute must generally select\nthe relevant element from its list of alternatives. See, e.g., The\nConfiscation Cases, 20 Wall. 92, 104 (1874) (“[A]n indictment\nor a criminal information which charges the person accused, in the\ndisjunctive, with being guilty of one or of another of several\noffences, would be destitute of the necessary certainty, and would\nbe wholly insufficient”). [4] And the jury, as instructions in the case will make\nclear, must then find that element, unanimously and beyond a\nreasonable doubt. So assume, along the lines of the Ninth\nCircuit’s example, that a statute criminalizes assault with\nany of eight specified weapons; and suppose further, as the Ninth\nCircuit did, that only assault with a gun counts as an ACCA\noffense. A later sentencing court need only check the charging\ndocuments and instructions (“Do they refer to a gun or\nsomething else?”) to determine whether in convicting a\ndefendant under that divisible statute, the jury necessarily found\nthat he committed the ACCA-qualifying crime.None of that is true of\nan overbroad, indivisible stat- ute. A sentencing court, to be\nsure, can hypothetically reconceive such a statute in divisible\nterms. So, as Aguila-Montes reveals, a court blessed with\nsufficient time and imagination could devise a laundry list of\npotential “weapons”—not just the eight the Ninth\nCircuit mentioned, but also (for starters) grenades, pipe bombs,\nspears, tire irons, BB guns, nunchucks, and crossbows. But the\nthing about hypothetical lists is that they are, well,\nhypothetical. As long as the statute itself requires only an\nindeterminate “weapon,” that is all the indictment must\n(or is likely to) allege and all the jury instructions must (or are\nlikely to) mention. And most important, that is all the jury must\nfind to convict the defendant. The jurors need not all agree on\nwhether the defendant used a gun or a knife or a tire iron (or any\nother particular weapon that might appear in an imagined divisible\nstatute), because the actual statute requires the jury to find only\na “weapon.” And even if in many cases, the jury could\nhave readily reached consensus on the weapon used, a later\nsentencing court cannot supply that missing judgment. Whatever the\nunderlying facts or the evidence presented, the defendant still\nwould not have been convicted, in the deliberate and considered way\nthe Constitution guarantees, of an offense with the same (or\nnarrower) elements as the supposed generic crime (assault with a\ngun).Indeed, accepting the\nNinth Circuit’s contrary reasoning would altogether collapse\nthe distinction between a categorical and a fact-specific approach.\nAfter all, the Ninth Circuit’s “weapons” example\nis just the tip of the iceberg: Courts can go much further in\nreconceiving indivisible statutes as impliedly divisible ones. In\nfact, every element of every statute can be imaginatively\ntransformed as the Ninth Circuit suggests—so that every crime\nis seen as containing an infinite number of sub-crimes\ncorresponding to “all the possible ways an individual can\ncommit” it. Aguila-Montes, 655 F. 3d, at 927. (Think:\nProfessor Plum, in the ballroom, with the candlestick?; Colonel\nMustard, in the conservatory, with the rope, on a snowy day, to\ncover up his affair with Mrs. Peacock?) If a sentencing court, as\nthe Ninth Circuit holds, can compare each of those “implied\n. . . means of commission” to the generic ACCA\noffense, ibid. (emphasis deleted), then the categorical approach is\nat an end. At that point, the court is merely asking whether a\nparticular set of facts leading to a conviction conforms to a\ngeneric ACCA offense. And that is what we have expressly and\nrepeatedly forbidden. Courts may modify the categorical approach to\naccommodate alternative “statutory definitions.” Ibid.;\ncf. MCI Telecommunications Corp. v. American Telephone &\nTelegraph Co., 512 U. S. 218, 225 (1994)\n(“ ‘ [T]o modify’ means to change\nmoderately or in minor fashion”). They may not, by pretending\nthat every fact pattern is an “implied” statutory\ndefinition, Aguila-Montes, 655 F. 3d, at 927, convert that\napproach into its opposite.IVThe Government tries\nto distance itself from the Ninth Circuit by offering a purportedly\nnarrower theory—that although an indivisible statute that is\n“truly missing” an element of the generic offense\ncannot give rise to an ACCA conviction, California’s burglary\nlaw can do so because it merely “contains a broader version\nof the [generic] element of unlawfulness of entry.” Brief for\nUnited States 11–12. The Government’s argument proceeds\nin three steps. It begins from the premise that sentencing courts\napplying ACCA should consider not only the statute defining a prior\ncrime but also any judicial interpretations of it. Next, the\nGovernment points to a California decision holding (not\nsurprisingly) that a defendant cannot “burglariz[e] his own\nhome”; the case’s reasoning, the Government notes, is\nthat §459 (though not saying so explicitly) requires “an\nentry which invades a possessory right.” People v. Gauze, 15\nCal. 3d 709, 713–716, 542 P. 2d 1365, 1367–1368 (1975).\nGiven that precedent, the Government contends, §459 includes a\nkind of “unlawful entry” element, although it is\nbroader than the generic crime’s analogous requirement.\nFinally, the Government asserts that sentencing courts may use the\nmodified approach “to determine whether a particular\ndefendant’s conviction under” such an overbroad statute\nactually “was for [the] generic” crime. Brief for\nUnited States 11.Although elaborately\ndeveloped in the Government’s brief, this argument’s\nfirst two steps turn out to be sideshows. We may reserve the\nquestion whether, in determining a crime’s elements, a\nsentencing court should take account not only of the relevant\nstatute’s text, but of judicial rulings interpreting it. And\nwe may assume, as the Government insists, that California caselaw\ntreats §459 as including an element of entry “invading a\npossessory right”—although, truth be told, we find the\nstate decisions on that score contradictory and confusing. [5] Even on those assumptions,\n§459’s elements do not come into line with generic\nburglary’s. As the Government concedes, almost every entry\nonto another’s property with intent to steal—including,\nfor example, a shoplifter’s walking into an open\nstore—“invades a possessory right” under\n§459. See Brief for United States 38; Gauze, 15 Cal. 3d, at\n714, 542 P. 2d, at 1367. By contrast, generic burglary’s\nunlawful-entry element excludes any case in which a person enters\npremises open to the public, no matter his intent; the generic\ncrime requires breaking and entering or similar unlawful activity.\nSee Brief for United States 38; LaFave §21.1(a). So everything\nrests on the Government’s third point: that this mismatch\ndoes not preclude applying the modified categorical approach,\nbecause it results not from a missing element but instead from an\nelement’s overbreadth.But for starters, we\nsee no principled way to make that distinction. Most overbroad\nstatutes can also be characterized as missing an element; and most\nstatutes missing an element can also be labeled overbroad. Here is\nthe only conclusion in Aguila-Montes we agree with: “[I]t is\ndifficult, if not impossible” to determine which is which.\n655 F. 3d, at 925. The example that court gave was as follows:\nA statute of conviction punishes possession of pornography, but a\nfederal law carries a sentence enhancement for possession of child\npornography. Is the statute of conviction overbroad because it\nincludes both adult and child pornography; or is that law instead\nmissing the element of involvement of minors? The same name game\ncan be played with §459. The Government labors mightily to\nturn what it fears looks like a missing-element statute into an\noverbroad statute through the incorporation of judicial decisions.\nBut even putting those decisions aside, the Government might have\ndescribed §459 as merely having an overbroad element because\n“entry” includes both the lawful and the unlawful kind.\nAnd conversely, Descamps could claim that even as judicially inter-\npreted, §459 is entirely missing generic burglary’s ele-\nment of breaking and entering or similar unlawful conduct. All is\nin the eye of the beholder, and prone to endless manipulation.In any event, and more\nfundamentally, we see no reason why the Government’s\ndistinction should matter. Whether the statute of conviction has an\noverbroad or missing element, the problem is the same: Because of\nthe mismatch in elements, a person convicted under that statute is\nnever convicted of the generic crime. In this case, for example,\nDescamps was not convicted of generic burglary because §459,\nwhether viewed as missing an element or containing an overbroad\none, does not require breaking and entering. So every reason we\nhave given—textual, constitutional, and practical—for\nrejecting the Ninth Circuit’s proposed approach applies to\nthe Government’s as well. See supra, at 12–16. At\nbottom, the Government wants the same thing as the Ninth Circuit\n(if nominally in a few fewer cases): It too wishes a sentencing\ncourt to look beyond the elements to the evidence or, otherwise\nsaid, to explore whether a person convicted of one crime could also\nhave been convicted of another, more serious offense. But that\ncircumstance-specific review is just what the categorical approach\nprecludes. And as we have explained, we adopted the modified\napproach to help implement the categorical inquiry, not to\nundermine it.VDescamps may (or may\nnot) have broken and entered, and so committed generic burglary.\nBut §459—the crime of which he was convicted—does\nnot require the factfinder (whether jury or judge) to make that\ndetermination. Because generic unlawful entry is not an element, or\nan alternative element, of §459, a conviction under that\nstatute is never for generic burglary. And that decides this case\nin Descamps’ favor; the District Court should not have\nenhanced his sentence under ACCA. [6] That court and the Ninth Circuit erred in invoking the\nmodified categorical approach to look behind Descamps’\nconviction in search of record evidence that he actually committed\nthe generic offense. The modified approach does not authorize a\nsentencing court to substitute such a facts-based inquiry for an\nelements-based one. A court may use the modified approach only to\ndetermine which alternative element in a divisible statute formed\nthe basis of the defendant’s conviction. Accordingly, we\nreverse the judgment of the Court of Appeals.It is so ordered.Notes1Compare, e.g., 466 Fed.\nAppx. 563, 565 (CA9 2012) (case below) (applying the modified\ncategorical approach to §459); United States v. Armstead, 467\nF. 3d 943, 947–950 (CA6 2006) (applying that approach to\na similar, indivisible statute), with, e.g., United States v.\nBeardsley, 691 F. 3d 252, 268–274 (CA2 2012) (holding\nthat the modified categorical approach applies only to divisible\nstatutes); United States v. Giggey, 551 F. 3d 27, 40 (CA1\n2008) (en banc) (same).2The dissent delves into\nthe nuances of various States’ laws in an effort to cast\ndoubt on this understanding of our prior holdings, arguing that we\nused the modified categorical approach in cases like Taylor,\nShepard, and Johnson “in relation to statutes that may not\nhave been divisible” in the way that we have just described.\nPost, at 5 (Alito, J.). But if, as the dissent claims, the state\nlaws at issue in those cases set out “merely alternative\nmeans, not alternative elements” of an offense, post, at 7,\nthat is news to us. And more important, it would have been news to\nthe Taylor, Shepard, and Johnson Courts: All those decisions rested\non the explicit premise that the laws “contain[ed] statutory\nphrases that cover several different . . . crimes,”\nnot several different methods of committing one offense. Johnson,\n559 U. S., at 144 (citing Nijhawan, 557 U. S., at 41). And if\nthe dissent’s real point is that distinguishing between\n“alternative elements” and “alternative\nmeans” is difficult, we can see no real-world reason to\nworry. Whatever a statute lists (whether elements or means), the\ndocuments we approved in Taylor and Shepard—i.e., indictment,\njury instructions, plea colloquy, and plea agreement—would\nreflect the crime’s elements. So a court need not parse state\nlaw in the way the dissent suggests: When a state law is drafted in\nthe alternative, the court merely resorts to the approved documents\nand compares the elements revealed there to those of the generic\noffense.3The dissent, as we\nunderstand it, takes the same view as the Ninth Circuit;\naccordingly, each of the reasons—statutory, constitutional,\nand practical—that leads us to reject Aguila-Montes proves\nfatal to the dissent’s position as well. The dissent several\ntimes obscures its call to explore facts with language from our\ncategorical cases, asking whether “the relevant portions of\nthe state record clearly show that the jury necessarily found, or\nthe defendant necessarily admitted, the elements of [the] generic\n[offense].” Post, at 14; see Shepard, 544 U. S., at 24\n(plurality opinion) (reiterating Taylor’s “demanding\nrequirement that . . . a prior conviction\n‘necessarily’ involve[]” a jury finding on each\nelementof the generic offense) (emphasis added). But the dissent\nnowhere explains how a factfinder can have “necessarily\nfound” a non-element—that is, a fact that by definition\nis not necessary to support a conviction. The dissent’s\nfundamental view is that a sentencing court should be able to make\nreasonable “inference[s]” about what the factfinder\nreally (even though not necessarily) found. See post, at 15. That\nposition accords with our dissenting colleague’s previously\nexpressed skepticism about the categorical approach. See Moncrieffe\nv. Holder, 569 U. S. ___, ___ (2013) (slip op., at 11) (Alito,\nJ., dissenting) (“I would hold that the categorical approach\nis not controlling where the state conviction at issue was based on\na state statute that encompasses both a substantial number of cases\nthat qualify under the federal standard and a substantial number\nthat do not. In such situations, it is appropriate to look beyond\nthe elements of the state offense and to rely as well on facts that\nwere admitted in state court or that, taking a realistic view, were\nclearly proved”). But there are several decades of water over\nthat dam, and the dissent offers no newly persuasive reasons for\nrevisiting our precedents.4See also 1 C. Wright\n& A. Leipold, Federal Practice and Procedure: Criminal\n§125, pp. 550–551 (4th ed. 2008) (“If a single\nstatute sets forth several different offenses, [a] pleading . . .\nthat does not indicate which crime [the] defendant allegedly\ncommitted is insufficient”); 5 W.LaFave, J. Israel, N. King,\n& O. Kerr, Criminal Procedure §19.3(a), p. 263 (3d ed.\n2007) (“[W]here a statute specifies several different ways in\nwhich the crime can be committed, [courts often] hold that the\npleading must refer to the particular alternative presented in the\nindividual case”).5Several decisions treat\n“invasion of a possessory right” as an aspect of\n§459’s entry element, see, e.g., People v. Waidla, 22\nCal. 4th 690, 723, 996 P. 2d 46, 65 (2000); Fortes v.\nSacramento Munic. Ct. Dist., 113 Cal. App. 3d 704, 712–714,\n170 Cal. Rptr. 292, 296–297 (1980), but others view the issue\nof possessory right as bearing only on the affirmative defense of\nconsent, see, e.g., People v. Sherow, 196 Cal. App. 4th 1296,\n1303–1305, 1311, and n. 9, 128 Cal. Rptr. 3d 255,\n260–261, 266, and n. 9 (2011); People v. Felix, 23 Cal.\nApp. 4th 1385, 1397, 28 Cal. Rptr. 2d 860, 867 (1994). And\nCalifornia’s pattern jury instructions do not require the\njury to find invasion of a possessory right before convicting a\ndefendant of burglary. See 1 Cal. Jury Instr., Crim., No. 1700\n(2012).6The Government here\nforfeited an alternative argument that §459 qualifies as a\npredicate offense under ACCA’s “residual clause,”\nwhich covers statutes “involv[ing] conduct that presents a\nserious potential risk of physical injury to another.” . We\nexpress no view on that argument’s merits. Compare United\nStates v. Mayer, 560 F. 3d 948, 960–963 (CA9 2009) (holding\nthat Oregon’s burglary statute falls within the residual\nclause, even though it does not include all of generic\nburglary’s elements), with id., at 951 (Kozinski, C. J.,\ndissenting from denial of rehearing en banc) (arguing that the\npanel opinion “is a train wreck in the\nmaking”).",
    "joined": []
}