{
    "case": {
        "docket": "16-1432",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1432/"
    },
    "id": "3913481",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1432_________________ASHLEY SVEEN, et al., PETITIONERSv.KAYE MELINon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 11, 2018]Justice Kagan delivered the opinion of the\nCourt.A Minnesota law provides that “the dissolution\nor annulment of a marriage revokes any revocable[ ]\nbeneficiary designation[ ] made by an individual to the\nindividual’s former spouse.” Minn. Stat. §524.2–804, subd. 1\n(2016). That statute establishes a default rule for use when\nMinnesotans divorce. If one spouse has made the other the\nbeneficiary of a life insurance policy or similar asset, their\ndivorce automatically revokes that designation—on the theory that\nthe policyholder would want that result. But if he does not, the\npolicyholder may rename the ex-spouse as beneficiary.We consider here whether applying Minnesota’s\nautomatic-revocation rule to a beneficiary designation made before\nthe statute’s enactment violates the Contracts Clause of the\nConstitution. We hold it does not.IAll good trust-and-estate lawyers know that\n“[d]eath is not the end; there remains the litigation over the\nestate.” 8 The Collected Works of Ambrose Bierce 365 (1911). That\nepigram, beyond presaging this case, helps explain the statute at\nits center.The legal system has long used default rules to\nresolve estate litigation in a way that conforms to decedents’\npresumed intent. At common law, for example, marriage automatically\nrevoked a woman’s prior will, while marriageandthe birth\nof a child revoked a man’s. See 4 J. Kent, Commentaries on American\nLaw 507, 512 (1830). The testator could then revive the old will or\nexecute a new one. But if he (or she) did neither, the laws of\nintestate succession (generally prioritizing children and current\nspouses) would control the estate’s distribution. See 95\nC. J. S., Wills §448, pp. 409–410 (2011); R. Sitkoff\n& J. Dukeminier, Wills, Trusts, and Estates 63 (10th ed. 2017).\nCourts reasoned that the average person would prefer that\nallocation to the one in the old will, given the intervening life\nevents. See T. Atkinson, Handbook of the Law of Wills 423 (2d ed.\n1953). If he’d only had the time, the thought went, he would have\nreplaced that will himself.Changes in society brought about changes in the\nlaws governing revocation of wills. In addition to removing gender\ndistinctions, most States abandoned the common-law rule canceling\nwhole wills executed before a marriage or birth. In its place, they\nenacted statutes giving a new spouse or child a specified share of\nthe decedent’s estate while leaving the rest of his will intact.\nSee Sitkoff & Dukeminier, Wills, Trusts, and Estates, at 240.\nBut more important for our purposes, climbing divorce rates led\nalmost all States by the 1980s to adopt another kind of\nautomatic-revocation law. So-called revocation-on-divorce statutes\ntreat an individual’s divorce as voiding a testamentary bequest to\na former spouse. Like the old common-law rule, those laws rest on a\n“judgment about the typical testator’s probable intent.”Id.,at 239. They presume, in other words, that the average\nJoe does not want his ex inheriting what he leaves behind.Over time, many States extended their\nrevocation-on-divorce statutes from wills to “will substitutes,”\nsuch as revocable trusts, pension accounts, and life insurance\npolicies. See Langbein, The Nonprobate Revolution and the Future of\nthe Law of Succession, 97 Harv. L. Rev. 1108, 1109 (1984)\n(describing nonprobate assets). In doing so, States followed the\nlead of the Uniform Probate Code, a model statute amended in 1990\nto include a provision revoking on divorce not just testamentary\nbequests but also beneficiary designations to a former spouse. See\n§§2–804(a)(1), (b)(1), 8 U. L. A. 330, 330–331 (2013).\nThe new section, the drafters wrote, aimed to “unify the law of\nprobate and nonprobate transfers.” §2–804, Comment,id., at\n333. The underlying idea was that the typical decedent would no\nmore want his former spouse to benefit from his pension plan or\nlife insurance than to inherit under his will. A wealth transfer\nwas a wealth transfer—and a former spouse (as compared with, say, a\ncurrent spouse or child) was not likely to be its desired\nrecipient. So a decedent’s failure to change his beneficiary\nprobably resulted from “inattention,” not “intention.” Statement of\nthe Joint Editorial Bd. for Uniform Probate Code, 17 Am. College\nTrust & Est. Counsel 184 (1991). Agreeing with that assumption,\n26 States have by now adopted revocation-on-divorce laws\nsubstantially similar to the Code’s.[1] Minnesota is one.Under prior Minnesota law, a divorce alone did\nnot affect a beneficiary designation—but a particular divorce\ndecree could do so. Take first the simple case: Joe names his wife\nAnn as beneficiary of his insurance policy, later gets divorced,\nbut never changes the designation. Upon his death, Ann would\nreceive the insurance proceeds—even if Joe had just forgotten to\nredirect the money. In other words, the insurance contract’s\nbeneficiary provision would govern after the divorce, exactly as it\nwould have before. SeeLarsenv.Northwestern Nat. Life\nIns. Co., 463 N. W. 2d 777, 779 (Minn. App. 1990). But now\nintroduce a complication, in the form of a court addressing a\nspousal designation in a divorce decree. In Minnesota, as across\nthe nation, divorce courts have always had “broad discretion in\ndividing property upon dissolution of a marriage.”Maurerv.Maurer, 623 N. W. 2d 604, 606 (Minn. 2001); see 24 Am.\nJur. 2d, Divorce and Separation §456 (2008). In exercising that\npower, a court could revoke a beneficiary designation to a\nsoon-to-be ex-spouse; or conversely, a court could mandate that the\nold designation remain. See,e.g.,Paulv.Paul, 410 N. W. 2d 329, 330 (Minn. App. 1987);O’Brienv.O’Brien, 343 N. W. 2d 850, 853 (Minn.\n1984). Either way, the court, rather than the insured, would decide\nwhether the ex-spouse would stay the beneficiary.In contrast to the old law, Minnesota’s new\nrevocation-on-divorce statute starts from another baseline: the\ncancellation, rather than continuation, of a beneficiary\ndesignation. Enacted in 2002 to track the Code, the law provides\nthat “the dissolution or annulment of a marriage revokes any\nrevocable[ ] disposition, beneficiary designation, or\nappointment of property made by an individual to the individual’s\nformer spouse in a governing instrument.” Minn. Stat. §524.2–804,\nsubd. 1. The term “governing instrument” is defined to include an\n“insurance or annuity policy,” along with a will and other will\nsubstitutes. §524.1–201. So now when Joe and Ann divorce, the\nclause naming Ann as Joe’s insurance beneficiary is automatically\nrevoked. If nothing else occurs before Joe’s death, his insurance\nproceeds go to any contingent beneficiary named in the policy\n(perhaps his daughter Emma) or, failing that, to his estate. See\n§524.2–804, subd. 2.Something else, however, may well happen. As\nunder Minnesota’s former law, a divorce decree may alter the\nnatural state of things. So in our example, the court could direct\nthat Ann remain as Joe’s insurance beneficiary, despite the normal\nrevocation rule. See §524.2–804, subd. 1 (providing that a “court\norder” trumps the rule). And just as important, the policyholder\nhimself may step in to override the revocation. Joe, for example,\ncould agree to a marital settlement ensuring Ann’s continued status\nas his beneficiary. Seeibid.(providing that such an\nagreement controls). Or else, and more simply, he could notify his\ninsurance company at any time that he wishes to restore Ann to that\nposition.But enough of our hypothetical divorcees: It is\ntime they give way to Mark Sveen and Kaye Melin, whose marriage and\ndivorce led to this case. In 1997, Sveen and Melin wed. The next\nyear, Sveen purchased a life insurance policy. He named Melin as\nthe primary beneficiary, while designating his two children from a\nprior marriage, Ashley and Antone Sveen, as the contingent\nbeneficiaries. The Sveen-Melin marriage ended in 2007. The divorce\ndecree made no mention of the insurance policy. And Sveen took no\naction, then or later, to revise his beneficiary designations. In\n2011, he passed away.In this action, petitioners the Sveen children\nand respondent Melin make competing claims to the insurance\nproceeds. The Sveens contend that under Minnesota’s\nrevocation-on-divorce law, their father’s divorce canceled Melin’s\nbeneficiary designation and left the two of them as the rightful\nrecipients. Melin notes in reply that the Minnesota law did not yet\nexist when her former husband bought his insurance policy and named\nher as the primary beneficiary. And she argues that applying the\nlater-enacted law to the policy would violate the Constitution’s\nContracts Clause, which prohibits any state “Law impairing the\nObligation of Contracts.” Art. I, §10, cl. 1.The District Court rejected Melin’s argument and\nawarded the insurance money to the Sveens. See Civ. No. 14–5015 (D\nMinn., Jan. 7, 2016), App. to Pet. for Cert. 9a–16a. But the Court\nof Appeals for the Eighth Circuit reversed. It held that a\n“revocation-upon-divorce statute like [Minnesota’s] violates the\nContract Clause when applied retroactively.” 853 F. 3d 410,\n412 (2017).We granted certiorari, 583 U. S. ___\n(2017), to resolve a split of authority over whether the Contracts\nClause prevents a revocation-on-divorce law from applying to a\npre-existing agreement’s beneficiary designation.[2] We now reverse the decision below.IIThe Contracts Clause restricts the power of\nStates to disrupt contractual arrangements. It provides that “[n]o\nstate shall . . . pass any . . . Law impairing\nthe Obligation of Contracts.” U. S. Const., Art. I, §10,\ncl. 1. The origins of the Clause lie in legislation enacted after\nthe Revolutionary War to relieve debtors of their obligations to\ncreditors. SeeKeystone Bituminous Coal Assn.v.DeBenedictis, 480 U. S. 470, 502–503 (1987). But the\nClause applies to any kind of contract. SeeAllied Structural\nSteel Co.v.Spannaus, 438 U. S. 234, 244–245, n.\n16 (1978). That includes, as here, an insurance policy.At the same time, not all laws affecting\npre-existing contracts violate the Clause. SeeEl Pasov.Simmons, 379 U. S. 497, 506–507 (1965). To determine\nwhen such a law crosses the constitutional line, this Court has\nlong applied a two-step test. The threshold issue is whether the\nstate law has “operated as a substantial impairment of a\ncontractual relationship.”Allied Structural Steel Co., 438\nU. S., at 244. In answering that question, the Court has\nconsidered the extent to which the law undermines the contractual\nbargain, interferes with a party’s reasonable expectations, and\nprevents the party from safeguarding or reinstating his rights. Seeid.,at 246;El Paso, 379 U. S., at 514–515;Texaco, Inc.v.Short, 454 U. S. 516, 531\n(1982). If such factors show a substantial impairment, the inquiry\nturns to the means and ends of the legislation. In particular, the\nCourt has asked whether the state law is drawn in an “appropriate”\nand “reasonable” way to advance “a significant and legitimate\npublic purpose.”Energy Reserves Group, Inc.v.Kansas\nPower & Light Co., 459 U. S. 400, 411–412 (1983).Here, we may stop after step one because\nMinnesota’s revocation-on-divorce statute does not substantially\nimpair pre-existing contractual arrangements. True enough that in\nrevoking a beneficiary designation, the law makes a significant\nchange. As Melin says, the “whole point” of buying life insurance\nis to provide the proceeds to the named beneficiary. Brief for\nRespondent 16. But three aspects of Minnesota’s law, taken\ntogether, defeat Melin’s argument that the change it effected\n“severely impaired” her ex-husband’s contract.Ibid. First,\nthe statute is designed to reflect a policyholder’s intent—and so\nto support, rather than impair, the contractual scheme. Second, the\nlaw is unlikely to disturb any policyholder’s expectations because\nit does no more than a divorce court could always have done. And\nthird, the statute supplies a mere default rule, which the\npolicyholder can undo in a moment. Indeed, Minnesota’s revocation\nstatute stacks up well against laws that this Court upheld against\nContracts Clause challenges as far back as the early\n1800s.[3] We now consider in\ndetail each of the features that make this so.To begin, the Minnesota statute furthers the\npolicyholder’s intent in many cases—indeed, the drafters reasonably\nthought in the typical one. As earlier described, legislatures have\nlong made judgments about a decedent’s likely testamentary intent\nafter large life changes—a marriage, a birth, or a divorce. Seesupra,at 2. And on that basis, they have long enacted\nstatutes revoking earlier-made wills by operation of law.\nLegislative presumptions about divorce are now especially\nprevalent—probably because they accurately reflect the intent of\nmost divorcing parties. Although there are exceptions, most\ndivorcees do not aspire to enrich their former partners. (And that\nis true even when an ex-spouse has custody of shared children,\ngiven the many ways to provide them with independent support.) The\nMinnesota statute (like the model code it tracked) applies that\nunderstanding to beneficiary designations in life insurance\npolicies and other will substitutes. Seesupra,at 3–5.\nMelin rightly notes that this extension raises a brand-new\nconstitutional question because “an insurance policy is a contract\nunder the Contracts Clause, and a will is not.” Brief for\nRespondent 44 (internal quotation marks omitted). But in answering\nthat question, it matters that the old legislative presumption\nequally fits the new context: A person would as little want his\nex-spouse to benefit from his insurance as to collect under his\nwill. Or said otherwise, the insured’s failure to change the\nbeneficiary after a divorce is more likely the result of neglect\nthan choice. And that means the Minnesota statute often honors, not\nundermines, the intent of the only contracting party to care about\nthe beneficiary term. The law no doubt changes how the insurance\ncontract operates. But does it impair the contract? Quite the\nopposite for lots of policyholders.And even when presumed and actual intent\ndiverge, the Minnesota law is unlikely to upset a policyholder’s\nexpectations at the time of contracting. That is because an insured\ncannot reasonably rely on a beneficiary designation remaining in\nplace after a divorce. As noted above, divorce courts have wide\ndiscretion to divide property between spouses when a marriage ends.\nSeesupra,at 4. The house, the cars, the sporting equipment\nare all up for grabs. See Judgment and Decree in 14–cv–5015 (D\nMinn.), p. 51 (awarding Melin, among other things, a snowmobile and\nall-terrain vehicle). And (what matters here) so too are the\nspouses’ life insurance policies, with their beneficiary\nprovisions. Although not part of the Sveen-Melin divorce decree,\nthey could have been; as Melin acknowledges, they sometimes are.\nSeesupra,at 4; Brief for Respondent 38. Melin counters\nthat the Contracts Clause applies only to legislation, not to\njudicial decisions. Seeid.,at 38–39; see alsopost,\nat 9 (Gorsuch, J., dissenting). That is true, but of no moment. The\npower of divorce courts over insurance policies is relevant here\nbecause it affects whether a party can reasonably expect a\nbeneficiary designation to survive a marital breakdown. We venture\nto guess that few people, when purchasing life insurance, give a\nthought to what will happen in the event of divorce. But even if\nsomeone out there does, he can conclude only that . . .\nhe cannot possibly know. So his reliance interests are next to nil.\nAnd as this Court has held before, that fact cuts against providing\nprotection under the Contracts Clause. See,e.g.,El\nPaso, 379 U. S., at 514–515.Finally, a policyholder can reverse the effect\nof the Minnesota statute with the stroke of a pen. The law puts in\nplace a presumption about what an insured wants after divorcing.\nBut if the presumption is wrong, the insured may overthrow it. And\nhe may do so by the simple act of sending a change-of-beneficiary\nform to his insurer. (Or if he wants to commit himself forever,\nlike Ulysses binding himself to the mast, he may agree to a divorce\nsettlement continuing his ex-spouse’s beneficiary status. Seesupra, at 5.) That action restores his former spouse to the\nposition she held before the divorce—and in so doing, cancels the\nstate law’s operation. The statute thus reduces to a paperwork\nrequirement (and a fairly painless one, at that): File a form and\nthe statutory default rule gives way to the original beneficiary\ndesignation.In cases going back to the 1800s, this Court has\nheld that laws imposing such minimal paperwork burdens do not\nviolate the Contracts Clause. One set of decisions addresses\nso-called recording statutes, which extinguish contractual\ninterests unless timely recorded at government offices. InJacksonv.Lamphire, 3 Pet. 280 (1830), for example,\nthe Court rejected a Contracts Clause challenge to a New York law\ngranting title in property to a later rather than earlier purchaser\nwhenever the earlier had failed to record his deed. It made no\ndifference, the Court held, whether the unrecorded deed was “dated\nbefore or after the passage” of the statute; in neither event did\nthe law’s modest recording condition “impair[ ] the obligation\nof contracts.”Id.,at 290. Likewise, inVancev.Vance, 108 U. S. 514 (1883), the Court upheld a statute\nrendering unrecorded mortgages unenforceable against third\nparties—even when the mortgages predated the law. We reasoned that\nthe law gave “due regard to existing contracts” because it demanded\nonly that the mortgagee make a “public registration,” and gave him\nseveral months to do so.Id.,at 517, 518. And more\nrecently, inTexaco, Inc.v.Short, 454 U. S.\n516 (1982), the Court held that a statute terminating pre-existing\nmineral interests unless the owner filed a “statement of claim” in\na county office did not “unconstitutionally impair” a contract.Id.,at 531. The filing requirement was “minimal,” we\nexplained, and compliance with it would effectively “safeguard any\ncontractual obligations or rights.”Ibid.So too, the Court has long upheld against\nContracts Clause attack laws mandating other kinds of notifications\nor filings. InCurtisv.Whitney, 13 Wall. 68 (1872),\nfor example, the Court approved a statute retroactively affecting\nbuyers of “certificates” for land offered at tax sales. The law\nrequired the buyer to notify the tax-delinquent property owner, who\ncould then put up the funds necessary to prevent the land’s final\nsale. If the buyer failed to give the notice, he could not take the\nland—and if he provided the notice, his chance of gaining the land\ndeclined. Still, the Court made short work of the Contracts Clause\nclaim. Not “every statute which affects the value of a contract,”\nthe Court stated, “impair[s] its obligation.”Id.,at 70.\nBecause the law’s notice rule was “easy [to] compl[y] with,” it did\nnot raise a constitutional problem.Id.,at 71. Similarly,\ninGilfillanv.Union Canal Co. of Pa., 109\nU. S. 401 (1883), the Court sustained a state law providing\nthat an existing bondholder’s failure to reject a settlement\nproposal in writing would count as consent to the deal. The law\noperated to reduce the interest received by an investor who did not\nrespond. Yet the Court rebuffed the ensuing Contracts Clause suit.\n“If [the bondholder did] not wish to abandon his old rights and\naccept the new,” the Court explained, “all he ha[d] to do [was] to\nsay so in writing.”Id.,at 406. And one last: InConleyv.Barton, 260 U. S. 677 (1923), the\nCourt held that the Contracts Clause did not bar a State from\ncompelling existing mortgagees to complete affidavits before\nfinally foreclosing on properties. The law effectively added a\npaperwork requirement to the mortgage contracts’ foreclosure terms.\nBut the Court said it was “only [a] condition, easily complied\nwith, which the law, for its purposes, requires.”Id.,at\n681.The Minnesota statute places no greater\nobligation on a contracting party—while imposing a lesser penalty\nfor noncompliance. Even supposing an insured wants his life\ninsurance to benefit his ex-spouse, filing a change-of-beneficiary\nform with an insurance company is as “easy” as, say, providing a\nlandowner with notice or recording a deed.Curtis, 13 Wall.,\nat 71. Here too, with only “minimal” effort, a person can\n“safeguard” his contractual preferences.Texaco, 454\nU. S., at 531. And here too, if he does not “wish to abandon\nhis old rights and accept the new,” he need only “say so in\nwriting.”Gilfillan,109 U. S., at 406. What’s more, if\nthe worst happens—if he wants his ex-spouse to stay as beneficiary\nbut does not send in his form—the consequence pales in comparison\nwith the losses incurred in our earlier cases. When a person\nignored a recording obligation, for example, he could forfeit the\nsum total of his contractual rights—just ask the plaintiffs inJacksonandVance.But when a policyholder in\nMinnesota does not redesignate his ex-spouse as beneficiary, his\nright to insurance does not lapse; the upshot is just that his\ncontingent beneficiaries (here, his children) receive the money.\nSeesupra,at 5. That redirection of proceeds is not\nnothing; but under our precedents, it gives the policyholder—who,\nagain, could have “easily” and entirely escaped the law’s effect—no\nright to complain of a Contracts Clause violation.Conley,\n260 U. S., at 681.In addressing those precedents, Melin mainly\nurges us to distinguish between two ways a law can affect a\ncontract. The Minnesota law, Melin claims, “operate[s] on the\ncontract itself” by “directly chang[ing] an express term” (the\ninsured’s beneficiary designation). Brief for Respondent 51; Tr. of\nOral Arg. 57. In contrast, Melin continues, the recording statutes\n“impose[ ] a consequence” for failing to abide by a\n“procedural” obligation extraneous to the agreement (the State’s\nrecording or notification rule). Brief for Respondent 51; Tr. of\nOral Arg. 58. The difference, in her view, parallels the line\nbetween rights and remedies: The Minnesota law explicitly alters a\nperson’s entitlement under the contract, while the recording laws\ninterfere with his ability to enforce that entitlement against\nothers. See Tr. of Oral Arg. 57–59; see alsopost, at 9–10\n(Gorsuch, J., dissenting).But we see no meaningful distinction among all\nthese laws. The old statutes also “act[ed] on the contract” in a\nsignificant way. Tr. of Oral Arg. 59. They added a paperwork\nobligation nowhere found in the original agreement—“record the\ndeed,” say, or “notify the landowner.” And they informed a\ncontracting party that unless he complied, he could not gain the\nbenefits of his bargain. Or viewed conversely, the Minnesota\nstatute also “impose[s] a consequence” for not satisfying a burden\noutside the contract. Brief for Respondent 51. For as we have\nshown, that law overrides a beneficiary designation only when the\ninsured fails to send in a form to his insurer. Seesupra,at 10. Of course, the statutes (both old and new) vary in their\nspecific mechanisms. But they all make contract benefits contingent\non some simple filing—or more positively spun, enable a party to\nsafeguard those benefits by taking an action. And that feature is\nwhat the Court, again and again, has found dispositive.Nor does Melin’s attempt to distinguish the\ncases gain force when framed in terms of rights and remedies.\nFirst, not all the old statutes, as a formal matter, confined the\nconsequence of noncompliance to the remedial sphere. InGilfillan, for example, the result of failing to give\nwritten consent to a settlement was to diminish the interest rate a\nbondholder got, not to prevent him from enforcing a claim against\nothers. And second, even when the consequence formally related to\nenforcement—for example, precluding an earlier purchaser from\ncontesting a later one’s title—the laws in fact wiped out\nsubstantive rights. Failure to record or notify, as noted earlier,\nwould mean that the contracting party lost what (according to his\nagreement) was his land or mortgage or mineral interest. Seesupra,at 12–13. InTexaco, we replied to an argument\nlike Melin’s by saying that when the results of “eliminating a\nremedy” and “extinguishing a right” are “identical,” the Contracts\nClause “analysis is the same.” 454 U. S., at 528; seeEl\nPaso, 379 U. S., at 506–507. That statement rebuts Melin’s\nclaim too. Once again: Just like Minnesota’s statute, the laws\ndiscussed above hinged core contractual benefits on compliance with\nnoncontractual paperwork burdens. When all is said and done, that\nlikeness controls.For those reasons, we reverse the judgment of\nthe Court of Appeals and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1See Ala. Code §30–4–17\n(2016); Alaska Stat. §13.12.804 (2016); Ariz. Rev. Stat. Ann.\n§14–2804 (2012); Colo. Rev. Stat. §15–11–804 (2017); Fla. Stat.\n§732.703 (2017); Haw. Rev. Stat. §560:2–804 (2006); Idaho Code Ann.\n§15–2–804 (2017 Cum. Supp.); Iowa Code §598.20A (2017); Mass. Gen.\nLaws, ch. 190B, §2–804 (2016); Mich. Comp. Laws Ann. §700.2807\n(West 2018 Cum. Supp.); Minn. Stat. §524.2–804 subd. 1 (2016);\nMont. Code Ann. §72–2–814 (2017); Nev. Rev. Stat. §111.781 (2015);\nN. J. Stat. Ann. §3B:3–14 (West 2007); N. M. Stat. Ann.\n§45–2–804 (2014); N. Y. Est., Powers & Trusts Law Ann.\n§5–1.4 (West 2018 Cum. Supp.); N. D. Cent. Code Ann.\n§30.1–10–04 (2010); Ohio Rev. Code Ann. §5815.33 (Lexis 2017); 20\nPa. Stat. and Cons. Stat. Ann. §6111.2 (2010); S. C. Code Ann.\n§62–2–507 (2017 Cum. Supp.); S. D. Codified Laws §29A–2–804\n(2004); Tex. Fam. Code Ann. §9.301 (West 2006); Utah Code §75–2–804\n(Supp. 2017); Va. Code Ann. §20–111.1 (2016); Wash. Rev. Code\n§11.07.010 (2016); Wis. Stat. §854.15 (2011).2Compare 853 F.3d 410, 414\n(CA8 2017) (case below) (yes, it does);Parsonesev.Midland Nat. Ins. Co., 550 Pa. 423, 434, 706 A. 2d 814,\n819 (1998) (same), withLazarv.Kroncke, 862\nF. 3d 1186, 1199–1200 (CA9 2017) (no, it does not);Stillmanv.Teachers Ins. & Annuity Assn. College\nRetirement Equities Fund, 343 F.3d 1311, 1322 (CA10 2003)\n(same);In re Estate of DeWitt, 54 P. 3d 849,\n859–860 (Colo. 2002) (same).3Because that is true, we\nhave no occasion to address Melin’s contention that we should\nabandon our two-step Contracts Clause test to whatever extent it\ndeparts from the Clause’s original meaning and earliest\napplications. See Brief for Respondent 6–10, 18–33. Part of Melin’s\nargument focuses on the back half of the test, which we do not\nreach today. Another part claims that the front half goes wrong in\nexemptinginsubstantial impairments from the Clause’s reach.\nBut as we explain below, seeinfra, at 10–12, the Court has\nalways recognized that some laws affect contracts without violating\nthe Contracts Clause. See,e.g.,Curtisv.Whitney, 13 Wall. 68, 70 (1872) (“No[t] every statute which\naffects the value of a contract impair[s] its obligation”). And in\nparticular, the Court has always approved statutes like this one,\nwhich enable a party with only minimal effort to protect his\noriginal contract rights against the law’s operation. See,e.g.,\nJacksonv. Lamphire, 3 Pet. 280, 290 (1830). So this\ncase presents no clash, of the kind Melin says we should resolve,\nbetween the Court’s two-step test and any older approach to\napplying the Contracts Clause.",
    "joined": []
}