{
    "case": {
        "docket": "19-1392",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/19-1392/"
    },
    "id": "4600821",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–1392_________________THOMAS E. DOBBS, STATE HEALTH OFFICER OF THE\nMISSISSIPPI DEPARTMENT OF HEALTH, et al., PETITIONERSv.JACKSON WOMEN’S HEALTH ORGANIZATION, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2022]Justice Breyer, Justice Sotomayor, and Justice\nKagan, dissenting.For half a century,Roev.Wade,410 U.S.\n113(1973), andPlanned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833(1992), have protected the liberty and equality of women.Roeheld, andCaseyreaffirmed, that the Constitution\nsafeguards a woman’s right to decide for herself whether to bear a\nchild.Roeheld, andCaseyreaffirmed, that in the\nfirst stages of pregnancy, the government could not make that\nchoice for women. The government could not control a woman’s body\nor the course of a woman’s life: It could not determine what the\nwoman’s future would be. SeeCasey, 505 U. S., at 853;Gonzalesv.Carhart,550 U.S.\n124, 171–172 (2007) (Ginsburg, J., dissenting). Respecting a\nwoman as an autonomous being, and granting her full equality, meant\ngiving her substantial choice over this most personal and most\nconsequential of all life decisions.RoeandCaseywell understood the\ndifficulty and divisiveness of the abortion issue. The Court knew\nthat Americans hold profoundly different views about the\n“moral[ity]” of “terminating a pregnancy, even in its earliest\nstage.”Casey, 505 U. S., at 850. And the Court\nrecognized that “the State has legitimate interests from the outset\nof the pregnancy in protecting” the “life of the fetus that may\nbecome a child.”Id., at 846. So the Court struck a balance,\nas it often does when values and goals compete. It held that the\nState could prohibit abortions after fetal viability, so long as\nthe ban contained exceptions to safeguard a woman’s life or health.\nIt held that even before viability, the State could regulate the\nabortion procedure in multiple and meaningful ways. But until the\nviability line was crossed, the Court held, a State could not\nimpose a “substantial obstacle” on a woman’s “right to elect the\nprocedure” as she (not the government) thought proper, in light of\nall the circumstances and complexities of her own life.Ibid.Today, the Court discards that balance. It says\nthat from the very moment of fertilization, a woman has no rights\nto speak of. A State can force her to bring a pregnancy to term,\neven at the steepest personal and familial costs. An abortion\nrestriction, the majority holds, is permissible whenever rational,\nthe lowest level of scrutiny known to the law. And because, as the\nCourt has often stated, protecting fetal life is rational, States\nwill feel free to enact all manner of restrictions. The Mississippi\nlaw at issue here bars abortions after the 15th week of pregnancy.\nUnder the majority’s ruling, though, another State’s law could do\nso after ten weeks, or five or three or one—or, again, from the\nmoment of fertilization. States have already passed such laws, in\nanticipation of today’s ruling. More will follow. Some States have\nenacted laws extending to all forms of abortion procedure,\nincluding taking medication in one’s own home. They have passed\nlaws without any exceptions for when the woman is the victim of\nrape or incest. Under those laws, a woman will have to bear her\nrapist’s child or a young girl her father’s—no matter if doing so\nwill destroy her life. So too, after today’s ruling, some States\nmay compel women to carry to term a fetus with severe physical\nanomalies—for example, one afflicted with Tay-Sachs disease, sure\nto die within a few years of birth. States may even argue that a\nprohibition on abortion need make no provision for protecting a\nwoman from risk of death or physical harm. Across a vast array of\ncircumstances, a State will be able to impose its moral choice on a\nwoman and coerce her to give birth to a child.Enforcement of all these draconian restrictions\nwill also be left largely to the States’ devices. A State can of\ncourse impose criminal penalties on abortion providers, including\nlengthy prison sentences. But some States will not stop there.\nPerhaps, in the wake of today’s decision, a state law will\ncriminalize the woman’s conduct too, incarcerating or fining her\nfor daring to seek or obtain an abortion. And as Texas has recently\nshown, a State can turn neighbor against neighbor, enlisting fellow\ncitizens in the effort to root out anyone who tries to get an\nabortion, or to assist another in doing so.The majority tries to hide the geographically\nexpansive effects of its holding. Today’s decision, the majority\nsays, permits “each State” to address abortion as it pleases.Ante, at 79. That is cold comfort, of course, for the poor\nwoman who cannot get the money to fly to a distant State for a\nprocedure. Above all others, women lacking financial resources will\nsuffer from today’s decision. In any event, interstate restrictions\nwill also soon be in the offing. After this decision, some States\nmay block women from traveling out of State to obtain abortions, or\neven from receiving abortion medications from out of State. Some\nmay criminalize efforts, including the provision of information or\nfunding, to help women gain access to other States’ abortion\nservices. Most threatening of all, no language in today’s decision\nstops the Federal Government from prohibiting abortions nationwide,\nonce again from the moment of conception and without exceptions for\nrape or incest. If that happens, “the views of [an individual\nState’s] citizens” will not matter.Ante, at 1. The\nchallenge for a woman will be to finance a trip not to “New York\n[or] California” but to Toronto.Ante, at 4 (Kavanaugh, J.,\nconcurring).Whatever the exact scope of the coming laws, one\nresult of today’s decision is certain: the curtailment of women’s\nrights, and of their status as free and equal citizens. Yesterday,\nthe Constitution guaranteed that a woman confronted with an\nunplanned pregnancy could (within reasonable limits) make her own\ndecision about whether to bear a child, with all the\nlife-transforming consequences that act involves. And in thus\nsafeguarding each woman’s reproductive freedom, the Constitution\nalso protected “[t]he ability of women to participate equally in\n[this Nation’s] economic and social life.”Casey, 505\nU. S., at 856. But no longer. As of today, this Court holds, a\nState can always force a woman to give birth, prohibiting even the\nearliest abortions. A State can thus transform what, when freely\nundertaken, is a wonder into what, when forced, may be a nightmare.\nSome women, especially women of means, will find ways around the\nState’s assertion of power. Others—those without money or childcare\nor the ability to take time off from work—will not be so fortunate.\nMaybe they will try an unsafe method of abortion, and come to\nphysical harm, or even die. Maybe they will undergo pregnancy and\nhave a child, but at significant personal or familial cost. At the\nleast, they will incur the cost of losing control of their lives.\nThe Constitution will, today’s majority holds, provide no shield,\ndespite its guarantees of liberty and equality for all.And no one should be confident that this\nmajority is done with its work. The rightRoeandCaseyrecognized does not stand alone. To the contrary, the\nCourt has linked it for decades to other settled freedoms involving\nbodily integrity, familial relationships, and procreation. Most\nobviously, the right to terminate a pregnancy arose straight out of\nthe right to purchase and use contraception. SeeGriswoldv.Connecticut,381 U.S.\n479(1965);Eisenstadtv.Baird,405 U.S.\n438(1972). In turn, those rights led, more recently, to rights\nof same-sex intimacy and marriage. SeeLawrencev.Texas,539 U.S.\n558(2003);Obergefellv.Hodges, 576 U.S. 644\n(2015). They are all part of the same constitutional fabric,\nprotecting autonomous decisionmaking over the most personal of life\ndecisions. The majority (or to be more accurate, most of it) is\neager to tell us today that nothing it does “cast[s] doubt on\nprecedents that do not concern abortion.”Ante, at 66; cf.ante, at 3 (Thomas, J., concurring) (advocating the\noverruling ofGriswold,Lawrence, andObergefell). But how could that be? The lone rationale for\nwhat the majority does today is that the right to elect an abortion\nis not “deeply rooted in history”: Not untilRoe, the\nmajority argues, did people think abortion fell within the\nConstitution’s guarantee of liberty.Ante, at 32. The same\ncould be said, though, of most of the rights the majority claims it\nis not tampering with. The majority could write just as long an\nopinion showing, for example, that until the mid-20th century,\n“there was no support in American law for a constitutional right to\nobtain [contraceptives].”Ante, at 15. So one of two things\nmust be true. Either the majority does not really believe in its\nown reasoning. Or if it does, all rights that have no history\nstretching back to the mid-19th century are insecure. Either the\nmass of the majority’s opinion is hypocrisy, or additional\nconstitutional rights are under threat. It is one or the other.One piece of evidence on that score seems\nespecially salient: The majority’s cavalier approach to overturning\nthis Court’s precedents.Stare decisisis the Latin phrase\nfor a foundation stone of the rule of law: that things decided\nshould stay decided unless there is a very good reason for change.\nIt is a doctrine of judicial modesty and humility. Those qualities\nare not evident in today’s opinion. The majority has no good reason\nfor the upheaval in law and society it sets off.RoeandCaseyhave been the law of the land for decades, shaping\nwomen’s expectations of their choices when an unplanned pregnancy\noccurs. Women have relied on the availability of abortion both in\nstructuring their relationships and in planning their lives. The\nlegal frameworkRoeandCaseydeveloped to balance\nthe competing interests in this sphere has proved workable in\ncourts across the country. No recent developments, in either law or\nfact, have eroded or cast doubt on those precedents. Nothing, in\nshort, has changed. Indeed, the Court inCaseyalready found\nall of that to be true.Caseyis a precedent about\nprecedent. It reviewed the same arguments made here in support of\noverrulingRoe, and it found that doing so was not\nwarranted. The Court reverses course today for one reason and one\nreason only: because the composition of this Court has changed.Stare decisis, this Court has often said, “contributes to\nthe actual and perceived integrity of the judicial process” by\nensuring that decisions are “founded in the law rather than in the\nproclivities of individuals.”Paynev.Ten- nessee,501\nU.S. 808, 827 (1991);Vasquezv.Hillery,474 U.S.\n254, 265 (1986). Today, the proclivities of individuals rule.\nThe Court departs from its obligation to faithfully and impartially\napply the law. We dissent.IWe start withRoeandCasey, and\nwith their deep connections to a broad swath of this Court’s\nprecedents. To hear the majority tell the tale,RoeandCaseyare aberrations: They came from nowhere, went\nnowhere—and so are easy to excise from this Nation’s constitutional\nlaw. That is not true. After describing the decisions themselves,\nwe explain how they are rooted in—and themselves led to—other\nrights giving individuals control over their bodies and their most\npersonal and intimate associations. The majority does not wish to\ntalk about these matters for obvious reasons; to do so would both\ngroundRoeandCaseyin this Court’s precedents and\nreveal the broad implications of today’s decision. But the facts\nwill not so handily disappear.RoeandCaseywere\nfrom the beginning, and are even more now, embedded in core\nconstitutional concepts of individual freedom, and of the equal\nrights of citizens to decide on the shape of their lives. Those\nlegal concepts, one might even say, have gone far toward defining\nwhat it means to be an American. For in this Nation, we do not\nbelieve that a government controlling all private choices is\ncompatible with a free people. So we do not (as the majority\ninsists today) place everything within “the reach of majorities and\n[government] officials.”West Virginia Bd. of Ed.v.Barnette,319\nU.S. 624, 638 (1943). We believe in a Constitution that puts\nsome issues off limits to majority rule. Even in the face of public\nopposition, we uphold the right of individuals—yes, including\nwomen—to make their own choices and chart their own futures. Or at\nleast, we did once.ASome half-century ago,Roestruck down\na state law making it a crime to perform an abortion unless its\npurpose was to save a woman’s life. TheRoeCourt knew it\nwas treading on difficult and disputed ground. It understood that\ndifferent people’s “experiences,” “values,” and “religious\ntraining” and beliefs led to “opposing views” about abortion. 410\nU. S., at 116. But by a 7-to-2 vote, the Court held that in\nthe earlier stages of pregnancy, that contested and contestable\nchoice must belong to a woman, in consultation with her family and\ndoctor. The Court explained that a long line of precedents,\n“founded in the Fourteenth Amendment’s concept of personal\nliberty,” protected individual decisionmaking related to “marriage,\nprocreation, contraception, family relationships, and child rearing\nand education.”Id., at 152–153 (citations omitted). For the\nsame reasons, the Court held, the Constitution must protect “a\nwoman’s decision whether or not to terminate her pregnancy.”Id., at 153. The Court recognized the myriad ways bearing a\nchild can alter the “life and future” of a woman and other members\nof her family.Ibid.A State could not, “by adopting one\ntheory of life,” override all “rights of the pregnant woman.”Id., at 162.At the same time, though, the Court recognized\n“valid interest[s]” of the State “in regulating the abortion\ndecision.”Id., at 153. The Court noted in particular\n“important interests” in “protecting potential life,” “maintaining\nmedical standards,” and “safeguarding [the] health” of the woman.Id., at 154. No “absolut[ist]” account of the woman’s right\ncould wipe away those significant state claims.Ibid.The Court therefore struck a balance, turning on\nthe stage of the pregnancy at which the abortion would occur. The\nCourt explained that early on, a woman’s choice must prevail, but\nthat “at some point the state interests” become “dominant.”Id., at 155. It then set some guideposts. In the first\ntrimester of pregnancy, the State could not interfere at all with\nthe decision to terminate a pregnancy. At any time after that\npoint, the State could regulate to protect the pregnant woman’s\nhealth, such as by insisting that abortion providers and facilities\nmeet safety requirements. And after the fetus’s viability—the point\nwhen the fetus “has the capability of meaningful life outside the\nmother’s womb”—the State could ban abortions, except when necessary\nto preserve the woman’s life or health.Id., at 163–164.In the 20 years betweenRoeandCasey, the Court expressly reaffirmedRoeon two\noccasions, and applied it on many more. Recognizing that “arguments\n[againstRoe] continue to be made,” we responded that the\ndoctrine ofstare decisis“demands respect in a society\ngoverned by the rule of law.”Akronv.Akron Center for\nReproductive Health, Inc.,462 U.S.\n416, 419–420 (1983). And we avowed that the “vitality” of\n“constitutional principles cannot be allowed to yield simply\nbecause of disagreement with them.”Thornburghv.American College of Obstetricians and Gynecologists,476 U.S.\n747, 759 (1986). So the Court, over and over, enforced the\nconstitutional principlesRoehad declared. See,e.g.,Ohiov.Akron Center for Reproductive\nHealth,497 U.S.\n502(1990);Hodgsonv.Minnesota,497 U.S.\n417(1990);Simopoulosv.Virginia,462 U.S.\n506(1983);Planned Parenthood Assn. of Kansas City, Mo.,\nInc.v.Ashcroft,462 U.S.\n476(1983);H. L.v.Matheson,450 U.S.\n398(1981);Bellottiv.Baird,443 U.S.\n622(1979);Planned Parenthood of Central Mo.v.Danforth,428 U.S.\n52(1976).Then, inCasey, the Court considered the\nmatter anew, and again upheldRoe’s core precepts.Caseyis in significant measure a precedent about the\ndoctrine of precedent—until today, one of the Court’s most\nimportant. But we leave for later that aspect of the Court’s\ndecision. The key thing now is the substantive aspect of the\nCourt’s considered conclusion that “the essential holding ofRoev.Wadeshould be retained and once again\nreaffirmed.” 505 U. S., at 846.Central to that conclusion was a full-throated\nrestatement of a woman’s right to choose. LikeRoe,Caseygrounded that right in the Fourteenth Amendment’s\nguarantee of “liberty.” That guarantee encompasses realms of\nconduct not specifically referenced in the Constitution: “Marriage\nis mentioned nowhere” in that document, yet the Court was “no doubt\ncorrect” to protect the freedom to marry “against state\ninterference.” 505 U. S., at 847–848. And the guarantee of\nliberty encompasses conduct today that was not protected at the\ntime of the Fourteenth Amendment. Seeid., at 848. “It is\nsettled now,” the Court said—though it was not always so—that “the\nConstitution places limits on a State’s right to interfere with a\nperson’s most basic decisions about family and parenthood, as well\nas bodily integrity.”Id., at 849 (citations omitted); seeid., at 851 (similarly describing the constitutional\nprotection given to “personal decisions relating to marriage,\nprocreation, contraception, [and] family relationships”).\nEspecially important in this web of precedents protecting an\nindividual’s most “personal choices” were those guaranteeing the\nright to contraception.Ibid.; seeid., at 852–853.\nIn those cases, the Court had recognized “the right of the\nindividual” to make the vastly consequential “decision whether to\nbear” a child.Id., at 851 (emphasis deleted). So too,Caseyreasoned, the liberty clause protects the decision of\na woman confronting an unplanned pregnancy. Her decision about\nabortion was central, in the same way, to her capacity to chart her\nlife’s course. Seeid., at 853.In reaffirming the rightRoerecognized,\nthe Court took full account of the diversity of views on abortion,\nand the importance of various competing state interests. Some\nAmericans, the Court stated, “deem [abortion] nothing short of an\nact of violence against innocent human life.” 505 U. S., at\n852. And each State has an interest in “the protection of potential\nlife”—asRoeitself had recognized. 505 U. S., at 871\n(plurality opinion). On the one hand, that interest was not\nconclusive. The State could not “resolve” the “moral and spiritual”\nquestions raised by abortion in “such a definitive way that a woman\nlacks all choice in the matter.”Id., at 850 (majority\nopinion). It could not force her to bear the “pain” and “physical\nconstraints” of “carr[ying] a child to full term” when she would\nhave chosen an early abortion.Id., at 852. But on the other\nhand, the State had, asRoehad held, an exceptionally\nsignificant interest in disallowing abortions in the later phase of\na pregnancy. And it had an ever-present interest in “ensur[ing]\nthat the woman’s choice is informed” and in presenting the case for\n“choos[ing] childbirth over abortion.” 505 U. S., at 878\n(plurality opinion).SoCaseyagain struck a balance,\ndiffering fromRoe’s in only incremental ways. It retainedRoe’s “central holding” that the State could bar abortion\nonly after viability. 505 U. S., at 860 (majority opinion).\nThe viability line,Caseythought, was “more workable” than\nany other in marking the place where the woman’s liberty interest\ngave way to a State’s efforts to preserve potential life.Id., at 870 (plurality opinion). At that point, a “second\nlife” was capable of “independent existence.”Ibid.If the\nwoman even by then had not acted, she lacked adequate grounds to\nobject to “the State’s intervention on [the developing child’s]\nbehalf.”Ibid.At the same time,Caseydecided, based\non two decades of experience, that theRoeframework did not\ngive States sufficient ability to regulate abortion prior to\nviability. In that period,Caseynow made clear, the State\ncould regulate not only to protect the woman’s health but also to\n“promot[e] prenatal life.” 505 U. S., at 873 (plurality\nopinion). In particular, the State could ensure informed choice and\ncould try to promote childbirth. Seeid., at 877–878. But\nthe State still could not place an “undue burden”—or “substantial\nobstacle”—“in the path of a woman seeking an abortion.”Id.,\nat 878. Prior to viability, the woman, consistent with the\nconstitutional “meaning of liberty,” must “retain the ultimate\ncontrol over her destiny and her body.”Id., at 869.We make one initial point about this analysis in\nlight of the majority’s insistence thatRoeandCasey, and we in defending them, are dismissive of a\n“State’s interest in protecting prenatal life.”Ante, at 38.\nNothing could get those decisions more wrong. As just described,RoeandCaseyinvoked powerful state interests in\nthat protection, operative at every stage of the pregnancy and\noverriding the woman’s liberty after viability. The strength of\nthose state interests is exactly why the Court allowed greater\nrestrictions on the abortion right than on other rights deriving\nfrom the Fourteenth Amendment.[1] But whatRoeandCaseyalso\nrecognized—which today’s majority does not—is that a woman’s\nfreedom and equality are likewise involved. That fact—the presence\nof countervailing interests—is what made the abortion question\nhard, and what necessitated balancing. The majority scoffs at that\nidea, castigating us for “repeatedly prais[ing] the\n‘balance’ ” the two cases arrived at (with the word “balance”\nin scare quotes).Ante, at 38. To the majority “balance” is\na dirty word, as moderation is a foreign concept. The majority\nwould allow States to ban abortion from conception onward because\nit does not think forced childbirth at all implicates a woman’s\nrights to equality and freedom. Today’s Court, that is, does not\nthink there is anything of constitutional significance attached to\na woman’s control of her body and the path of her life.RoeandCaseythought that one-sided view misguided. In some\nsense, that is the difference in a nutshell between our precedents\nand the majority opinion. The constitutional regime we have lived\nin for the last 50 years recognized competing interests, and sought\na balance between them. The constitutional regime we enter today\nerases the woman’s interest and recognizes only the State’s (or the\nFederal Government’s).BThe majority makes this change based on a\nsingle question: Did the reproductive right recognized inRoeandCaseyexist in “1868, the year when the\nFourteenth Amendment was ratified”?Ante, at 23. The\nmajority says (and with this much we agree) that the answer to this\nquestion is no: In 1868, there was no nationwide right to end a\npregnancy, and no thought that the Fourteenth Amendment provided\none.Of course, the majority opinion refers as well\nto some later and earlier history. On the one side of 1868, it goes\nback as far as the 13th (the 13th!) century. Seeante, at\n17. But that turns out to be wheel-spinning. First, it is not clear\nwhat relevance such early history should have, even to the\nmajority. SeeNew York State Rifle & Pistol Assn., Inc.v.Bruen, 597 U. S. ___, ___ (2022) (slip op., at 26)\n(“Historical evidence that long predates [ratification] may not\nilluminate the scope of the right”). If the early history obviously\nsupported abortion rights, the majority would no doubt say that\nonly the views of the Fourteenth Amendment’s ratifiers are germane.\nSeeibid.(It is “better not to go too far back into\nantiquity,” except if olden “law survived to become our Founders’\nlaw”). Second—and embarrassingly for the majority—early law in fact\ndoes provide some support for abortion rights. Common-law\nauthorities did not treat abortion as a crime before\n“quickening”—the point when the fetus moved in the womb.[2] And early American law followed the\ncommon-law rule.[3] So the\ncriminal law of that early time might be taken as roughly consonant\nwithRoe’s andCasey’s different treatment of early\nand late abortions. Better, then, to move forward in time. On the\nother side of 1868, the majority occasionally notes that many\nStates barred abortion up to the time ofRoe. Seeante, at 24, 36. That is convenient for the majority, but it\nis window dressing. As the same majority (plus one) just informed\nus, “post-ratification adoption or acceptance of laws that areinconsistentwith the original meaning of the constitutional\ntext obviously cannot overcome or alter that text.”New York\nState Rifle & Pistol Assn., Inc., 597 U. S., at\n___–___ (slip op., at 27–28). Had the pre-Roeliberalization\nof abortion laws occurred more quickly and more widely in the 20th\ncentury, the majority would say (once again) that only the\nratifiers’ views are germane.The majority’s core legal postulate, then, is\nthat we in the 21st century must read the Fourteenth Amendment just\nas its ratifiers did. And that is indeed what the majority\nemphasizes over and over again. Seeante, at 47 (“[T]he most\nimportant historical fact [is] how the States regulated abortion\nwhen the Fourteenth Amendment was adopted”); see alsoante,\nat 5, 16, and n. 24, 23, 25, 28. If the ratifiers did not\nunderstand something as central to freedom, then neither can we. Or\nsaid more particularly: If those people did not understand\nreproductive rights as part of the guarantee of liberty conferred\nin the Fourteenth Amendment, then those rights do not exist.As an initial matter, note a mistake in the just\npreceding sentence. We referred there to the “people” who ratified\nthe Fourteenth Amendment: What rights did those “people” have in\ntheir heads at the time? But, of course, “people” did not ratify\nthe Fourteenth Amendment. Men did. So it is perhaps not so\nsurprising that the ratifiers were not perfectly attuned to the\nimportance of reproductive rights for women’s liberty, or for their\ncapacity to participate as equal members of our Nation. Indeed, the\nratifiers—both in 1868 and when the original Constitution was\napproved in 1788—did not understand women as full members of the\ncommunity embraced by the phrase “We the People.” In 1868, the\nfirst wave of American feminists were explicitly told—of course by\nmen—that it was not their time to seek constitutional protections.\n(Women would not get even the vote for another half-century.) To be\nsure, most women in 1868 also had a foreshortened view of their\nrights: If most men could not then imagine giving women control\nover their bodies, most women could not imagine having that kind of\nautonomy. But that takes away nothing from the core point. Those\nresponsible for the original Constitution, including the Fourteenth\nAmendment, did not perceive women as equals, and did not recognize\nwomen’s rights. When the majority says that we must read our\nfoundational charter as viewed at the time of ratification (except\nthat we may also check it against the Dark Ages), it consigns women\nto second-class citizenship.Caseyitself understood this point, as\nwill become clear. Seeinfra, at 23–24. It recollected with\ndismay a decision this Court issued just five years after the\nFourteenth Amendment’s ratification, approving a State’s decision\nto deny a law license to a woman and suggesting as well that a\nwoman had no legal status apart from her husband. See 505\nU. S., at 896–897 (majority opinion) (citingBradwellv.State, 16 Wall. 130 (1873)). “There was a time,”Caseyexplained, when the Constitution did not protect “men\nand women alike.” 505 U. S., at 896. But times had changed. A\nwoman’s place in society had changed, and constitutional law had\nchanged along with it. The relegation of women to inferior status\nin either the public sphere or the family was “no longer consistent\nwith our understanding” of the Constitution.Id., at 897.\nNow, “[t]he Constitution protects all individuals, male or female,”\nfrom “the abuse of governmental power” or “unjustified state\ninterference.”Id., at 896, 898.So how is it that, asCaseysaid, our\nConstitution, read now, grants rights to women, though it did not\nin 1868? How is it that our Constitution subjects discrimination\nagainst them to heightened judicial scrutiny? How is it that our\nConstitution, through the Fourteenth Amendment’s liberty clause,\nguarantees access to contraception (also not legally protected in\n1868) so that women can decide for themselves whether and when to\nbear a child? How is it that until today, that same constitutional\nclause protected a woman’s right, in the event contraception\nfailed, to end a pregnancy in its earlier stages?The answer is that this Court has rejected the\nmajority’s pinched view of how to read our Constitution. “The\nFounders,” we recently wrote, “knew they were writing a document\ndesigned to apply to ever-changing circumstances over centuries.”NLRBv.Noel Canning,573 U.S.\n513, 533–534 (2014). Or in the words of the great Chief Justice\nJohn Marshall, our Constitution is “intended to endure for ages to\ncome,” and must adapt itself to a future “seen dimly,” if at all.McCullochv.Maryland, 4 Wheat. 316, 415 (1819). That\nis indeed why our Constitution is written as it is. The Framers\n(both in 1788 and 1868) understood that the world changes. So they\ndid not define rights by reference to the specific practices\nexisting at the time. Instead, the Framers defined rights in\ngeneral terms, to permit future evolution in their scope and\nmeaning. And over the course of our history, this Court has taken\nup the Framers’ invitation. It has kept true to the Framers’\nprinciples by applying them in new ways, responsive to new societal\nunderstandings and conditions.Nowhere has that approach been more prevalent\nthan in construing the majestic but open-ended words of the\nFourteenth Amendment—the guarantees of “liberty” and “equality” for\nall. And nowhere has that approach produced prouder moments, for\nthis country and the Court. Consider an exampleObergefellused a few years ago. The Court there confronted a claim, based onWashingtonv.Glucksberg,521\nU.S. 702(1997), that the Fourteenth Amendment “must be defined\nin a most circumscribed manner, with central reference to specific\nhistorical practices”—exactly the view today’s majority follows.Obergefell, 576 U. S., at 671. And the Court\nspecifically rejected that view.[4] In doing so, the Court reflected on what the proposed,\nhistorically circumscribed approach would have meant for\ninterracial marriage. Seeibid.The Fourteenth Amendment’s\nratifiers did not think it gave black and white people a right to\nmarry each other. To the contrary, contemporaneous practice deemed\nthat act quite as unprotected as abortion. Yet the Court inLovingv.Virginia,388 U.S. 1(1967), read the Fourteenth Amendment to embrace the Lovings’\nunion. If,Obergefellexplained, “rights were defined by who\nexercised them in the past, then received practices could serve as\ntheir own continued justification”—even when they conflict with\n“liberty” and “equality” as later and more broadly understood. 576\nU. S., at 671. The Constitution does not freeze for all time\nthe original view of what those rights guarantee, or how they\napply.That does not mean anything goes. The majority\nwishes people to think there are but two alternatives: (1) accept\nthe original applications of the Fourteenth Amendment and no\nothers, or (2) surrender to judges’ “own ardent views,” ungrounded\nin law, about the “liberty that Americans should enjoy.”Ante, at 14. At least, that idea is what the majoritysometimestries to convey. At other times, the majority (or,\nrather, most of it) tries to assure the public that it has no\ndesigns on rights (for example, to contraception) that arose only\nin the back half of the 20th century—in other words, that it is\nhappy to pick and choose, in accord with individual preferences.\nSeeante, at 32, 66, 71–72;ante, at 10 (Kavanaugh,\nJ., concurring); but seeante, at 3 (Thomas, J.,\nconcurring). But that is a matter we discuss later. Seeinfra, at 24–29. For now, our point is different: It is that\napplications of liberty and equality can evolve while remaining\ngrounded in constitutional principles, constitutional history, and\nconstitutional precedents. The second Justice Harlan discussed how\nto strike the right balance when he explained why he would have\ninvalidated a State’s ban on contraceptive use. Judges, he said,\nare not “free to roam where unguided speculation might take them.”Poev.Ullman,367 U.S.\n497, 542 (1961) (dissenting opinion). Yet they also must\nrecognize that the constitutional “tradition” of this country is\nnot captured whole at a single moment.Ibid.Rather, its\nmeaning gains content from the long sweep of our history and from\nsuccessive judicial precedents—each looking to the last and each\nseeking to apply the Constitution’s most fundamental commitments to\nnew conditions. That is why Americans, to go back toObergefell’s example, have a right to marry across racial\nlines. And it is why, to go back to Justice Harlan’s case,\nAmericans have a right to use contraceptives so they can choose for\nthemselves whether to have children.All that is whatCaseyunderstood.Caseyexplicitly rejected the present majority’s method.\n“[T]he specific practices of States at the time of the adoption of\nthe Fourteenth Amendment,”Caseystated, do not\n“mark[ ] the outer limits of the substantive sphere of liberty\nwhich the Fourteenth Amendment protects.” 505 U. S., at\n848.[5] To hold otherwise—as\nthe majority does today—“would be inconsistent with our law.”Id., at 847. Why? Because the Court has “vindicated [the]\nprinciple” over and over that (no matter the sentiment in 1868)\n“there is a realm of personal liberty which the government may not\nenter”—especially relating to “bodily integrity” and “family life.”Id., at 847, 849, 851.Caseydescribed in detail the\nCourt’s contraception cases. Seeid., at 848–849, 851–853.\nIt noted decisions protecting the right to marry, including to\nsomeone of another race. Seeid., at 847–848 (“[I]nterracial\nmarriage was illegal in most States in the 19th century, but the\nCourt was no doubt correct in finding it to be an aspect of liberty\nprotected against state interference”). In reviewing decades and\ndecades of constitutional law,Caseycould draw but one\nconclusion: Whatever was true in 1868, “[i]t is settled now, as it\nwas when the Court heard arguments inRoev.Wade,\nthat the Constitution places limits on a State’s right to interfere\nwith a person’s most basic decisions about family and parenthood.”Id., at 849.And that conclusion still held good, until the\nCourt’s intervention here. It was settled at the time ofRoe, settled at the time ofCasey, and settled\nyesterday that the Constitution places limits on a State’s power to\nassert control over an individual’s body and most personal\ndecisionmaking. A multitude of decisions supporting that principle\nled toRoe’s recognition andCasey’s reaffirmation of\nthe right to choose; andRoeandCaseyin turn\nsupported additional protections for intimate and familial\nrelations. The majority has embarrassingly little to say about\nthose precedents. It (literally) rattles them off in a single\nparagraph; and it implies that they have nothing to do with each\nother, or with the right to terminate an early pregnancy. Seeante, at 31–32 (asserting that recognizing a relationship\namong them, as addressing aspects of personal autonomy, would\nineluctably “license fundamental rights” to illegal “drug use [and]\nprostitution”). But that is flat wrong. The Court’s precedents\nabout bodily autonomy, sexual and familial relations, and\nprocreation are all interwoven—all part of the fabric of our\nconstitutional law, and because that is so, of our lives.\nEspecially women’s lives, where they safeguard a right to\nself-determination.And eliminating that right, we need to say\nbefore further describing our precedents, is not taking a “neutral”\nposition, as Justice Kavanaugh tries to argue.Ante, at 2–3,\n5, 7, 11–12 (concurring opinion). His idea is that neutrality lies\nin giving the abortion issue to the States, where some can go one\nway and some another. But would he say that the Court is being\n“scrupulously neutral” if it allowed New York and California to ban\nall the guns they want?Ante, at 3. If the Court allowed\nsome States to use unanimous juries and others not? If the Court\ntold the States: Decide for yourselves whether to put restrictions\non church attendance? We could go on—and in fact we will. Suppose\nJustice Kavanaugh were to say (in line with the majority opinion)\nthat the rights we just listed are more textually or historically\ngrounded than the right to choose. What, then, of the right to\ncontraception or same-sex marriage? Would it be “scrupulously\nneutral” for the Court to eliminate those rights too? The point of\nall these examples is that when it comes to rights, the Court does\nnot act “neutrally” when it leaves everything up to the States.\nRather, the Court acts neutrally when it protects the right against\nall comers. And to apply that point to the case here: When the\nCourt decimates a right women have held for 50 years, the Court is\nnot being “scrupulously neutral.” It is instead taking sides:\nagainst women who wish to exercise the right, and for States (like\nMississippi) that want to bar them from doing so. Justice Kavanaugh\ncannot obscure that point by appropriating the rhetoric of\neven-handedness. His position just is what it is: A\nbrook-no-compromise refusal to recognize a woman’s right to choose,\nfrom the first day of a pregnancy. And that position, as we will\nnow show, cannot be squared with this Court’s longstanding view\nthat women indeed have rights (whatever the state of the world in\n1868) to make the most personal and consequential decisions about\ntheir bodies and their lives.Consider first, then, the line of this Court’s\ncases protecting “bodily integrity.”Casey, 505 U. S.,\nat 849. “No right,” in this Court’s time-honored view, “is held\nmore sacred, or is more carefully guarded,” than “the right of\nevery individual to the possession and control of his own person.”Union Pacific R. Co.v.Botsford,141 U.S.\n250, 251 (1891); seeCruzanv.Director, Mo. Dept. of\nHealth,497 U.S.\n261, 269 (1990) (Every adult “has a right to determine what\nshall be done with his own body”). Or to put it more simply:\nEveryone, including women, owns their own bodies. So the Court has\nrestricted the power of government to interfere with a person’s\nmedical decisions or compel her to undergo medical procedures or\ntreatments. See,e.g.,Winstonv.Lee,470 U.S.\n753, 766–767 (1985) (forced surgery);Rochinv.California,342 U.S.\n165, 166, 173–174 (1952) (forced stomach pumping);Washingtonv.Harper,494 U.S.\n210, 229, 236 (1990) (forced administration of antipsychotic\ndrugs).Caseyrecognized the “doctrinal affinity”\nbetween those precedents andRoe. 505 U. S., at 857.\nAnd that doctrinal affinity is born of a factual likeness. There\nare few greater incursions on a body than forcing a woman to\ncomplete a pregnancy and give birth. For every woman, those\nexperiences involve all manner of physical changes, medical\ntreatments (including the possibility of a cesarean section), and\nmedical risk. Just as one example, an American woman is 14 times\nmore likely to die by carrying a pregnancy to term than by having\nan abortion. SeeWhole Woman’s Healthv.Hellerstedt,\n579 U.S. 582, 618 (2016). That women happily undergo those burdens\nand hazards of their own accord does not lessen how far a State\nimpinges on a woman’s body when it compels her to bring a pregnancy\nto term. And for some women, asRoerecognized, abortions\nare medically necessary to prevent harm. See 410 U. S., at\n153. The majority does not say—which is itself ominous—whether a\nState may prevent a woman from obtaining an abortion when she and\nher doctor have determined it is a needed medical treatment.So too,RoeandCaseyfit neatly\ninto a long line of decisions protecting from government intrusion\na wealth of private choices about family matters, child rearing,\nintimate relationships, and procreation. SeeCasey, 505\nU. S., at 851, 857;Roe, 410 U. S., at 152–153;\nsee alsoante, at 31–32 (listing the myriad decisions of\nthis kind thatCaseyrelied on). Those cases safeguard\nparticular choices about whom to marry; whom to have sex with; what\nfamily members to live with; how to raise children—and crucially,\nwhether and when to have children. In varied cases, the Court\nexplained that those choices—“the most intimate and personal” a\nperson can make—reflect fundamental aspects of personal identity;\nthey define the very “attributes of personhood.”Casey, 505\nU. S., at 851. And they inevitably shape the nature and future\ncourse of a person’s life (and often the lives of those closest to\nher). So, the Court held, those choices belong to the individual,\nand not the government. That is the essence of what liberty\nrequires.And liberty may require it, this Court has\nrepeatedly said, even when those living in 1868 would not have\nrecognized the claim—because they would not have seen the person\nmaking it as a full-fledged member of the community. Throughout our\nhistory, the sphere of protected liberty has expanded, bringing in\nindividuals formerly excluded. In that way, the constitutional\nvalues of liberty and equality go hand in hand; they do not inhabit\nthe hermetically sealed containers the majority portrays. CompareObergefell, 576 U. S., at 672–675, withante, at\n10–11. So beforeRoeandCasey, the Court expanded in\nsuccessive cases those who could claim the right to marry—though\ntheir relationships would have been outside the law’s protection in\nthe mid-19th century. See,e.g.,Loving,388 U.S. 1(interracial couples);Turnerv.Safley,482 U.S.\n78(1987) (prisoners); see also,e.g.,Stanleyv.Illinois,405 U.S.\n645, 651–652 (1972) (offering constitutional protection to\nuntraditional “family unit[s]”). And afterRoeandCasey, of course, the Court continued in that vein. With a\ncritical stop to hold that the Fourteenth Amendment protected\nsame-sex intimacy, the Court resolved that the Amendment also\nconferred on same-sex couples the right to marry. SeeLawrence,539 U.S.\n558;Obergefell, 576 U. S. 644. In considering that\nquestion, the Court held, “[h]istory and tradition,” especially as\nreflected in the course of our precedent, “guide and discipline\n[the] inquiry.”Id., at 664. But the sentiments of 1868\nalone do not and cannot “rule the present.”Ibid.Caseysimilarly recognized the need to\nextend the constitutional sphere of liberty to a previously\nexcluded group. The Court then understood, as the majority today\ndoes not, that the men who ratified the Fourteenth Amendment and\nwrote the state laws of the time did not view women as full and\nequal citizens. Seesupra, at 15. A woman then,Caseywrote, “had no legal existence separate from her husband.” 505\nU. S., at 897. Women were seen only “as the center of home and\nfamily life,” without “full and independent legal status under the\nConstitution.”Ibid.But that could not be true any longer:\nThe State could not now insist on the historically dominant “vision\nof the woman’s role.”Id., at 852. And equal citizenship,Caseyrealized, was inescapably connected to reproductive\nrights. “The ability of women to participate equally” in the “life\nof the Nation”—in all its economic, social, political, and legal\naspects—“has been facilitated by their ability to control their\nreproductive lives.”Id., at 856. Without the ability to\ndecide whether and when to have children, women could not—in the\nway men took for granted—determine how they would live their lives,\nand how they would contribute to the society around them.For much that reason,Caseymade clear\nthat the precedentsRoemost closely tracked were those\ninvolving contraception. Over the course of three cases, the Court\nhad held that a right to use and gain access to contraception was\npart of the Fourteenth Amendment’s guarantee of liberty. SeeGriswold,381 U.S.\n479;Eisenstadt,405 U.S.\n438;Careyv.Population Services Int’l,431 U.S.\n678(1977). That clause, we explained, necessarily conferred a\nright “to be free from unwarranted governmental intrusion into\nmatters so fundamentally affecting a person as the decision whether\nto bear or beget a child.”Eisenstadt, 405 U. S., at\n453; seeCarey, 431 U. S., at 684–685.CaseysawRoeas of a piece: In “critical respects the abortion\ndecision is of the same character.” 505 U. S., at 852.\n“[R]easonable people,” the Court noted, could also oppose\ncontraception; and indeed, they could believe that “some forms of\ncontraception” similarly implicate a concern with “potential life.”Id., at 853, 859. Yet the views of others could not\nautomatically prevail against a woman’s right to control her own\nbody and make her own choice about whether to bear, and probably to\nraise, a child. When an unplanned pregnancy is involved—because\neither contraception or abortion is outlawed—“the liberty of the\nwoman is at stake in a sense unique to the human condition.”Id., at 852. No State could undertake to resolve the moral\nquestions raised “in such a definitive way” as to deprive a woman\nof all choice.Id., at 850.Faced with all these connections betweenRoe/Caseyand judicial decisions recognizing other\nconstitutional rights, the majority tells everyone not to worry. It\ncan (so it says) neatly extract the right to choose from the\nconstitutional edifice without affecting any associated rights.\n(Think of someone telling you that the Jenga tower simply will not\ncollapse.) Today’s decision, the majority first says, “does not\nundermine” the decisions cited byRoeandCasey—the\nones involving “marriage, procreation, contraception, [and] family\nrelationships”—“in any way.”Ante, at 32;Casey, 505\nU. S., at 851. Note that this first assurance does not extend\nto rights recognized afterRoeandCasey, and partly\nbased on them—in particular, rights to same-sex intimacy and\nmarriage. Seesupra, at 23.[6] On its later tries, though, the majority includes those\ntoo: “Nothing in this opinion should be understood to cast doubt on\nprecedents that do not concern abortion.”Ante, at 66; seeante, at 71–72. That right is unique, the majority asserts,\n“because [abortion] terminates life or potential life.”Ante, at 66 (internal quotation marks omitted); seeante, at 32, 71–72. So the majority depicts today’s decision\nas “a restricted railroad ticket, good for this day and train\nonly.”Smithv.Allwright,321\nU.S. 649, 669 (1944) (Roberts, J., dissenting). Should the\naudience for these too-much-repeated protestations be duly\nsatisfied? We think not.The first problem with the majority’s account\ncomes from Justice Thomas’s concurrence—which makes clear he is not\nwith the program. In saying that nothing in today’s opinion casts\ndoubt on non-abortion precedents, Justice Thomas explains, he means\nonly that they are not at issue in this very case. Seeante,\nat 7 (“[T]his case does not present the opportunity to reject”\nthose precedents). But he lets us know what he wants to do when\nthey are. “[I]n future cases,” he says, “we should reconsider all\nof this Court’s substantive due process precedents, includingGriswold,Lawrence, andObergefell.”Ante, at 3; see alsosupra, at 25, and n. 6. And\nwhen we reconsider them? Then “we have a duty” to “overrul[e] these\ndemonstrably erroneous decisions.”Ante, at 3. So at least\none Justice is planning to use the ticket of today’s decision again\nand again and again.Even placing the concurrence to the side, the\nassurance in today’s opinion still does not work. Or at least that\nis so if the majority is serious about its sole reason for\noverturningRoeandCasey: the legal status of\nabortion in the 19th century. Except in the places quoted above,\nthe state interest in protecting fetal life plays no part in the\nmajority’s analysis. To the contrary, the majority takes pride in\nnot expressing a view “about the status of the fetus.”Ante,\nat 65; seeante, at 32 (aligning itself withRoe’s\nandCasey’s stance of not deciding whether life or potential\nlife is involved);ante, at 38–39 (similar). The majority’s\ndeparture fromRoeandCaseyrests instead—and\nonly—on whether a woman’s decision to end a pregnancy involves any\nFourteenth Amendment liberty interest (against whichRoeandCaseybalanced the state interest in preserving fetal\nlife).[7] According to the\nmajority, no liberty interest is present—because (and only because)\nthe law offered no protection to the woman’s choice in the 19th\ncentury. But here is the rub. The law also did not then (and would\nnot for ages) protect a wealth of other things. It did not protect\nthe rights recognized inLawrenceandObergefellto\nsame-sex intimacy and marriage. It did not protect the right\nrecognized inLovingto marry across racial lines. It did\nnot protect the right recognized inGriswoldto\ncontraceptive use. For that matter, it did not protect the right\nrecognized inSkinnerv.Oklahoma ex rel. Williamson,316 U.S.\n535(1942), not to be sterilized without consent. So if the\nmajority is right in its legal analysis, all those decisions were\nwrong, and all those matters properly belong to the States\ntoo—whatever the particular state interests involved. And if that\nis true, it is impossible to understand (as a matter of logic and\nprinciple) how the majority can say that its opinion today does not\nthreaten—does not even “undermine”—any number of other\nconstitutional rights.Ante, at 32.[8]Nor does it even help just to take the majority\nat its word. Assume the majority is sincere in saying, for whatever\nreason, that it will go so far and no further. Scout’s honor.\nStill, the future significance of today’s opinion will be decided\nin the future. And law often has a way of evolving without regard\nto original intentions—a way of actually following where logic\nleads, rather than tolerating hard-to- explain lines. Rights can\nexpand in that way. Dissenting inLawrence, Justice Scalia\nexplained why he took no comfort in the Court’s statement that a\ndecision recognizing the right to same-sex intimacy did “not\ninvolve” same-sex marriage. 539 U. S., at 604. That could be\ntrue, he wrote, “only if one entertains the belief that principle\nand logic have nothing to do with the decisions of this Court.”Id., at 605. Score one for the dissent, as a matter of\nprophecy. And logic and principle are not one-way ratchets. Rights\ncan contract in the same way and for the same reason—because\nwhatever today’s majority might say, one thing really does lead to\nanother. We fervently hope that does not happen because of today’s\ndecision. We hope that we will not join Justice Scalia in the book\nof prophets. But we cannot understand how anyone can be confident\nthat today’s opinion will be the last of its kind.Consider, as our last word on this issue,\ncontraception. The Constitution, of course, does not mention that\nword. And there is no historical right to contraception, of the\nkind the majority insists on. To the contrary, the American legal\nlandscape in the decades after the Civil War was littered with bans\non the sale of contraceptive devices. So again, there seem to be\ntwo choices. Seesupra, at 5, 26–27. If the majority is\nserious about its historical approach, thenGriswoldand its\nprogeny are in the line of fire too. Or if it is not serious, then\n. . . whatisthe basis of today’s decision? If we\nhad to guess, we suspect the prospects of this Court approving bans\non contraception are low. But once again, the future significance\nof today’s opinion will be decided in the future. At the least,\ntoday’s opinion will fuel the fight to get contraception, and any\nother issues with a moral dimension, out of the Fourteenth\nAmendment and into state legislatures.[9]Anyway, today’s decision, taken on its own, is\ncatastrophic enough. As a matter of constitutional method, the\nmajority’s commitment to replicate in 2022 every view about the\nmeaning of liberty held in 1868 has precious little to recommend\nit. Our law in this constitutional sphere, as in most, has for\ndecades upon decades proceeded differently. It has considered\nfundamental constitutional principles, the whole course of the\nNation’s history and traditions, and the step-by-step evolution of\nthe Court’s precedents. It is disciplined but not static. It relies\non accumulated judgments, not just the sentiments of one long-ago\ngeneration of men (who themselves believed, and drafted the\nConstitution to reflect, that the world progresses). And by doing\nso, it includes those excluded from that olden conversation, rather\nthan perpetuating its bounds.As a matter of constitutional substance, the\nmajority’s opinion has all the flaws its method would suggest.\nBecause laws in 1868 deprived women of any control over their\nbodies, the majority approves States doing so today. Because those\nlaws prevented women from charting the course of their own lives,\nthe majority says States can do the same again. Because in 1868,\nthe government could tell a pregnant woman—even in the first days\nof her pregnancy—that she could do nothing but bear a child, it can\nonce more impose that command. Today’s decision strips women of\nagency over what even the majority agrees is a contested and\ncontestable moral issue. It forces her to carry out the State’s\nwill, whatever the circumstances and whatever the harm it will\nwreak on her and her family. In the Fourteenth Amendment’s terms,\nit takes away her liberty. Even before we get tostare\ndecisis, we dissent.IIBy overrulingRoe,Casey, and\nmore than 20 cases reaffirming or applying the constitutional right\nto abortion, the majority abandonsstare decisis, a\nprinciple central to the rule of law.“Stare decisis”\nmeans “to stand by things decided.” Black’s Law Dictionary 1696\n(11th ed. 2019). Blackstone called it the “established rule to\nabide by former precedents.” 1 Blackstone 69.Stare decisis“promotes the evenhanded, predictable, and consistent development\nof legal principles.”Payne, 501 U. S., at 827. It\nmaintains a stability that allows people to order their lives under\nthe law. See H. Hart & A. Sacks, The Legal Process: Basic\nProblems in the Making and Application of Law 568–569 (1994).Stare decisisalso “contributes to the\nintegrity of our constitutional system of government” by ensuring\nthat decisions “are founded in the law rather than in the\nproclivities of individuals.”Vasquez, 474 U. S., at\n265. As Hamilton wrote: It “avoid[s] an arbitrary discretion in the\ncourts.” The Federalist No. 78, p. 529 (J. Cooke ed. 1961) (A.\nHamilton). And as Blackstone said before him: It “keep[s] the scale\nof justice even and steady, and not liable to waver with every new\njudge’s opinion.” 1 Blackstone 69. The “glory” of our legal system\nis that it “gives preference to precedent rather than\n. . . jurists.” H. Humble, Departure From Precedent, 19\nMich. L. Rev. 608, 614 (1921). That is why, the story goes,\nChief Justice John Marshall donned a plain black robe when he swore\nthe oath of office. That act personified an American tradition.\nJudges’ personal preferences do not make law; rather, the law\nspeaks through them.That means the Court may not overrule a\ndecision, even a constitutional one, without a “special\njustification.”Gamblev.United States, 587\nU. S. ___, ___ (2019) (slip op., at 11).Stare decisisis, of course, not an “inexorable command”; it is sometimes\nappropriate to overrule an earlier decision.Pearsonv.Callahan,555 U.S.\n223, 233 (2009). But the Court must have a good reason to do so\nover and above the belief “that the precedent was wrongly decided.”Halliburton Co.v.Erica P. John Fund, Inc.,573 U.S.\n258, 266 (2014). “[I]t is not alone sufficient that we would\ndecide a case differently now than we did then.”Kimblev.Marvel Entertainment, LLC, 576 U.S. 446, 455 (2015).The majority today lists some 30 of our cases as\noverruling precedent, and argues that they support overrulingRoeandCasey. But none does, as further described\nbelow and in the Appendix. Seeinfra, at 61–66. In some, the\nCourt only partially modified or clarified a precedent. And in the\nrest, the Court relied on one or more of the traditionalstare\ndecisisfactors in reaching its conclusion. The Court found,\nfor example, (1) a change in legal doctrine that undermined or made\nobsolete the earlier decision; (2) a factual change that had the\nsame effect; or (3) an absence of reliance because the earlier\ndecision was less than a decade old. (The majority is wrong when it\nsays that we insist on a test of changed law or fact alone,\nalthough that is present in most of the cases. Seeante, at\n69.) None of those factors apply here: Nothing—and in particular,\nno significant legal or factual change—supports overturning a\nhalf-century of settled law giving women control over their\nreproductive lives. First, for all the reasons we have given,RoeandCaseywere correct. In holding that a State\ncould not “resolve” the debate about abortion “in such a definitive\nway that a woman lacks all choice in the matter,” the Court\nprotected women’s liberty and women’s equality in a way comporting\nwith our Fourteenth Amendment precedents.Casey, 505\nU. S., at 850. Contrary to the majority’s view, the legal\nstatus of abortion in the 19th century does not weaken those\ndecisions. And the majority’s repeated refrain about “usurp[ing]”\nstate legislatures’ “power to address” a publicly contested\nquestion does not help it on the key issue here.Ante, at\n44; seeante, at 1. To repeat: The point of a right is to\nshield individual actions and decisions “from the vicissitudes of\npolitical controversy, to place them beyond the reach of majorities\nand officials and to establish them as legal principles to be\napplied by the courts.”Barnette, 319 U. S., at 638;supra, at 7. However divisive, a right is not at the\npeople’s mercy.In any event “[w]hether or not we\n. . . agree” with a prior precedent is the beginning, not\nthe end, of our analysis—and the remaining “principles ofstare\ndecisisweigh heavily against overruling”RoeandCasey.Dickersonv.United States,530 U.S.\n428, 443 (2000).Caseyitself applied those principles,\nin one of this Court’s most important precedents about precedent.\nAfter assessing the traditionalstare decisisfactors,Caseyreached the only conclusion possible—thatstare\ndecisisoperates powerfully here. It still does. The standardsRoeandCaseyset out are perfectly workable. No\nchanges in either law or fact have eroded the two decisions. And\ntens of millions of American women have relied, and continue to\nrely, on the right to choose. So under traditionalstare\ndecisisprinciples, the majority has no special justification\nfor the harm it causes.And indeed, the majority comes close to\nconceding that point. The majority barely mentions any legal or\nfactual changes that have occurred sinceRoeandCasey. It suggests that the two decisions are hard for\ncourts to implement, but cannot prove its case. In the end, the\nmajority says, all it must say to overridestare decisisis\none thing: that it believesRoeandCasey“egregiously wrong.”Ante, at 70. That rule could equally\nspell the end of any precedent with which a bare majority of the\npresent Court disagrees. So how does that approach prevent the\n“scale of justice” from “waver[ing] with every new judge’s\nopinion”? 1 Blackstone 69. It does not. It makes radical change too\neasy and too fast, based on nothing more than the new views of new\njudges. The majority has overruledRoeandCaseyfor\none and only one reason: because it has always despised them, and\nnow it has the votes to discard them. The majority thereby\nsubstitutes a rule by judges for the rule of law.AContrary to the majority’s view, there is\nnothing unworkable aboutCasey’s “undue burden” standard.\nIts primary focus on whether a State has placed a “substantial\nobstacle” on a woman seeking an abortion is “the sort of inquiry\nfamiliar to judges across a variety of contexts.”June Medical\nServices L.L.C.v.Russo, 591\nU. S. ___, ___ (2020) (slip op., at 6) (Roberts, C. J.,\nconcurring in judgment). And it has given rise to no more conflict\nin application than many standards this Court and others\nunhesitatingly apply every day.General standards, like the undue burden\nstandard, are ubiquitous in the law, and particularly in\nconstitutional adjudication. When called on to give effect to the\nConstitution’s broad principles, this Court often crafts flexible\nstandards that can be applied case-by-case to a myriad of\nunforeseeable circumstances. SeeDickerson, 530 U. S.,\nat 441 (“No court laying down a general rule can possibly foresee\nthe various circumstances” in which it must apply). So, for\nexample, the Court asks about undue or substantial burdens on\nspeech, on voting, and on interstate commerce. See,e.g.,Arizona Free Enterprise Club’s Freedom Club PACv.Bennett,564 U.S.\n721, 748 (2011);Burdickv.Takushi,504 U.S.\n428, 433–434 (1992);Pikev.Bruce Church, Inc.,397 U.S.\n137, 142 (1970). TheCaseyundue burden standard is the\nsame. It also resembles general standards that courts work with\ndaily in other legal spheres—like the “rule of reason” in antitrust\nlaw or the “arbitrary and capricious” standard for agency\ndecisionmaking. SeeStandard Oil Co. of N. J.v.United States,221 U.S.\n1, 62 (1911);Motor Vehicle Mfrs. Assn. of United States,\nInc.v.State Farm Mut. Automobile Ins. Co.,463 U.S.\n29, 42–43 (1983). Applying general standards to particular\ncases is, in many contexts, just what it means to do law.And the undue burden standard has given rise to\nno unusual difficulties. Of course, it has provoked some\ndisagreement among judges.Caseyknew it would: That much\n“is to be expected in the application of any legal standard which\nmust accommodate life’s complexity.” 505 U. S., at 878\n(plurality opinion). Which is to say: That much is to be expected\nin the application of any legal standard. But the majority vastly\noverstates the divisions among judges applying the standard. We\ncount essentially two. The Chief Justice disagreed with other\nJustices in theJune Medicalmajority about whetherCaseycalled for weighing the benefits of an abortion\nregulation against its burdens. See 591 U. S., at ___–___\n(slip op., at 6–7);ante, at 59, 60, and\nn. 53.[10] We agree\nthat theJune Medicaldifference is a difference—but not one\nthat would actually make a difference in the result of most cases\n(it did not inJune Medical), and not one incapable of\nresolution were it ever to matter. As for lower courts, there is\nnow a one-year-old, one-to-one Circuit split about how the undue\nburden standard applies to state laws that ban abortions for\ncertain reasons, like fetal abnormality. Seeante, at 61,\nand n. 57. That is about it, as far as we can see.[11] And that is not much. This Court mostly\ndoes not even grant certiorari on one-year-old, one-to-one Circuit\nsplits, because we know that a bit of disagreement is an inevitable\npart of our legal system. To borrow an old saying that might apply\nhere: Not one or even a couple of swallows can make the majority’s\nsummer.Anyone concerned about workability should\nconsider the majority’s substitute standard. The majority says a\nlaw regulating or banning abortion “must be sustained if there is a\nrational basis on which the legislature could have thought that it\nwould serve legitimate state interests.”Ante, at 77. And\nthe majority lists interests like “respect for and preservation of\nprenatal life,” “protection of maternal health,” elimination of\ncertain “medical procedures,” “mitigation of fetal pain,” and\nothers.Ante, at 78. This Court will surely face critical\nquestions about how that test applies. Must a state law allow\nabortions when necessary to protect a woman’s life and health? And\nif so, exactly when? How much risk to a woman’s life can a State\nforce her to incur, before the Fourteenth Amendment’s protection of\nlife kicks in? Suppose a patient with pulmonary hypertension has a\n30-to-50 percent risk of dying with ongoing pregnancy; is that\nenough? And short of death, how much illness or injury can the\nState require her to accept, consistent with the Amendment’s\nprotection of liberty and equality? Further, the Court may face\nquestions about the application of abortion regulations to medical\ncare most people view as quite different from abortion. What about\nthe morning-after pill? IUDs? In vitro fertilization? And how about\nthe use of dilation and evacuation or medication for miscarriage\nmanagement? See generally L. Harris, Navigating Loss of Abortion\nServices—A Large Academic Medical Center Prepares for the Overturn\nofRoev.Wade, 386 New England J. Med. 2061\n(2022).[12]Finally, the majority’s ruling today invites a\nhost of questions about interstate conflicts. Seesupra, at\n3; see generally D. Cohen, G. Donley, & R. Rebouché, The New\nAbortion Battleground, 123 Colum. L. Rev. (forthcoming 2023),\nhttps://ssrn.com/abstract=4032931. Can a State bar women from\ntraveling to another State to obtain an abortion? Can a State\nprohibit advertising out-of-state abortions or helping women get to\nout-of-state providers? Can a State interfere with the mailing of\ndrugs used for medication abortions? The Constitution protects\ntravel and speech and interstate commerce, so today’s ruling will\ngive rise to a host of new constitutional questions. Far from\nremoving the Court from the abortion issue, the majority puts the\nCourt at the center of the coming “interjurisdictional abortion\nwars.”Id., at ___ (draft, at 1).In short, the majority does not save judges from\nunwieldy tests or extricate them from the sphere of controversy. To\nthe contrary, it discards a known, workable, and predictable\nstandard in favor of something novel and probably far more\ncomplicated. It forces the Court to wade further into hotly\ncontested issues, including moral and philosophical ones, that the\nmajority criticizesRoeandCaseyfor addressing.BWhen overruling constitutional precedent, the\nCourt has almost always pointed to major legal or factual changes\nundermining a decision’s original basis. A review of the Appendix\nto this dissent proves the point. Seeinfra, at 61–66. Most\n“successful proponent[s] of overruling precedent,” this Court once\nsaid, have carried “the heavy burden of persuading the Court that\nchanges in society or in the law dictate that the values served bystare decisisyield in favor of a greater objective.”Vasquez, 474 U. S., at 266. Certainly, that was so of\nthe main examples the majority cites:Brownv.Board of\nEducation,347 U.S.\n483(1954), andWest Coast Hotel Co.v.Parrish,300 U.S.\n379(1937). But it is not so today. Although nodding to some\narguments others have made about “modern developments,” the\nmajority does not really rely on them, no doubt seeing their\nslimness.Ante, at 33; seeante, at 34. The majority\nbriefly invokes the current controversy over abortion. Seeante, at 70–71. But it has to acknowledge that the same\ndispute has existed for decades: Conflict over abortion is not a\nchange but a constant. (And as we will later discuss, the presence\nof that continuing division provides more of a reason to stick\nwith, than to jettison, existing precedent. Seeinfra, at\n55–57.) In the end, the majority throws longstanding precedent to\nthe winds without showing that anything significant has changed to\njustify its radical reshaping of the law. Seeante, at\n43.1Subsequent legal developments have only\nreinforcedRoeandCasey. The Court has continued to\nembrace all the decisionsRoeandCaseycited,\ndecisions which recognize a constitutional right for an individual\nto make her own choices about “intimate relationships, the family,”\nand contraception.Casey, 505 U. S., at 857.RoeandCaseyhave themselves formed the legal foundation for\nsubsequent decisions protecting these profoundly personal choices.\nAs discussed earlier, the Court relied onCaseyto hold that\nthe Fourteenth Amendment protects same-sex intimate relationships.\nSeeLawrence, 539 U. S., at 578;supra, at 23.\nThe Court later invoked the same set of precedents to accord\nconstitutional recognition to same-sex marriage. SeeObergefell, 576 U. S., at 665–666;supra, at 23.\nIn sum,RoeandCaseyare inextricably interwoven\nwith decades of precedent about the meaning of the Fourteenth\nAmendment. Seesupra, at 21–24. While the majority might\nwish it otherwise,RoeandCaseyare the very\nopposite of “ ‘obsolete constitutional thinking.’ ”Agostiniv.Felton,521\nU.S. 203, 236 (1997) (quotingCasey, 505 U. S., at\n857).Moreover, no subsequent factual developments\nhave underminedRoeandCasey. Women continue to\nexperience unplanned pregnancies and unexpected developments in\npregnancies. Pregnancies continue to have enormous physical,\nsocial, and economic consequences. Even an uncomplicated pregnancy\nimposes significant strain on the body, unavoidably involving\nsignificant physiological change and excruciating pain. For some\nwomen, pregnancy and childbirth can mean life-altering physical\nailments or even death. Today, as noted earlier, the risks of\ncarrying a pregnancy to term dwarf those of having an abortion. Seesupra, at 22. Experts estimate that a ban on abortions\nincreases maternal mortality by 21 percent, with white women facing\na 13 percent increase in maternal mortality while black women face\na 33 percent increase.[13]\nPregnancy and childbirth may also impose large-scale financial\ncosts. The majority briefly refers to arguments about changes in\nlaws relating to healthcare coverage, pregnancy discrimination, and\nfamily leave. Seeante, at 33–34. Many women, however, still\ndo not have adequate healthcare coverage before and after\npregnancy; and, even when insurance coverage is available,\nhealthcare services may be far away.[14] Women also continue to face pregnancy discrimination\nthat interferes with their ability to earn a living. Paid family\nleave remains inaccessible to many who need it most. Only 20\npercent of private-sector workers have access to paid family leave,\nincluding a mere 8 percent of workers in the bottom quartile of\nwage earners.[15]The majority briefly notes the growing\nprevalence of safe haven laws and demand for adoption, seeante, at 34, and nn. 45–46, but, to the degree that these\nare changes at all, they too are irrelevant.[16] Neither reduces the health risks or\nfinancial costs of going through pregnancy and childbirth.\nMoreover, the choice to give up parental rights after giving birth\nis altogether different from the choice not to carry a pregnancy to\nterm. The reality is that few women denied an abortion will choose\nadoption.[17] The vast\nmajority will continue, just as inRoeandCasey’s\ntime, to shoulder the costs of childrearing. Whether or not they\nchoose to parent, they will experience the profound loss of\nautonomy and dignity that coerced pregnancy and birth always\nimpose.[18]Mississippi’s own record illustrates how little\nfacts on the ground have changed sinceRoeandCasey,\nnotwithstanding the majority’s supposed “modern developments.”Ante, at 33. Sixty-two percent of pregnancies in Mississippi\nare unplanned, yet Mississippi does not require insurance to cover\ncontraceptives and prohibits educators from demonstrating proper\ncontraceptive use.[19] The\nState neither bans pregnancy discrimination nor requires provision\nof paid parental leave. Brief for Yale Law School Information\nSociety Project asAmicus Curiae13 (Brief for Yale Law\nSchool); Brief for National Women’s Law Center et al. asAmici Curiae32. It has strict eligibility requirements for\nMedicaid and nutrition assistance, leaving many women and families\nwithout basic medical care or enough food. See Brief for 547 Deans,\nChairs, Scholars and Public Health Professionals et al. asAmici Curiae32–34 (Brief for 547 Deans). Although 86\npercent of pregnancy-related deaths in the State are due to\npostpartum complications, Mississippi rejected federal funding to\nprovide a year’s worth of Medicaid coverage to women after giving\nbirth. See Brief for Yale Law School 12–13. Perhaps unsurprisingly,\nhealth outcomes in Mississippi are abysmal for both women and\nchildren. Mississippi has the highest infant mortality rate in the\ncountry, and some of the highest rates for preterm birth, low\nbirthweight, cesarean section, and maternal death.[20] It is approximately 75 times more\ndangerous for a woman in the State to carry a pregnancy to term\nthan to have an abortion. See Brief for 547 Deans 9–10. We do not\nsay that every State is Mississippi, and we are sure some have made\ngains sinceRoeandCaseyin providing support for\nwomen and children. But a state-by-state analysis by public health\nprofessionals shows that States with the most restrictive abortion\npolicies also continue to invest the least in women’s and\nchildren’s health. See Brief for 547 Deans 23–34.The only notable change we can see sinceRoeandCaseycuts in favor of adhering to precedent:\nIt is that American abortion law has become more and more aligned\nwith other nations. The majority, like the Mississippi Legislature,\nclaims that the United States is an extreme outlier when it comes\nto abortion regulation. Seeante, at 6, and n. 15. The\nglobal trend, however, has been toward increased provision of legal\nand safe abortion care. A number of countries, including New\nZealand, the Netherlands, and Iceland, permit abortions up to a\nroughly similar time asRoeandCaseyset. See Brief\nfor International and Comparative Legal Scholars asAmici\nCuriae18–22. Canada has decriminalized abortion at any point\nin a pregnancy. Seeid., at 13–15. Most Western European\ncountries impose restrictions on abortion after 12 to 14 weeks, but\nthey often have liberal exceptions to those time limits, including\nto prevent harm to a woman’s physical or mental health. Seeid., at 24–27; Brief for European Law Professors asAmici\nCuriae16–17, Appendix. They also typically make access to\nearly abortion easier, for example, by helping cover its\ncost.[21] Perhaps most\nnotable, more than 50 countries around the world—in Asia, Latin\nAmerica, Africa, and Europe—have expanded access to abortion in the\npast 25 years. See Brief for International and Comparative Legal\nScholars asAmici Curiae28–29. In light of that worldwide\nliberalization of abortion laws, it is American States that will\nbecome international outliers after today.In sum, the majority can point to neither legal\nnor factual developments in support of its decision. Nothing that\nhas happened in this country or the world in recent decades\nundermines the core insight ofRoeandCasey. It\ncontinues to be true that, within the constraints those decisions\nestablished, a woman, not the government, should choose whether she\nwill bear the burdens of pregnancy, childbirth, and parenting.2In support of its holding, seeante, at\n40, the majority invokes two watershed cases overruling prior\nconstitutional precedents:West Coast Hotel Co.v.ParrishandBrownv.Board of Education. But\nthose decisions, unlike today’s, responded to changed law and to\nchanged facts and attitudes that had taken hold throughout society.\nAsCaseyrecognized, the two cases are relevant only to\nshow—by stark contrast—how unjustified overturning the right to\nchoose is. See 505 U. S., at 861–864.West Coast HoteloverruledAdkinsv.Children’s Hospital of D. C.,261\nU.S. 525(1923), and a whole line of cases beginning withLochnerv.New York,198 U.S.\n45(1905).Adkinshad found a state minimum-wage law\nunconstitutional because, in the Court’s view, the law interfered\nwith a constitutional right to contract. 261 U. S., at\n554–555. But then the Great Depression hit, bringing with it\nunparalleled economic despair. The experience undermined—in fact,\nit disproved—Adkins’s assumption that a wholly unregulated\nmarket could meet basic human needs. As Justice Jackson (before\nbecoming a Justice) wrote of that time: “The older world oflaissez fairewas recognized everywhere outside the Court to\nbe dead.” The Struggle for Judicial Supremacy 85 (1941). InWest\nCoast Hotel, the Court caught up, recognizing through the lens\nof experience the flaws of existing legal doctrine. See alsoante, at 11 (Roberts, C. J., concurring in judgment).\nThe havoc the Depression had worked on ordinary Americans, the\nCourt noted, was “common knowledge through the length and breadth\nof the land.” 300 U. S., at 399. Thelaissez-faireapproach had led to “the exploiting of workers at wages so low as\nto be insufficient to meet the bare cost of living.”Ibid.And sinceAdkinswas decided, the law had also changed. In\nseveral decisions, the Court had started to recognize the power of\nStates to implement economic policies designed to enhance their\ncitizens’ economic well-being. See,e.g.,Nebbiav.New York,291 U.S.\n502(1934);O’Gorman & Young, Inc.v.Hartford\nFire Ins. Co.,282 U.S.\n251(1931). The statements in those decisions,West Coast\nHotelexplained, were “impossible to reconcile” withAdkins. 300 U. S., at 398. There was no escaping the\nneed forAdkinsto go.Brownv.Board of EducationoverruledPlessyv.Ferguson,163\nU.S. 537(1896), along with its doctrine of “separate but\nequal.” By 1954, decades of Jim Crow had made clear whatPlessy’s turn of phrase actually meant: “inherent[ ]\n[in]equal[ity].”Brown, 347 U. S., at 495. Segregation\nwas not, and could not ever be, consistent with the Reconstruction\nAmendments, ratified to give the former slaves full citizenship.\nWhatever might have been thought inPlessy’s time, theBrownCourt explained, both experience and “modern\nauthority” showed the “detrimental effect[s]” of state-sanctioned\nsegregation: It “affect[ed] [children’s] hearts and minds in a way\nunlikely ever to be undone.” 347 U. S., at 494. By that point,\ntoo, the law had begun to reflect that understanding. In a series\nof decisions, the Court had held unconstitutional public graduate\nschools’ exclusion of black students. See,e.g.,Sweattv.Painter,339 U.S.\n629(1950);Sipuelv.Board of Regents of Univ. of\nOkla.,332 U.S.\n631(1948) (per curiam);Missouri ex rel.\nGainesv.Canada,305 U.S.\n337(1938). The logic of those cases,Brownheld,\n“appl[ied] with added force to children in grade and high schools.”\n347 U. S., at 494. Changed facts and changed law requiredPlessy’s end.The majority says that in recognizing those\nchanges, we are implicitly supporting the half-century interlude\nbetweenPlessyandBrown. Seeante, at 70.\nThat is not so. First, if theBrownCourt had used the\nmajority’s method of constitutional construction, it might not ever\nhave overruledPlessy, whether 5 or 50 or 500 years later.Brownthought that whether the ratification-era history\nsupported desegregation was “[a]t best . . .\ninconclusive.” 347 U. S., at 489. But even setting that aside,\nwe are not saying that a decision canneverbe overruled\njust because it is terribly wrong. TakeWest Virginia Bd. of\nEd.v.Barnette,319 U.S.\n624, which the majority also relies on. Seeante, at\n40–41, 70. That overruling took place just three years after the\ninitial decision, before any notable reliance interests had\ndeveloped. It happened as well because individual Justices changed\ntheir minds, not because a new majority wanted to undo the\ndecisions of their predecessors. BothBarnetteandBrown, moreover, share another feature setting them apart\nfrom the Court’s ruling today. They protected individual rights\nwith a strong basis in the Constitution’s most fundamental\ncommitments; they did not, as the majority does here, take away a\nright that individuals have held, and relied on, for 50 years. To\ntakethataction based on a new and bare majority’s\ndeclaration that two Courts got the result egregiously wrong? And\nto justify that action by reference toBarnette? Or toBrown—a case in which the Chief Justice also wrote an\n(11-page) opinion in which the entire Court could speak with one\nvoice? These questions answer themselves.Caseyitself addressed bothWest Coast\nHotelandBrown, and found that neither supportedRoe’s overruling. InWest Coast Hotel,Caseyexplained, “the facts of economic life” had proved “different from\nthose previously assumed.” 505 U. S., at 862. And even though\n“Plessywas wrong the day it was decided,” the passage of\ntime had made that ever more clear to ever more citizens:\n“Society’s understanding of the facts” in 1954 was “fundamentally\ndifferent” than in 1896.Id., at 863. So the Court needed to\nreverse course. “In constitutional adjudication as elsewhere in\nlife, changed circumstances may impose new obligations.”Id., at 864. And because such dramatic change had occurred,\nthe public could understand why the Court was acting. “[T]he Nation\ncould accept each decision” as a “response to the Court’s\nconstitutional duty.”Ibid. But that would not be true of a\nreversal ofRoe—“[b]ecause neither the factual underpinnings\nofRoe’s central holding nor our understanding of it has\nchanged.” 505 U. S., at 864.That is just as much so today, becauseRoeandCaseycontinue to reflect, not diverge from,\nbroad trends in American society. It is, of course, true that many\nAmericans, including many women, opposed those decisions when\nissued and do so now as well. Yet the fact remains:RoeandCaseywere the product of a profound and ongoing change in\nwomen’s roles in the latter part of the 20th century. Only a dozen\nyears beforeRoe, the Court described women as “the center\nof home and family life,” with “special responsibilities” that\nprecluded their full legal status under the Constitution.Hoytv.Florida,368 U.S.\n57, 62 (1961). By 1973, when the Court decidedRoe,\nfundamental social change was underway regarding the place of\nwomen—and the law had begun to follow. SeeReedv.Reed,404 U.S.\n71, 76 (1971) (recognizing that the Equal Protection Clause\nprohibits sex-based discrimination). By 1992, when the Court\ndecidedCasey, the traditional view of a woman’s role as\nonly a wife and mother was “no longer consistent with our\nunderstanding of the family, the individual, or the Constitution.”\n505 U. S., at 897; seesupra, at 15, 23–24. Under that\ncharter,Caseyunderstood, women must take their place as\nfull and equal citizens. And for that to happen, women must have\ncontrol over their reproductive decisions. Nothing sinceCasey—no changed law, no changed fact—has undermined that\npromise.CThe reasons for retainingRoeandCaseygain further strength from the overwhelming reliance\ninterests those decisions have created. The Court adheres to\nprecedent not just for institutional reasons, but because it\nrecognizes that stability in the law is “an essential thread in the\nmantle of protection that the law affords the individual.”Florida Dept. of Health and Rehabilitative Servs.v.Florida Nursing Home Assn.,450 U.S.\n147, 154 (1981) (Stevens, J., concurring). So when overruling\nprecedent “would dislodge [individuals’] settled rights and\nexpectations,”stare decisishas “added force.”Hiltonv.South Carolina Public Railways Comm’n,502 U.S.\n197, 202 (1991).Caseyunderstood that to deny\nindividuals’ reliance onRoewas to “refuse to face the\nfact[s].” 505 U. S., at 856. Today the majority refuses to\nface the facts. “The most striking feature of the [majority] is the\nabsence of any serious discussion” of how its ruling will affect\nwomen.Ante, at 37. By characterizingCasey’s\nreliance arguments as “generalized assertions about the national\npsyche,”ante, at 64, it reveals how little it knows or\ncares about women’s lives or about the suffering its decision will\ncause.InCasey, the Court observed that for two\ndecades individuals “have organized intimate relationships and\nmade” significant life choices “in reliance on the availability of\nabortion in the event that contraception should fail.” 505\nU. S., at 856. Over another 30 years, that reliance has\nsolidified. For half a century now, inCasey’s words, “[t]he\nability of women to participate equally in the economic and social\nlife of the Nation has been facilitated by their ability to control\ntheir reproductive lives.”Ibid.; seesupra, at\n23–24. Indeed, all women now of childbearing age have grown up\nexpecting that they would be able to avail themselves ofRoe’s andCasey’s protections.The disruption of overturningRoeandCaseywill therefore be profound. Abortion is a common\nmedical procedure and a familiar experience in women’s lives. About\n18 percent of pregnancies in this country end in abortion, and\nabout one quarter of American women will have an abortion before\nthe age of 45.[22] Those\nnumbers reflect the predictable and life-changing effects of\ncarrying a pregnancy, giving birth, and becoming a parent. AsCaseyunderstood, people today rely on their ability to\ncontrol and time pregnancies when making countless life decisions:\nwhere to live, whether and how to invest in education or careers,\nhow to allocate financial resources, and how to approach intimate\nand family relationships. Women may count on abortion access for\nwhen contraception fails. They may count on abortion access for\nwhen contraception cannot be used, for example, if they were raped.\nThey may count on abortion for when something changes in the midst\nof a pregnancy, whether it involves family or financial\ncircumstances, unanticipated medical complications, or\nheartbreaking fetal diagnoses. Taking away the right to abortion,\nas the majority does today, destroys all those individual plans and\nexpectations. In so doing, it diminishes women’s opportunities to\nparticipate fully and equally in the Nation’s political, social,\nand economic life. See Brief for Economists asAmici Curiae13 (showing that abortion availability has “large effects on\nwomen’s education, labor force participation, occupations, and\nearnings” (footnotes omitted)).The majority’s response to these obvious points\nexists far from the reality American women actually live. The\nmajority proclaims that “ ‘reproductive planning could take\nvirtually immediate account of any sudden restoration of state\nauthority to ban abortions.’ ”Ante, at 64 (quotingCasey, 505 U. S., at 856).[23] The facts are: 45 percent of pregnancies in the\nUnited States are unplanned. See Brief for 547 Deans 5. Even the\nmost effective contraceptives fail, and effective contraceptives\nare not universally accessible.[24] Not all sexual activity is consensual and not all\ncontraceptive choices are made by the party who risks pregnancy.\nSee Brief for Legal Voice et al. asAmici Curiae18–19.\nThe Mississippi law at issue here, for example, has no exception\nfor rape or incest, even for underage women. Finally, the majority\nignores, as explained above, that some women decide to have an\nabortion because their circumstances change during a pregnancy. Seesupra, at 49. Human bodies care little for hopes and plans.\nEvents can occur after conception, from unexpected medical risks to\nchanges in family circumstances, which profoundly alter what it\nmeans to carry a pregnancy to term. In all these situations, women\nhave expected that they will get to decide, perhaps in consultation\nwith their families or doctors but free from state interference,\nwhether to continue a pregnancy. For those who will now have to\nundergo that pregnancy, the loss ofRoeandCaseycould be disastrous.That is especially so for women without money.\nWhen we “count[ ] the cost of [Roe’s] repudiation” on\nwomen who once relied on that decision, it is not hard to see where\nthe greatest burden will fall.Casey, 505 U. S., at\n855. In States that bar abortion, women of means will still be able\nto travel to obtain the services they need.[25] It is women who cannot afford to do so who\nwill suffer most. These are the women most likely to seek abortion\ncare in the first place. Women living below the federal poverty\nline experience unintended pregnancies at rates five times higher\nthan higher income women do, and nearly half of women who seek\nabortion care live in households below the poverty line. See Brief\nfor 547 Deans 7; Brief for Abortion Funds and Practical Support\nOrganizations asAmici Curiae8 (Brief for Abortion Funds).\nEven withRoe’s protection, these women face immense\nobstacles to raising the money needed to obtain abortion care early\nin their pregnancy. See Brief for Abortion Funds 7–12.[26] After today, in States where\nlegal abortions are not available, they will lose any ability to\nobtain safe, legal abortion care. They will not have the money to\nmake the trip necessary; or to obtain childcare for that time; or\nto take time off work. Many will endure the costs and risks of\npregnancy and giving birth against their wishes. Others will turn\nin desperation to illegal and unsafe abortions. They may lose not\njust their freedom, but their lives.[27]Finally, the expectation of reproductive control\nis integral to many women’s identity and their place in the Nation.\nSeeCasey, 505 U. S., at 856. That expectation helps\ndefine a woman as an “equal citizen[ ],” with all the rights,\nprivileges, and obligations that status entails.Gonzales,\n550 U. S., at 172 (Ginsburg, J., dissenting); seesupra, at 23–24. It reflects that she is an autonomous\nperson, and that society and the law recognize her as such. Like\nmany constitutional rights, the right to choose situates a woman in\nrelationship to others and to the government. It helps define a\nsphere of freedom, in which a person has the capacity to make\nchoices free of government control. AsCaseyrecognized, the\nright “order[s]” her “thinking” as well as her “living.” 505\nU. S., at 856. Beyond any individual choice about residence,\nor education, or career, her whole life reflects the control and\nauthority that the right grants.Withdrawing a woman’s right to choose whether to\ncontinue a pregnancy does not mean that no choice is being made. It\nmeans that a majority of today’s Court has wrenched this choice\nfrom women and given it to the States. To allow a State to exert\ncontrol over one of “the most intimate and personal choices” a\nwoman may make is not only to affect the course of her life,\nmonumental as those effects might be.Id., at 851. It is to\nalter her “views of [herself]” and her understanding of her\n“place[ ] in society” as someone with the recognized dignity\nand authority to make these choices.Id., at 856. Women have\nrelied onRoeandCaseyin this way for 50 years.\nMany have never known anything else. WhenRoeandCaseydisappear, the loss of power, control, and dignity\nwill be immense.The Court’s failure to perceive the whole swath\nof expectationsRoeandCaseycreated reflects an\nimpoverished view of reliance. According to the majority, a\nreliance interest must be “very concrete,” like those involving\n“property” or “contract.”Ante, at 64. While many of this\nCourt’s cases addressing reliance have been in the “commercial\ncontext,”Casey, 505 U. S., at 855, none holds that\ninterests must be analogous to commercial ones to warrantstare\ndecisisprotection.[28]\nThis unprecedented assertion is, at bottom, a radical claim to\npower. By disclaiming any need to consider broad swaths of\nindividuals’ interests, the Court arrogates to itself the authority\nto overrule established legal principles without even acknowledging\nthe costs of its decisions for the individuals who live under the\nlaw, costs that this Court’sstare decisisdoctrine\ninstructs us to privilege when deciding whether to change\ncourse.The majority claims that the reliance interests\nwomen have inRoeandCaseyare too “intangible” for\nthe Court to consider, even if it were inclined to do so.Ante, at 65. This is to ignore as judges what we know as men\nand women. The interests women have inRoeandCaseyare perfectly, viscerally concrete. Countless women will now make\ndifferent decisions about careers, education, relationships, and\nwhether to try to become pregnant than they would have whenRoeserved as a backstop. Other women will carry pregnancies\nto term, with all the costs and risk of harm that involves, when\nthey would previously have chosen to obtain an abortion. For\nmillions of women,RoeandCaseyhave been critical\nin giving them control of their bodies and their lives. Closing our\neyes to the suffering today’s decision will impose will not make\nthat suffering disappear. The majority cannot escape its obligation\nto “count[ ] the cost[s]” of its decision by invoking the\n“conflicting arguments” of “contending sides.”Casey, 505\nU. S., at 855;ante, at 65.Stare decisisrequires that the Court calculate the costs of a decision’s\nrepudiation on those who have relied on the decision, not on those\nwho have disavowed it. SeeCasey, 505 U. S., at\n855.More broadly, the majority’s approach to\nreliance cannot be reconciled with our Nation’s understanding of\nconstitutional rights. The majority’s insistence on a “concrete,”\neconomic showing would preclude a finding of reliance on a wide\nvariety of decisions recognizing constitutional rights—such as the\nright to express opinions, or choose whom to marry, or decide how\nto educate children. The Court, on the majority’s logic, could\ntransfer those choices to the State without having to consider a\nperson’s settled understanding that the law makes them hers. That\nmust be wrong. All those rights, like the right to obtain an\nabortion, profoundly affect and, indeed, anchor individual lives.\nTo recognize that people have relied on these rights is not to\ndabble in abstractions, but to acknowledge some of the most\n“concrete” and familiar aspects of human life and liberty.Ante, at 64.All those rights, like the one here, also have a\nsocietal dimension, because of the role constitutional liberties\nplay in our structure of government. See,e.g.,Dickerson, 530 U. S., at 443 (recognizing thatMiranda“warnings have become part of our national culture”\nin declining to overruleMirandav.Arizona,384 U.S.\n436(1966)). Rescinding an individual right in its entirety and\nconferring it on the State, an action the Court takes today for the\nfirst time in history, affects all who have relied on our\nconstitutional system of government and its structure of individual\nliberties protected from state oversight.RoeandCaseyhave of course aroused controversy and provoked\ndisagreement. But the right those decisions conferred and\nreaffirmed is part of society’s understanding of constitutional law\nand of how the Court has defined the liberty and equality that\nwomen are entitled to claim.After today, young women will come of age with\nfewer rights than their mothers and grandmothers had. The majority\naccomplishes that result without so much as considering how women\nhave relied on the right to choose or what it means to take that\nright away. The majority’s refusal even to consider the\nlife-altering consequences of reversingRoeandCaseyis a stunning indictment of its decision.DOne last consideration counsels against the\nmajority’s ruling: the very controversy surroundingRoeandCasey. The majority accusesCaseyof acting outside\nthe bounds of the law to quell the conflict over abortion—of\nimposing an unprincipled “settlement” of the issue in an effort to\nend “national division.”Ante, at 67. But that is not whatCaseydid. As shown above,Caseyapplied traditional\nprinciples ofstare decisis—which the majority today\nignores—in reaffirmingRoe.Caseycarefully assessed\nchanged circumstances (none) and reliance interests (profound). It\nconsidered every aspect of howRoe’s framework operated. It\nadhered to the law in its analysis, and it reached the conclusion\nthat the law required. True enough thatCaseytook notice of\nthe “national controversy” about abortion: The Court knew in 1992,\nas it did in 1973, that abortion was a “divisive issue.”Casey, 505 U. S., at 867–868; seeRoe, 410\nU. S., at 116. ButCasey’s reason for acknowledging\npublic conflict was the exact opposite of what the majority\ninsinuates.Caseyaddressed the national controversy in\norder to emphasize how important it was, in that case of all cases,\nfor the Court to stick to the law. Would that today’s majority had\ndone likewise.Consider how the majority itself summarizes this\naspect ofCasey:“The American people’s belief in the rule\nof law would be shaken if they lost respect for this Court as an\ninstitution that decides important cases based on principle, not\n‘social and political pressures.’ There is a special danger that\nthe public will perceive a decision as having been made for\nunprincipled reasons when the Court overrules a controversial\n‘watershed’ decision, such asRoe. A decision overrulingRoewould be perceived as having been made ‘under fire’ and\nas a ‘surrender to political pressure.’ ”Ante, at\n66–67 (citations omitted).That seems to us a good description. And it\nseems to us right. The majority responds (if we understand it\ncorrectly): well, yes, but we have to apply the law. Seeante, at 67. To whichCaseywould have said: That is\nexactly the point. Here, more than anywhere, the Court needs to\napply the law—particularly the law ofstare decisis. Here,\nwe know that citizens will continue to contest the Court’s\ndecision, because “[m]en and women of good conscience” deeply\ndisagree about abortion.Casey, 505 U. S., at 850. When\nthat contestation takes place—but when there is no legal basis for\nreversing course—the Court needs to be steadfast, to stand its\nground. That is what the rule of law requires. And that is what\nrespect for this Court depends on.“The promise of constancy, once given” in so\ncharged an environment,Caseyexplained, “binds its maker\nfor as long as” the “understanding of the issue has not changed so\nfundamentally as to render the commitment obsolete.”Id., at\n868. A breach of that promise is “nothing less than a breach of\nfaith.”Ibid.“[A]nd no Court that broke its faith with the\npeople could sensibly expect credit for principle.”Ibid.No\nCourt breaking its faith in that way woulddeservecredit\nfor principle. As one ofCasey’s authors wrote in another\ncase, “Our legitimacy requires, above all, that we adhere tostare decisis” in “sensitive political contexts” where\n“partisan controversy abounds.”Bushv.Vera,517 U.S.\n952, 985 (1996) (opinion of O’Connor, J.).Justice Jackson once called a decision he\ndissented from a “loaded weapon,” ready to hand for improper uses.Korematsuv.United States,323\nU.S. 214, 246 (1944). We fear that today’s decision, departing\nfromstare decisisfor no legitimate reason, is its own\nloaded weapon. Weakeningstare decisisthreatens to upend\nbedrock legal doctrines, far beyond any single decision. Weakeningstare decisiscreates profound legal instability. And asCaseyrecognized, weakeningstare decisisin a hotly\ncontested case like this one calls into question this Court’s\ncommitment to legal principle. It makes the Court appear not\nrestrained but aggressive, not modest but grasping. In all those\nways, today’s decision takes aim, we fear, at the rule of law.III“Power, not reason, is the new currency of\nthis Court’s decisionmaking.”Payne, 501 U. S., at 844\n(Marshall, J., dissenting).Roehas stood for fifty years.Casey, a precedent about precedent specifically confirmingRoe, has stood for thirty. And the doctrine ofstare\ndecisis—a critical element of the rule of law—stands foursquare\nbehind their continued existence. The right those decisions\nestablished and preserved is embedded in our constitutional law,\nboth originating in and leading to other rights protecting bodily\nintegrity, personal autonomy, and family relationships. The\nabortion right is also embedded in the lives of women—shaping their\nexpectations, influencing their choices about relationships and\nwork, supporting (as all reproductive rights do) their social and\neconomic equality. Since the right’s recognition (and affirmation),\nnothing has changed to support what the majority does today.\nNeither law nor facts nor attitudes have provided any new reasons\nto reach a different result thanRoeandCaseydid.\nAll that has changed is this Court.Mississippi—and other States too—knew exactly\nwhat they were doing in ginning up new legal challenges toRoeandCasey. The 15-week ban at issue here was\nenacted in 2018. Other States quickly followed: Between 2019 and\n2021, eight States banned abortion procedures after six to eight\nweeks of pregnancy, and three States enacted all-out bans.[29] Mississippi itself decided in\n2019 that it had not gone far enough: The year after enacting the\nlaw under review, the State passed a 6-week restriction. A state\nsenator who championed both Mississippi laws said the obvious out\nloud. “[A] lot of people thought,” he explained, that “finally, we\nhave” a conservative Court “and so now would be a good time to\nstart testing the limits ofRoe.”[30] In its petition for certiorari, the State had\nexercised a smidgen of restraint. It had urged the Court merely to\nroll backRoeandCasey, specifically assuring the\nCourt that “the questions presented in this petition do not require\nthe Court to overturn” those precedents. Pet. for Cert. 5; seeante, at 5–6 (Roberts, C. J., concurring in judgment).\nBut as Mississippi grew ever more confident in its prospects, it\nresolved to go all in. It urged the Court to overruleRoeandCasey. Nothing but everything would be enough.Earlier this Term, this Court signaled that\nMississippi’s stratagem would succeed. Texas was one of the fistful\nof States to have recently banned abortions after six weeks of\npregnancy. It added to that “flagrantly unconstitutional”\nrestriction an unprecedented scheme to “evade judicial scrutiny.”Whole Woman’s Healthv.Jackson, 594 U. S. ___,\n___ (2021) (Sotomayor, J., dissenting) (slip op., at 1). And five\nJustices acceded to that cynical maneuver. They let Texas defy this\nCourt’s constitutional rulings, nullifyingRoeandCaseyahead of schedule in the Nation’s second largest\nState.And now the other shoe drops, courtesy of that\nsame five-person majority. (We believe that The Chief Justice’s\nopinion is wrong too, but no one should think that there is not a\nlarge difference between upholding a 15-week ban on the grounds he\ndoes and allowing States to prohibit abortion from the time of\nconception.) Now a new and bare majority of this Court—acting at\npractically the first moment possible—overrulesRoeandCasey. It converts a series of dissenting opinions\nexpressing antipathy towardRoeandCaseyinto a\ndecision greenlighting even total abortion bans. Seeante,\nat 57, 59, 63, and nn. 61–64 (relying on former dissents). It\neliminates a 50-year-old constitutional right that safeguards\nwomen’s freedom and equal station. It breaches a core rule-of-law\nprinciple, designed to promote constancy in the law. In doing all\nof that, it places in jeopardy other rights, from contraception to\nsame-sex intimacy and marriage. And finally, it undermines the\nCourt’s legitimacy.Caseyitself made the last point in\nexplaining why it would not overruleRoe—though some members\nof its majority might not have joinedRoein the first\ninstance. Just as we did here,Caseyexplained the\nimportance ofstare decisis; the inappositeness ofWest\nCoast HotelandBrown; the absence of any “changed\ncircumstances” (or other reason) justifying the reversal of\nprecedent. 505 U. S., at 864; seesupra, at 30–33,\n37–47. “[T]he Court,”Caseyexplained, “could not pretend”\nthat overrulingRoehad any “justification beyond a present\ndoctrinal disposition to come out differently from the Court of\n1973.” 505 U. S., at 864. And to overrule for that reason?\nQuoting Justice Stewart,Caseyexplained that to do so—to\nreverse prior law “upon a ground no firmer than a change in [the\nCourt’s] membership”—would invite the view that “this institution\nis little different from the two political branches of the\nGovernment.”Ibid.No view,Caseythought, could do\n“more lasting injury to this Court and to the system of law which\nit is our abiding mission to serve.”Ibid.For overrulingRoe,Caseyconcluded, the Court would pay a “terrible\nprice.” 505 U. S., at 864.The Justices who wrote those words—O’Connor,\nKennedy, and Souter—they were judges of wisdom. They would not have\nwon any contests for the kind of ideological purity some court\nwatchers want Justices to deliver. But if there were awards for\nJustices who left this Court better than they found it? And who for\nthat reason left this country better? And the rule of law stronger?\nSign those Justices up.They knew that “the legitimacy of the Court [is]\nearned over time.”Id., at 868. They also would have\nrecognized that it can be destroyed much more quickly. They worked\nhard to avert that outcome inCasey. The American public,\nthey thought, should never conclude that its constitutional\nprotections hung by a thread—that a new majority, adhering to a new\n“doctrinal school,” could “by dint of numbers” alone expunge their\nrights.Id., at 864. It is hard—no, it is impossible—to\nconclude that anything else has happened here. One of us once said\nthat “[i]t is not often in the law that so few have so quickly\nchanged so much.” S. Breyer, Breaking the Promise ofBrown:\nThe Resegregation of America’s Schools 30 (2022). For all of us, in\nour time on this Court, that has never been more true than today.\nIn overrulingRoeandCasey, this Court betrays its\nguiding principles.With sorrow—for this Court, but more, for the\nmany millions of American women who have today lost a fundamental\nconstitutional protection—we dissent.APPENDIXThis Appendix analyzes in full each of the 28\ncases the majority says support today’s decision to overruleRoev.Wade,410 U.S.\n113(1973), andPlanned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833(1992). As explained herein, the Court in each case relied\non traditionalstare decisisfactors in overruling.A great many of the overrulings the majority\ncites involve a prior precedent that had been rendered out of step\nwith or effectively abrogated by contemporary case law in light of\nintervening developments in the broader doctrine. SeeRamosv.Louisiana, 590 U. S. ___, ___ (2020) (slip op., at\n22) (holding the Sixth Amendment requires a unanimous jury verdict\nin state prosecutions for serious offenses, and overrulingApodacav.Oregon,406 U.S.\n404(1972), because “in the years sinceApodaca, this\nCourt ha[d] spoken inconsistently about its meaning” and had\nundercut its validity “on at least eight occasions”);Ringv.Arizona,536 U.S.\n584, 608–609 (2002) (recognizing a Sixth Amendment right to\nhave a jury find the aggravating factors necessary to impose a\ndeath sentence and, in so doing, rejectingWaltonv.Arizona,497 U.S.\n639(1990), as overtaken by and irreconcilable withApprendiv.New Jersey,530 U.S.\n466(2000));Agostiniv.Felton,521 U.S.\n203, 235–236 (1997) (considering the Establishment Clause’s\nconstraint on government aid to religious instruction, and\noverrulingAguilarv.Felton,473\nU.S. 402(1985), in light of several related doctrinal\ndevelopments that had so underminedAguilarand the\nassumption on which it rested as to render it no longer good law);Batsonv.Kentucky,476 U.S.\n79, 93–96 (1986) (recognizing that a defendant may make a prima\nfacie showing of purposeful racial discrimination in selection of a\njury venire by relying solely on the facts in his case, and, based\non subsequent developments in equal protection law, rejecting part\nofSwainv.Alabama,380 U.S.\n202(1965), which had imposed a more demanding evidentiary\nburden);Brandenburgv.Ohio,395\nU.S. 444, 447–448 (1969) (per curiam) (holding that mere\nadvocacy of violence is protected by the First Amendment, unless\nintended to incite it or produce imminent lawlessness, and\nrejecting the contrary rule inWhitneyv.California,274 U.S.\n357(1927), as having been “thoroughly discredited by later\ndecisions”);Katzv.United States,389 U.S.\n347, 351, 353 (1967) (recognizing that the Fourth Amendment\nextends to material and communications that a person “seeks to\npreserve as private,” and rejecting the more limited construction\narticulated inOlmsteadv.United States,277 U.S.\n438(1928), because “we have since departed from the narrow\nview on which that decision rested,” and “the underpinnings ofOlmstead. . . have been so eroded by our\nsubsequent decisions that the ‘trespass’ doctrine there enunciated\ncan no longer be regarded as controlling”);Mirandav.Arizona,384 U.S.\n436, 463–467, 479, n. 48 (1966) (recognizing that the\nFifth Amendment requires certain procedural safeguards for\ncustodial interrogation, and rejectingCrookerv.California,357 U.S.\n433(1958), andCiceniav.Lagay,357 U.S.\n504(1958), which had already been undermined byEscobedov.Illinois,378 U.S.\n478(1964));Malloyv.Hogan,378 U.S.\n1, 6–9 (1964) (explaining that the Fifth Amendment privilege\nagainst “self-incrimination is also protected by the Fourteenth\nAmendment against abridgment by the States,” and rejectingTwiningv.New Jersey,211 U.S.\n78(1908), in light of a “marked shift” in Fifth Amendment\nprecedents that had “necessarily repudiated” the prior decision);Gideonv.Wainwright,372 U.S.\n335, 343–345 (1963) (acknowledging a right to counsel for\nindigent criminal defendants in state court under the Sixth and\nFourteenth Amendments, and overruling the earlier precedent failing\nto recognize such a right,Bettsv.Brady,316 U.S.\n455(1942));[31]Smithv.Allwright,321 U.S.\n649, 659–662 (1944) (recognizing all-white primaries are\nunconstitutional after reconsidering in light of “the unitary\ncharacter of the electoral process” recognized inUnited\nStatesv.Classic,313 U.S.\n299(1941), and overrulingGroveyv.Townsend,295 U.S.\n45(1935));United Statesv.Darby,312 U.S.\n100, 115–117 (1941) (recognizing Congress’s Commerce Clause\npower to regulate employment conditions and explaining as\n“inescapable” the “conclusion . . . thatHammerv.Dagenhart, [247 U.S.\n251(1918)],” and its contrary rule had “long since been”\novertaken by precedent construing the Commerce Clause power more\nbroadly);Erie R. Co.v.Tompkins,304 U.S.\n64, 78–80 (1938) (applying state substantive law in diversity\nactions in federal courts and overrulingSwiftv.Tyson, 16 Pet. 1 (1842), because an intervening decision had\n“made clear” the “fallacy underlying the rule”).Additional cases the majority cites involved\nfundamental factual changes that had undermined the basic premise\nof the prior precedent. SeeCitizens Unitedv.Federal\nElection Comm’n,558 U.S.\n310, 364 (2010) (expanding First Amendment protections for\ncampaign-related speech and citing technological changes that\nundermined the distinctions of the earlier regime and made\nworkarounds easy, and overrulingAustinv.Michigan\nChamber of Commerce,494 U.S.\n652(1990), and partially overrulingMcConnellv.Federal Election Comm’n,540 U.S.\n93(2003));Crawfordv.Washington,541 U.S.\n36, 62–65 (2004) (expounding on the Sixth Amendment right to\nconfront witnesses and rejecting the prior framework, based on its\npractical failing to keep out core testimonial evidence, and\noverrulingOhiov.Roberts,448 U.S.\n56(1980));Mappv.Ohio,367\nU.S. 643, 651–652 (1961) (holding that the exclusionary rule\nunder the Fourth Amendment applies to the States, and overruling\nthe contrary rule ofWolfv.Colorado,338 U.S.\n25(1949), after considering and rejecting “the current\nvalidity of the factual grounds upon whichWolfwas\nbased”).Some cited overrulings involvedbothsignificant doctrinal developmentsandchanged facts or\nunderstandings that had together undermined a basic premise of the\nprior decision. SeeJanusv.State, County, and Municipal\nEmployees, 585 U. S. ___, ___, ___–___ (2018) (slip op.,\nat 42, 47–49) (holding that requiring public-sector union dues from\nnonmembers violates the First Amendment, and overrulingAboodv.Detroit Bd. of Ed.,431\nU.S. 209(1977), based on “both factual and legal” developments\nthat had “eroded the decision’s underpinnings and left it an\noutlier among our First Amendment cases” (internal quotation marks\nomitted));Obergefellv.Hodges, 576 U.S. 644,\n659–663 (2015) (holding that the Fourteenth Amendment protects the\nright of same-sex couples to marry in light of doctrinal\ndevelopments, as well as fundamentally changed social\nunderstanding);Lawrencev.Texas,539 U.S.\n558, 572–578 (2003) (overrulingBowersv.Hardwick,478 U.S.\n186(1986), after finding anti-sodomy laws to be inconsistent\nwith the Fourteenth Amendment in light of developments in the legal\ndoctrine, as well as changed social understanding of sexuality);United Statesv.Scott,437 U.S.\n82, 101 (1978) (overrulingUnited Statesv.Jenkins,420 U.S.\n358(1975), three years after it was decided, because of\ndevelopments in the Court’s double jeopardy case law, and because\nintervening practice had shown that government appeals from\nmidtrial dismissals requested by the defendant were practicable,\ndesirable, and consistent with double jeopardy values);Craigv.Boren,429 U.S.\n190, 197–199, 210, n. 23 (1976) (holding that sex-based\nclassifications are subject to intermediate scrutiny under the\nFourteenth Amendment’s Equal Protection Clause, including becauseReedv.Reed,404 U.S.\n71(1971), and other equal protection cases and social changes\nhad overtaken any “inconsistent” suggestion inGoesaertv.Cleary,335 U.S.\n464(1948));Taylorv.Louisiana,419 U.S.\n522, 535–537 (1975) (recognizing as “a foregone conclusion from\nthe pattern of some of the Court’s cases over the past 30 years, as\nwell as from legislative developments at both federal and state\nlevels,” that women could not be excluded from jury service, and\nexplaining that the prior decision approving such practice,Hoytv.Florida,368 U.S.\n57(1961), had been rendered inconsistent with equal protection\njurisprudence).Other overrulings occurred very close in time to\nthe original decision so did not engender substantial reliance and\ncould not be described as having been “embedded” as “part of our\nnational culture.”Dickersonv.United States,530 U.S.\n428, 443 (2000); seePaynev.Tennessee,501 U.S.\n808(1991) (revising procedural rules of evidence that had\nbarred admission of certain victim-impact evidence during the\npenalty phase of capital cases, and overrulingSouth\nCarolinav.Gathers,490 U.S.\n805(1989), andBoothv.Maryland,482 U.S.\n496(1987), which had been decided two and four years prior,\nrespectively);Seminole Tribe of Fla.v.Florida,517 U.S.\n44(1996) (holding that Congress cannot abrogate\nstate-sovereign immunity under its Article I commerce power, and\nrejecting the result inPennsylvaniav.Union Gas\nCo.,491 U.S. 1(1989), seven years later; the decision inUnion Gasnever\ngarnered a majority);Garciav.San Antonio Metropolitan\nTransit Authority,469 U.S.\n528, 531 (1985) (holding that local governments are not\nconstitutionally immune from federal employment laws, and\noverrulingNational League of Citiesv.Usery,426 U.S.\n833(1976), after “eight years” of experience under that regime\nshowedUsery’s standard was unworkable and, in practice,\nundermined the federalism principles the decision sought to\nprotect).The rest of the cited cases were relatively\nminor in their effect, modifying part or an application of a prior\nprecedent’s test or analysis. SeeMontejov.Louisiana,556 U.S.\n778(2009) (citing workability and practical concerns with\nadditional layers of prophylactic procedural safeguards for\ndefendants’ right to counsel, as had been enshrined inMichiganv.Jackson,475 U.S.\n625(1986));Illinoisv.Gates,462 U.S.\n213, 227–228 (1983) (replacing a two-pronged test underAguilarv.Texas,378 U.S.\n108(1964), andSpinelliv.United States,393 U.S.\n410(1969), in favor of a traditional\ntotality-of-the-circumstances approach to evaluate probable cause\nfor issuance of a warrant);Wesberryv.Sanders,376 U.S.\n1, 4 (1964), andBakerv.Carr,369 U.S.\n186, 202 (1962) (clarifying that the “political question”\npassage of the minority opinion inColegrovev.Green,328 U.S.\n549(1946), was not controlling law).In sum, none of the cases the majority cites is\nanalogous to today’s decision to overrule 50- and 30-year-old\nwatershed constitutional precedents that remain unweakened by any\nchanges of law or fact.Notes1For this reason, we do\nnot understand the majority’s view that our analogy between the\nright to an abortion and the rights to contraception and same-sex\nmarriage shows that we think “[t]he Constitution does not permit\nthe States to regard the destruction of a ‘potential life’ as a\nmatter of any significance.”Ante, at 38. To the contrary.\nThe liberty interests underlying those rights are, as we will\ndescribe, quite similar. Seeinfra, at 22–24. But only in\nthe sphere of abortion is the state interest in protecting\npotential life involved. So only in that sphere, as bothRoeandCaseyrecognized, may a State impinge so far on the\nliberty interest (barring abortion after viability and discouraging\nit before). The majority’s failure to understand this fairly\nobvious point stems from its rejection of the idea of balancing\ninterests in this (or maybe in any) constitutional context. Cf.New York State Rifle & Pistol Assn., Inc.v.Bruen, 597 U. S. ___, ___, ___–___ (2022) (slip op., at\n8, 15–17). The majority thinks that a woman hasnoliberty\nor equality interest in the decision to bear a child, so a State’s\ninterest in protecting fetal life necessarily\nprevails.2See,e.g., 1 W.\nBlackstone, Commentaries on the Laws of England 129–130 (7th ed.\n1775) (Blackstone); E. Coke, Institutes of the Laws of England 50\n(1644).3See J. Mohr, Abortion in\nAmerica: The Origins and Evolution of National Policy, 1800–1900,\npp. 3–4 (1978). The majority offers no evidence to the contrary—no\nexample of a founding-era law making pre-quickening abortion a\ncrime (except when a woman died). Seeante, at 20–21. And\neven in the mid-19th century, more than 10 States continued to\nallow pre-quickening abortions. See Brief for American Historical\nAssociation et al. asAmici Curiae27, and\nn. 14.4The majority ignores that\nrejection. Seeante, at 5, 13, 36. But it is unequivocal:\nTheGlucksbergtest,Obergefellsaid, “may have been\nappropriate” in considering physician-assisted suicide, but “is\ninconsistent with the approach this Court has used in discussing\nother fundamental rights, including marriage and intimacy.” 576\nU. S., at 671.5In a perplexing paragraph\nin its opinion, the majority declares that it need not say whether\nthat statement fromCaseyis true. Seeante, at\n32–33. But how could that be? Has not the majority insisted for the\nprior 30 or so pages that the “specific practice[ ]”\nrespecting abortion at the time of the Fourteenth Amendment\nprecludes its recognition as a constitutional right?Ante,\nat 33. It has. And indeed, it has given no other reason for\noverrulingRoeandCasey.Ante, at 15–16. We\nare not mindreaders, but here is our best guess as to what the\nmajority means. It says next that “[a]bortion is nothing new.”Ante, at 33. So apparently, the Fourteenth Amendment might\nprovide protection for things wholly unknown in the 19th century;\nmaybe one day there could be constitutional protection for, oh,\ntime travel. But as to anything that was known back then (such as\nabortion or contraception), no such luck.6And note, too, that the\nauthor of the majority opinion recently joined a statement, written\nby another member of the majority, lamenting thatObergefelldeprived States of the ability “to resolve th[e] question [of\nsame-sex marriage] through legislation.”Davisv.Ermold, 592 U. S. ___, ___ (2020) (statement of Thomas,\nJ.) (slip op., at 1). That might sound familiar. Cf.ante,\nat 44 (lamenting thatRoe“short-circuited the democratic\nprocess”). And those two Justices hardly seemed content to let the\nmatter rest: The Court, they said, had “created a problem that only\nit can fix.”Davis, 592 U. S., at ___ (slip op., at\n4).7Indulge a few more words\nabout this point. The majority had a choice of two different ways\nto overruleRoeandCasey. It could claim that those\ncases underrated the State’s interest in fetal life. Or it could\nclaim that they overrated a woman’s constitutional liberty interest\nin choosing an abortion. (Or both.) The majority here rejects the\nfirst path, and we can see why. Taking that route would have\nprevented the majority from claiming that it means only to leave\nthis issue to the democratic process—that it does not have a dog in\nthe fight. Seeante, at 38–39, 65. And indeed, doing so\nmight have suggested a revolutionary proposition: that the fetus is\nitself a constitutionally protected “person,” such that an abortion\nban is constitutionallymandated.The majority therefore\nchooses the second path, arguing that the Fourteenth Amendment does\nnot conceive of the abortion decision as implicating liberty,\nbecause the law in the 19th century gave that choice no protection.\nThe trouble is that the chosen path—which is, again, the solitary\nrationale for the Court’s decision—provides no way to distinguish\nbetween the right to choose an abortion and a range of other\nrights, including contraception.8The majority briefly\n(very briefly) gestures at the idea that somestare decisisfactors might play out differently with respect to these other\nconstitutional rights. But the majority gives no hint as to why.\nAnd the majority’s (mis)treatment ofstare decisisin this\ncase provides little reason to think that the doctrine would stand\nas a barrier to the majority’s redoing any other decision it\nconsidered egregiously wrong. Seeinfra, at\n30–57.9As this Court has\nconsidered this case, some state legislators have begun to call for\nrestrictions on certain forms of contraception. See I. Stevenson,\nAfterRoeDecision, Idaho Lawmakers May Consider Restricting\nSome Contraception, Idaho Statesman (May 10, 2022),\nhttps://www.idahostatesman.com/news/politics-government/state-politics/article261207007.html;\nT. Weinberg, “Anything’s on the Table”: Missouri Legislature May\nRevisit Contraceptive Limits Post-Roe, Missouri Independent\n(May 20, 2022),\nhttps://www.missouriindependent.com/2022/05/20/anythings-on-the-table-missouri-legislature-may-revisit-contraceptive-limits-post-roe/.10Some\nlower courts then differed over which opinion inJune\nMedicalwas controlling—but that is a dispute not about the\nundue burden standard, but about the “Marksrule,” which\ntells courts how to determine the precedential effects of a divided\ndecision.11The\nrest of the majority’s supposed splits are, shall we say,\nunimpressive. The majority says that lower courts have split over\nhow to apply the undue burden standard to parental notification\nlaws. Seeante, at 60, and n. 54. But that is not so. The\nstate law upheld had an exemption for minors demonstrating adequate\nmaturity, whereas the ones struck down did not. ComparePlanned\nParenthood of Blue Ridgev.Camblos,155 F.3d 352, 383–384 (CA4 1998), withPlanned Parenthood of\nInd. & Ky., Inc.v.Adams, 937 F.3d 973, 981 (CA7\n2019), cert. granted, judgment vacated, 591 U. S. ___ (2020),\nandPlanned Parenthood, Sioux Falls Clinicv.Miller,63 F.3d 1452, 1460 (CA8 1995). The majority says there is a\nsplit about bans on certain types of abortion procedures. Seeante, at 61, and n. 55. But the one court to have separated\nitself on that issue did so based on a set of factual findings\nsignificantly different from those in other cases. CompareWhole\nWoman’s Healthv.Paxton, 10 F. 4th 430, 447–453\n(CA5 2021), withEMW Women’s Surgical Center,P.S.C.v.Friedlander, 960 F.3d 785, 798–806 (CA6 2020), andWest Ala. Women’s Centerv.Williamson, 900 F.3d\n1310, 1322–1324 (CA11 2018). Finally, the majority says there is a\nsplit about whether an increase in travel time to reach a clinic is\nan undue burden. Seeante, at 61, and n. 56. But the\ncases to which the majority refers predate this Court’s decision inWhole Woman’s Healthv.Hellerstedt, 579 U.S. 582\n(2016), which clarified how to apply the undue burden standard to\nthat context.12To\ntake just the last, most medical treatments for miscarriage are\nidentical to those used in abortions. See Kaiser Family Foundation\n(Kaiser), G. Weigel, L. Sobel, & A. Salganicoff, Understanding\nPregnancy Loss in the Context of Abortion Restrictions and Fetal\nHarm Laws (Dec. 4, 2019),\nhttps://www.kff.org/womens-health-policy/issue-brief/understanding-pregnancy-loss-in-the-context-of-abortion-restrictions-and-fetal-harm-laws/.\nBlanket restrictions on “abortion” procedures and medications\ntherefore may be understood to deprive women of effective treatment\nfor miscarriages, which occur in about 10 to 30 percent of\npregnancies. See Health Affairs, J. Strasser, C. Chen, S.\nRosenbaum, E. Schenk, & E. Dewhurst, Penalizing Abortion\nProviders Will Have Ripple Effects Across Pregnancy Care (May 3,\n2022),\nhttps://www.healthaffairs.org/do/10.1377/forefront.20220503.129912/.13See\nL. Harris, Navigating Loss of Abortion Services—A Large Academic\nMedical Center Prepares for the Overturn ofRoev.Wade, 386 New England J. Med. 2061, 2063 (2022). This\nprojected racial disparity reflects existing differences in\nmaternal mortality rates for black and white women. Black women are\nnow three to four times more likely to die during or after\nchildbirth than white women, often from preventable causes. See\nBrief for Howard University School of Law Human and Civil Rights\nClinic asAmicus Curiae18.14See\nCenters for Medicare and Medicaid Services, Issue Brief: Improving\nAccess to Maternal Health Care in Rural Communities 4, 8, 11 (Sept.\n2019),\nhttps://www.cms.gov/About-CMS/Agency-Information/OMH/equity-initiatives/rural-health/09032019-Maternal-Health-Care-in-Rural-Communities.pdf.\nIn Mississippi, for instance, 19 percent of women of reproductive\nage are uninsured and 60 percent of counties lack a single\nobstetrician-gynecologist. Brief for Lawyers’ Committee for Civil\nRights Under Law et al. asAmici Curiae12–13.15Dept.\nof Labor, National Compensation Survey: Employee Benefits in the\nUnited States, Table 31 (Sept. 2020),\nhttps://www.bls.gov/ncs/ebs/benefits/2020/employee-benefits-in-the-united-states-march-2020.pdf#page=299.16Safe\nhaven laws, which allow parents to leave newborn babies in\ndesignated safe spaces without threat of prosecution, were not\nenacted as an alternative to abortion, but in response to rare\nsituations in which birthing mothers in crisis would kill their\nnewborns or leave them to die. See Centers for Disease Control and\nPrevention (CDC), R. Wilson, J. Klevens, D. Williams, & L. Xu,\nInfant Homicides Within the Context of Safe Haven Laws—United\nStates, 2008–2017, 69 Morbidity and Mortality Weekly Report 1385\n(2020).17A\nstudy of women who sought an abortion but were denied one because\nof gestational limits found that only 9 percent put the child up\nfor adoption, rather than parenting themselves. See G. Sisson, L.\nRalph, H. Gould, & D. Foster, Adoption Decision Making Among\nWomen Seeking Abortion, 27 Women’s Health Issues 136, 139\n(2017).18The\nmajority finally notes the claim that “people now have a new\nappreciation of fetal life,” partly because of viewing sonogram\nimages.Ante, at 34. It is hard to know how anyone would\nevaluate such a claim and as we have described above, the\nmajority’s reasoning does not rely on any reevaluation of the\ninterest in protecting fetal life. Seesupra, at 26, and\nn. 7. It is worth noting that sonograms became widely used in\nthe 1970s, long beforeCasey. Today, 60 percent of women\nseeking abortions have at least one child, and one-third have two\nor more. See CDC, K. Kortsmit et al., Abortion\nSurveillance—United States, 2019, 70 Morbidity and Mortality Weekly\nReport 6 (2021). These women know, even as they choose to have an\nabortion, what it is to look at a sonogram image and to value a\nfetal life.19Guttmacher Institute, K. Kost,\nUnintended Pregnancy Rates at the State Level: Estimates for 2010\nand Trends Since 2002, Table 1 (2015),\nhttps://www.guttmacher.org/sites/default/files/report_pdf/stateup10.pdf;\nKaiser, State Requirements for Insurance Coverage of Contraceptives\n(May 1, 2022),\nhttps://www.kff.org/state-category/womens-health/family-planning;\nMiss. Code Ann. §37–13–171(2)(d) (Cum. Supp. 2021) (“In no case\nshall the instruction or program include any demonstration of how\ncondoms or other contraceptives are applied”).20See\nCDC, Infant Mortality Rates by State (Mar. 3, 2022),\nhttps://www.cdc.gov/nchs/pressroom/sosmap/infant_mortality_rates/infant_mortality.htm;\nMississippi State Dept. of Health, Infant Mortality Report 2019\n& 2020, pp. 18–19 (2021),\nhttps://www.msdh.ms.gov/msdhsite/_static/resources/18752.pdf; CDC,\nPercentage of Babies Born Low Birthweight by State (Feb. 25, 2022),\nhttps://www.cdc.gov/nchs/pressroom/sosmap/lbw_births/lbw.htm; CDC,\nCesarean Delivery Rate by State (Feb. 25, 2022),\nhttps://www.cdc.gov/nchs/pressroom/sosmap/cesarean_births/cesareans.htm;\nMississippi State Dept. of Health, Mississippi Maternal Mortality\nReport 2013–2016, pp. 5, 25 (Mar. 2021),\nhttps://www.msdh.ms.gov/msdhsite/_static/resources/8127.pdf.21See\nD. Grossman, K. Grindlay, & B. Burns, Public Funding for\nAbortion Where Broadly Legal, 94 Contraception 451, 458 (2016)\n(discussing funding of abortion in European\ncountries).22See\nCDC, K. Kortsmit et al., Abortion Surveillance—United States,\n2019, 70 Morbidity and Mortality Weekly Report 7 (2021); Brief for\nAmerican College of Obstetricians and Gynecologists et al. asAmici Curiae9.23Astoundingly, the majority casts this\nstatement as a “conce[ssion]” fromCaseywith which it\n“agree[s].”Ante, at 64. In fact,Caseyused this\nlanguage as part of describing an argument that itrejected.\nSee 505 U. S., at 856. It is only today’s Court that endorses\nthis profoundly mistaken view.24See\nBrief for 547 Deans 6–7 (noting that 51 percent of women who\nterminated their pregnancies reported using contraceptives during\nthe month in which they conceived); Brief for Lawyers’ Committee\nfor Civil Rights Under Law et al. asAmici Curiae12–14\n(explaining financial and geographic barriers to access to\neffective contraceptives).25This\nstatement of course assumes that States are not successful in\npreventing interstate travel to obtain an abortion. Seesupra, at 3, 36–37. Even assuming that is so, increased\nout-of-state demand will lead to longer wait times and decreased\navailability of service in States still providing abortions. See\nBrief for State of California et al. asAmici Curiae25–27. This is what happened in Oklahoma, Kansas, Colorado, New\nMexico, and Nevada last fall after Texas effectively banned\nabortions past six weeks of gestation. SeeUnited Statesv.Texas, 595 U. S. ___, ___ (2021) (Sotomayor, J.,\nconcurring in part and dissenting in part) (slip op., at\n6).26The\naverage cost of a first-trimester abortion is about $500. See Brief\nfor Abortion Funds 7. Federal insurance generally does not cover\nthe cost of abortion, and 35 percent of American adults do not have\ncash on hand to cover an unexpected expense that high. Guttmacher\nInstitute, M. Donovan, In Real Life: Federal Restrictions on\nAbortion Coverage and the Women They Impact (Jan. 5, 2017),\nhttps://www.guttmacher.org/gpr/2017/01/real-life-federal-restrictions-abortion-coverage-and-women-they-impact#:~:text=Although%20the%20Hyde%20Amendment%20bars,provide%20abortion%20coverage%20to%20enrollees;\nBrief for Abortion Funds 11.27Mississippi is likely to be one of\nthe States where these costs are highest, though history shows that\nit will have company. As described above, Mississippi provides only\nthe barest financial support to pregnant women. Seesupra,\nat 41–42. The State will greatly restrict abortion care without\naddressing any of the financial, health, and family needs that\nmotivate many women to seek it. The effects will be felt most\nseverely, as they always have been, on the bodies of the poor. The\nhistory of state abortion restrictions is a history of heavy costs\nexacted from the most vulnerable women. It is a history of women\nseeking illegal abortions in hotel rooms and home kitchens; of\nwomen trying to self-induce abortions by douching with bleach,\ninjecting lye, and penetrating themselves with knitting needles,\nscissors, and coat hangers. See L. Reagan, When Abortion Was a\nCrime 42–43, 198–199, 208–209 (1997). It is a history of women\ndying.28The\nmajority’s sole citation for its “concreteness” requirement isPaynev.Tennessee,501 U.S.\n808(1991). ButPaynemerely discounted reliance\ninterests in cases involving “procedural and evidentiary rules.”Id., at 828. Unlike the individual right at stake here,\nthose rules do “not alter primary conduct.”Hohnv.United States,524 U.S.\n236, 252 (1998). Accordingly, they generally “do not implicate\nthe reliance interests of private parties” at all.Alleynev.United States,570 U.S.\n99, 119 (2013) (Sotomayor, J., concurring).29Guttmacher Institute, E. Nash, State\nPolicy Trends 2021: The Worst Year for Abortion Rights in Almost\nHalf a Century (Dec. 16, 2021),\nhttps://www.guttmacher.org/article/2021/12/state-policy-trends-2021-worst-year-abortion-rights-almost-half-century;\nGuttmacher Institute, E. Nash, L. Mohammed, O. Cappello, & S.\nNaide, State Policy Trends 2020: Reproductive Health and Rights in\na Year Like No Other (Dec. 15, 2020),\nhttps://www.guttmacher.org/article/2020/12/state-policy-trends-2020-reproductive-health-and-rights-year-no-other;\nGuttmacher Institute, E. Nash, L. Mohammed, O. Cappello, & S.\nNaide, State Policy Trends 2019: A Wave of Abortion Bans, But Some\nStates Are Fighting Back (Dec. 10, 2019),\nhttps://www.guttmacher.org/article/2019/12/state-policy-trends-2019-wave-abortion-bans-some-states-are-fighting-back.30A.\nPittman, Mississippi’s Six-Week Abortion Ban at 5th Circuit Appeals\nCourt Today, Jackson Free Press (Oct. 7, 2019),\nhttps://www.jacksonfreepress.com/news/2019/oct/07/mississippis-six-week-abortion-ban-5th-circuit-app/.31We\nhave since come to understandGideonas part of a larger\ndoctrinal shift—already underway at the time ofGideon—where\n“the Court began to hold that the Due Process Clause fully\nincorporates particular rights contained in the first eight\nAmendments.”McDonaldv.Chicago,561 U.S.\n742, 763 (2010); see alsoid., at 766.",
    "joined": []
}