{
    "case": {
        "docket": "721",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/721/"
    },
    "id": "1963625",
    "author": "kagan",
    "type": "dissent",
    "text": "KAGAN, J., DISSENTINGARIZONA FREE ENTERPRISE CLUB'S FREEDOMCLUB PAC V. BENNETT564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 10-238 AND 10-239ARIZONA FREE ENTERPRISE CLUB’S FREEDOM CLUB PAC,\net al., PETITIONERS10–238v.KEN BENNETT, in his official capacity asARIZONA SECRETARY OF STATE, et al.JOHN McCOMISH, et al., PETITIONERS10–239v.KEN BENNETT, in his official capacity asARIZONA SECRETARY OF STATE, et al.on writs of certiorari to the united states court\nof appeals for the ninth circuit[June 27, 2011]Justice Kagan, with whom Justice\nGinsburg, Jus-tice Breyer, and Justice Sotomayor join,\ndissenting.Imagine two States, each plagued\nby a corrupt political system. In both States, candidates for\npublic office accept large campaign contributions in exchange for\nthe promise that, after assuming office, they will rank the donors’\ninterests ahead of all others. As a result of these bargains,\npoliticians ignore the public interest, sound public pol- icy\nlanguishes, and the citizens lose confidence in their\ngovernment.Recognizing the cancerous effect of this\ncorruption, voters of the first State, acting through referendum,\nenact several campaign finance measures previously approved by this\nCourt. They cap campaign contributions; require disclosure of\nsubstantial donations; and create an optional public financing\nprogram that gives candidates a fixed public subsidy if they\nrefrain from private fundraising. But these measures do not work.\nIndividuals who “bundle” campaign contributions become\nindispensable to candidates in need of money. Simple disclosure\nfails to prevent shady dealing. And candidates choose not to\nparticipate in the public financing system because the sums\nprovided do not make them competitive with their privately financed\nopponents. So the State remains afflicted with corruption.Voters of the second State, having witnessed\nthis failure, take an ever-so-slightly different tack to cleaning\nup their political system. They too enact contribution limits and\ndisclosure requirements. But they believe that the greatest hope of\neliminating corruption lies in creating an effective public\nfinancing program, which will break candidates’ dependence on large\ndonors and bundlers. These voters realize, based on the first\nState’s experience, that such a program will not work unless\ncandidates agree to participate in it. And candidates will\nparticipate only if they know that they will receive sufficient\nfunding to run competitive races. So the voters enact a program\nthat carefully adjusts the money given to would-be officeholders,\nthrough the use of a matching funds mechanism, in order to provide\nthis assurance. The program does not discriminate against any\ncandidate or point of view, and it does not restrict any person’s\nability to speak. In fact, by providing resources to many\ncandidates, the program creates more speech and thereby broadens\npublic debate. And just as the voters had hoped, the program\naccomplishes its mission of restoring integrity to the political\nsystem. The second State rids itself of corruption.A person familiar with our country’s core\nvalues—our devotion to democratic self-governance, as well as to\n“uninhibited, robust, and wide-open” debate,New York Times\nCo.v.Sullivan,376 U. S. 254, 270 (1964)—might expect\nthis Court to celebrate, or at least not to interfere with, the\nsecond State’s success. But today, the majority holds that the\nsecond State’s system—the system that produces honest government,\nworking on behalf of all the people—clashes with our Constitution.\nThe First Amendment, the majority insists, requires us all to rely\non the measures employed in the first State, even when they have\nfailed to break the stranglehold of special interests on elected\nofficials.I disagree. The First Amendment’s core purpose\nis to foster a healthy, vibrant political system full of ro- bust\ndiscussion and debate. Nothing in Arizona’s anti-corruption\nstatute, the Arizona Citizens Clean Elections Act, violates this\nconstitutional protection. To the contrary, the Act promotes the\nvalues underlying both the First Amendment and our entire\nConstitution by enhancing the “opportunity for free political\ndiscussion to the end that government may be responsive to the will\nof the people.”Id., at 269 (internal quotation marks\nomitted). I therefore respectfully dissent.IACampaign finance reform over the\nlast century has focused on one key question: how to prevent\nmassive pools of private money from corrupting our political\nsystem. If an officeholder owes his election to wealthy\ncontributors, he may act for their benefit alone, rather than on\nbehalf of all the people. As we recognized inBuckleyv.Valeo,424 U. S. 1, 26 (1976)(per\ncuriam), our seminal campaign finance case, large private\ncontributions may result in “politicalquid pro quo[s],”\nwhich undermine the integrity of our democracy. And even if these\ncontributions are not converted into corrupt bargains, they still\nmay weaken confidence in our political system because the public\nperceives “the opportunities for abuse[s].”Id., at 27. To\nprevent both corruption and the appearance of corruption—and so to\nprotect our democratic system of governance—citizens have\nimplemented reforms designed to curb the power of special\ninterests.Among these measures, public\nfinancing of elections has emerged as a potentially potent\nmechanism to preserve elected officials’ independence. President\nTheodore Roosevelt proposed the reform as early as 1907 in his\nState of the Union address. “The need for collecting large campaign\nfunds would vanish,” he said, if the government “pro- vided an\nappropriation for the proper and legitimate ex-penses” of running a\ncampaign, on the condition that a “party receiving campaign funds\nfrom the Treasury” would forgo private fundraising. 42 Cong. Rec.\n78 (1907). The idea was—and remains—straightforward. Candidates who\nrely on public, rather than private, moneys are “beholden [to] no\nperson and, if elected, should feel no post-election obligation\ntoward any contributor.”Republican Nat. Comm.v.FEC, 487 F. Supp. 280, 284 (SDNY), aff’d445 U. S. 955(1980). By\nsupplanting private cash in elections, public financing eliminates\nthe source of political corruption.For this reason, public financing systems\ntoday dot the national landscape. Almost one-third of the States\nhave adopted some form of public financing, and so too has the\nFederal Government for presidential elections. See R. Garrett,\nCongressional Research Service Report for Congress, Public\nFinancing of Congressional Campaigns: Overview and Analysis 2, 32\n(2009).The federal program—which offers presidential\ncandidates a fixed public subsidy if they abstain from private\nfundraising—originated in the campaign finance law that Congress\nenacted in 1974 on the heels of the Watergate scandal. Congress\nexplained at the time that the “potentia[l] for abuse” inherent in\nprivately funded elections was “all too clear.” S. Rep. No.\n93–689, p. 4 (1974). In Congress’s view, public financing\nrepresented the “only way … [to] eliminate reliance on large\nprivate contributions” and its attendant danger of corruption,\nwhile still ensuring that a wide range of candidates had access to\nthe ballot.Id., at 5 (emphasis deleted).We declared the presidential\npublic financing system con-stitutional inBuckleyv.Valeo. Congress, we stated, had created the program “for\nthe ‘general welfare’—to re- duce the deleterious influence of\nlarge contributions on our political process,” as well as to\n“facilitate communication by candidates with the electorate, and to\nfree candidates from the rigors of fundraising.” 424 U. S., at 91.\nWe reiterated “that public financing as a means of eliminat-ing the\nimproper influence of large private contributions furthers a\nsignificant governmental interest.”Id., at 96. And\nfinally, in rejecting a challenge based on the First Amendment, we\nheld that the program did not “restrict[] or censor speech, but\nrather … use[d] public money to facilitate and enlarge public\ndiscussion and participation in the electoral process.”Id., at 92–93. We declared this result “vital to a\nself-governing people,” and so concluded that the program\n“further[ed], not abridge[d], pertinent First Amendment values.”Id., at 93. We thus gave state and municipal governments\nthe green light to adopt public financing systems along the\npresidential model.But this model, which distributes\na lump-sum grant at the beginning of an election cycle, has a\nsignificant weakness: It lacks a mechanism for setting the subsidy\nat a level that will give candidates sufficient incentive to\nparticipate, while also conserving public resources. Public\nfinancing can achieve its goals only if a meaningful number of\ncandidates receive the state subsidy, rather than raise private\nfunds. See 611 F. 3d 510, 527 (CA9 2010) (“A public financing\nsystem with no participants does nothing to reduce the existence or\nappearance ofquid pro quocorruption”). But a public\nfunding program must be voluntary to pass constitutional muster,\nbecause of its restrictions on contributions and expenditures. SeeBuckley, 424 U. S., at 57, n. 65, 95. And candidates will\nchoose to sign up only if the subsidy provided enables them to run\ncompetitive races. If the grant is pegged too low, it puts the\nparticipating candidate at a disadvantage: Because he has agreed to\nspend no more than the amount of the subsidy, he will lack the\nmeans to respond if his privately funded opponent spends over that\nthreshold. So when lump-sum grants do not keep up with campaign\nexpenditures, more and more candidates will choose not to\nparticipate.[Footnote 1] But if\nthe subsidy is set too high, it may impose an unsustainable burden\non the public fisc. See 611 F. 3d, at 527 (noting that large\nsubsidies would make public funding “prohibitively expensive and\nspell its doom”). At the least, hefty grants will waste public\nresources in the many state races where lack of competition makes\nsuch funding unnecessary.The difficulty, then, is in\nfinding the Goldilocks solution—not too large, not too small, but\njust right. And this in a world of countless variables—where the\namount of money needed to run a viable campaign against a privately\nfunded candidate depends on, among other things, the district, the\noffice, and the election cycle. A state may set lump-sum grants\ndistrict-by-district, based on spending in past elections; but even\nthat approach leaves out many factors—including the resources of\nthe privately funded candidate—that alter the competitiveness of a\nseat from one election to the next. See App. 714–716 (record\nevidence chronicling the history of variation in campaign spending\nlevels in Arizona’s legislative districts). In short, the dynamic\nnature of our electoral system makesex antepredictions\nabout campaign expenditures almost impossible. And that creates a\nchronic problem for lump-sum public financing programs, because\ninaccurate estimates produce subsidies that either dissuade\ncandidates from participating or waste taxpayer money.And so States have made adjustments to the lump-sum scheme that\nwe approved inBuckley, in attempts to more effectively\nreduce corruption.BThe\npeople of Arizona had every reason to try to develop effective\nanti-corruption measures. Before turning to pub-lic financing,\nArizonans voted by referendum to estab- lish campaign contribution\nlimits. See Ariz. Rev. Stat. Ann. §16–905 (West Supp. 2010). But\nthat effort to abate corruption, standing alone, proved\nunsuccessful. Five years after the enactment of these limits, the\nState suffered “the worst public corruption scandal in its\nhistory.” Brief for State Respondents 1. In that scandal, known as\n“AzScam,” nearly 10% of the State’s legislators were caught\naccepting campaign contributions or bribes in ex-change for\nsupporting a piece of legislation. Following that incident, the\nvoters of Arizona decided that further reform was necessary. Acting\nonce again by referendum, they adopted the public funding system at\nissue here.The\nhallmark of Arizona’s program is its inventive approach to the\nchallenge that bedevils all public financing schemes: fixing the\namount of the subsidy. For each electoral contest, the system\ncalibrates the size of the grant automatically to provide\nsufficient—but no more than sufficient—funds to induce voluntary\nparticipation. In effect, the program’s designers found the\nGoldilocks solution, which produces the “just right” grant to\nensure that a participant in the system has the funds needed to run\na competitive race.As the Court explains,\nArizona’s matching funds arrangement responds to the shortcoming of\nthe lump-sum model by adjusting the public subsidy in each race to\nre-flect the expenditures of a privately financed candidate and the\nindependent groups that support him. See Ariz. Rev. Stat. Ann.\n§16–940et seq. (West 2006 and West Supp. 2010). A\npublicly financed candidate in Arizona receives an initial lump-sum\nto get his campaign off the ground. See §16–951 (West 2006). But\nfor every dollar his privately funded opponent (or the opponent’s\nsupporters) spends over the initial subsidy, the publicly funded\ncandidate will—to a point—get an additional 94 cents. See §16–952\n(West Supp. 2010). Once the publicly financed candidate has\nreceived three times the amount of the initial disbursement, he\ngets no further public funding, seeibid., and remains\nbarred from receiving private contributions, no matter how much\nmore his privately funded opponent spends, see\n§16–941(A).This arrangement, like\nthe lump-sum model, makes use of a pre-set amount to provide\nfinancial support to participants. For example, all publicly funded\nlegislative candidates collect an initial grant of $21,479 for a\ngeneral election race. And they can in no circumstances receive\nmore than three times that amount ($64,437); after that, their\nprivately funded competitors hold a marked advantage. But the\nArizona system improves on the lump-sum model in a crucial respect.\nBy tying public funding to private spending, the State can afford\nto set a more generous upper limit—because it knows that in each\ncampaign it will only have to disburse what is necessary to keep a\npar-ticipating candidate reasonably competitive. Arizona can\ntherefore assure candidates that, if they accept public funds, they\nwill have the resources to run a viable race against those who rely\non private money. And at the same time, Arizona avoids wasting\ntaxpayers’ dollars. In this way, the Clean Elections Act creates an\neffective and sustainable public financing\nsystem.The question here is\nwhether this modest adjustment to the public financing program that\nwe approved inBuckleymakes the Arizona law\nunconstitutional. The majority contends that the matching funds\nprovision “substantially burdens protected political speech” and\ndoes not “serv[e] a compelling state interest.”Ante, at\n2. But the Court is wrong on both counts.IIArizona’s\nstatute does not impose a “restriction,”ante,at 15, or\n“substantia[l] burde[n],”ante,at 2, on expression. The\nlaw has quite the opposite effect: It subsidizes and so producesmorepolitical speech. We recognized inBuckleythat, for this reason, public financing of elections “facilitate[s]\nand enlarge[s] public discussion,” in support of First Amendment\nvalues. 424 U. S., at 92–93. And what we said then is just as true\ntoday. Except in a world gone topsy-turvy, additional campaign\nspeech and electoral competition is not a First Amendment\ninjury.AAt every\nturn, the majority tries to convey the im-pression that Arizona’s\nmatching fund statute is of a piece with laws prohibiting electoral\nspeech. The majority invokes the language of “limits,” “bar[s],”\nand “restraints.”Ante, at 8–9. It equates the law to a\n“restrictio[n] on the amount of money a person or group can spend\non political communication during a campaign.”Ante,at 15\n(internal quotation marks omitted). It insists that the statute\n“re-strict[s] the speech of some elements of our society” to\nenhance the speech of others.Ibid.(internal quotation\nmarks omitted). And it concludes by reminding us that the point of\nthe First Amendment is to protect “against unjustified government\nrestrictions on speech.”Ante, at 29.There is\njust one problem. Arizona’s matching funds provision does not\nrestrict, but instead subsidizes, speech. The law “impose[s] no\nceiling on [speech] and do[es] not prevent anyone from speaking.”Citizens Unitedv.Federal Election Comm’n, 558\nU. S. ___, ___ (2010) (slip op., at 51) (citation and internal\nquotation marks omitted); seeBuckley, 424 U. S., at 92\n(holding that a public financing law does not “abridge, restrict,\nor censor” expression). The statute does not tell candidates or\ntheir supporters how much money they can spend to convey their\nmessage, when they can spend it, or what they can spend it on.\nRather, the Arizona law, like the public financing statute inBuckley, provides funding for political speech, thus\n“facilitat[ing] communication by candidates with the elec-torate.”Id., at 91. By enabling participating candidates to\nrespond to their opponents’ expression, the statute expands public\ndebate, in adherence to “our tradition that more speech, not less,\nis the governing rule.”Citizens United, 558 U. S., at ___\n(slip op., at 45). What the law does—all the law does—is fund more\nspeech.[Footnote\n2]And under the First\nAmendment, that makes all the difference. In case after case, year\nupon year, we have distinguished between speech restrictions and\nspeech subsidies. “ ‘There is a basic difference,’ ” we\nhave held, “ ‘between direct state interference with [First\nAmendment] protected activity and state encouragement’ ” of\nother expression.Rustv.Sullivan,500 U. S. 173, 193\n(1991) (quotingMaherv.Roe,432 U. S. 464, 475\n(1977)); see also,e.g., Federal Election Comm’nv.Massachusetts Citizens for Life, Inc.,479 U. S. 238, 256, n. 9\n(1986);Reganv.Taxation With Representation of\nWash.,461 U.\nS. 540, 550 (1983);National Endowment for Artsv.Finley,524\nU. S. 569, 587–588 (1998);id., at 599 (Scalia, J.,\nconcurring in judgment) (noting the “fundamental divide” between\n“ ‘abridging’ speech and funding it”). Government subsidies of\nspeech, designed “to stimulate … expression[,] … [are] consistent\nwith the First Amendment,” so long as they do not discriminate on\nthe basis of viewpoint.Board of Regents of Univ. of Wis.\nSystemv.Southworth,529 U. S. 217, 234\n(2000); see,e.g.,Rosenbergerv.Rector and\nVisitors of Univ. of Va.,515 U. S. 819, 834\n(1995);Finley, 524 U. S., at 587–588. That is because\nsubsidies, by definition and contra the majority, do not restrict\nany speech.No one can claim that\nArizona’s law discriminates against particular ideas, and so\nviolates the First Amendment’s sole limitation on speech subsidies.\nThe State throws open the doors of its public financing program to\nall candidates who meet minimal eligibility requirements and agree\nnot to raise private funds. Republicans and Democrats,\nconservatives and liberals may participate; so too, the law applies\nequally to independent expenditure groups across the political\nspectrum. Arizona disburses funds based not on a candidate’s (or\nsupporter’s) ideas, but on the candidate’s decision to sign up for\npublic funding. So under our precedent, Arizona’s subsidy statute\nshould easily survive First Amendment scrutiny.[Footnote 3]This suit, in fact,\nmay merit less attention than any challenge to a speech subsidy\never seen in this Court. In the usual First Amendment subsidy case,\na person complains that the government declined to finance his\nspeech, while bankrolling someone else’s; we must then decide\nwhether the government differentiated between these speakers on a\nprohibited basis—because it preferred one speaker’s ideas to\nanother’s. See,e.g., id., at 577–578;Regan, 461\nU. S., at 543–545. But the candidates bringing this challenge do\nnot make that claim—because they were never denied a subsidy.\nArizona, remember, offers to support any person running for state\noffice. Petitioners hererefusedthat assistance. So they\nare making a novel argument: that Arizona violatedtheirFirst Amendment rights by disbursing funds tootherspeakers even though they could have received (but chose to spurn)\nthe same financial assistance. Some people might call thatchutzpah.Indeed, what\npetitioners demand is essentially a right to quash others’ speech\nthrough the prohibition of a (universally available) subsidy\nprogram. Petitioners are able to convey their ideas without public\nfinancing—and they would prefer the field to themselves, so that\nthey can speak free from response. To attain that goal, they ask\nthis Court to prevent Arizona from funding electoral speech—even\nthough that assistance is offered to every state candidate, on the\nsame (entirely unobjectionable) basis. And this Court gladly\nobliges.If an ordinary\ncitizen, without the hindrance of a law degree, thought this result\nan upending of First Amendment values, he would be correct. That\nAmendment protects no person’s, nor any candidate’s, “right to be\nfree from vigorous debate.”Pacific Gas & Elec. Co.v.Public Util. Comm’n of Cal.,475 U. S. 1, 14 (1986)\n(plurality opinion). Indeed, the Amendment exists so that this\nde-bate can occur—robust, forceful, and contested.It\nis the theory of the Free Speech Clause that “falsehood and\nfallacies” are exposed through “discussion,” “education,” and “more\nspeech.”Whitneyv.California,274 U. S. 357, 377\n(1927) (Brandeis, J., concurring). Or once again fromCitizens\nUnited:“[M]ore speech, not less, is the governing rule.” 558\nU. S., at ___ (slip op., at 45). And this is no place more true\nthan in elections, where voters’ ability to choose the best\nrepresentatives depends on debate—on charge and countercharge, call\nand response. So to invalidate a statute that restricts no one’s\nspeech and dis-criminates against no idea—that only provides more\nvoices, wider discussion, and greater competition in elections—is\nto undermine, rather than to enforce, the First Amendment.[Footnote 4]We said\nall this inBuckley, when we upheld the presidential\npublic financing system—a ruling this Court has never since\nquestioned. The principal challenge to that system came from\nminor-party candidates not eligible for benefits—surely more\ncompelling plaintiffs than petitioners, who could have received\nfunding but refused it. Yet we rejected that attack in part because\nwe understood the federal program as supporting, rather than\ninterfering with, expression. See 424 U. S., at 90–108; see alsoRegan, 461 U. S., at 549 (relying onBuckleyto\nhold that selective subsidies of expression comport with the First\nAmendment if they are viewpoint neutral).Buckleyrejected\nany idea, along the lines the majority proposes, that a subsidy of\nelectoral speech was in truth a restraint. And more:Buckleyrecognized that public financing of electionsfostersFirst Amendment principles. “[T]he central purpose\nof the Speech and Press Clauses,” we explained, “was to assure a\nsociety in which ‘uninhibited, robust, and wide-open’ public debate\nconcerning matters of public interest would thrive, for only in\nsuch a society can a healthy representative democracy flourish.”\n424 U. S., at 93, n. 127 (quotingNew York Times, 376 U.\nS., at 270). And we continued: “[L]aws providing financial\nassistance to the exercise of free speech”—including the campaign\nfinance statute at issue—“enhance these First Amendment values.”\n424 U. S., at 93, n. 127. We should be saying the same\ntoday.BThe majority has one, and only one, way of\nseparating this case fromBuckleyand our other, many\nprecedents involving speech subsidies. According to the Court, the\nspecial problem here lies in Arizona’s matching funds mechanism,\nwhich the majority claims imposes a “substantia[l] burde[n]” on a\nprivately funded candidate’s speech.Ante, at 2.\nSometimes, the majority suggests that this “burden” lies in the way\nthe mechanism “ ‘diminish[es] the effectiveness’ ” of the\nprivately funded candidate’s expression by enabling his opponent to\nrespond.Ante, at 10 (quotingDavisv.Federal Election Comm’n,554\nU. S. 724, 736 (2008)); seeante, at 21–22. At other\ntimes, the majority indicates that the “burden” resides in the\ndeterrent effect of the mechanism: The privately funded candidate\n“might not spend money” because doing so will trigger matching\nfunds.Ante, at 20. Either way, the majority is wrong to\nsee a substantial burden on expression.[Footnote 5]Most important, and as just suggested, the\nvery notion that additional speech constitutes a “burden” is odd\nand unsettling. Here is a simple fact: Arizona imposes nothing\nremotely resembling a coercive penalty on privately funded\ncandidates. The State does not jail them, fine them, or subject\nthem to any kind of lesser disability. (So the majority’s analogies\nto a fine on speech,ante, at 19, 28, are inapposite.) The\nonly “burden” in this case comes from the grant of a subsidy to\nanother person, and the opportunity that subsidy allows for\nresponsive speech. But that means the majority cannot get out from\nunder our subsidy precedents. Once again: We have never, not once,\nunderstood a viewpoint-neutral subsidy given to one speaker to\nconstitute a First Amendment burden on another. (And that is so\neven when the subsidy is not open to all, as it is here.) Yet in\nthis case, the majority says that the prospect of more\nspeech—responsive speech, competitive speech, the kind of speech\nthat drives public debate—counts as a constitutional injury. That\nconcept, for all the reasons previously given, is “wholly foreign\nto the First Amendment.”Buckley, 424 U. S., at\n49.But put to\none side this most fundamental objection to the majority’s\nargument; even then, has the majority shown that the burden\nresulting from the Arizona statute is “substantial”? SeeClingmanv.Beaver,544 U. S. 581, 592\n(2005) (holding that stringent judicial review is “appropriate only\nif the burden is severe”). I will not quarrel with the majority’s\nassertion that responsive speech by one candidate may make another\ncandidate’s speech less effective, seeante, at 21–22;\nthat, after all, is the whole idea of the First Amendment, and abenefitof having more responsive speech. SeeAbramsv.United States,250 U. S. 616, 630\n(1919) (Holmes., J., dissenting) (“[T]he best test of truth is the\npower of the thought to get itself accepted in the competition of\nthe market”). And I will assume that the operation of this statute\nmay on occasion deter a privately funded candidate from spending\nmoney, and conveying ideas by that means.[Footnote 6] My guess is that this does not happen\noften: Most political candidates, I suspect, have enough faith in\nthe power of their ideas to prefer speech on both sides of an issue\nto speech on neither. But I will take on faith that the matching\nfunds provision may lead one or another privately funded candidate\nto stop spending at one or another moment in an election. Still,\ndoes that effect count as a severe burden on expression? By the\nmeasure of our prior decisions—which have upheld campaign reforms\nwith an equal or greater impact on speech—the answer is\nno.Number\none:Anysystem of public financing, including the\nlump-sum model upheld inBuckley, imposes a similar burden\non privately funded candidates. Suppose Arizona were to do what all\nparties agree it could underBuckley—provide a single\nupfront payment (say, $150,000) to a participating candidate,\nrather than an initial payment (of $50,000) plus 94% of whatever\nhis privately funded opponent spent, up to a ceiling (the same\n$150,000). That system would “diminis[h] the effectiveness” of a\nprivately funded candidate’s speech at least as much, and in the\nsame way: It would give his opponent, who presumably would not be\nable to raise that sum on his own, more money to spend. And so too,\na lump-sum system may deter speech. A person relying on private\nresources might well choose not to enter a race at all, because he\nknows he will face an adequately funded opponent. And even if he\ndecides to run, he likely will choose to speak in different\nways—for example, by eschewing dubious, easy-to-answer\ncharges—because his opponent has the ability to respond. Indeed,\nprivately funded candidates may well find the lump-sum systemmoreburdensome than Arizona’s (assuming the lump is big\nenough). Pretend you are financing your campaign through private\ndonations. Would you prefer that your opponent receive a\nguaranteed, upfront payment of $150,000, or that he receive only\n$50,000, with thepossibility—a possibility that you\nmostly get to control—of collecting another $100,000 somewhere down\nthe road? Me too. That’s the first reason the burden on speech\ncannot command a different result in this case than inBuckley.Number\ntwo: Our decisions about disclosure and disclaimer requirements\nshow the Court is wrong. Starting inBuckleyand\ncontinuing through last Term, the Court has repeatedly declined to\nview these requirements as a sub-stantial First Amendment burden,\neven though they dis-courage some campaign speech. “It is\nundoubtedly true,” we stated inBuckley, that public\ndisclosure obliga- tions “will deter some individuals” from\nengaging in expressive activity. 424 U. S., at 68; seeDavis, 554 U. S., at 744. Yet we had no difficulty\nupholding these requirements there. And much more recently, inCitizens UnitedandDoev.Reed, 561 U.\nS. ___ (2010), we followed that precedent. “ ‘Disclosure\nrequirements may burden the ability to speak,” we reasoned, but\nthey “do not prevent anyone from speaking.’ ”Id., at\n___ (slip op., at 7) (quotingCitizens United, 558 U. S.,\nat ___ (slip op., at 51)). So too here. Like a disclosure rule, the\nmatching funds provision may occasionally deter, but “impose[s] no\nceiling” on electoral expression.Id., at ___ (slip op.,\nat 51).The\nmajority breezily dismisses this comparison, labeling the analogy\n“not even close” because disclosure requirements result in no\npayment of money to a speaker’s opponent.Ante, at 18.\nThat is indeed the factual distinction: A matching fund provision,\nwe can all agree, is not a disclosure rule. But the majority does\nnot tell us why this difference matters. Nor could it. The majority\nstrikes down the matching funds provision because of its ostensibleeffect—most notably, that it may deter a person from\nspending money in an election. But this Court has acknowledged time\nand again that disclosure obligations have the selfsame effect. If\nthat consequence does not trigger the most stringent judicial\nreview in the one case, it should not do so in the\nother.Number\nthree: Any burden that the Arizona law imposes does not exceed the\nburden associated with contri-bution limits, which we have also\nrepeatedly upheld. Con-tribution limits, we have stated, “imposedirect quantity restrictionson political communication\nand association,”Buckley, 424 U. S., at 18 (emphasis\nadded), thus “ ‘significant[ly] interfer[ing]’ ” with\nFirst Amendment interests,Nixonv.Shrink Missouri\nGovernment PAC,528 U. S. 377, 387\n(2000) (quotingBuckley, 424 U. S., at 25). Rather than\npotentially deterring or “ ‘diminish[ing] the\neffectiveness’ ” of expressive activity,ante, at 10\n(quotingDavis, 554 U. S., at 736), these limits stop it\ncold. Yet we have never subjected these restrictions to the most\nstringent review. SeeBuckley, 424 U. S., at 29–38. I\ndoubt I have to reiterate that the Arizona statute imposes no\nrestraints on any expressive activity. So the majority once again\nhas no reason here to reach a different\nresult.In this\nway, our campaign finance cases join our speech subsidy cases in\nsupporting the constitutionality of Arizona’s law. Both sets of\nprecedents are in accord that a statute funding electoral speech in\nthe way Arizona’s does imposes no First Amendment\ninjury.CThe majority thinks it has one case on its\nside—Davisv.Federal Election Comm’n,554\nU. S. 724—and it pegs everything on that decision. Seeante, at 9–12. ButDavisrelies on principles\nthat fit securely within our First Amendment law and tradition—most\nunlike today’s opinion.As the majority recounts,Davisaddressed the constitutionality of federal legislation known as the\nMillionaire’s Amendment. Under that provision (which applied in\nelec-tions not involving public financing), a candidate’s\nexpenditure of more than $350,000 of his own money activated a\nchange in applicable contribution limits. Before, each candidate in\nthe race could accept $2,300 from any donor; but now, the opponent\nof the self-financing candidate could accept three times that much,\nor up to $6,900 per contributor. So one candidate’s expenditure of\npersonal funds on campaign speech triggered discriminatory\ncontribution restrictions favoring that candidate’s\nopponent.Under the\nFirst Amendment, the similarity betweenDavisand this\ncase matters far less than the differences. Here is the similarity:\nIn both cases, one candidate’s campaign expenditure triggered …\nsomething. Now here are the differences: InDavis, the\ncandidate’s expenditure triggered a discriminatory speech\nrestriction, which Congress could not otherwise have imposed\nconsistent with the First Amendment; by contrast, in this case, the\ncandidate’s expenditure triggers a non-discriminatory speech\nsubsidy, which all parties agree Arizona could have provided in the\nfirst instance. In First Amendment law, that difference makes a\ndifference—indeed, it makesallthe difference. As I have\nindicated before, two great fault lines run through our First\nAmendment doctrine: one, between speech restrictions and speech\nsubsidies, and the other, between discriminatory and neutral\ngovernment action. Seesupra, at 10–11. The Millionaire’s\nAmendment fell on the disfavored side of both divides: To\nreiterate, it imposed a discriminatory speech restriction. The\nArizona Clean Elections Act lands on the opposite side of both: It\ngrants a non-discriminatory speech subsidy.[Footnote 7] So to say thatDavis“largely\ncontrols” this case,ante, at 10, is to decline to take\nour First Amendment doctrine seriously.And let me\nbe clear: This is not my own idiosyncratic orpost hocview ofDavis;it is theDavisCourt’s\nself-expressed, contemporaneous view. That decision began,\ncontinued, and ended by focusing on the Millionaire Amendment’s\n“discriminatory contribution limits.” 554 U. S., at 740. We made\nthat clear in the very first sentence of the opinion, where we\nsummarized the question presented.Id., at 728 (“In this\nappeal, we consider the constitutionality of federal election law\nprovisions that … impose different campaign contribution limits on\ncandidates”). And our focus on the law’s discriminatory\nrestrictions was evident again when we examined how the Court’s\nprior holdings informed the case.Id., at 738 (“We have\nnever upheld the constitutionality of a law that imposes different\ncontribution limits for candidates”). And then again, when we\nconcluded that the Millionaire’s Amendment could not stand.Id., at 740 (explaining that the “the activation of a\nscheme of discriminatory contribution limits” burdens speech). Our\ndecision left no doubt (because we repeated the point many times\nover, see alsoid., at 729, 730, 739, 740, n. 7, 741,\n744): The constitutional problem with the Millionaire’s Amendment\nlay in its use of discriminatory speech\nrestrictions.But what\nof the trigger mechanism—inDavis, as here, a candidate’s\ncampaign expenditures? That, after all, is the only thing that this\ncase andDavisshare. IfDavishad held that the\ntrigger mechanism itself violated the First Amendment, then the\ncase would support today’s holding. ButDavissaid nothing\nof the kind. It made clear that the trigger mechanism could notrescuethe discriminatory contribution limits from\nconstitutional invalidity; that the limits went into effect only\nafter a candidate spent substantial personal resources rendered\nthem no more permissible under the First Amendment. Seeid., at 739. ButDavisdid not call into question\nthe trigger mechanism itself. Indeed,Davisexplained that\nCongress could have used that mechanism to activate anon-discriminatory(i.e., across-the-board)\nincrease in contribution limits; in that case, the Court stated,\n“Davis’ argument would plainly fail.”Id., at\n737.[Footnote 8] The\nconstitutional infirmity inDaviswas not the trigger\nmechanism, but rather what lay on the other side of it—a\ndiscriminatory speech restriction.The\nCourt’s response to these points is difficult to fathom. The\nmajority concedes that “our decision inDavisfocused on\nthe asymmetrical contribution limits imposed by the Millionaire’s\nAmendment.”Ante, at 14. That was because, the majority\nexplains,Davispresented only that issue. Seeante, at 14.And yet, the majority insists\n(without explaining how this can be true), the reach ofDavisis not so limited. And in any event, the majority\nclaims, the burden on speech is “greater in this case than inDavis.”Ante, at 14.But for reasons\nalready stated, that is not so. The burden on speech inDavis—the penalty that cam-paign spending\ntriggered—wasthe discriminatory contribution restriction,\nwhich Congress could not otherwise have imposed. By contrast, the\nthing triggered here is a non-discriminatory subsidy, of a kind\nthis Court has approved for almost four decades. Maybe the majority\nis saying today that it had something like this case in mind all\nthe time. But nothing in the logic ofDaviscontrols this\ndecision.[Footnote\n9]IIIFor all these reasons, the Court errs in\nholding that the government action in this case substantially\nburdens speech and so requires the State to offer a compelling\nin-terest. But in any event, Arizona has come forward with just\nsuch an interest, explaining that the Clean Elections Act attacks\ncorruption and the appearance of corruption in the State’s\npolitical system. The majority’s denigration of this interest—the\nsuggestion that it either is not real or does not matter—wrongly\nprevents Arizona from protecting the strength and integrity of its\ndemocracy.AOur campaign finance precedents leave no\ndoubt: Preventing corruption or the appearance of corruption is a\ncompelling government interest. See,e.g.,Davis,\n554 U. S., at 741;Federal Election Comm’nv.National\nConservative Political Action Comm.,470 U. S. 480, 496–497\n(1985)(NCPAC). And so too, these precedents are clear:\nPublic financing of elections serves this interest. Seesupra, at 4–5. AsBuckleyrecognized, and as I\nearlier described, public financing “reduce[s] the deleterious\ninfluence of large contributions on our political process.” 424 U.\nS., at 91; seeid., at 96. When private contributions fuel\nthe political system, candidates may make corrupt bargains to gain\nthe money needed to win election. SeeNCPAC, 470 U. S., at\n497. And voters, seeing the dependence of candidates on large\ncontributors (or on bundlers of smaller contributions), may lose\nfaith that their representatives will serve the public’s interest.\nSeeShrink Missouri, 528 U. S., at 390 (the “assumption\nthat large donors call the tune [may] jeopardize the willingness of\nvoters to take part in democratic governance”). Public financing\naddresses these dangers by minimizing the importance of private\ndonors in elections. Even the majority appears to agree with this\npremise. Seeante,at 27 (“We have said that … ‘public\nfinancing as a means of eliminating the improper influence of large\nprivate contributions furthers a significant governmental\ninterest’ ”).This compelling interest appears on the very\nface of Arizona’s public financing statute. Start with the title:\nThe Citizens Clean Elections Act. Then proceed to the statute’s\nformal findings. The public financing program, the findings state,\nwas “inten[ded] to create a clean elections system that will\nimprove the integrity of Arizona state government by diminishing\nthe influence of special-interest money.” §16–940(A) (West 2006).\nThat measure was needed because the prior system of private\nfundraising had “[u]ndermine[d] public confidence in the integrity\nof public officials;” allowed those officials “to accept large\ncampaign contributions from private interests over which they [had]\ngovernmental jurisdiction;” favored “a small number of wealthy\nspecial interests” over “the vast majority of Arizona citizens;”and “[c]os[t] average taxpayers millions of dollars in\nthe form of subsidies and special privileges for campaign\ncontributors.” §16–940(B).[Footnote 10] The State, appearing before us, has\nreiterated its important anti-corruption interest. The Clean\nElections Act, the State avers, “detersquid pro quocorruption and the appearance of corruption by providing Arizona\ncandidates with an option to run for office without depending on\noutside contributions.” Brief for State Respondents 19. And so\nArizona, like many state and local governments, has implemented\npublic financing on the theory (which this Court has previously\napproved, seesupra, at 5), that the way to reduce\npolitical corruption is to diminish the role of private donors in\ncampaigns.[Footnote\n11]And that interest justifies the matching\nfunds provision at issue because it is a critical facet of\nArizona’s public financing program. The provision is no more than a\ndisbursement mechanism; but it is also the thing that makes the\nwhole Clean Elections Act work. As described earlier, seesupra, at 5–6, public financing has an Achilles heel—the\ndifficulty of setting the subsidy at the right amount. Too small,\nand the grant will not attract candidates to the program; and with\nno participating candidates, the program can hardly decrease\ncorruption. Too large, and the system becomes unsustainable, or at\nthe least an unnecessary drain on public resources. But finding the\nsweet-spot is near impossible because of variation, across\ndistricts and over time, in the political system. Enter the\nmatching funds provision, which takes an ordinary lump-sum amount,\ndivides it into thirds, and disburses the last two of these (to the\nextent necessary) via a self-calibrating mechanism. That provision\nis just a fine-tuning of the lump-sum program approved inBuckley—a fine-tuning, it bears repeating, that prevents\nno one from speaking and discriminates against no message. But that\nfine-tuning can make the difference between a wholly ineffectual\nprogram and one that removes corruption from the political\nsystem.[Footnote 12] If\npublic financing furthers a compelling interest—and according to\nthis Court, it does—then so too does the disbursement formula that\nArizona uses to make public financing effective. The one conclusion\nfollows directly from the other.Except in this Court, where the inescapable\nlogic of the State’s position is … virtually ignored. The Court, to\nbe sure, repeatedly asserts that the State’s interest in preventing\ncorruption does not “sufficiently justif[y]” the mechanism it has\nchosen to disburse public moneys.Ante, at 28; seeante, at 27. Only one thing is missing from the Court’s\nresponse: any reasoning to support this conclusion. Nowhere does\nthe majority dispute the State’s view that the success of its\npublic financing system depends on the matching funds mechanism;\nand nowhere does the majority contest that, if this mechanism\nindeed spells the difference between success and failure, the\nState’s interest in preventing corruption justifies its use. And so\nthe majority dismisses, but does not actually answer the State’s\ncontention—even though that contention is the linchpin of the\nentire case. Assuming (against reason and precedent) that the\nmatching funds provision substantially burdens speech, the question\nbecomes whether the State has offered a sufficient justification\nfor imposing that burden. Arizona has made a forceful argument on\nthis score, based on the need to establish an effective public\nfi-nancing system. The majority does not even engage that\nreasoning.BThe majority instead devotes most of its\nenergy to trying to show that “level[ing] the playing field,” not\nfighting corruption, was the State’s real goal.Ante, at\n22–23 (internal quotation marks omitted); seeante, at\n22–24. But the majority’s distaste for “leveling” provides no\nexcuse for striking down Arizona’s\nlaw.1For starters, the Court has no basis to\nquestion the sincerity of the State’s interest in rooting out\npolitical corruption. As I have just explained, that is the\ninterest the State has asserted in this Court; it is the interest\npredominantly expressed in the “findings and declarations” section\nof the statute; and it is the interest universally understood\n(stretching back to Teddy Roosevelt’s time) to support public\nfinancing of elections. Seesupra, at 4, 23–24. As against\nall this, the majority claims to have found three smoking guns that\nreveal the State’s true (and nefarious) intention to level the\nplaying field. But the only smoke here is the majority’s, and it is\nthe kind that goes with mirrors.The majority first observes that the matching\nfunds provision is titled “ ‘Equal funding of\ncandidates’ ” and that it refers to matching grants as\n“ ‘equalizing funds.’ ”Ante,at 23 (quoting\n§16–952). Well, yes. The statute provides for matching funds (above\nand below certain thresholds); a synonym for “match” is “equal”;\nand so the statute uses that term. In sum, the statute describes\nwhat the statute does. But the relevant question here (according to\nthe majority’s own analysis) iswhythe statute does that\nthing—otherwise said, what interest the statute serves. The State\nexplains that its goal is to prevent corruption, and nothing in the\nAct’s descriptive terms suggests any other\nobjective.Next, the majority notes that the Act allows\nparticipating candidates to accept private contributions if (but\nonly if) the State cannot provide the funds it has promised (for\nexample, because of a budget crisis).Ante,at 23 (citing\n§16–954(F)). That provision, the majority argues, shows that when\npush comes to shove, the State cares more about “leveling” than\nabout fighting corruption.Ante, at 23. But this is a\nplain misreading of the law. All the statute does is assure\nparticipating candidates that they will not be left in the lurch if\npublic funds suddenly become unavailable. That guarantee helps\npersuade candidates to enter the program by removing the risk of a\nstate default. And so the provision directly advances the Act’s\ngoal of combating corruption.Finally, the Court remarks in a footnote that\nthe Clean Elections Commission’s website once stated that the\n“ ‘Act was passed by the people of Arizona … to level the\nplaying field.’ ”Ante, at 24, n. 10. I can\nunderstand why the majority does not place much emphasis on this\npoint. Some members of the majority have ridiculed the practice of\nrelying on subsequent statements by legislators to demonstrate an\nearlier Congress’s intent in enacting a statute. See,e.g.,Sullivanv.Finkelstein,496 U. S. 617, 631–632\n(1990) (Scalia, J., concurring in part);United Statesv.Hayes,555\nU. S. 415, 434–435 (2009) (Roberts, C. J., dissenting).\nYet here the majority makes a much stranger claim: that a statement\nappearing on a government website in 2011 (written by\nwho-knows-whom?) reveals what hundreds of thousands of Arizona’s\nvoters sought to do in 1998 when they enacted the Clean Elections\nAct by referendum. Just to state that proposition is to know it is\nwrong.So the majority has no evidence—zero,\nnone—that the objective of the Act is anything other than the\ninterest that the State asserts, the Act proclaims, and the history\nof public financing supports: fighting\ncorruption.2But suppose the majority had come up with\nsome evidence showing that Arizona had sought to “equalize\nelectoral opportunities.”Ante, at 24. Would that\ndiscovery matter? Our precedent says no, so long as Arizona had a\ncompelling interest in eliminating political corruption (which it\nclearly did). In these circumstances, any interest of the State in\n“leveling” should be irrelevant. That interest could not support\nArizona’s law (assuming the law burdened speech), but neither would\nthe interest invalidate the\nlegislation.To see the point, consider how the matter\nmight arise. Assume a State has two reasons to pass a statute\naffecting speech. It wants to reduce corruption. But in addition,\nit wishes to “level the playing field.” Under our First Amendment\nlaw, the interest in preventing corruption is compelling and may\njustify restraints on speech. But the interest in “leveling the\nplaying field,” according to well-established precedent, cannot\nsupport such legislation.[Footnote 13] So would this statute (assuming it met all\nother constitutional standards) violate the First\nAmendment?The answer must be no. This Court, after all,\nhas never said that a law restricting speech (or any other\nconstitutional right) demands two compelling interests. One is\nenough. And this statute has one: preventing corruption. So it does\nnot matter that equalizing campaign speech is an insufficient\ninterest. The statute could violate the First Amendment only if\n“equalizing” qualified as a forbidden motive—a motive that itself\ncould annul an otherwise constitutional law. But we have never held\nthat to be so. And that should not be surprising: It is a\n“fundamental principle of constitutional adjudication,” from which\nwe have deviated only in exceptional cases, “that this Court will\nnot strike down an otherwise constitutional statute on the basis of\nan alleged illicit legislative motive.”United Statesv.O’Brien,391 U. S. 367, 383\n(1968); seeid., at 384 (declining to invalidate a statute\nwhen “Congress had the undoubted power to enact” it without the\nsuspect motive); accord,Turner Broadcasting System, Inc.v.FCC,512\nU. S. 622, 652 (1994);Rentonv.Playtime\nTheatres, Inc.,475 U. S. 41, 47–48\n(1986). When a law is otherwise constitutional—when it either does\nnot restrict speech or rests on an interest sufficient to justify\nany such restriction—that is the end of the\nstory.That proposition disposes of this case, even\nif Arizona had an adjunct interest here in equalizing electoral\nopportunities. No special rule of automatic invalidation applies to\nstatutes having some connection to equality; like any other laws,\nthey pass muster when supported by an im-portant enough government\ninterest. Here, Arizona has demonstrated in detail how the matching\nfunds provision is necessary to serve a compelling interest in\ncombating corruption. So the hunt for evidence of “leveling” is a\nwaste of time; Arizona’s law survives constitutional scrutiny no\nmatter what that search would\nuncover.IVThis case arose because Arizonans wanted\ntheir government to work on behalf of all the State’s people. On\nthe heels of a political scandal involving the near-routine\npurchase of legislators’ votes, Arizonans passed a law de-signed to\nsever political candidates’ dependence on large contributors. They\nwished, as many of their fellow Americans wish, to stop corrupt\ndealing—to ensure that their representatives serve the public, and\nnot just the wealthy donors who helped put them in office. The\nlegislation that Arizona’s voters enacted was the product of deep\nthought and care. It put into effect a public financing system that\nattracted large numbers of candidates at a sustainable cost to the\nState’s taxpayers. The system discriminated against no ideas and\nprevented no speech. Indeed, by increasing electoral competition\nand enabling a wide range of candidates to express their views, the\nsystem “further[ed] … First Amendment values.”Buckley,\n424 U. S., at 93 (citingNew York Times, 376 U. S., at\n270). Less corruption, more speech. Robust campaigns leading to the\nelection of representatives not beholden to the few, but\naccountable to the many. The people of Arizona might have expected\na decent respect for those\nobjectives.Today, they do not get it. The Court\ninvalidates Arizonans’ efforts to ensure that in their State,\n“ ‘[t]he people … possess the absolute sovereignty.’ ”Id., at 274 (quoting James Madison in 4 Elliot’s Debates\non the Federal Constitution 569–570 (1876)). No precedent compels\nthe Court to take this step; to the contrary, today’s decision is\nin tension with broad swaths of our First Amendment doctrine. No\nfundamental principle of our Constitution backs the Court’s ruling;\nto the contrary, it is the law struck down today that fostered both\nthe vigorous competition of ideas and its ultimate object—a\ngovernment responsive to the will of the people. Arizonans deserve\nbetter. Like citizens across this country, Arizonans deserve a\ngovernment that represents and serves them all. And no less,\nArizonans deserve the chance to reform their electoral system so as\nto attain that most American of\ngoals.Truly, democracy is not a game. Seeante, at 25. I respectfully\ndissent.Footnote 1The problem is apparent in the federal system. In recent\nyears, the number of presidential candidates opting to receive\npublic financing has declined because the subsidy has not kept pace\nwith spending by privately financed candidates. See Corrado, Public\nFunding of Presidential Campaigns, in The New Campaign Finance\nSourcebook 180, 200 (A. Corrado, T. Mann, D. Ortiz, & T. Potter\neds. 2005). The last election cycle offers a stark example:\nThen-candidate Barack Obama raised $745.7 million in private funds\nin 2008, Federal Election Commission, 2008 Presidential Campaign\nFinancial Activity Summarized, June 8, 2009, online at\nhttp://www.fec.gov/press/press2009/ 20090608PresStat.shtml, in\ncontrast with the $105.4 million he could have received in public\nfunds, see Federal Election Commission, Presidential Election\nCampaign Fund, online at http://www.fec.gov/press/ bkgnd/fund.shtml\n(all Internet materials as visited June 24, 2011, and available in\nClerk of Court’s case file).Footnote 2And the law appears to do that job well. Between 1998\n(when the statute was enacted) and 2006, overall candidate\nexpenditures increased between 29% and 67%; overall independent\nexpenditures rose by a whopping 253%; and average candidate\nexpenditures grew by 12% to 40%. App. to Pet. for Cert. in No.\n10–239, pp. 284–285; App. 916–917.Footnote 3The majority claims that none of our subsidy cases\ninvolved the funding of “respons[ive]” expression. Seeante, at 17. But the majority does not explain why this\ndistinction, created to fit the facts of this case, should matter\nso long as the government is not discriminating on the basis of\nviewpoint. Indeed, the difference the majority highlights should\ncut in the opposite direction, because facilitating responsive\nspeech fosters “uninhibited, robust, and wide-open” public debate.New York Times Co.v.Sullivan,376 U. S. 254, 270 (1964). In any\nevent, the majority is wrong to say that we have never approved\nfunding to “allow the recipient to counter” someone else’s\npolitical speech.Ante, at 17. That isexactlywhat we approved inBuckleyv.Valeo,424 U. S. 1(1976)(per\ncuriam). Seesupra, at 5. The majority notes that the\npublic financing scheme inBuckleylacked the trigger\nmechanism used in the Arizona law. Seeante, at 17,\nn. 9. But again, that is just to describe a difference, not to\nsay why it matters. As I will show, the trigger is constitutionally\nirrelevant—as we made clear in the very case (Davisv.Federal Election Comm’n,554\nU. S. 724(2008)) on which the majority principally relies. Seeinfra, at 17–19, 21–22.Footnote 4The majority argues that more speech will quickly become\n“less speech,” as candidates switch to public funding.Ante, at 15, n. 7. But that claim misunderstands how\na voluntary public financing system works. Candidates with\nsignificant financial resources will likely decline public funds,\nso that they can spend in excess of the system’s expenditure caps.\nOther candidates accept public financing because they believe it\nwill enhance their communication with voters. So the system\ncontinually pushes toward more speech. That is exactly what has\nhappened in Arizona, see n. 2,supra, and the\nmajority offers no\ncounter-examples.Footnote 5The majority’s error on this score extends both to\ncandidates and to independent expenditure groups. Contrary to the\nmajority’s suggestion, seeante, at 14, n. 6, nearly\nall of my arguments showing that the Clean Elections Act does not\nimpose a substantial burden apply to both sets of speakers (and\napply regardless of whether independent or candidate expenditures\ntrigger the matching funds). That is also true of every one of my\narguments demonstrating the State’s compelling interest in this\nlegislation. Seeinfra, at 22–26. But perhaps the best\nresponse to the majority’s view that the Act inhibits independent\nexpenditure groups lies in an empirical fact already noted:\nExpenditures by these groups have risen by 253% since Arizona’s law\nwas enacted. See n. 2,supra.Footnote 6I will note, however, that the record evidence of this\neffect is spotty at best. The majority finds anecdotal evidence\nsupporting its argument on just 6 pages of a 4500-page summary\njudgment record. Seeante, at 18–19. (The majority also\ncites sections of petitioners’ briefs, which cite the same 6 pages\nin the record. Seeante, at 19.) That is consistent with\nthe assessment of the District Court Judge who presided over the\nproceedings in this case: He stated that petitioners had presented\nonly “vague” and “scattered” evidence of the law’s deterrent\nimpact. App. to Pet. for Cert. in No. 10–239, p. 54. The appellate\ncourt discerned even less evidence of any deterrent effect.Id., at 30 (“No Plaintiff … has pointed to any specific\ninstance in which she or he has declined a contribution or failed\nto make an expenditure for fear of triggering matching funds”); see\nalsoid., at 28, 31, 34. I understand the majority to\nessentially concede this point (“ ‘it is never easy to prove a\nnegative,’ ”ante, at 20) and to say it does not\nmatter (“we do not need empirical evidence,”ibid.). So I\nwill not belabor the issue by detailing the substantial testimony\n(much more than 6 pages worth) that the matching funds provision\nhas not put a dent in privately funded candidates’\nspending.Footnote 7Of course, only publicly funded candidates receive the\nsubsidy. But that is because only those candidates have agreed to\nabide by stringent spending caps (which privately funded candidates\ncan exceed by any amount). AndBuckleyspecifically\napproved that exchange as consistent with the First Amendment. See\n424 U. S., at 57, n. 65, 95. By contrast,Davisinvolved a\nscheme in which one candidate in a race received concrete\nfundraising advantages, in the form of asymmetrical contribution\nlimits, just because his opponent had spent a certain amount of his\nown money.Footnote 8Notably, the Court found this conclusion obvious even\nthough an across-the-board increase in contribution limits works to\nthe comparative advantage of the non-self-financing candidate—that\nis, the candidate who actually depends on contributions. Such a\nsystem puts the self-financing candidate to a choice: Do I stop\nspending, or do I allow the higher contribution limits (which will\nhelp my opponent) to kick in? That strategic choice parallels the\none that the Arizona statute forces. Seesupra, at\n15.Footnote 9The majority also briefly relies onMiami Herald\nPublishing Co.v.Tornillo,418 U. S. 241(1974),\nbut that case is still wider of the mark. There, we invalidated a\nlaw compelling newspapers (by threat of criminal sanction) to print\na candidate’s rejoinder to critical commentary. That law, we\nexplained, overrode the newspaper’s own editorial judgment and\nforced the paper both to pay for and to convey a message with which\nit disagreed. Seeid., at 256–258. An analogy might be if\nArizona forced privately funded candidates to purchase their\nopponents’ posters, and then to display those posters in their own\ncampaign offices. But that is very far from this case. The Arizona\nstatute does not require petitioners to disseminate or fund any\nopposing speech; nor does it in any way associate petitioners with\nthat speech.Footnote 10The legislative findings also echo what theBuckleyCourt found true of public financing—that it\n“encourage[s] citizen participation in the political process” and\n“promote[s] freedom of speech” by enhancing the ability of\ncandidates to “communicat[e] to voters.” §§16–940(A),\n(B).Footnote 11The majority briefly suggests that the State’s “austere\ncontribution limits” lessen the need for public financing, seeante, at 26, but provides no support for that dubious\nclaim. As Arizona and other jurisdictions have discovered,\ncontribution limits may not eliminate the risk of corrupt dealing\nbetween candidates and donors, especially given the widespread\npractice of bundling small contributions into large packages. See\nBrief for United States asAmicus Curiae31. For much this\nreason,Buckleyupheldbothlimits on\ncontributions to federal candidatesandpublic financing\nof presidential campaigns. See 424 U. S., at 23–38, 90–108.\nArizona, like Congress, was “surely entitled to conclude” that\ncontribution limits were only a “partial measure,”id., at\n28, and that a functional public financing system was also\nnecessary to eliminate political corruption. In stating otherwise,\nthe Court substitutes its judgment for that of Arizona’s voters,\ncontrary to our practice of declining to “second-guess a …\ndetermination as to the need for prophylactic measures where\ncorruption is the evil feared.”Federal Election Comm’nv.National Right to Work Comm.,459 U. S. 197, 210\n(1982).Footnote 12For this reason, the majority is quite wrong to say that\nthe State’s interest in combating corruption does not support the\nmatching fund provision’s application to a candidate’s expenditure\nof his own money or to an independent expenditure.Ante,at 25–26. The point is not that these expenditures themselves\ncorrupt the political process. Rather, Arizona includes these, as\nwell as all other, expenditures in the program to ensure that\nparticipating candidates receive the funds necessary to run\ncompetitive races—and so to attract those candidates in the first\ninstance. That is in direct service of the State’s anti-corruption\ninterest.Footnote 13I note that this principle relates only to actions\nrestricting speech. SeeBuckley, 424 U. S., at 48–49\n(rejecting the notion “that government may restrict the speech of\nsome … to enhance the relative voice of others”). As previously\nexplained, speech subsidies stand on a different constitutional\nfooting, seesupra, at 10–11; so long as the government\nremains neutral among viewpoints, it may choose to assist the\nspeech of persons who might not otherwise be heard. But here I am\nassuming for the sake of argument that the Clean Elections Act\nimposes the kind of restraint on expression requiring that the\nState show a compelling interest.",
    "joined": []
}