{
    "case": {
        "docket": "15-108",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/15-108/"
    },
    "id": "3583249",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–108_________________COMMONWEALTH OF PUERTO RICO, PETITIONERv.LUIS M. SANCHEZ VALLE, et al.on writ of certiorari to the supreme court of\npuerto rico[June 9, 2016]Justice Kagan delivered the opinion of the\nCourt.The Double Jeopardy Clause of the Fifth\nAmendment prohibits more than one prosecution for the “same\noffence.” But under what is known as the dual-sovereignty doctrine,\na single act gives rise to distinct offenses—and thus may subject a\nperson to successive prosecutions—if it violates the laws of\nseparate sovereigns. To determine whether two prosecuting\nauthorities are different sovereigns for double jeopardy purposes,\nthis Court asks a narrow, historically focused question. The\ninquiry does not turn, as the term “sovereignty” sometimes\nsuggests, on the degree to which the second entity is autonomous\nfrom the first or sets its own political course. Rather, the issue\nis only whether the prosecutorial powers of the two jurisdictions\nhave independent origins—or, said conversely, whether those powers\nderive from the same “ultimate source.”United Statesv.Wheeler, 435 U. S. 313, 320 (1978) .In this case, we must decide if, under that\ntest, Puerto Rico and the United States may successively prosecute\na single defendant for the same criminal conduct. We hold they may\nnot, because the oldest roots of Puerto Rico’s power to prosecute\nlie in federal soil.IAPuerto Rico became a territory of the United\nStates in 1898, as a result of the Spanish-American War. The treaty\nconcluding that conflict ceded the island, then a Spanish colony,\nto the United States, and tasked Congress with determining “[t]he\ncivil rights and political status” of its inhabitants. Treaty of\nParis, Art. 9, Dec. 10, 1898, 30Stat. 1759. In the ensuing\nhundred-plus years, the United States and Puerto Rico have forged a\nunique political relationship, built on the island’s evolution into\na constitutional democracy exercising local self-rule.Acting pursuant to the U. S. Constitution’s\nTerritory Clause, Congress initially established a “civil\ngovernment” for Puerto Rico possessing significant authority over\ninternal affairs. Organic Act of 1900, ch. 191, 31Stat. 77; see\nU. S. Const., Art. IV, §3, cl. 2 (granting Congress\nthe “Power to dispose of and make all needful Rules and Regulations\nrespecting the Territory or other Property belonging to the United\nStates”). The U. S. President, with the advice and consent of\nthe Senate, appointed the governor, supreme court, and upper house\nof the legislature; the Puerto Rican people elected the lower house\nthemselves. See §§17–35, 31Stat. 81–85. Federal statutes generally\napplied (as they still do) in Puerto Rico, but the newly\nconstituted legislature could enact local laws in much the same way\nas the then-45 States. See §§14–15, 32,id., at 80, 83–84;Puerto Ricov.Shell Co. (P. R.), Ltd., 302\nU. S. 253, 261 (1937) .Over time, Congress granted Puerto Rico\nadditional autonomy. A federal statute passed in 1917, in addition\nto giving the island’s inhabitants U. S. citizenship, replaced\nthe upper house of the legislature with a popularly elected senate.\nSee Organic Act of Puerto Rico, ch. 145, §§5, 26, 39Stat. 953, 958.\nAnd in 1947, an amendment to that law empowered the Puerto Rican\npeople to elect their own governor, a right never before accorded\nin a U. S. territory. See Act of Aug. 5, 1947, ch. 490, §1,\n61Stat. 770.Three years later, Congress enabled Puerto Rico\nto embark on the project of constitutional self-governance. Public\nLaw 600, “recognizing the principle of government by consent,”\nauthorized the island’s people to “organize a government pursuant\nto a constitution of their own adoption.” Act of July 3, 1950, §1,\n64Stat. 319. Describing itself as “in the nature of a compact,” the\nstatute submitted its own terms to an up-or-down referendum of\nPuerto Rico’s voters.Ibid.According to those terms, the\neventual constitution had to “provide a republican form of\ngovernment” and “include a bill of rights”; all else would be\nhashed out in a constitutional convention. §2, 64Stat. 319. The\npeople of Puerto Rico would be the first to decide, in still\nanother referendum, whether to adopt that convention’s proposed\ncharter. See §3, 64Stat. 319. But Congress would cast the\ndispositive vote: The constitution, Public Law 600 declared, would\nbecome effective only “[u]pon approval by the Congress.”Ibid.Thus began two years of constitution-making for\nthe island. The Puerto Rican people first voted to accept Public\nLaw 600, thereby triggering a constitutional convention. And once\nthat body completed its work, the island’s voters ratified the\ndraft constitution. Congress then took its turn on the document:\nBefore giving its approval, Congress removed a provision\nrecognizing various social welfare rights (including entitlements\nto food, housing, medical care, and employment); added a sentence\nprohibiting certain constitutional amendments, including any that\nwould restore the welfare-rights section; and inserted language\nguaranteeing children’s freedom to attend private schools. See Act\nof July 3, 1952, 66 Stat. 327; Draft Constitution of the\nCommonwealth of Puerto Rico (1952), in Documents on the\nConstitutional Relationship of Puerto Rico and the United States\n199 (M. Ramirez Lavandero ed., 3d ed. 1988). Finally, the\nconstitution became law, in the manner Congress had specified, when\nthe convention formally accepted those conditions and the governor\n“issue[d] a proclamation to that effect.” Ch. 567, 66Stat. 328.The Puerto Rico Constitution created a new\npolitical entity, the Commonwealth of Puerto Rico—or, in Spanish,\nEstado Libre Asociado de Puerto Rico. See P. R. Const., Art.\nI, §1. Like the U. S. Constitution, it divides political power\ninto three branches—the “legislative, judicial and executive.” Art.\nI, §2. And again resonant of American founding principles, the\nPuerto Rico Constitution describes that tripartite government as\n“republican in form” and “subordinate to the sovereignty of the\npeople of Puerto Rico.”Ibid.The Commonwealth’s power, the\nConstitution proclaims, “emanates from the people and shall be\nexercised in accordance with their will, within the terms of the\ncompact agreed upon between the people of Puerto Rico and the\nUnited States.” Art. I, §1.BWe now leave the lofty sphere of\nconstitutionalism for the grittier precincts of criminal law.\nRespondents Luis Sánchez Valle and Jaime Gómez Vázquez (on separate\noccasions) each sold a gun to an undercover police officer.\nCommonwealth prosecutors indicted them for, among other things,\nselling a firearm without a permit in violation of the Puerto Rico\nArms Act of 2000. See 25 Laws P. R. Ann. §458 (2008). While\nthose charges were pending, federal grand juries indicted Sánchez\nValle and Gómez Vázquez, based on the same transactions, for\nviolations of analogous U. S. gun trafficking statutes. See 18\nU. S. C. §§922(a)(1)(A), 923(a), 924(a)(1)(D), 924(a)(2).\nBoth defendants pleaded guilty to those federal charges.Following their pleas, Sánchez Valle and Gómez\nVázquez moved to dismiss the pending Commonwealth charges on double\njeopardy grounds. The prosecutors in both cases opposed those\nmotions, arguing that Puerto Rico and the United States are\ndifferent sovereigns for double jeopardy purposes, and so could\nbring successive prosecutions against each of the two defendants.\nThe trial courts rejected that view and dismissed the charges. See\nApp. to Pet. for Cert. 307a–352a. But the Puerto Rico Court of\nAppeals, after consolidating the two cases, reversed those\ndecisions. Seeid.,at 243a–306a.The Supreme Court of Puerto Rico granted review\nand held that Puerto Rico’s gun sale prosecutions violated the\nDouble Jeopardy Clause. Seeid.,at 1a–70a. The majority\nreasoned that, under this Court’s dual-sovereignty doctrine, “what\nis crucial” is “[t]he ultimate source” of Puerto Rico’s power to\nprosecute.Id.,at 19a; seeid.,at 20a (“The use of\nthe word ‘sovereignty’ in other contexts and for other purposes is\nirrelevant”). Because that power originally “derived from the\nUnited States Congress”—i.e.,the same source on which\nfederal prosecutors rely—the Commonwealth could not retry Sánchez\nValle and Gómez Vázquez for unlawfully selling firearms.Id.,at 66a. Three justices disagreed, believing that the\nCommonwealth and the United States are separate sovereigns. Seeid.,at 71a–242a.We granted certiorari, 576 U. S. ___\n(2015), to determine whether the Double Jeopardy Clause bars the\nFederal Government and Puerto Rico from successively prosecuting a\ndefendant on like charges for the same conduct. We hold that it\ndoes, and so affirm.IIAThis case involves the dual-sovereignty\ncarve-out from the Double Jeopardy Clause. The ordinary rule under\nthat Clause is that a person cannot be prosecuted twice for the\nsame offense. See U. S. Const., Amdt. 5 (“nor shall any person\nbe subject for the same offence to be twice put in jeopardy of life\nor limb”).[1] But two\nprosecutions, this Court has long held, are not for the same\noffense if brought by different sovereigns—even when those actions\ntarget the identical criminal conduct through equivalent criminal\nlaws. See,e.g., United Statesv.Lanza, 260\nU. S. 377, 382 (1922) . As we have put the point: “[W]hen the\nsame act transgresses the laws of two sovereigns, it cannot be\ntruly averred that the offender has been twice punished for the\nsame offence; but only that by one act he has committed two\noffences.”Heathv.Alabama, 474 U. S. 82, 88\n(1985) (internal quotation marks omitted). The Double Jeopardy\nClause thus drops out of the picture when the “entities that seek\nsuccessively to prosecute a defendant for the same course of\nconduct [are] separate sovereigns.”Ibid.Truth be told, however, “sovereignty” in this\ncontext does not bear its ordinary meaning. For whatever reason,\nthe test we have devised to decide whether two governments are\ndistinct for double jeopardy purposes overtly disregards common\nindicia of sovereignty. Under that standard, we do not examine the\n“extent of control” that “one prosecuting authority [wields] over\nthe other.”Wheeler, 435 U. S., at 320. The degree to\nwhich an entity exercises self-governance—whether autonomously\nmanaging its own affairs or continually submitting to outside\ndirection—plays no role in the analysis. SeeShell Co., 302\nU. S., at 261–262, 264–266. Nor do we care about a\ngovernment’s more particular ability to enact and enforce its own\ncriminal laws. SeeWallerv.Florida, 397 U. S.\n387 –395 (1970). In short, the inquiry (despite its label) does not\nprobe whether a government possesses the usual attributes, or acts\nin the common manner, of a sovereign entity.[2]Rather, as Puerto Rico itself acknowledges, our\ntest hinges on a single criterion: the “ultimate source” of the\npower undergirding the respective prosecutions.Wheeler, 435\nU. S., at 320; see Brief for Petitioner 26. Whether two\nprosecuting entities are dual sovereigns in the double jeopardy\ncontext, we have stated, depends on “whether [they] draw their\nauthority to punish the offender from distinct sources of power.”Heath, 474 U. S., at 88. The inquiry is thus\nhistorical, not functional—looking at the deepest wellsprings, not\nthe current exercise, of prosecutorial authority. If two entities\nderive their power to punish from wholly independent sources\n(imagine here a pair of parallel lines), then they may bring\nsuccessive prosecutions. Conversely, if those entities draw their\npower from the same ultimate source (imagine now two lines emerging\nfrom a common point, even if later diverging), then they may\nnot.[3]Under that approach, the States are separate\nsovereigns from the Federal Government (and from one another). SeeAbbatev.United States, 359 U. S. 187, 195\n(1959) ;Bartkusv.Illinois, 359 U. S. 121 –137\n(1959);Heath, 474 U. S., at 88. The States’ “powers to\nundertake criminal prosecutions,” we have explained, do not\n“derive[ ] . . . from the Federal Government.”Id.,at 89. Instead, the States rely on “authority\noriginally belonging to them before admission to the Union and\npreserved to them by the Tenth Amendment.”Ibid.; see\nU. S. Const., Amdt. 10 (“The powers not delegated to the\nUnited States by the Constitution . . . are reserved to\nthe States”);Blatchfordv.Native Village of Noatak,\n501 U. S. 775, 779 (1991) (noting that the States “entered the\n[Union] with their sovereignty intact”). Said otherwise: Prior to\nforming the Union, the States possessed “separate and independent\nsources of power and authority,” which they continue to draw upon\nin enacting and enforcing criminal laws.Heath, 474\nU. S., at 89. State prosecutions therefore have their most\nancient roots in an “inherent sovereignty” unconnected to, and\nindeed pre-existing, the U. S. Congress.Ibid.[4]For similar reasons, Indian tribes also count as\nseparate sovereigns under the Double Jeopardy Clause. Originally,\nthis Court has noted, “the tribes were self-governing sovereign\npolitical communities,” possessing (among other capacities) the\n“inherent power to prescribe laws for their members and to punish\ninfractions of those laws.”Wheeler, 435 U. S., at\n322–323. After the formation of the United States, the tribes\nbecame “domestic dependent nations,” subject to plenary control by\nCongress—so hardly “sovereign” in one common sense.United\nStatesv.Lara, 541 U. S. 193, 204 (2004) (quotingCherokee Nationv.Georgia, 5 Pet. 1, 17 (1831)); seeSanta Clara Pueblov.Martinez, 436 U. S. 49, 56\n(1978) (“Congress has plenary authority to limit, modify or\neliminate the [tribes’] powers of local self-government”). But\nunless and until Congress withdraws a tribal power—including the\npower to prosecute—the Indian community retains that authority in\nits earliest form. SeeWheeler, 435 U. S., at 323. The\n“ultimate source” of a tribe’s “power to punish tribal offenders”\nthus lies in its “primeval” or, at any rate, “pre-existing”\nsovereignty: A tribal prosecution, like a State’s, is “attributable\nin no way to any delegation . . . of federal authority.”Id., at 320, 322, 328;Santa Clara Pueblo, 436\nU. S., at 56. And that alone is what matters for the double\njeopardy inquiry.Conversely, this Court has held that a\nmunicipality cannot qualify as a sovereign distinct from a State—no\nmatter how much autonomy over criminal punishment the city\nmaintains. SeeWaller, 397 U. S., at 395. Florida law,\nwe recognized in our pivotal case on the subject, treated a\nmunicipality as a “separate sovereign entit[y]” for all relevant\nreal-world purposes: The city possessed broad home-rule authority,\nincluding the power to enact criminal ordinances and prosecute\noffenses.Id.,at 391. But that functional control was not\nenough to escape the double jeopardy bar; indeed, it was wholly\nbeside the point. The crucial legal inquiry was backward-looking:\nDid the city and State ultimately “derive their powers to prosecute\nfrom independent sources of authority”?Heath, 474\nU. S., at 90 (describingWaller’s reasoning). Because\nthe municipality, in the first instance, had received its power\nfrom the State, those two entities could not bring successive\nprosecutions for a like offense.And most pertinent here, this Court concluded in\nthe early decades of the last century that U. S.\nterritories—including an earlier incarnation of Puerto Rico\nitself—are not sovereigns distinct from the United States. InGraftonv.United States, 206 U. S. 333, 355\n(1907) , we held that the Philippine Islands (then a U. S.\nterritory, also acquired in the Spanish-American War) could not\nprosecute a defendant for murder after a federal tribunal had\nacquitted him of the same crime. We reasoned that whereas “a State\ndoes not derive its powers from the United States,” a territory\ndoes: The Philippine courts “exert[ed] all their powers by\nauthority of” the Federal Government.Id.,at 354. And then,\ninShell Co., we stated that “[t]he situation [in Puerto\nRico] was, in all essentials, the same.” 302 U. S., at 265.\nCommenting on a Puerto Rican statute that overlapped with a federal\nlaw, we explained that this “legislative duplication [gave] rise to\nno danger of a second prosecution” because “the territorial and\nfederal laws [were] creations emanating from the same sovereignty.”Id., at 264; see alsoHeath, 474 U. S., at 90\n(notingthat federal and territorial prosecutors “d[o] not derive\ntheir powers to prosecute from independent sources of\nauthority”).[5]BWith that background established, we turn to\nthe question presented: Do the prosecutorial powers belonging to\nPuerto Rico and the Federal Government derive from wholly\nindependent sources? See Brief for Petitioner 26–28 (agreeing with\nthat framing of the issue). If so, the criminal charges at issue\nhere can go forward; but if not, not. In addressing that inquiry,\nwe do not view our decisions inGraftonandShell Co.as, in and of themselves, controlling. Following 1952, Puerto Rico\nbecame a new kind of political entity, still closely associated\nwith the United States but governed in accordance with, and\nexercising self-rule through, a popularly ratified constitution.\nThe magnitude of that change requires us to consider the\ndual-sovereignty question anew. And yet the result we reach, given\nthe legal test we apply, ends up the same. Puerto Rico today has a\ndistinctive, indeed exceptional, status as a self-governing\nCommonwealth. But our approach is historical. And if we go back as\nfar as our doctrine demands—to the “ultimate source” of Puerto\nRico’s prosecutorial power,Wheeler, 435 U. S., at\n320—we once again discover the U. S. Congress.Recall here the events of the mid-20th\ncentury—when Puerto Rico, just as petitioner contends, underwent a\nprofound change in its political system. See Brief for Petitioner\n1–2 (“[T]he people of Puerto Rico[ ] engaged in an exercise of\npopular sovereignty . . . by adopting theirownConstitution establishing theirowngovernment to enact\ntheirownlaws”);supra,at 3–4. At that time,\nCongress enacted Public Law 600 to authorize Puerto Rico’s adoption\nof a constitution, designed to replace the federal statute that\nthen structured the island’s governance. The people of Puerto Rico\ncapitalized on that opportunity, calling a constitutional\nconvention and overwhelmingly approving the charter it drafted.\nOnce Congress approved that proposal—subject to several important\nconditions accepted by the convention—the Commonwealth, a new\npolitical entity, came into being.Those constitutional developments were of great\nsignificance—and, indeed, made Puerto Rico “sovereign” in one\ncommonly understood sense of that term. As this Court has\nrecognized, Congress in 1952 “relinquished its control over [the\nCommonwealth’s] local affairs[,] grant[ing]Puerto Rico a measure of\nautonomy comparable to that possessed by the States.”Examining\nBd. of Engineers, Architects and Surveyorsv.Flores de\nOtero, 426 U. S. 572, 597 (1976) ; seeid.,at 594\n(“[T]he purpose of Congress in the 1950 and 1952 legislation was to\naccord to Puerto Rico the degree of autonomy and independence\nnormally associ-ated with States of the Union”);Rodriguezv.Popular Demo-cratic Party, 457 U. S. 1, 8 (1982)\n(“Puerto Rico, like a state, is an autonomous political entity,\nsovereign over matters not ruled by the [Federal] Constitution”\n(internal quotation marks omitted)). That newfound authority,\nincluding over local criminal laws, brought mutual benefit to the\nPuerto Rican people and the entire United States. See Brief for\nUnited States asAmicus Curiae3. And if our double jeopardy\ndecisions hinged on measuring an entity’s self-governance, the\nemergence of the Commonwealth would have resulted as well in the\ncapacity to bring the kind of successive prosecutions attempted\nhere.But as already explained, the dual-sovereignty\ntest we have adopted focuses on a different question: not on the\nfact of self-rule, but on where it came from. Seesupra,at\n7–8. We do not care, for example, that the States pres-ently\nexercise autonomous control over criminal law andother local\naffairs; instead, we treat them as separate sovereigns because they\npossessed such control as an original matter, rather than deriving\nit from the Federal Government. Seesupra, at 8–9. And in\nidentifying a prosecuting entity’s wellspring of authority, we have\ninsisted on going all the way back—beyond the immediate, or even an\nintermediate, locus of power to what we have termed the “ultimate\nsource.”Wheeler, 435 U. S., at 320. That is why we\nhave emphasized the “inherent,” “primeval,” and “pre-existing”\ncapacities of the tribes and States—the power they enjoyed prior to\nthe Union’s formation.Id., at 322–323, 328;Heath,\n474 U. S., at 90;Santa Clara Pueblo, 436 U. S.,\nat 56; seesupra, at 8–10. And it is why cities fail our\ntest even when they enact and enforce their own criminal laws under\ntheir own, popu-larly ratified charters: Because a State must\ninitially authorize any such charter, the State is the\nfurthest-back source of prosecutorial power. SeeWaller, 397\nU. S., at 391–394;supra, at 10.On this settled approach, Puerto Rico cannot\nbenefit from our dual-sovereignty doctrine. For starters, no one\nargues that when the United States gained possession of Puerto\nRico, its people possessed independent prosecuto-rial power, in the\nway that the States or tribes did upon becoming part of this\ncountry. Puerto Rico was until then a colony “under Spanish\nsovereignty.” Treaty of Paris, Art. 2, 30Stat. 1755. And local\nprosecutors in the ensuing decades, as petitioner itself\nacknowledges, exercised only such power as was “delegated by\nCongress” through fed-eral statutes. Brief for Petitioner 28; seeShell Co., 302 U. S., at 264–265;supra,at\n10–11. Their authority derived from, rather than pre-existed\nassociation with, the Federal Government.And contrary to petitioner’s claim, Puerto\nRico’s transformative constitutional moment does not lead to a\ndifferent conclusion. True enough, that the Commonwealth’s power to\nenact and enforce criminal law now proceeds, just as petitioner\nsays, from the Puerto Rico Constitution as “ordain[ed] and\nestablish[ed]” by “the people.” P. R. Const., Preamble; see\nBrief for Petitioner 28–30. But that makes the Puerto Rican\npopulace only the most immediate source of such authority—and that\nis not what our dual-sovereignty decisions make relevant. Back of\nthe Puerto Rican people and their Constitution, the “ultimate”\nsource of prosecutorial power remains the U. S. Congress, just\nas back of a city’s charter lies a state government.Wheeler, 435 U. S., at 320. Congress, in Public Law\n600, authorized Puerto Rico’s constitution-making process in the\nfirst instance; the people of a territory could not legally have\ninitiated that process on their own. See,e.g., Simmsv.Simms, 175 U. S. 162, 168 (1899) . And Congress, in\nlater legislation, both amended the draft charter and gave it the\nindispensable stamp of approval; popular ratification, however\nmeaningful, could not have turned the convention’s handiwork into\nlaw.[6] Put simply, Congress\nconferred the authority to create the Puerto Rico Constitution,\nwhich in turn confers the authority to bring criminal charges. That\nmakes Congress the original source of power for Puerto Rico’s\nprosecutors—as it is for the Fed-eral Government’s. The island’s\nConstitution, significant though it is, does not break the\nchain.Petitioner urges, in support of its different\nview, that Congress itself recognized the new Constitution as “a\ndemocratic manifestation of the [people’s] will,” Brief for\nPetitioner 2—but far from disputing that point, we readily\nacknowledge it to be so. As petitioner notes, Public Law 600\naffirmed the “principle of government by consent” and offered the\nPuerto Rican public a “compact,” under which they could “organize a\ngovernment pursuant to a constitution of their own adoption.” §1,\n64Stat. 319; see Brief for Petitioner 2, 29;supra,at 3.\nAnd the Constitution that Congress approved, as petitioner again\nunderscores, declares that “[w]e, the people” of Puerto Rico,\n“create” the Commonwealth—a new political entity, “republican in\nform,” in which the people’s will is “sovereign[ ]” over the\ngovernment. P. R. Const., Preamble and Art. I, §§1–2; see\nBrief for Petitioner 2, 29–30;supra,at 4. With\nthatconsented-to language, Congress “allow[ed] the people ofPuerto\nRico,” in petitioner’s words, to begin a new chapter of democratic\nself-governance. Reply Brief 20.All that separates our view from petitioner’s is\nwhat that congressional recognition means for Puerto Rico’s ability\nto bring successive prosecutions. We agree that Congress has broad\nlatitude to develop innovative approaches to territorial\ngovernance, see U. S. Const., Art. IV, §3, cl. 2; that\nCongress may thus enable a territory’s people to make large-scale\nchoices about their own political institutions; and that Congress\ndid exactly that in enacting Public Law 600 and approving the\nPuerto Rico Constitution—prime examples of what Felix Frankfurter\nonce termed “inventive statesmanship” respecting the island.\nMemorandum for the Secretary of War, in Hearings on S. 4604 before\nthe Senate Committee on Pacific Islands and Porto Rico, 63d Cong.,\n2d Sess., 22 (1914); see Reply Brief 18–20. But one power Congress\ndoes not have, just in the nature of things: It has no capacity, no\nmagic wand or airbrush, to erase or otherwise rewrite its own\nfoundational role in conferring political authority. Or otherwise\nsaid, the delegator cannot make itself any less so—no matter how\nmuch authority it opts to hand over. And our dual-sovereignty test\nmakes this historical fact dispositive: If an entity’s authority to\nenact and enforce criminal law ultimately comes from Congress, then\nit cannot follow a federal prosecution with its own. That is true\nof Puerto Rico, because Congress authorized and approved its\nConstitution, from which prosecutorial power now flows. So the\nDouble Jeopardy Clause bars both Puerto Rico and the United States\nfrom prosecuting a single person for the same conduct under\nequivalent criminal laws.IIIPuerto Rico boasts “a relationship to the\nUnited States that has no parallel in our history.”Examining\nBd., 426 U. S., at 596. And since the events of the early\n1950’s, an integral aspect of that association has been the\nCommonwealth’s wide-ranging self-rule, exercised under its own\nConstitution. As a result of that charter, Puerto Rico today can\navail itself of a wide variety of futures. But for purposes of the\nDouble Jeopardy Clause, the future is not what matters—and there is\nno getting away from the past. Because the ultimate source of\nPuerto Rico’s prosecutorial power is the Federal Government—because\nwhen we trace that authority all the way back, we arrive at the\ndoorstep of the U. S. Capitol—the Commonwealth and the United\nStates are not separate sovereigns. That means the two governments\ncannot “twice put” respondents Sánchez Valle and Gómez Vázquez “in\njeopardy” for the “same offence.” U. S. Const., Amdt. 5. We\naccordingly affirm the judgment of the Supreme Court of Puerto\nRico.It is so ordered.Notes1Because the parties in\nthis case agree that the Double Jeopardy Clause applies to Puerto\nRico, we have no occasion to consider that question here. See Brief\nfor Petitioner 19–21; Brief for Respondents20, n. 4; see also\nBrief for United States asAmicus Curiae10, n. 1\n(concurring).2The dissent, ignoring our\nlongstanding precedent to the contrary, seesupra,at 6–7;infra, at 7–11, advances an approach of just this stripe:\nIts seven considerations all go to the question whether the\nCommonwealth, by virtue of Public Law 600, gained “the sovereign\nauthority to enact and enforce” its own criminal laws.Post,at 5 (opinion of Breyer, J.). Our disagreement with the dissent\narises entirely from its use of this test. If the question is\nwhether, after the events of 1950–1952, Puerto Rico had authority\nto enact and enforce its own criminal laws (or, slightly\ndifferently phrased, whether Congress then decided that it should\nhave such autonomy), the answer (all can and do agree) is yes. Seeinfra, at 13–17. But as we now show, that is not the inquiry\nour double jeopardy law has made relevant: To the contrary, we have\nrejected that approach again and again—and so reached results\ninconsistent with its use. See,e.g.,Heathv.Alabama, 474 U. S. 82 –91 (1985);Wallerv.Florida, 397 U. S. 387 –395 (1970); seeinfra,\nat 7–11.3The Court has never\nexplained its reasons for adopting this historical approach to the\ndual-sovereignty doctrine. It may appear counterintuitive, even\nlegalistic, as compared to an inquiry focused on a governmental\nentity’s functional autonomy. But that alternative would raise\nserious problems of application. It would require deciding exactly\nhow much autonomy is sufficient for separate sovereignty and\nwhether a given entity’s exercise of self-rule exceeds that level.\nThe results, we suspect, would often be uncertain, introducing\nerror and inconsistency into our double jeopardy law. By contrast,\nas we go on to show, the Court has easily applied the “ultimate\nsource” test to classify broad classes of governments as either\nsovereign or not for purposes of barring retrials. Seeinfra, at 8–11.4Literalists might object\nthat only the original 13 States can claim such an independent\nsource of authority; for the other 37, Congress played some role in\nestablishing them as territories, authorizing or approving their\nconstitutions, or (at the least) admitting them to the Union. See\nU. S. Const., Art. IV, §3, cl. 1 (“New States may be\nadmitted by the Congress into this Union”). And indeed, that is the\ntack the dissent takes. Seepost,at 3–4 (claiming that for\nthis reason the Federal Government is “the ‘source’ of\n[later-admitted] States’ legislative powers”). But this Court long\nago made clear that a new State, upon entry, necessarily becomes\nvested with all the legal characteristics and capabilities of the\nfirst 13. SeeCoylev.Smith, 221 U. S. 559, 566\n(1911) (noting that the very meaning of “ ‘a State’ is found\nin the powers possessed by the original States which adopted the\nConstitution”). That principle of “equal footing,” we have held, is\nessential to ensure that the nation remains “a union of States[\nalike] in power, dignity and authority, each competent to exert\nthat residuum of sovereignty not delegated to the United States.”Id.,at 567; seeNorthwest Austin Municipal Util. Dist.\nNo. Onev.Holder, 557 U. S. 193, 203 (2009)\n(referring to the “fundamental principle of equal sovereignty”\namong the States). Thus, each later-admitted State exercises its\nauthority to enact and enforce criminal laws by virtue not of\ncongressional grace, but of the independent powers that its\nearliest counterparts both brought to the Union and chose to\nmaintain. SeeCoyle, 221 U. S., at 573 (“[W]hen a new\nState is admitted into the Union, it is so admitted with all the\npowers of sovereignty and jurisdiction which pertain to the\noriginal States”). The dissent’s contrary view—that, say, Texas’s\nor California’s powers (including the power to make and enforce\ncriminal law) derive from the Federal Government—contradicts the\nmost fundamental conceptual premises of our constitutional order,\nindeed the very bedrock of our Union.5The dissent’s theory, seesupra,at 7, n. 2, cannot explain any of these (many)\ndecisions, whether involving States, Indian tribes, cities, or\nterritories. We have already addressed the dissent’s\nmisunderstanding with respect to the States, including the\nlater-admitted ones. Seesupra,at 8, and n. 4. This\nCourt’s reasoning could not have been plainer: The States\n(allof them) are separate sovereigns for double jeopardy\npurposes not (as the dissent claims) because they exercise\nauthority over criminal law, but instead because that power derives\nfrom a source independent of the Federal Government. SeeHeath, 474 U. S., at 89. So too for the tribes, seesupra,at 9–10; and, indeed, here the dissent’s contrary\nreasoning is deeply disturbing. According to the dissent, Congress\nis in fact “the ‘source’ of the Indian tribes’ criminal-enforcement\npower” because it has elected not to disturb the exercise of that\nauthority.Post,at 5. But beginning with Chief Justice\nMarshall and continuing for nearly two centuries, this Court has\nheld firm and fast to the view that Congress’s power over Indian\naffairs does nothing to gainsay the profound importance of the\ntribes’ pre-existing sovereignty. SeeWorcesterv.Georgia, 6 Pet. 515, 559–561 (1832);Taltonv.Mayes, 163 U. S. 376, 384 (1896) ;Michiganv.Bay Mills Indian Community, 572 U. S. ___, ___–___\n(2014) (slip op., at 4–5). And once again, we have stated in no\nuncertain terms that the tribes are separate sovereigns precisely\nbecause of that inherent authority. SeeWheeler, 435\nU. S., at 328. Next, the dissent cannot (and does not even try\nto) explain our rule that a municipality is not a separate\nsovereign from a State. Seesupra,at 10. As this Court has\nexplicitly recognized, many cities have (in the words of the\ndissent’s test) wide-ranging “authority to make and enforce [their]\nown criminal laws,”post,at 5; still, they cannot undertake\nsuccessive prosecutions—because they received that power from state\ngovernments, seeWaller, 397 U. S., at 395. And\nlikewise (finally), the dissent fails to face up to our decisions\nthat the territories are not distinct sovereigns from the United\nStates because the powers they exercise are delegations from\nCongress. SeeGraftonv.United States, 206\nU. S. 333, 355 (1907) ;supra,at 10–11. That, of\ncourse, is what makes them different from the current Philippines,\nseepost, at 2–3, whose relevance here is hard to fathom. As\nan independent nation, the Philippines wields prosecutorial power\nthat is not traceable to any congressional conferral of authority.\nAnd that, to repeat, is what matters: If an entity’s capacity to\nmake and enforce criminal law ultimately comes from another\ngovernment, then the two are not separate sovereigns for double\njeopardy purposes.6Petitioner’s own\nstatements are telling as to the role Congress necessarily played\nin this constitutional process. See,e.g., Reply Brief 1–2\n(“Pursuant to Congress’ invitation, and with Congress’ consent, the\npeople of Puerto Rico engaged in an exercise of popular\nsovereignty”);id.,at 7 (“The Commonwealth’s legal\ncornerstone is Public Law 600”); Tr. of Oral Arg. 19 (describing\nthe adoption of the Puerto Rico Constitution as “pursuant to the\ninvitation of Congress and with the blessing of\nCongress”).",
    "joined": []
}