{
    "case": {
        "docket": "15-1406",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1406/"
    },
    "id": "3721109",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1406_________________GOODYEAR TIRE & RUBBER COMPANY, PETITIONERv.LEROY HAEGER, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 18, 2017]Justice Kagan delivered the opinion of the\nCourt.In this case, we consider a federal court’s\ninherent authority to sanction a litigant for bad-faith conduct by\nordering it to pay the other side’s legal fees. We hold that such\nan order is limited to the fees the innocent party incurred solely\nbecause of the misconduct—or put another way, to the fees that\nparty would not have incurred but for the bad faith. A district\ncourt has broad discretion to calculate fee awards under that\nstandard. But because the court here granted legal fees beyond\nthose resulting from the litigation misconduct, its award cannot\nstand.IRespondents Leroy, Donna, Barry, and Suzanne\nHaeger sued the Goodyear Tire & Rubber Company (among other\ndefendants) after the family’s motorhome swerved off the road and\nflipped over.[1] The Haegers\nalleged that the failure of a Goodyear G159 tire on the vehicle\ncaused the accident: Their theory was that the tire was not\ndesigned to withstand the level of heat it generated when used on a\nmotorhome at highway speeds. Discovery in the case lasted several\nyears—and itself generated considerable heat. The Haegers\nrepeatedly asked Goodyear to turn over internal test results for\nthe G159, but the company’s responses were both slow in coming and\nunrevealing in content. After making the District Court referee\nsome of their more contentious discovery battles, the parties\nfinally settled the case (for a still-undisclosed sum) on the eve\nof trial.Some months later, the Haegers’ lawyer learned\nfrom a newspaper article that, in another lawsuit involving the\nG159, Goodyear had disclosed a set of test results he had never\nseen. That data indicated that the G159 got unusually hot at speeds\nof between 55 and 65 miles per hour. In ensuing correspondence,\nGoodyear conceded withholding the information from the Haegers even\nthough they had requested (both early and often) “all testing data”\nrelated to the G159. Record in No. 2:05–cv–2046 (D Ariz.), Doc.\n938, p. 8; seeid., Doc. 938–1, at 24, 36;id.,\nDoc. 1044–2, at 25 (filed under seal). The Haegers accordingly\nsought sanctions for discovery fraud, claiming that “Goodyear\nknowingly concealed crucial ‘internal heat test’ records related to\nthe [G159’s] defective design.”Id., Doc. 938, at 1.\nThat conduct, the Haegers urged, entitled them to attorney’s fees\nand costs expended in the litigation. Seeid.,at 14.The District Court agreed to make such an award\nin the exercise of its inherent power to sanction litigation\nmisconduct.[2] The court’s\nassessment of Goodyear’s actions was harsh (and is not contested\nhere). Goodyear, the court found, had engaged in a “years-long\ncourse” of bad-faith behavior. 906 F. Supp. 2d 938, 972 (D Ariz.\n2012). By withholding the G159’s test results at every turn, the\ncompany and its lawyers had made “repeated and deliberate attempts\nto frustrate the resolution of this case on the merits.”Id.,at 971. But because the case had already settled, the\ncourt had limited options. It could not take the measure it most\nwished: an “entry of default judgment” against Goodyear.Id.,at 972. All it could do for the Haegers was to order\nGoodyear to reimburse them for attorney’s fees and costs paid\nduring the suit.But that award, in the District Court’s view,\ncould be comprehensive, covering both expenses that could be\ncausally tied to Goodyear’s misconduct and those that could not.\nThe court calculated that the Haegers had spent $2.7 million in\nlegal fees and costs since the moment, early in the litigation,\nwhen Goodyear made its first dishonest discovery response. And the\ncourt awarded the Haegers that entire sum. In the “usual[ ]” case,\nthe court reasoned, “sanctions under a [c]ourt’s inherent power\nmust be limited to the amount [of legal fees] caused by the\nmisconduct.”Id.,at 974–975 (emphasis deleted). But this\ncase was not the usual one: Here, “the sanctionable conduct r[ose]\nto a truly egregious level.”Id.,at 975. And when a\nlitigant behaves that badly, the court opined, “all of the\nattorneys’ fees incurred in the case [can] be awarded,” without any\nneed to find a “causal link between [those expenses and] the\nsanctionable conduct.”Ibid.As further support for its\ndecision, the court considered the chances that full and timely\ndisclosure of the test results would have affected Goodyear’s\nsettlement calculus. “While there is some uncertainty,” the court\nstated, “the case more likely than not would have settled much\nearlier.”Id.,at 972.Perhaps sensing thin ice, the District Court\nalso made a “contingent award” in the event that the Court of\nAppeals reversed its preferred one. App. to Pet. for Cert. 180a.\nHere, the District Court recognized the possibility that a “linkage\nbetween [Goodyear’s] misconduct and [the Haegers’] harm is\nrequired.”Ibid.If so, the court stated, its fee award\nshould be reduced to $2 million. The deduction of $700,000, which\nwas based on estimates Goodyear offered, represented fees that the\nHaegers incurred in developing claims against other defendants and\nproving their own medical damages. See App. 69.A divided Ninth Circuit panel affirmed the full\n$2.7 million award. According to the majority, the District Court\nacted properly in “award[ing] the amount [it] reasonably believed”\nthe Haegers expended in attorney’s fees and costs “during the time\nwhen [Goodyear was] acting in bad faith.” 813 F. 3d 1233, 1250\n(2016). Or repeated in just slightly different words: The District\nCourt “did not abuse its discretion” in “award[ing] the Haegers all\ntheir attorneys’ fees and costs in prosecuting the action once\n[Goodyear] began flouting [its] discovery obligations.”Id.,at 1249. Judge Watford disagreed. He would have demanded a “causal\nlink between Goodyear’s misconduct and the fees awarded.”Id.,at 1255 (dissenting opinion). The only part of the\nDistrict Court’s opinion that might support such a connection,\nJudge Watford noted, was its hypothesis that disclosure of the test\nresults would have produced an earlier settlement, and thus\nobviated the need for further legal expenses. But Judge Watford\nthought that theory unpersuasive: Because Goodyear would still have\nhad plausible defenses to the Haegers’ suit, “[i]t’s anyone’s guess\nhow the litigation would have proceeded” had timely disclosure\noccurred.Ibid.Accordingly, Judge Watford would have\nreversed the District Court for awarding fees beyond those\n“sustainedas a result ofGoodyear’s misconduct.”Id.,at 1256.The Court of Appeals’ decision created a split\nof authority: Other Circuits have insisted on limiting sanctions\nlike this one to fees or costs that are causally related to a\nlitigant’s misconduct.[3] We\ntherefore granted certiorari. 579 U. S. ___ (2016).IIFederal courts possess certain “inherent\npowers,” not conferred by rule or statute, “to manage their own\naffairs so as to achieve the orderly and expeditious disposition of\ncases.”Linkv.Wabash R. Co., 370 U. S. 626\n–631 (1962). That authority includes “the ability to fashion an\nappropriate sanction for conduct which abuses the judicial\nprocess.”Chambersv.NASCO, Inc., 501 U. S. 32\n–45 (1991). And one permissible sanction is an “assessment of\nattorney’s fees”—an order, like the one issued here, instructing a\nparty that has acted in bad faith to reimburse legal fees and costs\nincurred by the other side.Id.,at 45.This Court has made clear that such a sanction,\nwhen imposed pursuant to civil procedures, must be compensatory\nrather than punitive in nature. SeeMine Workersv.Bagwell, 512 U. S. 821 –830 (1994) (distinguishing\ncompensatory from punitive sanctions and specifying the procedures\nneeded to impose each kind).[4]\nIn other words, the fee award may go no further than to redress the\nwronged party “for losses sustained”; it may not impose an\nadditional amount as punishment for the sanctioned party’s\nmisbehavior.Id.,at 829 (quotingUnited Statesv.Mine Workers, 330 U. S. 258, 304 (1947) ). To level\nthat kind of separate penalty, a court would need to provide\nprocedural guarantees applicable in criminal cases, such as a\n“beyond a reasonable doubt” standard of proof. Seeid.,at\n826, 832–834, 838–839. When (as in this case) those criminal-type\nprotections are missing, a court’s shifting of fees is limited to\nreimbursing the victim.That means, pretty much by definition, that the\ncourt can shift only those attorney’s fees incurred because of the\nmisconduct at issue. Compensation for a wrong, after all, tracks\nthe loss resulting from that wrong. So as we have previously noted,\na sanction counts as compensatory only if it is “calibrate[d] to\n[the] damages caused by” the bad-faith acts on which it is based.Id.,at 834. A fee award is so calibrated if it covers the\nlegal bills that the litigation abuse occasioned. But if an award\nextends further than that—to fees that would have been incurred\nwithout the misconduct—then it crosses the boundary from\ncompensation to punishment. Hence the need for a court, when using\nits inherent sanctioning authority (and civil procedures), to\nestablish a causal link—between the litigant’s misbehavior and\nlegal fees paid by the opposing party.[5]That kind of causal connection, as this Court\nexplained in another attorney’s fees case, is appropriately framed\nas a but-for test: The complaining party (here, the Haegers) may\nrecover “only the portion of his fees that he would not have paid\nbut for” the misconduct.Foxv.Vice, 563 U. S.\n826, 836 (2011) ; seeParolinev.United States, 572\nU. S. ___, ___ (2014) (slip op., at 12) (“The traditional way\nto prove that one event was a factual cause of another is to show\nthat the latter would not have occurred ‘but for’ the former”). InFox, a prevailing defendant sought reimbursement under a\nfee-shifting statute for legal expenses incurred in defending\nagainst several frivolous claims. See 563 U. S., at 830; 42\nU. S. C. §1988. The trial court granted fees for all\nlegal work relating to those claims—regardless of whether the same\nwork would have been done (for example, the same depositions taken)\nto contest thenon-frivolous claims in the suit. We made\nclear that was wrong. When a “defendant would have incurred [an]\nexpense in any event[,] he has suffered no incremental harm from\nthe frivolous claim,” and so the court lacks a basis for shifting\nthe expense.Fox,563 U. S., at 836. Substitute\n“discovery abuse” for “frivolous claim” in that sentence, and the\nsame thing goes in this case. Or otherwise said (and again\nborrowing fromFox), when “the cost[ ] would have been\nincurred in the absence of” the discovery violation, then the court\n(possessing only the power to compensate for harm the misconduct\nhas caused) must leave it alone.Id.,at 838.This but-for causation standard generally\ndemands that a district court assess and allocate specific\nlitigation expenses—yet still allows it to exercise discretion and\njudgment. The court’s fundamental job is to determine whether a\ngiven legal fee—say, for taking a deposition or drafting a\nmotion—would or would not have been incurred in the absence of the\nsanctioned conduct. The award is then the sum total of the fees\nthat, except for the misbehavior, would not have accrued. Seeid.,at 837–838 (providing illustrative examples). But as we\nstressed inFox, trial courts undertaking that task “need\nnot, and indeed should not, become green-eyeshade accountants” (or\nwhatever the contemporary equivalent is).Id.,at 838. “The\nessential goal” in shifting fees is “to do rough justice, not to\nachieve auditing perfection.”Ibid. Accordingly, a district\ncourt “may take into account [its] overall sense of a suit, and may\nuse estimates in calculating and allocating an attorney’s time.”Ibid. The court may decide, for example,that all (or a set\npercentage) of a particular category of expenses—say, for expert\ndiscovery—were incurred solely because of a litigant’s bad-faith\nconduct. And such judgments, in light of the trial court’s\n“superior understanding of the litigation,” are entitled to\nsubstantial deference on appeal.Hensleyv.Eckerhart, 461 U. S. 424, 437 (1983) .In exceptional cases, the but-for standard even\npermits a trial court to shift all of a party’s fees, from either\nthe start or some midpoint of a suit, in one fell swoop.Chambersv.NASCOoffers one illustration. There, we\napproved such an award because literally everything the defendant\ndid—“his entire course of conduct” throughout, and indeed\npreceding, the litigation—was “part of a sordid scheme” to defeat a\nvalid claim. 501 U. S., at 51, 57 (brackets omitted). Thus,\nthe district court could reasonably conclude that all legal\nexpenses in the suit “were caused . . . solely by [his] fraudulent\nand brazenly unethical efforts.”Id.,at 58. Or to flip the\nexample: If a plaintiff initiates a case in complete bad faith, so\nthat every cost of defense is attributable only to sanctioned\nbehavior, the court may again make a blanket award. And similarly,\nif a court finds that a lawsuit, absent litigation misconduct,\nwould have settled at a specific time—for example, when a party was\nlegally required to disclose evidence fatal to its position—then\nthe court may grant all fees incurred from that moment on. In each\nof those scenarios, a court escapes the grind of segregating\nindividual expense items (a deposition here, a motion there)—or\neven categories of such items (again, like expert discovery)—but\nonly because all fees in the litigation, or a phase of it, meet the\napplicable test: They would not have been incurred except for the\nmisconduct.IIIIt is an oddity of this case that both sides\nagree with just about everything said in the last six paragraphs\nabout the pertinent law. Do legal fees awarded under a court’s\ninherent sanctioning authority have to be compensatory rather than\npunitive when civil litigation procedures are used? The Haegers and\nGoodyear alike say yes. Does that mean the fees awarded must be\ncausally related to the sanctioned party’s misconduct? A joint yes\non that too. More specifically, does the appropriate causal test\nlimit the fees, a laFox, to those that would not have been\nincurred but for the bad faith? No argument there either. And in an\nexceptional case, such asChambers, could that test produce\nan award extending as far as all of the wronged party’s legal fees?\nOnce again, agreement (if with differing degrees of enthusiasm).\nSee Brief for Petitioner 17, 23–24, 31; Brief for Respondents\n17–18, 22–23; Tr. of Oral Arg. 34–35, 46–47.All the parties really argue about here is what\nthat law means for this case. Goodyear contends that it requires\nthrowing out the trial court’s fee award and instructing the court\nto consider the matter anew. The Haegers maintain, to the contrary,\nthat the award can stand. They initially contend—pointing to a\ncouple of passages from the Ninth Circuit’s opinion—that both\ncourts below articulated and applied the very but-for causation\nstandard we have laid out. See Brief for Respondents 17–18\n(highlighting the Ninth Circuit’s statements that Goodyear’s “bad\nfaith conduct caused significant harm” and that the District Court\n“determine[d] the appropriate amount of fees to award as sanctions\nto compensate the [Haegers] for the damages they suffered as a\nresult of [Goodyear’s] bad faith”). And even if we reject that\nview, the Haegers continue, we may uphold the fee award on the\nground that it in fact passes a but-for test. That standard is\nsatisfied (so they say) for either of two reasons. First, because\nthe case would have settled as soon as Goodyear disclosed the\nrequested heat-test results, thus putting an end to the Haegers’\nlegal bills. Or second, because (settlement prospects aside) the\nwithholding of that data so infected the lawsuit as to account for\neach and every expense the Haegers subsequently incurred. Seeid.,at 14–15, 22, 26.The Haegers’ defense of the lower courts’\nreasoning is a non-starter: Neither of them used the correct legal\nstandard. As earlier recounted, the District Court specifically\ndisclaimed the “usual[ ]” need to find a “causal link” between\nmisconduct and fees when the sanctioned party’s behavior was bad\nenough—in the court’s words, when it “r[ose] to a truly egregious\nlevel.” 906 F. Supp. 2d, at 975 (emphasis deleted); seesupra,at 3. In such circumstances, the court thought, it\ncould award “all” fees, including those that would have been\nincurred in the absence of the misconduct. 906 F. Supp. 2d, at\n975. And the court confirmed that approach even while conceding\nthat it might be wrong: By issuing a “contingent award” of $2\nmillion, meant to go into effect if the Ninth Circuit demanded a\ncausal “linkage between the misconduct and harm,” the District\nCourt made clear that its primary, $2.7 million award was not so\nconfined. App. to Pet. for Cert. 180a; seesupra,at 4.\nStill, the Court of Appeals left the larger sanction in place,\nbecause it too mistook what findings were needed to support that\naward. In the Ninth Circuit’s view, the trial court could grant all\nattorney’s fees incurred “during the time when[Goodyear\nwas] acting in bad faith.” 813 F. 3d, at 1250 (emphasis added); seeid.,at 1249 (permitting an award of fees incurred\n“once[Goodyear] began flouting [its] discovery obligations”\n(emphasis added));supra,at 4. But that is a temporal\nlimitation, not a causal one; and, like the District Court’s\n“egregiousness” requirement, it is wide of the mark. A sanctioning\ncourt must determine which fees were incurred because of, and\nsolely because of, the misconduct at issue (however serious, or\nconcurrent with a lawyer’s work, it might have been). No such\nfinding lies behind the $2.7 million award made and affirmed\nbelow.Nor are we tempted to fill in that gap, as the\nHaegers have invited us to do. As an initial matter, the Haegers\nhave not shown that this litigation would have settled as soon as\nGoodyear divulged the heat-test results (thus justifying an\nall-fees award from the moment it was supposed to disclose, seesupra,at 8–9). Even the District Court did not go quite\nthat far: In attempting to buttress its comprehensive award, it\nsaid only (and after expressing “some uncertainty”) that the suit\nprobably would have settled “much earlier.” 906 F. Supp. 2d,\nat 972. And that more limited finding is itself subject to grave\ndoubt, even taking into account the deference owed to the trial\ncourt. As Judge Watford reasoned, the test results, although\nfavorable to the Haegers’ version of events, did not deprive\nGoodyear of colorable defenses. In particular, Goodyear still could\nhave argued, as it had from the beginning, that “the Haegers’ own\ntire, which had endured more than 40,000 miles of wear and tear,\nfailed because it struck road debris.” 813 F. 3d, at 1256\n(dissenting opinion). And indeed, that is pretty much the course\nGoodyear took in another suit alleging that the G159 caused a\nmotorhome accident. SeeSchalmov.Goodyear, No.\n51–2006–CA–2064–WS (Fla. Cir. Ct., 6th Cir., Pasco County). In that\ncase (as Judge Watford again observed), Goodyear produced the very\ntest results at issue here, yet still elected to go to trial. See\n813 F. 3d, at 1256. So we do not think the record allows a\nfinding, as would support the $2.7 million award, that disclosure\nof the heat-test results would have led straightaway to a\nsettlement.Further, the Haegers cannot demonstrate that\nGoodyear’s non-disclosure so permeated the suit as to make that\nmisconduct a but-for cause of every subsequent legal expense,\ntotaling the full $2.7 million. If nothing else, the District\nCourt’s back-up fee award belies that theory. After introducing a\ncausal element into the equation, the court found that the $700,000\nof fees that the Haegers incurred in litigating against other\ndefendants and proving their own medical damages had nothing to do\nwith Goodyear’s discovery decisions. See App. to Pet. for Cert.\n180a;supra,at 4. The Haegers have failed to offerany\nconcrete reason for questioning that judgment, and we do not see\nhow they could. At a minimum, then, the sanction order could not\nforce Goodyear to reimburse those expenses—because, again, the\nHaegers would have paid them even had the company behaved\nimmaculately in every respect.That leaves the question whether the contingent\n$2 million award should now stand—or, alternatively, whether the\nDistrict Court must reconsider from scratch which fees to shift. In\nthe absence of any waiver issue, we would insist on the latter\ncourse. Although the District Court considered causation in\narriving at its back-up award, we cannot tell from its sparse\ndiscussion whether its understanding of that requirement\ncorresponds to the standard we have described. That uncertainty\npoints toward demanding a do-over, under the unequivocally right\nlegal rules. But the Haegers contend that Goodyear has waived any\nability to challenge the $2 million award. In their view, that sum\nreflected Goodyear’s own submission—which it may not now amend—that\nonly about $700,000 of the fees sought would have been incurred\n“regardless of Goodyear’s behavior.” App. 69; see Brief for\nRespondents 41;supra,at 4. The Court of Appeals did not\npreviously address that issue, and we decline to decide it in the\nfirst instance. SeeCutterv.Wilkinson, 544\nU. S. 709, 718, n. 7 (2005) (“[W]e are a court of review, not\nof first view”). The possibility of waiver should therefore be the\ninitial order of business below. If a waiver is found, that is the\nend of this case. If not, the District Court must reassess fees in\nline with a but-for causation requirement.For these reasons, we reverse the judgment of\nthe Court of Appeals and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1The additional defendants\nnamed in the Haegers’ complaint were Gulf Stream Coach, the\nmanufacturer of the motorhome, and Spartan Motors, the manufacturer\nof the vehicle’s chassis. In the course of the litigation, the\nHaegers reached a settlement with Gulf Stream, and the District\nCourt granted Spartan’s motion for summary judgment.2The court reasoned that\nno statute or rule enabled it to reach all the offending behavior.\nSanctions under Federal Rule of Civil Procedure 11, the court\nthought, should not be imposed after final judgment in a case. See\n906 F. Supp. 2d 938, 973, n. 24 (D Ariz. 2012). And sanctions under\n28 U. S. C. §1927, it noted, could address the wrongdoing\nof only Goodyear’s attorneys, rather than of Goodyear itself. See\n906 F. Supp. 2d, at 973.3See,e.g., Plaintiffs’\nBaycol Steering Comm.v.Bayer Corp., 419 F. 3d\n794, 808 (CA8 2005);Bradleyv.American Household,\nInc., 378 F. 3d 373, 378 (CA4 2004);United Statesv.Dowell, 257 F. 3d 694, 699 (CA7 2001).4Bagwellalso\naddressed “coercive” sanctions, designed to make a party comply\nwith a court order. 512 U. S., at 829. That kind of sanction\nis not at issue here.5Rule-based and statutory\nsanction regimes similarly require courts to find such a causal\nconnection before shifting fees. For example, the Federal Rules of\nCivil Procedure provide that a district court may order a party to\npay attorney’s fees “caused by” discovery misconduct,\nRule 37(b)(2)(C), or “directly resulting from”\nmisrepresentations in pleadings, motions, and other papers,\nRule 11(c)(4). And under 28 U. S. C. §1927, a court\nmay require an attorney who unreasonably multiplies proceedings to\npay attorney’s fees incurred “because of” that misconduct. Those\nprovisions confirm the need to establish a causal link between\nmisconduct and fees when acting under inherent authority, given\nthat such undelegated powers should be exercised with especial\n“restraint and discretion.”Roadway Express, Inc.v.Piper, 447 U. S. 752, 764 (1980) .",
    "joined": []
}