{
    "case": {
        "docket": "625",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/625/"
    },
    "id": "1963725",
    "author": "kagan",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–879_________________GLORIA GAIL KURNS, executrix of the ESTATE OF\nGEORGE M. CORSON, DECEASED, et al., PETITIONERSv.RAILROAD FRICTION PRODUCTS CORPORATION et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[February 29, 2012]Justice Kagan, concurring.Like Justice Sotomayor,post,at 1\n(opinion concurring in part and dissenting in part), I doubt this\nCourt would decideNapierv.Atlantic Coast Line R.\nCo.,272 U.S.\n605(1926), in the same way today. TheNapierCourt\nconcluded that Congress had “manifest[ed] the intention to occupy\nthe entire field of regulating locomotive equipment,” based on\nnothing more than a statute granting regulatory authority over that\nsubject matter to a federal agency.Id.,at 611. Under our\nmore recent cases, Congress must do much more to oust all of state\nlaw from a field. See,e.g., New York State Dept. of Social\nServs.v.Dublino,413 U.S.\n405, 415 (1973) (rejecting preemption even though Congress had\nenacted a “detailed” and “comprehensive” regulatory scheme). Viewed\nthrough the lens of modern preemption law,Napieris an\nanachronism.ButNapiergoverns so long as Congress\nlets it—and that decision provides a straightforward way to\ndetermine whether state laws relating to locomotive equipment are\npreempted. According toNapier, the scope of the agency’s\npower under the Locomotive Inspection Act (LIA) determines the\nboundaries of the preempted field. See 272 U. S., at 611\n(state regulations were preempted because they fell “within the\nscope of the authority delegated to the Commission”); see alsoante,at 5 (the “ ‘broad scope of the authority’ ”\ngiven to the agency “led to [Napier’s] conclusion”);post,at 7–8 (“[T]he pre-empted field is congruent with the\nregulated field”). And under that test, none of the state-law\nclaims at issue here can survive.All of us agree that the petitioners’\ndefective-design claims are preempted.Napierrecognized the\nfederal agency’s delegated authority over “the design, the\nconstruction and the material of every part of the locomotive.” 272\nU. S., at 611. In doing so,Napierdid not distinguish\nbetween “hazards arising from repair and maintenance” of the parts\nand hazards stemming from their “use on the line.”Ante,at\n7. The agency thus has authority to regulate the design of\nlocomotive equipment—like the asbetos-containing brakeshoes here—to\nprevent either danger. And that fact resolves the preemption\nquestion. Because the agency could have banned use of the\nbrakeshoes as designed, the petitioners’ defective-design\nclaims—which would effectively accomplish the identical result—fall\nwithin the preempted field.So too the petitioners’ failure-to-warn claims,\nand for the same reason.Napierdid not specifically address\nwarnings, because the case in no way involved them. But if an\nagency has the power to prohibit the use of locomotive equipment,\nit also has the power to condition the use of that equipment on\nproper warnings. (And that is so, contrary to Justice Sotomayor’s\nview, seepost, at 8, n. 3, whether the warning is engraved\ninto the part itself or posted on the workshop wall.) Here, for\nexample, the agency need not have chosen between banning\nasbestos-containing brakeshoes and leaving them entirely\nunregulated. It could instead have required a warning about how to\nhandle those brakeshoes safely. If, say, a mask would have\nprotected a worker from risk, then the agency could have demanded a\nnotice to that effect. See,e.g.,Lawv.General\nMotors Corp.,114 F.3d 908, 911 (CA9 1997) (“As for warning requirements,\nthese too are within the scope of the [agency’s] authority”);Scheidingv.General Motors Corp.,22 Cal. 4th 471, 484,993 P.2d 996, 1004 (2000) (same).[1] And because the agency could have required warnings\nabout the equipment’s use, the petitioners’ failure-to-warn claims,\nno less than their defective-design claims, are preempted underNapier.I understand these views to comport with the\nCourt’s opinion in this case, and I accordingly join it in\nfull.Notes1Justice Sotomayor argues\nthat “preserving petitioners’ failure-to-warn claims coheres with\nthe LIA’s regulatory regime” because the agency disclaims authority\nover locomotive repair and maintenance.Post,at 7.But that claim conflates two separate distinctions. The agency\ndraws a line not between mandating design changes and mandating\nwarnings, but between regulating equipment that is hazardous to\nrepair and regulating equipment that is hazardous to use on the\nrailroad line. In keeping with that analysis, the agency contends\nthat the petitioners’ design-defect claims also fall outside the\npreempted field because the alleged defect in the brakeshoes\nrendered dangerous only their repair, and not their on-line use.\nSee Brief for United States asAmicus Curiae12–13. The\nagency’s understanding of its author-ity therefore does not support\nJustice Sotomayor’s position. As the agency agrees, the\npetitioners’ claims must stand or fall together if viewed through\nthe lens of the agency’s regulatory authority. In my view, they\nfall because the Court rightly rejects the agency’s proffered\ndistinction between regulating the dangers of repairing equipment\nand regulating the dangers of using that equipment on line. Seesupra,at 2.",
    "joined": []
}