{
    "case": {
        "docket": "648",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/648/"
    },
    "id": "1963727",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1265_________________MICHAEL MARTEL, WARDEN, PETITIONERv.KENNETH CLAIRon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 5, 2012]Justice Kagan delivered the opinion of the\nCourt.A federal statute, §3599 of Title 18, entitles\nindigent defendants to the appointment of counsel in capital cases,\nincluding habeas corpus proceedings. The statute contemplates that\nappointed counsel may be “replaced . . . upon motion of\nthe defendant,” §3599(e), but it does not specify the standard that\ndistrict courts should use in evaluating those motions. We hold\nthat courts should employ the same “interests of justice” standard\nthat they apply in non-capital cases under a related statute,\n§3006A of Title 18. We also hold that the District Court here did\nnot abuse its discretion in denying respondent Kenneth Clair’s\nmotion to change counsel.IThis case arises from the murder of Linda\nRodgers in 1984. Rodgers resided at the home of Kai Henriksen and\nMargaret Hessling in Santa Ana, California. Clair was a squatter in\na vacant house next door. About a week prior to the murder, police\nofficers arrested Clair for burglarizing the Henriksen-Hessling\nhome, relying on information Henriksen had provided. On the night\nthe police released Clair from custody, Hessling returned from an\nevening out to find Rodgers’ dead body in the master bedroom, naked\nfrom the waist down and beaten, stabbed, and strangled. Some\njewelry and household items were missing from the house. SeePeoplev.Clair,2 Cal. 4th 629, 644–647,828 P.2d 705, 713–714 (1992); App. to Pet. for Cert. 23–24.The district attorney charged Clair with\nRodgers’ murder and sought the death penalty. No forensic evidence\nlinked Clair to the crime; instead, the main evidence against Clair\ncame from his former girlfriend, Pauline Flores. Although she later\nrecanted her testimony, see App. 36–42, Flores stated at trial that\nshe and Clair were walking in the neighborhood on the night of the\nmurder and split up near the Henriksen-Hessling house. When they\nreunited about an hour later, Flores recounted, Clair was carrying\njewelry and other items and had blood on his right hand. According\nto Flores, Clair explained to her that he had “just finished\nbeating up a woman.”Clair, 2 Cal. 4th, at 647, 828\nP. 2d, at 714. The prosecution then introduced a tape\nrecording of a talk between Flores and Clair several months after\nthe murder, which Flores had made in cooperation with the police.\nOn that tape, Clair at one point denied committing the murder, but\nalso made several inculpatory statements. For example, when Flores\ntold Clair that she had seen blood on him, he replied “Ain’t on me\nno more” and “They can’t prove nothing.” App. to Pet. for Cert. 53\n(internal quotation marks omitted). And in response to her\ncontinued probing, Clair explained “[W]hat you fail to realize, how\n. . . they gonna prove I was there . . . ?\nThere ain’t no . . . fingerprints, ain’t no\n. . . body seen me go in there and leave out there.”Id.,at 53–54 (internal quotation marks omitted). The jury\nconvicted Clair and sentenced him to death. The California Supreme\nCourt upheld the verdict, and this Court denied review,Clairv.California, 506 U.S. 1063 (1993).Clair commenced federal habeas proceedings by\nfiling a request for appointment of counsel, which the District\nCourt granted under §3599. Clair and his counsel filed an initial\npetition for habeas relief in 1994 and, after exhausting state\nremedies, an amended petition the following year. The petition\nalleged more than 40 claims, involving such matters as jury\nselection and composition, sufficiency of the evidence,\nprosecutorial misconduct, nondisclosure of exculpatory materials\nrelating to state witnesses, and ineffectiveness of trial counsel.\nIn the late 1990’s, two associates from the firm representing Clair\ntook jobs at the Office of the Federal Public Defender (FPD), and\nthe court substituted that office as counsel of record. The court\nheld an evidentiary hearing on Clair’s habeas petition in August\n2004, and the parties submitted post-hearing briefs by February\n2005. The court subsequently informed the parties that it viewed\nthe briefing “to be complete and d[id] not wish to receive any\nadditional material” about the petition. App. 3–4.On March 16, 2005, Clair sent a letter to the\ncourt stating that the FPD attorneys “no longer . . .\nha[d] [his] best interest at hand” and that he did not want them to\ncontinue to represent him.Id.,at 24; seeid.,at\n18–25. Clair alleged that the lawyers had repeatedly dismissed his\nefforts to participate in his own defense. Prior to the evidentiary\nhearing, Clair wrote, he had become so frustrated with the\nattorneys that he enlisted a private detective to look into his\ncase. But the lawyers, Clair charged, refused to cooperate with the\ninvestigator; they were seeking only to overturn his death\nsentence, rather than to prove his innocence. As a result, Clair\nfelt that he and his counsel were not “on the same team.”Id.,at 23.The District Court responded by asking both\nparties to address Clair’s motion to substitute counsel. Seeid.,at 18. The State noted that “[w]hat the trial court\ndoes with respect to appointing counsel is within its discretion,\nproviding the interests of justice are served.”Id., at 29.\nThe State further advised the court that “nothing in [Clair’s]\nletter require[d] a change” of counsel because the FPD lawyers had\nprovided appropriate representation and substitution would delay\nthe case.Ibid.Clair replied to the court’s request through\nhis FPD attorneys on April 26, 2005. Their letter stated: “After\nmeeting with Mr. Clair, counsel understands that Mr. Clair wants\nthe [FPD] to continue to serve as his counsel in this case at this\ntime.”Id.,at 27. On the basis of that representation, the\ncourt determined that it would “take no further action on the\nmatter at this time.”Id.,at 33.But the issue resurfaced just six weeks after\nthe court’s decision. On June 16, 2005, Clair wrote a second letter\nto the court asking for substitution of counsel. That letter again\nasserted a “total break down of communication” between Clair and\nthe FPD; according to Clair, he was “no longer able to trust\nanybody within that office.”Id.,at 62–63. In explaining\nthe source of the problem, Clair reiterated each of the points made\nin his prior complaint. And then he added one more. Clair recounted\nthat his private investigator had recently learned that the police\nand dis-trict attorney’s office were in possession of fingerprints\nand other physical evidence from the crime scene that had never\nbeen fully tested. The FPD lawyers, Clair asserted, were doing\nnothing to analyze this evidence or otherwise follow up on its\ndiscovery. Clair attributed this failure, too, to the FPD’s\ndecision to focus on his sentence, rather than on questions of\nguilt.Two weeks later, the District Court denied\nClair’s renewed request for substitution without further inquiry.\nThe court stated: “It does not appear to the Court that a change of\ncounsel is appropriate. It appears that [Clair’s] counsel is doing\na proper job. No conflict of interest or inadequacy of counsel is\nshown.”Id.,at 61. On the same day, the court denied\nClair’s habeas petition in a detailed opinion.Clairv.Brown, Case No. CV 93–1133 GLT (CD Cal., June 30, 2005),\nApp. to Pet. for Cert. 20–91.Clair sought review of his substitution motionpro se, while the FPD filed a notice of appeal from the\ndenial of his habeas petition. The Court of Appeals for the Ninth\nCircuit instructed the FPD to address whether substitution of\ncounsel was now warranted, and in October 2005, the FPD informed\nthe court that “the attorney-client relationship ha[d] broken down\nto such an extent that sub-stitution of counsel [would be]\nappropriate.” Attorney for Appellant’s Response to Court’s Sept.\n15, 2005 Order, in No. 05–99005 (CA9), Record, Doc. 9, p. 1.\nThe State did not comment or object, and the Court of Appeals\nprovided Clair with a new lawyer going forward. Clair then asked\nthe District Court to vacate the denial of his habeas petition\nunder Federal Rule of Civil Procedure 60(b), arguing that he should\nbe allowed to explore the significance of the new physical evidence\nfor his case. The District Court (with a new judge assigned,\nbecause the judge previously handling the case had retired)\nrejected that request on the ground that the new evidence did not\npertain to any of the claims presented in Clair’s habeas petition.\nSee App. to Pet. for Cert. 9–10. Clair appealed that decision as\nwell.[1]After consolidating Clair’s appeals, the Ninth\nCircuit vacated the trial court’s denial of both Clair’s request\nfor new counsel and his habeas petition. SeeClairv.Ayers, 403 Fed. Appx. 276 (2010). The Court of Appeals’\nopinion focused on Clair’s substitution motion. Holding that the\n“interests of justice” standard should apply to that motion, the\nNinth Circuit ruled that the District Court abused its discretion\nby failing to inquire into the complaints in Clair’s second letter.\nSeeid.,at 278. The Court of Appeals then considered how to\nremedy that error, given that Clair had received new counsel while\non appeal. It decided that “the most reasonable solution” was to\n“treat Clair’s current counsel as if he were the counsel who might\nhave been appointed” in June 2005, and to allow him to make\nwhatever submissions he would have made then, including a motion to\namend Clair’s habeas petition in light of new evidence.Id.,at 279.We granted certiorari to review this judgment,\n564 U. S. __ (2011), and now reverse.IIWe first consider the standard that district\ncourts should use to adjudicate federal habeas petitioners’ motions\nto substitute counsel in capital cases. The question arises because\nthe relevant statute, 18 U. S. C. §3599, contains a\nnotable gap. Section 3599 first guarantees that indigent defendants\nin federal capital cases will receive the assistance of counsel,\nfrom pretrial proceedings through stay applications. See\n§§3599(a)(1), (a)(2), (e). It next grants a corresponding right to\npeople like Clair who seek federal habeas relief from a state death\nsentence, for all post-conviction proceedings and related\nactivities. See §§3599(a)(2), (e);McFarlandv.Scott,512 U.S.\n849, 854–855 (1994);Harbisonv.Bell,556 U.S.\n180, 183–185 (2009). And the statute contemplates that both\nsets of litigants may sometimes substitute counsel; it notes that\nan attorney appointed under the section may be “replaced by\nsimilarly qualified counsel upon the attorney’s own motion or upon\nmotion of the defendant.” §3599(e).[2] But here lies the rub: The statute fails to specify how\na court should decide such a motion. Section 3599 says not a word\nabout the standard a court should apply when addressing a request\nfor a new lawyer.The parties offer us two alternative ways to\nfill this statutory hole. Clair argues, and the Ninth Circuit\nagreed, that district courts should decide substitution motions\nbrought under §3599 “in the interests of justice.” That standard\nderives from 18 U. S. C. §3006A, which governs the\nappointment and substitution of counsel in federalnon-capital litigation. By contrast, the State contends that\ndistrict courts may replace an appointed lawyer under §3599 only\nwhen the defendant has suffered an “actual or constructive denial”\nof counsel. Brief for Petitioner 33. That denial occurs, the State\nasserts, in just three situations: when the lawyer lacks the\nqualifications necessary for appointment under the statute; when he\nhas a “disabling conflict of interest”; or when he has “completely\nabandoned” the client.Id., at 34. On this matter, we think\nClair, not the State, gets it right.A trip back in time begins to show why. Prior to\n1988, §3006A governed the appointment of counsel inallfederal criminal cases and habeas litigation, regardless whether\nthe matter involved a capital or a non-capital offense. That\nsection provided counsel as a matter of right to most indigent\ncriminal defendants, from pre-trial proceedings through appeal. See\n§§3006A(a)(1), (c) (1982 ed.). In addition, the statute authorized\ncourts to appoint counsel for federal habeas petitioners when “the\ninterests of justice so require[d],” §3006A(g); and under that\nprovi-sion, courts almost always appointed counsel to represent\npetitioners convicted of capital offenses, see Ruthenbeck, Dueling\nwith Death in Federal Courts, 4 ABA Criminal Justice, No. 3,\npp. 2, 42 (Fall, 1989). In all cases in which a court had\nappointed counsel, §3006A further provided (as it continues to do)\nthat substitution motions should be decided “in the interests of\njustice.” §3006A(c). So in those days, a court would have used that\nstandard to evaluate a request like Clair’s.In 1988, Congress enacted the legislation now\nknown as §3599 to govern appointment of counsel in capital cases,\nthus displacing §3006A for persons facing execution (but retaining\nthat section for all others). See Anti-Drug Abuse Act, 102Stat.\n4393–4394, 21 U. S. C. §§848(q)(4)–(10) (1988 ed.)\n(recodified at 18 U. S. C. §3599 (2006 ed. and Supp.\nIV)). The new statute grants federal capital defendants and capital\nhabeas petitioners enhanced rights of representation, in light of\nwhat it calls “the seriousness of the possible penalty and\n. . . the unique and complex nature of the litigation.”\n§3599(d) (2006 ed.). Habeas petitioners facing execution now\nreceive counsel as a matter of right, not an exercise of the\ncourt’s discretion. See §3599(a)(2). And the statute aims in\nmultiple ways to improve the quality of representation afforded to\ncapital petitioners and defendants alike. Section 3599 requires\nlawyers in capital cases to have more legal experience than §3006A\ndemands. Compare §§3599(b)–(d) with §3006A(b). Similarly, §3599\nauthorizes higher rates of compensation, in part to attract better\ncounsel. Compare §3599(g)(1) with §3006A(d) (2006 ed. and Supp.\nIV). And §3599 provides more money for investigative and expert\nservices. Compare §§3599(f) (2006 ed.), (g)(2) (2006 ed., Supp.\nIV), with §3006A(e) (2006 ed. and Supp. IV). As we have previously\nnoted, those measures “reflec[t] a determination that quality legal\nrepresentation is necessary” in all capital proceedings to foster\n“fundamental fairness in the imposition of the death penalty.”McFarland, 512 U. S., at 855, 859.That understanding of §3599’s terms and origins\ngoes far toward resolving the parties’ dispute over what standard\nshould apply. We know that before §3599’s passage, courts used an\n“interests of justice” standard to decide substitution motions in\nall cases—and that today, they continue to do so in all non-capital\nproceedings. We know, too, that in spinning off §3599, Congress\nenacted a set of reforms to improve the quality of lawyering in\ncapital litigation. With all those measures pointing in one\ndirection, we cannot conclude that Congress silently prescribed a\nsubstitution standard that would head the opposite way. Adopting a\nmore stringent test than §3006A’s would deprive capital defendants\nof a tool they formerly had, and defendants facing lesser penalties\nstill have, to handle serious representational problems. That\nresult clashes with everything else §3599 does. By contrast,\nutilizing §3006A’s standard comports with the myriad ways that\n§3599 seeks to promote effective representation for persons\nthreatened with capital punishment.The dearth of support for the State’s\nalternative standard reinforces the case for borrowing from §3006A.\nRecall that the State thinks substitution proper “only when\n. . . counsel is completely denied”—which, the State\nsays, occurs when counsel lacks the requisite experience; “actively\nrepresents conflicting interests”; or has “total[ly] desert[ed]”\nthe client. Brief for Petitioner 15, 35, 38. As the State\nacknowledges, this test comes from . . . well, from\nnowhere. The State conceded during argument that Congress has not\nconsidered (much less adopted) the standard in any context; neither\nhas a federal court used it in any case. See Tr. of Oral Arg. 16.\nIndeed, the standard is new to the State’s own attorneys. As noted\nearlier, when Clair first requested a change of counsel, the State\nresponded that substitution is a “matter . . . of trial\ncourt discretion,” based on “the interests of justice.” App. 29;\nseesupra,at 3–4. Only later did the State devise its\npresent proposal. Inventiveness is often an admirable quality, but\nhere we think the State overdoes it. To be sure, we must infer a\nsubstitution standard for §3599; in that sense, we are writing on a\nblank slate. But in undertaking that task, we prefer to copy\nsomething familiar than concoct something novel. That enables\ncourts to rely on experience and precedent, with a standard already\nknown to work effectively.Still worse, the State’s proposed test guts\n§3599’s pro-vision for substitution motions. See §3599(e) (2006\ned.) (appointed counsel may be “replaced . . . upon\nmotion of the defendant”). According to the State, a court may not\nchange counsel under §3599 even if the attorney-client relationship\nhas broken down, so long as the lawyer has the required\nqualifications and is “act[ing] as an advocate.” Brief for\nPetitioner 35. And that is so, continues the State, even when\nsubstitution will not cause delay or other prejudice—because again,\nthe defendant retains a functioning lawyer. Seeid.,at 34.\nThat approach, as already noted, undermines Congress’s efforts in\n§3599 to enhance representation in capital cases. Seesupra,at 8–9. And beyond that, it renders §3599’s substitution provision\nsuperfluous. Even in the absence of that provision, a court would\nhave to ensure that the defendant’s statutory right to counsel was\nsatisfied throughout the litigation; for example, the court would\nhave to appoint new counsel if the first lawyer developed a\nconflict with or abandoned the client. So by confining substitution\nto cases in which the defendant has no counsel at all, the State’s\nproposal effectively deletes §3599’s substitution clause.The State counters that only its approach\ncomports with “this Court’s long-established jurisprudence that\nhabeas prisoners, including capital prisoners,” have no right to\ncounsel under the Sixth Amendment. Brief for Petitioner 18; seeMurrayv.Giarratano,492 U.S.\n1, 10, 12 (1989) (plurality opinion);id.,at 14–15\n(Kennedy, J., concurring in judgment); cf.Colemanv.Thompson,501 U.S.\n722, 755 (1991) (reserving question of whether the Sixth\nAmendment guarantees counsel when a habeas proceeding provides the\nfirst opportunity to raise a claim). But we do not understand the\nState’s basis for linking use of the “interests of justice”\nstandard to cases in which an individual has a Sixth Amendment\nright. A statute need not draw the same lines as the Constitution,\nand neither §3006A nor §3599 does so in addressing the substitution\nof counsel. Section 3006A applies the “interests of justice”\nstandard to substitution motions even when the Sixth Amendment does\nnot require representation; that is presumptively so, for example,\nwhen a court provides counsel to a non-capital habeas petitioner.\nSee §§3006A(a)(2)(B), (c). And whatever standard we adopt for §3599\nwill likewise apply both to litigants who have and to litigants who\nlack a Sixth Amendment right, because the section offers counsel on\nthe same terms to capital defendants and habeas petitioners. In\nproviding statutory rights to counsel, Congress declined to track\nthe Sixth Amendment; accordingly, the scope of that Amendment\ncannot answer the statutory question presented here.The State’s stronger argument relates to delay\nin capital proceedings. Under the “interests of justice” standard,\nthe State contends, substitution motions will become a mechanism to\ndefer enforcement of a death sentence, contrary to historic\nrestrictions on “abuse of the writ” and to the goals of the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA). See\nBrief for Petitioner 19–22. But this argument, like the last,\nforgets that §3599 reaches not just habeas petitioners but also\ncriminal defendants, who have not been convicted or sentenced and\ntherefore have no incentive to delay. Moreover, the State’s claim\nmisjudges the capacity of the “interests of justice” standard to\ndeal with such issues. Protecting against abusive delayisan interest of justice. Because that is so, courts addressing\nsubstitution motions in both capital and non-capital cases\nroutinely consider issues of timeliness. See,e.g., Hunterv.Delo,62 F.3d 271, 274 (CA8 1995) (citing “the need to thwart abusive\ndelay” in affirming the denial of a habeas petitioner’s\nsubstitution motion);United Statesv.White, 451\nF.2d 1225, 1226 (CA6 1971)(per curiam)(approving a\nDistrict Court’s refusal to change counsel under §3006A(c) “on the\nmorning of the trial”). Indeed, we will do so, just paragraphs from\nhere, in this very case. Seeinfra, at 15–16. The standard\nwe adopt thus takes account of, rather than ignores or opposes, the\nState’s interest in avoiding undue delay.[3]IIIThe remaining question is whether the District\nCourt abused its discretion in denying Clair’s second request for\nnew counsel under §3599’s “interests of justice” standard. We do\nnot think the court did so, although the court’s failure to make\nany inquiry into Clair’s allegations makes this decision harder\nthan necessary.As its name betrays, the “interests of justice”\nstandard contemplates a peculiarly context-specific inquiry. So we\ndoubt that any attempt to provide a general definition of the\nstandard would prove helpful. In reviewing substitution motions,\nthe courts of appeals have pointed to several relevant\nconsiderations. Those factors may vary a bit from circuit to\ncircuit, but generally include: the timeliness of the motion; the\nadequacy of the district court’s inquiry into the defendant’s\ncomplaint; and the asserted cause for that complaint, including the\nextent of the conflict or breakdown in communication between lawyer\nand client (and the client’s own responsibility, if any, for that\nconflict). See,e.g., United Statesv.Prime, 431\nF.3d 1147, 1154 (CA9 2005);United Statesv.Doe,272 F.3d 116, 122–123 (CA2 2001);Hunter, 62 F. 3d,\nat 274;United Statesv.Welty, 674 F.2d 185, 188\n(CA3 1982). Because a trial court’s decision on substitution is so\nfact-specific, it deserves deference; a reviewing court may\noverturn it only for an abuse of discretion.The District Court here received Clair’s second\nsubstitution motion on the eve of deciding his 10-year-old habeas\npetition. Recall that three months earlier, following an\nevidentiary hearing and post-hearing briefing, Clair had written\nthe court to complain about his attorneys. In that first letter,\nClair accused his lawyers of refusing to co-operate with a private\ndetective and, more generally, of forgoing efforts to prove his\ninnocence. After making proper inquiry, the court learned that\nClair and his attorneys had worked through their dispute and Clair\nno longer wanted to substitute counsel. The court thus turned its\nattention once again to ruling on Clair’s habeas petition—only to\nreceive another letter requesting a change in representation.If that second letter had merely recapitulated\nthe charges in the first, this case would be relatively simple.\nEven then, the court might have done well to make further inquiry\nof Clair and his counsel. As all Circuits agree, courts cannot\nproperly resolve substitution motions without probing why a\ndefendant wants a new lawyer. See,e.g., United Statesv.Iles, 906 F.2d 1122, 1130 (CA6 1990) (“It is hornbook law\nthat ‘[w]hen an indigent defendant makes a timely and good faith\nmotion requesting that appointed counsel be discharged and new\ncounsel appointed, the trial court clearly has a responsibility to\ndetermine the reasons for defendant’s dissatisfaction . . .’ ”\n(quoting 2 W. LaFave & J. Israel, Criminal Procedure §11.4, p.\n36 (1984))). Moreover, an on-the-record inquiry into the\ndefendant’s allegations “permit[s] meaningful appellate review” of\na trial court’s exercise of discretion.United Statesv.Taylor,487 U.S.\n326, 336–337 (1988). But here the court had inquired, just a\nshort time earlier, into Clair’s relationship with his lawyers. The\ncourt knew that Clair had responded to that inquiry by dropping his\ninitial complaints. And the court had reason to think, based on 10\nyears of handling the case, that those charges lacked merit:\nPerhaps most important, the court knew that the lawyers had raised\nmany challenges not just to Clair’s sentence, but to his\nconviction, including to the sufficiency of the State’s evidence.\nSee,e.g., App. to Pet. for Cert. 27–69. Especially at this\nstage of the litigation, those factors would have provided ample\nbasis to reject a simple reprise of Clair’s allegations.What complicates this case is that in his second\nletter, Clair added a new and significant charge of attorney error.\nBeyond asserting generally that his lawyers were not trying to\nprove his innocence, Clair now alleged that counsel had refused to\ninvestigate particular, newly located physical evidence. That\nevidence, according to Clair, might have shown that the police had\nsuppressedBradymaterial, that his trial counsel had been\nineffective in investigating the murder, or that he had not\ncommitted the offense. See Tr. of Oral Arg. 45–46. Especially in a\ncase lacking physical evidence, built in part on since-recanted\nwitness testimony, those possibilities cannot be blithely\ndismissed. In the mine run of circumstances, Clair’s new charge\nwould have required the court to make further inquiry before ruling\non his motion for a new attorney.But here, the timing of that motion precludes a\nholding that the District Court abused its discretion. The court\nreceived Clair’s second letter while putting the finishing touches\non its denial of his habeas petition. (That lengthy decision issued\njust two weeks later.) After many years of litigation, an\nevidentiary hearing, and substantial post-hearing briefing, the\ncourt had instructed the parties that it would accept no further\nsubmissions. See App. 3–4; Tr. of Oral Arg. 4–5. The case was all\nover but the deciding; counsel, whether old or new, could do\nnothing more in the trial court proceedings. At that point and in\nthat forum, Clair’s conflict with his lawyers no longer\nmattered.Clair, to be sure, wanted to press his case\nfurther in the District Court. He desired a new lawyer, after\nexamining the physical evidence, to make whatever claims followed\nfrom it. But, notably, all of those claims would have been new; as\nthe District Court later found in ruling on Clair’s Rule 60(b)\nmotion, the physical evidence did not relate to any of the claims\nClair had previously made in his habeas petition. See App. to Pet.\nfor Cert. 9–10. A substitute lawyer thus would have had to seek an\namendment of that petition, as well as an evidentiary hearing or,\nmore likely, a stay to allow exhaustion of remedies in state court.\nSee 403 Fed. Appx., at 279. The District Court could properly have\nrejected that motion, consistent with its order precluding further\nsubmissions (effectively remitting Clair to state court to pursue\nthe matter). SeeMaylev.Felix,545 U.S.\n644, 663 (2005). And if that is so, the court also acted within\nits discretion in denying Clair’s request to substitute counsel,\neven without the usually appropriate inquiry. The court was not\nrequired to appoint a new lawyer just so Clair could file a futile\nmotion. We accordingly find that the Court of Appeals erred in\noverturning the District Court’s decision.[4]The judgment below is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1While litigating his Rule\n60(b) motion in the District Court, Clair also pursued discovery in\nthe California state courts relating to the newly found physical\nevidence. On the basis of material he obtained, Clair filed another\npetition for state habeas relief, alleging (among other claims)\nactual innocence and improper suppression of exculpatory material\nunderBradyv.Maryland,373 U.S.\n83(1963). The California Supreme Court summarily denied that\npetition. SeeIn re Clair, No. S169188 (Aug. 24,\n2011).2Section 3599(e) provides\nin full: “Unless replaced by similarly qualified counsel upon the\nattorney’s own motion or upon motion of the defendant, each\nattorney so appointed shall represent the defendant throughout\nevery subsequent stage of available judicial proceedings, including\npretrial proceedings, trial, sentencing, motions for new trial,\nappeals, applications for writ of certiorari to the Supreme Court\nof the United States, and all available post-conviction process,\ntogether with applications for stays of exe-cution and other\nappropriate motions and procedures, and shall also represent the\ndefendant in such competency proceedings and pro-ceedings for\nexecutive or other clemency as may be available to the\ndefendant.”3The State also makes a\nmore specific argument based on AEDPA, see Brief for Petitioner\n26–29, but we think it is not well taken. The State notes that the\n“interests of justice” standard enables a court, when ruling on a\nsubstitution motion, to take account of a lawyer’s effectiveness.\nThat consideration, according to the State, conflictswith AEDPA’s\ninjunction that “[t]he ineffectiveness or incompetence of counsel\nduring Federal or State collateral post-conviction proceedings\nshall not be a ground for relief in a [habeas] proceeding arising\nunder section 2254.” 28 U. S. C. §2254(i); see §2261(e)\n(using similar language). But most naturally read, §2254(i)\nprohibits a court from granting substantive habeas relief on the\nbasis of a lawyer’s ineffectiveness in post-conviction proceedings,\nnot from substituting counsel on that ground. Cf.Hollandv.Florida, 560 U. S. ___, ___ (2010) (slip op., at 18)\n(holding that §2254(i) does not preclude equitable tolling of a\nstatute of limitations based on attorney misconduct in habeas\nproceedings). Indeed, if the State were right, we would also have\nto find that AEDPA silently repealed §3006A’s instruction to courts\nto apply the “interests of justice” standard in non-capital habeas\ncases. We see nothing to suggest that Congress had that result in\nmind.4We note as well that the\nCourt of Appeals ordered the wrong remedy even assuming the\nDistrict Court had abused its discretion in denying Clair’s\nsubstitution motion without inquiry. The way to cure that error\nwould have been to remand to the District Court to decide whether\nsubstitution was appropriate at the time of Clair’s letter. Unless\nthat court determined that counsel should have been changed, the\nCourt of Appeals had no basis for vacating the denial of Clair’s\nhabeas petition.",
    "joined": []
}