{
    "case": {
        "docket": "14-1373",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-1373/"
    },
    "id": "3587715",
    "author": "kagan",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1373_________________UTAH, PETITIONERv.EDWARDJOSEPH\nSTRIEFF, JR.on writ of certiorari to the supreme court of\nutah[June 20, 2016]Justice Kagan, with whom Justice Ginsburg\njoins, dissenting.If a police officer stops a person on the street\nwithout reasonable suspicion, that seizure violates the Fourth\nAmendment. And if the officer pats down the unlawfully detained\nindividual and finds drugs in his pocket, the State may not use the\ncontraband as evidence in a criminal prosecution. That much is\nbeyond dispute. The question here is whether the prohibition on\nadmitting evidence dissolves if the officer discovers, after making\nthe stop but before finding the drugs, that the person has an\noutstanding arrest warrant. Because that added wrinkle makes no\ndifference under the Constitution, I respectfully dissent.This Court has established a simple framework\nfor determining whether to exclude evidence obtained through a\nFourth Amendment violation: Suppression is necessary when, but only\nwhen, its societal benefits outweigh its costs. Seeante,at\n4;Davisv.United States, 564 U. S. 229, 237\n(2011) . The exclusionary rule serves a crucial function—to deter\nunconstitutional police conduct. By barring the use of illegally\nobtained evidence, courts reduce the temptation for police officers\nto skirt the Fourth Amendment’s requirements. SeeJamesv.Illinois, 493 U. S. 307, 319 (1990) . But suppression\nof evidence also “exacts a heavy toll”: Its consequence in many\ncases is to release a criminal without just punishment.Davis,564 U. S., at 237. Our decisions have thus\nendeavored to strike a sound balance between those two competing\nconsiderations—rejecting the “reflexive” impulse to exclude\nevidence every time an officer runs afoul of the Fourth Amendment,id.,at 238, but insisting on suppression when it will lead\nto “appreciable deterrence” of police misconduct,Herringv.United States, 555 U. S. 135, 141 (2009) .This case thus requires the Court to determine\nwhether excluding the fruits of Officer Douglas Fackrell’s\nunjustified stop of Edward Strieff would significantly deter police\nfrom committing similar constitutional violations in the future.\nAnd as the Court states, that inquiry turns on application of the\n“attenuation doctrine,”ante,at 5—our effort to “mark the\npoint” at which the discovery of evidence “become[s] so attenuated”\nfrom the police misconduct that the deterrent benefit of exclusion\ndrops below its cost.United Statesv.Leon, 468\nU. S. 897, 911 (1984) . SinceBrownv.Illinois,\n422 U. S. 590 –605 (1975), three factors have guided that\nanalysis. First, the closer the “temporal proximity” between the\nunlawful act and the discovery of evidence, the greater the\ndeterrent value of suppression.Id.,at 603. Second, the\nmore “purpose[ful]” or “flagran[t]” the police illegality, the\nclearer the necessity, and better the chance, of preventing similar\nmisbehavior.Id.,at 604. And third, the presence (or\nabsence) of “intervening circumstances” makes a difference: The\nstronger the causal chain between the misconduct and the evidence,\nthe more exclusion will curb future constitutional violations.Id.,at 603–604. Here, as shown below, each of those\nconsiderations points toward suppression: Nothing in Fackrell’s\ndiscovery of an outstanding warrant so attenuated the connection\nbetween his wrongful behavior and his detection of drugs as to\ndiminish the exclusionary rule’s deterrent benefits.Start where the majority does: The temporal\nproximity factor, it forthrightly admits, “favors suppressing the\nevidence.”Ante,at 6. After all, Fackrell’s discovery of\ndrugs came just minutes after the unconstitutional stop. And in\nprior decisions, this Court has made clear that only the lapse of\n“substantial time” between the two could favor admission.Kauppv.Texas, 538 U. S. 626, 633 (2003)\n(per curiam); see,e.g.,Brown, 422\nU. S., at 604 (suppressing a confession when “less than two\nhours” separated it from an unlawful arrest). So the State, by all\naccounts, takes strike one.Move on to the purposefulness of Fackrell’s\nconduct, where the majority is less willing to see a problem for\nwhat it is. The majority chalks up Fackrell’s Fourth Amendment\nviolation to a couple of innocent “mistakes.”Ante,at 8.\nBut far from a Barney Fife-type mishap, Fackrell’s seizure of\nStrieff was a calculated decision, taken with so little\njustification that the State has never tried to defend its\nlegality. At the suppression hearing, Fackrell acknowledged that\nthe stop was designed for investigatory purposes—i.e.,to\n“find out what was going on [in] the house” he had been watching,\nand to figure out “what [Strieff] was doing there.” App. 17–18. And\nFackrell frankly admitted that he had no basis for his action\nexcept that Strieff “was coming out of the house.”Id.,at\n17.Plug in Fackrell’s and Strieff’s names, substitute\n“stop” for “arrest” and “reasonable suspicion” for “probable\ncause,” and this Court’s decision inBrownperfectly\ndescribes this case:“[I]t is not disputed that [Fackrell\nstopped Strieff] without [reasonable suspicion]. [He] later\ntestified that [he] made the [stop] for the purpose of questioning\n[Strieff] as part of [his] investigation . . . . The\nillegality here . . . had a quality of purposefulness.\nThe impropriety of the [stop] was obvious. [A]wareness of that fact\nwas virtually conceded by [Fackrell] when [he] repeatedly\nacknowledged, in [his] testimony, that the purpose of [his] action\nwas ‘for investigation’: [Fackrell] embarked upon this expedition\nfor evidence in the hope that something might turn up.” 422\nU. S., at 592, 605 (some internal punctuation altered;\nfootnote, citation, and paragraph break omitted).InBrown, the Court held those facts to\nsupport suppression—and they do here as well. Swing and a miss for\nstrike two.Finally, consider whether any intervening\ncircumstance “br[oke] the causal chain” between the stop and the\nevidence.Ante,at 6. The notion of such a disrupting event\ncomes from the tort law doctrine of proximate causation. SeeBridgev.Phoenix Bond & Indemnity Co., 553\nU. S. 639 –659 (2008) (explaining that a party cannot\n“establish[ ] proximate cause” when “an intervening cause\nbreak[s] the chain of causation between” the act and the injury);\nKerr, Good Faith, New Law, and the Scope of the Exclusionary Rule,\n99 Geo. L. J. 1077, 1099 (2011) ( Fourth Amendment attenuation\nanalysis “looks to whether the constitutional violation was the\nproximate cause of the discovery of the evidence”). And as in the\ntort context, a circumstance counts as intervening only when it is\nunforeseeable—not when it can be seen coming from miles away. See\nW. Keeton, D. Dobbs, B. Keeton, & D. Owen, Prosser and Keeton\non Law of Torts 312 (5th ed. 1984). For rather than breaking the\ncausal chain, predictable effects (e.g.,X leads naturally\nto Y leads naturally to Z) are its very links.And Fackrell’s discovery of an arrest\nwarrant—the only event the majority thinks intervened—was an\neminently foreseeable consequence of stopping Strieff. As Fackrell\ntestified, checking for outstanding warrants during a stop is the\n“normal” practice of South Salt Lake City police. App. 18; see alsoStatev.Topanotes, 2003 UT 30, ¶2, 76 P. 3d\n1159, 1160 (describing a warrant check as “routine procedure” and\n“common practice” in Salt Lake City). In other words, the\ndepartment’s standard detention procedures—stop, ask for\nidentification, run a check—are partly designed to find outstanding\nwarrants. And find them they will, given the staggering number of\nsuch warrants on the books. See generallyante,at 7–8\n(Sotomayor, J., dissenting). To take just a few examples: The State\nof California has 2.5 million outstanding arrest warrants (a number\ncorresponding to about 9% of its adult population); Pennsylvania\n(with a population of about 12.8 million) contributes 1.4 million\nmore; and New York City (population 8.4 million) adds another 1.2\nmillion. See Reply Brief 8; Associated Press, Pa. Database, NBC\nNews (Apr. 8, 2007), online at http://goo.gl/3Yq3Nd (as last\nvisited June 17, 2016); N. Y. Times, Oct. 8, 2015, p.\nA24.[1] So outstanding warrants\ndo not appear as bolts from the blue. They are the run-of-the-mill\nresults of police stops—what officers look for when they run a\nroutine check of a person’s identification and what they know will\nturn up with fair regularity. In short, they are nothing like what\nintervening circumstances are supposed to be.[2] Strike three.The majority’s misapplication ofBrown’s\nthree-part inquiry creates unfortunate incentives for the\npolice—indeed, practically invites them to do what Fackrell did\nhere. Consider an officer who, like Fackrell, wishes to stop\nsomeone for investigative reasons, but does not have what a court\nwould view as reasonable suspicion. If the officer believes that\nany evidence he discovers will be inadmissible, he is likely to\nthink the unlawful stop not worth making—precisely the deterrence\nthe exclusionary rule is meant to achieve. But when he is told of\ntoday’s decision? Now the officer knows that the stop may well\nyield admissible evidence: So long as the target is one of the many\nmillions of people in this country with an outstanding arrest\nwarrant, anything the officer finds in a search is fair game for\nuse in a criminal prosecution. The officer’s incentive to violate\nthe Constitution thus increases: From here on, he sees potential\nadvantage in stopping individuals without reasonable\nsuspicion—exactly the temptation the exclusionary rule is supposed\nto remove. Because the majority thus places Fourth Amendment\nprotections at risk, I respectfully dissent.Notes1What is more, outstanding\narrest warrants are not distributed evenly across the population.\nTo the contrary, they are concentrated incities, towns, and\nneighborhoods where stops are most likely to occur—and so the odds\nof any given stop revealing a warrant are even higher than the\nabove numbers indicate. One study found, for example, that\nCincinnati, Ohio had over 100,000 outstanding warrants with only\n300,000 residents. See Helland & Tabarrok, The Fugitive:\nEvidence on Public Versus Private Law Enforcement from Bail\nJumping, 47 J. Law & Econ. 93, 98 (2004). And as Justice\nSotomayor notes, 16,000 of the 21,000 people residing in the town\nof Ferguson, Missouri have outstanding warrants. Seeante,at 8.2The majority relies onSegurav.United States, 468 U. S. 796 (1984) ,\nto reach the opposite conclusion, seeante,at 6–7, but that\ndecision lacks any relevance to this case. The Court there held\nthat the Fourth Amendment violation at issue “did not contribute in\nany way” to the police’s subsequent procurement of a warrant and\ndiscovery of contraband. 468 U. S., at 815. So the Court had\nno occasion to consider the question here: What happens when an\nunconstitutional act in fact leads to a warrant which then leads to\nevidence?",
    "joined": []
}