{
    "case": {
        "docket": "16-74",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-74/"
    },
    "id": "4565633",
    "author": "kagan",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 16–74, 16–86, and 16–258_________________ADVOCATE HEALTH CARE NETWORK,\net al., PETITIONERS16–74v.MARIA STAPLETON, et al.;on writ of certiorari to the united states\ncourt of appeals for the seventh circuitSAINT PETER’S HEALTHCARE SYSTEM,\net al., PETITIONERS16–86v.LAURENCE KAPLAN; ANDon writ of certiorari to the united states\ncourt of appeals for the third circuitDIGNITY HEALTH, et al.,\nPETITIONERS16–258v.STARLA ROLLINSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 5, 2017]Justice Kagan delivered the opinion of the\nCourt.The Employee Retirement Income Security Act of\n1974 (ERISA) exempts “church plan[s]” from its\notherwise-comprehensive regulation of employee benefit plans. 88\nStat. 840, as amended, 29 U. S. C. §1003(b)(2). Under the\nstatute, certain plans for the employees of churches or\nchurch-affiliated nonprofits count as “church plans” even though\nnot actually administered by a church. See §1002(33)(C)(i). The\nquestion presented here is whether a church must have originallyestablishedsuch a plan for it to so qualify. ERISA, we\nhold, does not impose that requirement.IPetitioners identify themselves as three\nchurch-affiliated nonprofits that run hospitals and other\nhealthcare facilities (collectively, hospitals).[1] They offer defined-benefit pension plans\nto their employees. Those plans were established by the hospitals\nthemselves—not by a church—and are managed by internal\nemployee-benefits committees.ERISA generally obligates private employers\noffering pension plans to adhere to an array of rules designed to\nensure plan solvency and protect plan participants. See generallyNew York State Conference of Blue Cross & Blue Shield\nPlansv.Travelers Ins. Co.,514\nU.S. 645, 651 (1995) (cataloguing ERISA’s “reporting and\ndisclosure mandates,” “participation and vesting requirements,” and\n“funding standards”). But in enacting the statute, Congress made an\nimportant exception. “[C]hurch plan[s]” have never had to comply\nwith ERISA’s requirements. §1003(b)(2).The statutory definition of “church plan” came\nin two distinct phases. From the beginning, ERISA provided that\n“[t]he term ‘church plan’ means a plan established and maintained\n. . . for its employees . . . by a church or by\na convention or association of churches.” §1002(33)(A). Then, in\n1980, Congress amended the statute to expand that definition by\ndeeming additional plans to fall within it. The amendment specified\nthat for purposes of the church-plan definition, an “employee of a\nchurch” would include an employee of a church-affiliated\norganization (like the hospitals here). §1002(33)(C)(ii)(II). And\nit added the provision whose effect is at issue in these cases:“A plan established and maintained for its\nemployees . . . by a church or by a convention or\nassociation of churches includes a plan maintained by an\norganization . . . the principal purpose or function of\nwhich is the administration or funding of a plan or program for the\nprovision of retirement benefits or welfare benefits, or both, for\nthe employees of a church or a convention or association of\nchurches, if such organi- zation is controlled by or associated\nwith a church or a convention or association of churches.”\n§1002(33)(C)(i).That is a mouthful, for lawyers and non-lawyers\nalike; to digest it more easily, note that everything after the\nword “organization” in the third line is just a (long-winded)\ndescription of a particular kind of church-associated en-\ntity—which this opinion will call a “principal-purpose\norganization.” The main job of such an entity, as the statute\nexplains, is to fund or manage a benefit plan for the employees of\nchurches or (per the 1980 amendment’s other part) of church\naffiliates.The three federal agencies responsible for\nadministering ERISA have long read those provisions, when taken\ntogether, to exempt plans like the hospitals’ from the statute’s\nmandates. (The relevant agencies are the Internal Revenue Service,\nDepartment of Labor, and Pension Benefit Guaranty Corporation.) The\noriginal definitional provision—§1002(33)(A), or paragraph (A) for\nshort—defines a “church plan” as one “established and maintained\n. . . by a church”—not by a church-affiliated nonprofit.\nBut according to the agencies, the later (block-quoted)\nprovision—§1002(33)(C)(i), or just subparagraph (C)(i)—expands that\ndefinition to include any plan maintained by a principal-purpose\norganization, regardless of whether a church initially established\nthe plan. And, the agencies believe, the internal benefits\ncommittee of a church-affiliated nonprofit counts as such an\norganization. See,e.g.,IRS General Counsel Memorandum No.\n39007 (Nov. 2, 1982), App. 636–637. That interpretation has\nappeared in hundreds of private letter rulings and opinion letters\nissued since 1982, including several provided to the hospitals\nhere. See App. 57–69, 379–386, 668–715.The three cases before us are part of a recent\nwave of litigation challenging the agencies’ view. Respondents,\ncurrent and former employees of the hospitals, filed class actions\nalleging that their employers’ pension plans do not fall within\nERISA’s church-plan exemption (and thus must satisfy the statute’s\nrequirements). That is so, the employees claim, because those plans\nwere not established by a church—and ERISA, even as amended,\ndemands that all “church plans” have such an origin. According to\nthe employees, the addition of subparagraph (C)(i) allowed\nprincipal-purpose organizations tomaintainsuch plans in\nlieu of churches; but that provision kept as-is paragraph (A)’s\ninsistence that churches themselvesestablish“church\nplans.” Seeid.,at 265–268, 435–437, 783–785. The District\nCourts handling the cases agreed with the employees’ position, and\ntherefore held that the hospitals’ plans must comply with\nERISA.[2]The Courts of Appeals for the Third, Seventh,\nand Ninth Circuits affirmed those decisions. The Third Circuit\nruled first, concluding that ERISA’s “plain text” requires that a\npension plan be established by a church to qualify for the\nchurch-plan exemption.Kaplanv.Saint Peter’s Healthcare\nSystem, 810 F.3d 175, 177 (2015). In the court’s view,\nparagraph (A) set out “two requirements” for the\nexemption—“establishment and maintenance”—and “only the latter is\nexpanded by the use of ‘includes’ ” in subparagraph (C)(i).Id., at 181. The Seventh and Ninth Circuits relied on\nsimilar reasoning to decide in the employees’ favor. SeeStapletonv.Advocate Health Care Network, 817 F.3d\n517, 523 (CA7 2016);Rollinsv.Dignity Health, 830\nF.3d 900, 906 (CA9 2016).In light of the importance of the issue, this\nCourt granted certiorari. 579 U. S. ___ (2016).IIThe dispute in these cases about what counts\nas a “church plan” hinges on the combined meaning of paragraph (A)\nand subparagraph (C)(i). Interpretive purists may refer back as\nneeded to the provisions as quoted above. Seesupra,at 3.\nBut for those who prefer their statutes in (comparatively)\nuser-friendly form, those provisions go as follows:Under paragraph (A), a “ ‘church plan’\nmeans a plan established and maintained . . . by a\nchurch.”Under subparagraph (C)(i), “[a] plan\nestablished and maintained . . . by a church\n. . . includes a plan maintained by [a principal-purpose]\norganization.”[3]The parties agree that under those provisions, a\n“church plan” need not be maintained by a church; it may instead be\nmaintained by a principal-purpose organization. But the parties\ndiffer as to whether a plan maintained by that kind of organization\nmust still have been established by a church to qualify for the\nchurch-plan exemption. The hospitals say no: The effect of\nsubparagraph (C)(i) was to bring within the church-plan definition\nall pension plans maintained by a principal-purpose organization,\nregardless of who first established them. The employees say yes:\nSubparagraph (C)(i) altered only the requirement that a pension\nplan be maintained by a church, while leaving intact the\nchurch-establishment condition. We conclude that the hospitals have\nthe better of the argument.Start, as we always do, with the statutory\nlanguage—here, a new definitional phrase piggy-backing on the one\nalready existing. The term “church plan,” as just stated, initially\n“mean[t]” only “a plan established and maintained . . .\nby a church.” But subparagraph (C)(i) provides that the original\ndefinitional phrase will now “include” another—“a plan maintained\nby [a principal-purpose] organization.” That use of the word\n“include” is not literal—any more than when Congress says something\nlike “a State ‘includes’ Puerto Rico and the District of Columbia.”\nSee,e.g.,29 U. S. C. §1002(10).[4] Rather, it tells readers that adifferenttype of plan should receive the same treatment\n(i.e.,an exemption) as the type described in the old\ndefinition. And those newly favored plans, once again, are simply\nthose “maintained by a principal-purpose organization”—irrespective\nof their origins. In effect, Congress provided that the new phrase\ncan stand in for the old one as follows: “The term ‘church plan’\nmeansa plan established and maintained by a church[a plan\nmaintained by a principal-purpose organization].” The\nchurch-establishment condition thus drops out of the picture.Consider the same point in the form of a simple\nlogic problem, with paragraph (A) and subparagraph (C)(i) as its\nfirst two steps:Premise 1: A plan established and maintained\nby a church is an exempt church plan.Premise 2: A plan established and maintained\nby a church includes a plan maintained by a principal-purpose\norganization.Deduction: A plan maintained by a\nprincipal-purpose organization is an exempt church plan.Or, as one court put the point without any of\nthe ERISA terminology: “[I]f A is exempt, and A includes C, then C\nis exempt.”Overallv.Ascension, 23 F. Supp. 3d 816,\n828 (ED Mich. 2014). Just so. Because Congress deemed the category\nof plans “established and maintained by a church” to “include”\nplans “maintained by” principal-purpose organizations, those\nplans—andallthose plans—are exempt from ERISA’s\nrequirements.Had Congress wanted, as the employees contend,\nto alter only the maintenance requirement, it had an easy way to do\nso—differing by only two words from the language it chose, but with\nan altogether different meaning. Suppose Congress had provided that\n“a plan maintained by a church includes a plan maintained by” a\nprincipal-purpose organization, leaving out the words “established\nand” from the first part of the sentence. That amendment would have\naccomplished exactly what the employees argue Congress intended:\nThe language, that is, would have enabled a principal-purpose\norganization to take on the maintenance of a “church plan,” but\nleft untouched the requirement that a church establish the plan in\nthe first place. But Congress did not adopt that ready alternative.\nInstead, it added language whose most natural reading is to enable\na plan “maintained” by a principal-purpose organization to\nsubstitute for a plan both “established” and “maintained” by a\nchurch. That drafting decision indicates that Congress did not in\nfact want what the employees claim. See,e.g., Lozanov.Montoya Alvarez,572 U.S.\n1, ___–___ (2014) (slip op., at 13–14) (When legislators did\nnot adopt “obvious alternative” language, “the natural implication\nis that they did not intend” the alternative).A corollary to this point is that the employees’\nconstruction runs aground on the so-called surplusage canon—the\npresumption that each word Congress uses is there for a reason. See\ngenerally A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 174–179 (2012). As just explained,\nthe employees urge us to read subparagraph (C)(i) as if it were\nmissing the two words “established and.” The employees themselves\ndo not contest that point: They offer no account of what function\nthat language would serve on their proposed interpretation. See\nBrief for Respondents 34–35. In essence, the employees ask us to\ntreat those words as stray marks on a page—notations that Congress\nregrettably made but did not really intend. Our practice, however,\nis to “give effect, if possible, to every clause and word of a\nstatute.”Williamsv.Taylor,529\nU.S. 362, 404 (2000) (internal quotation marks omitted). And\nhere, that means construing the words “established and” in\nsubparagraph (C)(i) as removing, for plans run by principal-purpose\norganizations, paragraph (A)’s church-establishment condition.The employees’ primary argument to the contrary\ntakes the form of a supposed interpretive principle: “[I]f a\ndefinition or rule has two criteria, and a further provision\nexpressly modifies only one of them, that provision is understood\nto affect only the criterion it expands or modifies.” Brief for\nRespondents 22. Applied here, the employees explain, that principle\nrequires us to read subparagraph (C)(i) as “modify[ing] only the\ncriterion” in paragraph (A) that “it expressly expands\n(‘maintained’), while leaving the other criterion (‘established’)\nunchanged.”Id.,at 14. The employees cite no precedent or\nother authority to back up their proposed rule of construction, but\nthey offer a thought-provoking hypothetical to demonstrate its good\nsense.Id.,at 22. Imagine, they say, that a statute\nprovides free insurance to a “person who is disabled and a\nveteran,” and an amendment then states that “a person who is\ndisabled and a veteran includes a person who served in the National\nGuard.”Ibid.(quoting 810 F. 3d, at 181). Would a\nnon-disabled member of the National Guard be entitled to the\ninsurance benefit? Surely not, the employees answer: All of us\nwould understand the “includes” provision to expand (or clarify)\nonly the meaning of “veteran”—leaving unchanged the requirement of\na disability. And the same goes here, the employees claim.But one good example does not a general rule\nmake. Consider a variant of the employees’ hypothetical: A statute\noffers free insurance to a “person who enlisted and served in the\nactive Armed Forces,” with a later amendment providing that “a\nperson who enlisted and served in the active Armed Forces includes\na person who served in the National Guard.” Would a person who\nserved in the National Guard be ineligible for benefits unless she\nhad also enlisted in the active Armed Forces—say, the regular Army\nor Navy? Of course not.[5] Two\nhypotheticals with similar grammatical constructions, two different\nresults. In the employees’ example, the mind rebels against reading\nthe statute literally, in line with the logical and canonical\nprinciples described above. In the variant, by contrast, the\nstatute’s literal meaning and its most natural meaning cohere:\nSatisfaction of the amendment’s single eligibility\ncriterion—service in the National Guard—is indeed enough. What\nmight account for that divergence? And what does such an\nexplanation suggest for ERISA?Two features of the employees’ hypothetical,\nwhen taken in combination, make it effective. First, the criteria\nthere—veteran-status and disability—are relatively distinct from\none another. (Compare enlistment and service, which address similar\nmatters and tend to travel in tandem, the one preceding the other.)\nThe more independent the specified variables, the more likely that\nthey were designed to have standalone relevance. Second and yet\nmore crucial, the employees’ example trades on our background\nunderstanding that a given interpretation is simply\nimplausible—that it could not possibly have been what Congress\nwanted. Congress, we feel sure, would not have intendedallNational Guardsmen to get a benefit that is otherwise reserved for\ndisabled veterans. (Compare that to our sense of whether Congress\nwould have meant to hinge benefits to Guardsmen on their enlistment\nin a different service.) That sense of inconceivability does most\nof the work in the employees’ example, urging readers to discard\nusual rules of interpreting text because they will lead to a “must\nbe wrong” outcome.But subparagraph (C)(i) possesses neither of\nthose characteristics. For starters, the criteria at\nissue—establishment and maintenance—are not unrelated. The former\nserves as a necessary precondition of the latter, and both describe\nan aspect of an entity’s involvement with a benefit plan. Indeed,\nfor various purposes, ERISA treats the terms “establish” and\n“maintain” interchange- ably. See,e.g.,§1002(16)(B)\n(defining the “sponsor” of a plan as the organization that\n“establishe[s] or maintain[s]” the plan). So an amendment altering\nthe one requirement could naturally alter the other too. What’s\nmore, nothing we know about the way ERISA is designed to operate\nmakes that an utterly untenable result. Whereas the disability\ncondition is central to the statutory scheme in the employees’\nhypothetical, the church-establishment condition, taken on its own,\nhas limited functional significance. Establishment of a plan, after\nall, is a one-time, historical event; it is the entitymaintainingthe plan that has the primary ongoing\nresponsibility (and potential liability) to plan participants. See\nBrief for United States asAmicus Curiae31;Rosev.Long Island R. R. Pension Plan, 828 F.2d 910, 920 (CA2\n1987), cert. denied, 485 U.S. 936 (1988) (“[T]he status of the\nentity which currently maintains a particular pension plan bears\nmore relation to Congress’ goals in enacting ERISA and its various\nexemptions[ ] than does the status of the entity which\nestablished the plan”). So removing the establishment condition for\nplans run by principal-purpose organizations has none of the\ncontextual implausibility—the “Congress could not possibly have\nmeant that” quality—on which the employees’ example principally\nrides.To the contrary, everything we can tell from\nextra-statutory sources about Congress’s purpose in enacting\nsubparagraph (C)(i) supports our reading of its text. We say\n“everything we can tell” because in fact we cannot tell all that\nmuch. The legislative materials in these cases consist almost\nwholly of excerpts from committee hearings and scattered floor\nstatements by individual lawmakers—the sort of stuff we have called\n“among the least illuminating forms of legislative history.”NLRBv.SW General, Inc., 580 U. S. ___, ___\n(2017) (slip op., at 16). And even those lowly sources speak at\nbest indirectly to the precise question here: None, that is,\ncomments in so many words on whether subparagraph (C)(i) altered\nparagraph (A)’s church-establishment condition. Still, both the\nhospitals and the employees have constructed narratives from those\nbits and pieces about Congress’s goals in amending paragraph (A).\nAnd our review of their accounts—the employees’ nearly as much as\nthe hospitals’—tends to confirm our conviction that plans\nmaintained by principal-purpose organizations are eligible for\nERISA’s “church plan” exemption, whatever their origins.According to the hospitals, Congress wanted to\neliminate any distinction between churches and church-affiliated\norganizations under ERISA. See Brief for Petition- ers 18, 33–35.\nThe impetus behind the 1980 amend- ment, they claim, was an IRS\ndecision holding that pension plans established by orders of\nCatholic Sisters (to benefit their hospitals’ employees) did not\nqualify as “church plans” because the orders were not “carrying out\n[the Church’s] religious functions.” IRS General Counsel Memorandum\nNo. 37266, 1977 WL 46200, *5 (Sept. 22, 1977). Many religious\ngroups protested that ruling, criticizing the IRS for “attempting\nto define what is and what is not [a] ‘church’ and how the mission\nof the church is to be carried out.” 125 Cong. Rec. 10054 (1979)\n(letter to Sen. Talmadge from the Lutheran Church–Missouri Synod);\nseeid.,at 10054–10058 (similar letters). And that anger,\nthe hospitals maintain, was what prompted ERISA’s amendment:\nCongress, they say, designed the new provision to ensure that,\nhowever categorized, all groups associated with church activities\nwould receive comparable treatment. See Brief for Petitioners\n35.If that is so, our construction of the text fits\nCongress’s objective to a T. A church-establishment requirement\nnecessarily puts the IRS in the business of deciding just what a\nchurch is and is not—for example (as in the IRS’s ruling about the\nSisters), whether a particular Catholic religious order should\ncount as one. And that requirement, by definition, disfavors plans\ncreated by church affiliates, as compared to those established by\n(whatever the IRS has decided are) churches. It thus makes key to\nthe “church plan” exemption the very line that, on the hospitals’\naccount, Congress intended to erase.The employees tell a different story about the\norigins of subparagraph (C)(i)—focusing on the pension boards that\ncongregational denominations often used. See Brief for Respondents\n14, 38–42; see also Brief for United States asAmicus Curiae19–22. In line with their non-hierarchical nature, those\ndenominations typically relied on separately incorporated local\nboards—rather than entities integrated into a national church\nstructure—to administer benefits for their ministers and lay\nworkers. According to the employees, subparagraph (C)(i)’s main\ngoal was to bring those local pension boards within the church-plan\nexemption, so as to ensure that congregational and hierarchical\nchurches would receive the same treatment. In support of their\nview, the employees cite several floor statements in which the\namendment’s sponsors addressed that objective. See Brief for\nRespondents 38. Senator Talmadge, for example, stated that under\nthe amendment, a “plan or program funded or administered through a\npension board . . . will be considered a church plan.”\n124 Cong. Rec. 16523; see also 124 Cong. Rec. 12107 (remarks of\nRep. Conable).But that account of subparagraph (C)(i)’s\nprimary purpose cuts against, not in favor of, the employees’\nposition. See Brief for United States asAmicus Curiae21\n(accepting the employees’ narrative, but arguing that it buttresses\nthe opposite conclusion). That is because, as hearing testimony\ndisclosed, plans run by church-affiliated pension boards came in\ndifferent varieties: Some were created by church congregations, but\nothers were established by the boards themselves. See,e.g.,Hearings on S. 1090 et al. before the Subcommittee on Private\nPension Plans and Employee Fringe Benefits of the Senate Committee\non Finance, 96th Cong., 1st Sess., 400–401, 415–417 (1979). And\nstill others were sufficiently old that their provenance could have\nbecome the subject of dispute. Seeid.,at 411; 125 Cong.\nRec. 10052 (remarks of Sen. Talmadge) (“The average age of a church\nplan is at least 40 years”). So keeping the church-establishment\nrequirement would have prevented some plans run by pension\nboards—the very entities the employees say Congress most wanted to\nbenefit—from qualifying as “church plans” under ERISA. No argument\nthe employees have offered here supports that goal-defying (much\nless that text-defying) statutory construction.IIIERISA provides (1) that a “church plan” means\na “plan established and maintained . . . by a church” and\n(2) that a “plan established and maintained . . . by a\nchurch” is to “include[ ] a plan maintained by” a\nprincipal-purpose organization. Under the best reading of the\nstatute, a plan maintained by a principal-purpose organization\ntherefore qualifies as a “church plan,” regardless of who\nestablished it. We accordingly reverse the judgments of the Courts\nof Appeals.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of these cases.Notes1The parties disputed the\nhospitals’ church ties in the courts below, see n. 2,infra, but we assume for purposes of this decision that the\nfacts are as the hospitals describe them. On those facts: Advocate\nHealth Care Network operates 12 hospitals and some 250 other\nhealthcare facilities in Illinois, and is associated with the\nEvangelical Lutheran Church in America and the United Church of\nChrist. Saint Peter’s Healthcare System runs a teaching hospital\nand several other medical facilities in New Jersey, and is both\nowned and controlled by a Roman Catholic diocese there. And Dignity\nHealth runs an extensive network of community hospitals throughout\nthe country, and maintains ties to the Catholic religious orders\nthat initially sponsored some of its facilities.2The employees\nalternatively argued in the District Courts that the hospitals’\npension plans are not “church plans” because the hospitals do not\nhave the needed association with a church and because, even if they\ndo, their internal benefits committees do not count as\nprincipal-purpose organizations. See App. 267–269, 437–438,\n785–786. Those issues are not before us, and nothing we say in this\nopinion expresses a view of how they should be\nresolved.3Again, we use the term\n“principal-purpose organization” as shorthand for the entity\ndescribed in subparagraph (C)(i): a church-associated organization\nwhose chief purpose or function is to fund or administer a benefits\nplan for the employees of either a church or a church-affiliated\nnonprofit. Seesupra,at 3. And again, the scope of that\nterm—and whether it comprehends the hospitals’ internal benefits\ncommittees—is not at issue here. See n. 2,supra.4Or any more than when\nCongress, in the same 1980 amendment to ERISA, provided that an\n“employee of a church” was to “include[ ]” an employee of a\nchurch-affiliated organization. §1002(33)(C)(ii); seesupra,at 3.5You might ask yourself,\non reading this hypothetical statute, why Congress would not have\nmade the removal of both original conditions clearer still by\nstating that the original provision “includes a person whoenlisted andserved in the National Guard.” We won’t go down\nthe rabbit hole of further expounding on a fictional statute, but\nwe can answer a parallel question for subparagraph (C)(i). Suppose\nCongress had stated that “[a] plan established and maintained\n. . . by a church . . . includes a planestablished andmaintained by [a principal-purpose]\norganization.” That language would have left out of the “church\nplan” definition pension plans originally established by churches,\nbut subsequently maintained by principal-purpose organizations. And\neveryone agrees—the employees no less than the hospitals—that\nCongress wanted to treat those plans as “church plans.” (The\ndispute is only as to plans that principal-purpose organizations\nboth establish and maintain.) Seesupra,at 6; Brief for\nPetitioners 25–26; Brief for Respondents 14, 35; Brief for United\nStates asAmicus Curiae24. So Congress could not have taken\nsuch a drafting tack to eliminate the necessity of church\nestablishment.",
    "joined": []
}