{
    "case": {
        "docket": "134",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/134/"
    },
    "id": "1963442",
    "author": "kagan",
    "type": "opinion",
    "text": "OPINION OF THE COURTNASA V. NELSON562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-530NATIONAL AERONAUTICS AND SPACE ADMIN- ISTRATION,\net al., PETITIONERSv.ROBERT M. NELSON\net al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[January 19, 2011]Justice Alito delivered the\nopinion of the Court.In two cases decided more than 30\nyears ago, this Court referred broadly to a constitutional privacy\n“interest in avoiding disclosure of personal matters.”Whalenv.Roe,429 U. S. 589, 599–600 (1977);Nixon v.Administrator of General Services,433 U. S. 425,\n457 (1977). Respondents in this case, federal contract employees at\na Government laboratory, claim that two parts of a standard\nemployment background investigation violate their rights underWhalenandNixon. Respondents challenge a section\nof a form questionnaire that asks employees about treatment or\ncounseling for recent illegal-drug use. They also object to certain\nopen-ended questions on a form sent to employees’ designated\nreferences.We assume, without deciding, that the\nConstitution protects a privacy right of the sort mentioned inWhalenandNixon. We hold, however, that the\nchallenged portions of the Government’s background check do not\nviolate this right in the present case. The Government’s interests\nas employer and proprietor in managing its internal operations,\ncombined with the protections against public dissemination provided\nby the Privacy Act of 1974, 5 U. S. C. §552a, satisfy any\n“interest in avoiding disclosure” that may “arguably ha[ve] its\nroots in the Constitution.”Whalen,supra, at\n599, 605.IAThe National Aeronautics and\nSpace Administration (NASA) is an independent federal agency\ncharged with planning and conducting the Government’s “space\nactivities.” Pub. L. 111–314, §3, 124 Stat. 3333, 51 U. S. C.\n§20112(a)(1). NASA’s workforce numbers in the tens of thousands of\nemployees. While many of these workers are federal civil servants,\na substantial majority are employed directly by Government\ncontractors. Contract employees play an important role in NASA’s\nmission, and their duties are functionally equivalent to those\nperformed by civil servants.One NASA facility, the Jet\nPropulsion Laboratory (JPL) in Pasadena, California, is staffed\nexclusively by contract employees. NASA owns JPL, but the\nCalifornia Institute of Technology (Cal Tech) operates the facility\nunder a Government contract. JPL is the lead NASA center for\ndeep-space robotics and communications. Most of this country’s\nunmanned space missions—from the Explorer 1 satellite in 1958 to\nthe Mars Rovers of today—have been developed and run by JPL. JPL\nscientists contribute to NASA earth-observation and\ntechnology-development projects. Many JPL employees also engage in\npure scientific research on topics like “the star formation history\nof the universe” and “the fundamental properties of quantum\nfluids.” App. 64–65, 68.Twenty-eight JPL employees are respondents\nhere. Many of them have worked at the lab for decades, and none has\never been the subject of a Government background investigation. At\nthe time when respondents were hired, background checks were\nstandard only for federal civil servants. See Exec. Order No.\n10450, 3 CFR 936 (1949–1953 Comp.). In some instances, individual\ncontracts required background checks for the employees of federal\ncontractors, but no blanket policy was in place.The Government has recently taken steps to\neliminate this two-track approach to background investigations.\nIn 2004, a recommendation by the 9/11 Commission prompted the\nPresident to order new, uniform identification standards for\n“[f]ederal employees,” including “contractor employees.” Homeland\nSecurity Presidential Directive/HSPD–12—Policy for a Common\nIdentification Standard for Federal Employees and Contractors,\nPublic Papers of the President, George W. Bush, Vol. 2, Aug. 27,\np. 1765 (2007) (hereinafter HSPD–12), App. 127. The Department\nof Commerce implemented this directive by mandating that contract\nemployees with long-term access to federal facilities complete a\nstandard background check, typically the National Agency Check with\nInquiries (NACI). National Inst. of Standards and Technology,\nPersonal Identity Verification of Federal Employees &\nContractors, pp. iii–vi, 1–8, 6 (FIPS PUB 201–1, Mar. 2006)\n(hereinafter FIPS PUB 201–1), App. 131–150, 144–145.[Footnote 1]An October 2007 deadline was set for\ncompletion of these investigations. Memorandum from Joshua B.\nBolten, Director, OMB, to the Heads of all Departments and Agencies\n(Aug. 5, 2005), App. 112. In January 2007, NASA modified its\ncontract with Cal Tech to reflect the new background-check\nrequirement. JPL management informed employees that anyone failing\nto complete the NACI process by October 2007 would be denied access\nto JPL and would face termination by Cal Tech.BThe NACI process has long been\nthe standard background investigation for prospective civil\nservants. The process begins when the applicant or employee fills\nout a form questionnaire. Employees who work in “non-sensitive”\npositions (as all respondents here do) complete Standard Form 85\n(SF–85). Office of Personnel Management (OPM), Standard Form 85,\nQuestionnaire for Non-Sensitive Positions, App. 88–95.[Footnote 2]Most of the questions on SF–85\nseek basic biographical information: name, address, prior\nresidences, education, employment history, and personal and\nprofessional references. The form also asks about citizenship,\nselective-service registration, and military service. The last\nquestion asks whether the employee has “used, possessed, supplied,\nor manufactured illegal drugs” in the last year.Id.,at\n94. If the answer is yes, the employee must provide details,\nincluding information about “any treatment or counseling received.”Ibid.A “truthful response,” the form notes, cannot be\nused as evidence against the employee in a criminal proceeding.Ibid.The employee must certify that all responses on the\nform are true and must sign a release authorizing the Government to\nobtain personal information from schools, employers, and others\nduring its investigation.Once a completed SF–85 is on file, the “agency\ncheck” and “inquiries” begin. 75 Fed. Reg. 5359 (2010). The\nGovernment runs the information provided by the employee through\nFBI and other federal-agency databases. It also sends out form\nquestionnaires to the former employers, schools, landlords, and\nreferences listed on SF–85. The particular form at issue in this\ncase—the Investigative Request for Personal Information, Form\n42—goes to the employee’s former landlords and references.Ibid.[Footnote 3]Form 42 is a two-page document that takes\nabout five minutes to complete. Seeibid. It explains to\nthe reference that “[y]our name has been provided by” a particular\nemployee or applicant to help the Government determine that\nperson’s “suitability for employment or a security clearance.” App.\n96–97. After several preliminary questions about the extent of the\nreference’s associations with the employee, the form asks if the\nreference has “any reason to question” the employee’s “honesty or\ntrustworthiness.”Id.,at 97. It also asks if the\nreference knows of any “adverse information” concerning the\nemployee’s “violations of the law,” “financial integrity,” “abuse\nof alcohol and/or drugs,” “mental or emotional stability,” “general\nbehavior or conduct,” or “other matters.”Ibid. If “yes”\nis checked for any of these categories, the form calls for an\nexplanation in the space below. That space is also available for\nproviding “additional information” (“derogatory” or “favorable”)\nthat may bear on “suitability for government employment or a\nsecurity clearance.”Ibid.All responses to SF–85 and Form 42 are subject\nto the protections of the Privacy Act. The Act authorizes the\nGovernment to keep records pertaining to an individual only when\nthey are “relevant and necessary” to an end “required to be\naccomplished” by law. 5 U. S. C. §552a(e)(1). Individuals are\npermitted to access their records and request amendments to them.\n§§552a(d)(1),(2). Subject to certain exceptions, the Government may\nnot disclose records pertaining to an individual without that\nindividual’s written consent. §552a(b).CAbout two months before the\nOctober 2007 deadline for completing the NACI, respondents brought\nthis suit, claiming, as relevant here, that the background-check\nprocess violates a constitutional right to informational privacy.\nApp. 82 (Complaint for Injunctive and Declaratory Relief).[Footnote 4] The District Court denied\nrespondents’ motion for a preliminary injunction, but the Ninth\nCircuit granted an injunction pending appeal, 506 F. 3d 713\n(2007), and later reversed the District Court’s order. The court\nheld that portions of both SF–85 and Form 42 are likely\nunconstitutional and should be preliminarily enjoined. 512\nF. 3d 1134, vacated and superseded, 530 F. 3d 865\n(2008).Turning first to SF–85, the Court\nof Appeals noted respondents’ concession “that most of the\nquestions” on the form are “unproblematic” and do not “implicate\nthe constitutional right to informational privacy.” 530 F. 3d,\nat 878. But the court determined that the “group of questions\nconcerning illegal drugs” required closer scrutiny.Ibid.\nApplying Circuit precedent, the court upheld SF–85’s inquiries into\nrecent involvement with drugs as “necessary to further the\ngovernment’s legitimate interest” in combating illegal-drug use.Id., at 879. The court went on to hold, however, that the\nportion of the form requiring disclosure of drug “treatment or\ncounseling” furthered no legitimate interest and was thus likely to\nbe held unconstitutional.Ibid.Form 42, in the Court of Appeals’ estimation,\nwas even “more problematic.”Ibid.The form’s “open-ended\nand highly private” questions, the court concluded, were not\n“narrowly tailored” to meet the Government’s interests in verifying\ncontractors’ identities and “ensuring the security of the JPL.”Id., at 881, 880. As a result, the court held, these\n“open-ended” questions, like the drug-treatment question on SF–85,\nlikely violate respondents’ informational-privacy rights.[Footnote 5]Over the dissents of five judges, the Ninth\nCircuit denied rehearing en banc. 568 F. 3d 1028 (2009). We\ngranted certiorari. 559 U. S. ___ (2010).IIAs noted, respondents contend\nthat portions of SF–85 and Form 42 violate their “right to\ninformational privacy.” Brief for Respondents 15. This Court\nconsidered a similar claim inWhalen,429 U. S. 589, which concerned New\nYork’s practice of collecting “the names and addresses of all\npersons” prescribed dangerous drugs with both “legitimate and\nillegitimate uses.”Id., at 591. In discussing that claim,\nthe Court said that “[t]he cases sometimes characterized as\nprotecting ‘privacy’ ” actually involved “at least two\ndifferent kinds of interests”: one, an “interest in avoiding\ndisclosure of personal matters”;[Footnote 6] the other, an interest in “making certain\nkinds of important decisions” free from government\ninterference.[Footnote 7] The\npatients who brought suit inWhalenargued that New York’s\nstatute “threaten[ed] to impair” both their “nondisclosure”\ninterests and their interests in making healthcare decisions\nindependently.Id., at 600. The Court, however, upheld the\nstatute as a “reasonable exercise of New York’s broad police\npowers.”Id., at 598.Whalenacknowledged that\nthe disclosure of “private information” to the State was an\n“unpleasant invasion of privacy,”id., at 602, but the\nCourt pointed out that the New York statute contained “security\nprovisions” that protected against “public disclosure” of patients’\ninformation,id., at 600–601. This sort of “statutory or\nregulatory duty to avoid unwarranted disclosures” of “accumulated\nprivate data” was sufficient, in the Court’s view, to protect a\nprivacy interest that “arguably ha[d] its roots in the\nConstitution.”Id., at 605–606. The Court thus concluded\nthat the statute did not violate “any right or liberty protected by\nthe Fourteenth Amendment.”Id., at 606.Four months later, the Court referred again\nto a constitutional “interest in avoiding disclosure.”Nixon,433 U. S., at 457 (internal quotation marks\nomitted). Former President Nixon brought a challenge to the\nPresidential Recordings and Materials Preservation Act, 88 Stat.\n1695, note following 44 U. S. C. §2111, a statute that\nrequired him to turn over his presidential papers and tape\nrecordings for archival review and screening. 433 U. S., at\n455–465. In a section of the opinion entitled “Privacy,” the Court\naddressed a combination of claims that the review required by this\nAct violated the former President’s “Fourth and Fifth Amendmen[t]”\nrights.Id., at 455, and n. 18, 458–459. The Court\nrejected those challenges after concluding that the Act at issue,\nlike the statute inWhalen, contained protections against\n“undue dissemination of private materials.” 433 U. S., at 458.\nIndeed, the Court observed that the former President’s claim was\n“weaker” than the one “found wanting . . . inWhalen,” as\nthe Government was required to return immediately all “purely\nprivate papers and recordings” identified by the archivists.Id., at 458–459. Citing Fourth Amendment precedent, the\nCourt also stated that the public interest in preserving\npresidential papers outweighed any “legitimate expectation of\nprivacy” that the former President may have enjoyed.Id.,at 458 (citingKatzv.United States,389 U. S. 347(1967);Camarav.Municipal Court of City and County of San Francisco,387 U. S. 523(1967); andTerryv.Ohio,392 U. S. 1(1968)).[Footnote 8]The Court announced the decision inNixonin the waning days of October Term 1976. Since then,\nthe Court has said little else on the subject of an “individual\ninterest in avoiding disclosure of personal matters.”Whalen,supra, at 599;Nixon,supra, at 457. A few opinions have mentioned the concept\nin passing and in other contexts. SeeDepartment of\nJusticev.Reporters Comm. for Freedom of Press,489 U. S. 749,\n762–763 (1989);New Yorkv.Ferber,458 U. S. 747, 759,\nn. 10 (1982). But no other decision has squarely addressed a\nconstitutional right to informational privacy.[Footnote 9]IIIAs was our approach inWhalen, we will assume for present purposes that the\nGovernment’s challenged inquiries implicate a privacy interest of\nconstitutional significance. 429 U. S., at 599, 605.[Footnote 10] We hold, however, that,\nwhatever the scope of this interest, it does not prevent the\nGovernment from asking reasonable questions of the sort included on\nSF–85 and Form 42 in an employment background investigation that is\nsubject to the Privacy Act’s safeguards against public\ndisclosure.A1As an initial matter, judicial\nreview of the Government’s challenged inquiries must take into\naccount the context in which they arise. When the Government asks\nrespondents and their references to fill out SF–85 and Form 42, it\ndoes not exercise its sovereign power “to regulate or license.”Cafeteria & Restaurant Workersv.McElroy,367 U. S. 886,\n896 (1961). Rather, the Government conducts the challenged\nbackground checks in its capacity “as proprietor” and manager of\nits “internal operation.”Ibid. Time and again our cases\nhave recognized that the Government has a much freer hand in\ndealing “with citizen employees than it does when it brings its\nsovereign power to bear on citizens at large.”Engquistv.Oregon Dept. of Agriculture,553 U. S. 591, 598\n(2008);Watersv.Churchill,511 U. S. 661, 674\n(1994) (plurality opinion). This distinction is grounded on the\n“common-sense realization” that if every “employment decision\nbecame a constitutional matter,” the Government could not function.\nSeeConnickv.Myers,461 U. S. 138, 143\n(1983); see alsoBishopv.Wood,426 U. S. 341, 350\n(1976) (“The Due Process Clause . . . is not a guarantee against\nincorrect or ill-advised personnel decisions”).An assessment of the\nconstitutionality of the challenged portions of SF–85 and Form 42\nmust account for this distinction. The questions challenged by\nrespondents are part of a standard employment background check of\nthe sort used by millions of private employers. See Brief for\nConsumer Data Indus. Assn. et al. asAmici Curiae2\n(hereinafter CDIA Brief) (“[M]ore than 88% of U. S. companies …\nperform background checks on their employees”). The Government\nitself has been conducting employment investigations since the\nearliest days of the Republic. L. White, The Federalists: A Study\nin Administrative History 262–263 (1948); see OPM, Biography of An\nIdeal: History of the Federal Civil Service 8 (2002) (noting that\nPresident Washington “set a high standard” for federal office and\nfinalized appointments only after “investigating [candidates’]\ncapabilities and reputations”). Since 1871, the President has\nenjoyed statutory authority to “ascertain the fitness of\napplicants” for the civil service “as to age, health, character,\nknowledge and ability for the employment sought,” Act of Mar. 3,\n1871, Rev. Stat. §1753, as amended, 5 U. S. C. §3301(2), and\nthat Act appears to have been regarded as a codification of\nestablished practice.[Footnote\n11] Standard background investigations similar to those at\nissue here became mandatory for all candidates for the federal\ncivil service in 1953. Exec. Order No. 10450, 3 CFR 936. And\nthe particular investigations challenged in this case arose from a\ndecision to extend that requirement to federal contract employees\nrequiring long-term access to federal facilities. See HSPD–12, at\n1765, App. 127; FIPS PUB 201–1, at iii–vi, 1–8, App. 131–150.As this long history suggests, the Government\nhas an interest in conducting basic employment background checks.\nReasonable investigations of applicants and employees aid the\nGovernment in ensuring the security of its facilities and in\nemploying a competent, reliable workforce. SeeEngquist,supra, at 598–599. Courts must keep those interests in\nmind when asked to go line-by-line through the Government’s\nemployment forms and to scrutinize the choice and wording of the\nquestions they contain.Respondents argue that, because they are\ncontract employees and not civil servants, the Government’s broad\nauthority in managing its affairs should apply with diminished\nforce. But the Government’s interest as “proprietor” in managing\nits operations,Cafeteria & Restaurant Workers,supra, at 896, does not turn on such formalities. SeeBoard of Comm’rs, Wabaunsee Cty.v.Umbehr,518 U. S. 668,\n678, 679 (1996) (formal distinctions such as whether a “service\nprovider” has a “contract of employment or a contract for services”\nwith the government is a “very poor proxy” for constitutional\ninterests at stake). The fact that respondents’ direct employment\nrelationship is with Cal Tech—which operates JPL under a Government\ncontract—says very little about the interests at stake in this\ncase. The record shows that, as a “practical matter,” there are no\n“[r]elevant distinctions” between the duties performed by NASA’s\ncivil-service workforce and its contractor workforce. App. 221. The\ntwo classes of employees perform “functionally equivalent duties,”\nand the extent of employees’ “access to NASA … facilities” turns\nnot on formal status but on the nature of “the jobs they perform.”Ibid.At JPL, in particular, the work that contract\nemployees perform is critical to NASA’s mission. Respondents in\nthis case include “the lead trouble-shooter for … th[e] $568\n[million]” Kepler space observatory, 7 Record 396; the leader of\nthe program that “tests … all new technology that NASA will use in\nspace,” App. 60; and one of the lead “trajectory designers for …\nthe Galileo Project and the Apollo Moon landings,”id.,at\n62. This is important work, and all of it is funded with a\nmultibillion dollar investment from the American taxpayer. See\nNASA, Jet Propulsion Laboratory Annual Report 09, p. 35\n(2010), online at\nhttp://www.jpl.nasa.gov/annualreport/2009-report.pdf. The\nGovernment has a strong interest in conducting basic background\nchecks into the contract employees minding the store at\nJPL.[Footnote 12]2With these interests in view, we\nconclude that the challenged portions of both SF–85 and Form 42\nconsist of reasonable, employment-related inquiries that further\nthe Government’s interests in managing its internal operations. SeeEngquist, 553 U. S., at 598–599;Whalen,429 U.\nS., at 597–598. As to SF–85, the only part of the form challenged\nhere is its request for information about “any treatment or\ncounseling received” for illegal-drug use within the previous year.\nThe “treatment or counseling” question, however, must be considered\nin context. It is a followup to SF–85’s inquiry into whether the\nemployee has “used, possessed, supplied, or manufactured illegal\ndrugs” during the past year. The Government has good reason to ask\nemployees about their recent illegal-drug use. Like any employer,\nthe Government is entitled to have its projects staffed by\nreliable, law-abiding persons who will “ ‘efficiently and\neffectively’ ” discharge their duties. SeeEngquist,supra, at 598–599. Questions about illegal-drug use are a\nuseful way of figuring out which persons have these\ncharacteristics. See,e.g., Breen & Matusitz, An\nUpdated Examination of the Effects of Illegal Drug Use in the\nWorkplace, 19 J. Human Behavior in the Social Environment, 434\n(2009) (illicit drug use negatively correlated with workplace\nproductivity).In context, the follow-up\nquestion on “treatment or counseling” for recent illegal-drug use\nis also a reasonable, employment-related inquiry. The Government,\nrecognizing that illegal-drug use is both a criminal and a medical\nissue, seeks to separate out those illegal-drug users who are\ntaking steps to address and overcome their problems. The Government\nthus uses responses to the “treatment or counseling” question as a\nmitigating factor in determining whether to grant contract\nemployees long-term access to federal facilities.[Footnote 13]This is a reasonable, and indeed a humane,\napproach, and respondents do not dispute the legitimacy of the\nGovernment’s decision to use drug treatment as a mitigating factor\nin its contractor credentialing decisions. Respondents’ argument is\nthat, if drug treatment is only used to mitigate, then the\nGovernment should change the mandatory phrasing of SF–85—“Include\n[in your answer] any treatment or counseling received”—so as to\nmake a response optional. App. 94. As it stands, the mandatory\n“treatment or counseling” question is unconstitutional, in\nrespondents’ view, because it is “more intrusive than necessary to\nsatisfy the government’s objective.” Brief for Respondents 26; 530\nF. 3d, at 879 (holding that “treatment or counseling” question\nshould be enjoined because the form “appears tocompeldisclosure”).We reject the argument that the Government,\nwhen it requests job-related personal information in an employment\nbackground check, has a constitutional burden to demonstrate that\nits questions are “necessary” or the least restrictive means of\nfurthering its interests. So exacting a standard runs directly\ncontrary toWhalen. The patients inWhalen, much\nlike respondents here, argued that New York’s statute was\nunconstitutional because the State could not “demonstrate the\nnecessity” of its program. 429 U. S., at 596. The Court quickly\nrejected that argument, concluding that New York’s collection of\npatients’ prescription information could “not be held\nunconstitutional simply because” a court viewed it as “unnecessary,\nin whole or in part.”Id.,at 596–597.That analysis applies with even greater force\nwhere the Government acts, not as a regulator, but as the manager\nof its internal affairs. SeeEngquist,supra, at\n598–599. SF–85’s “treatment or counseling” question reasonably\nseeks to identify a subset of acknowledged drug users who are\nattempting to overcome their problems. The Government’s considered\nposition is that phrasing the question in more permissive terms\nwould result in a lower response rate, and the question’s\neffectiveness in identifying illegal-drug users who are suitable\nfor employment would be “materially reduced.” Reply Brief for\nPetitioners 19. That is a reasonable position, falling within the\n“ ‘wide latitude’ ” granted the Government in its\ndealings with employees. SeeEngquist,supra, at\n600.3The Court of Appeals also held\nthat the broad, “open-ended questions” on Form 42 likely violate\nrespondents’ informational-privacy rights. Form 42 asks applicants’\ndesignated references and landlords for “information” bearing on\n“suitability for government employment or a security clearance.”\nApp. 97. In a series of questions, the Government asks if the\nreference has any “adverse information” about the applicant’s\n“honesty or trustworthiness,” “violations of the law,” “financial\nintegrity,” “abuse of alcohol and/or drugs,” “mental or emotional\nstability,” “general behavior or conduct,” or “other matters.”Ibid.These open-ended inquiries,\nlike the drug-treatment question on SF–85, are reasonably aimed at\nidentifying capable employees who will faithfully conduct the\nGovernment’s business. See Engquist,supra, at\n598–599. Asking an applicant’s designated references broad,\nopen-ended questions about job suitability is an appropriate tool\nfor separating strong candidates from weak ones. It would be a\ntruly daunting task to catalog all the reasons why a person might\nnot be suitable for a particular job, and references do not have\nall day to answer a laundry list of specific questions. See CDIA\nBrief 6–7 (references “typically have limited time to answer\nquestions from potential employers,” and “open-ended questions”\nyield more relevant information than narrow inquiries). Form 42, by\ncontrast, takes just five minutes to complete. 75 Fed. Reg.\n5359.The reasonableness of such open-ended\nquestions is illustrated by their pervasiveness in the public and\nprivate sectors. Form 42 alone is sent out by the Government over\n1.8 million times annually.Ibid.In addition, the use of\nopen-ended questions in employment background checks appears to be\nequally commonplace in the private sector. See,e.g., S.\nBock et al., Mandated Benefits 2008 Compliance Guide, Exh.\n20.1, A Sample Policy on Reference Checks on Job Applicants\n(“Following are the guidelines for conducting a telephone reference\ncheck: … Ask open-ended questions, then wait for the respondent to\nanswer”); M. Zweig, Human Resources Management 87 (1991) (“Also\nask, ‘Is there anything else I need to know about [candidate’s\nname]?’ This kind of open-ended question may turn up all kinds of\ninformation you wouldn’t have gotten any other way”). The use of\nsimilar open-ended questions by the Government is reasonable and\nfurthers its interests in managing its operations.B1Not only are SF–85 and Form 42\nreasonable in light of the Government interests at stake, they are\nalso subject to substantial protections against disclosure to the\npublic. BothWhalenandNixonrecognized that\ngovernment “accumulation” of “personal information” for “public\npurposes” may pose a threat to privacy.Whalen, 429 U. S.,\nat 605; seeNixon433 U. S., at 457–458, 462. But both\ndecisions also stated that a “statutory or regulatory duty to avoid\nunwarranted disclosures” generally allays these privacy concerns.Whalen,supra, at 605;Nixon,supra,at 458–459. The Court inWhalen, relying\non New York’s “security provisions” prohibiting public disclosure,\nturned aside a challenge to the collection of patients’\nprescription information. 429 U. S., at 594, and n. 12,\n600–601, 605. InNixon,the Court rejected what it\nregarded as an even “weaker” claim by the former President because\nthe Presidential Recordings and Materials Preservation Act “[n]ot\nonly . . . mandate[d] regulations” against “undue dissemination,”\nbut also required immediate return of any “purely private”\nmaterials flagged by the Government’s archivists. 433 U. S., at\n458–459.Respondents in this case, like\nthe patients inWhalenand former President Nixon, attack\nonly the Government’scollectionof information on SF–85\nand Form 42. And here, no less than inWhalenandNixon, the information collected is shielded by statute\nfrom “unwarranted disclosur[e].” SeeWhalen,supra,at 605. The Privacy Act, which covers all\ninformation collected during the background-check process, allows\nthe Government to maintain records “about an individual” only to\nthe extent the records are “relevant and necessary to accomplish” a\npurpose authorized by law. 5 U. S. C. §552a(e)(1). The Act\nrequires written consent before the Government may disclose records\npertaining to any individual. §552a(b). And the Act imposes\ncriminal liability for willful violations of its nondisclosure\nobligations. §552a(i)(1). These requirements, as we have noted,\ngive “forceful recognition” to a Government employee’s interest in\nmaintaining the “confidentiality of sensitive information . . . in\nhis personnel files.”Detroit Edison Co.v.NLRB,440 U. S. 301,\n318, n. 16 (1979). Like the protections against disclosure inWhalenandNixon, they “evidence a proper\nconcern” for individual privacy.Whalen,supra,\nat 605;Nixon,supra, at 458–459.2Notwithstanding these safeguards,\nrespondents argue that statutory exceptions to the Privacy Act’s\ndisclosure bar, see §§552a(b)(1)–(12), leave its protections too\nporous to supply a meaningful check against “unwarranted\ndisclosures,”Whalen,supra, at 605. Respondents\npoint in particular to what they describe as a “broad” exception\nfor “routine use[s],” defined as uses that are “compatible with the\npurpose for which the record was collected.” §§552a(b)(3),\n(a)(7).Respondents’ reliance on these\nexceptions rests on an incorrect reading of both our precedents and\nthe terms of the Privacy Act. As to our cases, the Court inWhalenandNixonreferred approvingly to\nstatutory or regulatory protections against “unwarranteddisclosures” and “unduedissemination” of personal\ninformation collected by the Government.Whalen,supra, at 605;Nixon,supra, at 458.\nNeither case suggested that an ironclad disclosure bar is needed to\nsatisfy privacy interests that may be “root[ed] in the\nConstitution.”Whalen,supra, at 605. InWhalen, the New York statute prohibiting “[p]ublic\ndisclosure of the identity of patients” was itself subject to\nseveral exceptions. 429 U. S., at 594–595, and n. 12. InNixon, the protections against “undue dissemination”\nmentioned in the opinion were not even before the Court, but were\nto be included in forthcoming regulations “mandate[d]” by the\nchallenged Act. 433 U. S., at 458; seeid., at 437–439\n(explaining that the Court was limiting its review to the Act’s\n“facial validity” and was not considering the Administrator’s\nforthcoming regulations). Thus, the mere fact that the Privacy\nAct’s nondisclosure requirement is subject to exceptions does not\nshow that the statute provides insufficient protection against\npublic disclosure.Nor does the substance of the “routine use”\nexception relied on by respondents create any undue risk of public\ndissemination. None of the authorized “routine use[s]” of\nrespondents’ background-check information allows for release to the\npublic. 71 Fed. Reg. 45859–45860, 45862 (2006); 60 Fed. Reg. 63084\n(1995), as amended, 75 Fed. Reg. 28307 (2010). Rather, the\nestablished “routine use[s]” consist of limited, reasonable steps\ndesigned to complete the background-check process in an efficient\nand orderly manner. SeeWhalen,supra, at 602\n(approving disclosures to authorized New York Department of Health\nemployees that were not “meaningfully distinguishable” from routine\ndisclosures “associated with many facets of health care”). One\nroutine use, for example, involves a limited disclosure to persons\nfilling out Form 42 so that designated references can “identify the\nindividual” at issue and can understand the “nature and purpose of\nthe investigation.” App. 89. Authorized JPL employees also review\neach completed SF–85 to verify that all requested information has\nbeen provided.Id.,at 211. These designated JPL employees\nmay not “disclose any information contained in the form to anyone\nelse,”ibid., and Cal Tech is not given access to adverse\ninformation uncovered during the Government’s background check,id.,at 207–208. The “remote possibility” of public\ndisclosure created by these narrow “routine use[s]” does not\nundermine the Privacy Act’s substantial protections. SeeWhalen, 429 U. S., at 601–602 (“remote possibility” that\nstatutory security provisions will “provide inadequate protection\nagainst unwarranted disclosures” not a sufficient basis for\nstriking down statute).Citing past violations of the Privacy\nAct,[Footnote 14]\nrespondents note that it is possible that their personal\ninformation could be disclosed as a result of a similar breach. But\ndata breaches are a possibility any time the Government stores\ninformation. As the Court recognized inWhalen, the mere\npossibility that security measures will fail provides no “proper\nground” for a broad-based attack on government\ninformation-collection practices.Ibid.Respondents also\ncite a portion of SF–85 that warns of possible disclosure “[t]o the\nnews media or the general public.” App. 89. By its terms, this\nexception allows public disclosure only where release is “in the\npublic interest” and would not result in “an unwarranted invasion\nof personal privacy.”Ibid. Respondents have not cited any\nexample of such a disclosure, nor have they identified any\nplausible scenario in which their information might be unduly\ndisclosed under this exception.[Footnote 15]In light of the protection provided by the\nPrivacy Act’s nondisclosure requirement, and because the challenged\nportions of the forms consist of reasonable inquiries in an\nemployment background check, we conclude that the Government’s\ninquiries do not violate a constitutional right to informational\nprivacy.Whalen,supra, at 605.*  *  *For these reasons, the judgment\nof the Court of Appeals is reversed, and the case is remanded for\nfurther proceedings consistent with this opinion.It is so ordered.Justice Kagan took no part in the\nconsideration or decision of this case.Footnote 1As alternatives to the NACI process, the\nDepartment of Commerce also authorized federal agencies to use\nanother “Office of Personnel Management … or National Security\ncommunity investigation required for Federal employment.” App. 145.\nNone of these alternative background checks are at issue here.Footnote 2For public-trust and national-security\npositions, more detailed forms are required. See OPM, Standard Form\n85P, Questionnaire for Public Trust Positions, online at\nhttp://www.opm.gov/Forms/pdf_fill/sf85p.pdf; (all Internet\nmaterials as visited Jan. 13, 2011, and available in Clerk of\nCourt’s case file); OPM, Standard Form 86, Questionnaire for\nNational Security Positions, online at http://www.opm.gov/Forms/\npdf_fill/sf86.pdf.Footnote 3The Government sends separate forms to\nemployers (Form 41), educational institutions (Form 43), record\nrepositories (Form 40), and law enforcement agencies (Form 44). 75\nFed. Reg. 5359. None of these forms are at issue here.Footnote 4Respondents sought to represent a class of\n“JPL employees in non-sensitive positions.” App. 79. No class has\nbeen certified.Footnote 5In the Ninth Circuit, respondents also\nchallenged the criteria that they believe the Government will use\nto determine their “suitability” for employment at JPL. Respondents\nrelied on a document, which had been temporarily posted on the JPL\nintranet, that listed factors purportedly bearing on suitability\nfor federal employment. App. 98–104. Among the listed factors were\na failure to “mee[t] financial obligations,” “health issues,” and\n“mental, emotional, psychological, or psychiatric issues.”Id.,at 98, 102. Other factors, which were listed under\nthe heading “Criminal or Immoral Conduct,” included “indecent\nexposure,” “voyeurism,” “indecent proposal[s],” and “carnal\nknowledge.”Id.,at 98. The document also stated that\nwhile “homosexuality,” “adultery,” and “illegitimate children” were\nnot “suitability” issues in and of themselves, they might pose\n“security issue[s]” if circumstances indicated a “susceptibility to\ncoercion or blackmail.”Id.,at 102. The Court of Appeals\nrejected respondents’ “challenges to . . . suitability\ndetermination[s]” as unripe. 530 F. 3d, at 873. Although\nrespondents did not file a cross-petition from that portion of the\nNinth Circuit’s judgment, they nonetheless discuss these\nsuitability criteria at some length in their brief before this\nCourt. Respondents’ challenge to these criteria is not before us.\nWe note, however, the Acting Solicitor General’s statement at oral\nargument that “NASA will not and does not use” the document to\nwhich respondents object “to make contractor credentialing\ndecisions.” Tr. of Oral Arg. 22.Footnote 6429 U. S., at 598–599, and n. 25 (citingOlmsteadv.United States,277 U. S. 438, 478\n(1928) (Brandeis, J., dissenting) (describing “the right to be let\nalone” as “the right most valued by civilized men”);Griswoldv.Connecticut,381 U. S. 479, 483\n(1965) (“[T]he First Amendment has a penumbra where privacy is\nprotected from governmental intrusion”);Stanleyv.Georgia,394 U. S. 557, 559, 568\n(1969);California Bankers Assn.v.Shultz,416 U. S. 21, 79\n(1974) (Douglas, J., dissenting); andid., at 78 (Powell,\nJ., concurring)).Footnote 7429 U. S., at 599–600, and n. 26 (citingRoev.Wade,410 U. S. 113 (1973);Doev.Bolton,410 U. S. 179 (1973);Lovingv.Virginia,388\nU. S. 1(1967);Griswoldv.Connecticut,supra; Piercev.Society of Sisters,268 U. S. 510(1925);Meyerv.Nebraska,262 U. S. 390(1923);\nandAllgeyerv.Louisiana,165 U. S. 587(1897)).Footnote 8The Court continued its discussion of Fourth\nAmendment principles throughout the “Privacy” section of the\nopinion. See 433 U. S., at 459 (citingUnited Statesv.Miller,425\nU. S. 435(1976),United Statesv.Dionisio,410 U. S. 1(1973), andKatz,389 U. S. 347)); 433 U. S., at 460–462\n(addressing the former President’s claim that the Act was\n“tantamount to a general warrant” underStanfordv.Texas,379\nU. S. 476(1965)); 433 U. S., at 463–465, and n. 26\n(concluding that the challenged law was analogous to the\nwiretapping provisions of Title III of the Omnibus Crime Control\nand Safe Streets Act of 1968, notwithstanding the lack of a\n“warrant requirement”).Footnote 9State and lower federal courts have offered a\nnumber of different interpretations ofWhalenandNixonover the years. Many courts hold that disclosure of\nat least some kinds of personal information should be subject to a\ntest that balances the government’s interests against the\nindividual’s interest in avoiding disclosure.E.g.,Barryv.New York, 712 F. 2d 1554, 1559 (CA2\n1983);FraternalOrder of Policev.Philadelphia, 812 F. 2d 105, 110 (CA3 1987);Woodlandv.Houston, 940 F. 2d 134, 138 (CA5\n1991)(per curiam); In re Crawford, 194 F. 3d 954,\n959 (CA9 1999);Statev.Russo, 259 Conn. 436,\n459–464, 790 A. 2d 1132, 1147–1150 (2002). The Sixth Circuit\nhas held that the right to informational privacy protects only\nintrusions upon interests “that can be deemed fundamental or\nimplicit in the concept of ordered liberty.”J. P.v.DeSanti, 653 F. 2d 1080, 1090 (1981) (internal\nquotation marks omitted). The D. C. Circuit has expressed\n“grave doubts” about the existence of a constitutional right to\ninformational privacy.American Federation of Govt.\nEmployeesv.HUD, 118 F. 3d 786, 791 (1997).Footnote 10The opinions concurring in the judgment\ndisagree with this approach and would instead provide a definitive\nanswer to the question whether there is a constitutional right to\ninformational privacy.Post, at 6–7 (opinion of Scalia,\nJ.);post, at 1 (opinion of Thomas, J.). One of these\nopinions expresses concern that our failure to do so will “har[m]\nour image, if not our self-respect,”post,at 7 (Scalia,\nJ.), and will cause practical problems,post,at 8–9.\nThere are sound reasons for eschewing the concurring opinions’\nrecommended course.“The premise of our adversarial system is that\nappellate courts do not sit as self-directed boards of legal\ninquiry and research, but essentially as arbiters of legal\nquestions presented and argued by the parties before them.”Carducciv.Regan, 714 F. 2d 171, 177 (CADC\n1983) (opinion for the court by Scalia, J.). In this case,\npetitioners did not ask us to hold that there is no constitutional\nright to informational privacy, and respondents and theiramicithus understandably refrained from addressing that\nissue in detail. It is undesirable for us to decide a matter of\nthis importance in a case in which we do not have the benefit of\nbriefing by the parties and in which potentialamicihad\nlittle notice that the matter might be decided. See Pet. for Cert.\n15 (“no need in this case” for broad decision on “the scope of a\nconstitutionally-based right to privacy for certain information”).\nParticularly in cases like this one, where we have only the “scarce\nand open-ended” guideposts of substantive due process to show us\nthe way, seeCollinsv.Harker Heights,503 U. S. 115, 125\n(1992), the Court has repeatedly recognized the benefits of\nproceeding with caution.E.g.,Herrerav.Collins,506 U. S. 390, 417\n(1993) (joined by Scalia, J.) (assuming “for the sake of argument …\nthat in a capital case a truly persuasive demonstration of ‘actual\ninnocence’ ” made after conviction would render execution\nunconstitutional);Cruzanv.Director, Mo. Dept. of\nHealth,497 U.\nS. 261, 279 (1990) (joined by Scalia, J.) (“[W]e assume that\nthe United States Constitution would grant a competent person a\nconstitutionally protected right to refuse lifesaving hydration and\nnutrition”);Regents of Univ. of Mich.v.Ewing,474 U. S. 214,\n222–223 (1985) (“assum[ing], without deciding, that federal courts\ncan review an academic decision of a public educational institution\nunder a substantive due process standard”);Board of Curators\nof Univ. of Mo.v.Horowitz,435 U. S. 78, 91–92\n(1978) (same); see alsoNew York State Club Assn., Inc. v.City of New York,487 U. S. 1, 20 (1988)\n(Scalia, J., concurring in part and concurring in judgment)\n(joining the Court’s opinion on the understanding that it “assumes\nfor purposes of its analysis, but does not hold, the existence of a\nconstitutional right of private association for other than\nexpressive or religious purposes”).Justice Scalia provides no support for his\nclaim that our approach in this case will “dramatically increase\nthe number of lawsuits claiming violations of the right to\ninformational privacy,”post, at 9, and will leave the\nlower courts at sea. We take the same approach here that the Court\ntook more than three decades ago inWhalenandNixon, and there is no evidence that those decisions have\ncaused the sky to fall.We therefore decide the case before us and\nleave broader issues for another day.Footnote 11The debate on the 1871 Act in the House of\nRepresentatives contained this exchange on presidential authority\nto conduct background checks:“Mr. Peters: Has he not that power [to conduct\nthe proposed investigations of candidates for the civil service]\nnow?“Mr. Dawes: He has all that power. If you will\ngo up to the War Department or the Department of the Interior you\nwill see pretty much all of this nailed up on the doors, in the\nform of rules and regulations.” Cong. Globe, 41st Cong., 3d Sess.,\n1935 (1871).Footnote 12In their brief, respondents also rely on the\nfact that many of them have been working at JPL for years and that\nCal Tech previously vetted them through standard “employment\nreference checks.” Brief for Respondents 52–53. The record\nindicates that this may be wrong as a factual matter.E.g., 7 Record 391 (“I have not been required to undergo\nany type of background investigation to maintain my position with\nJPL”);id.,at 397 (“I have never been required to undergo\nany type of background investigation to maintain my position with\nJPL other than … [one] which required that I provide my name,\nsocial security number, and current address” to facilitate a “check\nfor outstanding warrants, arrests, or convictions”);id.,\nat 356, 367, 386–387 (similar). Even if it were correct, the fact\nthat Cal Tech once conducted a background check on respondents does\nnot diminish the Government’s interests in conducting its own\nstandard background check to satisfy itself that contract employees\nshould be granted continued access to the Government’s facility. In\nany event, counsel abandoned this position at oral argument. Tr. of\nOral Arg. 38.Footnote 13Asking about treatment or counseling could\nalso help the Government identify chronic drug abusers for whom,\n“despite counseling and rehabilitation programs, there is little\nchance for effective rehabilitation.” 38 Fed. Reg. 33315 (1973). At\noral argument, however, the Acting Solicitor General explained that\nNASA views treatment or counseling solely as a “mitigat[ing]”\nfactor that ameliorates concerns about recent illegal drug use. Tr.\nof Oral Arg. 19.Footnote 14E.g., GAO, Personal Information:\nData Breaches are Frequent, but Evidence of Resulting Identity\nTheft is Limited; However, the Full Extent Is Unknown 5, 20 (GAO\n07–737, 2007) (over 3-year period, 788 data breaches occurred at 17\nfederal agencies).Footnote 15Respondents further contend that the Privacy\nAct’s ability to deter unauthorized release of private information\nis significantly hampered by the fact that the statute provides\nonly “anex postmoney-damages action,” not\ninjunctive relief. Brief for Respondents 44 (citingDoev.Chao,540\nU. S. 614, 635 (2004) (Ginsburg, J., dissenting)). Nothing inWhalenorNixonsuggests that any private right\nof action—for money damages or injunctive relief—is needed in order\nto provide sufficient protection against public disclosure.",
    "joined": []
}