{
    "case": {
        "docket": "19-930",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-930/"
    },
    "id": "4428388",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–930_________________CIC SERVICES, LLC, PETITIONERv.INTERNAL REVENUE SERVICE, et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 17, 2021]Justice Kavanaugh, concurring.I join the Court’s opinion in full. I write\nseparately to underscore what remains (and does not remain) ofAlexanderv.“Americans United” Inc.,416 U.S.\n752(1974), andBob Jones Univ.v.Simon,416 U.S.\n725(1974), in the wake of the Court’s decision today.InAmericans UnitedandBob Jones,\nthis Court adopted a straightforward and broad rule for determining\nwhether a pre-enforcement suit is barred by the Anti-Injunction\nAct. Under that rule, if a pre-enforcement suit would “necessarily\npreclude” the assessment or collection of a tax, that suit is\nbarred by the Act and the taxpayer needs to bring a refund suitafterpaying the tax.Bob Jones, 416 U. S., at\n732; see alsoAmericans United, 416 U. S., at 760–761.\nIn other words,Americans UnitedandBob Jonesinstruct courts to look to theeffectsof a suit. And if a\npre-enforcement suit would have the effect of preventing the\nassessment or collection of a tax, then that suit is barred by the\nAnti-Injunction Act.Many courts have takenAmericans UnitedandBob Jonesat their word. And the Sixth Circuit did so\nhere. In this case, CIC challenged a regulation that was backed by\ntax penalties—more specifically, penalties that the Tax Code labels\nas “taxes” for purposes of the Anti-Injunction Act. See 26\nU. S. C. §6671(a). Because invalidating the regulation at\nissue would “necessarily preclude” the collection of tax penalties\n(labeled as “taxes” by the Tax Code) stemming from an individual’s\nviolation of that regulation, the Sixth Circuit concluded that\nCIC’s pre-enforcement suit was barred by the Anti-Injunction Act\nunderAmericans UnitedandBob Jones. That was a\nreasonable conclusion to reach, especially given that CIC’s primary\nargument here is the same basic argument that this Court rejected\nin bothAmericans UnitedandBob Jones. Compare Brief\nfor Respondent inAlexanderv.“Americans United”\nInc., O. T. 1973, No. 72–1371, p. 25 (It “is clear that\nthe ‘purpose’ of this law suit” “is not to restrain the assessment\nor collection of any tax but to challenge the constitutionality of\nan essentially regulatory Act of Congress”), with Brief for\nPetitioner 17 (“The purpose of CIC’s suit” “is to avoid the burdens\nof the reporting requirement—not to avoid or dispute any tax\nliability”).The Court today holds, however, that CIC’s\npre-enforcement suit is not barred by the Anti-Injunction Act. In\nso holding, the Court in effect carves out a new exception toAmericans UnitedandBob Jonesfor pre-enforcement\nsuits challenging regulations backed by tax penalties. I agree with\nthe Court’s decision to narrowAmericans UnitedandBob\nJonesbecause the broad “effects” rule articulated in those\ndecisions is hard to square with the text of the Anti-Injunction\nAct, which bars only a pre-enforcement “suit for the purpose of\nrestraining the assessment or collection of any tax.” §7421(a).\nContrary to some sweeping language inAmericans UnitedandBob Jones, the Anti-Injunction Act is best read as directing\ncourts to look at the statedobjectof a suit rather than\nthe suit’s downstream effects. Seeante,at 7–8. And for\nthat reason, as the Court explains, the text of the Anti-Injunction\nAct is best read as distinguishing (i) pre-enforcement suits\nchallenging the regulatory component of a regulatory tax, which\nremain prohibited because the requested relief necessarily runs\nagainst the assessment or collection of a tax, from (ii)\npre-enforcement suits challenging a regulation backed by a tax\npenalty, which may proceed because the requested relief runs\nagainst an independent legal obligation.In short, as I understand the Court’s opinion\ntoday, the rule going forward is that pre-enforcement suits\nchallenging regulatory taxes or traditional revenue-raising taxes\nare still ordinarily barred by the Anti-Injunction Act. But\npre-enforcement suits challenging regulations backed by tax\npenalties are ordinarily not barred, even though those suits, if\nsuccessful, would necessarily preclude the collection or assessment\nof what the Tax Code refers to as a tax.With those observations, I join the Court’s\nopinion in full.",
    "joined": []
}