{
    "case": {
        "docket": "16-1363",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/16-1363/"
    },
    "id": "4067370",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1363_________________KIRSTJEN M. NIELSEN, SECRETARY OF HOMELAND\nSECURITY, et al., PETITIONERSv.MONY PREAP,\net al.BRYAN WILCOX, ACTING FIELD OFFICE DIRECTOR,\nIMMIGRATION AND CUSTOMS ENFORCEMENT, et al., PETITIONERSv.BASSAM YUSUF KHOURY, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 19, 2019]Justice Kavanaugh, concurring.I write separately to emphasize the narrowness\nof the issue before us and, in particular, to emphasize what this\ncase isnotabout.This case is not about whether a noncitizen may\nberemovedfrom the United States on the basis of criminal\noffenses. Under longstanding federal statutes, the Executive Branch\nmay remove noncitizens from the United States when the noncitizens\nhave been convicted of certain crimes, even when the crimes were\ncommitted many years ago.This case is also not about whether a noncitizen\nmay bedetainedduring removal proceedings or before\nremoval. Congress has expressly authorized the Executive Branch to\ndetain noncitizens during their removal proceedings and before\nremoval. 8 U. S. C. §§1226(a), (c), and 1231(a).This case is also not abouthow longa\nnoncitizen may be detained during removal proceedings or before\nremoval. We have addressed that question in cases such asZadvydasv.Davis,533 U.S.\n678(2001),Clarkv.Martinez,543 U.S.\n371(2005), andJenningsv.Rodriguez, 583\nU. S. ___ (2018).This case is also not about whether Congress maymandatethat the Executive Branch detain noncitizens during\nremoval proceedings or before removal, as opposed to merely giving\nthe Executive Branch discretion to detain. It is undisputed that\nCongress may mandate that the Executive Branch detain certain\nnoncitizens during removal proceedings or before removal. Congress\nhas in fact mandated detention of certain noncitizens who have been\nin criminal custody and who, upon their release, would pose a\ndanger to the community or risk of flight. As relevant here,\nCongress has mandated detention “when” such noncitizens are\n“released” from criminal custody. 8 U. S. C.\n§1226(c)(1).The sole question before us is narrow: whether,\nunder §1226, the Executive Branch’s mandatory duty to detain a\nparticular noncitizen when the noncitizen is released from criminal\ncustody remains mandatory if the Executive Branch fails toimmediatelydetain the noncitizen when the noncitizen is\nreleased from criminal custody—for example, if the Executive Branch\nfails to immediately detain the noncitizen because of resource\nconstraints or because the Executive Branch cannot immediately\nlocate and apprehend the individual in question. No constitutional\nissue is presented. The issue before us is entirely statutory and\nrequires our interpretation of the strict 1996 illegal-immigration\nlaw passed by Congress and signed by President Clinton. Illegal\nImmigration Reform and Immigrant Responsibility Act of 1996,\n110Stat. 3009–546.It would be odd, in my view, if the Act (1)\nmandated detention of particular noncitizens because the\nnoncitizens posed such a serious risk of danger or flight that theymustbe detained during their removal proceedings, but (2)\nnonetheless allowed the noncitizens to remain free during their\nremoval proceedings if the Executive Branch failed toimmediatelydetain them upon their release from criminal\ncustody. Not surprisingly, the Act does not require such an odd\nresult. On the contrary, the relevant text of the Act is relatively\nstraightforward, as the Court explains. Interpreting that text, the\nCourt correctly holds that the Executive Branch’s detention of the\nparticular noncitizens here remained mandatory even though the\nExecutive Branch did not immediately detain them. I agree with the\nCourt’s careful statutory analysis, and I join the Court’s opinion\nin full.",
    "joined": []
}