{
    "case": {
        "docket": "18-1259",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/18-1259/"
    },
    "id": "4416946",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1259_________________BRETT JONES, PETITIONERv.MISSISSIPPIon writ of certiorari to the court of appeals\nof mississippi[April 22, 2021]Justice Kavanaugh delivered the opinion of the\nCourt.UnderMillerv.Alabama,567\nU.S. 460(2012), an individual who commits a homicide when he\nor she is under 18 may be sentenced to life without parole, but\nonly if the sentence is not mandatory and the sentencer therefore\nhas discretion to impose a lesser punishment. In this case, a\nMississippi trial judge acknowledged his sentencing discretion\nunderMillerand then sentenced petitioner Brett Jones to\nlife without parole for a murder that Jones committed when he was\nunder 18. The Mississippi Court of Appeals affirmed, concluding\nthat the discretionary sentencing procedure satisfiedMiller.Jones argues, however, that a sentencer’s\ndiscretion to impose a sentence less than life without parole does\nnot alone satisfyMiller. Jones contends that a sentencer\nwho imposes a life-without-parole sentence mustalsomake a\nseparate factual finding that the defendant is permanently\nincorrigible, or at least provide an on-the-record sentencing\nexplanation with an implicit finding that the defendant is\npermanently incorrigible. And Jones says that the trial judge did\nnot make such a finding in his case.Jones’s argument that the sentencer must make a\nfinding of permanent incorrigibility is inconsistent with the\nCourt’s precedents. InMiller, the Court mandated “only that\na sentencer follow a certain process—considering an offender’s\nyouth and attendant characteristics—before imposing” a\nlife-without-parole sentence.Id.,at 483. And inMontgomeryv.Louisiana, which held thatMillerapplies retroactively on collateral review, the Court\nflatly stated that “Millerdid not impose a formal\nfactfinding requirement” and added that “a finding of fact\nregarding a child’s incorrigibility . . . is not\nrequired.” 577 U.S. 190, 211 (2016). In light of that explicit\nlanguage in the Court’s prior decisions, we must reject Jones’s\nargument. We affirm the judgment of the Mississippi Court of\nAppeals.IAIn August 2004, Brett Jones was living with\nhis grandparents, Bertis and Madge, in Shannon, Mississippi.\nShannon is a small town of about 2,000 in northern Mississippi near\nTupelo, about halfway between Memphis and Birmingham off I–22.At the time, Jones was only 15 years old. On the\nmorning of August 9, 2004, Bertis discovered Jones’s girlfriend,\nMichelle Austin, in Jones’s bedroom. Bertis and Jones got into an\nargument, and Bertis ordered Austin out of the house. A few hours\nlater, Jones told Austin that he “ ‘was going to hurt’ ”\nhis grandfather. 938 So. 2d 312, 314 (Miss. App. 2006).That afternoon, Jones was in the kitchen making\nhimself something to eat. Jones and Bertis began arguing again. The\nclash escalated from shouts to shoves to punches. Jones then\nstabbed his grandfather with a kitchen knife. When that knife\nbroke, Jones picked up a second knife and continued stabbing\nBertis. In total, Jones stabbed his grandfather eight times.Bleeding profusely, Bertis staggered outside,\nfell to the ground, and died. Jones did not call 911. Instead, he\nhaphazardly attempted to cover up his role in the murder. He\ndragged Bertis’s body back inside. Jones then washed the blood off\nhis arms with a water hose, changed out of his bloody shirt, and\nmoved Bertis’s car over some blood stains on the carport floor.While Jones was outside, he was seen by a\nneighbor. The neighbor called the police. Shortly thereafter,\nanother neighbor saw Jones and Austin leaving the house together on\nfoot. Later that night, police located Jones and Austin at a gas\nstation several miles away. When questioned, Jones and Austin\nprovided fake names to the officer. After a police pat down\nrevealed a knife in Jones’s pocket, the officer asked Jones whether\nit was the knife that he “ ‘did it with.’ ”Id.,at 315. Jones responded, “ ‘No, I already got rid of\nit.’ ”Ibid.BJones was charged with murder. The trial judge\ninstructed the jury on murder and the lesser included offense of\nmanslaughter. Jones claimed that he was not guilty because he acted\nin self-defense. The jury rejected that defense and found Jones\nguilty of murder.Under Mississippi law at the time, murder\ncarried amandatorysentence of life without parole. Miss.\nCode Ann. §97–3–21 (2000), §47–7–3(g) (2004); seeParkerv.State, 119 So. 3d 987, 996–997 (Miss. 2013). The trial judge\ntherefore imposed that sentence. In 2006, the Mississippi Court of\nAppeals affirmed. See 938 So. 2d 312.Jones later moved for post-conviction relief in\nstate court, asserting among other things that his mandatory\nlife-without-parole sentence violated the Cruel and Unusual\nPunishments Clause of the Eighth Amendment. The trial court denied\nthe motion, and the Mississippi Court of Appeals affirmed. See 122\nSo. 3d 725 (2011).In 2012, while the Mississippi Supreme Court was\nconsidering whether to review Jones’s case, this Court decidedMillerv.Alabama,567\nU.S. 460.Millerheld that the Cruel and Unusual\nPunishments Clause of the Eighth Amendment prohibitsmandatorylife-without-parole sentences for murderers under\n18, but the Court alloweddiscretionarylife-without-parole\nsentences for those offenders.In the wake ofMiller, the Mississippi\nSupreme Court concluded thatMillerapplied retroactively on\nstate collateral review. In Jones’s case, the State Supreme Court\nordered a new sentencing hearing where the sentencing judge could\nconsider Jones’s youth and exercise discretion in selecting an\nappropriate sentence. See 122 So. 3d 698 (2013).At the resentencing, Jones’s attorney argued\nthat Jones’s “chronological age and its hallmark features”\ndiminished the “penological justifications for imposing the\nharshest sentences.” App. 25, 27 (quotingMiller, 567\nU. S., at 472, 477; emphasis deleted). Jones’s attorney added\nthat “nothing in this record . . . would support a\nfinding that the offense reflects irreparable corruption.” App.\n143–144.At the end of the hearing, the sentencing judge\nacknowledged that he had discretion underMillerto impose a\nsentence less than life without parole. But after considering the\nfactors “relevant to the child’s culpability,” App. 149, the judge\ndetermined that life without parole remained the appropriate\nsentence for Jones,id.,at 152.Jones appealed his sentence to the Mississippi\nCourt of Appeals, citing bothMillerand the then-recently\ndecided case ofMontgomeryv.Louisiana, 577 U.S. 190\n(2016), which in the interim had held thatMillerapplied\nretroactively on collateral review. According to Jones, in order to\nimpose a life-without-parole sentence on a defendant who committed\na murder when he or she was under 18, the sentencer must make a\nseparate factual finding that the defendant is permanently\nincorrigible. The Mississippi Court of Appeals rejected Jones’s\nargument, relying on this Court’s express statement inMontgomerythat “ ‘Millerdid not require trial\ncourts to make a finding of fact regarding a child’s\nincorrigibility.’ ” 285 So. 3d 626, 632 (2017) (quotingMontgomery, 577 U. S., at 211).In light of disagreement in state and federal\ncourts about how to interpretMillerandMontgomery,\nwe granted certiorari. 589 U. S. ___ (2020). Compare,e.g.,Malvov.Mathena, 893 F.3d 265 (CA4\n2018),Commonwealthv.Batts, 640 Pa. 401, 163 A.3d\n410 (2017), andVealv.State, 298 Ga. 691, 784\nS.E.2d 403 (2016), with,e.g.,United Statesv.Sparks, 941 F.3d 748 (CA5 2019),Peoplev.Skinner, 502 Mich. 89, 917 N.W.2d 292 (2018), andStatev.Ramos, 187 Wash. 2d 420, 387 P.3d 650\n(2017).IIAccording to Jones, a sentencer’s discretion\nto impose a sentence less than life without parole does not alone\nsatisfyMiller. In Jones’s view, a sentencer who imposes a\nlife-without-parole sentence mustalsoeither (i) make\na separate factual finding of permanent incorrigibility, or\n(ii) at least provide an on-the-record sentencing explanation\nwith an “implicit finding” of permanent incorrigibility. Tr. of\nOral Arg. 32; seeid.,at 6, 14.As we will explain, the Court has already ruled\nthat a separate factual finding of permanent incorrigibility is not\nrequired. InMontgomery, the Court unequivocally stated that\n“Millerdid not impose a formal factfinding requirement” and\nadded that “a finding of fact regarding a child’s incorrigibility\n. . . is not required.” 577 U. S., at 211. In a case\ninvolving an individual who was under 18 when he or she committed a\nhomicide, a State’s discretionary sentencing system is both\nconstitutionally necessary and constitutionally\nsufficient.[1]AIn 2004, the year that Jones murdered his\ngrandfather, about 16,000 individuals committed a homicide in the\nUnited States. See Dept. of Justice, Federal Bureau of\nInvestigation, Crime in the United States 2004, Murder Offenders by\nAge, Sex, and Race 17 (Table 2.5). About 850 of the individuals who\ncommitted a homicide were known to be under 18—meaning that, on\naverage, more than two homicides were committed every day by\nindividuals under 18.Ibid.The States authorize strict punishments for\nhomicide, including for homicides committed by individuals under\n18. But this Court has held that sentencing an offender who was\nunder 18 at the time of the crime raises special constitutional\nconsiderations.Ratified in 1791, the Eighth Amendment provides\nthat “cruel and unusual punishments” shall not be “inflicted.”\nRatified in 1868, the Fourteenth Amendment incorporates the Cruel\nand Unusual Punishments Clause against the States.In a series of Eighth Amendment cases applying\nthe Cruel and Unusual Punishments Clause, this Court has stated\nthat youth matters in sentencing. InRoperv.Simmons,543 U.S.\n551(2005), the Court concluded that the Eighth Amendment\nprohibits capital punishment for murderers who were under 18 at the\ntime of their crimes. And inGrahamv.Florida,560 U.S.\n48(2010), the Court held that the Eighth Amendment prohibits\nlife without parole for offenders who were under 18 and committednon- homicideoffenses. Importantly, however,Grahamdid not prohibit life without parole for offenders who were under\n18 and committedhomicide. TheGrahamCourt stated:\n“There is a line between homicide and other serious violent\noffenses against the individual.”Id.,at 69 (internal\nquotation marks omitted).And then inMillerin 2012, the Court\nallowed life-without-parole sentences for defendants who committedhomicidewhen they were under 18, but only so long as the\nsentence is not mandatory—that is, only so long as the sentencer\nhas discretion to “consider the mitigating qualities of youth” and\nimpose a lesser punishment. 567 U. S., at 476 (internal\nquotation marks omitted). Four years later,Montgomeryheld\nthatMillerapplied retroactively to cases on collateral\nreview. 577 U. S., at 206, 212.Jones argues thatMillerrequires more\nthan just a discretionary sentencing procedure. According to Jones,\nthe sentencer must also make a separate factual finding of\npermanent incorrigibility before sentencing a murderer under 18 to\nlife without parole.The problem for Jones is thatMillerandMontgomerysquarely rejected such a requirement.Millermandated “only that a sentencer follow a certain\nprocess—considering an offender’s youth and attendant\ncharacteristics—before imposing” a life-without-parole sentence.\n567 U. S., at 483.Montgomerythen flatly stated that\n“Millerdid not impose a formal factfinding requirement” and\nthat “a finding of fact regarding a child’s incorrigibility\n. . . is not required.” 577 U. S., at 211.[2]Notwithstanding that clear language inMillerandMontgomery, Jones advances three distinct\narguments for why this Court should require a sentencer to make a\nfinding of permanent incorrigibility before sentencing a murderer\nunder 18 to life without parole.First,Jones analogizes to cases where\nthe Court has recognized certain eligibility criteria, such as\nsanity or a lack of intellectual disability, that must be met\nbefore an offender can be sentenced to death. SeeFordv.Wainwright,477 U.S.\n399(1986);Atkinsv.Virginia,536 U.S.\n304(2002). Jones argues that the Constitution similarly\nrequires a sentencer to find permanent incorrigibility before\nsentencing a murderer under 18 to life without parole.The State responds that permanent\nincorrigibility is not an eligibility criterion akin to sanity or a\nlack of intellectual disability. We agree with the State. For one\nthing, the Court has recognized that it “is difficult even for\nexpert psychologists to differentiate between the juvenile offender\nwhose crime reflects unfortunate yet transient immaturity, and the\nrare juvenile offender whose crime reflects irreparable\ncorruption.”Roper, 543 U. S., at 573. In addition,\nwhen the Court has established such an eligibility criterion, the\nCourt has considered whether “ ‘objective indicia of society’s\nstandards, as expressed in legislative enactments and state\npractice,’ ” demonstrated a “national consensus” in favor of\nthe criterion.Graham, 560 U. S., at 61 (quotingRoper, 543 U. S., at 563). ButMillerdid not\nidentify a single State that, as of that time, made permanent\nincorrigibility an eligibility criterion for life-without-parole\nsentences imposed on murderers under 18.Given those two points, it comes as no surprise\nthatMillerdeclined to characterize permanent\nincorrigibility as such an eligibility criterion. Rather,Millerrepeatedly described youth as a sentencing factor\nakin to a mitigating circumstance. AndMillerin turn\nrequired a sentencing procedure similar to the procedure that this\nCourt has required for the individualized consideration of\nmitigating circumstances in capital cases such asWoodsonv.North Carolina,428 U.S.\n280, 303–305 (1976) (plurality opinion),Lockettv.Ohio,438 U.S.\n586, 597–609 (1978) (plurality opinion), andEddingsv.Oklahoma,455 U.S.\n104, 113–115 (1982). Those capital cases require sentencers to\nconsider relevant mitigating circumstances when deciding whether to\nimpose the death penalty. And those cases afford sentencers wide\ndiscretion in determining “the weight to be given relevant\nmitigating evidence.”Id.,at 114–115. But those cases do\nnot require the sentencer to make any particular factual finding\nregarding those mitigating circumstances.Repeatedly citingWoodson,Lockett, andEddings, theMillerCourt stated\nthat “a judge or jury must have the opportunity to consider” the\ndefendant’s youth and must have “discretion to impose a different\npunishment” than life without parole. 567 U. S., at 489;id.,at 465; seeid.,at 470, 476, 483. Stated\notherwise, theMillerCourt mandated “only that a sentencer\nfollow a certain process—considering an offender’s youth and\nattendant characteristics—before imposing” a life-without-parole\nsentence.Id.,at 483. In that process, the sentencer will\nconsider the murderer’s “diminished culpability and heightened\ncapacity for change.”Id.,at 479. That sentencing procedure\nensures that the sentencer affords individualized “consideration”\nto, among other things, the defendant’s “chronological age and its\nhallmark features.”Id., at 477.To be sure,Milleralso citedRoperandGraham. 567 U. S.,at 471–475.Roperbarred capital punishment for offenders under 18. AndGrahambarred life without parole for offenders under 18 who\ncommitted non-homicide offenses. ButMillerdid not cite\nthose cases to require a finding of permanent incorrigibility or to\nimpose a categorical bar against life without parole for murderers\nunder 18. We know that becauseMillersaid so: “Our decision\ndoes not categorically bar a penalty for a class of offenders or\ntype of crime—as, for example, we did inRoperorGraham.” 567 U. S., at 483. Instead,MillercitedRoperandGrahamfor a simple proposition:\nYouth matters in sentencing. And because youth matters,Millerheld that a sentencer must have discretion to\nconsider youth before imposing a life-without-parole sentence, just\nas a capital sentencer must have discretion to consider other\nmitigating factors before imposing a death sentence.In short,Millerfollowed the Court’s\nmany death penalty cases and required that a sentencer consider\nyouth as a mitigating factor when deciding whether to impose a\nlife-without-parole sentence.Millerdid not require the\nsentencer to make a separate finding of permanent incorrigibility\nbefore imposing such a sentence. AndMontgomerydid not\npurport to add toMiller’s requirements.[3]Second, Jones contends that theMontgomeryCourt must nonetheless have assumed that a\nseparate factual finding of permanent incorrigibility was necessary\nbecauseMontgomerydeemedMillera substantive\nholding for purposes of applyingMillerretroactively on\ncollateral review. SeeTeaguev.Lane,489\nU.S. 288, 310–311 (1989) (plurality opinion).In advancing that argument, Jones relies on\nlanguage inMontgomerythat describedMilleras\npermitting life-without-parole sentences only for “those whose\ncrimes reflect permanent incorrigibility,” rather than “transient\nimmaturity.” 577 U. S., at 209. In other words, because theMontgomeryCourt deemedMillerto be a substantive\nholding, and becauseMontgomerysaid that life without\nparole would be reserved for the permanently incorrigible, Jones\nargues that theMontgomeryCourt must have envisioned a\nseparate factual finding of permanent incorrigibility, not just a\ndiscretionary sentencing procedure where youth would be\nconsidered.That is an incorrect interpretation ofMillerandMontgomery. We know as much becauseMontgomerysaid as much. To reiterate, theMontgomeryCourt explicitly stated that “a finding of fact regarding a child’s\nincorrigibility . . . is not required.” 577 U. S.,\nat 211.To break it down further:Millerrequired\na discretionary sentencing procedure. The Court stated that a\nmandatory life-without-parole sentence for an offender under 18\n“poses too great a risk of disproportionate punishment.” 567\nU. S., at 479. Despite the procedural function ofMiller’s rule,Montgomeryheld that theMillerrule was substantive for retroactivity purposes and therefore\napplied retroactively on collateral review. 577 U. S., at 206,\n212.[4] But in making the rule\nretroactive, theMontgomeryCourt unsurprisingly declined to\nimpose new requirements not already imposed byMiller. AsMontgomeryitself explained, the Court granted certiorari in\nthat case not to consider whether the rule announced inMillershould be expanded, but rather simply to decide\nwhetherMiller’s “holding is retroactive to juvenile\noffenders whose convictions and sentences were final whenMillerwas decided.” 577 U. S., at 194. On the question\nof whatMillerrequired,Montgomerywas clear: “A\nhearing where youth and its attendant characteristics are\nconsidered as sentencing factors is necessary to separate those\njuveniles who may be sentenced to life without parole from those\nwho may not.”Id.,at 210 (internal quotation marks\nomitted). But a separate finding of permanent incorrigibility “is\nnot required.”Id.,at 211.The key assumption of bothMillerandMontgomerywas that discretionary sentencing allows the\nsentencer to consider the defendant’s youth, and thereby helps\nensure that life-without-parole sentences are imposed only in cases\nwhere that sentence is appropriate in light of the defendant’s age.\nIf theMillerorMontgomeryCourt wanted to require\nsentencers to also make a factual finding of permanent\nincorrigibility, the Court easily could have said so—and surely\nwould have said so. But the Court did not say that, or anything\nlike it. On the contrary, theMontgomeryCourt declared just\nthe opposite: that the sentencerneed notmake such a\nseparate factual finding of permanent incorrigibility.In short, Jones’sMontgomery-based\nargument for requiring a finding of permanent incorrigibility is\nunavailing becauseMontgomeryexplicitly stated that\n“Millerdid not impose a formal factfinding requirement” and\nthat “a finding of fact regarding a child’s incorrigibility\n. . . is not required.”Montgomery, 577\nU. S., at 211.Third, Jones relatedly argues thatMillerandMontgomerysought to ensure that life\nwithout parole for murderers under 18 would be relatively rare.\nAccording to Jones, a separate factual finding of permanent\nincorrigibility is necessary to achieve that goal.But inMiller, the Court stated that a\ndiscretionary sentencing procedure—where the sentencer can consider\nthe defendant’s youth and has discretion to impose a lesser\nsentence than life without parole—would itself help make\nlife-without-parole sentences “relatively rar[e ]” for\nmurderers under 18. 567 U. S., at 484, n. 10.Importantly, in concluding that a discretionary\nsentencing procedure would help make life-without-parole sentences\nrelatively rare, the Court relied on data, not speculation. The\nCourt pointed to statistics from 15 States that used discretionary\nsentencing regimes to show that, “when given the choice, sentencers\nimpose life without parole on children relatively rarely.”Ibid.[5] In light of\nthose statistics, the Court reasoned that a discretionary\nsentencing procedure would make life-without-parole sentences\nrelatively rare for juvenile offenders. But the Court did not\nsuggest that the States with discretionary sentencing regimes also\nrequired a separate factual finding of permanent incorrigibility,\nor that such a finding was necessary to make life-without-parole\nsentences for juvenile offenders relatively rare. Therefore, to\nremain true toMiller’s reasoning, we cannot now require a\nseparate factual finding of permanent incorrigibility. (Moreover,\nto reiterate,Montgomeryexplicitly stated that such a\nfinding isnotrequired.)In sum, the Court has unequivocally stated that\na separate factual finding of permanent incorrigibility is not\nrequired before a sentencer imposes a life-without-parole sentence\non a murderer under 18. To borrow the apt words of the Michigan\nSupreme Court: “Given thatMontgomeryexpressly held that\n‘Millerdid not require trial courts to make a finding of\nfact regarding a child’s incorrigibility,’ we likewise hold thatMillerdoes not require trial courts to make a finding of\nfact regarding a child’s incorrigibility.”Peoplev.Skinner, 502 Mich. 89, 122, 917 N.W.2d 292, 309 (2018)\n(citation omitted).BEven if a separate factual finding of\npermanent incorrigibility is not required, Jones alternatively\ncontends that a sentencer must at least provide an on-the-record\nsentencing explanation with an “implicit finding” of permanent\nincorrigibility. Tr. of Oral Arg. 32; seeid.,at 6, 14.\nJones argues that such an explanation is necessary to ensure that\nthe sentencer actually considers the defendant’s youth. And Jones\nfurther asserts that the sentencing judge did not provide such an\nexplanation at his resentencing.We reject Jones’s alternative argument because\nan on-the-record sentencing explanation with an implicit finding of\npermanent incorrigibility (i) is not necessary to ensure that\na sentencer considers a defendant’s youth, (ii) is not\nrequired by or consistent withMiller, (iii) is not\nrequired by or consistent with this Court’s analogous death penalty\nprecedents, and (iv) is not dictated by any consistent\nhistorical or contemporary sentencing practice in the States.First, and most fundamentally, an\non-the-record sentencing explanation is not necessary to ensure\nthat a sentencer considers a defendant’s youth. Jones’s argument to\nthe contrary rests on the assumption that meaningful daylight\nexists between (i) a sentencer’s discretion to consider youth,\nand (ii) the sentencer’s actual consideration of youth. But if\nthe sentencer has discretion to consider the defendant’s youth, the\nsentencer necessarilywillconsider the defendant’s youth,\nespecially if defense counsel advances an argument based on the\ndefendant’s youth. Faced with a convicted murderer who was under 18\nat the time of the offense and with defense arguments focused on\nthe defendant’s youth, it would be all but impossible for a\nsentencer to avoid considering that mitigating factor.[6]It is true that one sentencer may weigh the\ndefendant’s youth differently than another sentencer or an\nappellate court would, given the mix of all the facts and\ncircumstances in a specific case. Some sentencers may decide that a\ndefendant’s youth supports a sentence less than life without\nparole. Other sentencers presented with the same facts might decide\nthat life without parole remains appropriate despite the\ndefendant’s youth. But the key point remains that, in a case\ninvolving a murderer under 18, a sentencer cannot avoid considering\nthe defendant’s youth if the sentencer has discretion to consider\nthat mitigating factor.[7]Second, turning to precedent, an\non-the-record sentencing explanation with an implicit finding of\npermanent incorrigibility is not required by or consistent withMiller. The Court’s thorough opinion inMillerdid\nnot even hint at requiring an on-the-record sentencing explanation\nwith an implicit finding of permanent incorrigibility.Millerhighlighted 15 existing discretionary state\nsentencing systems as examples of what was missing in the mandatory\nAlabama regime before the Court in that case. 567 U. S., at\n484, n. 10. As the Court explained, those discretionary\nsentencing regimes ensured individualized consideration of\nyouth.But the Court did not suggest that those\ndiscretionary sentencing regimes required some kind of sentencing\nexplanation. Again, if theMillerCourt believed that a\nsentencing explanation with an implicit finding of permanent\nincorrigibility was constitutionally necessary, the Court easily\ncould have and surely would have said so. ButMillerdid not\nsay a word about requiring some kind of particular sentencing\nexplanation with an implicit finding of permanent incorrigibility,\nasMontgomerylater confirmed.Third, and just as telling, an\non-the-record sentencing explanation with an implicit finding of\npermanent incorrigibility is not required by or consistent with\nthis Court’s death penalty cases. Those cases demonstrate that an\non-the-record sentencing explanation is not necessary to ensure\nthat the sentencer considers relevant mitigating circumstances.In a series of capital cases over the past 45\nyears, the Court has required the sentencer to consider mitigating\ncircumstances when deciding whether to impose the death penalty.\nSeeWoodson, 428 U. S., at 303–305 (plurality opinion);Lockett, 438 U. S., at 597–609 (plurality opinion);Eddings, 455 U. S., at 113–115; see alsoTennardv.Dretke,542 U.S.\n274, 285 (2004);Penryv.Lynaugh,492 U.S.\n302, 318–319 (1989).But the Court hasneverrequired an\non-the-record sentencing explanation or an implicit finding\nregarding those mitigating circumstances. The reason is evident:\nUnder the discretionary death penalty sentencing procedure required\nby cases such asWoodson,Lockett, andEddings, the sentencer will necessarily consider relevant\nmitigating circumstances. A sentencing explanation is not necessary\nto ensure that the sentencer in death penalty cases considers the\nrelevant mitigating circumstances. It follows that a sentencing\nexplanation is likewise not necessary to ensure that the sentencer\nin juvenile life-without-parole cases considers the defendant’s\nyouth.Because the Constitution does not require an\non-the- record explanation of mitigating circumstances by the\nsentencer indeath penalty cases, it would be incongruous to\nrequire an on-the-record explanation of the mitigating circumstance\nof youth by the sentencer inlife-without-parole cases.\nJones offers no persuasive answer for that incongruity in his\nargument.Fourth, an on-the-record sentencing\nexplanation with an implicit finding of permanent incorrigibility\nis not dictated by any historical or contemporary sentencing\npractice in the States. To be sure, when a state judge imposes a\nsentence of imprisonment, particularly a lengthy sentence, the\njudge often will explain both the sentence and the judge’s\nevaluation of any mitigating circumstances. But many States\ntraditionally have not legally required (and some States still do\nnot legally require) on-the-record explanations by the sentencer.\nSee,e.g.,A. Campbell, Law of Sentencing §10:5,\npp. 473–480 (3d ed. 2004) (hereinafter Campbell). Indeed, in\nsome States, the jury is the sentencer for certain kinds of crimes,\nand juries typically do not supply sentencing explanations. See\ngenerally King & Noble, Felony Jury Sentencing in Practice: A\nThree-State Study, 57 Vand. L. Rev. 885 (2004). Even when\nstate law requires a sentencer to supply reasons, many States do\nnot impose a formulaic checklist of topics or a magic-words\nrequirement with respect to particular mitigating circumstances.\nAnd appellate courts do not necessarily reverse merely because the\nsentencer could have said more about mitigating circumstances. See\nCampbell 477; 22A Cal. Jur. 3d, Crim. Law: Posttrial Proceedings\n§408, p. 234 (2017) (“[U]nless the record affirmatively\nreflects otherwise, the trial court will be deemed to have\nconsidered the relevant criteria, such as mitigating circumstances,\nenumerated in the sentencing rules”).Those state practices matter here because, as\nthe Court explained inMontgomery, when “a new substantive\nrule of constitutional law is established, this Court is careful to\nlimit the scope of any attendant procedural requirement to avoid\nintruding more than necessary upon the States’ sovereign\nadministration of their criminal justice systems.” 577 U. S.,\nat 211. So it is here. BecauseMontgomerydirects us to\n“avoid intruding more than necessary” upon the States,ibid., and because a discretionary sentencing procedure\nsuffices to ensure individualized consideration of a defendant’s\nyouth, we should not now add still more procedural\nrequirements.In sum, Jones’s alternative argument fails. The\nCourt’s precedents do not require an on-the-record sentencing\nexplanation with an implicit finding of permanent\nincorrigibility.IIIThe Court’s decision today carefully follows\nbothMillerandMontgomery. The dissent nonetheless\nclaims that we are somehow implicitly overruling those decisions.\nWe respectfully but firmly disagree: Today’s decision does not\noverruleMillerorMontgomery.Millerheld\nthat a State may not impose a mandatory life-without-parole\nsentence on a murderer under 18. Today’s decision does not disturb\nthat holding.Montgomerylater held thatMillerapplies retroactively on collateral review. Today’s decision\nlikewise does not disturb that holding.We simply have a good-faith disagreement with\nthe dissent over how to interpretMillerandMontgomery. That kind of debate over how to interpret\nrelevant precedents is commonplace. Here, the dissent thinks that\nwe are unduly narrowingMillerandMontgomery. And\nwe, by contrast, think that the dissent would unduly broaden those\ndecisions. The dissent draws inferences about what, in the\ndissent’s view,MillerandMontgomery“must have\ndone” in order for the decisions to “make any sense.”Post,\nat 12 (opinion of Sotomayor, J.). We instead rely on whatMillerandMontgomerysaid—that is, their explicit\nlanguage addressing the precise question before us and definitively\nrejecting any requirement of a finding of permanent\nincorrigibility.Notwithstanding our disagreement about whetherMillerandMontgomeryrequire a finding of permanent\nincorrigibility, we and the dissent both recognize thatMillerandMontgomeryhave been consequential.Miller’s discretionary sentencing procedure has resulted in\nnumerous sentences less than life without parole for defendants who\notherwise would have received mandatory life-without-parole\nsentences. For example, inMillerresentencings in\nMississippi where Jones was convicted and sentenced,Millerhas reduced life-without-parole sentences for murderers under 18 by\nabout 75 percent. See The Campaign for the Fair Sentencing of\nYouth, Tipping Point: A Majority of States Abandon\nLife-Without-Parole Sentences for Children 7 (2018). Those\nstatistics bear outMiller’s prediction: A discretionary\nsentencing procedure has indeed helped make life-without-parole\nsentences for offenders under 18 “relatively rar[e ].” 567\nU. S., at 484, n. 10.Moreover, as a result ofMontgomery, many\nhomicide offenders under 18 who received life-without-parole\nsentences that were final beforeMillerhave now obtained\nnew sentencing proceedings and have been sentenced to less than\nlife without parole.Despite the significant changes wrought byMillerandMontgomery, the dissent now wants more—an\nadditional constitutional requirement that the sentencer must make\na finding of permanent incorrigibility before sentencing a murderer\nunder 18 to life without parole. But to reiterate, inMillerandMontgomery, the Court unequivocally stated that such a\nfinding is not required. And we will not now rewrite those\ndecisions to impose a requirement that the Court twice\nrejected.To be clear, our ruling on the legal issue\npresented here should not be construed as agreement or disagreement\nwith the sentence imposed against Jones. As this case again\ndemonstrates, any homicide, and particularly a homicide committed\nby an individual under 18, is a horrific tragedy for all involved\nand for all affected. Determining the proper sentence in such a\ncase raises profound questions of morality and social policy. The\nStates, not the federal courts, make those broad moral and policy\njudgments in the first instance when enacting their sentencing\nlaws. And state sentencing judges and juries then determine the\nproper sentence in individual cases in light of the facts and\ncircumstances of the offense, and the background of the\noffender.Under our precedents, this Court’s more limited\nrole is to safeguard the limits imposed by the Cruel and Unusual\nPunishments Clause of the Eighth Amendment. The Court’s precedents\nrequire a discretionary sentencing procedure in a case of this\nkind. The resentencing in Jones’s case complied with those\nprecedents because the sentence was not mandatory and the trial\njudge had discretion to impose a lesser punishment in light of\nJones’s youth. Moreover, this case does not properly present—and\nthus we do not consider—any as-applied Eighth Amendment claim of\ndisproportionality regarding Jones’s sentence. See Brief for United\nStates asAmicus Curiae23;Harmelinv.Michigan,501 U.S.\n957, 996–1009 (1991) (Kennedy, J., concurring in part and\nconcurring in judgment).Importantly, likeMillerandMontgomery, our holding today does not preclude the States\nfrom imposing additional sentencing limits in cases involving\ndefendants under 18 convicted of murder. States may categorically\nprohibit life without parole for all offenders under 18. Or States\nmay require sentencers to make extra factual findings before\nsentencing an offender under 18 to life without parole. Or States\nmay direct sentencers to formally explain on the record why a\nlife-without-parole sentence is appropriate notwithstanding the\ndefendant’s youth. States may also establish rigorous\nproportionality or other substantive appellate review of\nlife-without-parole sentences. All of those options, and others,\nremain available to the States. See generally J. Sutton, 51\nImperfect Solutions (2018). Indeed, many States have recently\nadopted one or more of those reforms. See,e.g.,Brief for\nFormer West Virginia Delegate John Ellem et al. asAmici\nCuriaeinMathenav.Malvo, O. T. 2019, No.\n18–217, pp. 29–36. But the U. S. Constitution, as this Court’s\nprecedents have interpreted it, does not demand those particular\npolicy approaches.Finally, our holding today is far from the last\nword on whether Jones will receive relief from his sentence. Jones\ncontends that he has maintained a good record in prison and that he\nis a different person now than he was when he killed his\ngrandfather. He articulates several moral and policy arguments for\nwhy he should not be forced to spend the rest of his life in\nprison. Our decision allows Jones to present those arguments to the\nstate officials authorized to act on them, such as the state\nlegislature, state courts, or Governor. Those state avenues for\nsentencing relief remain open to Jones, and they will remain open\nto him for years to come.*  *  *We affirm the judgment of the Mississippi\nCourt of Appeals.It is so ordered.Notes1BothMillerandMontgomerygenerated vigorous dissents. The dissents inMillerstated that the Eighth Amendment does not prohibit\nmandatory life-without-parole sentences and asserted that the\nCourt’s decision contravened this Court’s precedents. See 567\nU. S., at 493–502 (Roberts, C. J., dissenting);id.,at 502–509 (Thomas, J., dissenting);id.,at\n509–515 (Alito, J., dissenting). The lead dissent inMontgomeryargued thatMillershould not apply\nretroactively on collateral review. 577 U. S., at 224–227\n(Scalia, J., dissenting).2The key paragraph fromMontgomeryis as follows: “Louisiana suggests thatMillercannot have made a constitutional distinction between\nchildren whose crimes reflect transient immaturity and those whose\ncrimes reflect irreparable corruption becauseMillerdid not\nrequire trial courts to make a finding of fact regarding a child’s\nincorrigibility. That this finding is not required, however, speaks\nonly to the degree of procedureMillermandated in order to\nimplement its substantive guarantee. When a new substantive rule of\nconstitutional law is established, this Court is careful to limit\nthe scope of any attendant procedural requirement to avoid\nintruding more than necessary upon the States’ sovereign\nadministration of their criminal justice systems. SeeFordv.Wainwright,477 U.S.\n399, 416–417 (1986) (“[W]e leave to the State[s] the task of\ndeveloping appropriate ways to enforce the constitutional\nrestriction upon [their] execution of sentences”). Fidelity to this\nimportant principle of federalism, however, should not be construed\nto demean the substantive character of the federal right at issue.\nThatMillerdid not impose a formal factfinding requirement\ndoes not leave States free to sentence a child whose crime reflects\ntransient immaturity to life without parole. To the contrary,Millerestablished that this punishment is disproportionate\nunder the Eighth Amendment.” 577 U. S., at 211.3If permanent\nincorrigibility were a factual prerequisite to a\nlife-without-parole sentence, this Court’s Sixth Amendment\nprecedents might require that a jury, not a judge, make such a\nfinding. SeeRingv.Arizona,536\nU.S. 584(2002);Apprendiv.New Jersey,530 U.S.\n466(2000). If we were to rule for Jones here, the next wave of\nlitigation would likely concern the scope of the jury right. The\nfact that neitherMillernorMontgomeryeven\nmentioned the Sixth Amendment is further reason to doubt that those\ncases implicitly required a finding of permanent incorrigibility by\nthe sentencer.4As the Court has stated\nin cases both before and afterMontgomery, the Court\ndetermines whether a rule is substantive or procedural for\nretroactivity purposes “by considering the function of the rule”\nitself—not “by asking whether the constitutional right underlying\nthe new rule is substantive or procedural.”Welchv.United States, 578 U.S. 120, 130–131 (2016). For purposes ofTeaguev.Lane,489 U.S.\n288(1989), a rule is procedural if it regulates “ ‘only\nthe manner of determining the defendant’s culpability.’ ”Welch, 578 U. S., at 129 (quotingSchrirov.Summerlin,542 U.S.\n348, 353 (2004); emphasis deleted). A rule is substantive and\napplies retroactively on collateral review, by contrast, if it\n“ ‘alters the range of conduct or the class of persons that\nthe law punishes.’ ”Welch, 578 U. S., at 129\n(quotingSummerlin, 542 U. S., at 353). As the Court’s\npost-Montgomerydecision inWelchalready indicates,\nto the extent thatMontgomery’s application of theTeaguestandard is in tension with the Court’s retroactivity\nprecedents that both pre-date and post-dateMontgomery,\nthose retroactivity precedents—and notMontgomery—must guide\nthe determination of whether rules other thanMillerare\nsubstantive. SeeWelch, 578 U.S. 120;Summerlin,542 U.S.\n348;Lambrixv.Singletary,520 U.S.\n518(1997);Safflev.Parks,494 U.S.\n484(1990). To be clear, however, our decision today does not\ndisturbMontgomery’s holding thatMillerapplies\nretroactively on collateral review. By now, most offenders who\ncould seek collateral review as a result ofMontgomeryhave\ndone so and, if eligible, have received new discretionary sentences\nunderMiller.5See Cal. Penal Code Ann.\n§190.5 (West 2014); Ga. Code Ann. §16–5–1 (2011), §17–10–31 (2013);\nInd. Code §35–50–2–3 (2009); Me. Rev. Stat. Ann., Tit. 17–A, §1251\n(2006); Md. Crim. Law Code Ann. §§2–201 to 2–203, 2–304 (2012);\nNev. Rev. Stat. §200.030 (2012); N. M. Stat. Ann. §§31–18–13,\n31–18–14, 31–18–15.2 (2010); N. D. Cent. Code Ann.\n§§12.1–32–01, 12.1–32–09.1 (2012); Okla. Stat., Tit. 21, §§13.1,\n701.9 (2011); R. I. Gen. Laws §11–23–2 (2002); S. C. Code\nAnn. §16–3–20 (2015); Tenn. Code Ann. §§39–13–202, 39–13–204,\n39–13–207 (2018); Utah Code §§76–3–206, 76–3–207 (2012); W. Va.\nCode Ann. §62–3–15 (Lexis 2014); Wis. Stat. §939.50 (2005),\n§973.014 (2007).6If defense counsel fails\nto make the sentencer aware of the defendant’s youth, it is\ntheoretically conceivable (albeit still exceedingly unlikely in the\nreal world) that the sentencer might somehow not be aware of the\ndefendant’s youth. But in that highly unlikely scenario, the\ndefendant may have a potential ineffective-assistance-of-counsel\nclaim, not aMillerclaim—just as defense counsel’s failure\nto raise relevant mitigating circumstances in a death penalty\nsentencing proceeding can constitute a potential\nineffective-assistance-of-counsel problem, not aWoodson/Lockett/Eddingsviolation. Cf.Wigginsv.Smith,539 U.S.\n510, 533–538 (2003) (counsel in capital case was ineffective\nfor failing to investigate and present mitigating evidence at\nsentencing);Williamsv.Taylor,529 U.S.\n362, 395–398 (2000) (same).7This Court’s death\npenalty cases recognize a potential Eighth Amendment claim if the\nsentencer expressly refusesas a matter of lawto consider\nrelevant mitigating circumstances. SeeEddingsv.Oklahoma,455 U.S.\n104, 114–115 (1982). By analogy here, if a sentencer\nconsidering life without parole for a murderer who was under 18\nexpressly refuses as a matter of law to consider the defendant’s\nyouth (as opposed to, for example, deeming the defendant’s youth to\nbe outweighed by other factors or deeming the defendant’s youth to\nbe an insufficient reason to support a lesser sentence under the\nfacts of the case), then the defendant might be able to raise an\nEighth Amendment claim under the Court’s precedents. In any event,\nwe need not explore that possibility because the record here does\nnot reflect that the sentencing judge refused as a matter of law to\nconsider Jones’s youth.",
    "joined": []
}