{
    "case": {
        "docket": "20-18",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-18/"
    },
    "id": "4442719",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–18_________________ARTHUR GREGORY LANGE, PETITIONERv.CALIFORNIAon writ of certiorari to the court of appeal\nof california, first appellate district[June 23, 2021]Justice Kavanaugh, concurring.The Court holds that an officer may make a\nwarrantless entry into a home when pursuing a fleeing misdemeanant\nif an exigent circumstance is also present—for example, when there\nis a risk of escape, destruction of evidence, or harm to others. I\njoin the Court’s opinion. I also join Part II of Justice Thomas’s\nconcurrence regarding how the exclusionary rule should apply to hot\npursuit cases.I add this brief concurrence simply to\nunderscore that, in my view, there is almost no daylight in\npractice between the Court’s opinion and The Chief Justice’s\nopinion concurring in the judgment.In his thoughtful opinion, The Chief Justice\nconcludes that pursuit of a fleeing misdemeanant shoulditselfconstitute an exigent circumstance. The Court\ndisagrees. As I see it, however, the difference between The Chief\nJustice’s approach and the Court’s approach will be academic in\nmost cases. That is because cases of fleeing misdemeanants will\nalmost alwaysalsoinvolve a recognized exigent\ncircumstance—such as a risk of escape, destruction of evidence, or\nharm to others—that will still justify warrantless entry into a\nhome. Seeante,at 1, 4, 16; see also,e.g.,City\nand County of San Franciscov.Sheehan, 575 U.S. 600,\n612 (2015);Kentuckyv.King,563\nU.S. 452, 460 (2011);Brigham Cityv.Stuart,547 U.S.\n398, 403 (2006);Minnesotav.Olson,495 U.S.\n91, 100 (1990). As Lange’s able counsel forthrightly\nacknowledged at oral argument, the approach adopted by the Court\ntoday will still allow the police to make a warrantless entry into\na home “nine times out of 10 or more” in cases involving pursuit of\na fleeing misdemeanant. Tr. of Oral Arg. 34.Importantly, moreover, the Court’s opinion does\nnot disturb the long-settled rule that pursuit of a fleeingfelonis itself an exigent circumstance justifying\nwarrantless entry into a home. SeeUnited Statesv.Santana,427 U.S.\n38, 42–43 (1976); cf.Stantonv.Sims,571 U.S.\n3, 8, 9 (2013) (per curiam). In other words, the police\nmay make a warrantless entry into the home of a fleeing felon\nregardless of whether other exigent circumstances are present.With those observations, I join the Court’s\nopinion.",
    "joined": []
}