{
    "case": {
        "docket": "17-1272",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1272/"
    },
    "id": "4015877",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1272_________________HENRY SCHEIN, INC., et al., PETITIONERSv.ARCHER AND WHITE SALES, INC.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[January 8, 2019]Justice Kavanaugh delivered the opinion of the\nCourt.Under the Federal Arbitration Act, parties to a\ncontract may agree that an arbitrator rather than a court will\nresolve disputes arising out of the contract. When a dispute\narises, the parties sometimes may disagree not only about the\nmerits of the dispute but also about the threshold arbitrability\nquestion—that is, whether their arbitration agreement applies to\nthe particular dispute. Who decides that threshold arbitrability\nquestion? Under the Act and this Court’s cases, the question of who\ndecides arbitrability is itself a question of contract. The Act\nallows parties to agree by contract that an arbitrator, rather than\na court, will resolve threshold arbitrability questions as well as\nunderlying merits disputes.Rent-A-Center, West, Inc.v.Jackson, 561 U. S. 63, 68−70 (2010);First Options\nof Chicago, Inc.v.Kaplan, 514 U. S. 938, 943−944\n(1995).Even when a contract delegates the arbitrability\nquestion to an arbitrator, some federal courts nonetheless will\nshort-circuit the process and decide the arbitrability question\nthemselves if the argument that the arbitration agreement applies\nto the particular dispute is “wholly groundless.” The question\npresented in this case is whether the “wholly groundless” exception\nis consistent with the Federal Arbitration Act. We conclude that it\nis not. The Act does not contain a “wholly groundless” exception,\nand we are not at liberty to rewrite the statute passed by Congress\nand signed by the President. When the parties’ contract delegates\nthe arbitrability question to an arbitrator, the courts must\nrespect the parties’ decision as embodied in the contract. We\nvacate the contrary judgment of the Court of Appeals.IArcher and White is a small business that\ndistributes dental equipment. Archer and White entered into a\ncontract with Pelton and Crane, a dental equipment manufacturer, to\ndistribute Pelton and Crane’s equipment. The relationship\neventually soured. As relevant here, Archer and White sued Pelton\nand Crane’s successor-in-interest and Henry Schein, Inc.\n(collectively, Schein) in Federal District Court in Texas. Archer\nand White’s complaint alleged violations of federal and state\nantitrust law, and sought both money damages and injunctive\nrelief.The relevant contract between the parties\nprovided:“Disputes.This Agreement shall be\ngoverned by the laws of the State of North Carolina. Any dispute\narising under or related to this Agreement (except for actions\nseeking injunctive relief and disputes related to trademarks, trade\nsecrets, or other intellectual property of [Schein]), shall be\nresolved by binding arbitration in accordance with the arbitration\nrules of the American Arbitration Association [(AAA)]. The place of\narbitration shall be in Charlotte, North Carolina.” App. to Pet.\nfor Cert. 3a.After Archer and White sued, Schein invoked the\nFederal Arbitration Act and asked the District Court to refer the\nparties’ antitrust dispute to arbitration. Archer and White\nobjected, arguing that the dispute was not subject to arbitration\nbecause Archer and White’s complaint sought injunctive relief, at\nleast in part. According to Archer and White, the parties’ contract\nbarred arbitration of disputes when the plaintiff sought injunctive\nrelief, even if only in part.The question then became: Who decides whether\nthe antitrust dispute is subject to arbitration? The rules of the\nAmerican Arbitration Association provide that arbitrators have the\npower to resolve arbitrability questions. Schein contended that the\ncontract’s express incorporation of the American Arbitration\nAssociation’s rules meant that an arbitrator—not the court—had to\ndecide whether the arbitration agreement applied to this particular\ndispute. Archer and White responded that in cases where the\ndefendant’s argument for arbitration is wholly groundless—as Archer\nand White argued was the case here—the District Court itself may\nresolve the threshold question of arbitrability.Relying on Fifth Circuit precedent, the District\nCourt agreed with Archer and White about the existence of a “wholly\ngroundless” exception, and ruled that Schein’s argument for\narbitration was wholly groundless. The District Court therefore\ndenied Schein’s motion to compel arbitration. The Fifth Circuit\naffirmed.In light of disagreement in the Courts of\nAppeals over whether the “wholly groundless” exception is\nconsistent with the Federal Arbitration Act, we granted certiorari,\n585 U. S. ___ (2018). Compare 878 F. 3d 488 (CA5 2017)\n(case below);Simply Wireless, Inc.v.T-Mobile US,\nInc., 877 F. 3d 522 (CA4 2017);Douglasv.Regions Bank, 757 F. 3d 460 (CA5 2014);Turiv.Main Street Adoption Servs., LLP, 633 F. 3d 496 (CA6\n2011);Qualcomm, Inc.v.Nokia Corp.,466 F. 3d\n1366 (CA Fed. 2006), withBelnapv.Iasis Healthcare,\n844 F. 3d 1272 (CA10 2017);Jonesv.Waffle House,\nInc., 866 F. 3d 1257 (CA11 2017);Douglas, 757\nF. 3d, at 464 (Dennis, J., dissenting).IIIn 1925, Congress passed and President\nCoolidge signed the Federal Arbitration Act. As relevant here, the\nAct provides:“A written provision in . . . a\ncontract evidencing a transaction involving commerce to settle by\narbitration a controversy thereafter arising out of such contract\n. . . shall be valid, irrevocable, and enforceable, save\nupon such grounds as exist at law or in equity for the revocation\nof any contract.” 9 U. S. C. §2.Under the Act, arbitration is a matter of\ncontract, and courts must enforce arbitration contracts according\nto their terms.Rent-A-Center,561 U. S., at 67.\nApplying the Act, we have held that parties may agree to have an\narbitrator decide not only the merits of a particular dispute but\nalso “ ‘gateway’ questions of ‘arbitrability,’ such as whether\nthe parties have agreed to arbitrate or whether their agreement\ncovers a particular controversy.”Id.,at 68–69; see alsoFirst Options, 514 U. S., at 943. We have explained\nthat an “agreement to arbitrate a gateway issue is simply an\nadditional, antecedent agreement the party seeking arbitration asks\nthe federal court to enforce, and the FAA operates on this\nadditional arbitration agree- ment just as it does on any other.”Rent-A-Center, 561 U. S., at 70.Even when the parties’ contract delegates the\nthreshold arbitrability question to an arbitrator, the Fifth\nCircuit and some other Courts of Appeals have determined that the\ncourt rather than an arbitrator should decide the threshold\narbitrability question if, under the contract, the argument for\narbitration is wholly groundless. Those courts have reasoned that\nthe “wholly groundless” exception enables courts to block frivolous\nattempts to transfer disputes from the court system to\narbitration.We conclude that the “wholly groundless”\nexception is inconsistent with the text of the Act and with our\nprecedent.We must interpret the Act as written, and the\nAct in turn requires that we interpret the contract as written.\nWhen the parties’ contract delegates the arbitrability question to\nan arbitrator, a court may not override the contract. In those\ncircumstances, a court possesses no power to decide the\narbitrability issue. That is true even if the court thinks that the\nargument that the arbitration agreement applies to a particular\ndispute is wholly groundless.That conclusion follows not only from the text\nof the Act but also from precedent. We have held that a court may\nnot “rule on the potential merits of the underlying” claim that is\nassigned by contract to an arbitrator, “even if it appears to the\ncourt to be frivolous.”AT&T Technologies, Inc.v.Communications Workers, 475 U. S. 643, 649–650 (1986).\nA court has “ ‘no business weighing the merits of the\ngrievance’ ” because the “ ‘agreement is to submit all\ngrievances to arbitration, not merely those which the court will\ndeem meritorious.’ ”Id.,at 650 (quotingSteelworkersv.American Mfg. Co., 363 U. S.\n564, 568 (1960)).ThatAT&T Technologiesprinciple\napplies with equal force to the threshold issue of arbitrability.\nJust as a court may not decide a merits question that the parties\nhave delegated to an arbitrator, a court may not decide an\narbitrability question that the parties have delegated to an\narbitrator.In an attempt to overcome the statutory text and\nthis Court’s cases, Archer and White advances four main arguments.\nNone is persuasive.First, Archer and White points to §§3 and\n4 of the Federal Arbitration Act. Section 3 provides that a court\nmust stay litigation “upon being satisfied that the issue” is\n“referable to arbitration” under the “agreement.” Section 4 says\nthat a court, in response to a motion by an aggrieved party, must\ncompel arbitration “in accordance with the terms of the agreement”\nwhen the court is “satisfied that the making of the agreement for\narbitration or the failure to comply therewith is not in\nissue.”Archer and White interprets those provisions to\nmean, in essence, that a court must always resolve questions of\narbitrability and that an arbitrator never may do so. But that ship\nhas sailed. This Court has consistently held that parties may\ndelegate threshold arbitrability questions to the arbitrator, so\nlong as the parties’ agreement does so by “clear and unmistakable”\nevidence.First Options, 514 U. S., at 944 (alterations\nomitted); see alsoRent-A-Center, 561 U. S., at 69, n.\n1. To be sure, before referring a dispute to an arbitrator, the\ncourt determines whether a valid arbitration agreement exists. See\n9 U. S. C. §2. But if a valid agreement exists, and if\nthe agreement delegates the arbitrability issue to an arbitrator, a\ncourt may not decide the arbitrability issue.Second, Archer and White cites §10 of the\nAct, which provides for back-end judicial review of an arbitrator’s\ndecision if an arbitrator has “exceeded” his or her “powers.”\n§10(a)(4). According to Archer and White, if a court at the back\nend can say that the underlying issue was not arbitrable, the court\nat the front end should also be able to say that the underlying\nissue is not arbitrable. The dispositive answer to Archer and\nWhite’s §10 argument is that Congress designed the Act in a\nspecific way, and it is not our proper role to redesign the\nstatute. Archer and White’s §10 argument would mean, moreover, that\ncourts presumably also should decide frivolous merits questions\nthat have been delegated to an arbitrator. Yet we have already\nrejected that argument: When the parties’ contract assigns a matter\nto arbitration, a court may not resolve the merits of the dispute\neven if the court thinks that a party’s claim on the merits is\nfrivolous.AT&TTechnologies, 475 U. S., at\n649−650. So, too, with arbitrability.Third, Archer and White says that, as a\npractical and policy matter, it would be a waste of the parties’\ntime and money to send the arbitrability question to an arbitrator\nif the argument for arbitration is wholly groundless. In cases like\nthis, as Archer and White sees it, the arbitrator will inevitably\nconclude that the dispute is not arbitrable and then send the case\nback to the district court. So why waste the time and money? The\nshort answer is that the Act contains no “wholly groundless”\nexception, and we may not engraft our own exceptions onto the\nstatutory text. SeeExxon Mobil Corp.v.Allapattah\nServices, Inc., 545 U. S. 546, 556−557 (2005).In addition, contrary to Archer and White’s\nclaim, it is doubtful that the “wholly groundless” exception would\nsave time and money systemically even if it might do so in some\nindividual cases. Archer and White assumes that it is easy to tell\nwhen an argument for arbitration of a particular dispute is wholly\ngroundless. We are dubious. The exception would inevitably spark\ncollateral litigation (with briefing, argument, and opinion\nwriting) over whether a seemingly unmeritorious argument for\narbitration iswhollygroundless, as opposed to groundless.\nWe see no reason to create such a time-consuming sideshow.Archer and White further assumes that an\narbitrator would inevitably reject arbitration in those cases where\na judge would conclude that the argument for arbitration is wholly\ngroundless. Not always. After all, an arbitrator might hold a\ndifferent view of the arbitrability issue than a court does, even\nif the court finds the answer obvious. It is not unheard-of for one\nfair-minded adjudicator to think a decision is obvious in one\ndirection but for another fair-minded adjudicator to decide the\nmatter the other way.Fourth, Archer and White asserts another\npolicy argument: that the “wholly groundless” exception is\nnecessary to deter frivolous motions to compel arbitration. Again,\nwe may not rewrite the statute simply to accommodate that policy\nconcern. In any event, Archer and White overstates the potential\nproblem. Arbitrators can efficiently dispose of frivolous cases by\nquickly ruling that a claim is not in fact arbitrable. And under\ncertain circumstances, arbitrators may be able to respond to\nfrivolous arguments for arbitration by imposing fee-shifting and\ncost-shifting sanctions, which in turn will help deter and remedy\nfrivolous motions to compel arbitration. We are not aware that\nfrivolous motions to compel arbitration have caused a substantial\nproblem in those Circuits that have not recognized a “wholly\ngroundless” exception.In sum, we reject the “wholly groundless”\nexception. The exception is inconsistent with the statutory text\nand with our precedent. It confuses the question of who decides\narbitrability with the separate question of who prevails on\narbitrability. When the parties’ contract delegates the\narbitrability question to an arbitrator, the courts must respect\nthe parties’ decision as embodied in the contract.We express no view about whether the contract at\nissue in this case in fact delegated the arbitrability question to\nan arbitrator. The Court of Appeals did not decide that issue.\nUnder our cases, courts “should not assume that the parties agreed\nto arbitrate arbitrability unless there is clear and unmistakable\nevidence that they did so.”First Options,514 U. S.,\nat 944 (alterations omitted). On remand, the Court of Appeals may\naddress that issue in the first instance, as well as other\narguments that Archer and White has properly preserved.The judgment of the Court of Appeals is vacated,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}