{
    "case": {
        "docket": "19-177",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-177/"
    },
    "id": "4267240",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–177_________________AGENCY FOR INTERNATIONAL DEVELOPMENT,\net al., PETITIONERSv.ALLIANCE FOR OPEN SOCIETY\nINTERNATIONAL, INC., et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 29, 2020]Justice Kavanaugh delivered the opinion of the\nCourt.In 2003, Congress passed and President George W.\nBush signed the United States Leadership Against HIV/AIDS,\nTuberculosis, and Malaria Act, known as the Leadership Act.\n117Stat. 711, as amended, 22 U. S. C. §7601et seq.Aiming to enhance America’s response to the\nravages of the global HIV/AIDS crisis, the Leadership Act launched\n“the largest international public health program of its kind ever\ncreated.” §7601(29). The Act has helped save an estimated 17\nmillion lives, primarily in Africa, and is widely viewed as the\nmost successful American foreign aid program since the Marshall\nPlan.To advance the global relief effort, Congress\nhas allocated billions of dollars to American and foreign\nnongovernmental organizations that combat HIV/AIDS abroad. As\nrelevant here, Congress sought to fund only those organizations\nthat have, or agree to have, a “policy explicitly opposing\nprostitution and sex trafficking.” §7631(f ); see also\n§7631(e); 45 CFR §89.1 (2019). Congress imposed that condition on\nfunding, known as the Policy Requirement, because Congress found\nthat prostitution and sex trafficking “are additional causes of and\nfactors in the spread of the HIV/AIDS epidemic” and that\nprostitution and sex trafficking “are degrading to women and\nchildren.” §7601(23).Plaintiffs are American nongovernmental\norganizations that receive Leadership Act funds to fight HIV/AIDS\nabroad. Plaintiffs have long maintained that they do not want to\nexpress their agreement with the American commitment to eradicating\nprostitution. Plaintiffs consider a public stance of neutrality\ntoward prostitution more helpful to their sensitive work in some\nparts of the world and also to their full participation in the\nglobal efforts to prevent HIV/AIDS.After enactment of the Leadership Act,\nplaintiffs challenged the Policy Requirement, alleging that it\nviolated the First Amendment. In 2013, this Court agreed,\nconcluding that the Policy Requirement ran afoul of the free speech\nprinciple that the Government “may not deny a benefit to a person\non a basis that infringes his constitutionally protected\n. . . freedom of speech.”Agency for Int’l\nDevelopmentv.Alliance for Open Society Int’l, Inc.,570 U.S.\n205, 214 (2013) (internal quotation marks omitted). Therefore,\nthe Policy Requirement no longer applies toAmericanorganizations that receive Leadership Act funds, meaning that\nAmerican organizations can obtain Leadership Act funds even if they\ndo not have a policy explicitly opposing prostitution and sex\ntrafficking.But as has been the case since 2003,foreignorganizations that receive Leadership Act funds\nremain subject to the Policy Requirement and still must have a\npolicy explicitly opposing prostitution and sex trafficking.\nFollowing this Court’s 2013 decision barring the Government from\nenforcing the Policy Requirement against American organizations,\nplaintiffs returned to court, invoking the First Amendment and\nseeking to bar the Government from enforcing the Policy Requirement\nagainst plaintiffs’ legally distinct foreign affiliates. The\nU. S. District Court for the Southern District of New York\nagreed with plaintiffs and prohibited the Government from enforcing\nthe Policy Requirement against plaintiffs’ foreign affiliates. The\nU. S. Court of Appeals for the Second Circuit affirmed. Judge\nStraub dissented. He described as “startling” the proposition that\nthe First Amendment could extend to foreign organizations operating\nabroad. 911 F.3d 104, 112 (2018). The Second Circuit’s decision was\nstayed pending this Court’s review, meaning that foreign\norganizations currently remain subject to the Policy\nRequirement.We granted certiorari, 589 U. S. ___\n(2019), and now reverse the judgment of the Second Circuit.\nPlaintiffs’ position runs headlong into two bedrock principles of\nAmerican law.First, it is long settled as a matter of\nAmerican constitutional law that foreign citizens outside\nU. S. territory do not possess rights under the U. S.\nConstitution. Plaintiffs do not dispute that fundamental principle.\nTr. of Oral Arg. 58–59; see,e.g.,Boumedienev.Bush,553 U.S.\n723, 770–771 (2008);Hamdiv.Rumsfeld,542 U.S.\n507, 558–559 (2004) (Scalia, J., dissenting);United\nStatesv.Verdugo-Urquidez,494\nU.S. 259, 265–275 (1990);Johnsonv.Eisentrager,339 U.S.\n763, 784 (1950);United States ex rel. Turnerv.Williams,194 U.S.\n279, 292 (1904); U. S. Const., Preamble.As the Court has recognized, foreign citizensin the United Statesmay enjoy certain constitutional\nrights—to take just one example, the right to due process in a\ncriminal trial. See,e.g.,Verdugo-Urquidez, 494\nU. S., at 270–271;Plylerv.Doe,457 U.S.\n202, 210–213 (1982);Kwong Hai Chewv.Colding,344 U.S.\n590, 596 (1953);Bridgesv.Wixon,326 U.S.\n135, 148 (1945);Yick Wov.Hopkins,118 U.S.\n356, 369 (1886); cf.Blumanv.Federal Election\nComm’n, 800 F. Supp. 2d 281, 286–289 (DC 2011), aff ’d,\n565 U.S. 1104 (2012). And so too, the Court has ruled that, under\nsome circumstances, foreign citizens in the U. S.\nTerritories—or in “a territory” under the “indefinite” and\n“complete and total control” and “within the constant jurisdiction”\nof the United States—may possess certain constitutional rights.Boumediene, 553 U. S., at 755–771. But the Court has\nnot allowed foreign citizens outside the United States or such\nU. S. territory to assert rights under the U. S.\nConstitution. If the rule were otherwise, actions by American\nmilitary, intelligence, and law enforcement personnel against\nforeign organizations or foreign citizens in foreign countries\nwould be constrained by the foreign citizens’ purported rights\nunder the U. S. Constitution. That has never been the law. SeeVerdugo-Urquidez, 494 U. S., at 273–274;Eisentrager, 339 U. S., at 784.[1]* To be sure, Congress may seek to enact laws that\nafford foreign citizens abroad statutory rights or causes of action\nagainst misconduct by U. S. Government officials, or laws that\notherwise regulate the conduct of U. S. officials abroad. SeeVerdugo-Urquidez, 494 U. S., at 275; cf. 10\nU. S. C. §§2734(a), 2734a(a); 18 U. S. C.\n§2340A; 21 U. S. C. §904; 22 U. S. C. §§2669,\n2669–1; 42 U. S. C. §2000dd; but see 28\nU. S. C. §2680(k) (Federal Tort Claims Act’s exception\nfor torts “arising in a foreign country”). Plaintiffs did not raise\nany such statutory claim in this case.Second, it is long settled as a matter of\nAmerican corporate law that separately incorporated organizations\nare separate legal units with distinct legal rights and\nobligations. SeeDole Food Co.v.Patrickson,538 U.S.\n468, 474–475 (2003);Cedric Kushner Promotions, Ltd.v.King,533 U.S.\n158, 163 (2001); P. Blumberg, K. Strasser, N. Georgakopoulos,\n& E. Gouvin, Corporate Groups §§6.01, 6.02, 6.05 (2020\nSupp.).Plaintiffs’ foreign affiliates were incorporated\nin other countries and are legally separate from plaintiffs’\nAmerican organizations. Even though the foreign organizations have\naffiliated with the American organizations, the foreign\norganizations remain legally distinct from the American\norganizations. Plaintiffs do not ask this Court to pierce the\ncorporate veil, nor do they invoke any other relevant exception to\nthat fundamental corporate law principle. Tr. of Oral Arg. 54.Those two bedrock principles of American\nconstitutional law and American corporate law together lead to a\nsimple conclusion: As foreign organizations operating abroad,\nplaintiffs’ foreign affiliates possess no rights under the First\nAmendment.That conclusion corresponds to historical\npractice regarding American foreign aid. The United States supplies\nmore foreign aid than any other nation in the world. Cong. Research\nServ., Foreign Assistance: An Introduction to U. S. Programs\nand Policy (2020) (Summary). Acting with the President in the\nlegislative process, Congress sometimes imposes conditions on\nforeign aid. See 22 U. S. C. §§2271, 2272, 2371,\n7110(g)(2). Congress may condition funding on a foreign\norganization’s ideological commitments—for example, pro-democracy,\npro-women’s rights, anti-terrorism, pro-religious freedom, anti-sex\ntrafficking, or the like. Doing so helps ensure that U. S.\nforeign aid serves U. S. interests. By contrast, plaintiffs’\napproach would throw a constitutional wrench into American foreign\npolicy. In particular, plaintiffs’ approach would put Congress in\nthe untenable position of either cutting off certain funding\nprograms altogether, or instead funding foreign organizations that\nmay not align with U. S. values. We see no constitutional\njustification for the Federal Judiciary to interfere in that\nfashion with American foreign policy and American aid to foreign\norganizations.In short, plaintiffs’ foreign affiliates are\nforeign organizations, and foreign organizations operating abroad\nhave no First Amendment rights.To overcome that conclusion, plaintiffs advance\ntwo main arguments. But neither persuades us.First, plaintiffs theorize that the\nforeign affiliates’ required statement of policy against\nprostitution and sex trafficking may be incorrectly attributed to\nthe American organizations. Therefore, the theory goes, the\nAmerican organizations themselves possess a First Amendment right\nagainst imposition of the Policy Requirement on their foreign\naffiliates.As support, plaintiffs point to First Amendment\ncases involving speech misattribution between formally distinct\nspeakers. See,e.g.,Hurleyv.Irish-American Gay,\nLesbian and Bisexual Group of Boston, Inc.,515 U.S.\n557, 574–575 (1995);Pacific Gas & Elec. Co.v.Public Util. Comm’n of Cal.,475 U.S.\n1, 15 (1986) (plurality opinion); cf.PruneYard Shopping\nCenterv.Robins,447 U.S.\n74, 87 (1980). But the constitutional issue in those cases\narose because the State forced one speaker to host another\nspeaker’s speech. SeeHurley, 515 U. S., at 572–573;Pacific Gas, 475 U. S., at 15; cf.PruneYard,\n447 U. S., at 85, 87. Here, by contrast, the United States is\nnot forcing plaintiffs to affiliate with foreign organizations.\nPlaintiffs are free to choose whether to affiliate with foreign\norganizations and are free to disclaim agreement with the foreign\naffiliates’ required statement of policy. Any alleged\nmisattribution in this case and any effect on the American\norganizations’ message of neutrality toward prostitution stems from\ntheir choice to affiliate with foreign organizations, not from\nU. S. Government compulsion. Because the First Amendment\nmisattribution cases are premised on government compulsion to\nassociate with another entity, those cases do not apply here.In support of their misattribution argument,\nplaintiffs also citeReganv.Taxation With\nRepresentation of Wash.,461 U.S.\n540, 544–545, and n. 6 (1983). But as relevant here, that\ncase simply explained that a speech restriction on a corporate\nentity did not prevent a separate affiliate from speaking, a point\nthat is not disputed in this case.We appreciate that plaintiffs would prefer to\naffiliate with foreign organizations that do not oppose\nprostitution. But Congress required foreign organizations to oppose\nprostitution in return for American funding. And plaintiffs cannot\nexport their own First Amendment rights to shield foreign\norganizations from Congress’s funding conditions.Stressing that their position is limited,\nplaintiffs emphasize that the Court could narrowly decide to\nprotect the free speech rights of only those foreign organizations\nthat areclosely identifiedwith American organizations—for\nexample, those foreign affiliates that share similar names, logos,\nand brands with American organizations. According to plaintiffs,\nthose “closely identified” scenarios greatly increase the risk of\nmisattribution. But again, the First Amendment cases involving\nspeech misattribution arose when the State forced one speaker to\nhost another speaker’s speech. No compulsion is present here.\nMoreover, plaintiffs’ proposed line-drawing among foreign\norganizations would blur a clear rule of American law: Foreign\norganizations operating abroad do not possess rights under the\nU. S. Constitution. Plaintiffs’ carve-out not only would\ndeviate from that fundamental principle, but also would enmesh the\ncourts in difficult line-drawing exercises—how closely identified\nis close enough?—and leave courts without any principled basis for\nmaking those judgments. We discern no good reason to invent a new\nand legally unmoored exception to longstanding principles of\nAmerican constitutional and corporate law.Second, plaintiffs argue that the Court’s\n2013 decision in this case encompassed both plaintiffs’ American\norganizations and their foreign affiliates, meaning that, in\nplaintiffs’ view, the Court has already resolved the issue before\nus. That is not correct. The plaintiffs in the 2013 case were these\nsame American organizations. It is true that the Court considered\nthe possibility that an American organization could work through\naffiliates to potentially avoid the burdens of the\notherwise-unconstitutional application of the Policy Requirement.\nBut the Court rejected that alternative, which in essence would\nhave compelled the American organizations to affiliate with other\norganizations. The Court instead ruled that the Policy Requirement\nmay not be applied to plaintiffs’ American organizations.\nTherefore, plaintiffs’ current affiliations with foreign\norganizations are their own choice, not the result of any\nU. S. Government compulsion.Stated simply, in the prior decision, the Court\ndid not facially invalidate the Act’s condition on funding. The\nCourt did not hold or suggest that the First Amendment requires the\nGovernment to exempt plaintiffs’ foreign affiliates or other\nforeign organizations from the Policy Requirement. And the Court\ndid not purport to override the longstanding constitutional law\nprinciple that foreign organizations operating abroad do not\npossess constitutional rights, or the elementary corporate law\nprinciple that each corporation is a separate legal unit.The dissent emphasizes that this case concerns\n“the First Amendment rights of American organizations.”Post, at 1 (opinion of Breyer, J.). We respectfully disagree\nwith that characterization of the question presented. The Court’s\nprior decision recognized the First Amendment rights of American\norganizations and held that American organizations do not have to\ncomply with the Policy Requirement. This case instead concerns\nforeign organizations that are voluntarily affiliated with American\norganizations. Those foreign organizations are legally separate\nfrom the American organizations. And because foreign organizations\noperating abroad do not possess constitutional rights, those\nforeign organizations do not have a First Amendment right to\ndisregard the Policy Requirement.In sum, plaintiffs’ foreign affiliates are\nforeign organizations, and foreign organizations operating abroad\npossess no rights under the U. S. Constitution. We reverse the\njudgment of the U. S. Court of Appeals for the Second\nCircuit.It is so ordered.Justice Kagan took no part in the consideration\nor decision of this case.Notes1* As Justice Jackson\nstated for the Court inEisentrager: “If the Fifth Amendment\nconfers its rights on all the world . . . , the same\nmust be true of the companion civil-rights Amendments, for none of\nthem is limited by its express terms, territorially or as to\npersons. Such a construction would mean that during military\noccupation irreconcilable enemy elements, guerrilla fighters, and\n‘werewolves’ could require the American Judiciary to assure them\nfreedoms of speech, press, and assembly as in the First Amendment,\nright to bear arms as in the Second, security against\n‘unreasonable’ searches and seizures as in the Fourth, as well as\nrights to jury trial as in the Fifth and Sixth Amendments. “Such\nextraterritorial application of organic law would have been so\nsignificant an innovation in the practice of governments that, if\nintended or apprehended, it could scarcely have failed to excite\ncontemporary comment. Not one word can be cited. No decision of\nthis Court supports such a view.Cf. Downesv.Bidwell,182 U.S.\n244. None of the learned commentators on our Constitution has\neven hinted at it.” 339 U. S., at 784–785.",
    "joined": []
}