{
    "case": {
        "docket": "20a87",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/20a87/"
    },
    "id": "4355042",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20A87_________________ROMAN CATHOLIC DIOCESE OF BROOKLYN, NEW YORKv.ANDREW M. CUOMO, GOVERNOR OF NEW YORKon application for injunctive relief[November 25, 2020]Justice Kavanaugh, concurring.I vote to grant the applications of the Roman\nCatholic Diocese of Brooklyn and Agudath Israel of America for\ntemporary injunctions against New York’s 10-person and 25- person\ncaps on attendance at religious services. On this record, temporary\ninjunctions are warranted because New York’s severe caps on\nattendance at religious services likely violate the First\nAmendment. Importantly, the Court’s orders today are not final\ndecisions on the merits. Instead, the Court simply grantstemporaryinjunctive relief until the Court of Appeals in\nDecember, and then this Court as appropriate, can more fully\nconsider the merits.To begin with, New York’s 10-person and\n25-person caps on attendance at religious services in red and\norange zones (which are areas where COVID–19 is more prevalent) are\nmuch more severe than most other States’ restrictions, including\nthe California and Nevada limits at issue inSouth Bay United\nPentecostal Churchv.Newsom, 590 U. S. ___ (2020),\nandCalvary Chapel Dayton Valleyv.Sisolak, 591\nU. S. ___ (2020). InSouth Bay, houses of worship were\nlimited to 100 people (or, in buildings with capacity of under 400,\nto 25% of capacity). And inCalvary, houses of worship were\nlimited to 50 people.New York has gone much further. In New York’s\nred zones, most houses of worship are limited to 10 people; in\norange zones, most houses of worship are limited to 25 people.\nThose strict and inflexible numerical caps apply even to large\nchurches and synagogues that ordinarily can hold hundreds of people\nand that, with social distancing and mask requirements, could still\neasily hold far more than 10 or 25 people.Moreover, New York’s restrictions on houses of\nworship not only are severe, but also are discriminatory. In red\nand orange zones, houses of worship must adhere to numerical caps\nof 10 and 25 people, respectively, but those caps do not apply to\nsome secular buildings in the same neighborhoods. In a red zone,\nfor example, a church or synagogue must adhere to a 10-person\nattendance cap, while a grocery store, pet store, or big-box store\ndown the street does not face the same restriction. In an orange\nzone, the discrimination against religion is even starker:\nEssential businesses and many non-essential businesses are subject\nto no attendance caps at all.The State’s discrimination against religion\nraises a serious First Amendment issue and triggers heightened\nscrutiny, requiring the State to provide a sufficient justification\nfor the discrimination. SeeChurch of Lukumi Babalu Aye,\nInc.v.Hialeah,508 U.S.\n520, 537–538 (1993);Employment Div., Dept. of Human\nResources of Ore.v.Smith,494\nU.S. 872, 884 (1990). But New York has not sufficiently\njustified treating houses of worship more severely than secular\nbusinesses.The State argues that it has not impermissibly\ndiscriminated against religion because some secular businesses such\nas movie theaters must remain closed and are thus treated less\nfavorably than houses of worship. But under this Court’s\nprecedents, it does not suffice for a State to point out that, as\ncompared to houses of worship,somesecular businesses are\nsubject to similarly severe or even more severe restrictions. SeeLukumi, 508 U. S., at 537–538;Smith, 494\nU. S., at 884; see alsoCalvary, 591 U. S., at ___\n(Kavanaugh, J., dissenting from denial of application for\ninjunctive relief ) (slip op., at 7). Rather, once a State\ncreates a favored class of businesses, as New York has done in this\ncase, the State must justify why houses of worship are excluded\nfrom that favored class. Here, therefore, the State must justify\nimposing a 10-person or 25-person limit on houses of worship but\nnot on favored secular businesses. SeeLukumi, 508\nU. S., at 537–538;Smith, 494 U. S., at 884. The\nState has not done so.To be clear, the COVID–19 pandemic remains\nextraordinarily serious and deadly. And at least until vaccines are\nreadily available, the situation may get worse in many parts of the\nUnited States. The Constitution “principally entrusts the safety\nand the health of the people to the politically accountable\nofficials of the States.”South Bay, 590 U. S., at ___\n(Roberts, C. J., concurring in denial of application for\ninjunctive relief ) (slip op., at 2) (internal quotation marks\nand alteration omitted). Federal courts therefore must afford\nsubstantial deference to state and local authorities about how best\nto balance competing policy considerations during the pandemic. Seeibid. But judicial deference in an emergency or a crisis\ndoes not mean wholesale judicial abdication, especially when\nimportant questions of religious discrimination, racial\ndiscrimination, free speech, or the like are raised.In light of the devastating pandemic, I do not\ndoubt the State’s authority to impose tailored restrictions—even\nvery strict restrictions—on attendance at religious services and\nsecular gatherings alike. But the New York restrictions on houses\nof worship are not tailored to the circumstances given the First\nAmendment interests at stake. To reiterate, New York’s restrictions\non houses of worship are much more severe than the California and\nNevada restrictions at issue inSouth BayandCalvary, and much more severe than the restrictions that\nmost other States are imposing on attendance at religious services.\nAnd New York’s restrictions discriminate against religion by\ntreating houses of worship significantly worse than some secular\nbusinesses.For those reasons, I agree with The Chief\nJustice that New York’s “[n]umerical capacity limits of 10 and 25\npeople . . . seem unduly restrictive” and that “it may\nwell be that such restrictions violate the Free Exercise Clause.”Post, at 1. I part ways with The Chief Justice on a narrow\nprocedural point regarding the timing of the injunctions. The Chief\nJustice would not issue injunctions at this time.As he\nnotes, the State made a change in designations a few days ago, and\nnow none of the churches and synagogues who are applicants in these\ncases are located in red or orange zones. As I understand it, The\nChief Justice would not issue an injunction unless and until a\nhouse of worship applies for an injunction and is still in a red or\norange zone on the day that the injunction is finally issued. But\nthe State has not withdrawn or amended the relevant Executive\nOrder. And the State does not suggest that the applicants lack\nstanding to challenge the red-zone and orange-zone caps imposed by\nthe Executive Order, or that these cases are moot or not ripe. In\nother words, the State does not deny that the applicants face an\nimminent injurytoday. In particular, the State does not\ndeny that some houses of worship, including the applicants here,\nare located in areas that likely will be classified as red or\norange zones in the very near future. I therefore see no\njurisdictional or prudential barriers to issuing the injunctions\nnow.There also is no good reason to delay issuance\nof the injunctions, as I see it. If no houses of worship end up in\nred or orange zones, then the Court’s injunctions today will impose\nno harm on the State and have no effect on the State’s response to\nCOVID–19. And if houses of worship end up in red or orange zones,\nas is likely, then today’s injunctions will ensure that religious\norganizations are not subjected to the unconstitutional 10-person\nand 25-person caps. Moreover, issuing the injunctions now rather\nthan a few days from now not only will ensure that the applicants’\nconstitutional rights are protected, but also will provide some\nneeded clarity for the State and religious organizations.*  *  *On this record, the applicants have shown: a\nlikelihood that the Court would grant certiorari and reverse;\nirreparable harm; and that the equities favor injunctive relief. I\ntherefore vote to grant the applications for temporary injunctive\nrelief until the Court of Appeals in December, and then this Court\nas appropriate, can more fully consider the merits.",
    "joined": []
}