{
    "case": {
        "docket": "20-512",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-512/"
    },
    "id": "4441783",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 20–512 and 20–520_________________NATIONAL COLLEGIATE ATHLETIC\nASSOCIATION, PETITIONER20–512v.SHAWNE ALSTON, et al.AMERICAN ATHLETIC CONFERENCE,\net al., PETITIONERS20–520v.SHAWNE ALSTON, et al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[June 21, 2021]Justice Kavanaugh, concurring.The NCAA has long restricted the compensation\nand benefits that student athletes may receive. And with surprising\nsuccess, the NCAA has long shielded its compensation rules from\nordinary antitrust scrutiny. Today, however, the Court holds that\nthe NCAA has violated the antitrust laws. The Court’s decision\nmarks an important and overdue course correction, and I join the\nCourt’s excellent opinion in full.But this case involves only a narrow subset of\nthe NCAA’s compensation rules—namely, the rules restricting theeducation-relatedbenefits that student athletes may\nreceive, such as post-eligibility scholarships at graduate or\nvocational schools. The rest of the NCAA’s compensation rules are\nnot at issue here and therefore remain on the books. Those\nremaining compensation rules generally restrict student athletes\nfrom receiving compensation or benefits from their colleges for\nplaying sports. And those rules have also historically restricted\nstudent athletes from receiving money from endorsement deals and\nthe like.I add this concurring opinion to underscore that\nthe NCAA’s remaining compensation rules also raise serious\nquestions under the antitrust laws. Three points warrant\nemphasis.First, the Court does not address the\nlegality of the NCAA’s remaining compensation rules. As the Court\nsays, “the student-athletes do not renew their across-the-board\nchallenge to the NCAA’s compensation restrictions. Accordingly, we\ndo not pass on the rules that remain in place or the district\ncourt’s judgment upholding them. Our review is confined to those\nrestrictions now enjoined.”Ante,at 14.Second, although the Court does not weigh\nin on the ultimate legality of the NCAA’s remaining compensation\nrules, the Court’s decision establishes how any such rules should\nbe analyzed going forward. After today’s decision, the NCAA’s\nremaining compensation rules should receive ordinary “rule of\nreason” scrutiny under the antitrust laws. The Court makes clear\nthat the decades-old “stray comments” about college sports and\namateurism made inNational Collegiate Athletic Assn.v.Board of Regents of Univ. of Okla.,468 U.S.\n85(1984), were dicta and have no bearing on whether the NCAA’s\ncurrent compensation rules are lawful.Ante,at 21. And the\nCourt stresses that the NCAA is not otherwise entitled to an\nexemption from the antitrust laws.Ante,at 23–24; see alsoRadovichv.National Football League,352 U.S.\n445, 449–452 (1957). As a result, absent legislation or a\nnegotiated agreement between the NCAA and the student athletes, the\nNCAA’s remaining compensation rules should be subject to ordinary\nrule of reason scrutiny. Seeante,at 18–19.Third, there are serious questions\nwhether the NCAA’s remaining compensation rules can pass muster\nunder ordinary rule of reason scrutiny. Under the rule of reason,\nthe NCAA must supply a legally valid procompetitive justification\nfor its remaining compensation rules. As I see it, however, the\nNCAA may lack such a justification.The NCAA acknowledges that it controls the\nmarket for college athletes. The NCAA concedes that its\ncompensation rules set the price of student athlete labor at a\nbelow-market rate. And the NCAA recognizes that student athletes\ncurrently have no meaningful ability to negotiate with the NCAA\nover the compensation rules.The NCAA nonetheless asserts that its\ncompensation rules are procompetitive because those rules help\ndefine the product of college sports. Specifically, the NCAA says\nthat colleges may decline to pay student athletes because the\ndefining feature of college sports, according to the NCAA, is that\nthe student athletes are not paid.In my view, that argument is circular and\nunpersuasive. The NCAA couches its arguments for not paying student\nathletes in innocuous labels. But the labels cannot disguise the\nreality: The NCAA’s business model would be flatly illegal in\nalmost any other industry in America. All of the restaurants in a\nregion cannot come together to cut cooks’ wages on the theory that\n“customers prefer” to eat food from low-paid cooks. Law firms\ncannot conspire to cabin lawyers’ salaries in the name of providing\nlegal services out of a “love of the law.” Hospitals cannot agree\nto cap nurses’ income in order to create a “purer” form of helping\nthe sick. News organizations cannot join forces to curtail pay to\nreporters to preserve a “tradition” of public-minded journalism.\nMovie studios cannot collude to slash benefits to camera crews to\nkindle a “spirit of amateurism” in Hollywood.Price-fixing labor is price-fixing labor. And\nprice-fixing labor is ordinarily a textbook antitrust problem\nbecause it extinguishes the free market in which individuals can\notherwise obtain fair compensation for their work. See,e.g.,Texaco Inc.v.Dagher,547 U.S.\n1, 5 (2006). Businesses like the NCAA cannot avoid the\nconsequences of price-fixing labor by incorporating price-fixed\nlabor into the definition of the product. Or to put it in more\ndoctrinal terms, a monopsony cannot launder its price-fixing of\nlabor by calling it product definition.The bottom line is that the NCAA and its member\ncolleges are suppressing the pay of student athletes who\ncollectively generatebillionsof dollars in revenues for\ncolleges every year. Those enormous sums of money flow to seemingly\neveryone except the student athletes. College presidents, athletic\ndirectors, coaches, conference commissioners, and NCAA executives\ntake in six- and seven-figure salaries. Colleges build lavish new\nfacilities. But the student athletes who generate the revenues,\nmany of whom are African American and from lower-income\nbackgrounds, end up with little or nothing. See Brief for African\nAmerican Antitrust Lawyers asAmici Curiae13–17.Everyone agrees that the NCAA can require\nstudent athletes to be enrolled students in good standing. But the\nNCAA’s business model of using unpaid student athletes to generate\nbillions of dollars in revenue for the colleges raises serious\nquestions under the antitrust laws. In particular, it is highly\nquestionable whether the NCAA and its member colleges can justify\nnot paying student athletes a fair share of the revenues on the\ncircular theory that the defining characteristic of college sports\nis that the colleges do not pay student athletes. And if that\nasserted justification is unavailing, it is not clear how the NCAA\ncan legally defend its remaining compensation rules.If it turns out that some or all of the NCAA’s\nremaining compensation rules violate the antitrust laws, some\ndifficult policy and practical questions would undoubtedly ensue.\nAmong them: How would paying greater compensation to student\nathletes affect non-revenue-raising sports? Could student athletes\nin some sports but not others receive compensation? How would any\ncompensation regime comply with Title IX? If paying student\nathletes requires something like a salary cap in some sports in\norder to preserve competitive balance, how would that cap be\nadministered? And given that there are now about 180,000 Division I\nstudent athletes, what is a financially sustainable way of fairly\ncompensating some or all of those student athletes?Of course, those difficult questions could be\nresolved in ways other than litigation. Legislation would be one\noption. Or colleges and student athletes could potentially engage\nin collective bargaining (or seek some other negotiated agreement)\nto provide student athletes a fairer share of the revenues that\nthey generate for their colleges, akin to how professional football\nand basketball players have negotiated for a share of league\nrevenues. Cf.Brownv.Pro Football, Inc.,518 U.S.\n231, 235–237 (1996);Woodv.National Basketball\nAssn., 809 F.2d 954, 958–963 (CA2 1987) (R. Winter, J.).\nRegardless of how those issues ultimately would be resolved,\nhowever, the NCAA’s current compensation regime raises serious\nquestions under the antitrust laws.To be sure, the NCAA and its member colleges\nmaintain important traditions that have become part of the fabric\nof America—game days in Tuscaloosa and South Bend; the packed gyms\nin Storrs and Durham; the women’s and men’s lacrosse championships\non Memorial Day weekend; track and field meets in Eugene; the\nspring softball and baseball World Series in Oklahoma City and\nOmaha; the list goes on. But those traditions alone cannot justify\nthe NCAA’s decision to build a massive money-raising enterprise on\nthe backs of student athletes who are not fairly compensated.\nNowhere else in America can businesses get away with agreeing not\nto pay their workers a fair market rate on the theory that their\nproduct is defined by not paying their workers a fair market rate.\nAnd under ordinary principles of antitrust law, it is not evident\nwhy college sports should be any different. The NCAA is not above\nthe law.",
    "joined": []
}