{
    "case": {
        "docket": "21-954",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-954/"
    },
    "id": "4603404",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–954_________________JOSEPH R. BIDEN, JR., PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERSv.TEXAS, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 30, 2022]Justice Kavanaugh, concurring.I agree with the Court that the District Court\nhad jurisdiction over Texas’s suit. I also agree with the Court\nthat the Government prevails on the merits of the two specific\nlegal questions presented here. I note, moreover, that six Members\nof the Court agree with the Court’s merits conclusion. Seepost, at 1 (Barrett, J., dissenting).I write separately to briefly elaborate on my\nunderstanding of the relevant statutory provisions and to point out\none legal issue that remains open for resolution on remand.When the Department of Homeland Security lacks\nsufficient capacity to detain noncitizens at the southern border\npending their immigration proceedings (often asylum proceedings),\nthe immigration laws afford DHS two primary options.Option one: DHS may grant noncitizens parole\ninto the United States if parole provides a “significant public\nbenefit.” 8 U. S. C. §1182(d)(5)(A). Parole entails\nreleasing individuals on a case-by-case basis into the United\nStates subject to “reasonable assurances” that they “will appear at\nall hearings.” 8 CFR §212.5(d) (2020); see 8 U. S. C.\n§1182(d)(5)(A). Notably, every Administration beginning in the late\n1990s has relied heavily on the parole option, including the\nadministrations of Presidents Clinton, Bush, Obama, Trump, and\nBiden. See Tr. of Oral Arg. 4, 49–54.Option two: DHS may choose to return noncitizens\nto Mexico. 8 U. S. C. §1225(b)(2)(C). Consistent with\nthat statutory authority, the prior Administration chose to return\na relatively small group of noncitizens to Mexico.In general, when there is insufficient detention\ncapacity, both the parole option and the return-to-Mexico option\nare legally permissible options under the immigration statutes. As\nthe recent history illustrates, every President since the late\n1990s has employed the parole option, and President Trump also\nemployed the return-to-Mexico option for a relatively small group\nof noncitizens. Because the immigration statutes afford substantial\ndiscretion to the Executive, different Presidents may exercise that\ndiscretion differently. That is Administrative Law 101. SeeMotor Vehicle Mfrs. Assn. of United States, Inc.v.State\nFarm Mut. Automobile Ins. Co.,463 U.S.\n29, 59 (1983) (Rehnquist, J., concurring in part and dissenting\nin part).To be sure, the Administrative Procedure Act and\nthis Court’s decision inState Farmrequire that an\nexecutive agency’s exercise of discretion be reasonable and\nreasonably explained. Seeid., at 43 (majority opinion); see\nalsoFCCv.Prometheus Radio Project, 592 U. S.\n___, ___−___, ___ (2021) (slip op., at 7−8, 11);FCCv.Fox Television Stations, Inc.,556 U.S.\n502, 514−515 (2009); 5 U. S. C. §706. For example,\nwhen there is insufficient detention capacity and DHS chooses to\nparole noncitizens into the United States rather than returning\nthem to Mexico, DHS must reasonably explain why parole provides a\n“significant public benefit.” 8 U. S. C. §1182(d)(5)(A);\nsee,e.g.,State Farm, 463 U. S., at 46–57.\nReview under thatState Farmstandard is deferential but not\ntoothless.Id.,at 56.The question of whether DHS’s October 29\ndecision satisfies theState Farmstandard is not before\nthis Court at this time. The Court today therefore properly leaves\ntheState Farmissue for consideration on remand. Seeante, at 18, 25; Tr. of Oral Arg. 67−68.To be clear, when there is insufficient\ndetention capacity and the President chooses the parole option\nbecause he determines that returning noncitizens to Mexico is not\nfeasible for foreign-policy reasons, a court applyingState\nFarmmust be deferential to the President’s Article II\nforeign-policy judgment. Cf.,e.g.,Trumpv.Hawaii, 585 U. S. ___, ___–___ (2018) (slip op., at\n10–15). Nothing in the relevant immigration statutes at issue here\nsuggests that Congress wanted the Federal Judiciary to improperly\nsecond-guess the President’s Article II judgment with respect to\nAmerican foreign policy and foreign relations. SeeYoungstown\nSheet & Tube Co.v.Sawyer,343\nU.S. 579, 635−637 (1952) (Jackson, J., concurring); see alsoDames & Moorev.Regan,453\nU.S. 654, 678–679, 686–688 (1981).One final note: The larger policy story behind\nthis case is the multi-decade inability of the political branches\nto provide DHS with sufficient facilities to detain noncitizens who\nseek to enter the United States pending their immigration\nproceedings. But this Court has authority to address only the legal\nissues before us. We do not have authority to end the legislative\nstalemate or to resolve the underlying policy problems.With those additional comments, I join the\nCourt’s opinion in full.",
    "joined": []
}