{
    "case": {
        "docket": "19-8709",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-8709/"
    },
    "id": "4439253",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–8709 and 20–444_________________GREGORY GREER, PETITIONER19–8709v.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuitUNITED STATES, PETITIONER20–444v.MICHAEL ANDREW GARYon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 14, 2021]Justice Kavanaugh delivered the opinion of the\nCourt.Federal law prohibits the possession of firearms\nby certain categories of individuals, including by those who have\nbeen convicted of a crime punishable by more than one year in\nprison. See 18 U. S. C. §§922(g), 924(a)(2). InRehaifv.United States, 588 U. S. ___ (2019),\nthis Court clarified themens rearequirement for\nfirearms-possession offenses, including the felon-in-possession\noffense. In felon-in- possession cases afterRehaif, the\nGovernment must prove not only that the defendant knew he possessed\na firearm, but also thatheknew he was a felonwhen\nhe possessed the firearm. Seeid., at ___ (slip op., at\n11).As many courts have recognized and as common\nsense suggests, individuals who are convicted felons ordinarily\nknow that they are convicted felons. That simple point turns out to\nbe important in the two cases before us.Before this Court decidedRehaif, Gregory\nGreer and Michael Gary were separately convicted of\nfelon-in-possession offenses.Greer’s case arose when police officers began\ntalking to him in a hotel hallway. The officers suspected that\nGreer was involved in a prostitution ring. Greer ran from the\nofficers and led them on a chase down a stairwell. The officers\nfound a gun discarded in the stairwell and caught Greer shortly\nthereafter. Greer was wearing an empty holster clipped inside his\nwaistband. At the time of the incident, Greer was a convicted\nfelon. The Federal Government charged him in federal court with\nbeing a felon in possession of a firearm, and the case went to\ntrial. Greer’s defense was that he had never possessed the gun that\nthe police found in the stairwell. Greer did not request—and the\nDistrict Court did not give—a jury instruction requiring the jury\nto find that Greer knew he was a felon when he possessed the\nfirearm. The jury found Greer guilty.Gary’s case arose out of two separate encounters\nwith police. Both times, officers found Gary with a firearm. At the\ntime of the incidents, Gary was a convicted felon. The Federal\nGovernment charged him in federal court with two counts of being a\nfelon in possession of a firearm. Gary pled guilty. During the plea\ncolloquy, the District Court did not advise Gary that, if he went\nto trial, a jury would have to find that he knew he was a felon\nwhen he possessed the firearms.After Greer’s trial and Gary’s plea, this Court\ndecidedRehaif. Based onRehaif, both Greer and Gary\nraised newmens reaarguments on appeal. Greer argued that\nhe was entitled to a new trial because the District Court failed to\ninstruct the jury that he had to know he was a felon. Gary\nsimilarly argued that his guilty plea must be vacated because the\nDistrict Court failed to advise him during the plea colloquy that,\nif he went to trial, a jury would have to find that he knew he was\na felon. The Eleventh Circuit rejected Greer’s argument, 798 Fed.\nAppx. 483 (2020), while the Fourth Circuit agreed with Gary’s\nargument, 954 F.3d 194 (2020). We granted certiorari in both cases.\nSee 592 U. S. ___ (2021).*  *  *The question for this Court is whether Greer\nand Gary are entitled to plain-error relief for their unpreservedRehaifclaims. We conclude that they are not. We therefore\naffirm the judgment of the Eleventh Circuit and reverse the\njudgment of the Fourth Circuit.Under Rule 51(b) of the Federal Rules of\nCriminal Procedure, a defendant can preserve a claim of error “by\ninforming the court” of the claimed error when the relevant “court\nruling or order is made or sought.” If the defendant has “an\nopportunity to object” and fails to do so, he forfeits the claim of\nerror.Ibid.If the defendant later raises the forfeited\nclaim on appeal, Rule 52(b)’s plain-error standard applies. SeePuckettv.United States,556\nU.S. 129, 135 (2009).Here, both defendants forfeited theirmens\nreaclaims by failing to properly preserve them under Rule\n51(b). We therefore conduct plain-error review under Rule\n52(b).Rule 52(b) provides: “A plain error that affects\nsubstantial rights may be considered even though it was not brought\nto the court’s attention.” “Rule 52(b) is permissive, not\nmandatory.”United Statesv.Olano,507 U.S.\n725, 735 (1993). To establish eligibility for plain-error\nrelief, a defendant must satisfy three threshold requirements. SeeRosales-Mirelesv.United States, 585 U. S. ___,\n___–___ (2018) (slip op., at 3–4).First, there must be an\nerror.Second, the error must be plain.Third, the\nerror must affect “substantial rights,” which generally means that\nthere must be “a reasonable probability that, but for the error,\nthe outcome of the proceeding would have been different.”Id., at ___ (slip op., at 4) (internal quotation marks\nomitted). If those three requirements are met, an appellate court\nmay grant relief if it concludes that the error had a serious\neffect on “the fairness, integrity or public reputation of judicial\nproceedings.”Ibid.(internal quotation marks omitted); see\nalsoOlano, 507 U. S., at 735–737.The defendant has “the burden of establishing\nentitlement to relief for plain error.”United Statesv.Dominguez Benitez,542 U.S.\n74, 82 (2004). That means that the defendant has the burden of\nestablishing each of the four requirements for plain-error relief.\nSatisfying all four prongs of the plain-error test “is difficult.”Puckett, 556 U. S., at 135.In the two cases before us, all agree thatRehaiferrors occurred during both defendants’ district\ncourt proceedings and that the errors were plain, thus satisfying\nthe first two prongs of the plain-error test. We address the third\nprong: whether theRehaiferrors affected the defendants’\n“substantial rights.” Greer has the burden of showing that, if the\nDistrict Court had correctly instructed the jury on themens\nreaelement of a felon-in-possession offense, there is a\n“reasonable probability” that he would have been acquitted.Dominguez Benitez, 542 U. S., at 83. And Gary has the\nburden of showing that, if the District Court had correctly advised\nhim of themens reaelement of the offense, there is a\n“reasonable probability” that he would not have pled guilty.Ibid.In a felon-in-possession case where the\ndefendant was in fact a felon when he possessed firearms, the\ndefendant faces an uphill climb in trying to satisfy the\nsubstantial-rights prong of the plain-error test based on an\nargument that he did not know he was a felon. The reason is simple:\nIf a person is a felon, he ordinarily knows he is a felon. “Felony\nstatus is simply not the kind of thing that one forgets.” 963 F.3d\n420, 423 (CA4 2020) (Wilkinson, J., concurring in denial of reh’g\nen banc). That simple truth is not lost upon juries. Thus, absent a\nreason to conclude otherwise, a jury will usually find that a\ndefendantknewhe was a felon based on the fact that hewasa felon. A defendant considering whether to plead guilty\nwould recognize as much and would likely factor that reality into\nthe decision to plead guilty. In short, if a defendant was in fact\na felon, it will be difficult for him to carry the burden on\nplain-error review of showing a “reasonable probability” that, but\nfor theRehaiferror, the outcome of the district court\nproceedings would have been different.Of course, there may be cases in which a\ndefendant who is a felon can make an adequate showing on appeal\nthat he would have presented evidence in the district court that he\ndid not in fact know he was a felon when he possessed firearms. See\nFed. Rule App. Proc. 10(e). Indeed, at oral argument, the\nGovernment conceded that there are circumstances in which a\ndefendant might make such a showing. See Tr. of Oral Arg. in No.\n19–8709, pp. 42–43, 50–51, 61–62; Tr. of Oral Arg. in No.\n20–444, pp. 16–17. But if a defendant does not make such an\nargument or representation on appeal, the appellate court will have\nno reason to believe that the defendant would have presented such\nevidence to a jury, and thus no basis to conclude that there is a\n“reasonable probability” that the outcome would have been different\nabsent theRehaiferror.Here, Greer and Gary have not carried the burden\nof showing that theRehaiferrors in their respective cases\naffected their substantial rights. Before their respective\nfelon-in-possession offenses, both Greer and Gary had been\nconvicted of multiple felonies. Those prior convictions are\nsubstantial evidence that they knew they were felons. Neither\ndefendant has ever disputed the fact of their prior convictions. At\ntrial, Greer stipulated to the fact that he was a felon. And Gary\nadmitted that he was a felon when he pled guilty. Importantly, on\nappeal, neither Greer nor Gary has argued or made a representation\nthat they would have presented evidence at trial that they did not\nin fact know they were felons when they possessed firearms.\nTherefore, Greer cannot show that, but for theRehaiferror\nin the jury instructions, there is a reasonable probability that a\njury would have acquitted him. And Gary likewise cannot show that,\nbut for theRehaiferror during the plea colloquy, there is\na reasonable probability that he would have gone to trial rather\nthan plead guilty.In sum, as the Fifth Circuit aptly stated,\ndemonstrating prejudice underRehaif“will be difficult for\nmost convicted felons for one simple reason: Convicted felons\ntypically know they’re convicted felons.”United Statesv.Lavalais, 960 F.3d 180, 184 (2020). So it is here.In response, Greer and Gary advance several\narguments, none of which is persuasive.Greer’s primary argument is that an appellate\ncourt conducting plain-error review of aRehaifinstructional error may examine only the trial record, not the\nentire record. Thus, as relevant here, Greer contends that an\nappellate court may not consider information about a defendant’s\nprior convictions contained in a pre-sentence report. But the\nundisputed fact that Greer was a felon is in the trial record.\nIndeed, Greer stipulated to that fact. SeeOld Chiefv.United States,519 U.S.\n172(1997). And importantly, Greer has never argued or made any\nrepresentation on appeal—either to the Eleventh Circuit or to this\nCourt—that he did not know he was a felon when he possessed a\nfirearm. We therefore need not look to the pre-sentence report to\nresolve the plain-error question in this case.In any event, Greer’s argument that plain-error\nreview must focus exclusively on the trial record contravenes both\nlogic and precedent. Recall that the question at the\nsubstantial-rights prong of plain-error review is whether there is\na reasonable probability that, if the jury had been given the\npropermens reainstruction, Greer would have been\nacquitted. Greer asks us to assume a scenario where the proper\ninstruction was given, but where the Government did not introduce\nadditional evidence to prove that Greer knew he was a felon. That\nis not a realistic scenario.Greer’s argument is also inconsistent with\nprecedent. This Court has repeatedly stated that an appellate court\nconducting plain-error review may consider theentirerecord—not just the record from theparticular proceedingwhere the error occurred. See,e.g.,United Statesv.Vonn,535 U.S.\n55, 58–59, 74–75 (2002); see alsoPuckett, 556\nU. S., at 142–143;Dominguez Benitez, 542 U. S.,\nat 84–85;United Statesv.Cotton,535 U.S.\n625, 632–633, and n. 3 (2002). Therefore, when an\nappellate court conducts plain-error review of aRehaifinstructional error, the court can examine relevant and reliable\ninformation from the entire record—including information contained\nin a pre-sentence report.To be sure, if a defendant believes that\nparticular information in the record is irrelevant or unreliable,\nshe may urge the appellate court to discount that information. But\nconcerns about relevance and reliability should be addressed\nthrough case-by-case adjudication rather than through a categorical\nbar against considering evidence outside the trial record.For his part, Gary argues that he is exempt from\nordinary plain-error review for one of two alternative reasons.First, Gary contends that his unpreservedRehaifclaim is not subject to ordinary plain-error review\nbecause his claim falls within a narrow “futility” exception to\nRule 52(b). Gary notes that, at the time of his guilty plea, every\nCourt of Appeals to consider the issue had held that knowledge of\none’s felon status was not an element of a felon-in- possession\noffense. Given that uniform wall of precedent, he says that it\nwould have been futile for him to contemporaneously object to the\nomission of that element from his plea colloquy. For that reason,\nhe argues that his claim should be governed by the more lenient\nharmless-error standard of Rule 52(a) rather than the more exacting\nplain-error standard of Rule 52(b).The problem for Gary is that his proposed\nfutility exception lacks any support in the text of the Federal\nRules of Criminal Procedure or in this Court’s precedents.Start with Rule 52, which addresses the\nstandards for harmless-error and plain-error review in federal\ncriminal appeals. Rule 52 is divided into two subsections. Rule\n52(a) deals with harmless error. Rule 52(b) addresses plain error.\nRule 52(b) specifically addresses unpreserved errors, while Rule\n52(a) makes no mention of such errors. Thus, Rule 52(a) and Rule\n52(b) together indicate that unpreserved errors must be analyzed\nfor plain error under Rule 52(b).Consider also Rule 51, which provides that a\nparty’s failure to make a contemporaneous objection does not\nprejudice the party if he did “not have an opportunity” to raise\nthe objection. Rule 51’s focus on a party’sopportunityto\nobject—rather than a party’s likelihood ofprevailingon the\nobjection—also undercuts Gary’s proposed futility exception.Consistent with the text of Rules 51 and 52,\nthis Court’s precedents have long drawn a bright line between\nharmless-error and plain-error review based on preservation. SeeOlano, 507 U. S., at 731. InJohnsonv.United States,520 U.S.\n461(1997), for example, the Court applied plain-error review\nto a claim that was the subject of an 11 to 1 split in authority\namong the Circuits, with only one Court of Appeals accepting the\ndefendant’s position. The “near-uniform precedent both from this\nCourt and from the Courts of Appeals,”id., at 467–468, did\nnot affect the application of Rule 52(b). All that mattered was\nthat the defendant had failed to raise a contemporaneous objection.\nSeeid., at 465–466.In sum, both the Federal Rules and this Court’s\nprecedents confirm that unpreservedRehaifclaims are\nsubject to plain-error review under Rule 52(b).Second, Gary asserts thatRehaiferrors (at least when they occur during a plea proceeding) are\n“structural” and require automatic vacatur ineverycase\nwithout regard to whether a defendant can otherwise satisfy the\nplain-error test.As this Court has repeatedly made clear,\nhowever, the “general rule” is that “a constitutional error does\nnot automatically require reversal of a conviction.”Arizonav.Fulminante,499 U.S.\n279, 306 (1991). Only in a “very limited class of cases” has\nthe Court concluded that an error is structural, and “thus subject\nto automatic reversal” on appeal.Nederv.United\nStates,527 U.S.\n1, 8 (1999) (internal quotation marks omitted).Structural errors are errors that affect the\n“entire conduct of the [proceeding] from beginning to end.”Fulminante, 499 U. S., at 309. The “highly exceptional”\ncategory of structural errors includes, for example, the “denial of\ncounsel of choice, denial of self-representation, denial of a\npublic trial, and failure to convey to a jury that guilt must be\nproved beyond a reasonable doubt.”United Statesv.Davila,569 U.S.\n597, 611 (2013).By contrast, discrete defects in the criminal\nprocess—such as the omission of a single element from jury\ninstructions or the omission of a required warning from a Rule 11\nplea colloquy—are not structural because they do not\n“necessarilyrender a criminal trial fundamentally unfair or\nan unreliable vehicle for determining guilt or innocence.”Neder, 527 U. S., at 9 (omission of element from jury\ninstructions); see alsoDominguez Benitez, 542 U. S.,\nat 81, n. 6 (omission of Rule 11 warning from plea\ncolloquy).As the Court’s precedents make clear, the\nomission of a single element from jury instructions is not\nstructural. See,e.g.,Neder, 527 U. S., at\n7–10. ARehaiferror in jury instructions is therefore not\nstructural. And it follows that aRehaiferror in a plea\ncolloquy is likewise not structural. The omission of thatmens\nreaelement from a plea colloquy—like the omission of thatmens reaelement from jury instructions—does not affect the\nentire framework within which the proceeding occurs. See 527\nU. S., at 8. And unlike the errors that this Court has found\nstructural, the omission of a single element from a plea colloquy\ndoes not “deprive defendants of basic protections without which a\ncriminal [proceeding] cannot reliably serve its function as a\nvehicle for determination of guilt or innocence.”Id., at\n8–9 (internal quotation marks omitted). In short,Rehaiferrors fit comfortably within the “general rule” that “a\nconstitutional error does not automatically require reversal of a\nconviction.”Fulminante, 499 U. S., at 306. Rather, a\ndefendant such as Gary must satisfy the ordinary plain-error\ntest.*  *  *The bottom line of these two cases is\nstraightforward. In felon-in-possession cases, aRehaiferror is not a basis for plain-error relief unless the defendant\nfirst makes a sufficient argument or representation on appeal that\nhe would have presented evidence at trial that he did not in fact\nknow he was a felon. When a defendant advances such an argument or\nrepresentation on appeal, the court must determine whether the\ndefendant has carried the burden of showing a “reasonable\nprobability” that the outcome of the district court proceeding\nwould have been different. Because Greer and Gary did not make any\nsuch argument or representation on appeal in these cases, they have\nnot satisfied the plain-error test.[1]We affirm the judgment of the U. S. Court\nof Appeals for the Eleventh Circuit, and we reverse the judgment of\nthe U. S. Court of Appeals for the Fourth Circuit.It is so ordered.Notes1The partial dissent contends\nthat we should vacate and remand for the Fourth Circuit to consider\nwhether Gary can “make a case-specific showing” that the outcome of\nhis plea proceedings would have been different absent theRehaiferror.Post,at 7. But Gary already had that\nopportunity before the Fourth Circuit and did not make such a\nshowing. Before the Fourth Circuit, Gary did not claim that he did\nnot know he was a felon or suggest that he would not have pled\nguilty absent theRehaiferror. He argued only that aRehaiferror during a plea colloquy is a structural error\nthat requires automatic reversaleven ifthere is\n“overwhelming evidence that the defendant would have pleaded guilty\nregardless.” Supp. Brief for Appellant in No. 18–4578 (CA4),\np. 10 (internal quotation marks omitted).",
    "joined": []
}