{
    "case": {
        "docket": "17-9572",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-9572/"
    },
    "id": "4111951",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–9572_________________CURTIS GIOVANNI FLOWERS, PETITIONERv.MISSISSIPPIon writ of certiorari to the supreme court of\nmississippi[June 21, 2019]Justice Kavanaugh delivered the opinion of the\nCourt.InBatsonv.Kentucky,476 U.S.\n79(1986), this Court ruled that a State may not discriminate\non the basis of race when exercising peremptory challenges against\nprospective jurors in a criminal trial.In 1996, Curtis Flowers allegedly murdered four\npeople in Winona, Mississippi. Flowers is black. He has been tried\nsix separate times before a jury for murder. The same lead\nprosecutor represented the State in all six trials.In the initial three trials, Flowers was\nconvicted, but the Mississippi Supreme Court reversed each\nconviction. In the first trial, Flowers was convicted, but the\nMississippi Supreme Court reversed the conviction due to “numerous\ninstances of prosecutorial misconduct.”Flowersv.State, 773 So. 2d 309, 327 (2000). In the second trial, the\ntrial court found that the prosecutor discriminated on the basis of\nrace in the peremptory challenge of a black juror. The trial court\nseated the black juror. Flowers was then convicted, but the\nMississippi Supreme Court again reversed the conviction because of\nprosecutorial misconduct at trial. In the third trial, Flowers was\nconvicted, but the Mississippi Supreme Court yet again reversed the\nconviction, this time because the court concluded that the\nprosecutor had again discriminated against black prospective jurors\nin the jury selection process. The court’s lead opinion stated:\n“The instant case presents us with as strong a prima facie case of\nracial discrimination as we have ever seen in the context of aBatsonchallenge.”Flowersv.State, 947 So.\n2d 910, 935 (2007). The opinion further stated that the “State\nengaged in racially discriminatory practices during the jury\nselection process” and that the “case evinces an effort by the\nState to exclude African-Americans from jury service.”Id.,at 937, 939.The fourth and fifth trials of Flowers ended in\nmistrials due to hung juries.In his sixth trial, which is the one at issue\nhere, Flowers was convicted. The State struck five of the six black\nprospective jurors. On appeal, Flowers argued that the State again\nviolatedBatsonin exercising peremptory strikes against\nblack prospective jurors. In a divided 5-to-4 decision, the\nMississippi Supreme Court affirmed the conviction. We granted\ncertiorari on theBatsonquestion and now reverse. See 586\nU. S. ___ (2018).Four critical facts, taken together, require\nreversal.First, in the six trials combined, the State\nemployed its peremptory challenges to strike 41 of the 42 black\nprospective jurors that it could have struck—a statistic that the\nState acknowledged at oral argument in this Court. Tr. of Oral Arg.\n32.Second, in the most recent trial, the sixth trial, the\nState exercised peremptory strikes against five of the six black\nprospective jurors.Third, at the sixth trial, in an\napparent effort to find pretextual reasons to strike black\nprospective jurors, the State engaged in dramatically disparate\nquestioning of black and white prospective jurors.Fourth,\nthe State then struck at least one black prospective juror, Carolyn\nWright, who was similarly situated to white prospective jurors who\nwere not struck by the State.We need not and do not decide that any one of\nthose four facts alone would require reversal. All that we need to\ndecide, and all that we do decide, is that all of the relevant\nfacts and circumstances taken together establish that the trial\ncourt committed clear error in concluding that the State’s\nperemptory strike of black prospective juror Carolyn Wright was not\n“motivated in substantial part by discriminatory intent.”Fosterv.Chatman, 578 U. S. ___, ___ (2016)\n(slip op., at 23) (internal quotation marks omitted). In reaching\nthat conclusion, we break no new legal ground. We simply enforce\nand reinforceBatsonby applying it to the extraordinary\nfacts of this case.We reverse the judgment of the Supreme Court of\nMississippi, and we remand the case for further proceedings not\ninconsistent with this opinion.IThe underlying events that gave rise to this\ncase took place in Winona, Mississippi. Winona is a small town in\nnorthern Mississippi, just off I–55 almost halfway between Jackson\nand Memphis. The total population of Winona is about 5,000. The\ntown is about 53 percent black and about 46 percent white.In 1996, Bertha Tardy, Robert Golden, Derrick\nStewart, and Carmen Rigby were murdered at the Tardy Furniture\nstore in Winona. All four victims worked at the Tardy Furniture\nstore. Three of the four victims were white; one was black. In\n1997, the State charged Curtis Flowers with murder. Flowers is\nblack. Since then, Flowers has been tried six separate times for\nthe murders. In each of the first two trials, Flowers was tried for\none individual murder. In each subsequent trial, Flowers was tried\nfor all four of the murders together. The same state prosecutor\ntried Flowers each time. The prosecutor is white.At Flowers’ first trial, 36 prospective jurors—5\nblack and 31 white—were presented to potentially serve on the jury.\nThe State exercised a total of 12 peremptory strikes, and it used 5\nof them to strike the five qualified black prospective jurors.\nFlowers objected, arguing underBatsonthat the State had\nexercised its peremptory strikes in a racially discriminatory\nmanner. The trial court rejected theBatsonchallenge.\nBecause the trial court allowed the State’s peremptory strikes,\nFlowers was tried in front of an all-white jury. The jury convicted\nFlowers and sentenced him to death.On appeal, the Mississippi Supreme Court\nreversed the conviction, concluding that the State had committed\nprosecutorial misconduct in front of the jury by, among other\nthings, expressing baseless grounds for doubting the credibility of\nwitnesses and mentioning facts that had not been allowed into\nevidence by the trial judge.Flowers, 773 So. 2d, at\n317, 334. In its opinion, the Mississippi Supreme Court described\n“numerous instances of prosecutorial misconduct” at the trial.Id.,at 327. Because the Mississippi Supreme Court reversed\nbased on prosecutorial misconduct at trial, the court did not reach\nFlowers’Batsonargument. SeeFlowers, 773\nSo. 2d, at 327.At the second trial, 30 prospective jurors—5\nblack and 25 white—were presented to potentially serve on the jury.\nAs in Flowers’ first trial, the State again used its strikes\nagainst all five black prospective jurors. But this time, the trial\ncourt determined that the State’s asserted reason for one of the\nstrikes was a pretext for discrimination. Specifically, the trial\ncourt determined that one of the State’s proffered reasons—that the\njuror had been inattentive and was nodding off during jury\nselection—for striking that juror was false, and the trial court\ntherefore sustained Flowers’Batsonchallenge. The trial\ncourt disallowed the strike and sat that black juror on the jury.\nThe jury at Flowers’ second trial consisted of 11 white jurors and\n1 black juror. The jury convicted Flowers and sentenced him to\ndeath.On appeal, the Mississippi Supreme Court again\nreversed. The court ruled that the prosecutor had again engaged in\nprosecutorial misconduct in front of the jury by, among other\nthings, impermissibly referencing evidence and attempting to\nundermine witness credibility without a factual basis. SeeFlowersv.State, 842 So. 2d 531, 538, 553\n(2003).At Flowers’ third trial, 45 prospective\njurors—17 black and 28 white—were presented to potentially serve on\nthe jury. One of the black prospective jurors was struck for cause,\nleaving 16. The State exercised a total of 15 peremptory strikes,\nand it used all 15 against black prospective jurors. Flowers again\nargued that the State had used its peremptory strikes in a racially\ndiscriminatory manner. The trial court found that the State had not\ndiscriminated on the basis of race. SeeFlowers, 947\nSo. 2d, at 916. The jury in Flowers’ third trial consisted of\n11 white jurors and 1 black juror. The lone black juror who served\non the jury was seated after the State ran out of peremptory\nstrikes. The jury convicted Flowers and sentenced him to death.On appeal, the Mississippi Supreme Court yet\nagain reversed, concluding that the State had again violatedBatsonby discriminating on the basis of race in exercising\nall 15 of its peremptory strikes against 15 black prospective\njurors. SeeFlowers, 947 So. 2d, at 939. The court’s\nlead opinion stated: “The instant case presents us with as strong a\nprima facie case of racial discrimination as we have ever seen in\nthe context of aBatsonchallenge.”Id.,at 935. The\nopinion explained that although “each individual strike may have\njustifiably appeared to the trial court to be sufficiently race\nneutral, the trial court also has a duty to look at the State’s use\nof peremptory challengesin toto.”Id.,at 937.\nThe opinion emphasized that “trial judges should not blindly accept\nany and every reason put forth by the State, especially” when “the\nState continues to exercise challenge after challenge only upon\nmembers of a particular race.”Ibid. The opinion added that\nthe “State engaged in racially discriminatory practices” and that\nthe “case evinces an effort by the State to exclude\nAfrican-Americans from jury service.”Id.,at 937, 939.At Flowers’ fourth trial, 36 prospective\njurors—16 black and 20 white—were presented to potentially serve on\nthe jury. The State exercised a total of 11 peremptory strikes, and\nit used all 11 against black prospective jurors. But because of the\nrelatively large number of prospective jurors who were black, the\nState did not have enough peremptory challenges to eliminate all of\nthe black prospective jurors. The seated jury consisted of seven\nwhite jurors and five black jurors. That jury could not reach a\nverdict, and the proceeding ended in a mistrial.As to the fifth trial, there is no available\nracial information about the prospective jurors, as distinct from\nthe jurors who ultimately sat on the jury. The jury was composed of\nnine white jurors and three black jurors. The jury could not reach\na verdict, and the trial again ended in a mistrial.At the sixth trial, which we consider here, 26\nprospective jurors—6 black and 20 white—were presented to\npotentially serve on the jury. The State exercised a total of six\nperemptory strikes, and it used five of the six against black\nprospective jurors, leaving one black juror to sit on the jury.\nFlowers again argued that the State had exercised its peremptory\nstrikes in a racially discrimina-tory manner. The trial court\nconcluded that the State had offered race-neutral reasons for each\nof the five peremp-tory strikes against the five black prospective\njurors. The jury at Flowers’ sixth trial consisted of 11 white\njurors and 1 black juror. That jury convicted Flowers of murder and\nsentenced him to death.In a divided decision, the Mississippi Supreme\nCourt agreed with the trial court on theBatsonissue and\nstated that the State’s “race-neutral reasons were valid and not\nmerely pretextual.”Flowersv.State, 158 So. 3d\n1009, 1058 (2014). Flowers then sought review in this Court. This\nCourt granted Flowers’ petition for a writ of certio-rari, vacated\nthe judgment of the Mississippi Supreme Court, and remanded for\nfurther consideration in light of the decision inFoster,\n578 U. S. ___.Flowersv.Mississippi, 579\nU. S. ___ (2016). InFoster, this Court held that the\ndefendant Foster had established aBatsonviolation. 578\nU. S., at ___ (slip op., at 25).On remand, the Mississippi Supreme Court by a\n5-to-4 vote again upheld Flowers’ conviction. See 240 So. 3d 1082\n(2017). Justice King wrote a dissent for three justices. He stated:\n“I cannot conclude that Flowers received a fair trial, nor can I\nconclude that prospective jurors were not subjected to\nimpermissible discrimination.”Id., at 1172. According to\nJustice King, both the trial court and the Mississippi Supreme\nCourt “completely disregard[ed] the constitutional right of\nprospective jurors to be free from a racially discriminatory\nselection process.”Id.,at 1171. We granted certiorari. See\n586 U. S. ___.IIAOther than voting, serving on a jury is the\nmost substantial opportunity that most citizens have to participate\nin the democratic process. SeePowersv.Ohio,499 U.S.\n400, 407 (1991).Jury selection in criminal cases varies\nsignificantly based on state and local rules and practices, but\nordinarily consists of three phases, which we describe here in\ngeneral terms.First, a group of citizens in the community\nis randomly summoned to the courthouse on a particular day for\npotential jury service.Second, a subgroup of those\nprospective jurors is called into a particular courtroom for a\nspecific case. The prospective jurors are often questioned by the\njudge, as well as by the prosecutor and defense attorney. During\nthat second phase, the judge may excuse certain prospective jurors\nbased on their answers.Third, the prosecutor and defense\nattorney may challenge certain prospective jurors. The attorneys\nmay challenge prospective jurors for cause, which usually stems\nfrom a potential juror’s conflicts of interest or inability to be\nimpartial. In addition to challenges for cause, each side is\ntypically afforded a set number of peremptory challenges or\nstrikes. Peremptory strikes have very old credentials and can be\ntraced back to the common law. Those peremptory strikes\ntraditionally may be used to remove any potential juror for any\nreason—no questions asked.That blanket discretion to peremptorily strike\nprospective jurors for any reason can clash with the dictates of\nthe Equal Protection Clause of the Fourteenth Amendment to the\nUnited States Constitution. This case arises at the intersection of\nthe peremptory challenge and the Equal Protection Clause. And to\nunderstand how equal protection law applies to peremptory\nchallenges, it helps to begin at the beginning.Ratified in 1868 in the wake of the Civil War,\nthe Equal Protection Clause of the Fourteenth Amendment provides\nthat no State shall “deny to any person within its jurisdiction the\nequal protection of the laws.” A primary objective of the Equal\nProtection Clause, this Court stated just five years after\nratification, was “the freedom of the slave race, the security and\nfirm establishment of that freedom, and the protection of the\nnewly-made freeman and citizen from the oppressions of those who\nhad formerly exercised unlimited dominion over him.”Slaughter-House Cases, 16 Wall. 36, 71 (1873).In 1875, to help enforce the Fourteenth\nAmendment, Congress passed and President Ulysses S. Grant signed\nthe Civil Rights Act of 1875. Ch. 114, 18Stat. 335. Among other\nthings, that law made it a criminal offense for state officials to\nexclude individuals from jury service on account of their race. 18\nU. S. C. §243. The Act provides: “No citizen possessing\nall other qualifications which are or may be prescribed by law\nshall be disqualified for service as grand or petit juror in any\ncourt of the United States, or of any State on account of race,\ncolor, or previous condition of servitude.”In 1880, just 12 years after ratification of the\nFourteenth Amendment, the Court decidedStrauderv.West\nVirginia,100 U.S.\n303. That case concerned a West Virginia statute that allowed\nwhites only to serve as jurors. The Court held the law\nunconstitutional.In reaching its conclusion, the Court explained\nthat the Fourteenth Amendment required “that the law in the States\nshall be the same for the black as for the white; that all persons,\nwhether colored or white, shall stand equal before the laws of the\nStates, and, in regard to the colored race, for whose protection\nthe amendment was primarily designed, that no discrimination shall\nbe made against them by law because of their color.”Id.,at\n307. In the words of theStrauderCourt: “The very fact that\ncolored people are singled out and expressly denied by a statute\nall right to participate in the administration of the law, as\njurors, because of their color, though they are citizens, and may\nbe in other respects fully qualified, is practically a brand upon\nthem, affixed by the law, an assertion of their inferiority, and a\nstimulant to that race prejudice which is an impediment to securing\nto individuals of the race that equal justice which the law aims to\nsecure to all others.”Id., at 308. For those reasons, the\nCourt ruled that the West Virginia statute exclud- ing blacks from\njury service violated the Fourteenth Amendment.As the Court later explained inBrownv.Board of Education,347 U.S.\n483(1954), the Court’s decisions in theSlaughter-House\nCasesandStrauderinterpreted the Fourteenth Amendment\n“as proscribing all state-imposed discriminations against the Negro\nrace,” including in jury service.Brown, 347 U. S., at\n490.In the decades afterStrauder, the Court\nreiterated that States may not discriminate on the basis of race in\njury selection. See,e.g.,Nealv.Delaware,103 U.S.\n370, 397 (1881);Carterv.Texas,177 U.S.\n442, 447 (1900);Norrisv.Alabama,294 U.S.\n587, 597–599 (1935);Halev.Kentucky,303 U.S.\n613, 616 (1938) (per curiam);Pierrev.Louisiana,306 U.S.\n354, 362 (1939);Smithv.Texas,311 U.S.\n128, 130–131 (1940);Averyv.Georgia,345 U.S.\n559, 562 (1953);Hernandezv.Texas,347 U.S.\n475, 477–478, 482 (1954);Colemanv.Alabama,377 U.S.\n129, 133 (1964).But critical problems persisted. Even though\nlaws barring blacks from serving on juries were unconstitutional\nafterStrauder, many jurisdictions employed various\ndiscriminatory tools to prevent black persons from being called for\njury service. And when those tactics failed, or were invalidated,\nprosecutors could still exercise peremptory strikes in individual\ncases to remove most or all black prospective jurors.In the century afterStrauder, the\nfreedom to exercise peremptory strikes for any reason meant that\n“the problem of racial exclusion from jury service” remained\n“widespread” and “deeply entrenched.” 5 U. S. Commission on\nCivil Rights Report 90 (1961). Simple math shows how that happened.\nGiven that blacks were a minority of the population, in many\njurisdictions the number of peremp-tory strikes available to the\nprosecutor exceeded the number of black prospective jurors. So\nprosecutors could routinely exercise peremptories to strike all the\nblack prospective jurors and thereby ensure all-white juries. The\nexclusion of black prospective jurors was almost total in certain\njurisdictions, especially in cases involving black defendants.\nSimilarly, defense counsel could use—and routinely did\nuse—peremptory challenges to strike all the black prospective\njurors in cases involving white defendants and black victims.In the aftermath ofStrauder, the\nexclusion of black jurors became more covert and less overt—often\naccomplished through peremptory challenges in individual courtrooms\nrather than by blanket operation of law. But as this Court later\nnoted, the results were the same for black jurors and black\ndefendants, as well as for the black community’s confidence in the\nfairness of the American criminal justice system. SeeBatson, 476 U. S., at 98–99.Eighty-five years afterStrauder, the\nCourt decidedSwainv.Alabama,380 U.S.\n202(1965). The defendant Swain was black. Swain was convicted\nof a capital offense in Talladega County, Alabama, and sentenced to\ndeath. Swain presented evidence that no black juror had served on a\njury in Talladega County in more than a decade. Seeid.,at 226. And in Swain’s case, the prosecutor\nstruck all six qualified black prospective jurors, ensuring that\nSwain was tried before an all-white jury. Swain invokedStrauderto argue that the prosecutor in his case had\nimpermis-sibly discriminated on the basis of race by using\nperemptory challenges to strike the six black prospective jurors.\nSee 380 U. S., at 203, 210.This Court ruled that Swain had not established\nunconstitutional discrimination. Most importantly, the Court held\nthat a defendant could not object to the State’s use of peremptory\nstrikes in an individual case. In the Court’s words: “[W]e cannot\nhold that the striking of Negroes in a particular case is a denial\nof equal protection of the laws.”Id.,at 221. TheSwainCourt reasoned that prosecutors do not always judge\nprospective jurors individually when exercising peremptory strikes.\nInstead, prosecutors choose which prospective jurors to strike “in\nlight of the limited knowledge counsel has of them, which may\ninclude their group affiliations, in the context of the case to be\ntried.”Ibid. In the Court’s view, the prosecutor could\nstrike prospective jurors on the basis of their group affiliations,\nincluding race. In other words, a prosecutor could permissibly\nstrike a prospective juror for any reason, including the assumption\nor belief that a black prospective juror, because of race, would be\nfavorable to a black defendant or unfavorable to the State. Seeid.,at 220–221.To be sure, theSwainCourt held that a\ndefendant could make out a case of racial discrimination by showing\nthat the State “in case after case, whatever the circumstances,\nwhatever the crime and whoever the defendant or the victim may be,”\nhad been responsible for the removal of qualified black prospective\njurors so that no black jurors “ever serve on petit juries.”Id.,at 223. ButSwain’s high bar for establishing a\nconstitutional violation was almost impossible for any defendant to\nsurmount, as the aftermath ofSwainamply\ndemonstrated.Twenty-one years later, in its 1986 decision inBatson, the Court revisited several critical aspects ofSwainand in essence overruled them. In so doing, theBatsonCourt emphasized that “the central concern” of the\nFourteenth Amendment “was to put an end to governmental\ndiscrimination on account of race.” 476 U. S., at 85. TheBatsonCourt noted thatSwainhad left prosecutors’\nperemptory challenges “largely immune from constitutional\nscrutiny.” 476 U. S., at 92–93. In his concurrence inBatson, Justice Byron White (the author ofSwain)\nagreed thatSwainshould be overruled. He stated: “[T]he\npractice of peremptorily eliminating blacks from petit juries in\ncases with black defendants remains widespread, so much so” that “I\nagree with the Court that the time has come to rule as it has.” 476\nU. S., at 101–102.UnderBatson, once a prima facie case of\ndiscrimination has been shown by a defendant, the State must\nprovide race-neutral reasons for its peremptory strikes. The trial\njudge must determine whether the prosecutor’s stated reasons were\nthe actual reasons or instead were a pretext for discrimination.Id.,at 97–98.Four parts ofBatsonwarrant particular\nemphasis here.First, theBatsonCourt rejectedSwain’s insistence that a defendant demonstrate a history of\nracially discriminatory strikes in order to make out a claim of\nrace discrimination. See 476 U. S., at 95. According to theBatsonCourt, defendants had run into “practical\ndifficulties” in trying to prove that a State had systematically\n“exercised peremptory challenges to exclude blacks from the jury on\naccount of race.”Id., at 92, n. 17. TheBatsonCourt\nexplained that, in some jurisdictions, requiring a defendant to\n“investigate, over a number of cases, the race of persons tried in\nthe particular jurisdiction, the racial composition of the venire\nand petit jury, and the manner in which both parties exercised\ntheir peremptory challenges” posed an “insurmountable” burden.Ibid.In addition to that practical point, the Court\nstressed a basic equal protection point: In the eyes of the\nConstitution, one racially discriminatory peremptory strike is one\ntoo many.For those reasons, theBatsonCourt held\nthat a criminal defendant could show “purposeful discrimination in\nselection of the petit jury solely on evidence concerning the\nprosecutor’s exercise of peremptory challengesat the\ndefendant’s trial.”Id., at 96 (emphasis added).Second, theBatsonCourt rejectedSwain’s statement that a prosecutor could strike a black\njuror based on an assumption or belief that the black juror would\nfavor a black defendant. In some of the most critical sentences in\ntheBatsonopinion, the Court emphasized that a prosecutor\nmay not rebut a claim of discrimination “by stating merely that he\nchallenged jurors of the defendant’s race on the assumption—or his\nintuitive judgment—that they would be partial to the defendant\nbecause of their shared race.” 476 U. S., at 97. The Court\nelaborated: The Equal Protection Clause “forbids the States to\nstrike black veniremen on the assumption that they will be biased\nin a particular case simply because the defendant is black. The\ncore guarantee of equal protection, ensuring citizens that their\nState will not discriminate on account of race, would be\nmeaningless were we to approve the exclusion of jurors on the basis\nof such assumptions, which arise solely from the jurors’ race.”Id.,at 97–98. In his concurrence, Justice Thurgood Marshall\ndrove the point home: “Exclusion of blacks from a jury, solely\nbecause of race, can no more be justified by a belief that blacks\nare less likely than whites to consider fairly or sympathetically\nthe State’s case against a black defendant than it can be justified\nby the notion that blacks lack the intelligence, experience, or\nmoral integrity to be entrusted with that role.”Id.,at\n104–105 (internal quotation marks and citations omitted).Third, theBatsonCourt did not\naccept the argument that race-based peremptories should be\npermissible because black, white, Asian, and Hispanic defendants\nand jurors were all “equally” subject to race-based discrimination.\nThe Court stated that each removal of an individual juror because\nof his or her race is a constitutional violation. Discrimination\nagainst one defendant or juror on account of race is not remedied\nor cured by discrimination against other defendants or jurors on\naccount of race. As the Court later explained: Some say that there\nis no equal protection violation if individuals “of all races are\nsubject to like treatment, which is to say that white jurors are\nsubject to the same risk of peremptory challenges based on race as\nare all other jurors. The suggestion that racial classifications\nmay survive when visited upon all persons is no more authoritative\ntoday than the case which advanced the theorem,Plessyv.Ferguson,163 U.S.\n537(1896). This idea has no place in our modern equal\nprotection jurisprudence. It is axiomatic that racial\nclassifications do not become legitimate on the assumption that all\npersons suffer them in equal degree.”Powers, 499\nU. S., at 410 (citingLovingv.Virginia,388 U.S. 1(1967)).Fourth, theBatsonCourt did not\naccept the argument that race-based peremptories are permissible\nbecause both the prosecution and defense could employ them in any\nindividual case and in essence balance things out. Under the Equal\nProtection Clause, the Court stressed, even a single instance of\nrace discrimination against a prospective juror is impermissible.\nMoreover, in criminal cases involving black defendants, the\nboth-sides-can-do-it argument overlooks the percentage of the\nUnited States population that is black (about 12 percent) and the\ncold reality of jury selection in most jurisdictions. Because\nblacks are a minority in most jurisdictions, prosecutors often have\nmore peremptory strikes than there are black prospective jurors on\na particular panel. In the pre-Batsonera, therefore,\nallowing each side in a case involving a black defendant to strike\nprospective jurors on the basis of race meant that a prosecutor\ncould eliminate all of the black jurors, but a black defendant\ncould not eliminate all of the white jurors. So in the real world\nof criminal trials against black defendants, both history and math\ntell us that a system of race-based peremptories does not treat\nblack defendants and black prospective jurors equally with\nprosecutors and white prospective jurors. Cf.Batson, 476\nU. S., at 99.BEqual justice under law requires a criminal\ntrial free of racial discrimination in the jury selection process.\nEnforcing that constitutional principle,Batsonended the\nwidespread practice in which prosecutors could (and often would)\nroutinely strike all black prospective jurors in cases involving\nblack defendants. By taking steps to eradicate racial\ndiscrimination from the jury selection process,Batsonsought to protect the rights of defendants and jurors, and to\nenhance public confidence in the fairness of the criminal justice\nsystem.Batsonimmediately revolutionized the jury selection\nprocess that takes place every day in federal and state criminal\ncourtrooms throughout the United States.In the decades sinceBatson, this Court’s\ncases have vigorously enforced and reinforced the decision, and\nguarded against any backsliding. SeeFoster, 578 U. S. ___;Snyderv.Louisiana,552 U.S.\n472(2008);Miller-Elv.Dretke,545 U.S.\n231(2005) (Miller-El II). Moreover, the Court has\nextendedBatsonin certain ways. A defendant of any race may\nraise aBatsonclaim, and a defendant may raise aBatsonclaim even if the defendant and the excluded juror\nare of different races. SeeHernandez, 347 U. S., at\n477–478;Powers, 499 U. S., at 406. Moreover,Batsonnow applies to gender discrimination, to a criminal defendant’s\nperemptory strikes, and to civil cases. SeeJ. E. B.v.Alabama ex rel. T. B.,511 U.S.\n127, 129 (1994);Georgiav.McCollum,505 U.S.\n42, 59 (1992);Edmonsonv. Leesville Concrete\nCo.,500 U.S.\n614, 616 (1991).Of particular relevance here,Batson’s\nholding raised several important evidentiary and procedural issues,\nthree of which we underscore.First, what factors does the trial judge\nconsider in evaluating whether racial discrimination occurred? Our\nprecedents allow criminal defendants raisingBatsonchallenges to present a variety of evidence to support a claim that\na prosecutor’s peremptory strikes were made on the basis of race.\nFor example, defendants may present:statistical evidence about the prosecutor’s\nuse of peremptory strikes against black prospective jurors as\ncompared to white prospective jurors in the case;evidence of a prosecutor’s disparate\nquestioning and investigation of black and white prospective jurors\nin the case;side-by-side comparisons of black prospective\njurors who were struck and white prospective jurors who were not\nstruck in the case;a prosecutor’s misrepresentations of the\nrecord when defending the strikes during theBatsonhearing;relevant history of the State’s peremptory\nstrikes in past cases; orother relevant circumstances that bear upon\nthe issue of racial discrimination.SeeFoster, 578 U. S. ___;Snyder,552 U.S.\n472;Miller-El II,545 U.S.\n231;Batson,476 U.S.\n79.Second, who enforcesBatson? As\ntheBatsonCourt itself recognized, the job of enforcingBatsonrests first and foremost with trial judges. Seeid., at 97, 99, n. 22. America’s trial judges operate at the\nfront lines of American justice. In criminal trials, trial judges\npossess the primary responsibility to enforceBatsonand\nprevent racial discrimination from seeping into the jury selection\nprocess.As theBatsonCourt explained and as the\nCourt later reiterated, once a prima facie case of racial\ndiscrimination has been established, the prosecutor must provide\nrace-neutral reasons for the strikes. The trial court must consider\nthe prosecutor’s race-neutral explanations in light of all of the\nrelevant facts and circumstances, and in light of the arguments of\nthe parties. The trial judge’s assessment of the prosecutor’s\ncredibility is often important. The Court has explained that “the\nbest evidence of discriminatory intent often will be the demeanor\nof the attorney who exercises the challenge.”Snyder, 552\nU. S., at 477 (quotation altered). “We have recognized that\nthese determinations of credibility and demeanor lie peculiarly\nwithin a trial judge’s province.”Ibid. (internal quotation\nmarks omitted). The trial judge must determine whether the\nprosecutor’s proffered reasons are the actual reasons, or whether\nthe proffered reasons are pretextual and the prosecutor instead\nexercised peremptory strikes on the basis of race. The ultimate\ninquiry is whether the State was “motivated in substantial part by\ndiscriminatory intent.”Foster, 578 U. S., at ___ (slip\nop., at 23) (internal quotation marks omitted).Third, what is the role of appellate\nreview? An appeals court looks at the same factors as the trial\njudge, but is necessarily doing so on a paper record. “Since the\ntrial judge’s findings in the context under consideration here\nlargely will turn on evaluation of credibility, a reviewing court\nordinarily should give those findings great deference.”Batson, 476 U. S., at 98, n. 21. The Court has\ndescribed the appellate standard of review of the trial court’s\nfactual determinations in aBatsonhearing as “highly\ndeferential.”Snyder, 552 U. S., at 479. “On appeal, a\ntrial court’s ruling on the issue of discriminatory intent must be\nsustained unless it is clearly erroneous.”Id.,at 477.IIIIn accord with the principles set forth inBatson, we now address Flowers’ case.The Constitution forbids striking even a single\nprospective juror for a discriminatory purpose. SeeFoster,\n578 U. S., at ___ (slip op., at 9). The question for this\nCourt is whether the Mississippi trial court clearly erred in\nconcluding that the State was not “motivated in substantial part by\ndiscriminatory intent” when exercising peremp-tory strikes at\nFlowers’ sixth trial.Id., at ___ (slip op., at 23)\n(internal quotation marks omitted); see alsoSnyder, 552\nU. S., at 477. Because this case arises on direct review, we\nowe no deference to the Mississippi Supreme Court, as distinct from\ndeference to the Mississippi trial court.Four categories of evidence loom large in\nassessing theBatsonissue in Flowers’ case: (1) the history\nfrom Flowers’ six trials, (2) the prosecutor’s striking of five of\nsix black prospective jurors at the sixth trial, (3) the\nprosecutor’s dramatically disparate questioning of black and white\nprospective jurors at the sixth trial, and (4) the prosecutor’s\nproffered reasons for striking one black juror (Carolyn Wright)\nwhile allowing other similarly situated white jurors to serve on\nthe jury at the sixth trial. We address each in turn.AFirst, we consider the relevant history of the\ncase. Recall that inSwain, the Court held that a defendant\nmay prove racial discrimination by establishing a historical\npattern of racial exclusion of jurors in the jurisdiction in\nquestion. Indeed, underSwain, that was the only way that a\ndefendant could make out a claim that the State discriminated on\nthe basis of race in the use of peremptory challenges.InBatson, the Court ruled thatSwainhad imposed too heavy a burden on defendants seeking\nto prove that a prosecutor had used peremptory strikes in a\nracially discriminatory manner.Batsonlowered the\nevidentiary burden for defendants to contest prosecutors’ use of\nperemptory strikes and made clear that demonstrating a history of\ndiscriminatory strikes in past cases was not necessary.In doing so, however,Batsondid not\npreclude defendants from still using the same kinds of historical\nevidence thatSwainhad allowed defendants to use to support\na claim of racial discrimination. Most importantly for present\npurposes, afterBatson,the trial judge may still consider\nhistorical evidence of the State’s discriminatory peremptory\nstrikes from past trials in the jurisdiction, just asSwainhad allowed. AfterBatson, the defendant may still castSwain’s “wide net” to gather “ ‘relevant’ ”\nevidence.Miller-El II, 545 U. S., at 239–240. A\ndefendant may rely on “all relevant circumstances.”Batson,\n476 U. S., at 96–97.Here, our review of the history of the\nprosecutor’s peremptory strikes in Flowers’ first four trials\nstrongly supports the conclusion that his use of peremptory strikes\nin Flowers’ sixth trial was motivated in substantial part by\ndiscriminatory intent. (Recall that there is no record evidence\nfrom the fifth trial regarding the race of the prospective\njurors.)The numbers speak loudly. Over the course of the\nfirst four trials, there were 36 black prospective jurors against\nwhom the State could have exercised a peremptory strike. The State\ntried to strike all 36. The State used its avail-able peremptory\nstrikes to attempt to strike every single black prospective juror\nthat it could have struck. (At oral argument in this Court, the\nState acknowledged that statistic. Tr. of Oral Arg. 32.) Not only\ndid the State’s use of peremptory strikes in Flowers’ first four\ntrials reveal a blatant pattern of striking black prospective\njurors, the Mississippi courts themselves concluded on two separate\noccasions that the State violatedBatson. In Flowers’ second\ntrial, the trial court concluded that the State discriminated\nagainst a black juror. Specifically, the trial court determined\nthat one of the State’s proffered reasons—that the juror had been\ninattentive and was nodding off during jury selection—for striking\nthat juror was false, and the trial court therefore sustained\nFlowers’Batsonchallenge. In Flowers’ next trial—his third\ntrial—the prosecutor used all 15 of its peremptories to strike 15\nblack prospective jurors. The lead opinion of the Mississippi\nSupreme Court stated: “The instant case presents us with as strong\na prima facie case of racial discrimination as we have ever seen in\nthe context of aBatsonchallenge.”Flowers, 947\nSo. 2d, at 935. The opinion further stated that “the State\nengaged in racially discriminatory practices during the jury\nselection process” and that the “case evinces an effort by the\nState to exclude African-Americans from jury service.”Id.,at 937, 939.To summarize the most relevant history: In\nFlowers’ first trial, the prosecutor successfully used peremptory\nstrikes against all of the black prospective jurors. Flowers faced\nan all-white jury. In Flowers’ second trial, the prosecutor tried\nagain to strike all of the black prospective jurors, but the trial\ncourt decided that the State could not strike one of those jurors.\nThe jury consisted of 11 white jurors and 1 black juror. In\nFlowers’ third trial, there were 17 black prospective jurors. The\nprosecutor used 15 out of 15 peremptory strikes against black\nprospective jurors. After one black juror was struck for cause and\nthe prosecutor ran out of strikes, one black juror remained. The\njury again consisted of 11 white jurors and 1 black juror. In\nFlowers’ fourth trial, the prosecutor again used 11 out of 11\nperemptory strikes against black prospective jurors. Because of the\nlarge number of black prospective jurors at the trial, the\nprosecutor ran out of peremptory strikes before it could strike all\nof the black prospective jurors. The jury for that trial consisted\nof seven white jurors and five black jurors, and the jury was\nunable to reach a verdict. To reiterate, there is no available\ninformation about the race of prospective jurors in the fifth\ntrial. The jury for that trial consisted of nine white jurors and\nthree black jurors, and the jury was unable to reach a verdict.Stretching across Flowers’ first four trials,\nthe State employed its peremptory strikes to remove as many black\nprospective jurors as possible. The State appeared to proceed as ifBatsonhad never been decided. The State’s relentless,\ndetermined effort to rid the jury of black individuals strongly\nsuggests that the State wanted to try Flowers before a jury with as\nfew black jurors as possible, and ideally before an all-white jury.\nThe trial judge was aware of the history. But the judge did not\nsufficiently account for the history when considering Flowers’Batsonclaim.The State’s actions in the first four trials\nnecessarily inform our assessment of the State’s intent going into\nFlowers’ sixth trial. We cannot ignore that history. We cannot take\nthat history out of the case.BWe turn now to the State’s strikes of five of\nthe six black prospective jurors at Flowers’ sixth trial, the trial\nat issue here. AsBatsonnoted, a “ ‘pattern’ of\nstrikes against black jurors included in the particular venire\nmight give rise to an inference of discrimination.” 476 U. S.,\nat 97.Flowers’ sixth trial occurred in June 2010. At\ntrial, 26 prospective jurors were presented to potentially serve on\nthe jury. Six of the prospective jurors were black. The State\naccepted one black prospective juror—Alexander Robinson. The State\nstruck the other five black prospective jurors—Carolyn Wright,\nTashia Cunningham, Edith Burnside, Flancie Jones, and Dianne\nCopper. The resulting jury consisted of 11 white jurors and 1 black\njuror.The State’s use of peremptory strikes in\nFlowers’ sixth trial followed the same pattern as the first four\ntrials, with one modest exception: It is true that the State\naccepted one black juror for Flowers’ sixth trial. But especially\ngiven the history of the case, that fact alone cannot insulate the\nState from aBatsonchallenge. InMiller-El II, this\nCourt skeptically viewed the State’s decision to accept one black\njuror, explaining that a prosecutor might do so in an attempt “to\nobscure the otherwise consistent pattern of opposition to” seating\nblack jurors. 545 U. S., at 250. The overall record of this case\nsuggests that the same tactic may have been employed here. In light\nof all of the circumstances here, the State’s decision to strike\nfive of the six black prospective jurors is further evidence\nsuggesting that the State was motivated in substantial part by\ndiscriminatory intent.CWe next consider the State’s dramatically\ndisparate questioning of black and white prospective jurors in the\njury selection process for Flowers’ sixth trial. AsBatsonexplained, “the prosecutor’s questions and statements duringvoir direexamination and in exercising his challenges\nmay support or refute an inference of discrimina-tory purpose.” 476\nU. S., at 97.The questioning process occurred through an\ninitial groupvoir direand then more in-depth follow-up\nquestioning by the prosecutor and defense counsel of individual\nprospective jurors. The State asked the five black prospective\njurors who were struck a total of 145 questions. By contrast, the\nState asked the 11 seated white jurors a total of 12 questions. On\naverage, therefore, the State asked 29 questions to each struck\nblack prospective juror. The State asked an average of one question\nto each seated white juror.One can slice and dice the statistics and come\nup with all sorts of ways to compare the State’s questioning of\nexcluded black jurors with the State’s questioning of the accepted\nwhite jurors. But any meaningful comparison yields the same basic\nassessment: The State spent far more time questioning the black\nprospective jurors than the accepted white jurors.The State acknowledges, as it must under our\nprecedents, that disparate questioning can be probative of\ndiscriminatory intent. SeeMiller-Elv.Cockrell,537 U.S.\n322, 331–332, 344–345 (2003) (Miller-El I). AsMiller-El Istated, “if the use of disparate questioning is\ndetermined by race at the outset, it is likely [that] a\njustification for a strike based on the resulting divergent views\nwould be pretextual. In this context the differences in the\nquestions posed by the prosecutors are some evidence of purposeful\ndiscrimination.”Id.,at 344.But the State here argues that it questioned\nblack and white prospective jurors differently only because of\ndifferences in the jurors’ characteristics. The record refutes that\nexplanation.For example, Dianne Copper was a black\nprospective juror who was struck. The State asked her 18 follow-up\nquestions about her relationships with Flowers’ family and with\nwitnesses in the case. App. 188–190. Pamela Chesteen was a white\njuror whom the State accepted for the jury. Although the State\nasked questions of Chesteen during groupvoir dire, the\nState asked her no individual follow-up questions about her\nrelationships with Flowers’ family, even though the State was aware\nthat Chesteen knew several members of Flowers’ family. Compareid., at 83, withid., at 111. Similarly, the State\nasked no individual follow-up questions to four other white\nprospective jurors who, like Dianne Copper, had relationships with\ndefense witnesses, even though the State was aware of those\nrelationships. Those white prospective jurors were Larry Blaylock,\nHarold Waller, Marcus Fielder, and Bobby Lester.Likewise, the State conducted disparate\ninvestigations of certain prospective jurors. Tashia Cunningham,\nwho is black, stated that she worked with Flowers’ sister, but that\nthe two did not work closely together. To try to disprove that\nstatement, the State summoned a witness to challenge Cunningham’s\ntestimony.Id., at 148–150. The State apparently did not\nconduct similar investigations of white prospective jurors.It is certainly reasonable for the State to ask\nfollow-up questions or to investigate the relationships of jurors\nto the victims, potential witnesses, and the like. But white\nprospective jurors who were acquainted with the Flowers’ family or\ndefense witnesses were not questioned extensively by the State or\ninvestigated. White prospective jurors who admitted that they or a\nrelative had been convicted of a crime were accepted without\napparent further inquiry by the State. The difference in the\nState’s approaches to black and white prospective jurors was\nstark.Why did the State ask so many more questions—and\nconduct more vigorous inquiry—of black prospective jurors than it\ndid of white prospective jurors? No one can know for certain. But\nthis Court’s cases explain that disparate questioning and\ninvestigation of prospective jurors on the basis of race can arm a\nprosecutor with seemingly race-neutral reasons to strike the\nprospective jurors of a particular race. SeeMiller-El I,\n537 U. S., at 331–332, 344–345. In other words, by asking a\nlot of questions of the black prospective jurors or conducting\nadditional inquiry into their backgrounds, a prosecutor can try to\nfind some pretextual reason—any reason—that the prosecutor can\nlater articulate to justify what is in reality a racially motivated\nstrike. And by not doing the same for white prospective jurors, by\nnot asking white prospective jurors those same questions, the\nprosecutor can try to distort the record so as to thereby avoid\nbeing accused of treating black and white jurors differently.\nDisparity in questioning and investigation can produce a record\nthat says little about white prospective jurors and is therefore\nresistant to characteristic-by-characteristic comparisons of struck\nblack prospective jurors and seated white jurors. Prosecutors can\ndecline to seek what they do not want to find about white\nprospective jurors.A court confronting that kind of pattern cannot\nignore it. The lopsidedness of the prosecutor’s questioning and\ninquiry can itself be evidence of the prosecutor’s objective as\nmuch as it is of the actual qualifications of the black and white\nprospective jurors who are struck or seated. The prosecutor’s\ndramatically disparate questioning of black and white prospective\njurors—at least if it rises to a certain level of disparity—can\nsupply a clue that the prosecutor may have been seeking to paper\nthe record and disguise a discriminatory intent. Seeibid.To be clear, disparate questioning or\ninvestigation alone does not constitute aBatsonviolation.\nThe disparate questioning or investigation of black and white\nprospective jurors may reflect ordinary race-neutral\nconsiderations. But the disparate questioning or investigation can\nalso, along with other evidence, inform the trial court’s\nevaluation of whether discrimination occurred.Here, along with the historical evidence we\ndescribed above from the earlier trials, as well as the State’s\nstriking of five of six black prospective jurors at the sixth\ntrial, the dramatically disparate questioning and investigation of\nblack prospective jurors and white prospective jurors at the sixth\ntrial strongly suggests that the State was motivated in substantial\npart by a discriminatory intent. We agree with the observation of\nthe dissenting justices of the Mississippi Supreme Court: The\n“numbers described above are too disparate to be explained away or\ncategorized as mere happenstance.” 240 So. 3d, at 1161 (opinion of\nKing, J.).DFinally, in combination with the other facts\nand circumstances in this case, the record of jury selection at the\nsixth trial shows that the peremptory strike of at least one of the\nblack prospective jurors (Carolyn Wright) was motivated in\nsubstantial part by discriminatory intent. As this Court has\nstated, the Constitution forbids striking even a single prospective\njuror for a discriminatory purpose. SeeFoster,578\nU. S., at ___ (slip op., at 9).Comparing prospective jurors who were struck and\nnot struck can be an important step in determining whether aBatsonviolation occurred. SeeSnyder, 552\nU. S., at 483–484;Miller-ElII, 545 U. S.,\nat 241. The comparison can suggest that the prosecutor’s proffered\nexplanations for striking black prospective jurors were a pretext\nfor discrimination. When a prosecutor’s “proffered reason for\nstriking a black panelist applies just as well to an\notherwise-similar nonblack panelist who is permitted to serve, that\nis evidence tending to prove purposeful discrimination.”Foster, 578 U. S., at ___ (slip op., at 23) (quotation\naltered). Although a defendant ordinarily will try to identify a\nsimilar white prospective juror whom the State did not strike, a\ndefendant is not required to identify anidenticalwhite\njuror for the side-by-side comparison to be suggestive of\ndiscriminatory intent.Miller-El II, 545 U. S., at 247,\nn. 6.In this case, Carolyn Wright was a black\nprospective juror who said she was strongly in favor of the death\npenalty as a general matter. And she had a family member who was a\nprison security guard. Yet the State exercised a peremptory strike\nagainst Wright. The State said it struck Wright in part because she\nknew several defense witnesses and had worked at Wal-Mart where\nFlowers’ father also worked.Winona is a small town. Wright had some sort of\nconnection to 34 people involved in Flowers’ case, both on the\nprosecution witness side and the defense witness side. See, 240 So.\n3d, at 1126. But three white prospective jurors—Pamela Chesteen,\nHarold Waller, and Bobby Lester—also knew many individuals involved\nin the case. Chesteen knew 31 people, Waller knew 18 people, and\nLester knew 27 people. Seeibid.Yet as we explained above,\nthe State did not ask Chesteen, Waller, and Lester individual\nfollow-up questions about their connections to witnesses. That is a\ntelling statistic. If the State were concerned about prospective\njurors’ connections to witnesses in the case, the State presumably\nwould have used individual questioning to ask those potential white\njurors whether they could remain impartial despite their\nrelationships. A “State’s failure to engage in any meaningful voir\ndire examination on a subject the State alleges it is concerned\nabout is evidence suggesting that the explanation is a sham and a\npretext for discrimination.”Miller-El II, 545 U. S., at 246\n(internal quotation marks omitted).Both Carolyn Wright and Archie Flowers, who is\nthe defendant’s father, had worked at the local Wal-Mart. But there\nwas no evidence that they worked together or were close in any way.\nImportantly, the State did not ask individual follow-up questions\nto determine the nature of their relationship. And during group\nquestioning, Wright said she did not know whether Flowers’ father\nstill worked at Wal-Mart, which “supports an inference that Wright\nand Flowers did not have a close working relationship.” 240 So. 3d,\nat 1163 (King, J., dissenting). And white prospective jurors also\nhad relationships with members of Flowers’ family. Indeed, white\nprospective juror Pamela Chesteen stated that she had provided\nservice to Flowers’ family members at the bank and that she knew\nseveral members of the Flowers family. App. 83. Likewise, white\nprospective juror Bobby Lester worked at the same bank and also\nencountered Flowers’ family members.Id., at 86. Although\nChesteen and Lester were questioned during groupvoir dire, the State did not ask Chesteen or Lester\nindividual follow-up questions in order to explore the depth of\ntheir relationships with Flowers’ family. And instead of striking\nthose jurors, the State accepted them for the jury. To be sure,\nboth Chesteen and Lester were later struck by the defense. But the\nState’s acceptance of Chesteen and Lester necessarily informs our\nassessment of the State’s intent in striking similarly situated\nblack prospective jurors such as Wright.The State also noted that Wright had once been\nsued by Tardy Furniture for collection of a debt 13 years earlier.Id., at 209. Wright said that the debt was paid off and that\nit would not affect her evaluation of the case.Id., at 71,\n90–91. The victims in this case worked at Tardy Furniture. But the\nState did not explain how Wright’s 13-year-old, paid-off debt to\nTardy Furniture could affect her ability to serve impartially as a\njuror in this quadruple murder case. The “State’s unsupported\ncharacterization of the lawsuit is problematic.” 240 So. 3d, at\n1163 (King, J., dissenting). In any event, the State did not\npurport to rely on that reason alone as the basis for the Wright\nstrike, and the State in this Court does not rely on that reason\nalone in defending the Wright strike.The State also explained that it exercised a\nperemptory strike against Wright because she had worked with one of\nFlowers’ sisters. App. 209. That was incorrect. The trial judge\nimmediately stated as much.Id., at 218–219. But incorrect\nstatements of that sort may show the State’s intent: When a\nprosecutor misstates the record in explaining a strike, that\nmisstatement can be another clue showing discriminatory intent.That incorrect statement was not the only one\nmade by the prosecutor. The State made apparently incorrect\nstatements to justify the strikes of black prospective jurors\nTashia Cunningham, Edith Burnside, and Flancie Jones. The State\ncontradicted Cunningham’s earlier statement that she had only a\nworking relationship with Flowers’ sister by inaccurately asserting\nthat Cunningham and Flowers’ sister were close friends. Seeid., at 84, 220. The State asserted that Burnside had tried\nto cover up a Tardy Furniture suit. Seeid., at 226. She had\nnot. Seeid., 70–71. And the State explained that it struck\nJones in part because Jones was Flowers’ aunt. Seeid.,at\n229. That, too, was not true. Seeid., at 86–88. The State’s\npattern of factually inaccurate statements about black prospective\njurors suggests that the State intended to keep black prospective\njurors off the jury. SeeFoster, 578 U. S., at ___\n(slip op., at 23);Miller-El II, 545 U. S., at 240,\n245.To be sure, the back and forth of aBatsonhearing can be hurried, and prosecutors can make\nmistakes when providing explanations. That is entirely\nunderstandable, and mistaken explanations should not be confused\nwith racial discrimination. But when considered with other evidence\nof discrimination, a series of factually inaccurate explanations\nfor striking black prospective jurors can be telling. So it is\nhere.The side-by-side comparison of Wright to white\nprospective jurors whom the State accepted for the jury cannot be\nconsidered in isolation in this case. In a different context, the\nWright strike might be deemed permissible. But we must examine the\nwhole picture. Our disagreement with the Mississippi courts (and\nour agreement with Justice King’s dissent in the Mississippi\nSupreme Court) largely comes down to whether we look at the Wright\nstrike in isolation or instead look at the Wright strike in the\ncontext of all the facts and circumstances. Our precedents require\nthat we do the latter. As Justice King explained in his dissent in\nthe Mississippi Supreme Court, the Mississippi courts appeared to\ndo the former. 240 So. 3d, at 1163–1164. As we see it, the overall\ncontext here requires skepticism of the State’s strike of Carolyn\nWright. We must examine the Wright strike in light of the history\nof the State’s use of peremptory strikes in the prior trials, the\nState’s decision to strike five out of six black prospective jurors\nat Flowers’ sixth trial, and the State’s vastly disparate\nquestioning of black and white prospective jurors during jury\nselection at the sixth trial. We cannot just look away. Nor can we\nfocus on the Wright strike in isolation. In light of all the facts\nand circumstances, we conclude that the trial court clearly erred\nin ruling that the State’s peremptory strike of Wright was not\nmotivated in substantial part by discriminatory intent.*  *  *In sum, the State’s pattern of striking black\nprospective jurors persisted from Flowers’ first trial through\nFlowers’ sixth trial. In the six trials combined, the State struck\n41 of the 42 black prospective jurors it could have struck. At the\nsixth trial, the State struck five of six. At the sixth trial,\nmoreover, the State engaged in dramatically disparate questioning\nof black and white prospective jurors. And it engaged in disparate\ntreatment of black and white prospective jurors, in particular by\nstriking black prospective juror Carolyn Wright.To reiterate, we need not and do not decide that\nany one of those four facts alone would require reversal. All that\nwe need to decide, and all that we do decide, is that all of the\nrelevant facts and circumstances taken together establish that the\ntrial court at Flowers’ sixth trial committed clear error in\nconcluding that the State’s peremptory strike of black prospective\njuror Carolyn Wright was not motivated in substantial part by\ndiscriminatory intent. In reaching that conclusion, we break no new\nlegal ground. We simply enforce and reinforceBatsonby\napplying it to the extraordinary facts of this case.We reverse the judgment of the Supreme Court of\nMississippi, and we remand the case for further proceedings not\ninconsistent with this opinion.It is so ordered.",
    "joined": []
}