{
    "case": {
        "docket": "19-1392",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/19-1392/"
    },
    "id": "4600819",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–1392_________________THOMAS E. DOBBS, STATE HEALTH OFFICER OF THE\nMISSISSIPPI DEPARTMENT OF HEALTH, et al., PETITIONERSv.JACKSON WOMEN’S HEALTH ORGANIZATION, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2022]Justice Kavanaugh, concurring.I write separately to explain my additional\nviews about whyRoewas wrongly decided, whyRoeshould be overruled at this time, and the future implications of\ntoday’s decision.IAbortion is a profoundly difficult and\ncontentious issue because it presents an irreconcilable conflict\nbetween the interests of a pregnant woman who seeks an abortion and\nthe interests in protecting fetal life. The interests on both sides\nof the abortion issue are extraordinarily weighty.On the one side, many pro-choice advocates\nforcefully argue that the ability to obtain an abortion is\ncritically important for women’s personal and professional lives,\nand for women’s health. They contend that the widespread\navailability of abortion has been essential for women to advance in\nsociety and to achieve greater equality over the last 50 years. And\nthey maintain that women must have the freedom to choose for\nthemselves whether to have an abortion.On the other side, many pro-life advocates\nforcefully argue that a fetus is a human life. They contend that\nall human life should be protected as a matter of human dignity and\nfundamental morality. And they stress that a significant percentage\nof Americans with pro-life views are women.When it comes to abortion, one interest must\nprevail over the other at any given point in a pregnancy. Many\nAmericans of good faith would prioritize the interests of the\npregnant woman. Many other Americans of good faith instead would\nprioritize the interests in protecting fetal life—at least unless,\nfor example, an abortion is necessary to save the life of the\nmother. Of course, many Americans are conflicted or have nuanced\nviews that may vary depending on the particular time in pregnancy,\nor the particular circumstances of a pregnancy.The issue before this Court, however, is not the\npolicy or morality of abortion. The issue before this Court is what\nthe Constitution says about abortion. The Constitution does not\ntake sides on the issue of abortion. The text of the Constitution\ndoes not refer to or encompass abortion. To be sure, this Court has\nheld that the Constitution protects unenumerated rights that are\ndeeply rooted in this Nation’s history and tradition, and implicit\nin the concept of ordered liberty. But a right to abortion is not\ndeeply rooted in American history and tradition, as the Court today\nthoroughly explains.[1]On the question of abortion, the Constitution is\ntherefore neither pro-life nor pro-choice. The Constitution is\nneutral and leaves the issue for the people and their elected\nrepresentatives to resolve through the democratic process in the\nStates or Congress—like the numerous other difficult questions of\nAmerican social and economic policy that the Constitution does not\naddress.Because the Constitution is neutral on the issue\nof abortion, this Court also must be scrupulously neutral. The nine\nunelected Members of this Court do not possess the constitutional\nauthority to override the democratic process and to decree either a\npro-life or a pro-choice abortion policy for all 330 million people\nin the United States.Instead of adhering to the Constitution’s\nneutrality, the Court inRoetook sides on the issue and\nunilaterally decreed that abortion was legal throughout the United\nStates up to the point of viability (about 24 weeks of pregnancy).\nThe Court’s decision today properly returns the Court to a position\nof neutrality and restores the people’s authority to address the\nissue of abortion through the processes of democratic\nself-government established by the Constitution.Someamicusbriefs argue that the Court\ntoday should not only overruleRoeand return to a position\nof judicial neutrality on abortion, but should go further and hold\nthat the Constitutionoutlawsabortion throughout the United\nStates. No Justice of this Court has ever advanced that position. I\nrespect those who advocate for that position, just as I respect\nthose who argue that this Court should hold that the Constitution\nlegalizes pre-viability abortion throughout the United States. But\nboth positions are wrong as a constitutional matter, in my view.\nThe Constitution neither outlaws abortion nor legalizes\nabortion.To be clear, then, the Court’s decision todaydoes notoutlawabortion throughout the United\nStates. On the contrary, the Court’s decision properly leaves the\nquestion of abortion for the people and their elected\nrepresentatives in the democratic process. Through that democratic\nprocess, the people and their representatives may decide to allow\nor limit abortion. As Justice Scalia stated, the “States may, if\nthey wish, permit abortion on demand, but the Constitution does notrequirethem to do so.”Planned Parenthood of\nSoutheastern Pa.v.Casey,505 U.S.\n833, 979 (1992) (opinion concurring in judgment in part and\ndissenting in part).Today’s decision therefore does not prevent the\nnumerous States that readily allow abortion from continuing to\nreadily allow abortion. That includes, if they choose, theamiciStates supporting the plaintiff in this Court: New\nYork, California, Illinois, Maine, Massachusetts, Rhode Island,\nVermont, Connecticut, New Jersey, Pennsylvania, Delaware, Maryland,\nMichigan, Wisconsin, Minnesota, New Mexico, Colorado, Nevada,\nOregon, Washington, and Hawaii. By contrast, other States may\nmaintain laws that more strictly limit abortion. After today’s\ndecision, all of the States may evaluate the competing interests\nand decide how to address this consequential issue.[2]In arguing for aconstitutionalright to\nabortion that would override the people’s choices in the democratic\nprocess, the plaintiff Jackson Women’s Health Organization and itsamiciemphasize that the Constitution does not freeze the\nAmerican people’s rights as of 1791 or 1868. I fully agree. To\nbegin, I agree that constitutional rights apply to situations that\nwere unforeseen in 1791 or 1868—such as applying the First\nAmendment to the Internet or the Fourth Amendment to cars.\nMoreover, the Constitution authorizes the creation of new\nrights—state and federal, statutory and constitutional. But when it\ncomes to creating new rights, the Constitution directs the people\nto the various processes of democratic self-government contemplated\nby the Constitution—state legislation, state constitutional\namendments, federal legislation, and federal constitutional\namendments. See generally Amdt. 9; Amdt. 10; Art. I, §8; Art. V; J.\nSutton, 51 Imperfect Solutions: States and the Making of American\nConstitutional Law 7−21, 203−216 (2018); A. Amar, America’s\nConstitution: A Biography 285−291, 315−347 (2005).The Constitution does not grant the nine\nunelected Members of this Court the unilateral authority to rewrite\nthe Constitution to create new rights and liberties based on our\nown moral or policy views. As Justice Rehnquist stated, this Court\nhas not “been granted a roving commission, either by the Founding\nFathers or by the framers of the Fourteenth Amendment, to strike\ndown laws that are based upon notions of policy or morality\nsuddenly found unacceptable by a majority of this Court.”Furmanv.Georgia,408 U.S.\n238, 467 (1972) (dissenting opinion); seeWashingtonv. Glucksberg,521 U.S.\n702, 720–721 (1997);Cruzanv.Director, Mo. Dept. of\nHealth,497 U.S.\n261, 292–293 (1990) (Scalia, J., concurring).This Court therefore does not possess the\nauthority either to declare a constitutional right to abortionorto declare a constitutional prohibition of abortion. SeeCasey, 505 U. S., at 953 (Rehnquist, C. J.,\nconcurring in judgment in part and dissenting in part);id.,at 980 (opinion of Scalia, J.);Roev.Wade,410 U.S.\n113, 177 (1973) (Rehnquist, J., dissenting);Doev.Bolton,410 U.S.\n179, 222 (1973) (White, J., dissenting).In sum, the Constitution is neutral on the issue\nof abortion and allows the people and their elected representatives\nto address the issue through the democratic process. In my\nrespectful view, the Court inRoetherefore erred by taking\nsides on the issue of abortion.IIThe more difficult question in this case isstare decisis—that is, whether to overrule theRoedecision.The principle ofstare decisisrequires\nrespect for the Court’s precedents and for the accumulated wisdom\nof the judges who have previously addressed the same issue.Stare decisisis rooted in Article III of the Constitution\nand is fundamental to the American judicial system and to the\nstability of American law.Adherence to precedent is the norm, andstare\ndecisisimposes a high bar before this Court may overrule a\nprecedent. This Court’s history shows, however, thatstare\ndecisisis not absolute, and indeed cannot be absolute.\nOtherwise, as the Court today explains, many long-since-overruled\ncases such asPlessyv.Ferguson,163 U.S.\n537(1896);Lochnerv.NewYork,198 U.S.\n45(1905);Minersville School Dist.v.Gobitis,310 U.S.\n586(1940); andBowersv.Hardwick,478 U.S.\n186(1986), would never have been overruled and would still be\nthe law.In his canonicalBurnetopinion in 1932,\nJustice Brandeis stated that in “cases involving the Federal\nConstitution, where correction through legislative action is\npractically impossible, this Court has often overruled its earlier\ndecisions.”Burnetv.Coronado Oil & Gas Co.,285 U.S.\n393, 406−407 (1932) (dissenting opinion). That description of\nthe Court’s practice remains accurate today. Every current Member\nof this Court has voted to overrule precedent. And over the last\n100 years beginning with Chief Justice Taft’s appointment in 1921,\nevery one of the 48 Justices appointed to this Court has voted to\noverrule precedent. Many of those Justices have voted to overrule a\nsubstantial number of very significant and longstanding precedents.\nSee,e.g.,Obergefellv.Hodges, 576 U.S. 644\n(2015) (overrulingBakerv.Nelson);Brownv.Board of Education,347 U.S.\n483(1954) (overrulingPlessyv.Ferguson);West Coast Hotel Co.v.Parrish,300 U.S.\n379(1937) (overrulingAdkinsv.Children’s Hospital\nof D. C.and in effectLochnerv.New\nYork).But that history alone does not answer the\ncritical question: When precisely should the Court overrule an\nerroneous constitutional precedent? The history ofstare\ndecisisin this Court establishes that a constitutional\nprecedent may be overruled only when (i) the prior decision is\nnot just wrong, but is egregiously wrong, (ii) the prior\ndecision has caused significant negative jurisprudential or\nreal-world consequences, and (iii) overruling the prior\ndecision would not unduly upset legitimate reliance interests. SeeRamosv.Louisiana, 590 U. S. ___, ___−___\n(2020) (Kavanaugh, J., concurring in part) (slip op., at 7−8).Applying those factors, I agree with the Court\ntoday thatRoeshould be overruled. The Court inRoeerroneously assigned itself the authority to decide a critically\nimportant moral and policy issue that the Constitution does not\ngrant this Court the authority to decide. As Justice Byron White\nsuccinctly explained,Roewas “an improvident and\nextravagant exercise of the power of judicial review” because\n“nothing in the language or history of the Constitution” supports a\nconstitutional right to abortion.Bolton, 410 U. S., at\n221−222 (dissenting opinion).Of course, the fact that a precedent is wrong,\neven egregiously wrong, does not alone mean that the precedent\nshould be overruled. But as the Court today explains,Roehas caused significant negative jurisprudential and real-world\nconsequences. By taking sides on a difficult and contentious issue\non which the Constitution is neutral,Roeoverreached and\nexceeded this Court’s constitutional authority; gravely distorted\nthe Nation’s understanding of this Court’s proper constitutional\nrole; and caused significant harm to whatRoeitself\nrecognized as the State’s “important and legitimate interest” in\nprotecting fetal life. 410 U. S., at 162. All of that explains\nwhy tens of millions of Americans—and the 26 States that explicitly\nask the Court to overruleRoe—do not acceptRoeeven\n49 years later. Under the Court’s longstandingstare decisisprinciples,Roeshould be overruled.[3]But thestare decisisanalysis here is\nsomewhat more complicated because ofCasey. In 1992, 19\nyears afterRoe,Caseyacknowledged the continuing\ndispute overRoe. The Court sought to find common ground\nthat would resolve the abortion debate and end the national\ncontroversy. After careful and thoughtful consideration, theCaseyplurality reaffirmed a right to abortion through\nviability (about 24 weeks), while also allowing somewhat more\nregulation of abortion thanRoehad allowed.[4]I have deep and unyielding respect for the\nJustices who wrote theCaseyplurality opinion. And I\nrespect theCaseyplurality’s good-faith effort to locate\nsome middle ground or compromise that could resolve this\ncontroversy for America.But as has become increasingly evident over\ntime,Casey’s well-intentioned effort did not resolve the\nabortion debate. The national division has not ended. In recent\nyears, a significant number of States have enacted abortion\nrestrictions that directly conflict withRoe. Those laws\ncannot be dismissed as political stunts or as outlier laws. Those\nnumerous state laws collectively represent the sincere and deeply\nheld views of tens of millions of Americans who continue to\nfervently believe that allowing abortions up to 24 weeks is far too\nradical and far too extreme, and does not sufficiently account for\nwhatRoeitself recognized as the State’s “important and\nlegitimate interest” in protecting fetal life. 410 U. S., at\n162. In this case, moreover, a majority of the States—26 in all—ask\nthe Court to overruleRoeand return the abortion issue to\nthe States.In short,Casey’sstare decisisanalysis rested in part on a predictive judgment about the future\ndevelopment of state laws and of the people’s views on the abortion\nissue. But that predictive judgment has not borne out. As the Court\ntoday explains, the experience over the last 30 years conflicts\nwithCasey’s predictive judgment and therefore underminesCasey’s precedential force.[5]In any event, althoughCaseyis relevant\nto thestare decisisanalysis, the question of whether to\noverruleRoecannot be dictated byCaseyalone. To\nillustrate thatstare decisispoint, consider an example.\nSuppose that in 1924 this Court had expressly reaffirmedPlessyv.Fergusonand upheld the States’ authority\nto segregate people on the basis of race. Would the Court inBrownsome 30 years later in 1954 have reaffirmedPlessyand upheld racially segregated schools simply because\nof that intervening 1924 precedent? Surely the answer is no.In sum, I agree with the Court’s application\ntoday of the principles ofstare decisisand its conclusion\nthatRoeshould be overruled.IIIAfter today’s decision, the nine Members of\nthis Court will no longer decide the basic legality of\npre-viability abortion for all 330 million Americans. That issue\nwill be resolved by the people and their representatives in the\ndemocratic process in the States or Congress. But the parties’\narguments have raised other related questions, and I address some\nof them here.Firstis the question of how this\ndecision will affect other precedents involving issues such as\ncontraception and marriage—in particular, the decisions inGriswoldv.Connecticut,381\nU.S. 479(1965);Eisenstadtv.Baird,405 U.S.\n438(1972);Lovingv.Virginia,388 U.S. 1(1967); andObergefellv.Hodges, 576 U.S. 644\n(2015). I emphasize what the Court today states: OverrulingRoedoesnotmean the overruling of those precedents,\nand doesnotthreaten or cast doubt on those precedents.Second, as I see it, some of the other\nabortion-related legal questions raised by today’s decision are not\nespecially difficult as a constitutional matter. For example, may a\nState bar a resident of that State from traveling to another State\nto obtain an abortion? In my view, the answer is no based on the\nconstitutional right to interstate travel. May a State\nretroactively impose liability or punishment for an abortion that\noccurred before today’s decision takes effect? In my view, the\nanswer is no based on the Due Process Clause or theEx Post\nFactoClause. Cf.Bouiev.City of Columbia,378 U.S.\n347(1964).Other abortion-related legal questions may\nemerge in the future. But this Court will no longer decide the\nfundamental question of whether abortion must be allowed throughout\nthe United States through 6 weeks, or 12 weeks, or 15 weeks,\nor 24 weeks, or some other line. The Court will no longer decide\nhow to evaluate the interests of the pregnant woman and the\ninterests in protecting fetal life throughout pregnancy. Instead,\nthose difficult moral and policy questions will be decided, as the\nConstitution dictates, by the people and their elected\nrepresentatives through the constitutional processes of democratic\nself-government.*  *  *TheRoeCourt took sides on a\nconsequential moral and policy issue that this Court had no\nconstitutional authority to decide. By taking sides, theRoeCourt distorted the Nation’s understanding of this Court’s proper\nrole in the American constitutional system and thereby damaged the\nCourt as an institution. As Justice Scalia explained,Roe“destroyed the compromises of the past, rendered compromise\nimpossible for the future, and required the entire issue to be\nresolved uniformly, at the national level.”Casey, 505\nU. S., at 995 (opinion concurring in judgment in part and\ndissenting in part).The Court’s decision today properly returns the\nCourt to a position of judicial neutrality on the issue of\nabortion, and properly restores the people’s authority to resolve\nthe issue of abortion through the processes of democratic self-\ngovernment established by the Constitution.To be sure, many Americans will disagree with\nthe Court’s decision today. That would be true no matter how the\nCourt decided this case. Both sides on the abortion issue believe\nsincerely and passionately in the rightness of their cause.\nEspecially in those difficult and fraught circumstances, the Court\nmust scrupulously adhere to the Constitution’s neutral position on\nthe issue of abortion.Since 1973, more than 20 Justices of this Court\nhave now grappled with the divisive issue of abortion. I greatly\nrespect all of the Justices, past and present, who have done so.\nAmidst extraordinary controversy and challenges, all of them have\naddressed the abortion issue in good faith after careful\ndeliberation, and based on their sincere understandings of the\nConstitution and of precedent. I have endeavored to do the\nsame.In my judgment, on the issue of abortion, the\nConstitution is neither pro-life nor pro-choice. The Constitution\nis neutral, and this Court likewise must be scrupulously neutral.\nThe Court today properly heeds the constitutional principle of\njudicial neutrality and returns the issue of abortion to the people\nand their elected representatives in the democratic process.Notes1The Court’s opinion today\nalso recounts the pre-constitutional common-law history in England.\nThat English history supplies background information on the issue\nof abortion. As I see it, the dispositive point in analyzing\nAmerican history and tradition for purposes of the Fourteenth\nAmendment inquiry is that abortion was largely prohibited in most\nAmerican States as of 1868 when the Fourteenth Amendment was\nratified, and that abortion remained largely prohibited in most\nAmerican States untilRoewas decided in 1973.2In his dissent inRoe, Justice Rehnquist indicated that an exception to a\nState’s restriction on abortion would be constitutionally required\nwhen an abortion is necessary to save the life of the mother. SeeRoev.Wade,410 U.S.\n113, 173 (1973). Abortion statutes traditionally and currently\nprovide for an exception when an abortion is necessary to protect\nthe life of the mother. Some statutes also provide other\nexceptions.3I also agree with the\nCourt’s conclusion today with respect to reliance. Broad notions of\nsocietal reliance have been invoked in support ofRoe, but\nthe Court has not analyzed reliance in that way in the past. For\nexample, American businesses and workers relied onLochnerv.New York,198 U.S.\n45(1905), andAdkinsv.Children’s Hospital of D.\nC.,261 U.S.\n525(1923), to construct a laissez-faire economy that was free\nof substantial regulation. InWest Coast Hotel Co.v.Parrish,300 U.S.\n379(1937), the Court nonetheless overruledAdkinsand\nin effectLochner. An entire region of the country relied onPlessyv.Ferguson,163 U.S.\n537(1896), to enforce a system of racial segregation. InBrownv.Board of Education,347\nU.S. 483(1954), the Court overruledPlessy. Much of\nAmerican society was built around the traditional view of marriage\nthat was upheld inBakerv.Nelson, 409 U.S. 810\n(1972), and that was reflected in laws ranging from tax laws to\nestate laws to family laws. InObergefellv.Hodges,\n576 U.S. 644 (2015), the Court nonetheless overruledBaker.4As the Court today notes,Casey’s approach tostare decisispointed in two\ndirections.CaseyreaffirmedRoe’s viability line,\nbut it expressly overruled theRoetrimester framework and\nalso expressly overruled two landmark post-Roeabortion\ncases—Akronv.AkronCenterforReproductiveHealth,Inc.,462 U.S.\n416(1983), andThornburghv.AmericanCollegeofObstetriciansandGynecologists,476 U.S.\n747(1986). SeeCasey, 505 U. S., at 870, 872−873,\n878−879, 882.Caseyitself thus directly contradicts any\nnotion of absolutestare decisisin abortion\ncases.5To be clear, public\nopposition to a prior decision is not a basis for overruling (or\nreaffirming) that decision. Rather, the question of whether to\noverrule a precedent must be analyzed under this Court’s\ntraditionalstare decisisfactors. The only point here is\nthatCaseyadopted a specialstare decisisprinciple\nwith respect toRoebased on the idea of resolving the\nnational controversy and ending the national division over\nabortion. The continued and significant opposition toRoe,\nas reflected in the laws and positions of numerous States, is\nrelevant to assessingCaseyon its own terms.",
    "joined": []
}