{
    "case": {
        "docket": "17-1717",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1717/"
    },
    "id": "4111197",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 17–1717 and 18–18_________________THE AMERICAN LEGION, et al.,\nPETITIONERS17–1717v.AMERICAN HUMANIST ASSOCIATION,\net al.; andMARYLAND-NATIONAL CAPITAL PARK AND\nPLANNING COMMISSION, PETITIONER18–18v.AMERICAN HUMANIST ASSOCIATION,\net al.on writs of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2019]Justice Kavanaugh, concurring.I join the Court’s eloquent and persuasive\nopinion in full. I write separately to emphasize two points.IConsistent with the Court’s case law, the\nCourt today applies a history and tradition test in examining and\nupholding the constitutionality of the Bladensburg Cross. SeeMarshv.Chambers,463 U.S.\n783, 787–792, 795 (1983);VanOrdenv.Perry,545 U.S.\n677, 686–690 (2005) (plurality opinion);TownofGreecev.Galloway, 572 U.S. 565, 575–578 (2014).As this case again demonstrates, this Court no\nlonger applies the old test articulated inLemonv.Kurtzman,403 U.S.\n602(1971). TheLemontest examined, among other things,\nwhether the challenged government action had a primary effect of\nadvancing or endorsing religion. IfLemonguided this\nCourt’s understanding of the Establishment Clause, then many of the\nCourt’s Establishment Clause cases over the last 48 years would\nhave been decided differently, as I will explain.The opinion identifies five relevant categories\nof Establishment Clause cases: (1) religious symbols on government\nproperty and religious speech at government events; (2) religious\naccommodations and exemptions from generally applicable laws; (3)\ngovernment benefits and tax exemptions for religious organizations;\n(4) religious expression in public schools; and (5) regulation of\nprivate religious speech in public forums. Seeante, at 15,\nn. 16.TheLemontest does not explain the\nCourt’s decisions in any of those five categories.In the first category of cases, the Court has\nrelied on history and tradition and upheld various religious\nsymbols on government property and religious speech at government\nevents. See,e.g.,Marsh, 463 U. S., at 787–792,\n795;VanOrden, 545 U. S., at 686–690 (plurality\nopinion);TownofGreece, 572 U. S., at\n575–578. The Court does so again today.Lemondoes not\naccount for the results in these cases.In the second category of cases, this Court has\nallowed legislative accommodations for religious activity and\nupheld legislatively granted religious exemptions from generally\napplicable laws. See,e.g.,Corporation of Presiding\nBishop of Church of Jesus Christ of Latter-day Saintsv.Amos,483 U.S.\n327(1987);Cutterv.Wilkinson,544 U.S.\n709(2005). But accommodations and exemptions “by definition”\nhave the effect of advancing or endorsing religion to some extent.Amos, 483 U. S., at 347 (O’Connor, J., concurring in\njudgment) (quotation altered).Lemon, fairly applied, does\nnot justify those decisions.In the third category of cases, the Court\nlikewise has upheld government benefits and tax exemptions that go\nto religious organizations, even though those policies have the\neffect of advancing or endorsing religion. See,e.g.,Walzv.Tax Comm’n of City of New York,397 U.S.\n664(1970);Muellerv.Allen,463 U.S.\n388(1983);Mitchellv.Helms,530 U.S.\n793(2000) (plurality opinion);Zelmanv.Simmons-Harris,536 U.S.\n639(2002);Trinity Lutheran Church of Columbia, Inc. v.Comer, 582 U. S. ___ (2017). Those outcomes are not\neasily reconciled withLemon.In the fourth category of cases, the Court has\nproscribed government-sponsored prayer in public schools. The Court\nhas done so not because ofLemon, but because the Court\nconcluded that government-sponsored prayer in public schools posed\na risk of coercion of students. The Court’s most prominent modern\ncase on that subject,Leev.Weisman,505 U.S.\n577(1992), did not rely onLemon. In short,Lemonwas not necessary to the Court’s decisions holding\ngovernment-sponsored school prayers unconstitutional.In the fifth category, the Court has allowed\nprivate religious speech in public forums on an equal basis with\nsecular speech. See,e.g.,Lamb’s Chapelv.Center\nMoriches Union Free School Dist.,508 U.S.\n384(1993);Capitol Square Review and Advisory Bd. v.Pinette,515 U.S.\n753(1995);Rosenbergerv.Rector and Visitors of\nUniv. of Va.,515 U.S.\n819(1995);Good News Clubv.Milford Central\nSchool,533 U.S.\n98(2001). That practice does not violate the Establishment\nClause, the Court has ruled.Lemondoes not explain those\ncases.Today, the Court declines to applyLemonin a case in the religious symbols and religious speech category,\njust as the Court declined to applyLemoninTown of\nGreecev.Galloway,Van Ordenv.Perry,\nandMarshv.Chambers. The Court’s decision in this\ncase again makes clear that theLemontest does not apply to\nEstablishment Clause cases in that category. And the Court’s\ndecisions over the span of several decades demonstrate that theLemontest is not good law and does not apply to\nEstablishment Clause cases in any of the five categories.On the contrary, each category of Establishment\nClause cases has its own principles based on history, tradition,\nand precedent. And the cases together lead to an overarching set of\nprinciples: If the challenged government practice is not coerciveandif it (i) is rooted in history and tradition; or (ii)\ntreats religious people, organizations, speech, or activity equally\nto comparable secular people, organizations, speech, or activity;\nor (iii) represents a permissible legislative accommodation or\nexemption from a generally applicable law, then there ordinarily is\nno Establishment Clause violation.[1]*The practice of displaying religious memorials,\nparticularly religious war memorials, on public land is not\ncoercive and is rooted in history and tradition. The Bladensburg\nCross does not violate the Establishment Clause. Cf.Town of\nGreece, 572 U.S. 565.IIThe Bladensburg Cross commemorates soldiers\nwho gave their lives for America in World War I. I agree with the\nCourt that the Bladensburg Cross is constitutional. At the same\ntime, I have deep respect for the plaintiffs’ sincere objections to\nseeing the cross on public land. I have great respect for the\nJewish war veterans who in anamicusbrief say that the\ncross on public land sends a message of exclusion. I recognize\ntheir sense of distress and alienation. Moreover, I fully\nunderstand the deeply religious nature of the cross. It would\ndemean both believers and nonbelievers to say that the cross is not\nreligious, or not all that religious. A case like this is difficult\nbecause it represents a clash of genuine and important interests.\nApplying our precedents, we uphold the constitutionality of the\ncross. In doing so, it is appropriate to also restate this bedrock\nconstitutional principle: All citizens are equally American, no\nmatter what religion they are, or if they have no religion at\nall.The conclusion that the cross does not violate\nthe Establishment Clause does not necessarily mean that those who\nobject to it have no other recourse. The Court’s rulingallowsthe State to maintain the cross on public land. The\nCourt’s ruling does notrequirethe State to maintain the\ncross on public land. The Maryland Legislature could enact new laws\nrequiring removal of the cross or transfer of the land. The\nMaryland Governor or other state or local executive officers may\nhave authority to do so under current Maryland law. And if not, the\nlegislature could enact new laws to authorize such executive\naction. The Maryland Constitution, as interpreted by the Maryland\nCourt of Appeals, may speak to this question. And if not, the\npeople of Maryland can amend the State Constitution.Those alternative avenues of relief illustrate a\nfundamental feature of our constitutional structure: This Court is\nnot theonlyguardian of individual rights in America. This\nCourt fiercely protects the individual rights secured by the U. S.\nConstitution. See,e.g.,West Virginia Bd. of Ed. v.Barnette,319 U.S.\n624(1943);Wisconsinv.Yoder,406 U.S.\n205(1972). But the Constitution sets a floor for the\nprotection of individual rights. The constitutional floor is sturdy\nand often high, but it is a floor. Other federal, state, and local\ngovernment entities generally possess authority to safeguard\nindividual rights above and beyond the rights secured by the U. S.\nConstitution. See generally J. Sutton, 51 Imperfect Solutions\n(2018); Brennan, State Constitutions and the Protection of\nIndividual Rights, 90 Harv. L. Rev. 489 (1977).Notes1*That is not to say that\nchallenged government actions outside that safe harbor are\nunconstitutional. Any such cases must be analyzed under the\nrelevant Establishment Clause principles and\nprecedents.",
    "joined": []
}