{
    "case": {
        "docket": "18-1432",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1432/"
    },
    "id": "4255737",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1432_________________NIDAL KHALID NASRALLAH, PETITIONERv.WILLIAM P. BARR, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 1, 2020]Justice Kavanaugh delivered the opinion of the\nCourt.Under federal immigration law, noncitizens who\ncommit certain crimes are removable from the United States. During\nremoval proceedings, a noncitizen may raise claims under the\ninternational Convention Against Torture, known as CAT. If the\nnoncitizen demonstrates that he likely would be tortured if removed\nto the designated country of removal, then he is entitled to CAT\nrelief and may not be removed to that country (although he still\nmay be removed to other countries).If the immigration judge orders removal and\ndenies CAT relief, the noncitizen may appeal to the Board of\nImmigration Appeals. If the Board of Immigration Appeals orders\nremoval and denies CAT relief, the noncitizen may obtain judicial\nreview in a federal court of appeals of both the final order of\nremoval and the CAT order.In the court of appeals, for cases involving\nnoncitizens who have committed any crime specified in 8\nU. S. C. §1252(a)(2)(C), federal law limits the scope of\njudicial review. Those noncitizens may obtain judicial review of\nconstitutional and legal challenges to the final order of removal,\nbut not of factual challenges to the final order of removal.Everyone agrees on all of the above. The dispute\nhere concerns the scope of judicial review of CAT orders for those\nnoncitizens who have committed crimes specified in §1252(a)(2)(C).\nThe Government argues that judicial review of a CAT order is\nanalogous to judicial review of a final order of removal. The\nGovernment contends, in other words, that the court of appeals may\nreview the noncitizen’s constitutional and legal challenges to a\nCAT order, but not the noncitizen’s factual challenges to the CAT\norder. Nasrallah responds that the court of appeals may review the\nnoncitizen’s constitutional, legal,andfactual challenges\nto the CAT order, although Nasrallah acknowledges that judicial\nreview of factual challenges to CAT orders must be highly\ndeferential.So the narrow question before the Court is\nwhether, in a case involving a noncitizen who committed a crime\nspecified in §1252(a)(2)(C), the court of appeals should review the\nnoncitizen’s factual challenges to the CAT order (i) not at all or\n(ii) deferentially. Based on the text of the statute, we conclude\nthat the court of appeals should review factual challenges to the\nCAT order deferentially. We therefore reverse the judgment of the\nU. S. Court of Appeals for the Eleventh Circuit.INidal Khalid Nasrallah is a native and citizen\nof Lebanon. In 2006, when he was 17 years old, Nasrallah came to\nthe United States on a tourist visa. In 2007, he became a lawful\npermanent resident. In 2013, Nasrallah pled guilty to two counts of\nreceiving stolen property. The U. S. District Court for the\nWestern District of North Carolina sentenced Nasrallah to 364 days\nin prison.Based on Nasrallah’s conviction, the Government\ninitiated deportation proceedings. See 8 U. S. C.\n§1227(a)(2)(A)(i). In those proceedings, Nasrallah applied for CAT\nrelief to prevent his removal to Lebanon. See Convention Against\nTorture and Other Cruel, Inhuman or Degrading Treatment or\nPunishment, Art. 3, Dec. 10, 1984, S. Treaty Doc. No. 100–20, p.\n20, 1465 U. N. T. S. 114. Nasrallah alleged that he\nwas a member of the Druze religion, and that he had been tortured\nby Hezbollah before he came to the United States. Nasrallah argued\nthat he would be tortured again if returned to Lebanon.[1]The Immigration Judge determined that Nasrallah\nwas removable. As to the CAT claim, the Immigration Judge found\nthat Nasrallah had previously suffered torture at the hands of\nHezbollah. Based on Nasrallah’s past experience and the current\npolitical conditions in Lebanon, the Immigration Judge concluded\nthat Nasrallah likely would be tortured again if returned to\nLebanon. The Immigration Judge ordered Nasrallah removed, but also\ngranted CAT relief and thereby blocked Nasrallah’s removal to\nLebanon.On appeal, the Board of Immigration Appeals\ndisagreed that Nasrallah likely would be tortured in Lebanon. The\nBoard therefore vacated the order granting CAT relief and ordered\nNasrallah removed to Lebanon.Nasrallah filed a petition for review in the\nU. S. Court of Appeals for the Eleventh Circuit, claiming\n(among other things) that the Board of Immigration Appeals erred in\nfinding that he would not likely be tortured in Lebanon. Nasrallah\nraised factual challenges to the Board’s CAT order. Applying\nCircuit precedent, the Eleventh Circuit declined to review\nNasrallah’s factual challenges.Nasrallahv.United\nStates Attorney General, 762 Fed. Appx. 638 (2019). The court\nexplained that Nasrallah had been convicted of a crime specified in\n8 U. S. C. §1252(a)(2)(C). Noncitizens convicted of\n§1252(a)(2)(C) crimes may not obtain judicial review of factual\nchallenges to a “final order of removal.” §§1252(a)(2)(C)–(D).\nUnder Eleventh Circuit precedent, that statute also precludes\njudicial review of factual challenges to the CAT order.[2]Nasrallah contends that the Eleventh Circuit\nshould have reviewed his factual challenges to the CAT order\nbecause the statute bars review only of factual challenges to a\n“final order of removal.” According to Nasrallah, a CAT order is\nnot a “final order of removal” and does not affect the validity of\na final order of removal. Therefore, Nasrallah argues, the statute\nby its terms does not bar judicial review of factual challenges to\na CAT order.The Courts of Appeals are divided over whether\n§§1252(a)(2)(C) and (D) preclude judicial review of factual\nchallenges to a CAT order. Most Courts of Appeals have sided with\nthe Government; the Seventh and Ninth Circuits have gone the other\nway. CompareGourdetv.Holder, 587 F.3d 1, 5 (CA1\n2009);Ortiz-Francov.Holder, 782 F.3d 81, 88 (CA2\n2015);Pieschacon-Villegasv.Attorney General of\nU. S., 671 F.3d 303, 309–310 (CA3 2011);Oxygenev.Lynch, 813 F.3d 541, 545 (CA4 2016);Escudero-Arciniegav.Holder, 702 F.3d 781, 785 (CA5\n2012);Tranv.Gonzales,447 F.3d 937, 943 (CA6 2006);Lovanv.Holder,\n574 F.3d 990, 998 (CA8 2009);Colev.United States\nAttorney General, 712 F.3d 517, 532 (CA11 2013), withWanjiruv.Holder, 705 F.3d 258, 264 (CA7 2013);Vinh Tan Nguyenv.Holder, 763 F.3d 1022, 1029 (CA9\n2014).In light of the Circuit split on this important\nquestion of federal law, we granted certiorari. 589 U. S. ___\n(2019).[3]IIWhen a noncitizen is removable because he\ncommitted a crime specified in §1252(a)(2)(C), immigration law bars\njudicial review of the noncitizen’s factual challenges to his final\norder of removal. In the Government’s view, the law also bars\njudicial review of the noncitizen’s factual challenges to a CAT\norder. Nasrallah disagrees. We conclude that Nasrallah has the\nbetter of the statutory argument.AWe begin by describing the three interlocking\nstatutes that provide for judicial review of final orders of\nremoval and CAT orders.The first relevant statute is the Illegal\nImmigration Reform and Immigrant Responsibility Act of 1996. That\nAct authorizes noncitizens to obtain direct “review of a final\norder of removal” in a court of appeals. 110Stat. 3009–607, 8\nU. S. C. §1252(a)(1). As the parties agree, in the\ndeportation context, a “final order of removal” is a final order\n“concluding that the alien is deportable or ordering deportation.”\n§1101(a)(47)(A); see §309(d)(2), 110Stat. 3009–627;Calcano-Martinezv.INS,533\nU.S. 348, 350, n. 1 (2001). The Act also states that\njudicial review “of all questions of law and fact . . .\narising from any action taken or proceeding brought to remove an\nalien from the United States under this subchapter shall be\navailable only in judicial review of a final order under this\nsection.” 8 U. S. C. §1252(b)(9); see 110Stat. 3009–610.\nIn other words, a noncitizen’s various challenges arising from the\nremoval proceeding must be “consolidated in a petition for review\nand considered by the courts of appeals.”INSv.St.\nCyr,533 U.S.\n289, 313, and n. 37 (2001). By consolidating the issues\narising from a final order of removal, eliminating review in the\ndistrict courts, and supplying direct review in the courts of\nappeals, the Act expedites judicial review of final orders of\nremoval.The second relevant statute is the Foreign\nAffairs Reform and Restructuring Act of 1998, known as FARRA. FARRA\nimplements Article 3 of the international Convention Against\nTorture, known as CAT. As relevant here, CAT prohibits removal of a\nnoncitizen to a country where the noncitizen likely would be\ntortured. Importantly for present purposes, §2242(d) of FARRA\nprovides for judicial review of CAT claims “as part of the review\nof a final order of removal pursuant to section 242 of the\nImmigration and Nationality Act (8 U. S. C. 1252).”\n112Stat. 2681–822, note following 8 U. S. C. §1231.The third relevant statute is the REAL ID Act of\n2005. As relevant here, that Act responded to this Court’s 2001\ndecision inSt. Cyr. InSt. Cyr, this Court ruled\nthat the 1996 Act, although purporting to eliminate district court\nreview of final orders of removal, did not eliminate district court\nreviewvia habeas corpusof constitutional or legal\nchallenges to final orders of removal. 533 U. S.,at\n312–313. The REAL ID Act clarified that final orders of removal may\nnot be reviewed in district courts, even via habeas corpus, and may\nbe reviewed only in the courts of appeals. See 119Stat. 310, 8\nU. S. C. §1252(a)(5). The REAL ID Act also provided that\nCAT orders likewise may not be reviewed in district courts, even\nvia habeas corpus, and may be reviewed only in the courts of\nappeals. See 119Stat. 310, 8 U. S. C. §1252(a)(4).BThose three Acts establish that CAT orders may\nbe reviewed together with final orders of removal in a court of\nappeals. But judicial review of final orders of removal is somewhat\nlimited in cases (such as Nasrallah’s) involving noncitizens\nconvicted of crimes specified in §1252(a)(2)(C). In those cases, a\ncourt of appeals may review constitutional or legal challenges to a\nfinal order of removal, but the court of appeals may not reviewfactualchallenges to a final order of removal.§§1252(a)(2)(C)–(D); seeGuerrero-Lasprillav.Barr,\n589 U. S. ___, ___–___ (2020) (slip op., at 11–13).The question in this case is the following: By\nprecluding judicial review of factual challenges to final orders of\nremoval, does the law also preclude judicial review of factual\nchallenges to CAT orders? We conclude that it does not.The relevant statutory text precludes judicial\nreview of factual challenges to final orders of removal—and only to\nfinal orders of removal. In the deportation context, a final “order\nof removal” is a final order “concluding that the alien is\ndeportable or ordering deportation.” §1101(a)(47)(A).[4]A CAT order is not itself a final order of\nremoval because it is not an order “concluding that the alien is\ndeportable or ordering deportation.” As the Government\nacknowledges, a CAT order does not disturb the final order of\nremoval. Brief for Respondent 26. An order granting CAT relief\nmeans only that, notwithstanding the order of removal, the\nnoncitizen may not be removed to the designated country of removal,\nat least until conditions change in that country. But the\nnoncitizen still “may be removed at any time to another country\nwhere he or she is not likely to be tortured.” 8 CFR\n§§1208.17(b)(2), 1208.16(f ).Even though CAT orders are notthe sameas final orders of removal, a question remains: Do CAT orders merge\ninto final orders of removal in the same way as, say, an\nimmigration judge’s evidentiary rulings merge into final orders of\nremoval? The answer is no. For purposes of this statute, final\norders of removal encompass only the rulings made by the\nimmigration judge or Board of Immigration Appeals that affect the\nvalidity of the final order of removal. As this Court phrased it inINSv.Chadha, review of a final order of removal\n“includes all matters on which the validity of the final order is\ncontingent.”462 U.S.\n919, 938 (1983) (internal quotation marks omitted). The rulings\nthat affect the validity of the final order of removal merge into\nthe final order of removal for purposes of judicial review. But the\nimmigration judge’s or the Board’s ruling on a CAT claim does not\naffect the validity of the final order of removal and therefore\ndoes not merge into the final order of removal.To be sure, as noted above, FARRA provides that\na CAT order is reviewable “as part of the review of a final order\nof removal” under 8 U. S. C. §1252. §2242(d), 112Stat.\n2681–822; see also 8 U. S. C. §1252(a)(4). Likewise,\n§1252(b)(9) provides that “[j]udicial review of all questions of\nlaw and fact . . . arising from any action taken or proceeding\nbrought to remove an alien from the United States under this\nsubchapter shall be available only in judicial review of a final\norder under this section.” §1252(b)(9). But FARRA and §1252(b)(9)\nsimply establish that a CAT order may be reviewed together with the\nfinal order of removal, not that a CAT order is the same as, or\naffects the validity of, a final order of removal.Consider an analogy. Suppose a statute furnishes\nappellate review of convictions and sentences in a single appellate\nproceeding. Suppose that the statute also precludes appellate\nreview of certain factual challenges to the sentence. Would that\nstatute bar appellate review of factual challenges to the\nconviction, just because the conviction and sentence are reviewed\ntogether? No. The same is true here. A CAT order may be reviewed\ntogether with the final order of removal. But a CAT order is\ndistinct from a final order of removal and does not affect the\nvalidity of the final order of removal. The CAT order therefore\ndoes not merge into the final order of removal for purposes of\n§§1252(a)(2)(C)–(D)’s limitation on the scope of judicial review.\nIn short, as a matter of straightforward statutory interpretation,\nCongress’s decision to bar judicial review of factual challenges to\nfinal orders of removal does not bar judicial review of factual\nchallenges to CAT orders.It would be easy enough for Congress to preclude\njudicial review of factual challenges to CAT orders, just as\nCongress has precluded judicial review of factual challenges to\ncertain final orders of removal. But Congress has not done so, and\nit is not the proper role of the courts to rewrite the laws passed\nby Congress and signed by the President.CAlthough a noncitizen may obtain judicial\nreview of factual challenges to CAT orders, that review is highly\ndeferential, as Nasrallah acknowledges. See Reply Brief 19–20; Tr.\nof Oral Arg. 5. The standard of review is the substantial-evidence\nstandard: The agency’s “findings of fact are conclusive unless any\nreasonable adjudicator would be compelled to conclude to the\ncontrary.” §1252(b)(4)(B); seeKenyeresv.Ashcroft,\n538 U.S. 1301, 1306 (2003) (Kennedy, J., in chambers);INSv.Elias-Zacarias,502 U.S.\n478, 481, n. 1, 483–484 (1992).But the Government still insists that the\nstatute supplies no judicial review of factual challenges to CAT\norders. The Government advances a slew of arguments, but none\npersuades us.First, the Government raises an argument\nbased on precedent. InFotiv.INS,375 U.S.\n217(1963), this Court interpreted the statutory term “final\norders of deportation” in the Immigration and Nationality Act of\n1952, as amended in 1961, to encompass “all determinations made\nduring and incident to the administrative proceeding” on\nremovability.Id.,at 229. The Government points out\n(correctly) that theFotidefinition of a final order—if it\nstill applied here—would cover CAT orders and therefore would bar\njudicial review of factual challenges to CAT orders. ButFoti’s interpretation of the INA as it existed as of 1963 no\nlonger applies. Since 1996, the INA has defined final “order of\ndeportation” more narrowly than this Court interpreted the term inFoti.A final order of deportation is now defined as a final\norder “concluding that the alien is deportable or ordering\ndeportation.” 8 U. S. C. §1101(a)(47)(A); Antiterrorism\nand Effective Death Penalty Act of 1996, 110Stat. 1277; see\n§309(d)(2) of the Illegal Immigration Reform and Immigrant\nResponsibility Act of 1996, 110Stat. 3009–627. And as we have\nexplained, an order denying CAT relief does not fall within the\nstatutory definition of an “order of deportation” because it is not\nan order “concluding that the alien is deportable or ordering\ndeportation.” Therefore,Fotidoes not control here.Second, the Government puts forward a\nstructural argument. As the Government sees it, if a CAT order is\nnot merged into a final order of removal, then no statute would\nauthorize a court of appeals to review a CAT order in the first\nplace. That is because, in the Government’s view, the only statute\nthat supplies judicial review of CAT claims is the statute that\nprovides for judicial review of final orders of removal. See\n§1252(a)(1). The premise of that argument is incorrect. Section\n2242(d) of FARRA, enacted in 1998, expressly provides for judicial\nreview of CAT claims together with the review of final orders of\nremoval. Moreover, as a result of the 2005 REAL ID Act, §1252(a)(4)\nnow provides for direct review of CAT orders in the courts of\nappeals. See also 8 U. S. C. §1252(b)(9). In short, our\ndecision does not affect the authority of the courts of appeals to\nreview CAT orders.Third, the Government asserts a\ncongressional intent argument: Why would Congress bar review of\nfactual challenges to a removal order, but allow factual challenges\nto a CAT order? To begin with, we must adhere to the statutory\ntext, which differentiates between the two kinds of orders for\nthose purposes. In any event, Congress had good reason to\ndistinguish the two. For noncitizens who have committed crimes that\nsubject them to removal, the facts that rendered the noncitizen\nremovable are often not in serious dispute. The relevant facts will\nusually just be the existence of the noncitizen’s prior criminal\nconvictions. By barring review of factual challenges to final\norders of removal, Congress prevented further relitigation of the\nunderlying factual bases for those criminal convictions—a point\nthat Senator Abraham, a key proponent of the statutory bar to\njudicial review, stressed back in 1996. See 142 Cong. Rec.\n7348–7350 (1996).By contrast, the issues related to a CAT order\nwill not typically have been litigated prior to the alien’s removal\nproceedings. Those factual issues may range from the noncitizen’s\npast experiences in the designated country of removal, to the\nnoncitizen’s credibility, to the political or other current\nconditions in that country. Because the factual components of CAT\norders will not previously have been litigated in court and because\nthose factual issues may be critical to determining whether the\nnoncitizen is likely to be tortured if returned, it makes some\nsense that Congress would provide an opportunity for judicial\nreview, albeit deferential judicial review, of the factual\ncomponents of a CAT order.Fourth, the Government advances a policy\nargument—that judicial review of the factual components of a CAT\norder would unduly delay removal proceedings. But today’s decision\ndoes not affectwhetherthe noncitizen is entitled to\njudicial review of a CAT order and does not add a new layer of\njudicial review. All agree that a noncitizen facing removal under\nthese provisions may already seek judicial review in a court of\nappeals of constitutional and legal claims relating to both the\nfinal order of removal and the CAT order. Our holding today means\nonly that, in that same case in the court of appeals, the court may\nalso review the noncitizen’s factual challenges to the CAT order\nunder the deferential substantial-evidence standard. For many\nyears, the Seventh and Ninth Circuits have allowed factual\nchallenges to CAT orders, and the Government has not informed this\nCourt of any significant problems stemming from review in those\nCircuits.Fifth, what about the slippery slope? If\nfactual challenges to CAT orders may be reviewed, what other orders\nwill now be subject to factual challenges in the courts of appeals?\nImportantly, another jurisdiction-stripping provision,\n§1252(a)(2)(B), states that a noncitizen may not bring a factual\nchallenge to orders denying discretionary relief, including\ncancellation of removal, voluntary departure, adjustment of status,\ncertain inadmissibility waivers, and other determinations “made\ndiscretionary by statute.”Kucanav.Holder,558 U.S.\n233, 248 (2010). Our decision today therefore has no effect on\njudicial review of those discretionary determinations.[5]The Government suggests that our decision here\nmight lead to judicial review of factual challenges to statutory\nwithholding orders. A statutory withholding order prevents the\nremoval of a noncitizen to a country where the noncitizen’s “life\nor freedom would be threatened” because of the noncitizen’s “race,\nreligion, nationality, membership in a particular social group, or\npolitical opinion.” 8 U. S. C. §1231(b)(3)(A). That\nquestion is not presented in this case, and we therefore leave its\nresolution for another day.*  *  *In cases where a noncitizen has committed a\ncrime specified in 8 U. S. C. §1252(a)(2)(C),\n§§1252(a)(2)(C) and (D) preclude judicial review of the\nnoncitizen’s factual challenges to a final order of removal. A CAT\norder is distinct from a final order of removal and does not affect\nthe validity of a final order of removal. Therefore,\n§§1252(a)(2)(C) and (D) do not preclude judicial review of a\nnoncitizen’s factual challenges to a CAT order. We reverse the\njudgment of the U. S. Court of Appeals for the Eleventh\nCircuit.It is so ordered.Notes1To qualify as torture,\nactions must be “inflicted by or at the instigation of or with the\nconsent or acquiescence of a public official or other person acting\nin an official capacity.” 8 CFR §1208.18(a)(1) (2019).2This opinion uses the\nterm “noncitizen” as equivalent to the statutory term “alien.” See\n8 U. S. C. §1101(a)(3).3This case comes to us on\nthe premise that Nasrallah committed a crime specified in\n§1252(a)(2)(C). That said, courts are divided on the question\nwhether §§1252(a)(2)(C)–(D)’s limitation on judicial review applies\nwhen a noncitizen has committed only a single crime of moral\nturpitude. But that issue is not the question presented in this\nCourt, and we do not address it. CompareKeungnev.United States Attorney General, 561 F.3d 1281, 1283 (CA11\n2009), withYereminv.Holder, 738 F.3d 708, 713 (CA6\n2013);Wanjiruv.Holder, 705 F.3d 258, 262–263 (CA7\n2013);Leev.Gonzales,410 F.3d 778, 781–782 (CA5 2005).4Title 8\nU. S. C. §1252(a)(2)(C) provides: “Notwithstanding any\nother provision of law (statutory or nonstatutory), including\nsection 2241 of title 28, or any other habeas corpus provision, and\nsections 1361 and 1651 of such title, and except as provided in\nsubparagraph (D),no court shall have jurisdiction to review any\nfinal order of removalagainst an alien who is removable by\nreason of having committed a criminal offense covered in section\n1182(a)(2) or 1227(a)(2)(A)(iii), (B), (C), or (D) of this title,\nor any offense covered by section 1227(a)(2)(A)(ii) of this title\nfor which both predicate offenses are, without regard to their date\nof commission, otherwise covered by section 1227(a)(2)(A)(i) of\nthis title.” (Emphasis added.) Section 1252(a)(2)(D) provides:\n“Nothing in subparagraph (B) or (C), or in any other provision of\nthis chapter (other than this section) which limits or eliminates\njudicialreview, shall be construed as precluding review ofconstitutional claims or questions of lawraised upon a\npetition for review filed with anappropriate court of appeals in\naccordance with this section.” (Emphasis added.)5Inexpeditedremoval proceedings, the immigration laws do not provide for any\njudicial review of CAT claims. See 8 U. S. C.\n§§1225(b)(1)(B)(iii), 1252(a)(2)(A), and 1252(e). Our ruling today\ndoes not affect that law.",
    "joined": []
}