{
    "case": {
        "docket": "18-260",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-260/"
    },
    "id": "4240398",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–260_________________COUNTY OF MAUI, HAWAII, PETITIONERv.HAWAII WILDLIFE FUND, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 23, 2020]Justice Kavanaugh, concurring.I join the Court’s opinion in full. I write\nseparately to emphasize three points.First, the Court’s interpretation of the Clean\nWater Act regarding pollution “from” point sources adheres to the\ninterpretation set forth in Justice Scalia’s plurality opinion in\nRapanos v. United States,547 U.S.\n715(2006). The Clean Water Act requires a permit for “any\naddition of any pollutant to navigable waters from any point\nsource.” 33 U. S. C. §1362(12)(A); see §§1311(a), 1342(a). The key\nword is “from.” The question in this case is whether the County of\nMaui needs a permit for its Lahaina Wastewater Reclamation\nFacility. No one disputes that pollutants originated at Maui’s\nwastewater facility (a point source), and no one disputes that the\npollutants ended up in the Pacific Ocean (a navigable water). Maui\ncontends, however, that it does not need a permit. Maui says that\nthe pollutants did not come “from” the Lahaina facility because the\npollutants traveled through groundwater before reaching the\nocean.Justice Scalia’s plurality opinion in Rapanos\nexplained why Maui’s interpretation of the Clean Water Act is\nincorrect. In that case, Justice Scalia stated that polluters could\nnot “evade the permitting requirement of §1342(a) simply by\ndischarging their pollutants into noncovered intermittent\nwatercourses that lie upstream of covered waters.” 547 U. S., at\n742–743. Justice Scalia reasoned that the Clean Water Act does not\nmerely “forbid the ‘addition of any pollutant directly to navigable\nwaters from any point source,’ but rather the ‘addition of any\npollutant to navigable waters.’ Thus, from the time of the CWA’s\nenactment, lower courts have held that the discharge into\nintermittent channels of any pollutant that naturally washes\ndownstream likely violates §1311(a), even if the pollutants\ndischarged from a point source do not emit ‘directly into’ covered\nwaters, but pass ‘through conveyances’ in between.” Id., at 743\n(citations omitted).In other words, under Justice Scalia’s\ninterpretation in Rapanos, the fact that the pollutants from Maui’s\nwastewater facility reach the ocean via an indirect route does not\nitself exempt Maui’s facility from the Clean Water Act’s permitting\nrequirement for point sources. The Court today adheres to Justice\nScalia’s analysis in Rapanos on that issue.Second, as Justice Scalia’s opinion in Rapanos\npointed out and as the Court’s opinion today explains, the statute\ndoes not establish a bright-line test regarding when a pollutant\nmay be considered to have come “from” a point source. The source of\nthe vagueness is Congress’ statutory text, not the Court’s opinion.\nThe Court’s opinion seeks to translate the vague statutory text\ninto more concrete guidance.Third, JUSTICE THOMAS’ dissent states that “the\nCourt does not commit” to “which factors are the most important” in\ndetermining whether pollutants that enter navigable waters come\n“from” a point source. Post, at 5. That critique is not accurate,\nas I read the Court’s opinion. The Court identifies relevant\nfactors to consider and emphasizes that “[t]ime and distance are\nobviously important.” Ante, at 15. And the Court expressly adds\nthat “[t]ime and distance will be the most important factors in\nmost cases, but not necessarily every case.” Ante, at 16. Although\nthe statutory text does not supply a bright-line test, the Court’s\nemphasis on time and distance will help guide application of the\nstatutory standard going forward.With those additional comments, I join the\nCourt’s opinion in full.",
    "joined": []
}