{
    "case": {
        "docket": "17-204",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-204/"
    },
    "id": "4093561",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–204_________________APPLE INC., PETITIONERv. ROBERT\nPEPPER, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 13, 2019]Justice Kavanaugh delivered the opinion of the\nCourt.In 2007, Apple started selling iPhones. The next\nyear, Apple launched the retail App Store, an electronic store\nwhere iPhone owners can purchase iPhone applications from Apple.\nThose “apps” enable iPhone owners to send messages, take photos,\nwatch videos, buy clothes, order food, arrange transportation,\npurchase concert tickets, donate to charities, and the list goes\non. “There’s an app for that” has become part of the 21st-century\nAmerican lexicon.In this case, however, several consumers contend\nthat Apple charges too much for apps. The consumers argue, in\nparticular, that Apple has monopolized the retail market for the\nsale of apps and has unlawfully used its monopolistic power to\ncharge consumers higher-than-competitive prices.A claim that a monopolistic retailer (here,\nApple) has used its monopoly to overcharge consumers is a classic\nantitrust claim. But Apple asserts that the consumer-plaintiffs in\nthis case may not sue Apple because they supposedly were not\n“direct purchasers” from Apple under our decision inIllinois\nBrick Co. v.Illinois,431 U.S.\n720, 745–746 (1977). We disagree. The plaintiffs purchased apps\ndirectly from Apple and therefore are direct purchasers underIllinois Brick. At this early pleadings stage of the\nlitigation, we do not assess the merits of the plaintiffs’\nantitrust claims against Apple, nor do we consider any other\ndefenses Apple might have. We merely hold that theIllinois\nBrickdirect-purchaser rule does not bar these plaintiffs from\nsuing Apple under the antitrust laws. We affirm the judgment of the\nU. S. Court of Appeals for the Ninth Circuit.IIn 2007, Apple began selling iPhones. In July\n2008, Apple started the App Store. The App Store now contains about\n2 million apps that iPhone owners can download. By contract and\nthrough technological limitations, the App Store is the only place\nwhere iPhone owners may lawfully buy apps.For the most part, Apple does not itself create\napps. Rather, independent app developers create apps. Those\nindependent app developers then contract with Apple to make the\napps available to iPhone owners in the App Store.Through the App Store, Apple sells the apps\ndirectly to iPhone owners. To sell an app in the App Store, app\ndevelopers must pay Apple a $99 annual membership fee. Apple\nrequires that the retail sales price end in $0.99, but otherwise\nallows the app developers to set the retail price. Apple keeps 30\npercent of the sales price, no matter what the sales price might\nbe. In other words, Apple pockets a 30 percent commission on every\napp sale.In 2011, four iPhone owners sued Apple. They\nallege that Apple has unlawfully monopolized “the iPhone apps\naftermarket.” App. to Pet. for Cert. 53a. The plaintiffs allege\nthat, via the App Store, Apple locks iPhone owners “into buying\napps only from Apple and paying Apple’s 30% fee, even if” the\niPhone owners wish “to buy apps elsewhere or pay less.”Id.,at 45a. According to the complaint, that 30 percent commission is\n“pure profit” for Apple and, in a competitive environment with\nother retailers, “Apple would be under considerable pressure to\nsubstantially lower its 30% profit margin.”Id.,at 54a–55a.\nThe plaintiffs allege that in a competitive market, they would be\nable to “choose between Apple’s high-priced App Store and less\ncostly alternatives.”Id.,at 55a. And they allege that they\nhave “paid more for their iPhone apps than they would have paid in\na competitive market.”Id.,at 53a.Apple moved to dismiss the complaint, arguing\nthat the iPhone owners were not direct purchasers from Apple and\ntherefore may not sue. InIllinois Brick, this Court held\nthat direct purchasers may sue antitrust violators, but also ruled\nthat indirect purchasers may not sue. The District Court agreed\nwith Apple and dismissed the complaint. According to the District\nCourt, the iPhone owners were not direct purchasers from Apple\nbecause the app developers, not Apple, set the consumers’ purchase\nprice.The Ninth Circuit reversed. The Ninth Circuit\nconcluded that the iPhone owners were direct purchasers underIllinois Brickbecause the iPhone owners purchased apps\ndirectly from Apple. According to the Ninth Circuit,Illinois\nBrickmeans that a consumer may not sue an alleged monopolist\nwho is two or more steps removed from the consumer in a vertical\ndistribution chain. SeeIn re Apple iPhone Antitrust Litig.,\n846 F.3d 313, 323 (2017). Here, however, the consumers purchased\ndirectly from Apple, the alleged monopolist. Therefore, the Ninth\nCircuit held that the iPhone owners could sue Apple for allegedly\nmonopolizing the sale of iPhone apps and charging\nhigher-than-competitive prices.Id.,at 324. We granted\ncertiorari. 585 U. S. ___ (2018).IIAThe plaintiffs’ allegations boil down to one\nstraightforward claim: that Apple exercises monopoly power in the\nretail market for the sale of apps and has unlawfully used its\nmonopoly power to force iPhone owners to pay Apple\nhigher-than-competitive prices for apps. According to the\nplaintiffs, when iPhone owners want to purchase an app, they have\nonly two options: (1) buy the app from Apple’s App Store at a\nhigher-than-competitive price or (2) do not buy the app at all. Any\niPhone owners who are dissatisfied with the selection of apps\navailable in the App Store or with the price of the apps available\nin the App Store are out of luck, or so the plaintiffs allege.The sole question presented at this early stage\nof the case is whether these consumers are proper plaintiffs for\nthis kind of antitrust suit—in particular, our precedents ask,\nwhether the consumers were “direct purchasers” from Apple.Illinois Brick, 431 U. S., at 745–746. It is undisputed\nthat the iPhone owners bought the apps directly from Apple.\nTherefore, underIllinois Brick, the iPhone owners were\ndirect purchasers who may sue Apple for alleged monopolization.That straightforward conclusion follows from the\ntext of the antitrust laws and from our precedents.First is text: Section 2 of the Sherman Act\nmakes it unlawful for any person to “monopolize, or attempt to\nmonopolize, or combine or conspire with any other person or\npersons, to monopolize any part of the trade or commerce among the\nseveral States, or with foreign nations.” 26Stat. 209, 15\nU. S. C. §2. Section 4 of the Clayton Act in turn\nprovides that “any personwho shall be injured in his\nbusiness or property by reason of anything forbidden in the\nantitrust laws may sue . . . the defendant\n. . . and shall recover threefold the damages by him\nsustained, and the cost of suit, including a reasonable attorney’s\nfee.” 38 Stat. 731, 15 U. S. C. §15(a) (emphasis added).\nThe broad text of §4—“any person” who has been “injured” by an\nantitrust violator may sue—readily covers consumers who purchase\ngoods or services at higher-than-competitive prices from an\nallegedly monopolistic retailer.Second is precedent: Applying §4, we have\nconsistently stated that “the immediate buyers from the alleged\nantitrust violators” may maintain a suit against the antitrust\nviolators.Kansasv.UtiliCorp United Inc.,497 U.S.\n199, 207 (1990); see alsoIllinois Brick, 431\nU. S., at 745–746. At the same time, incorporating principles\nof proximate cause into §4, we have ruled thatindirectpurchasers who are two or more steps removed from the violator in a\ndistribution chain may not sue. Our decision inIllinois\nBrickestablished a bright-line rule that authorizes suits bydirectpurchasers but bars suits byindirectpurchasers.Id.,at 746.[1]The facts ofIllinois Brickillustrate\nthe rule. Illinois Brick Company manufactured and distributed\nconcrete blocks. Illinois Brick sold the blocks primarily to\nmasonry contractors, and those contractors in turn sold masonry\nstructures to general contractors. Those general contractors in\nturn sold their services for larger construction projects to the\nState of Illinois, the ultimate consumer of the blocks.The consumer State of Illinois sued the\nmanufacturer Illinois Brick. The State alleged that Illinois Brick\nhad engaged in a conspiracy to fix the price of concrete blocks.\nAccording to the complaint, the State paid more for the concrete\nblocks than it would have paid absent the price-fixing conspiracy.\nThe monopoly overcharge allegedly flowed all the way down the\ndistribution chain to the ultimate consumer, who was the State of\nIllinois.This Court ruled that the State could not bring\nan antitrust action against Illinois Brick, the alleged violator,\nbecause the State had not purchased concrete blocks directly from\nIllinois Brick. The proper plaintiff to bring that claim against\nIllinois Brick, the Court stated, would be an entity that had\npurchased directly from Illinois Brick.Ibid.The bright-line rule ofIllinois Brick,\nas articulated in that case and as we reiterated inUtiliCorp, means that indirect purchasers who are two or\nmore steps removed from the antitrust violator in a distribution\nchain may not sue. By contrast, direct purchasers—that is, those\nwho are “the immediate buyers from the alleged antitrust\nviolators”—may sue.UtiliCorp, 497 U. S., at 207.For example, if manufacturer A sells to retailer\nB, and retailer B sells to consumer C, then C may not sue A. But B\nmay sue A if A is an antitrust violator. And C may sue B if B is an\nantitrust violator. That is the straightforward rule ofIllinois\nBrick. SeeLoeb Industries, Inc.v.Sumi- tomo\nCorp.,306 F.3d 469, 481–482 (CA7 2002) (Wood, J.).[2]In this case, unlike inIllinois Brick,\nthe iPhone owners are not consumers at the bottom of a vertical\ndistribution chain who are attempting to sue manufacturers at the\ntop of the chain. There is no intermediary in the distribution\nchain between Apple and the consumer. The iPhone owners purchase\napps directly from the retailer Apple, who is the alleged antitrust\nviolator. The iPhone owners pay the alleged overcharge directly to\nApple. The absence of an intermediary is dispositive. UnderIllinois Brick, the iPhone owners are direct purchasers from\nApple and are proper plaintiffs to maintain this antitrust\nsuit.BAll of that seems simple enough. But Apple\nargues strenuously against that seemingly simple conclusion, and we\naddress its arguments carefully. For this kind of retailer case,\nApple’s theory is thatIllinois Brickallows consumers to\nsue only the party who sets the retail price, whether or not that\nparty sells the good or service directly to the complaining party.\nApple says that its theory accords with the economics of the\ntransaction. Here, Apple argues that the app developers, not Apple,\nset the retail price charged to consumers, which according to Apple\nmeans that the consumers may not sue Apple.We see three main problems with Apple’s “who\nsets the price” theory.First, Apple’s theory contradicts\nstatutory text and precedent. As we explained above, the text of §4\nbroadly affords injured parties a right to sue under the antitrust\nlaws. And our precedent inIllinois Brickestablished a\nbright-line rule where direct purchasers such as the consumers here\nmay sue antitrust violators from whom they purchased a good or\nservice.Illinois Brick, as we read the opinion, was not\nbased on an economic theory about who set the price. Rather,Illinois Bricksought to ensure an effective and efficient\nlitigation scheme in antitrust cases. To do so, the Court drew a\nbright line that allowed direct purchasers to sue but barred\nindirect purchasers from suing. When there is no intermediary\nbetween the purchaser and the antitrust violator, the purchaser may\nsue. TheIllinois Brickbright-line rule is grounded on the\n“belief that simplified administration improves antitrust\nenforcement.” 2A P. Areeda, H. Hovenkamp, R. Blair, & C.\nDurrance, Antitrust Law ¶346e, p. 194 (4th ed. 2014) (Areeda &\nHovenkamp). Apple’s theory would require us to rewrite the\nrationale ofIllinois Brickand to gut the longstanding\nbright-line rule.To the extent thatIllinois Brickleaves\nany ambiguity about whether a direct purchaser may sue an antitrust\nviolator, we should resolve that ambiguity in the direction of the\nstatutory text. And under the text, direct purchasers from\nmonopolistic retailers are proper plaintiffs to sue those\nretailers.Second, in addition to deviating from\nstatutory text and precedent, Apple’s proposed rule is not\npersuasive economically or legally. Apple’s effort to transformIllinois Brickfrom a direct-purchaser rule to a “who sets\nthe price” rule would draw an arbitrary and unprincipled line among\nretailers based on retailers’ financial arrangements with their\nmanufacturers or suppliers.In the retail context, the price charged by a\nretailer to a consumer is often a result (at least in part) of the\nprice charged by the manufacturer or supplier to the retailer, or\nof negotiations between the manufacturer or supplier and the\nretailer. Those agreements between manufacturer or supplier and\nretailer may take myriad forms, including for example a markup\npricing model or a commission pricing model. In a traditional\nmarkup pricing model, a hypothetical monopolistic retailer might\npay $6 to the manufacturer and then sell the product for $10,\nkeeping $4 for itself. In a commission pricing model, the retailer\nmight pay nothing to the manufacturer; agree with the manufacturer\nthat the retailer will sell the product for $10 and keep 40 percent\nof the sales price; and then sell the product for $10, send $6 back\nto the manufacturer, and keep $4. In those two different pricing\nscenarios, everything turns out to be economically the same for the\nmanufacturer, retailer, and consumer.Yet Apple’s proposed rule would allow a consumer\nto sue the monopolistic retailer in the former situation but not\nthe latter. In other words, under Apple’s rule a consumer could sue\na monopolistic retailer when the retailer set the retail price by\nmarking up the price it had paid the manufacturer or supplier for\nthe good or service. But a consumer could not sue a monopolistic\nretailer when the manufacturer or supplier set the retail price and\nthe retailer took a commission on each sale.Apple’s line-drawing does not make a lot of\nsense, other than as a way to gerrymander Apple out of this and\nsimilar lawsuits. In particular, we fail to see why the form of the\nupstream arrangement between the manufacturer or supplier and the\nretailer should determine whether a monopolistic retailer can be\nsued by a downstream consumer who has purchased a good or service\ndirectly from the retailer and has paid a higher-than-competitive\nprice because of the retailer’s unlawful monopolistic conduct. As\nthe Court of Appeals aptly stated, “the distinction between a\nmarkup and a commission is immaterial.” 846 F. 3d, at 324. A\nleading antitrust treatise likewise states: “Denying standing\nbecause ‘title’ never passes to a broker is an overly lawyered\napproach that ignores the reality that a distribution system that\nrelies on brokerage is economically indistinguishable from one that\nrelies on purchaser-resellers.” 2A Areeda & Hovenkamp ¶345, at\n183. If a retailer has engaged in unlawful monopolistic conduct\nthat has caused consumers to pay higher-than-competitive prices, it\ndoes not matter how the retailer structured its relationship with\nan upstream manufacturer or supplier—whether, for example, the\nretailer employed a markup or kept a commission.To be sure, if the monopolistic retailer’s\nconduct has not caused the consumer to pay a\nhigher-than-competitive price, then the plaintiff’s damages will be\nzero. Here, for example, if the competitive commission rate were 10\npercent rather than 30 percent but Apple could prove that app\ndevelopers in a 10 percent commission system would always set a\nhigher price such that consumers would pay the same retail price\nregardless of whether Apple’s commission was 10 percent or 30\npercent, then the consumers’ damages would presumably be zero. But\nwe cannot assume in all cases—as Apple would necessarily have us\ndo—that a monopolistic retailer who keeps a commission does not\never cause the consumer to pay a higher-than-competitive price. We\nfind no persuasive legal or economic basis for such a blanket\nassertion.In short, we do not understand the relevance of\nthe upstream market structure in deciding whether a downstream\nconsumer may sue a monopolistic retailer. Apple’s rule would\nelevate form (what is the precise arrangement between manufacturers\nor suppliers and retailers?) over substance (is the consumer paying\na higher price because of the monopolistic retailer’s actions?). If\nthe retailer’s unlawful monopolistic conduct caused a consumer to\npay the retailer a higher-than-competitive price, the consumer is\nentitled to sue the retailer under the antitrust laws.Third, if accepted, Apple’s theory would\nprovide a roadmap for monopolistic retailers to structure\ntransactions with manufacturers or suppliers so as to evade\nantitrust claims by consumers and thereby thwart effective\nantitrust enforcement.Consider a traditional supplier-retailer\nrelationship, in which the retailer purchases a product from the\nsupplier and sells the product with a markup to consumers. Under\nApple’s proposed rule, a retailer, instead of buying the product\nfrom the supplier, could arrange to sell the product for the\nsupplier without purchasing it from the sup- plier. In other words,\nrather than paying the supplier a certain price for the product and\nthen marking up the price to sell the product to consumers, the\nretailer could collect the price of the product from consumers and\nremit only a fraction of that price to the supplier.That restructuring would allow a monopolistic\nretailer to insulate itself from antitrust suits by consumers, even\nin situations where a monopolistic retailer is using its monopoly\nto charge higher-than-competitive prices to consumers. We decline\nto green-light monopolistic retailers to exploit their market\nposition in that way. We refuse to rubber-stamp such a blatant\nevasion of statutory text and judicial precedent.In sum, Apple’s theory would disregard statutory\ntext and precedent, create an unprincipled and economically\nsenseless distinction among monopolistic retailers, and furnish\nmonopolistic retailers with a how-to guide for evasion of the\nantitrust laws.CIn arguing that the Court should transform the\ndirect-purchaser rule into a “who sets the price” rule, Apple\ninsists that the three reasons that the Court identified inIllinois Brickfor adopting the direct-purchaser rule apply\nto this case—even though the consumers here (unlike inIllinois\nBrick) were direct purchasers from the alleged monopolist. TheIllinois BrickCourt listed three reasons for barring\nindirect-purchaser suits: (1) facilitating more effective\nenforcement of antitrust laws; (2) avoiding complicated damages\ncalculations; and (3) eliminating duplicative damages against\nantitrust defendants.As we said inUtiliCorp, however, the\nbright-line rule ofIllinois Brickmeans that there is no\nreason to ask whether the rationales ofIllinois Brick“apply with equal force” in every individual case. 497 U. S.,\nat 216. We should not engage in “an unwarranted and\ncounterproductive exercise to litigate a series of exceptions.”Id.,at 217.But even if we engage with this argument, we\nconclude that the threeIllinois Brickrationales—whether\nconsidered individually or together—cut strongly in the plaintiffs’\nfavor here, not Apple’s.First, Apple argues that barring the\niPhone owners from suing Apple will better promote effective\nenforcement of the antitrust laws. Apple posits that allowing only\nthe upstream app developers—and not the downstream consumers—to sue\nApple would mean more effective enforcement of the antitrust laws.\nWe do not agree. Leaving consumers at the mercy of monopolistic\nretailers simply because upstream suppliers couldalsosue\nthe retailers makes little sense and would directly contradict the\nlongstanding goal of effective private enforcement and consumer\nprotection in antitrust cases.Second, Apple warns that calculating the\ndamages in successful consumer antitrust suits against monopolistic\nretailers might be complicated. It is true that it may be hard to\ndetermine what the retailer would have charged in a competitive\nmarket. Expert testimony will often be necessary. But that is\nhardly unusual in antitrust cases.Illinois Brickis not a\nget-out-of-court-free card for monopolistic retailers to play any\ntime that a damages calculation might be complicated.Illinois\nBricksurely did not wipe out consumer antitrust suits against\nmonopolistic retailers from whom the consumers purchased goods or\nservices at higher-than-competitive prices. Moreover, the damages\ncalculation may be just as complicated in a retailer markup case as\nit is in a retailer commission case. Yet Apple apparently accepts\nconsumers suing monopolistic retailers in a retailer markup case.\nIf Apple accepts that kind of suit, then Apple should also accept\nconsumers suing monopolistic retailers in a retailer commission\ncase.Third, Apple claims that allowing\nconsumers to sue will result in “conflicting claims to a common\nfund—the amount of the alleged overcharge.”Illinois Brick,\n431 U. S., at 737. Apple is incorrect. This is not a case\nwhere multiple parties at different levels of a distribution chain\nare trying to all recover the same passed-through overcharge\ninitially levied by the manufacturer at the top of the chain. Cf.id., at 726–727;Hanover Shoe, Inc.v.United Shoe\nMachinery Corp.,392 U.S.\n481, 483–484 (1968). If the iPhone owners prevail, they will be\nentitled to thefullamountof the unlawful\novercharge that they paid to Apple. The overcharge has not been\npassed on by anyone to anyone. Unlike inIllinois Brick,\nthere will be no need to “trace the effect of the overcharge\nthrough each step in the distribution chain.” 431 U. S., at\n741.It is true that Apple’s alleged anticompetitive\nconduct may leave Apple subject to multiple suits by different\nplaintiffs. ButIllinois Brickdid not purport to bar\nmultiple liability that is unrelated to passing an overcharge down\na chain of distribution. Basic antitrust law tells us that the\n“mere fact that an antitrust violation produces two different\nclasses of victims hardly entails that their injuries are\nduplicative of one another.” 2A Areeda & Hovenkamp ¶339d, at\n136. Multiple suits are not atypical when the intermediary in a\ndistribution chain is a bottleneck monopolist or monopsonist (or\nboth) between the manufacturer on the one end and the consumer on\nthe other end. A retailer who is both a monopolist and a\nmonopsonist may be liable to different classes of plaintiffs—both\nto downstream consumers and to upstream suppliers—when the\nretailer’s unlawful conduct affects both the downstream and\nupstream markets.Here, some downstream iPhone consumers have sued\nApple on a monopoly theory. And it could be that some upstream app\ndevelopers will also sue Apple on a monopsony theory. In this\ninstance, the two suits would rely on fundamentally different\ntheories of harm and would not assert dueling claims to a “common\nfund,” as that term was used inIllinois Brick. The\nconsumers seek damages based on the difference between the price\nthey paid and the competitive price. The app developers would seek\nlost profits that they could have earned in a competitive retail\nmarket.Illinois Brickdoes not bar either category of\nsuit.In short, the threeIllinois Brickrationales do not persuade us to remakeIllinois Brickand\nto bar direct-purchaser suits against monopolistic retailers who\nemploy commissions rather than markups. The plaintiffs seek to hold\nretailers to account if the retailers engage in unlawful\nanticompetitive conduct that harms consumers who purchase from\nthose retailers. That is why we have antitrust law.*  *  *Ever since Congress overwhelmingly passed and\nPresident Benjamin Harrison signed the Sherman Act in 1890,\n“protecting consumers from monopoly prices” has been “the central\nconcern of antitrust.” 2A Areeda & Hovenkamp ¶345, at 179. The\nconsumers here purchased apps directly from Apple, and they allege\nthat Apple used its monopoly power over the retail apps market to\ncharge higher-than-competitive prices. Our decision inIllinois\nBrickdoes not bar the consumers from suing Apple for Apple’s\nallegedly monopolistic conduct. We affirm the judgment of the\nU. S. Court of Appeals for the Ninth Circuit.It is so ordered.Notes1Illinois Brickheld that the direct-purchaser requirement applies to claims for\ndamages.Illinois Brickdid not address injunctive relief,\nand we likewise do not address injunctive relief in this\ncase.2Thirty States and the\nDistrict of Columbia filed anamicusbrief supporting the\nplaintiffs, and they argue that C should be able to sue A in that\nhypothetical. They ask us to overruleIllinois Brickto\nallow such suits. In light of our ruling in favor of the plaintiffs\nin this case, we have no occasion to consider that argument for\noverrulingIllinois Brick.",
    "joined": []
}