{
    "case": {
        "docket": "17-778",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-778/"
    },
    "id": "4106033",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–778_________________JAMAR ALONZO QUARLES, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 10, 2019]Justice Kavanaugh delivered the opinion of the\nCourt.Section 924(e) of Title 18, also known as the\nArmed Career Criminal Act, mandates a minimum 15-year prison\nsentence for a felon who unlawfully possesses a firearm and has\nthree prior convictions for a “serious drug offense” or “violent\nfelony.” Section 924(e) defines “violent felony” to include\n“burglary.” Under this Court’s 1990 decision inTaylorv.United States,495 U.S.\n575, the generic statu- tory term “burglary” means “unlawful or\nunprivileged entry into,or remaining in, a building or\nstructure, with intent to commit a crime.”Id., at 599\n(emphasis added).The exceedingly narrow question in this case\nconcerns remaining-in burglary. The question is whether\nremaining-in burglary (i) occurs only if a person has the intent to\ncommit a crimeat the exactmomentwhen he or shefirstunlawfully remains in a building or structure, or (ii)\nmore broadly, occurs when a person forms the intent to commit a\ncrimeat any timewhile unlawfully remaining in a building\nor structure. For purposes of §924(e), we conclude that\nremaining-in burglary occurs when the defendant forms the intent to\ncommit a crimeat any timewhile unlawfully remaining in a\nbuilding or structure. We affirm the judgment of the U. S.\nCourt of Appeals for the Sixth Circuit.IOn August 24, 2013, police officers in Grand\nRapids, Michigan, responded to a 911 call. When the officers\narrived at the scene, the caller, Chasity Warren, told the officers\nthat she had just escaped from her boyfriend, Jamar Quarles. Warren\nsaid that Quarles had threatened her at gunpoint and also hit her.\nWhile the police officers were speaking with Warren, Quarles drove\nby. The officers then arrested Quarles and later searched his\nhouse. Inside they found a semiautomatic pistol.Quarles pled guilty to being a felon in\npossession of a firearm in violation of 18 U. S. C.\n§922(g)(1). Quarles had at least three prior convictions that\nappeared to qualify as violent felonies under the Armed Career\nCriminal Act, 18 U. S. C. §924(e). Those three\nconvictions were: (1) a 2002 Michigan conviction for third-degree\nhome invasion stemming from an attempt to chase down an\nex-girlfriend who had sought refuge in a nearby apartment; (2) a\n2004 Michigan conviction for assault with a dangerous weapon based\non an incident where Quarles held a gun to the head of another\nex-girlfriend and threatened to kill her; and (3) a 2008 Michigan\nconviction for assault with a dangerous weapon arising from an\naltercation with another man and that same ex-girlfriend in which\nQuarles shot at the man.In the sentencing proceedings for his federal\nfelon-in-possession offense, Quarles argued that his 2002 Michigan\nconviction for third-degree home invasion did not qualify as a\nburglary under §924(e). Under this Court’s precedents, the District\nCourt had to decide whether the Michigan statute under which\nQuarles was convicted in 2002 was broader than the generic\ndefinition of burglary set forth inTaylor(in which case\nthe conviction would not qualify as a prior conviction under\n§924(e)) or, instead, whether the Michigan statute “substantially\ncorrespond[ed]” to or was narrower than the generic definition of\nburglary set forth inTaylor.495 U. S., at 602. To\nreiterate,Taylorinterpreted burglary under §924(e) to mean\n“unlawful or unprivileged entry into,or remaining in, a\nbuilding or structure, with intent to commit a crime.”Id.,\nat 599 (emphasis added).Under the Michigan law at issue here, a person\ncommits third-degree home invasion if he or she “breaks and enters\na dwelling or enters a dwelling without permission and,at any\ntimewhile he or she is entering,present in, or exiting\nthe dwelling, commits a misdemeanor.” Mich. Comp. Laws Ann.\n§750.110a(4)(a) (West 2004) (emphasis added). Quarles argued to the\nDistrict Court that the Michigan third-degree home invasion statute\nswept too broadly to qualify as burglary under §924(e) because the\nMichigan statute encompassed situations where the defendant forms\nthe intent to commit a crimeatany timewhile\nunlawfully remaining in a dwelling, notat the exact momentwhen the defendant isfirstunlawfully present in a\ndwelling. The District Court rejected that argument and sentenced\nQuarles to 17 years in prison. The Sixth Circuit affirmed. 850 F.3d\n836, 840 (2017). We granted certio- rari in light of a Circuit\nsplit on the question of how to assess state remaining-in burglary\nstatutes for purposes of §924(e). 586 U. S. ___ (2019).IISection 924(e) lists “burglary” as a\nqualifying predicate offense for purposes of the Armed Career\nCriminal Act. But §924(e) does not define “burglary.” The question\nhere is how to define “burglary” under §924(e). We do not write on\na clean slate. SeeTaylor, 495 U. S., at 599.At common law, burglary was confined to unlawful\nbreaking and entering a dwelling at night with the intent to commit\na felony. See,e.g., 4 W. Blackstone, Commentaries on the\nLaws of England 224 (1769). But by the time Congress passed and\nPresident Reagan signed the current version of §924(e) in 1986,\nstate burglary statutes had long since departed from the common-law\nformulation. SeeTaylor, 495 U. S., at 593–596. In\naddition to casting off relics like the requirement that there be a\nbreaking, or that the unlawful entry occur at night, a majority of\nStates by 1986 prohibited unlawfully “remaining in” a building or\nstructure with intent to commit a crime. Those remaining-in\nstatutes closed a loophole in some States’ laws by extending\nburglary to cover situations where a per- son enters a structure\nlawfully but stays unlawfully—for example, by remaining in a store\nafter closing time without permission to do so.In the 1990Taylordecision, this Court\ninterpreted the term “burglary” in §924(e) in accord with the more\nexpansive understanding of burglary that had become common by 1986:\n“We believe that Congress meant by ‘burglary’ the generic sense in\nwhich the term is now used in the criminal codes of most States.”\n495 U. S., at 598. The Court concluded that generic burglary\nunder §924(e) means “unlawful or unprivileged entry into,or\nremaining in, a building or structure, with intent to commit a\ncrime.”Id., at 599 (emphasis added). A defendant’s prior\nconviction under a state statute qualifies as a predicate burglary\nunder §924(e) if the state statute—regardless of its “exact\ndefinition or label”—“substantially corresponds” to or is narrower\nthan the generic definition of burglary.Id.,at 599,\n602.In this case, we must determine the scope of\ngeneric remaining-in burglary underTaylor—in particular,\nthe timing of the intent requirement. Quarles argues that\nremaining-in burglary occurs only when the defendant has the intent\nto commit a crimeat the exact momentwhen he or shefirstunlawfully remains in a building or structure. The\nGovernment argues for a broader definition of remaining-in\nburglary. According to the Government, remaining-in burglary occurs\nwhen the defendant forms the intent to commit a crimeat any\ntimewhile unlawfully present in a building or structure. We\nagree with the Government.As noted,Taylorinterpreted generic\nburglary under §924(e) to include remaining-in burglary.Id., at 599. In ordinary usage, “remaining in” refers to a\ncontinuous activity. SeeUnited Statesv.Cores,356 U.S.\n405, 408 (1958); see also Webster’s New International\nDictionary 2106 (2d ed. 1949); 8 Oxford English Dictionary 418\n(1933). This Court has followed that ordinary meaning in analogous\nlegal contexts. For example, when interpreting a federal criminal\nstatute punishing any “ ‘alien crewman who willfully remains\nin the United States in excess of the number of days\nallowed,’ ” the Court stated that “the crucial word ‘remains’\npermits no connotation other than continuing presence.”Cores, 356 U. S., at 408. The law of trespass likewise\nproscribes remaining on the land of another without permission. In\nthat context, the term “remain” refers to “a continuing trespass\nfor the entire time during which the actor wrongfully remains.”\nRestatement (Second) of Torts §158, Comment m, p. 280 (1965).Those interpretations of “remaining in” in\nanalogous areas of the law inform our interpretation of\n“remaining-in” burglary in §924(e). In particular, the common\nunderstanding of “remaining in” as a continuous event means that\nburglary occurs for purposes of §924(e) if the defendant forms the\nintent to commit a crimeat any timeduring the continuous\nevent of unlawfully remaining in a building or structure. To put it\nin conventional criminal law terms: Because theactus reusis a continuous event, themens reamatches theactus\nreusso long as the burglar forms the intent to commit a crime\nat any time while unlawfully present in the building or\nstructure.Quarles insists, however, that to constitute a\nburglary under §924(e), the intent to commit a crime must be\ncontemporaneous with unlawful entry or remaining. That is true. But\nthe defendant’s intentiscontemporaneous with the unlawful\nremaining so long as the defendant forms the intent at any time\nwhile unlawfully remaining. Put sim- ply, for burglary predicated\non unlawfulentry, the defendant must have the intent to\ncommit a crime at the time of entry. For burglary predicated on\nunlawfulremaining, the defendant must have the intent to\ncommit a crime at the time of remaining, which is any time during\nwhich the defendant unlawfully remains.That conclusion is supported by the States’ laws\nas of 1986 when Congress enacted §924(e). As of 1986, a majority of\nStates proscribed remaining-in burglary. At that time, there was\nnot much case law addressing the precise timing of the intent\nrequirement for remaining-in bur- glary. That is presumably because\nin most remaining-in burglaries, the defendant has the intent to\ncommit a crime when he or she first unlawfully remains in a\nbuilding or structure. The timing issue arises only in the rarer\ncases where the defendant forms the intent to commit a crime only\nafter unlawfully remaining in the building or structure for a\nwhile. In any event, for present purposes, the important point is\nthat all of the state appellate courts that had definitively\naddressed this issue as of 1986 had interpreted remaining-in\nburglary to occur when the defendant forms the intent to commit a\ncrime at any time while unlawfully present in the building or\nstructure. SeeGrattonv.State,456 So. 2d 865, 872 (Ala. Crim. App. 1984);Statev.Embree, 130 Ariz. 64, 66, 633 P.2d 1057, 1059 (App. 1981);Keithv.State, 138 Ga. App. 239,225 S.E.2d 719, 720 (1976);Statev.Mogenson, 10\nKan. App. 2d 470, 472–476,701 P.2d 1339, 1343–1345 (1985);Statev.Papineau, 53 Ore. App. 33, 38,630 P.2d 904, 906–907 (1981).[1]Especially in light of the body of state law as\nof 1986, it is not likely that Congress intended generic burglary\nunder §924(e) toinclude(i) a burglar who intends to commit\na crime at the exact moment when he or she first unlawfully remains\nin a building or structure, but toexclude(ii) a burglar\nwho forms the intent to commit a crime at any time while unlawfully\nremaining in a building or structure.Indeed, excluding that latter category of\nburglaries from generic burglary under §924(e) would make little\nsense in light of Congress’ rationale for specifying burglary as a\nviolent felony. As the Court recognized inTaylor, Congress\n“singled out burglary” because of its “inherent potential for harm\nto persons.” 495 U. S., at 588. Burglary is dangerous because\nit “creates the possibility of a violent confrontation between the\noffender and an occupant, caretaker, or some other person who comes\nto investigate.”Ibid.; see alsoUnited Statesv.Stitt, 586 U. S. ___, ___ (2018) (slip op., at 6).With respect to remaining-in burglary, the\npossibility of a violent confrontation does not depend on the exact\nmoment when the burglar forms the intent to commit a crime while\nunlawfully present in a building or structure. Once an intruder is\nboth unlawfully present inside a building or structure and has the\nrequisite intent to commit a crime, all of the reasons that led\nCongress to include burglary as a §924(e) predicate fully apply.\nThe dangers of remaining-in burglary are not tied to the esoteric\nquestion of precisely when the defendant forms the intent to commit\na crime. That point underscores that Congress, when enacting\n§924(e) in 1986, would not have understood the meaning of burglary\nto hinge on exactly when the defendant forms the intent to commit a\ncrime while unlawfully present in a building or structure.Moreover, to interpret remaining-in burglary\nnarrowly, as Quarles advocates, would thwart the stated goals of\nthe Armed Career Criminal Act. After all, most burglaries involve\nunlawful entry, not unlawful remaining in. Yet if we were to\nnarrowly interpret the remaining-in category of generic burglary so\nas to require that the defendant have the intent to commit a crime\nat the exact moment he or she first unlawfully remains, then many\nStates’ bur- glary statutes would be broader than generic burglary.\nAs a result, under our precedents, many States’ burglary statutes\nwould presumably be eliminated as predicate offenses under §924(e).\nThat result not only would defy common sense, but also would defeat\nCongress’ stated objective of imposing enhanced punishment on armed\ncareer criminals who have three prior convictions for burglary or\nother violent felonies. We should not lightly conclude that\nCongress enacted a self-defeating statute. See,e.g.,Stokelingv.United States, 586 U. S. ___, ___\n(2019) (slip op., at 8);Taylor, 495 U. S., at 594.To sum up: The Armed Career Criminal Act does\nnot define the term “burglary.” InTaylor, the Court\nexplained that “Congress did not wish to specify an exact\nformulation that an offense must meet in order to count as\n‘burglary’ for enhancement purposes.”Id., at 599. And the\nCourt recognized that the definitions of burglary “vary” among the\nStates.Id., at 598. TheTaylorCourt therefore\ninterpreted the generic term “burglary” in §924(e) in light of: the\nordinary understanding of burglary as of 1986; the States’ laws at\nthat time; Congress’ recognition of the dangers of burglary; and\nCongress’ stated objective of imposing increased punishment on\narmed career criminals who had committed prior burglaries. Looking\nat those sources, theTaylorCourt interpreted generic\nburglary under §924(e) to encompass remaining-in burglary. Looking\nat those same sources, we interpret remaining-in burglary under\n§924(e) to occur when the defendant forms the intent to commit a\ncrime at any time while unlawfully present in a building or\nstructure.IIIIn light of our conclusion that generic\nremaining-in burglary occurs when the defendant forms the intent to\ncommit a crime at any time while unlawfully remaining in a building\nor structure, Quarles’ case is easily resolved. The question in\nQuarles’ case is whether the Michigan home-invasion statute under\nwhich he was convicted in 2002 is broader than generic burglary or,\ninstead, “substantially corresponds” to or is narrower than generic\nburglary.Id., at 602. Regarding that inquiry, theTaylorCourt cautioned courts against seizing on modest\nstate-law deviations from the generic definition of burglary. A\nstate law’s “exact definition or label” does not control.Id., at 599. As the Court stated inTaylor, so long\nas the state law in question “substantially corresponds” to (or is\nnarrower than) generic burglary, the conviction qualifies under\n§924(e).Id.,at 602.As stated above, generic remaining-in burglary\noccurs under §924(e) when the defendant forms the intent to commit\na crime at any time while unlawfully remaining in a building or\nstructure. For the Court’s purposes here, the Michigan statute\nsubstantially corresponds to or is narrower than generic\nburglary.[2]*  *  *We affirm the judgment of the U. S. Court\nof Appeals for the Sixth Circuit.It is so ordered.Notes1The consensus position\nhas not changed. Today, of the States that have addressed the\nquestion, at least 18 have adopted the “at any time” interpretation\nof remaining-in burglary, and only 3 appear to have adopted the\nnarrower interpretation. Of those 18 States, some have adopted the\nbroader “at any time” interpretation by statute. See Colo. Rev.\nStat. §18–4–201(3) (2018); Del. Code Ann., Tit. 11, §829(e) (2015);\nHaw. Rev. Stat. Ann. §708–812.5 (2014); Mich. Comp. Laws Ann.\n§750.110a(4)(a) (West 2004); Minn. Stat. §§609.581(4), 609.582(3)\n(2016); Mont. Code Ann. §45–6–204(1) (2017); Tenn. Code Ann.\n§39–14–402(a)(3) (2018); Tex. Penal Code Ann. §30.02(a)(3) (West\n2019). And in addition to the five pre-1986 state-court decisions\nidentified in the text above, at least five post-1986 state-court\ndecisions have adopted the “at any time” interpretation of\n“remaining in.” SeeBraddyv.State, 111 So. 3d 810,\n844 (Fla. 2012) (per curiam);Statev.Walker,\n600 N.W.2d 606, 609 (Iowa 1999);Statev.DeNoyer,541 N.W.2d 725, 732 (S. D. 1995);Statev.Rudolph, 970 P.2d 1221, 1228–1229 (Utah 1998);Statev.Allen, 127 Wash. App. 125, 135, 110 P.3d 849, 853–855\n(2005). By contrast, three state courts appear to have adopted the\nnarrower interpretation.Shettersv.State,751 P.2d 31, 36, n. 2 (Alaska App. 1988);Peoplev.Gaines, 74 N.Y.2d 358, 361–363, 546 N.E.2d 913, 915–916\n(1989);In re J. N. S., 258 Ore. App. 310, 318–319, 308 P.3d\n1112, 1117–1118 (2013).2In his brief, Quarles\nalternatively suggests that Michigan’s home-invasion statute\nactually does not require that the defendant haveanyintent\nto commit a crime atanytime while unlawfully present in a\ndwelling. Brief for Petitioner 9. Quarles offers no support for his\nsuggestion that there is nomens rearequirement. In any\nevent, Quarles did not preserve that argument, and we do not\naddress it.",
    "joined": []
}