{
    "case": {
        "docket": "18-5924",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-5924/"
    },
    "id": "4238649",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–5924_________________EVANGELISTO RAMOS, PETITIONERv.LOUISIANAon writ of certiorari to the court of appeal\nof louisiana, fourth circuit[April 20, 2020]Justice Kavanaugh, concurring in part.InApodacav.Oregon, this Court\nheld that state juries need not be unanimous in order to convict a\ncriminal defendant.406 U.S.\n404(1972). Two States, Louisiana and Oregon, have continued to\nuse non-unanimous juries in criminal cases. Today, the Court\noverrulesApodacaand holds that state juries must be\nunanimous in order to convict a criminal defendant.I agree with the Court that the time has come to\noverruleApodaca. I therefore join the introduction and\nParts I, II–A, III, and IV–B–1 of the Court’s persuasive and\nimportant opinion. I write separately to explain my view of howstare decisisapplies to this case.IThe legal doctrine ofstare decisisderives from the Latin maxim “stare decisiset non quieta\nmovere,” which means to stand by the thing decided and not\ndisturb the calm. The doctrine reflects respect for the accumulated\nwisdom of judges who have previously tried to solve the same\nproblem. In 1765, Blackstone—“the preeminent authority on English\nlaw for the founding generation,”Aldenv.Maine,527 U.S.\n706, 715 (1999)—wrote that “it is an established rule to abide\nby former precedents,” to “keep the scale of justice even and\nsteady, and not liable to waver with every new judge’s opinion.” 1\nW. Blackstone, Commentaries on the Laws of England 69 (1765). The\nFramers of our Constitution understood that the doctrine ofstare decisisis part of the “judicial Power” and rooted in\nArticle III of the Constitution. Writing in Federalist 78,\nAlexander Hamilton emphasized the importance ofstare\ndecisis: To “avoid an arbitrary discretion in the courts, it is\nindispensable” that federal judges “should be bound down by strict\nrules and precedents, which serve to define and point out their\nduty in every particular case that comes before them.” The\nFederalist No. 78, p. 529 (J. Cooke ed. 1961). In the words of The\nChief Justice,stare decisis’ “greatest purpose is to serve\na constitutional ideal—the rule of law.”Citizens Unitedv.Federal Election Comm’n,558\nU.S. 310, 378 (2010) (concurring opinion).This Court has repeatedly explained thatstare decisis“promotes the evenhanded, predictable, and\nconsistent development of legal principles, fosters reliance on\njudicial decisions, and contributes to the actual and perceived\nintegrity of the judicial process.”Paynev.Tennessee,501\nU.S. 808, 827 (1991). The doctrine “permits society to presume\nthat bedrock principles are founded in the law rather than in the\nproclivities of individuals, and thereby contributes to the\nintegrity of our constitutional system of government, both in\nappearance and in fact.”Vasquezv.Hillery,474 U.S.\n254, 265–266 (1986).The doctrine ofstare decisisdoes not\nmean, of course, that the Court should never overrule erroneous\nprecedents. All Justices now on this Court agree that it is\nsometimes appropriate for the Court to overrule erroneous\ndecisions. Indeed, in just the last few Terms, every current Member\nof this Court has voted to overrule multiple constitutional\nprecedents. See,e.g., Knickv.Township of Scott,\n588 U. S. ___ (2019);Franchise Tax Bd. of Cal.v.Hyatt, 587 U. S. ___ (2019);Janusv.State,\nCounty, and Municipal Employees, 585 U. S. ___ (2018);Hurstv.Florida, 577 U. S. ___ (2016);Obergefellv.Hodges, 576 U.S. 644 (2015);Johnsonv.United States, 576 U.S. 591 (2015);Alleynev.United States,570 U.S.\n99(2013); see also Baude, Precedent and Discretion, 2020\nS. Ct. Rev. 1, 4 (forthcoming) (“Nobody on the Court believes\nin absolute stare decisis”).Historically, moreover, some of the Court’s most\nnotable and consequential decisions have entailed overruling\nprecedent. See,e.g., Obergefellv.Hodges, 576 U.S.\n644 (2015);Citizens Unitedv.Federal Election\nComm’n,558 U.S.\n310(2010);Montejov.Louisiana,556 U.S.\n778(2009);Crawfordv.Washington,541 U.S.\n36(2004);Lawrencev.Texas,539 U.S.\n558(2003);Ringv.Arizona,536 U.S.\n584(2002);Agostiniv.Felton,521 U.S.\n203(1997);Seminole Tribe of Fla.v.Florida,517 U.S.\n44(1996);Planned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833(1992);[1]Paynev.Tennessee,501 U.S.\n808(1991);Batsonv.Kentucky,476 U.S.\n79(1986);Garciav.San Antonio Metropolitan Transit\nAuthority,469 U.S.\n528(1985);Illinoisv.Gates,462 U.S.\n213(1983);United Statesv.Scott,437 U.S.\n82(1978);Craigv.Boren,429 U.S.\n190(1976);Taylorv.Louisiana,419 U.S.\n522(1975);Brandenburgv.Ohio,395 U.S.\n444(1969) (per curiam);Katzv.United\nStates,389 U.S.\n347(1967);Mirandav.Arizona,384 U.S.\n436(1966);Malloyv.Hogan,378 U.S. 1(1964);Wesberryv.Sanders,376 U.S.\n1(1964);Gideonv.Wainwright,372 U.S.\n335(1963);Bakerv.Carr,369 U.S.\n186(1962);Mappv.Ohio,367\nU.S. 643(1961);Brownv.Board of Education,347 U.S.\n483(1954);Smithv.Allwright,321 U.S.\n649(1944);West Virginia Bd. of Ed.v.Barnette,319 U.S.\n624(1943);United Statesv.Darby,312 U.S.\n100(1941);Erie R. Co.v.Tompkins,304 U.S.\n64(1938);West Coast Hotel Co.v.Parrish,300 U.S.\n379(1937).The lengthy and extraordinary list of landmark\ncases that overruled precedent includes the single most important\nand greatest decision in this Court’s history,Brownv.Board of Education, which repudiated the separate but equal\ndoctrine ofPlessyv.Ferguson,163 U.S.\n537(1896).As those many examples demonstrate, the doctrine\nofstare decisisdoes not dictate, and no one seriously\nmaintains, that the Court shouldneveroverrule erroneous\nprecedent. As the Court has often stated and repeats today,stare decisisis not an “inexorable command.”E.g.,\nante,at 20.On the other hand, as Justice Jackson explained,\njust “because one should avoid Scylla is no reason for crashing\ninto Charybdis.” Jackson, Decisional Law and Stare Decisis, 30\nA. B. A. J. 334 (1944). So no one advocates that the\nCourt shouldalwaysoverrule erroneous precedent.Rather, applying the doctrine ofstare\ndecisis, this Court ordinarily adheres to precedent, butsometimesoverrules precedent. The difficult question, then,\nis when to overrule an erroneous precedent.To begin with, the Court’s precedents on\nprecedent distinguish statutory cases from constitutional\ncases.In statutory cases,stare decisisis\ncomparatively strict, as history shows and the Court has often\nstated. That is because Congress and the President can alter a\nstatutory precedent by enacting new legislation. To be sure,\nenacting new legislation requires finding room in a crowded\nlegislative docket and securing the agreement of the House, the\nSenate (in effect, 60 Senators), and the President. Both by design\nand as a matter of fact, enacting new legislation is difficult—and\nfar more difficult than the Court’s cases sometimes seem to assume.\nNonetheless, the Court has ordinarily left the updating or\ncorrection of erroneous statutory precedents to the legislative\nprocess. See,e.g.,Kimblev.Marvel\nEntertainment, LLC, 576 U.S. 446, 456–457 (2015);Pattersonv.McLean Credit Union,491 U.S.\n164, 172–173 (1989);Floodv.Kuhn,407 U.S.\n258, 283–284 (1972). The principle that “it is more important\nthat the applicable rule of law be settled than that it be settled\nright” is “commonly true even where the error is a matter of\nserious concern,provided correction can be had by\nlegislation.”Burnetv.Coronado Oil & Gas\nCo.,285 U.S.\n393, 406 (1932) (Brandeis, J., dissenting) (emphasis\nadded).[2]In constitutional cases, by contrast, the Court\nhas repeatedly said—and says again today—that the doctrine ofstare decisisis not as “inflexible.”Burnet, 285\nU. S., at 406 (Brandeis, J., dissenting); see alsoante,at 20;Payne, 501 U. S., at 828;Scott, 437 U. S., at 101. The reason is\nstraightforward: As Justice O’Connor once wrote for the Court,stare decisisis not as strict “when we interpret the\nConstitution because our interpretation can be altered only by\nconstitutional amendment or by overruling our prior decisions.”Agostini, 521 U. S., at 235. The Court therefore “must\nbalance the importance of having constitutional questionsdecidedagainst the importance of having themdecided\nright.”Citizens United, 558 U. S., at 378\n(Roberts, C. J., concurring). It follows “that in the unusual\ncircumstance when fidelity to any particular precedent does more to\ndamage this constitutional ideal than to advance it, we must be\nmore willing to depart from that precedent.”Ibid.In his\ncanonical opinion inBurnet, Justice Brandeis described the\nCourt’s practice with respect tostare decisisin\nconstitutional cases in a way that was accurate then and remains\naccurate now: In “cases involving the Federal Constitution, where\ncorrection through legislative action is practically impossible,\nthis Court has often overruled its earlier decisions.” 285\nU. S., at 406–407 (dissenting opinion).That said, in constitutional as in statutory\ncases, to “overrule an important precedent is serious business.”\nJackson, 30 A. B. A. J., at 334. In constitutional as in\nstatutory cases, adherence to precedent is the norm. To overrule a\nconstitutional decision, the Court’s precedents on precedent still\nrequire a “special justification,”Allenv.Cooper,\n589 U. S. ___, ___ (2020) (slip op., at 9) (internal quotation\nmarks omitted);Arizonav.Rumsey,467 U.S.\n203, 212 (1984), or otherwise stated, “strong grounds,”Janus, 585 U. S., at ___ (slip op., at 34).In particular, to overrule a constitutional\nprecedent, the Court requires something “over and above the belief\nthat the precedent was wrongly decided.”Allen, 589\nU. S., at ___ (slip op., at 9) (internal quotation marks\nomitted). As Justice Scalia put it, the doctrine ofstare\ndecisisalways requires “reasons that go beyond mere\ndemonstration that the overruled opinion was wrong,” for “otherwise\nthe doctrine would be no doctrine at all.”Hubbardv.United States,514 U.S.\n695, 716 (1995) (opinion concurring in part and concurring in\njudgment). To overrule, the Court demands a special justification\nor strong grounds.But the “special justification” or “strong\ngrounds” formulation elides a key question: What constitutes a\nspecial justification or strong grounds?[3] In other words, in deciding whether to overrule an\nerroneous constitutional decision, how does the Court know when to\noverrule and when to stand pat?As the Court has exercised the “judicial Power”\nover time, the Court has identified variousstare decisisfactors. In articulating and applying those factors, the Court has,\nto borrow James Madison’s words, sought to liquidate and ascertain\nthe meaning of the Article III “judicial Power” with respect to\nprecedent. The Federalist No. 37, at 236.Thestare decisisfactors identified by\nthe Court in its past cases include:the quality of the precedent’s reasoning;the precedent’s consistency and coherence with\nprevious or subsequent decisions;changed law since the prior decision;changed facts since the prior decision;the workability of the precedent;the reliance interests of those who have relied\non the precedent; andthe age of the precedent.But the Court has articulated and applied\nthose various individual factors without establishing any\nconsistent methodology or roadmap for how to analyze all of the\nfactors taken together. And in my view, that muddle poses a problem\nfor the rule of law and for this Court, as the Court attempts to\napplystare decisisprinciples in a neutral and consistent\nmanner.As I read the Court’s cases on precedent, those\nvaried and somewhat elasticstare decisisfactors fold into\nthree broad considerations that, in my view, can help guide the\ninquiry and help determine what constitutes a “special\njustification” or “strong grounds” to overrule a prior\nconstitutional decision.First, is the prior decision not just\nwrong, but grievously or egregiously wrong? A garden-variety error\nor disagreement does not suffice to overrule. In the view of the\nCourt that is considering whether to overrule, the precedent must\nbe egregiously wrong as a matter of law in order for the Court to\noverrule it. In conducting that inquiry, the Court may examine the\nquality of the precedent’s reasoning, consistency and coherence\nwith other decisions, changed law, changed facts, and workability,\namong other factors. A case may be egregiously wrong when decided,\nsee,e.g.,Korematsuv.United States,323 U.S.\n214(1944);Plessyv.Ferguson,163 U.S.\n537(1896), or may be unmasked as egregiously wrong based on\nlater legal or factual understandings or developments, see,e.g.,Nevadav.Hall,440\nU.S. 410(1979), or both,ibid.Second, has the prior decision caused\nsignificant negative jurisprudential or real-world consequences? In\nconducting that inquiry, the Court may consider jurisprudential\nconsequences (some of which are also relevant to the first\ninquiry), such as workability, as well as consistency and coherence\nwith other decisions, among other factors. Importantly, the Court\nmay also scrutinize the precedent’s real-world effects on the\ncitizenry, not just its effects on the law and the legal system.\nSee,e.g., Brownv.Board of Education, 347\nU. S., at 494–495;Barnette, 319 U. S., at\n630–642; see alsoPayne, 501 U. S., at 825–827.Third, would overruling the prior\ndecision unduly upset reliance interests? This consideration\nfocuses on the legitimate expectations of those who have reasonably\nrelied on the precedent. In conducting that inquiry, the Court may\nexamine a variety of reliance interests and the age of the\nprecedent, among other factors.In short, the first consideration requires\ninquiry into how wrong the precedent is as a matter of law. The\nsecond and third considerations together demand, in Justice\nJackson’s words, a “sober appraisal of the disadvantages of the\ninnovation as well as those of the questioned case, a weighing of\npractical effects of one against the other.” Jackson, 30\nA. B. A. J., at 334.Those three considerations together provide a\nstructured methodology and roadmap for determining whether to\noverrule an erroneous constitutional precedent. The three\nconsiderations correspond to the Court’s historical practice and\nencompass the various individual factors that the Court has applied\nover the years as part of thestare decisiscalculus. And\nthey are consistent with the Founding understanding and, for\nexample, Blackstone’s shorthand description that overruling is\nwarranted when (and only when) a precedent is “manifestly absurd or\nunjust.” 1 Blackstone, Commentaries on the Laws of England,at 70.Taken together, those three considerations set a\nhigh (but not insurmountable) bar for overruling a precedent, and\nthey therefore limit the number of overrulings and maintain\nstability in the law.[4] Those\nthree considerations also constrain judicial discretion in deciding\nwhen to overrule an erroneous precedent. To be sure, applying those\nconsiderations is not a purely mechanical exercise, and I do not\nclaim otherwise. I suggest only that those three considerations may\nbetter structure how to consider the many traditionalstare\ndecisisfactors.It is inevitable that judges of good faith\napplying thestare decisisconsiderations will sometimes\ndisagree about when to overrule an erroneous constitutional\nprecedent, as the Court does in this case. To begin with, judges\nmay disagree about whether a prior decision is wrong in the first\nplace—and importantly, that disagreement is sometimes therealdispute when judges joust overstare decisis.\nBut even when judges agree that a prior decision is wrong, they may\ndis- agree about whether the decision is so egregiously wrong as to\njustify an overruling. Judges may likewise disagree about the\nseverity of the jurisprudential or real-world consequences caused\nby the erroneous decision and, therefore, whether the decision is\nworth overruling. In that regard, some judges may think that the\nnegative consequences can be addressed by narrowing the precedent\n(or just living with it) rather than outright overruling it. Judges\nmay also disagree about how to measure the relevant reliance\ninterests that might be affected by an overruling. And on top of\nall of that, judges may also disagree about how to weigh and\nbalance all of those competing considerations in a given\ncase.[5]This case illustrates that point. No Member of\nthe Court contends that the result inApodacais correct.\nBut the Members of the Court vehemently disagree about whether to\noverruleApodaca.IIApplying the three broadstare decisisconsiderations to this case, I agree with the Court’s decision to\noverruleApodaca.First,Apodacais egregiously\nwrong. The original meaning and this Court’s precedents establish\nthat the Sixth Amendment requires a unanimous jury.Ante,at\n6–7; see,e.g., Pattonv.United States,281 U.S.\n276, 288 (1930);Thompsonv.Utah,170 U.S.\n343, 351 (1898). And the original meaning and this Court’s\nprecedents establish that the Fourteenth Amendment incorporates the\nSixth Amendment jury trial right against the States. SeeDuncanv.Louisiana,391 U.S.\n145, 149 (1968);id.,at 166 (Black, J., concurring);\nsee alsoMalloy, 378 U. S., at 10–11; see generallyTimbsv.Indiana, 586 U. S. ___ (2019);McDonaldv.Chicago,561 U.S.\n742(2010). WhenApodacawas decided, it was already an\noutlier in the Court’s jurisprudence, and over time it has become\neven more of an outlier. As the Court today persuasively explains,\nthe original meaning of the Sixth and Fourteenth Amendments and\nthis Court’s two lines of decisions—the Sixth Amendment jury cases\nand the Fourteenth Amendment incorporation cases—overwhelmingly\ndemonstrate thatApodaca’s holding is egregiously\nwrong.[6]Second,Apodacacauses significant\nnegative consequences. It is true thatApodacais workable.\nButApodacasanctions the conviction at trial or by guilty\nplea of some defendants who might not be convicted under the proper\nconstitutional rule (although exactly how many is of course\nunknowable). That consequence has traditionally supplied some\nsupport for overruling an egregiously wrong criminal-procedure\nprecedent. See generallyMalloy,378 U.S.\n1.In addition, and significant to my analysis of\nthis case, the origins and effects of the non-unanimous jury rule\nstrongly support overrulingApodaca. Louisiana achieved\nstatehood in 1812. And throughout most of the 1800s, the State\nrequired unanimous juries in criminal cases. But at its 1898 state\nconstitutional convention, Louisiana enshrined non-unanimous juries\ninto the state constitution. Why the change? The State wanted to\ndiminish the influence of black jurors, who had won the right to\nserve on juries through the Fourteenth Amendment in 1868 and the\nCivil Rights Act of 1875. SeeStrauderv.West\nVirginia,100 U.S.\n303, 308–310 (1880); T. Aiello, Jim Crow’s Last Stand:\nNonunanimous Criminal Jury Verdicts in Louisiana 16, 19 (2015).\nComing on the heels of the State’s 1896 victory inPlessyv.Ferguson,163 U.S.\n537, the 1898 constitutional convention expressly sought to\n“establish the supremacy of the white race.” Semmes, Chairman of\nthe Committee on the Judiciary, Address at the Louisiana\nConstitutional Convention in 1898, in Official Journal of the\nProceedings of the Constitutional Convention of the State of\nLouisiana 375 (H. Hearsey ed. 1898). And the convention\napproved non-unanimous juries as one pillar of a comprehensive and\nbrutal program of racist Jim Crow measures against\nAfrican-Americans, especially in voting and jury service. See\nAiello,supra, at 16–26; Frampton, The Jim Crow Jury, 71\nVand. L. Rev. 1593, 1620 (2018).[7]In light of the racist origins of the\nnon-unanimous jury, it is no surprise that non-unanimous juries can\nmake a difference in practice, especially in cases involving black\ndefendants, victims, or jurors. After all, that was the whole point\nof adopting the non-unanimous jury requirement in the first place.\nAnd the math has not changed. Then and now, non-unanimous juries\ncan silence the voices and negate the votes of black jurors,\nespecially in cases with black defendants or black victims, and\nonly one or two black jurors. The 10 jurors “can simply ignore the\nviews of their fellow panel members of a different race or class.”Johnsonv.Louisiana,406 U.S.\n356, 397 (1972) (Stewart, J., dissenting). That reality—and the\nresulting perception of unfairness and racial bias—can undermine\nconfidence in and respect for the criminal justice system. The\nnon-unanimous jury operates much the same as the unfettered\nperemptory challenge, a practice that for many decades likewise\nfunctioned as an engine of discrimination against black defendants,\nvictims, and jurors. In effect, the non-unanimous jury allows\nbackdoor and unreviewable peremptory strikes against up to 2 of the\n12 jurors.In its 1986 decision inBatsonv.Kentucky, the Court recognized the pervasive racial\ndiscrimination woven into the traditional system of unfettered\nperemptory challenges. See 476 U. S., at 85–89, 91. The Court\ntherefore overruled a prior decision,Swainv.Alabama,380 U.S.\n202(1965), that had allowed those challenges. See generallyFlowersv.Mississippi, 588 U. S. ___\n(2019).In my view,Apodacawarrants the same\nfate asSwain. After all, the “requirements of unanimity and\nimpartial selection thus complement each other in ensuring the fair\nperformance of the vital functions of a criminal court jury.”Johnson, 406 U. S., at 398 (Stewart, J., dissenting).\nAnd as Justice Thurgood Marshall forcefully explained in dissent inApodaca, to “fence out a dissenting juror fences out a voice\nfrom the community, and undermines the principle on which our whole\nnotion of the jury now rests.”Johnson,406 U. S., at\n402 (Marshall, J., dissenting in bothJohnsonandApodaca).To be clear, one could advocate for and justify\na non-unanimous jury rule by resort to neutral and legitimate\nprinciples. England has employed non-unanimous juries, and various\nlegal organizations in the United States have at times championed\nnon-unanimous juries. See,e.g.,Juries Act 1974, ch. 23,\n§17 (Eng.); ABA Project on Standards for Criminal Justice, Trial By\nJury §1.1, p. 7 (App. Draft 1968); ALI, Code of Criminal Procedure\n§355, p. 99 (1930). And Louisiana’s modern policy decision to\nretain non- unanimous juries—as distinct from its original decision\nin the late 1800s to adopt non-unanimous juries—may have been\nmotivated by neutral principles (or just by inertia).But the question at this point is not whether\nthe Constitution prohibits non-unanimous juries. It does. Rather,\nthe disputed question here is whether to overrule an erroneous\nconstitutional precedent that allowed non-unanimous juries. And on\nthat question—the question whether to overrule—the Jim Crow origins\nand racially discriminatory effects (and the perception\nthereof ) of non-unanimous juries in Louisiana and Oregon\nshould matter and should count heavily in favor of overruling, in\nmy respectful view. After all, the non-unanimous jury “is today the\nlast of Louisiana’s Jim Crow laws.” Aiello,supra,at 63.\nAnd this Court has emphasized time and again the “imperative to\npurge racial prejudice from the administration of justice”\ngenerally and from the jury system in particular.Pena-\nRodriguezv.Colorado, 580 U. S. ___, ___–___\n(2017) (slip op., at 13–14) (collecting cases).To state the point in simple terms: Why stick by\nan erroneous precedent that is egregiously wrong as a matter of\nconstitutional law, that allows convictions of some who would not\nbe convicted under the proper constitutional rule, and that\ntolerates and reinforces a practice that is thoroughly racist in\nits origins and has continuing racially discriminatory effects?Third, overrulingApodacawould\nnot unduly upset reliance interests. Only Louisiana and Oregon\nemploy non-unanimous juries in criminal cases. To be sure, in those\ntwo States, the Court’s decision today will invalidate some\nnon-unanimous convictions where the issue is preserved and the case\nis still on direct review.But that consequence almost\nalways ensues when a criminal-procedure precedent that favors the\ngovernment is overruled. SeeRing,536\nU.S. 584;Batson,476 U.S.\n79. And here, at least, I would “count that a small price to\npay for the uprooting of this weed.”Hubbard, 514\nU. S., at 717 (Scalia, J., concurring in part and concurring\nin judgment).Except for the effects on that limited class of\ndirect- review cases, it will be relatively easy going forward for\nLouisiana and Oregon to transition to the unanimous jury rule that\nthe other 48 States and the federal courts use. Indeed, in 2018,\nLouisiana amended its constitution to require jury unanimity in\ncriminal trials for crimes committed on or after January 1, 2019,\nmeaning that the transition is already well under way in\nLouisiana.Importantly, moreover, this Court applies a\nseparate non-retroactivity doctrine to mitigate the disruptive\neffects of overrulings in criminal cases. Under the Court’s\nprecedents, new constitutional rules apply on direct review, but\ngenerally do not apply retroactively on habeas corpus review. SeeTeaguev.Lane,489 U.S.\n288, 311 (1989) (plurality opinion);Griffithv.Kentucky,479 U.S.\n314, 328 (1987).Teaguerecognizes only two exceptions\nto that general habeas non-retroactivity principle: “if (1) the\nrule is substantive or (2) the rule is a ‘watershed rul[e] of\ncriminal procedure’ implicating the fundamental fairness and\naccuracy of the criminal proceeding.”Whortonv.Bockting,549 U.S.\n406, 416 (2007) (internal quotation marks omitted). The new\nrule announced today—namely, that state criminal juries must be\nunanimous—does not fall within either of those two narrowTeagueexceptions and therefore, as a matter of federal law,\nshould not apply retroactively on habeas corpus review.The firstTeagueexception does not apply\nbecause today’s new rule is procedural, not substantive: It affects\n“only themanner of determiningthe defendant’s\nculpability.”Schrirov.Summerlin,542 U.S.\n348, 353 (2004).The secondTeagueexception does not\napply because today’s new rule, while undoubtedly important, is not\na “watershed” procedural rule. This Court has flatly stated that\n“it is unlikely that any such rules” have “yet to emerge.”Whorton, 549 U. S., at 417 (internal quotation marks\nomitted). In “the years sinceTeague, we have rejected every\nclaim that a new rule satisfied the requirements for watershed\nstatus.”Id., at 418, 421 (rejecting retroactivity forCrawfordv.Washington,541 U.S.\n36(2004)); see,e.g.,Beardv.Banks,542 U.S.\n406, 420 (2004) (rejecting retroactivity forMillsv.Maryland,486 U.S.\n367(1988));Summerlin, 542 U. S., at 358\n(rejecting retroactivity forRingv.Arizona,536 U.S.\n584(2002));O’Dellv.Netherland,521 U.S.\n151, 167–168 (1997) (rejecting retroactivity forSimmonsv.SouthCarolina,512 U.S.\n154(1994));Lambrixv.Singletary,520 U.S.\n518, 539–540 (1997) (rejecting retroactivity forEspinosav.Florida,505 U.S.\n1079(1992) (per curiam));Sawyerv.Smith,497 U.S.\n227, 241–245 (1990) (rejecting retroactivity forCaldwellv.Mississippi,472\nU.S. 320(1985)); see alsoAllenv.Hardy,478\nU.S. 255, 261 (1986) (per curiam) (rejecting\nretroactivity forBatsonv.Kentucky,476 U.S.\n79(1986));DeStefanov.Woods,392 U.S.\n631, 635 (1968) (per curiam) (rejecting retroactivity\nforDuncan,391 U. S. 145).So assuming that the Court faithfully appliesTeague, today’s decision will not apply retroactively on\nfederal habeas corpus review and will not disturb convictions that\nare final.[8]In addition, as to\nineffective-assistance-of-counsel claims, an attorney presumably\nwould not have been deficient for failing to raise a constitutional\njury-unanimity argument before today’s decision—or at the very\nleast, before the Court granted certiorari in this case. Before\ntoday, after all, this Court’s precedents had repeatedly allowed\nnon-unanimous juries in state criminal cases. In that situation,\nthe Courts of Appeals have consistently held that an attorney is\nnot ineffective for failing to anticipate or advocate for the\noverruling of a constitutional precedent of this Court. See,e.g., Walkerv.United States, 810 F.3d 568, 577 (CA8\n2016);United Statesv.Smith,241 F.3d 546, 548 (CA7 2001);Honeycuttv.Mahoney, 698 F.2d 213, 216–217 (CA4 1983); see alsoSteinerv.United States, 940 F.3d 1282, 1293 (CA11\n2019) (per curiam);Sniderv.United States,\n908 F.3d 183, 192 (CA6 2018);Greenv.Johnson,116 F.3d 1115, 1125 (CA5 1997).For those reasons, the reliance interests at\nstake in this case are not especially substantial, and they do not\nmandate adherence toApodaca.[9]*  *  *In sum,Apodacais egregiously wrong,\nit has significant negative consequences, and overruling it would\nnot unduly upset reliance interests. I therefore agree with the\nCourt’s decision to overruleApodaca.[10]Notes1InCasey, the\nCourt reaffirmed what it described as the “central holding” ofRoev.Wade,410 U.S.\n113(1973), the Court expressly rejectedRoe’s trimester\nframework, and the Court expressly overruled two other important\nabortion precedents,Akronv.Akron Center for\nReproductive Health, Inc.,462 U.S.\n416(1983), andThornburghv.American College of\nObstetricians and Gynecologists,476 U.S.\n747(1986). SeeCasey, 505 U. S., at 861;id.,at 870, 873 (plurality opinion).2The Court’s precedents\napplying common-law statutes and pronouncing the Court’s own\ninterpretive methods and principles typically do not fall within\nthat category of stringent statutorystare decisis. SeeLeegin Creative Leather Products, Inc.v.PSKS, Inc.,551 U.S.\n877, 899–907 (2007);Kisorv.Wilkie, 588\nU. S. ___, ___–___ (2019) (Gorsuch, J., concurring in\njudgment) (slip op., at 34–36).3The Court first used the\nterm “special justification” in thestare decisiscontext in\n1984, without explaining what the term might entail. SeeArizonav.Rumsey,467 U.S.\n203, 212. In employing that term, the Court did not suggest\nthat it was imposing a newstare decisisrequirement as\nopposed to merely describing the Court’s historical practice with\nrespect tostare decisis.4Another important factor\nthat limits the number of overrulings is that the Court typically\ndoes not overrule a precedent unless a partyrequests overruling, or\nat least unless the Court receives briefing and argument on thestare decisisquestion.5To be clear, thestare\ndecisisissue in this case is one of horizontalstare\ndecisis—that is, the respect that this Court owes to its own\nprecedents and the circumstances under which this Court may\nappropriately overrule a precedent. By contrast, verticalstare\ndecisisis absolute, as it must be in a hierarchical system\nwith “one supreme Court.” U. S. Const., Art III, §1. In other\nwords, the state courts and the other federal courts have a\nconstitutional obligation to follow a precedent of this Courtunless\nand until it is overruled by this Court. SeeRodriguez de\nQuijasv.Shearson/American Express, Inc.,490 U.S.\n477, 484 (1989).6Notwithstanding the\nsplintered 4–1–4 decision inApodaca, its bottom-line result\ncarried precedential force. In the American system ofstare\ndecisis, the result and the reasoning each independently have\nprecedential force, and courts are therefore bound to follow both\nthe result and the reasoning of a prior decision. SeeSeminole\nTribe of Fla.v.Florida,517 U.S.\n44, 67 (1996);Randallv.Sorrell,548 U.S.\n230, 243 (2006) (opinion of Breyer, J.);County of\nAlleghenyv.American Civil Liberties Union, Greater\nPittsburgh Chapter,492 U.S.\n573, 668 (1989) (Kennedy, J., concurring in judgment in part\nand dissenting in part). The result ofApodacawas that\nstate criminal juries need not be unanimous. That precedential\nresult has been followed by this Court and the other federal and\nstate courts for the last 48 years. To be sure,Apodacahad\nno majority opinion. When the Court’s decision is splintered,\ncourts follow the result, and they also follow the reasoning or\nstandards set forth in the opinion constituting the “narrowest\ngrounds” of the Justices in the majority. SeeMarksv.United States,430 U.S.\n188, 193 (1977). ThatMarksrule is ordinarily\ncommonsensical to apply and usually means that courts in essence\nheed the opinion that occupies the middle-ground position between\n(i) the broadest opinion among the Justices in the majority and\n(ii) the dissenting opinion. SeeUnited Statesv.Duvall, 740 F.3d 604, 610–611 (CADC 2013) (Kavanaugh, J.,\nconcurring in denial of rehearing en banc). On very rare occasions,\nas inApodaca, it can be difficult to discern which\nopinion’s reasoning has precedential effect underMarks.See\nalsoNicholsv.United States,511 U.S.\n738, 745–746 (1994) (analyzingBaldasarv.Illinois,446 U.S.\n222(1980) (per curiam)). But even when that happens,\ntheresultof the decision still constitutes a binding\nprecedent for the federal and state courts, and for this Court,\nunless and until it is overruled by this Court. As I read the\nCourt’s various opinions today, six Justices treat the result inApodacaas a precedent for purposes ofstare decisisanalysis. A different group of six Justices concludes thatApodacashould be and is overruled.7Oregon adopted the\nnon-unanimous jury practice in 1934—one manifestation of the\nextensive 19th- and early 20th-century history of racist and\nanti-Semitic sentiment in that State. See Kaplan & Saack,\nOverturningApodaca v. OregonShould Be Easy: Nonunanimous\nJury Verdicts in Criminal Cases Undermine the Credibility of Our\nJustice System, 95 Ore. L. Rev. 1, 3, 43–51 (2016); Mooney,\nRemembering 1857, 87 Ore. L. Rev. 731, 778, n. 174\n(2008).8InAllenv.Hardy,478 U.S.\n255(1986) (per curiam), this Court\nconcluded—without briefing or oral argument—thatBatsonwould not apply retroactively. Under the well-settledTeagueprinciples, there should be no doubt that today’s decision likewise\nwill not apply retroactively on collateral review.9Justice Alito’s\ncharacteristically incisive dissent rests largely on his view of\nthe States’ reliance interests. My respectful disagreement with\nJustice Alito primarily boils down to our different assessments of\nthose reliance interests—in particular, our different evaluations\nof how readily Louisiana and Oregon can adjust to an overruling ofApodaca.10As\nnoted above, I join the introduction and Parts I, II–A, III, and\nIV–B–1 of Justice Gorsuch’s opinion for the Court. The remainder of\nJustice Gorsuch’s opinion does not command a majority. That point\nis important with respect to Part IV–A, which only three Justices\nhave joined. It appears that six Justices of the Court treat the\nresult inApodacaas a precedent and therefore do not\nsubscribe to the analysis in Part IV–A of Justice Gorsuch’s\nopinion.",
    "joined": []
}