{
    "case": {
        "docket": "17-1705",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-1705/"
    },
    "id": "4111193",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1705_________________PDR NETWORK, LLC, et al., PETITIONERSv.CARLTON & HARRIS CHIROPRACTIC, INC.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 20, 2019]Justice Kavanaugh, with whom Justice Thomas,\nJustice Alito, and Justice Gorsuch join, concurring in the\njudgment.May defendants in civil enforcement actions\nunder the Telephone Consumer Protection Act contest the Federal\nCommunications Commission’s interpretation of the Act? The Fourth\nCircuit concluded that the answer is no, meaning that a district\ncourt in an enforcement action is required to adhere to the FCC’s\ninterpretation of the Act, no matter how wrong the FCC’s\ninterpretation might be. I disagree with the Fourth Circuit.The Telephone Consumer Protection Act, or TCPA,\nprohibits unsolicited commercial faxes. The TCPA creates a private\nright of action so that the recipients of unsolicited commercial\nfaxes can sue the senders.Plaintiff Carlton sued PDR in Federal District\nCourt, claiming that PDR sent an unsolicited commercial fax to\nCarlton in violation of the TCPA. In pursuing its TCPA claim,\nCarlton relied on the FCC’s interpretation of the TCPA. In 2006,\nthe FCC had opined that the TCPA proscribes unsolicited faxes that\npromote goods and services,even at no cost. In this\nlitigation, PDR argued that the FCC’s “even at no cost”\ninterpretation is wrong (at least if taken literally) and that the\nDistrict Court therefore should not follow the FCC’s interpretation\nwhen interpreting the TCPA.The Hobbs Act provides for facial,\npre-enforcement review of FCC orders. To obtain such review, a\nparty must file a petition for review in a court of appeals within\n60 days of the entry of the order, a period that expired back in\n2006 for this FCC order. In Carlton’s view, which is supported here\nby the Federal Government, the Hobbs Act’s provision for facial,\npre-enforcement review implic- itly bars district courts from\nreviewing agency interpretations in subsequent enforcement actions.\nAccording to Carlton, PDR therefore may not argue in this\nenforcement action that the FCC’s interpretation of the TCPA is\nincorrect. The Fourth Circuit agreed with Carlton.We granted certiorari to decide whether the\nHobbs Act required the District Court in this case to accept the\nFCC’s legal interpretation of the TCPA.Ruling narrowly, the Court does not answer the\nquestion presented. The Court instead vacates the judgment of the\nFourth Circuit and remands the case for analysis of two\n“preliminary issues,” which, depending on how they are resolved,\ncould eliminate the need for an answer in this case to the broader\nquestion we granted certiorari to decide.Ante,at 6. Under\nthe Court’s holding, if the court on remand concludes that the\nFCC’s order was an interpretive rule (as opposed to a legislative\nrule) and not subject to the Hobbs Act in the first place, then PDR\nwill be able to argue to the District Court that the FCC’s\ninterpretation of the TCPA is wrong. Or if the court on remand\nconcludes that the opportunity back in 2006 for pre-enforcement\nreview in a court of appeals was not “adequate” for PDR to obtain\njudicial review, then PDR likewise will be able to argue to the\nDistrict Court that the FCC’s interpretation of the TCPA is\nwrong.If the court on remand doesnotreach\neither of those two conclusions, however, then that court will have\nto tackle the question that we granted certiorari to decide. I\nagree with the Court that we should vacate the judgment of the\nFourth Circuit, but I would decide the question that we granted\ncertiorari to decide. I would conclude that the Hobbs Act does not\nbar a defendant in an enforcement action from arguing that the\nagency’s interpretation of the statute is wrong.My analysis of that question is straightforward:\nThe general rule of administrative law is that in an enforcement\naction, a defendant may argue that an agency’s interpretation of a\nstatute is wrong, at least unless Congress has expressly precluded\nthe defendant from advancing such an argument. The Hobbs Act does\nnot expressly preclude judicial review of an agency’s statutory\ninterpretation in an enforcement action. Therefore, in this\nenforcement action, PDR may argue to the District Court that the\nFCC’s interpretation of the TCPA is wrong. The District Court is\nnot bound by the FCC’s interpretation of the TCPA. Rather, the\nDistrict Court should interpret the TCPA under usual principles of\nstatutory inter- pretation, affording appropriate respect to the\nagency’s interpretation.The analysis set forth in this separate opinion\nremains available to the court on remand (if it needs to reach the\nquestion after answering the preliminary issues identified by this\nCourt), and it remains available to other courts in the future.IPassed by Congress and signed by President\nTruman in 1950, the Hobbs Act provides in relevant part: “The court\nof appeals . . . has exclusive jurisdiction to enjoin,\nset aside, suspend (in whole or in part), or to determine the\nvalidity of . . . all final orders of the Federal\nCommunication Commission made reviewable by section 402(a) of title\n47.” 28 U. S. C. §2342. Under the Hobbs Act, when the FCC\nissues certain regulations, any “party aggrieved” has 60 days to\n“file a petition to review the order in the court of appeals.”\n§2344. If more than one petition for review is filed, the petitions\nare consolidated in a single court of appeals.\n§2112(a)(3).[1]The point of the Hobbs Act is to force parties\nwho want to challenge agency orders via facial, pre-enforcement\nchallenges to do so promptly and to do so in a court of appeals.\nThe pre-enforcement review process established by the Act avoids\nthe delays and uncertainty that otherwise would result from\nmultiple pre-enforcement proceedings being filed and decided over\ntime in multiple district courts and courts of appeals.If no one files a facial, pre-enforcement\nchallenge to an agency order, or if a court of appeals upholds the\nagency’s interpretation, then a party who later wants to engage in\nproscribed activity and disagrees with the agency’s interpretation\nfaces a difficult decision. The party must take the risk of\nengaging in the activity and then arguing against the agency’s\nlegal interpretation as a defendant in an enforcement action. The\nquestion for us is whether the Hobbs Act bars defendants in those\nenforcement actions from arguing that the agency incorrectly\ninterpreted the statute. The answer is that the Act does not bar\ndefendants from raising such an argument.Two categories of statutes allow for facial,\npre-enforcement review of agency orders.Statutes in the first category authorize facial,\npre-enforcement judicial review and expressly preclude judicial\nreview in subsequent enforcement actions. The Clean Water Act, the\nComprehensive Environmental Response, Compensation, and Liability\nAct of 1980 (CERCLA), and the Clean Air Act are examples. The Clean\nWater Act provides for facial, pre-enforcement review of certain\nagency actions in a court of appeals and requires parties to seek\nreview within 120 days. See 33 U. S. C. §1369(b)(1). The\nAct expressly states that those agency orders “shall not be subject\nto judicial review in any civil or criminal proceeding for\nenforcement.” §1369(b)(2). CERCLA provides for parties to seek\npre-enforcement review of any covered regulation in the D. C.\nCircuit within 90 days. See 42 U. S. C. §9613(a). Like the Clean\nWater Act, CERCLA expressly states that those agency orders “shall\nnot be subject to judicial review in any civil or criminal\nproceeding for enforcement.”Ibid. Similarly, the Clean Air\nAct provides for parties to file pre-enforcement petitions for\nreview in the D. C. Circuit within 60 days. See 42\nU. S. C. §7607(b)(1). The Clean Air Act, too, expressly\nstates that those agency orders “shall not be subject to judicial\nre- view in civil or criminal proceedings for enforcement.”\n§7607(b)(2).Statutes in the second category authorize\nfacial, pre-enforcement judicial review, but are silent on the\nquestion whether a party may argue against the agency’s legal\ninterpretation in subsequent enforcement proceedings. The Hobbs Act\nis an example, as are statutes that provide for review of certain\nSecurities and Exchange Commission (SEC) and Department of Labor\norders and rules. See 15 U. S. C. §§78y(a)(1), (3),\n(b)(1), (3); 29 U. S. C. §655(f).For that second category—the statutes that are\nsilent about review in subsequent enforcement actions—there must be\na default rule that applies absent statutory language to the\ncontrary. The question is whether the proper default rule is (1) to\npreclude review by the district court of whether the agency\ninterpretation is correct or (2) to allow review by the district\ncourt of whether the agency interpretation is correct. In my view,\nelementary principles of administrative law establish that the\nproper default rule is to allow review by the district court of\nwhether the agency interpretation is correct. In those enforce-\nment actions, the defendant may argue that the agency’s\ninterpretation is wrong. And the district courts are not bound by\nthe agency’s interpretation. District courts must determine the\nmeaning of the statute under the usual principles of statutory\ninterpretation, affording appropriate respect to the agency’s\ninterpretation.To begin with, the “Administrative Procedure Act\ncreates a basic presumption of judicial review for one suffering\nlegal wrong because of agency action.”Weyerhaeuser Co.v.United States Fish and Wildlife Serv., 586 U. S. ___,\n___ (2018) (slip op., at 11) (quotation altered). Unless “there is\npersuasive reason to believe” that Congress intended to preclude\njudicial review, the Court will not preclude review.Bowenv.Michigan Academy of Family Physicians,476 U.S.\n667, 670 (1986) (internal quotation marks omitted).Consistent with that strong presumption of\njudicial review, a party traditionally has been able to raise an\nas-applied challenge to an agency’s interpretation of a statute in\nan enforcement proceeding. Indeed, in 1947, the year after the\nAdministrative Procedure Act was enacted, the Attorney General’s\nManual on the Administrative Procedure Act stated: “There are many\nsituations in which the invalidity of agency action may be set up\nas a defense in enforcement proceedings.” Dept. of Justice,\nAttorney General’s Manual on the Administrative Procedure Act 100\n(1947).To be sure, this Court’s decision inAbbott\nLaboratoriesv.Gardner,387 U.S.\n136(1967) (Abbott Labs), revolutionized administrative\nlaw byalsoallowing facial, pre-enforcement challenges to\nagency orders, absent statutory preclusion of such pre-enforcement\nreview.Id., at 139–141. ButAbbott Labsdid not\neliminate as-applied review in enforcement actions. Indeed, doing\nso would have thwarted a key aim of the decision, which was to\nexpand the opportunities for judicial review by allowingbothfacial, pre-enforcement challengesandas-applied challenges to agency action. TheAbbott LabsCourt pointed out that only those parties who were part of the\npre-enforcement suit would be “bound by the decree.”Id., at\n154.[2] The Court did not\nsuggest that other parties would be precluded from arguing against\nthe legality of the agency order in enforcement actions.The strong presumption of judicial review, the\ntradition of allowing defendants in enforcement actions to argue\nthat the agency’s interpretation is wrong, and this Court’s\nlandmark decision inAbbott Labsall suggest the proper\ndefault rule: to allow review by the district court of whether the\nagency interpretation is correct.Further supporting that default rule is the\nfact that Congress knows how to explicitly preclude judicial review\nin enforcement proceedings. As noted above, the Clean Water Act,\nCERCLA, and the Clean Air Act all expressly preclude judicial\nreview of agency statutory interpretations in subsequent\nenforcement actions. The fact that Congress has expressly precluded\njudicial review in those statutes suggests that Congress’ silence\nin the Hobbs Act should not be read to preclude judicial review—in\nother words, should not be read to bar defendants in enforcement\nactions from arguing that the agency’s interpretation of the\nstatute is incorrect. SeeRussellov.United States,464 U.S.\n16, 21–26 (1983).The Administrative Procedure Act, 5\nU. S. C. §703, further confirms that the appropriate\ndefault rule is to allow judicial review. Section 703 provides:\n“Except to the extent that prior, adequate, and exclusive\nopportunity for judicial review is provided by law, agency action\nis subject to judicial review in civil or criminal proceedings for\njudicial enforcement.” The Government acknowledges that §703\n“establishes a general rule that, when a defendant’s liability\ndepends in part on the propriety of an agency action, that action\nordinarily can be challenged in a civil or criminal enforcement\nsuit.” Brief for United States asAmicus Curiae24. Unlike\nthe Clean Water Act, CERCLA, and the Clean Air Act, moreover, the\nHobbs Act does not provide that facial, pre-enforcement review is\n(in §703 terms) the “exclusive opportunity” for judicial review for\npurposes of §703. More on that point later.This Court’s precedents interpreting analogous\nstatutes lend additional support for the default rule of allowing\nreview of the agency’s interpretation in the district court\nenforcement action. For example, certain Department of Labor orders\npromulgating occupational safety and health standards are directly\nreviewable in the courts of appeals. See 29 U. S. C.\n§655(f). In enforcement proceedings, this Court has routinely\nconsidered defendants’ arguments that the Administration’s\ninterpretation of a statute is incorrect. SeeWhirlpool\nCorp.v.Marshall,445 U.S.\n1, 4, 7–8, 11 (1980). Likewise, certain SEC orders are directly\nreviewable in a court of appeals. See 15 U. S. C.\n§§78y(a)(1), (3), (b)(1), (3). In enforcement proceedings, this\nCourt again has routinely considered defendants’ arguments that the\nSEC’s interpretation of a statute is incorrect. SeeUnited\nStatesv.O’Hagan,521 U.S.\n642, 666–676 (1997);Ernst & Ernstv.Hochfelder,425 U.S.\n185, 212–214 (1976).The practical consequences likewise support a\ndefault rule of allowing review. Denying judicial review of an\nagency’s interpretation of the statute in enforcement actions can\nbe grossly inefficient and unfair. It would be wholly\nimpractical—and a huge waste of resources—to expect and require\nevery potentially affected party to bring pre-enforcement Hobbs Act\nchallenges against every agency order that might possibly affect\nthem in the future. After all, as Justice Powell stated in a\nsimilar context, it “is totally unrealistic to assume that more\nthan a fraction of the persons and entities affected by a\nregulation—especially small contractors scattered across the\ncountry—would have knowledge of its promulgation or familiarity\nwith or access to the Federal Register.”Adamo Wrecking Co.v.United States,434 U.S.\n275, 290 (1978) (concurring opinion). On some occasions, the\nentities against whom an enforcement action is brought may not even\nhave existed back when an agency order was issued. In short, it is\nunfair to expect potentially affected parties to predict the\nfuture.In light of that unfairness, Congress\ntraditionally takes the extraordinary step of barring as-applied\nreview in enforcement proceedings only in those statutory schemes\nwhere the regulated parties are likely to be well aware of any\nagency rules and to have both the incentive and the capacity to\nchallenge those rules immediately. The Clean Water Act, CERCLA, and\nthe Clean Air Act generally fit that description.By contrast, the Hobbs Act covers a wide variety\nof federal agency orders where potentially affected parties may not\nalways have the incentive and the capacity to immediately challenge\nthe orders. Consider the Department of Housing and Urban\nDevelopment rules or Department of Agriculture rules that are\ncovered by the Hobbs Act, for example. If a party affected by a HUD\nrule or Department of Agriculture rule is subject to a later\nenforcement action, is the party precluded from arguing that the\nrule misinterprets the applicable statute? That would be\nextraordinary. Requiring all those potentially affected parties to\nbring a facial, pre-enforcement challenge within 60 days or\notherwise forfeit their right to challenge an agency’s\ninterpretation of a statute borders on the absurd. That is no doubt\nwhy Congress rarely does so.Indeed, that unfairness raises a serious\nconstitutional issue. Barring defendants in as-applied enforcement\nactions from raising arguments about the reach and authority of\nagency rules enforced against them raises significant questions\nunder the Due Process Clause. InAdamo Wrecking, Justice\nPowell concurred to say that the preclusion-of-review provision of\nthe Clean Air Act raises constitutional issues that “merited\nserious consideration.”Id.,at 289. The D. C. Circuit\nlikewise has stated that provisions of that sort raise a\n“substantial due process question.”Chrysler Corp.v.EPA, 600 F.2d 904, 913 (1979). We can avoid some of those\ndue process concerns by adhering to a default rule of permitting\njudicial review of agency legal interpretations in enforcement\nactions.All of those considerations taken together lead\nto a very simple principle: When Congress intends to eliminate\nas-applied judicial review of agency interpretation of statutes in\nenforcement actions, Congress can, must, and does speak clearly. We\ncannot presume that Congresssilentlyintended to preclude\njudicial review of agency interpretations of statutes in\nenforcement actions. Rather, the default rule is to allow\ndefendants in enforcement actions to argue that the agency’s\ninterpretation of the statute is wrong, unless Congress expressly\nprovides otherwise.IIUnlike the Clean Water Act, CERCLA, and the\nClean Air Act, the Hobbs Act does not expressly preclude review in\nenforcement actions. Supporting respondent Carlton’s position here,\nthe Government offers four arguments that the Hobbs Act should\nnonetheless be interpreted to bar district court review of an\nagency’s interpretation in an enforcement proceeding. None is\npersuasive.First, the Hobbs Act provides that the\ncourt of appeals in a facial, pre-enforcement challenge has\n“exclusive jurisdiction” to “enjoin, set aside, suspend (in whole\nor in part), or to determine the validity” of the agency order. 28\nU. S. C. §2342. All agree that this “exclusive\njurisdiction” language means, at a minimum, that an aggrieved party\nmay not bring a facial, pre-enforcement action either (1) in a\ndistrict court or (2) more than 60 days after entry of the order.\nThe Government contends that the Hobbs Act’s reference to\n“exclusive jurisdiction” accomplishes more than that, however. The\nGovernment argues that the Act’s reference to “exclusive\njurisdiction” also bars judicial review of the agency’s\ninterpretation in subsequent enforcement proceedings. The\nGovernment’s argument would mean that the district court in an\nenforcement proceeding is required to follow the agency’s\ninterpretation when deciding the case, no matter how wrong the\nagency’s interpretation might be.The first problem for the Government is that,\nunlike the Clean Water Act, CERCLA, and the Clean Air Act, the\nHobbs Act does not expressly preclude as-applied judicial review of\nan agency interpretation in subsequent enforcement proceedings.\nUnlike those other Acts, the Hobbs Act does not say that agency\norders “shall not be subject to judicial review in any civil or\ncriminal proceeding for enforcement.” 33 U. S. C.\n§1369(b)(2).But the Government seizes on the Hobbs Act’s\n“exclusive jurisdiction” language. So the question is this: The\nexclusive jurisdiction specified by the Hobbs Act is “exclusive\njurisdiction” to do what? The Act says “exclusive jurisdiction” to\n“enjoin, set aside, suspend,” or “determine the validity” of the\norder. Those phrases afford the court of appeals exclusive\njurisdiction to issue an injunction or declaratory judgment\nregarding the agency’s order. See 28 U. S. C. §2349.The Government argues that if the district court\ncould disagree with the agency’s interpretation in an enforcement\nproceeding, the district court would be “determin[ing] the\nvalidity” of the order in violation of the Hobbs Act’s grant of\nexclusive jurisdiction to the court of appeals in the initial\n60-day period. That is incorrect. In this context, a court\n“determines the validity” of the order only by entering a\ndeclaratory judgment that the order is valid or invalid.\nCritically, if a district court in an enforcement action disagrees\nwith the agency interpretation, the district court does not issue a\ndeclaratory judgment or an injunction against the agency. Rather,\nthe district court simply determines that the defendant is not\nliable under the correct interpretation of the statute. In other\nwords, in an enforcement action, a district court does not\ndetermine the validity of the agency order.That conclusion becomes even more apparent when\nwe consider what ensues from the action taken by the relevant\ncourt. If the court of appeals in a facial, pre-enforcement action\ndetermines that the order is invalid and enjoins it, the agency can\nno longer enforce the order. By contrast, if the district court\ndisagrees with the agency’s interpretation in an enforcement\naction, that ruling does not invalidate the order and has no effect\non the agency’s ability to enforce the order against others. That\ncontrast shows that the district court does not “determine the\nvalidity” of an order when the district court agrees or disagrees\nwith the agency interpretation in an enforcement action.That conclusion finds further support in\nanalogous statutes. As noted above, certain SEC orders and rules\nare subject to pre-enforcement review in a court of appeals. See 15\nU. S. C. §§78y(a)(1), (3), (b)(1), (3). The court of\nappeals has “exclusive” jurisdiction to “affirm or modify and\nenforce or to set aside the order in whole or in part” or to\n“affirm and enforce or to set aside the rule.” §§78y(a)(3), (b)(3).\nBut despite the “exclusive” jurisdiction language, that provision\nhas never been read to bar subsequent district court review of the\nSEC’s interpretation of a statute in an enforcement proceeding. SeeO’Hagan, 521 U. S., at 666–676;Ernst & Ernst,\n425 U. S., at 212–214.In short, the text of the Hobbs Act is best read\nto mean that PDR can argue that the agency’s interpretation of the\nTCPA is wrong. And the District Court can decide what the statute\nmeans under the usual principles of statutory interpretation,\naffording appropriate respect to the agency’s interpretation. By\ndoing so, the District Court will not “determine the validity” of\nthe agency order in violation of 28 U. S. C. §2342.Even if the text of §2342 is deemed ambiguous,\nambigu- ity is not enough to deprive a party of judicial review of\nthe agency’s interpretation in an enforcement action. To deprive a\ndefendant such as PDR the opportunity to contest the agency’s\ninterpretation, Congress must expressly preclude review. The Hobbs\nAct does not do so.Second, the Government contends that one\nof this Court’s cases—Yakusv.United States,321 U.S.\n414(1944)—already interpreted a statute similar to the Hobbs\nAct to bar as-applied review in enforcement actions. The Government\nincorrectly reads that decision.InYakus, the Court considered whether\nthe facial, pre-enforcement procedure prescribed by the Emergency\nPrice Control Act of 1942 for determining the validity of pricing\norders barred as-applied review in enforcement actions.The defendants inYakushad been tried\nand convicted of selling wholesale cuts of beef at prices exceeding\nthe maximum price prescribed by regulation. The defendants did not\nuse the procedure established by the Emergency Price Control Act to\nraise a facial, pre-enforcement challenge to the price regulation.\nBut they did raise a challenge to the legality of the regulation as\npart of their defense to the criminal prosecution.Section 204(d) of the Emergency Price Control\nAct contained two key sentences. The first sentence said that a\nspecially created federal court had “exclusive jurisdiction todetermine the validityof any regulation or order.” 56Stat.\n33 (emphasis added). That first sentence is roughly akin to the\nlanguage in the Hobbs Act. The second sentence said: “Except as\nprovided in this section, no court, Federal, State, or Territorial,\nshall have jurisdiction or power toconsider the validityof\nany such regulation, order, or price schedule.”Ibid.\n(emphasis added). That second sentence is not replicated in the\nHobbs Act, but is roughly akin to the preclusion of review\nprovisions in the modern Clean Water Act, CERCLA, and Clean Air\nAct.According to theYakusCourt, the first\nsentence of the Emergency Price Control Act, which gave a specific\ncourt exclusive jurisdiction to determine the validity of certain\nregulations, “coupled with the provision” that explicitly\nprovided that no other court had jurisdiction to consider the\nvalidity of those same regulations, deprived the district court of\npower to consider the relevant price regulation.Yakus, 321\nU. S., at 430 (emphasis added).By its use of the phrase “coupled with,” the\nCourt made plain that those two sentences of the Emergency Price\nControl Acttogetherbarred district court review. The first\nsentence alone was not enough. Importantly, moreover,Yakusdid not treat the second sentence of the Emergency Price Control\nAct as redundant of or as a restatement of the first. On the\ncontrary, the Court recognized that the two provisions accomplish\nseparate objectives. The first sentence gave a particular court\nexclusive jurisdiction to decide a facial, pre-enforcement\nchallenge. But the word “exclusive” did not on its own bar any\nsubsequent review in as-applied enforcement actions. If it had,\nthen the second sentence of the Emergency Price Control Act would\nnot have been necessary. Yet the Act included the second sentence\nand, importantly, theYakusCourt then relied expressly on\nthat second sentence as part of the basis for finding review\nprecluded in subsequent enforcement proceedings.Six years afterYakus, Congress enacted\nthe Hobbs Act. The Government here contends that Congress modeled\nthe Hobbs Act on the Emergency Price Control Act. But Congress did\nnot incorporate both sentences of the relevant statutory language\nfrom the Emergency Price Control Act into the Hobbs Act. In\nenacting the Hobbs Act, Congress incorporated something resembling\nthe first sentence of the Emergency Price Control Act granting the\ncourt of appeals exclusive jurisdiction to entertain facial,\npre-enforcement challenges to determine the validity of agency\naction. But Congress did not incorporate the second sentence of the\nEmergency Price Control Act, which stated that no other court had\njurisdiction even “toconsider” those same agency orders. In\nthe Hobbs Act, in other words, Congress didnotinclude the\nlanguage from the Emergency Price Control Act that, as interpreted\ninYakus, would have expressly communicated Congress’ intent\nto preclude district courts from considering the validity of\ncertain regulations.In relying onYakus, the Government\ndisregards that critical difference between the text of the\nEmergency Price Control Act and the text of the Hobbs Act. Because\nthe text of the Emergency Price Control Act differs signifi- cantly\nfrom the text of the Hobbs Act, the Government is incorrect thatYakussupports the Government’s interpretation of the Hobbs\nAct. Indeed, if anything,Yakussupports the contrary\ninterpretation of the Hobbs Act becauseYakusexpressly\nrested its no-judicial-review conclusion in part on a sentence of\nthe Emergency Price Control Act that Congress left out of the Hobbs\nAct.One more point onYakus: The Government’s\nreliance on that decision is problematic for yet another reason.Yakuswas a wartime case, where the need for quick and\ndefinitive judicial rulings on the legality of agency orders was at\nits apex. That wartime need rendersYakus, in Justice\nPowell’s words, “at least arguably distinguishable” in civil\nenforcement proceedings.Adamo Wrecking, 434 U. S., at\n290 (concurring opinion).In short, asYakusmakes clear, the\nphrase “exclusive jurisdiction to determine the validity” does not\nitself bar subsequent district court review of the agency’s\ninterpretation in enforcement proceedings. And when we return to\nthe Hobbs Act, the same conclusion holds: The phrase “exclusive\njurisdiction” to “determine the validity” does not bar subsequent\ndistrict court review in enforcement proceedings.Third, the Government suggests that\nas-applied review in district courts is not necessary because an\naffected party who did not bring a facial, pre-enforcement\nchallenge can always petition the agency for reconsideration,\nreopening, a new rulemaking, a declaratory order, or the like, and\nthen obtain judicial review of the agency’s denial. The\nGovernment’s argument is wrong.To begin with, if the Government supports\njudicial review after the initial Hobbs Act period, then why force\nreview into that convoluted route rather than just supporting\njudicial review in an enforcement action? The Government has no\nanswer.More fundamentally, the Government’s promise of\nan alternative path of judicial review is empty. The Government\nacknowledges that judicial review may not always be available under\nthat route. And even if judicial review is available, it may only\nbe deferential judicial review of the agency’s discretionary\ndecision to decline to take new action, not judicial review of the\nagency’s initial interpretation of the statute. As a result, the\nGovernment’s promise of an alternative path of judicial review is\nillusory and does not supply a basis for denying judicial review in\ndistrict court enforcement actions.Fourth, the Government suggests that it\nwould be a practical problem for agencies if the Hobbs Act did not\nbar as-applied review of agency interpretations in enforcement\nactions. That policy-laden argument cannot overcome the text of the\nstatute and the traditional administrative law practice.In any event, the argument is unpersuasive even\non its own terms. If an agency order is upheld in a facial,\npre-enforcement challenge, but then a district court and different\ncourt of appeals disagree with the agency’s interpretation in a\nfuture as-applied challenge, that will create a circuit split on\nthe interpretation of the law and likely trigger review in this\nCourt. The Government does not like that possibility. The\nGovernment would prefer to choke off all litigation at the pass.\nBut circuit splits and this Court’s review happen all the time with\nall kinds of federal laws. There is no reason to think that\nCongress wanted to short-circuit that ordinary system of judicial\nreview for the many agencies and multiplicity of agency orders\nencompassed by the Hobbs Act. And there is certainly no basis to\ninterpret asilentstatute as achieving that extraordinary\nclose-the-courthouse-door outcome. To be sure, as it has done with\nthe Clean Water Act, CERCLA, and the Clean Air Act, Congress can\nexpressly preclude as-applied review in enforcement actions\n(subject to constitutional constraints). But we should not lightly\nconclude that Congress wanted to simultaneously deny judicial\nreview in enforcement actions; blindside defendants who would not\nnecessarily have anticipated that they should have filed a facial,\npre-enforcement challenge; insulate agencies from circuit splits;\nand render this Court’s review of major agency orders less likely.\nThat would pack a lot of congressional punch into a few oblique\nwords in the Hobbs Act.To the extent we consider practical\nconsiderations, moreover, they cut against the Government. Under\nthe Government’s position, when the initial window for facial,\npre-enforcement review closes, no one is able to argue in court\nthat the regulation is inconsistent with the statute—no matter how\nwrong the agency’s interpretation might be. The effect is to\ntransform the regulation into the equivalent of a statute. In other\nwords, the Government’s argument means that the District Court\nwould have to afford the agency not mereSkidmoredeference\norChevrondeference, but absolute deference. NotSkidmoredeference orChevrondeference, butPDRabdication. SeeSkidmorev.Swift &\nCo.,323 U.S.\n134(1944);Chevron U. S. A. Inc.v.Natural\nResources Defense Council, Inc.,467 U.S.\n837(1984).*  *  *In sum, the Hobbs Act does not expressly\npreclude judicial review of agency legal interpretations in\nenforcement actions. Therefore, the Hobbs Act does not bar PDR from\narguing that the FCC’s legal interpretation of the TCPA is\nincorrect. The District Court is not bound by the FCC’s\ninterpretation. In an as-applied enforcement action, the district\ncourt should interpret the statute as courts traditionally do under\nthe usual principles of statutory interpretation, affording\nappropriate respect to the agency’s interpretation.Under the Court’s holding today, if the court on\nremand concludes that the FCC’s order was not subject to the Hobbs\nAct in the first place, PDR will be able to argue that the FCC’s\ninterpretation of the TCPA is incorrect. Or if the court concludes\nthat pre-enforcement review was not adequate for PDR, then PDR\nlikewise will be able to argue that the FCC’s interpretation of the\nTCPA is incorrect. If the court on remand reaches neither of those\nconclusions, however, then the court on remand will confront the\nquestion that we granted certiorari to decide and that is analyzed\nin this separate opinion. For the reasons I have explained, I would\nconclude that PDR may argue that the FCC’s interpretation of the\nTCPA is incorrect, and that the District Court is not required to\naccept the FCC’s interpretation of the TCPA.I respectfully concur in the judgment.Notes1The\nexclusive-jurisdiction provision of the Hobbs Act also governs\nreview of certain actions of the Department of Agriculture,\nDepartment of Transportation, Federal Maritime Commission, Nuclear\nRegulatory Commission, Surface Transportation Board, and Department\nof Housing and Urban Development. See 42 U. S. C.\n§§2342(2)–(7).2If a party challenges an\nagency action in a facial, pre-enforcement suit, that specific\nparty may be barred by ordinary preclusion principles from\nrelitigating the same question against the agency in a future\nenforcement action. SeeAbbott Labs, 387 U. S., at 154.\nThat scenario is not present here because PDR did not bring a\nfacial, pre-enforcement suit in 2006.",
    "joined": []
}