{
    "case": {
        "docket": "18-1323",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1323/"
    },
    "id": "4267235",
    "author": "kavanaugh",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–1323 and 18–1460_________________JUNE MEDICAL SERVICES L. L. C.,\net al., PETITIONERS18–1323v.STEPHEN RUSSO, INTERIM SECRETARY,\nLOUISIANA DEPARTMENT OF HEALTH AND HOSPITALSSTEPHEN RUSSO, INTERIM SECRETARY,\nLOUISIANA DEPARTMENT OF HEALTH AND HOSPITALS, PETITIONER18–1460v.JUNE MEDICAL SERVICES L. L. C.,\net al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 29, 2020]Justice Kavanaugh, dissenting.I join Parts I, II, and III of Justice Alito’s\ndissent. A threshold question in this case concerns the proper\nstandard for evaluating state abortion laws. The Louisiana law at\nissue here requires doctors who perform abortions to have admitting\nprivileges at a hospital within 30 miles of the abortion clinic.\nThe State asks us to assess the law by applying the undue burden\nstandard ofPlanned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833(1992).[1] The\nplaintiffs ask us to apply the cost-benefit standard ofWhole\nWoman’s Healthv.Hellerstedt, 579 U. S. ___\n(2016).Today, five Members of the Court reject theWhole Woman’s Healthcost-benefit standard.Ante, at\n4–11 (Roberts, C. J., concurring in judgment);ante, at\n14–20 (Thomas, J., dissenting);ante, at 4 (Alito, J.,\njoined by Thomas, Gorsuch, and Kavanaugh, JJ., dissenting);ante, at 15–18 (Gorsuch, J., dissenting). A different five\nMembers of the Court conclude that Louisiana’s admitting-privileges\nlaw is unconstitutional because it “would restrict women’s access\nto abortion to the same degree as” the Texas law inWhole\nWoman’s Health.Ante, at 12 (opinion of Roberts,\nC. J.); see alsoante, at 16–40 (opinion of Breyer, J.,\njoined by Ginsburg, Sotomayor, and Kagan, JJ.).I agree with the first of those two conclusions.\nBut I respectfully dissent from the second because, in my view,\nadditional factfinding is necessary to properly evaluate\nLouisiana’s law. As Justice Alito thoroughly and carefully\nexplains, the factual record at this stage of plaintiffs’ facial,\npre-enforcement challenge does not adequately demonstrate that the\nthree relevant doctors (Does 2, 5, and 6) cannot obtain admitting\nprivileges or, therefore, that any of the three Louisiana abortion\nclinics would close as a result of the admitting-privileges law. I\nexpressed the same concern about the incomplete factual record more\nthan a year ago during the stay proceedings, and the factual record\nhas not changed since then. SeeJune Medical Services,\nL.L.C.v.Gee, 586 U. S. ___ (2019) (opinion\ndissenting from grant of application for stay). In short, I agree\nwith Justice Alito that the Court should remand the case for a new\ntrial and additional factfinding under the appropriate legal\nstandards.[2]Notes1The State has not asked\nthe Court to depart from theCaseystandard.2In my view, the District\nCourt on remand should also address the State’s new argument\n(raised for the first time in this Court) that these doctors and\nclinics lack third-party standing.",
    "joined": []
}