{
    "case": {
        "docket": "19-635",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-635/"
    },
    "id": "4271577",
    "author": "kavanaugh",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–635_________________DONALD J. TRUMP, PETITIONERv.CYRUS R.\nVANCE, Jr., in his official capacity as DISTRICT ATTORNEY OF THE\nCOUNTY OF NEW YORK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[July 9, 2020]Justice Kavanaugh, with whom Justice Gorsuch\njoins, concurring in the judgment.The Court today unanimously concludes that a\nPresident does not possess absolute immunity from a state criminal\nsubpoena, but also unanimously agrees that this case should be\nremanded to the District Court, where the President may raise\nconstitutional and legal objections to the subpoena as appropriate.\nSeeante, at 21–22, and n. 6;post, at 11–12\n(Thomas, J., dissenting);post, at 16–19 (Alito, J.,\ndissenting). I agree with those two conclusions.*  *  *The dispute over this grand jury subpoena\nreflects a conflict between a State’s interest in criminal\ninvestigation and a President’s Article II interest in performing\nhis or her duties without undue interference. Although this case\ninvolves personal information of the President and is therefore not\nan executive privilege case, the majority opinion correctly\nconcludes based on precedent that Article II and the Supremacy\nClause of the Constitution supply some protection for the\nPresidency against state criminal subpoenas of this sort.In our system of government, as this Court has\noften stated, no one is above the law. That principle applies, of\ncourse, to a President. At the same time, in light of Article II of\nthe Constitution, this Court has repeatedly declared—and the Court\nindicates again today—that a court may not proceed against a\nPresident as it would against an ordinary litigant. SeeCheneyv.United States Dist. Court for D. C.,542 U.S.\n367, 381–382 (2004) (“In no case would a court be required to\nproceed against the president as against an ordinary individual”\n(internal quotation marks and alterations omitted));Clintonv.Jones,520 U.S.\n681, 704, n. 39 (1997) (a court may not “proceed against\nthe president as against an ordinary individual” (internal\nquotation marks omitted));United Statesv.Nixon,418\nU.S. 683, 715 (1974) (“In no case of this kind would a court be\nrequired to proceed against the president as against an ordinary\nindividual” (internal quotation marks and alterations omitted));United Statesv.Burr, 25 F. Cas. 187, 192 (No.\n14,694) (CC Va. 1807) (Marshall, C. J.) (“In no case of this\nkind would a court be required to proceed against the president as\nagainst an ordinary individual”).The question here, then, is how to balance the\nState’s interests and the Article II interests. The longstanding\nprecedent that has applied to federal criminal subpoenas for\nofficial, privileged Executive Branch information isUnited\nStatesv.Nixon,418 U.S.\n683(1974). That landmark case requires that a prosecutor\nestablish a “demonstrated, specific need” for the President’s\ninformation.Id., at 713; see alsoIn re Sealed Case,\n121 F.3d 729, 753–757 (CADC 1997); cf.Senate Select Committee\non Presidential Campaign Activitiesv.Nixon, 498 F.2d\n725, 730–731 (CADC 1974) (en banc) (similar standard for\ncongressional subpoenas to the Executive Branch).TheNixon“demonstrated, specific need”\nstandard is a tried-and-true test that accommodates both the\ninterests of the criminal process and the Article II interests of\nthe Presidency. TheNixonstandard ensures that a\nprosecutor’s interest in subpoenaed information is sufficiently\nimportant to justify an intrusion on the Article II interests of\nthe Presidency. TheNixonstandard also reduces the risk of\nsubjecting a President to unwarranted burdens, because it provides\nthat a prosecutor may obtain a President’s information only in\ncertain defined circumstances.Although the Court adopted theNixonstandard in a different Article II context—there, involving the\nconfidentiality of official, privileged information—the majority\nopinion today recognizes that there are also important Article II\n(and Supremacy Clause) interests at stake here. A state criminal\nsubpoena to a President raises Article II and Supremacy Clause\nissues because of the potential for a state prosecutor to use the\ncriminal process and issue subpoenas in a way that interferes with\nthe President’s duties, through harassment or diversion. Cf.Nixonv.Fitzgerald,457 U.S.\n731, 751–753 (1982).Because this case again entails a clash between\nthe interests of the criminal process and the Article II interests\nof the Presidency, I would apply the longstandingNixon“demonstrated, specific need” standard to this case. The majority\nopinion does not apply theNixonstandard in this distinct\nArticle II context, as I would have done. That said, the majority\nopinion appropriately takes account of some important concerns that\nalso animateNixonand the Constitution’s balance of powers.\nThe majority opinion explains that a state prosecutor may not issue\na subpoena for a President’s personal information out of bad faith,\nmalice, or an intent to harass a President,ante, at 16; as\na result of prosecutorial impropriety,ibid.; to seek\ninformation that is not relevant to an investigation,ante,\nat 16, 19–20; that is overly broad or unduly burdensome,ante, at 19–20; to manipulate, influence, or retaliate\nagainst a President’s official acts or policy decisions,ante, at 17, 20; or in a way that would impede, conflict\nwith, or interfere with a President’s official duties,ante,\nat 20–21. All nine Members of the Court agree, moreover, that a\nPresident may raise objections to a state criminal subpoena not\njust in state court but also in federal court.[1] And the majority opinion indicates that, in\nlight of the “high respect that is owed to the office of the Chief\nExecutive,” courts “should be particularly meticulous” in assessing\na subpoena for a President’s personal records.Ante, at 20\n(quotingClinton, 520 U. S., at 707, andNixon,\n418 U. S., at 702).In the end, much may depend on how the majority\nopinion’s various standards are applied in future years and\ndecades.[2] It will take future\ncases to determine precisely how much difference exists between\n(i) the various standards articulated by the majority opinion,\n(ii) the overarchingNixon“demonstrated, specific\nneed” standard that I would adopt, and (iii) Justice Thomas’s\nand Justice Alito’s other proposed standards. In any event, in my\nview, lower courts in cases of this sort involving a President will\nalmost invariably have to begin by delving into why the State wants\nthe information; why and how much the State needs the information,\nincluding whether the State could obtain the information elsewhere;\nand whether compliance with the subpoena would unduly burden or\ninterfere with a President’s official duties.*  *  *I agree that the case should be remanded to\nthe District Court for further proceedings, where the President may\nraise constitutional and legal objections to the state grand jury\nsubpoena as appropriate.Notes1As I see it, the\nstandards identified by the majority opinion should be considered,\nin this context, Article II requirements, not just statutory or\nstate-law requirements. Cf.Cheneyv.United States Dist.\nCourt for D. C.,542 U.S.\n367, 385–392 (2004);Clintonv.Jones,520 U.S.\n681, 707 (1997);Nixonv.Fitzgerald,457 U.S.\n731, 749–757 (1982);United Statesv.Nixon,418 U.S.\n683, 714–716 (1974).2The same point—namely,\nthat much may depend on future application—is also true of the four\nconsiderations articulated by the Court today inTrumpv.Mazars USA, LLP,post, at 19–20.",
    "joined": []
}