{
    "case": {
        "docket": "17-1712",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/17-1712/"
    },
    "id": "4255727",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–1712_________________JAMES J. THOLE, et al., PETITIONERSv.U. S. BANK N. A., et al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 1, 2020]Justice Kavanaugh delivered the opinion of the\nCourt.To establish standing under Article III of the\nConstitution, a plaintiff must demonstrate (1) that he or she\nsuffered an injury in fact that is concrete, particularized, and\nactual or imminent, (2) that the injury was caused by the\ndefendant, and (3) that the injury would likely be redressed by the\nrequested judicial relief. SeeLujanv.Defenders of\nWildlife,504 U.S.\n555, 560–561 (1992).Plaintiffs James Thole and Sherry Smith are two\nretired participants in U. S. Bank’s retirement plan. Of\ndecisive importance to this case, the plaintiffs’ retirement plan\nis a defined-benefit plan, not a defined-contribution plan. In a\ndefined-benefit plan, retirees receive a fixed payment each month,\nand the payments do not fluctuate with the value of the plan or\nbecause of the plan fiduciaries’ good or bad investment decisions.\nBy contrast, in a defined-contribution plan, such as a 401(k) plan,\nthe retirees’ benefits are typically tied to the value of their\naccounts, and the benefits can turn on the plan fiduciaries’\nparticular investment decisions. SeeBeckv.PACE Int’l\nUnion,551 U.S.\n96, 98 (2007);Hughes Aircraft Co.v.Jacobson,525 U.S.\n432, 439–440 (1999).As retirees and vested participants in\nU. S. Bank’s defined-benefit plan, Thole receives $2,198.38\nper month, and Smith receives $42.26 per month, regardless of the\nplan’s value at any one moment and regardless of the investment\ndecisions of the plan’s fiduciaries. Thole and Smith have been paid\nall of their monthly pension benefits so far, and they are legally\nand contractually entitled to receive those same monthly payments\nfor the rest of their lives.Even though the plaintiffs have not sustained\nany monetary injury, they filed a putative class-action suit\nagainst U. S. Bank and others (collectively, U. S. Bank)\nfor alleged mismanagement of the defined-benefit plan. The alleged\nmismanagement occurred more than a decade ago, from 2007 to 2010.\nThe plaintiffs sued under ERISA, the aptly named Employee\nRetirement Income Security Act of 1974, 88Stat. 829, as amended, 29\nU. S. C. §1001et seq.The plaintiffs claimed\nthat the defendants violated ERISA’s duties of loyalty and prudence\nby poorly investing the assets of the plan. The plaintiffs\nrequested that U. S. Bank repay the plan approximately $750\nmillion in losses that the plan allegedly suffered. The plaintiffs\nalso asked for injunctive relief, including replacement of the\nplan’s fiduciaries. See ERISA §§502(a)(2), (3), 29\nU. S. C. §§1132(a)(2), (3).No small thing, the plaintiffs also sought\nattorney’s fees. In the District Court, the plaintiffs’ attorneys\nrequested at least $31 million in attorney’s fees.The U. S. District Court for the District\nof Minnesota dismissed the case, and the U. S. Court of\nAppeals for the Eighth Circuit affirmed on the ground that the\nplaintiffs lack statutory standing. 873 F.3d 617 (2017). We granted\ncertiorari. 588 U. S. ___ (2019).We affirm the judgment of the U. S. Court\nof Appeals for the Eighth Circuit on the ground that the plaintiffs\nlack Article III standing. Thole and Smith have received all of\ntheir monthly benefit payments so far, and the outcome of this suit\nwould not affect their future benefit payments. If Thole and Smith\nwere tolosethis lawsuit, they would still receive the\nexact same monthly benefits that they are already slated to\nreceive, not a penny less. If Thole and Smith were towinthis lawsuit, they would still receive the exact same monthly\nbenefits that they are already slated to receive, not a penny more.\nThe plaintiffs therefore have no concrete stake in this lawsuit. To\nbe sure, their attorneys have a stake in the lawsuit, but an\n“interest in attorney’s fees is, of course, insufficient to create\nan Article III case or controversy where none exists on the merits\nof the underlying claim.”Lewisv.Continental Bank\nCorp.,494 U.S.\n472, 480 (1990); seeSteel Co.v.Citizens for Better\nEnvironment,523 U.S.\n83, 107 (1998) (same). Because the plaintiffs themselves have\nno concrete stake in the lawsuit, they lack Article III\nstanding.*  *  *If Thole and Smith had not received their vested\npension benefits, they would of course have Article III standing to\nsue and a cause of action under ERISA §502(a)(1)(B) to recover the\nbenefits due to them. See 29 U. S. C. §1132(a)(1)(B). But\nThole and Smith have received all of their monthly pension benefits\nso far, and they will receive those same monthly payments for the\nrest of their lives.To nonetheless try to demonstrate their standing\nto challenge alleged plan mismanagement, the plaintiffs have\nadvanced four alternative arguments.First, analogizing to trust law, Thole\nand Smith contend that an ERISA defined-benefit plan participant\npossesses an equitable or property interest in the plan, meaning in\nessence that injuries to the plan are by definition injuries to the\nplan participants. Thole and Smith contend, in other words, that a\nplan fiduciary’s breach of a trust-law duty of prudence or duty of\nloyalty itself harms ERISA defined-benefit plan participants, even\nif the participants themselves have not suffered (and will not\nsuffer) any monetary losses.The basic flaw in the plaintiffs’ trust-based\ntheory of standing is that the participants in a defined-benefit\nplan are not similarly situated to the beneficiaries of a private\ntrust or to the participants in a defined-contribution plan. SeeVarity Corp.v.Howe,516 U.S.\n489, 497 (1996) (trust law informs but does not control\ninterpretation of ERISA). In the private trust context, the value\nof the trust property and the ultimate amount of money received by\nthe beneficiaries will typically depend on how well the trust is\nmanaged, so every penny of gain or loss is at the beneficiaries’\nrisk. By contrast, a defined-benefit plan is more in the nature of\na contract. The plan participants’ benefits are fixed and will not\nchange, regardless of how well or poorly the plan is managed. The\nbenefits paid to the participants in a defined-benefit plan are not\ntied to the value of the plan. Moreover, the employer, not plan\nparticipants, receives any surplus left over after all of the\nbenefits are paid; the employer, not plan participants, is on the\nhook for plan shortfalls. SeeBeck, 551 U. S., at\n98–99. As this Court has stated before, plan participants possess\nno equitable or property interest in the plan. SeeHughes\nAircraft Co., 525 U. S., at 439–441; see alsoLaRuev.DeWolff, Boberg & Associates, Inc.,552 U.S.\n248, 254–256 (2008). The trust-law analogy therefore does not\nfit this case and does not support Article III standing for\nplaintiffs who allege mismanagement of a defined-benefit plan.Second, Thole and Smith assert standing\nas representatives of the plan itself. But in order to claim “the\ninterests of others, the litigants themselves still must have\nsuffered an injury in fact, thus giving” them “a sufficiently\nconcrete interest in the outcome of the issue in dispute.”Hollingsworthv.Perry,570 U.S.\n693, 708 (2013) (internal quotation marks omitted); cf.Gollustv.Mendell,501 U.S.\n115, 125–126 (1991) (suggesting that shareholder must “maintain\nsome continuing financial stake in the litigation” in order to have\nArticle III standing to bring an insider trading suit on behalf of\nthe corporation);Craigv.Boren,429 U.S.\n190, 194–195 (1976) (vendor who “independently” suffered an\nArticle III injury in fact could then assert the rights of her\ncustomers). The plaintiffs themselves do not have a concrete stake\nin this suit.The plaintiffs point to the Court’s decisions\nupholding the Article III standing of assignees—that is, where a\nparty’s right to sue has been legally or contractually assigned to\nanother party. But here, the plan’s claims have not been legally or\ncontractually assigned to Thole or Smith. Cf.Sprint\nCommunications Co.v.APCC Services, Inc.,554 U.S.\n269, 290 (2008);Vermont Agency of Natural Resourcesv.United States ex rel. Stevens,529 U.S.\n765, 771–774 (2000) (qui tamstatute makes a\nrelator a partial assignee and “gives the relator himself an\ninterest in the lawsuit”) (emphasis deleted). The plaintiffs’\ninvocation of cases involving guardians, receivers, and executors\nfalls short for basically the same reason. The plaintiffs have not\nbeen legally or contractually appointed to represent the plan.Third, in arguing for standing, Thole and\nSmith stress that ERISA affords the Secretary of Labor,\nfiduciaries, beneficiaries, and participants—including participants\nin a defined-benefit plan—a general cause of action to sue for\nrestoration of plan losses and other equitable relief. See ERISA\n§§502(a)(2), (3), 29 U. S. C. §§1132(a)(2), (3). But the\ncause of action does not affect the Article III standing analysis.\nThis Court has rejected the argument that “a plaintiff\nautomatically satisfies the injury-in-fact requirement whenever a\nstatute grants a person a statutory right and purports to authorize\nthat person to sue to vindicate that right.”Spokeo,Inc.v.Robins, 578 U. S. ___, ___ (2016) (slip\nop., at 9); seeRainesv.Byrd,521 U.S.\n811, 820, n. 3 (1997). The Court has emphasized that\n“Article III standing requires a concrete injury even in the\ncontext of a statutory violation.”Spokeo, 578 U. S.,\nat ___ (slip op., at 9). Here, the plaintiffs have failed to\nplausibly and clearly allege a concrete injury.[1]Fourth, Thole and Smith contend that if\ndefined-benefit plan participants may not sue to target perceived\nfiduciary misconduct, no one will meaningfully regulate plan\nfiduciaries. For that reason, the plaintiffs suggest that\ndefined-benefit plan participants must have standing to sue. But\nthis Court has long rejected that kind of argument for Article III\nstanding. SeeValley Forge Christian Collegev.Americans\nUnited for Separation of Church and State, Inc.,454 U.S.\n464, 489 (1982) (the “ ‘assumption that if respondents\nhave no standing to sue, no one would have standing, is not a\nreason to find standing’ ”) (quotingSchlesingerv.Reservists Comm. to Stop the War,418\nU.S. 208, 227 (1974)).In any event, the argument rests on a faulty\npremise in this case because defined-benefit plans are regulated\nand monitored in multiple ways. To begin with, employers and their\nshareholders often possess strong incentives to root out fiduciary\nmisconduct because the employers are entitled to the plan surplus\nand are often on the hook for plan shortfalls. Therefore, about the\nlast thing a rational employer wants or needs is a mismanaged\nretirement plan. Cf. ERISA §4062(a), 29 U. S. C.\n§1362(a). Moreover, ERISA expressly authorizes the Department of\nLabor to enforce ERISA’s fiduciary obligations. See ERISA\n§502(a)(2), 29 U. S. C. §1132(a)(2). And the Department\nof Labor has a substantial motive to aggressively pursue fiduciary\nmisconduct, particularly to avoid the financial burden of failed\ndefined-benefit plans being backloaded onto the Federal Government.\nWhen a defined-benefit plan fails and is unable to pay benefits to\nretirees, the federal Pension Benefit Guaranty Corporation is\nrequired by law to pay the vested pension benefits of the retirees,\noften in full. The Department of Labor is well positioned to\nunderstand the relationship between plan failure and the PBGC\nbecause, by law, the PBGC operates within the Department of Labor,\nand the Secretary of Labor chairs the Board of the PBGC. See ERISA\n§§4002(a), (d), 29 U. S. C. §§1302(a), (d). On top of all\nthat, fiduciaries (including trustees who are fiduciaries) can sue\nother fiduciaries—and they would have good reason to sue if, as\nThole and Smith posit, one fiduciary were using the plan’s assets\nas a “personal piggybank.” Brief for Petitioners 2. In addition,\ndepending on the nature of the fiduciary misconduct, state and\nfederal criminal laws may apply. See,e.g.,18\nU. S. C. §§664, 1954; ERISA §514(b)(4), 29\nU. S. C. §1144(b)(4). In short, under ERISA, fiduciaries\nwho manage defined-benefit plans face a regulatory phalanx.In sum, none of the plaintiffs’ four theories\nsupports their Article III standing in this case.One last wrinkle remains. According to the\nplaintiffs’amici, plan participants in a defined-benefit\nplan have standing to sue if the mismanagement of the plan was so\negregious that it substantially increased the risk that the plan\nand the employer would fail and be unable to pay the participants’\nfuture pension benefits. Cf.Clapperv.Amnesty Int’l\nUSA,568 U.S.\n398, 414, n. 5 (2013);Leev.Verizon\nCommunications,Inc., 837 F.3d 523, 545–546 (CA5 2016);Davidv.Alphin, 704 F.3d 327, 336–338 (CA4 2013).\nBut the plaintiffs do not assert that theory of standing in this\nCourt. In any event, the plaintiffs’ complaint did not plausibly\nand clearly claim that the alleged mismanagement of the plan\nsubstantially increased the risk that the plan and the employer\nwould fail and be unable to pay the plaintiffs’ future pension\nbenefits. It is true that the plaintiffs’ complaint alleged that\nthe plan was underfunded for a period of time. But a bare\nallegation of plan underfunding does not itself demonstrate a\nsubstantially increased risk that the plan and the employer would\nboth fail. Cf.LaRue, 552 U. S., at 255 (“Misconduct by the\nadministrators of a defined benefit plan will not affect an\nindividual’s entitlement to a defined benefit unless it creates or\nenhances the risk of default by the entire plan”).[2]*  *  *Courts sometimes make standing law more\ncomplicated than it needs to be. There is no ERISA exception to\nArticle III. And under ordinary Article III standing analysis, the\nplaintiffs lack Article III standing for a simple, commonsense\nreason: They have received all of their vested pension benefits so\nfar, and they are legally entitled to receive the same monthly\npayments for the rest of their lives. Winning or losing this suit\nwould not change the plaintiffs’ monthly pension benefits. The\nplaintiffs have no concrete stake in this dispute and therefore\nlack Article III standing. We affirm the judgment of the U. S.\nCourt of Appeals for the Eighth Circuit.It is so ordered.Notes1To be clear, our decision\ntoday does not concern suits to obtain plan information. See,e.g.,ERISA §502(a)(1)(A), 29 U. S. C.\n§1132(a)(1)(A).2Even if a\ndefined-benefit plan is mismanaged into plan termination, the\nfederal PBGC by law acts as a backstop and covers the vested\npension benefits up to a certain amount and often in full. For\nexample, if the plan and the employer in this case were to fail,\nthe PBGC would be required to pay these two plaintiffs all of their\nvested pension benefits in full. See ERISA §§4022(a), (b), 29\nU. S. C. §§1322(a), (b); Tr. of Oral Arg. 18–19; see also\nCongressional Research Service, Pension Benefit Guaranty\nCorporation (PBGC): A Primer 1 (2019); PBGC, General FAQs About\nPBGC, https://www.pbgc.gov/about/faq/general-faqs-about-pbgc. Any\nincreased-risk-of-harm theory of standing therefore might not be\navailable for plan participants whose benefits are guaranteed in\nfull by the PBGC. But we need not decide that question in this\ncase.",
    "joined": []
}