{
    "case": {
        "docket": "20-1650",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-1650/"
    },
    "id": "4601245",
    "author": "kavanaugh",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–1650_________________CARLOS CONCEPCION, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 27, 2022]Justice Kavanaugh, with whom The Chief\nJustice, Justice Alito, and Justice Barrett join, dissenting.Beginning in the mid-1980s, Congress prescribed\nhigher criminal sentences for crack-cocaine offenses than for\npowder-cocaine offenses involving the same amounts of cocaine. In\n2010, Congress enacted the Fair Sentencing Act to narrow that\ncrack/powder disparity by lowering the sentencing ranges for\ncertain crack-cocaine offenses. But the Act lowered those\ncrack-cocaine sentencing ranges onlyprospectively—that is,\nfor crack-cocaine offenders who were sentenced on or after the\nAct’s effective date of August 3, 2010.The First Step Act of 2018 changed that. It\nprovided that the 2010 Fair Sentencing Act’s lower crack-cocaine\nsentencing ranges would also applyretroactivelyto\noffenders who were sentenced before August 3, 2010. But how to\nimplement that change? Congress did not mandate a specific\nacross-the-board reduction to all pre-August 3, 2010, crack-cocaine\nsentences. Instead, the First Step Act authorized district courts,\non motion, to “impose a reduced sentence as if ” the lower\nsentencing ranges for crack-cocaine offenses “were in effect at the\ntime the covered offense was committed.” §404(b), 132Stat.\n5222.The straightforward question in this case is\nwhether district courts in First Step Act sentence-modification\nproceedings may reduce sentences based not only on the changes to\nthe crack-cocaine sentencing ranges, but also on otherunrelatedlegal or factual changes that have occurred since\nthe original sentencing. For many crack-cocaine offenders who were\nsentenced before August 3, 2010, the most significant such change\nis anon-retroactive2016 Sentencing Guidelines amendment\nthat substantially altered the career-offender guideline and would\nsignificantly lower many of those offenders’ Guidelines ranges. See\nUnited States Sentencing Commission, Guidelines Manual, App. C,\nAmdt. 798 (Nov. 2021).The Court today concludes that district courts\nin First Step Act sentence-modification proceedings may reduce\nsentences based not only on the changes to the crack-cocaine\nsentencing ranges, but also on other unrelated legal or factual\nchanges that have occurred since the original sentencing.I respectfully disagree. The text of the First\nStep Act authorizes district courts to reduce sentences based only\non changes to the crack-cocaine sentencing ranges, not based on\nother unrelated changes that have occurred since the original\nsentencing. In other words, the First Step Act directs district\ncourts to answer one fundamental question: What would the\noffender’s sentence have been if the lower crack-cocaine sentencing\nranges had been in effect back at the time of the original\nsentencing?The Court sidesteps the text of the Act and\nequates sentence-modification proceedings with plenary sentencing\nproceedings. But as this Court has recognized, there are\n“fundamental differences between sentencing and\nsentence-modification proceedings.”Dillonv.United\nStates,560 U.S.\n817, 830 (2010). The finality of criminal judgments is\nessential to the operation of the criminal justice system. SeeCalderonv.Thompson,523 U.S.\n538, 555–556 (1998);United Statesv.Frady,456 U.S.\n152, 166 (1982). Once a federal sentence becomes final, a court\nmay alter that sentence “only in very limited circumstances.”Pepperv.United States,562\nU.S. 476, 501–502, n. 14 (2011). As relevant here,\nCongress has made clear that courts may reduce “an imposed term of\nimprisonment to the extent” such a reduction is “expressly\npermitted by statute.” 18 U. S. C. §3582(c)(1)(B)\n(emphasis added).The First Step Act states that the district\ncourt “may . . . impose a reduced sentence as if ”\nthe lower sentencing ranges for crack-cocaine offenses “were in\neffect at the time the covered offense was committed.” §404(b),\n132Stat. 5222. By its terms, the First Step Act authorizes\nconsideration only of the lower sentencing ranges for crack-cocaine\noffenses. The First Step Act does not authorize consideration of\nunrelated intervening legal or factual changes. Indeed, the\nrelevant provision of the First Step Act does not mention changes\nother than the lower sentencing ranges for crack-cocaine offenses.\nTherefore, the First Step Act does not “expressly permi[t]”\nreductions based on those unrelated intervening changes. 18\nU. S. C. §3582(c)(1)(B).In support of its conclusion that district\ncourts in First Step Act sentence-modification proceedings may\nconsider other unrelated changes, the Court citesPepperand\nsimilar decisions. Seeante,at 8–9. But those decisions\ninvolved resentencings, not sentence-modification proceedings. SeePepper, 562 U. S., at 486–487. Those cases therefore do\nnot support the Court’s approach here. To reiterate, for\nsentence-modification proceedings, Congress has declared that\ncourts may reduce a sentence only as “expressly permitted by\nstatute.” 18 U. S. C. §3582(c)(1)(B). And the First Step\nAct does not authorize consideration of unrelated intervening legal\nor factual changes since the original sentencing.The Court’s disregard of the text of the First\nStep Act and §3582(c)(1)(B) will create significant and\ninexplicable sentencing inequities. Consider the following. First\nStep Act sentence-modification proceedings are available only for\noffenders who were sentenced before August 3, 2010. So a\ncrack-cocaine offender such as Concepcion who was sentenced before\nAugust 3, 2010, may now obtain the benefit of the non-retroactive\n2016 change to the career-offender guideline. But a crack-cocaine\noffender who was sentenced from August 3, 2010, to July 31, 2016,\nwill not be able to obtain the benefit of the non-retroactive 2016\nchange to the career-offender guideline. What sense does that make?\nThat anomalous outcome will amount to a “haphazard windfall” for\ncrack-cocaine offenders sentenced before August 3, 2010.United\nStatesv.Lancaster, 997 F.3d 171, 180 (CA4 2021)\n(Wilkinson, J., concurring in judgment).Still more inequities will ensue because the\nCourt affords district courts blanket discretion to choose between\ntwo vastly different approaches to First Step Act proceedings. To\nbe sure, the Court properly notes that district courts must begin a\nFirst Step Act proceeding by calculating the new Guidelines range\nbased solely on the changes to the crack-cocaine sentencing ranges.\nSeeante,at 14, n. 6. So far, so good. But district\ncourts then have free rein either to take into account—or to\ncompletely disregard—other intervening changes since the original\nsentencing.Needless to say, different district courts will\nchoose different approaches. The Court’s decision will therefore\nproduce massive inequities in how the First Step Act is implemented\non the ground. Those inequities further illustrate why today’s\ndecision is wrong as a matter of statutory interpretation: Congress\nenacted the First Step Act to provide a targeted retroactive\nreduction in crack-cocaine sentencing ranges, not to unleash a\nsentencing free-for-all in the lower courts.The Court’s disregard of the text of the First\nStep Act is especially audacious because the Act was a heavily\nnegotiated and vigorously debated piece of legislation. The Act\nreflects a compromise among competing interests. Not for the first\ntime in a sentencing case, the Court’s decision today unravels the\nlegislative compromise reflected in the statutory text. The Court\nin effect green-lights district courts, if they wish, to make the\n2016 amendment to the career-offender guideline retroactive in\nFirst Step Act proceedings—even though neither Congress nor the\nSentencing Commission has made that amendment retroactive. Perhaps\nthe Court’s decision represents better sentencing policy. Perhaps\nnot. But under the Constitution’s separation of powers, this Court\nmay not simply rewrite the First Step Act as the Court thinks\nbest.In sum, I would conclude that the First Step Act\nauthorizes district courts to reduce a sentence based on changes to\nthe crack-cocaine sentencing ranges, but not based on other\nunrelated legal or factual changes since the original sentencing.\nThe Court holds otherwise. Therefore, I respectfully dissent.",
    "joined": []
}