{
    "case": {
        "docket": "21-429",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-429/"
    },
    "id": "4602555",
    "author": "kavanaugh",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 21–429_________________OKLAHOMA, PETITIONERv.VICTOR MANUEL\nCASTRO-HUERTAon writ of certiorari to the court of criminal\nappeals of oklahoma[June 29, 2022]Justice Kavanaugh delivered the opinion of the\nCourt.This case presents a jurisdictional question\nabout the prosecution of crimes committed by non-Indians against\nIndians in Indian country: Under current federal law, does the\nFederal Government haveexclusivejurisdiction to prosecute\nthose crimes? Or do the Federal Government and the State haveconcurrentjurisdiction to prosecute those crimes? We\nconclude that the Federal Government and the State have concurrent\njurisdiction to prosecute crimes committed by non-Indians against\nIndians in Indian country.IIn 2015, Victor Manuel Castro-Huerta lived in\nTulsa, Oklahoma, with his wife and their several children,\nincluding Castro-Huerta’s then-5-year-old stepdaughter, who is a\nCherokee Indian. The stepdaughter has cerebral palsy and is legally\nblind. One day in 2015, Castro-Huerta’s sister-in-law was in the\nhouse and noticed that the young girl was sick. After a 911 call,\nthe girl was rushed to a Tulsa hospital in critical condition.\nDehydrated, emaciated, and covered in lice and excrement, she\nweighed only 19 pounds. Investigators later found her bed filled\nwith bedbugs and cockroaches.When questioned, Castro-Huerta admitted that he\nhad severely undernourished his stepdaughter during the preceding\nmonth. The State of Oklahoma criminally charged both Castro-Huerta\nand his wife for child neglect. Both were convicted. Castro-Huerta\nwas sentenced to 35 years of imprisonment, with the possibility of\nparole. This case concerns the State’s prosecution of\nCastro-Huerta.After Castro-Huerta was convicted and while his\nappeal was pending in state court, this Court decidedMcGirtv.Oklahoma, 591 U. S. ___ (2020). InMcGirt,\nthe Court held that Congress had never properly disestablished the\nCreek Nation’s reservation in eastern Oklahoma. As a result, the\nCourt concluded that the Creek Reservation remained “Indian\ncountry.”Id.,at___–___, ___, ___ (slip op., at\n1–3, 17, 28). The status of that part of Oklahoma as Indian country\nmeant that different jurisdictional rules might apply for the\nprosecution of criminal offenses in that area. See 18\nU. S. C. §§1151–1153. Based onMcGirt’s reasoning,\nthe Oklahoma Court of Criminal Appeals later recognized that\nseveral other Indian reservations in Oklahoma had likewise never\nbeen properly disestablished. See,e.g.,State\nex rel. Matloffv.Wallace, 2021 OK CR 21, ¶15, 497\nP.3d 686, 689 (reaffirming recognition of the Cherokee, Choctaw,\nand Chickasaw Reservations);Graysonv.State, 2021\nOK CR 8, ¶10, 485 P.3d 250, 254 (Seminole Reservation).In light ofMcGirtand the follow-on\ncases, the eastern part of Oklahoma, including Tulsa, is now\nrecognized as Indian country. About two million people live there,\nand the vast majority are not Indians.The classification of eastern Oklahoma as Indian\ncountry has raised urgent questions about which government or\ngovernments have jurisdiction to prosecute crimes committed there.\nThis case is an example: a crime committed in what is now\nrecognized as Indian country (Tulsa) by a non-Indian\n(Castro-Huerta) against an Indian (his stepdaughter). All agree\nthat the Federal Government has jurisdiction to prosecute crimes\ncommitted by non-Indians against Indians in Indian country. The\nquestion is whether the Federal Government’s jurisdiction is\nexclusive, or whether the State also has concurrent jurisdiction\nwith the Federal Government.In the wake ofMcGirt, Castro-Huerta\nargued that the Federal Government’s jurisdiction to prosecute\ncrimes committed by a non-Indian against an Indian in Indian\ncountry is exclusive and that the State therefore lacked\njurisdiction to prosecute him. The Oklahoma Court of Criminal\nAppeals agreed with Castro-Huerta. Relying on an earlier Oklahoma\ndecision holding that the federal General Crimes Act grants the\nFederal Government exclusive jurisdiction, the court ruled that the\nState did not have concurrent jurisdiction to prosecute crimes\ncommitted by non-Indians against Indians in Indian country. The\ncourt therefore vacated Castro-Huerta’s conviction. No. F–2017–1203\n(Apr. 29, 2021); see alsoBossev.State, 2021 OK CR\n3, 484 P.3d 286;Rothv.State, 2021 OK CR 27, 499\nP.3d 23.While Castro-Huerta’s state appellate\nproceedings were ongoing, a federal grand jury in Oklahoma indicted\nCastro-Huerta for the same conduct. Castro-Huerta accepted a plea\nagreement for a 7-year sentence followed by removal from the United\nStates. (Castro-Huerta is not a U. S. citizen and is\nunlawfully in the United States.) In other words, putting aside\nparole possibilities, Castro-Huerta in effect received a 28-year\nreduction of his sentence as a result ofMcGirt.Castro-Huerta’s case exemplifies a now-familiar\npattern in Oklahoma in the wake ofMcGirt. The Oklahoma\ncourts have reversed numerous state convictions on that same\njurisdictional ground. After having their state convictions\nreversed, some non-Indian criminals have received lighter sentences\nin plea deals negotiated with the Federal Government. Others have\nsimply gone free. Going forward, the State estimates that it will\nhave to transfer prosecutorial responsibility for more than 18,000\ncases per year to the Federal and Tribal Governments. All of this\nhas created a significant challenge for the Federal Government and\nfor the people of Oklahoma. At the end of fiscal year 2021, the\nU. S. Department of Justice was opening only 22% and 31% of\nall felony referrals in the Eastern and Northern Districts of\nOklahoma. Dept. of Justice, U. S. Attorneys, Fiscal Year 2023\nCongressional Justification 46. And the Department recently\nacknowledged that “many people may not be held accountable for\ntheir criminal conduct due to resource constraints.”Ibid.In light of the sudden significance of this\njurisdictional question for public safety and the criminal justice\nsystem in Oklahoma, this Court granted certiorari to decide whether\na State has concurrent jurisdiction with the Federal Government to\nprosecute crimes committed by non-Indians against Indians in Indian\ncountry. 595 U. S. ___ (2022).[1]IIThe jurisdictional dispute in this case arises\nbecause Oklahoma’s territory includes Indian country. Federal law\ndefines “Indian country” to include, among other things, “all land\nwithin the limits of any Indian reservation under the jurisdiction\nof the United States Government.” 18 U. S. C. §1151.To begin with, the Constitution allows a State\nto exercise jurisdiction in Indian country. Indian country is part\nof the State, not separate from the State. To be sure, under this\nCourt’s precedents, federal law may preempt that state jurisdiction\nin certain circumstances. But otherwise, as a matter of state\nsovereignty, a State has jurisdiction over all of its territory,\nincluding Indian country. See U. S. Const., Amdt. 10. As this\nCourt has phrased it, a State is generally “entitled to the\nsovereignty and jurisdiction over all the territory within her\nlimits.”Lessee of Pollardv.Hagan, 3 How. 212, 228\n(1845).In the early years of the Republic, the Federal\nGovernment sometimes treated Indian country as separate from state\nterritory—in the same way that, for example, New Jersey is separate\nfrom New York. Most prominently, in the 1832 decision inWorcesterv.Georgia, 6 Pet. 515, 561, this Court\nheld that Georgia state law had no force in the Cherokee Nation\nbecause the Cherokee Nation “is a distinct community occupying its\nown territory.”But the “general notion drawn from Chief Justice\nMarshall’s opinion inWorcesterv.Georgia” “has\nyielded to closer analysis.”Organized Village of Kakev.Egan,369 U.S.\n60, 72 (1962). “By 1880 the Court no longer viewed reservations\nas distinct nations.”Ibid. Since the latter half of the\n1800s, the Court has consistently and explicitly held that Indian\nreservations are “part of the surrounding State” and subject to the\nState’s jurisdiction “except as forbidden by federal law.”Ibid.To take a few examples: In 1859, the Court\nstated: States retain “the power of a sovereign over their persons\nand property, so far as” “necessary to preserve the peace of the\nCommonwealth.”New York ex rel. Cutlerv.Dibble, 21\nHow. 366, 370 (1859).In 1930: “[R]eservations are part of the State\nwithin which they lie and her laws, civil and criminal, have the\nsame force therein as elsewhere within her limits, save that they\ncan have only restricted application to the Indian wards.”Surplus Trading Co.v.Cook,281\nU.S. 647, 651 (1930).In 1946: “[I]n the absence of a limiting treaty\nobligation or Congressional enactment each state ha[s] a right to\nexercise jurisdiction over Indian reservations within its\nboundaries.”New York ex rel. Rayv.Martin,326 U.S.\n496, 499 (1946).In 1992: “This Court’s more recent cases have\nrecognized the rights of States, absent a congressional\nprohibition, to exercise criminal (and, implicitly, civil)\njurisdiction over non-Indians located on reservation lands.”County of Yakimav.Confederated Tribes and Bands of\nYakima Nation,502 U.S.\n251, 257–258 (1992).And as recently as 2001: “State sovereignty does\nnot end at a reservation’s border.”Nevadav.Hicks,533 U.S.\n353, 361 (2001).In accord with that overarching jurisdictional\nprinciple dating back to the 1800s, States have jurisdiction to\nprosecute crimes committed in Indian country unless preempted. In\nthe leading case in the criminal context—theMcBratneycase\nfrom 1882—this Court held that States have jurisdiction to\nprosecute crimes committed by non-Indians against non-Indians in\nIndian country.United Statesv.McBratney,104 U.S.\n621, 623–624 (1882). The Court stated that Colorado had\n“criminal jurisdiction” over crimes by non-Indians against\nnon-Indians “throughout the whole of the territory within its\nlimits, including the Ute Reservation.”Id.,at 624. Several\nyears later, the Court similarly decided that Montana had criminal\njurisdiction over crimes by non-Indians against non-Indians in\nIndian country within that State.Draperv.United\nStates,164 U.S.\n240, 244–247 (1896). TheMcBratneyprinciple remains\ngood law.In short, the Court’s precedents establish that\nIndian country is part of a State’s territory and that, unless\npreempted, States have jurisdiction over crimes committed in Indian\ncountry.IIIThe central question that we must decide,\ntherefore, is whether the State’s authority to prosecute crimes\ncommitted by non-Indians against Indians in Indian country has been\npreempted. U. S. Const., Art. VI.Under the Court’s precedents, as we will\nexplain, a State’s jurisdiction in Indian country may be preempted\n(i) by federal law under ordinary principles of federal\npreemption, or (ii) when the exercise of state jurisdiction would\nunlawfully infringe on tribal self-government.In Part III–A, we consider whether state\nauthority to prosecute crimes committed by non-Indians against\nIndians in Indian country is preempted by federal law under\nordinary principles of preemption. In Part III–B, we consider\nwhether principles of tribal self-government preclude the exercise\nof state jurisdiction over crimes committed by non-Indians against\nIndians in Indian country.ACastro-Huerta points to two federal laws that,\nin his view, preempt Oklahoma’s authority to prosecute crimes\ncommitted by non-Indians against Indians in Indian country: (i) the\nGeneral Crimes Act, which grants the Federal Government\njurisdiction to prosecute crimes in Indian country, 18\nU. S. C. §1152; and (ii) Public Law 280, which grants\nStates, or authorizes States to acquire, certain additional\njurisdiction over crimes committed in Indian country, 67Stat. 588;\nsee 18 U. S. C. §1162; 25 U. S. C. §1321.\nNeither statute preempts preexisting or otherwise lawfully assumed\nstate authority to prosecute crimes committed by non-Indians\nagainst Indians in Indian country.1As relevant here, the General Crimes Act\nprovides: “Except as otherwise expressly provided by law, the\ngeneral laws of the United States as to the punishment of offenses\ncommitted in any place within the sole and exclusive jurisdiction\nof the United States, except the District of Columbia, shall extend\nto the Indian country.” 18 U. S. C. §1152.By its terms, the Act does not preempt the\nState’s authority to prosecute non-Indians who commit crimes\nagainst Indians in Indian country. The text of the Act simply\n“extend[s]” federal law to Indian country, leaving untouched the\nbackground principle of state jurisdiction over crimes committed\nwithin the State, including in Indian country.Ibid.The Act also specifies the body of federal\ncriminal law that extends to Indian country—namely, “the general\nlaws of the United States as to the punishment of offenses\ncommitted in any place within the sole and exclusive jurisdiction\nof the United States.”Ibid.Those cross-referenced “general\nlaws” are the federal laws that apply in federal enclaves such as\nmilitary bases and national parks.Ibid.Importantly, however, the General Crimes Act\ndoes not say that Indian country is equivalent to a federal enclave\nfor jurisdictional purposes. Nor does the Act say that federal\njurisdiction is exclusive in Indian country, or that state\njurisdiction is preempted in Indian country.Under the General Crimes Act, therefore, both\nthe Federal Government and the State have concurrent jurisdiction\nto prosecute crimes committed in Indian country.[2] The General Crimes Act does not preempt\nstate authority to prosecute Castro-Huerta’s crime.To overcome the text, Castro-Huerta offers\nseveral counterarguments. None is persuasive.First, Castro-Huerta advances what he\ndescribes as a textual argument. He contends that the text of the\nGeneral Crimes Act makes Indian country the jurisdictional\nequivalent of a federal enclave. To begin, he points out that the\nFederal Government has exclusive jurisdiction to prosecute crimes\ncommitted in federal enclaves such as military bases and national\nparks. And then Castro-Huerta asserts that the General Crimes Act\nin effect equates federal enclaves and Indian country. Therefore,\naccording to Castro-Huerta, it follows that the Federal Government\nalso has exclusive jurisdiction to prosecute crimes committed in\nIndian country.Castro-Huerta’s syllogism is wrong as a textual\nmatter. The Act simply borrows the body of federal criminal law\nthat applies in federal enclaves and extends it to Indian country.\nThe Act does not purport to equate Indian country and federal\nenclaves for jurisdictional purposes. Moreover, it is not enough to\nspeculate, as Castro-Huerta does, that Congress might have\nimplicitly intended a jurisdictional parallel between Indian\ncountry and federal enclaves.Castro-Huerta’s argument also directly\ncontradicts this Court’s precedents. As far back as 1891, the Court\nstated that the phrase “sole and exclusive jurisdiction” in the\nGeneral Crimes Act is “only used in the description of the laws\nwhich are extended” to Indian country, not “to the jurisdiction\nextended over the Indian country.”In re Wilson,140 U.S.\n575, 578 (1891). The Court repeated that analysis in 1913,\nconcluding that the phrase “sole and exclusive jurisdiction” is\n“used in order to describe the laws of the United States which by\nthat section are extended to the Indian country.”Donnellyv.United States,228\nU.S. 243, 268 (1913).Stated otherwise, the General Crimes Act\nprovides that the federal criminal laws that apply to federal\nenclaves also apply in Indian country. But the extension of those\nfederal laws to Indian country does not silently erase preexisting\nor otherwise lawfully assumed state jurisdiction to prosecute\ncrimes committed by non-Indians in Indian country.Moreover, if Castro-Huerta’s interpretation of\nthe General Crimes Act were correct, then the Act would preclude\nStates from prosecutinganycrimes in Indian\ncountry—presumably even those crimes committed by non-Indians\nagainst non-Indians—just as States ordinarily cannot prosecute\ncrimes committed in federal enclaves. But this Court has long held\nthat States may prosecute crimes committed by non-Indians against\nnon-Indians in Indian country. SeeMcBratney, 104\nU. S., at 623–624;Draper, 164 U. S., at 242–246.\nThose holdings, too, contravene Castro-Huerta’s argument regarding\nthe General Crimes Act.In advancing his enclave argument, Castro-Huerta\nalso tries to analogize the text of the General Crimes Act to the\ntext of the Major Crimes Act. He asserts that the Major Crimes Act\ngrants the Federal Government exclusive jurisdiction to prosecute\ncertain major crimes committed by Indians in Indian country. But\nthe Major Crimes Act contains substantially different language than\nthe General Crimes Act. Unlike the General Crimes Act, the Major\nCrimes Act says that defendants in Indian country “shall be subject\nto the same law” as defendants in federal enclaves. See 18\nU. S. C. §1153 (“Any Indian who commits against the\nperson or property of another Indian or other person any of ”\ncertain major offenses “shall be subject to the same law and\npenalties as all other persons committing any of the above\noffenses, within the exclusive jurisdiction of the United States”).\nSo even assuming that the text of the Major Crimes Act provides for\nexclusive federal jurisdiction over major crimes committed by\nIndians in Indian country, see,e.g.,United Statesv.John,437 U.S.\n634, 651, and n. 22 (1978);Negonsottv.Samuels,507 U.S.\n99, 103 (1993), that conclusion does not translate to the\ndifferently worded General Crimes Act.In short, the General Crimes Act does not treat\nIndian country as the equivalent of a federal enclave for\njurisdictional purposes. Nor does the Act make federal jurisdiction\nexclusive or preempt state law in Indian country.Second, Castro-Huerta contends that,\nregardless of the statutory text, Congressimplicitlyintendedfor the General Crimes Act to provide the Federal\nGovernment with exclusive jurisdiction over crimes committed by\nnon-Indians against Indians in Indian country.The fundamental problem with Castro-Huerta’s\nimplicit intent argument is that the text of the General Crimes Act\nsays no such thing. Congress expresses its intentions through\nstatutory text passed by both Houses and signed by the President\n(or passed over a Presidential veto). As this Court has repeatedly\nstated, the text of a law controls over purported legislative\nintentions unmoored from any statutory text. The Court may not\n“replace the actual text with speculation as to Congress’ intent.”Magwoodv.Patterson,561 U.S.\n320, 334 (2010). Rather, the Court “will presume more modestly”\nthat “the legislature says what it means and means what it says.”Hensonv.Santander Consumer USA Inc., 582 U.S. 79,\n___ (2017) (slip op., at 10) (internal quotation marks and\nalterations omitted); see,e.g.,McGirt, 591\nU. S., at ___ (slip op., at 12) (“[W]ishes are not laws”);Virginia Uranium, Inc.v.Warren, 587 U. S. ___,\n___ (2019) (lead opinion) (slip op., at 14) (The Supremacy Clause\ncannot “be deployed” “to elevate abstract and unenacted legislative\ndesires above state law”);Alexanderv.Sandoval,532 U.S.\n275, 287–288 (2001) (The Court does not give “dispositive\nweight to the expectations that the enacting Congress had formed in\nlight of the contemporary legal context,” because we “begin (and\nfind that we can end) our search for Congress’s intent with\n. . . text and structure” (internal quotation marks\nomitted));Central Bank of Denver, N. A.v.First\nInterstate Bank of Denver, N. A.,511 U.S.\n164, 173 (1994) (“[T]he text of the statute controls our\ndecision”).To buttress his implicit intent argument,\nCastro-Huerta seizes on the history of the General Crimes Act. At\nthe time of the Act’s earliest iterations in 1817 and 1834, Indian\ncountry was separate from the States. Therefore, at that time,\nstate law did not apply in Indian country—in the same way that New\nYork law would not ordinarily have applied in New Jersey. But\nterritorial separation—notjurisdictional preemption by the\nGeneral Crimes Act—was the reason that state authority did not\nextend to Indian country at that time.Because Congress operated under a different\nterritorial paradigm in 1817 and 1834, it had no reason at that\ntime to consider whether to preempt preexisting or lawfully assumed\nstate criminal authority in Indian country. For present purposes,\nthe fundamental point is that the text of the General Crimes Act\ndoes not preempt state law. And this Court does not “rewrite a\nconstitutionally valid statutory text under the banner of\nspeculation about what Congress might have done had it faced a\nquestion that . . . it never faced.”Henson, 582\nU. S., at ___ (slip op., at 9). The history of territorial\nseparation during the early years of the Republic is not a license\nor excuse to rewrite the text of the General Crimes Act.As noted above, theWorcester-era\nunderstanding of Indian country as separate from the State was\nabandoned later in the 1800s. After that change, Indian country in\neach State became part of that State’s territory. But Congress did\nnot alter the General Crimes Act to make federal criminal\njurisdiction exclusive in Indian country. To this day, the text of\nthe General Crimes Act still does not make federal jurisdiction\nexclusive or preempt state jurisdiction.In 1882, inMcBratney, moreover, this\nCourt held that States have jurisdiction to prosecute at least some\ncrimes committed in Indian country. Since 1882, therefore, Congress\nhas been specifically aware that state criminal laws apply to some\nextent in Indian country. Yet since then, Congress has never\nenacted new legislation that would render federal jurisdiction\nexclusive or preempt state jurisdiction over crimes committed by\nnon-Indians in Indian country. Additionally, in 1979, the Office of\nLegal Counsel stated that this Court had not resolved the specific\nissue of state jurisdiction over crimes committed by non-Indians\nagainst Indians in Indian country, and that the issue was not\nsettled. 3 Op. OLC 111, 117–119 (1979). Yet Congress still did not\nact to make federal jurisdiction exclusive or to preempt state\njurisdiction.On a different tack, Castro-Huerta invokes the\nreenactment canon. Castro-Huerta points out that, in 1948, Congress\nrecodified the General Crimes Act. Two years before that\nrecodification, this Court suggested in dicta that States lack\njurisdiction over crimes committed by non-Indians against Indians\nin Indian country. SeeWilliamsv.UnitedStates,327 U.S.\n711, 714 (1946). Castro-Huerta contends that the 1948 Congress\ntherefore intended to ratify theWilliamsdicta.Castro-Huerta’s reenactment-canon argument is\nmisplaced. First of all, the reenactment canon does not override\nclear statutory language of the kind present in the General Crimes\nAct. SeeBP p.l.c.v.Mayor and City Council of\nBaltimore, 593 U. S. ___, ___ (2021) (slip op., at 11). In\naddition, the canon does not apply to dicta. SeeJamav.Immigration and Customs Enforcement,543\nU.S. 335, 349, 351, n. 12 (2005). The Court’s statements inWilliamswere pure dicta. Indeed, theWilliamsdicta\ndid not even purport to interpret the text of the General Crimes\nAct. Dicta that does not analyze the relevant statutory provision\ncannot be said to have resolved the statute’s meaning. Moreover,\nany inference from Congress’s 1948 recodification is especially\nweak because that recodification was not specific to the General\nCrimes Act, but instead was simply a general recodification of all\nfederal criminal laws. This Court has previously explained that\n“the function” of the 1948 recodification “was generally limited to\nthat of consolidation and codification.”Munizv.Hoffman,422 U.S.\n454, 474 (1975) (internal quotation marks omitted). This Court\ndoes not infer that Congress, “in revising and consolidating the\nlaws, intended to change their policy, unless such an intention be\nclearly expressed.”Id.,at 470 (internal quotation marks\nomitted).For many reasons, then, we cannot conclude that\nCongress, by recodifying the entire Federal Criminal Code in 1948,\nsilently ratified a few sentences of dicta fromWilliams.\nThe reenactment canon does not apply in this case.Third, Castro-Huerta contends that the\nCourt has repeated the 1946Williamsdicta on several\nsubsequent occasions. But the Court’s dicta, even if repeated, does\nnot constitute precedent and does not alter the plain text of the\nGeneral Crimes Act, which was the law passed by Congress and signed\nby the President. SeeNational Collegiate Athletic Assn.v.Alston, 594 U. S. ___, ___ (2021) (slip op., at\n21).[3]Moreover, there is a good explanation for why\nthe Court’s previous comments on this issue came only in the form\nof tangential dicta. The question of whether States have concurrent\njurisdiction over crimes committed by non-Indians against Indians\nin Indian country did not previously matter all that much and did\nnot warrant this Court’s review. Through congressional grants of\nauthority in Public Law 280 or state-specific statutes, some States\nwith substantial Indian populations have long possessed broad\njurisdiction to prosecute a vast array of crimes in Indian country\n(including crimesby Indians). See Brief for National\nCongress of American Indians asAmicus Curiae20, and\nn. 2. Indeed, Castro-Huerta notes that “21 States have\njurisdiction over crimes ‘by or against’ Indians in some Indian\ncountry.” Brief for Respondent 7. So the General Crimes Act\nquestion—namely, whether that Act preempts inherent state\nprosecutorial authority in Indian country—was not relevant in those\nStates.In any event, this Court never considered the\nGeneral Crimes Act preemption question. As the Office of Legal\nCounsel put it, “many courts, without carefully considering the\nquestion, have assumed that Federal jurisdictio[n] whenever it\nobtains is exclusive. We nevertheless believe that it is a matter\nthat should not be regarded as settled before it has been fully\nexplored by the courts.” 3 Op. OLC, at 117. This case is the first\ntime that the matter has been fully explored by this Court.Until the Court’s decision inMcGirttwo\nyears ago, this question likewise did not matter much in Oklahoma.\nMost everyone in Oklahoma previously understood that the State\nincluded almost no Indian country.McGirt, 590 U. S.,\nat ___–___ (Roberts, C. J., dissenting) (slip op., at 31–32).\nBut afterMcGirt, about 43% of Oklahoma—including Tulsa—is\nnow considered Indian country. Therefore, the question of whether\nthe State of Oklahoma retains concurrent jurisdiction to prosecute\nnon-Indian on Indian crimes in Indian country has suddenly assumed\nimmense importance. The jurisdictional question has now been\ncalled. In light of the newfound significance of the question, it\nis necessary and appropriate for this Court to take its first hard\nlook at the text and structure of the General Crimes Act, rather\nthan relying on scattered dicta about a question that, until now,\nwas relatively insignificant in the real world.After independently examining the question, we\nhave concluded that the General Crimes Act does not preempt state\njurisdiction over crimes committed by non-Indians against Indians\nin Indian country.2Castro-Huerta next invokes Public Law 280 as a\nsource of preemption. That argument is similarly unpersuasive.Public Law 280 affirmatively grants certain\nStates broad jurisdiction to prosecute state-law offenses committed\nby or against Indians in Indian country. See 18 U. S. C.\n§1162. (Other States may opt in, with tribal consent. 25\nU. S. C. §1321.) But Public Law 280 does not preempt any\npreexisting or otherwise lawfully assumed jurisdiction that States\npossess to prosecute crimes in Indian country. Indeed, the Court\nhas already concluded as much: “Nothing in the language or\nlegislative history of Pub. L. 280 indicates that it was meant to\ndivest States of pre-existing and otherwise lawfully assumed\njurisdiction.”Three Affiliated Tribes of Fort Berthold\nReservationv.Wold Engineering, P. C.,467 U.S.\n138, 150 (1984). The Court’s definitive statement inThree\nAffiliated Tribesabout Public Law 280 applies to both civil\nand criminal jurisdiction. And the Court’s statement follows\nineluctably from the statutory text: Public Law 280 contains no\nlanguage that preempts States’ civil or criminal jurisdiction.Castro-Huerta separately contends that the\nenactment of Public Law 280 in 1953 would have been pointless\nsurplusage if States already had concurrent jurisdiction over\ncrimes committed by non-Indians against Indians in Indian country.\nSo he says that, as of 1953, Congress must have assumed that States\ndid not already have concurrent jurisdiction over those crimes. To\nbegin with, assumptions are not laws, and the fact remains that\nPublic Law 280 contains no language preempting state jurisdiction,\nas the Court already held inThree Affiliated Tribes. Apart\nfrom that, Public Law 280 encompasses far more than just non-Indian\non Indian crimes (the issue here). Public Law 280 also grants\nStates jurisdiction over crimes committedby Indians. See\nConference of Western Attorneys General, American Indian Law\nDeskbook §4.6, p. 250–251 (2021 ed.); cf.Negonsott, 507\nU. S., at 105–107. Absent Public Law 280, state jurisdiction\nover those Indian-defendant crimes could implicate principles of\ntribal self-government. SeeWhite Mountain Apache Tribev.Bracker,448 U.S.\n136, 142–143 (1980); Part III–B,infra. So our\nresolution of the narrow jurisdictional issue in this case does not\nnegate the significance of Public Law 280 in affording States broad\ncriminal jurisdiction over other crimes committed in Indian\ncountry, such as crimes committed by Indians.[4]In any event, to the extent that there is any\noverlap (or even complete overlap) between Public Law 280’s\njurisdictional grant and some of the States’ preexisting\njurisdiction with respect to crimes committed in Indian country, it\nmade good sense for Congress in 1953 to explicitly grant such\nauthority in Public Law 280. The scope of the States’ authority had\nnot previously been resolved by this Court, except in cases such asMcBratneyandDraperwith respect to non-Indian on\nnon-Indian crimes. Congressional action in the face of such legal\nuncertainty cannot reasonably be characterized as unnecessary\nsurplusage. SeeNielsenv.Preap, 586 U. S. ___,\n___–___ (2019) (slip op., at 20–21). And finally, even if there is\nsome surplusage, the Court has stated that “[r]edundancy is not a\nsilver bullet” when interpreting statutes.Rimini Street,\nInc. v.Oracle USA, Inc., 586 U. S. ___, ___ (2019)\n(slip op., at 11).In sum, Public Law 280 does not preempt state\nauthority to prosecute crimes committed by non-Indians against\nIndians in Indian country.BApplying what has been referred to as theBrackerbalancing test, this Court has recognized that even\nwhen federal law does not preempt state jurisdiction under ordinary\npreemption analysis, preemption may still occur if the exercise of\nstate jurisdiction would unlawfully infringe upon tribal\nself-government. SeeBracker, 448 U. S., at 142–143;\nsee alsoNew Mexicov.Mescalero Apache Tribe,462 U.S.\n324, 333–335 (1983). Under theBrackerbalancing test,\nthe Court considers tribal interests, federal interests, and state\ninterests. 448 U. S., at 145.[5]Here,Brackerdoes not bar the State from\nprosecuting crimes committed by non-Indians against Indians in\nIndian country.First, the exercise of state jurisdiction\nhere would not infringe on tribal self-government. In particular, a\nstate prosecution of a crime committed by a non-Indian against an\nIndian would not deprive the tribe of any of its prosecutorial\nauthority. That is because, with exceptions not invoked here,\nIndian tribes lack criminal jurisdiction to prosecute crimes\ncommitted by non-Indians such as Castro-Huerta, even when\nnon-Indians commit crimes against Indians in Indian country. SeeOliphantv.Suquamish Tribe,435\nU.S. 191, 195 (1978).Moreover, a state prosecution of a non-Indian\ndoes not involve the exercise of state power over any Indian or\nover any tribe. The only parties to the criminal case are the State\nand the non-Indian defendant. Therefore, as has been recognized,\nany tribal self-government “justification for preemption of state\njurisdiction” would be “problematic.” American Indian Law Deskbook\n§4.8, at 260; seeThree Affiliated Tribes, 467 U. S.,\nat 148; see alsoHicks, 533 U. S., at 364;McBratney, 104 U. S., at 623–624;Draper, 164\nU. S., at 242–243.[6]Second, a state prosecution of a\nnon-Indian likewise would not harm the federal interest in\nprotecting Indian victims. State prosecution would supplement\nfederal authority, not supplant federal authority. As the United\nStates has explained in the past, “recognition of concurrent state\njurisdiction” could “facilitate effective law enforcement on the\nReservation, and thereby further the federal and tribal interests\nin protecting Indians and their property against the actions of\nnon-Indians.” Brief for United States asAmicus CuriaeinArizonav.Flint, O. T. 1988, No. 603, p. 6. The\nsituation might be different if state jurisdiction ousted federal\njurisdiction. But because the State’s jurisdiction would be\nconcurrent with federal jurisdiction, a state prosecution would not\npreclude an earlier or later federal prosecution and would not harm\nthe federal interest in protecting Indian victims.Third, the State has a strong sovereign\ninterest in ensuring public safety and criminal justice within its\nterritory, and in protecting all crime victims. SeeDibble,\n21 How., at 370. The State also has a strong interest in ensuring\nthat criminal offenders—especially violent offenders—are\nappropriately punished and do not harm others in the State.The State’s interest in protecting crime victims\nincludes both Indian and non-Indian victims. If his victim were a\nnon-Indian, Castro-Huerta could be prosecuted by the State, as he\nacknowledges. But because his victim is an Indian, Castro-Huerta\nsays that he is free from state prosecution. Castro-Huerta’s\nargument would require this Court to treat Indian victims as\nsecond-class citizens. We decline to do so.[7]IVThe dissent emphasizes the history of\nmistreatment of American Indians. But that history does not resolve\nthe legal questions presented in this case. Those questions are:\n(i) whether Indian country is part of a State or instead is\nseparate and independent from a State; and (ii) if Indian\ncountry is part of a State, whether the State has concurrent\njurisdiction with the Federal Government to prosecute crimes\ncommitted by non-Indians against Indians in Indian country.The answers to those questions are\nstraightforward. On the first question, as explained above, this\nCourt has repeatedly ruled that Indian country is part of a State,\nnot separate from a State. By contrast, the dissent lifts up the\n1832 decision inWorcesterv.Georgiaas a proper\nexposition of Indian law. But this Court long ago made clear thatWorcesterrested on a mistaken understanding of the\nrelationship between Indian country and the States. The Court has\nstated that the “general notion drawn from Chief Justice Marshall’s\nopinion inWorcesterv.Georgia” “has yielded to\ncloser analysis”: “By 1880 the Court no longer viewed reservations\nas distinct nations. On the contrary, it was said that a\nreservation was in many cases a part of the surrounding State or\nTerritory, and subject to its jurisdiction except as forbidden by\nfederal law.”Organized Village of Kake, 369 U. S., at\n72.Because Indian country is part of a State, not\nseparate from a State, the second question here—the question\nregarding the State’s jurisdiction to prosecute Castro-Huerta—is\nalso straightforward. Under the Constitution, States have\njurisdiction to prosecute crimes within their territory except when\npreempted (in a manner consistent with the Constitution) by federal\nlaw or by principles of tribal self-government. As we have\nexplained, no federal law preempts the State’s exercise of\njurisdiction over crimes committed by non-Indians against Indians\nin Indian country. And principles of tribal self-government\nlikewise do not preempt state jurisdiction here.As a corollary to its argument that Indian\ncountry is inherently separate from States, the dissent contends\nthat Congress must affirmatively authorize States to exercise\njurisdiction in Indian country, even jurisdiction to prosecute\ncrimes committed by non-Indians. But under the Constitution and\nthis Court’s precedents, the default is that States may exercise\ncriminal jurisdiction within their territory. See Amdt. 10. States\ndo not need a permission slip from Congress to exercise their\nsovereign authority. In other words, the default is that States\nhave criminal jurisdiction in Indian country unless that\njurisdiction ispreempted. In the dissent’s view, by\ncontrast, the default is that States donothave criminal\njurisdiction in Indian country unless Congress specificallyprovidesit. The dissent’s view is inconsistent with the\nConstitution’s structure, the States’ inherent sovereignty, and the\nCourt’s precedents.Straying further afield, the dissent seizes on\ntreaties from the 1800s.Post, at 18−20, and n. 4\n(opinion of Gorsuch, J.).[8]\nBut those treaties do not preclude state jurisdiction here. The\ndissent relies heavily on the 1835 Treaty of New Echota, which\nstated that Indian country was separate from States, and which the\ndissent says was preserved in relevant part by the 1866 Treaty. See\nTreaty with the Cherokee (New Echota), Art. 5, Dec. 29, 1835,\n7Stat. 481; Treaty with the Cherokee, July 19, 1866, 14Stat. 709.\nBut history and legal development did not end in 1866. Some early\ntreaties may have been consistent with theWorcester-era\ntheory of separateness. But as relevant here, those treaties have\nbeen supplanted: Specific to Oklahoma, those treaties, in relevant\npart, were formally supplanted no later than the 1906 Act enabling\nOklahoma’s statehood. See Oklahoma Enabling Act, ch. 3335,\n34Stat. 267. As this Court has previously concluded, “admission of\na State into the Union” “necessarily repeals the provisions of any\nprior statute, or of any existing treaty” that is inconsistent with\nthe State’s exercise of criminal jurisdiction “throughout the whole\nof the territory within its limits,” including Indian country,\nunless the enabling act says otherwise “by express words.”McBratney, 104 U. S., at 623−624; seeDraper,\n164 U. S., at 242–246. The Oklahoma Enabling Act contains no\nsuch express exception. Therefore, at least since Oklahoma’s\nstatehood in the early 1900s, Indian country has been part of the\nterritory of Oklahoma.The dissent responds that the language of the\n1906 statute enabling Oklahoma’s statehood itself established a\njurisdictional division between the State and Indian country. Seepost, at 20–22 (discussing the Oklahoma Enabling Act). That\nargument is mistaken. This Court long ago explained that\ninterpreting a statehood act to divest a State of jurisdiction over\nIndian country “wholly situated within [its] geographical\nboundaries” would undermine “the very nature of the equality\nconferred on the State by virtue of its admission into the Union.”Draper, 164 U. S., at 242–243. So the Court requires\nclear statutory language “to create an exception” to that “rule.”Id.,at 244. To reiterate, the Oklahoma Enabling Act\ncontains no such clear language. Indeed, the Court has interpreted\nsimilar statutory language in other state enabling acts not to\ndisplace state jurisdiction. Seeid.,at 243–247;Organized Village of Kake, 369 U. S., at 67–71. InOrganized Village of Kake, the Court specifically addressed\nseveral state enabling acts, including the Oklahoma Enabling Act,\nand stated that statutory language reserving jurisdiction and\ncontrol to the United States was meant to preserve federal\njurisdiction to the extent that it existed before statehood, not to\nmake federal jurisdiction exclusive.Id.,at 67–70.\nConsistent with that precedent, today’s decision recognizes that\nthe Federal Government and the State have concurrent jurisdiction\nover crimes committed by non-Indians against Indians in Indian\ncountry.[9]The dissent incorrectly seeks to characterize\nvarious aspects of the Court’s decision as dicta. To be clear, the\nCourt today holds that Indian country within a State’s territory is\npart of a State, not separate from a State. Therefore, a State has\njurisdiction to prosecute crimes committed in Indian country unless\nstate jurisdiction is preempted. With respect to crimes committed\nby non-Indians against Indians in Indian country, the Court today\nfurther holds that the General Crimes Act does not preempt the\nState’s authority to prosecute; that Public Law 280 does not\npreempt the State’s authority to prosecute; that no principle of\ntribal self-government preempts the State’s authority to prosecute;\nthat the cited treaties do not preempt Oklahoma’s authority to\nprosecute; and that the Oklahoma Enabling Act does not preempt\nOklahoma’s authority to prosecute (indeed, it solidifies the\nState’s presumptive sovereign authority to prosecute). Comments in\nthe dissenting opinion suggesting anything otherwise “are just\nthat: comments in a dissenting opinion.”Railroad Retirement\nBd.v.Fritz,449 U.S.\n166, 177, n. 10 (1980).From start to finish, the dissent employs\nextraordinary rhetoric in articulating its deeply held policy views\nabout what Indian law should be. The dissent goes so far as to\ndraft a proposed statute for Congress. But this Court’s proper role\nunder Article III of the Constitution is to declare what the law\nis, not what we think the law should be. The dissent’s views about\nthe jurisdictional question presented in this case are contrary to\nthis Court’s precedents and to the laws enacted by Congress.*  *  *We conclude that the Federal Government and\nthe State have concurrent jurisdiction to prosecute crimes\ncommitted by non-Indians against Indians in Indian country. We\ntherefore reverse the judgment of the Oklahoma Court of Criminal\nAppeals and remand the case for further proceedings not\ninconsistent with this opinion.It is so ordered.Notes1Both the United States\nand the Cherokee Nation, along with several other Tribes, filedamicusbriefs in this case articulating their views on the\nlegal questions before the Court.2To the extent that a\nState lacks prosecutorial authority over crimes committed by\nIndians in Indian country (a question not before us), that would\nnot be a result of the General Crimes Act. Instead, it would be the\nresult of a separate principle of federal law that, as discussed\nbelow, precludes state interference with tribal self-government.\nSee Part III–B,infra;White Mountain Apache Tribev.Bracker,448 U.S.\n136, 142–143, 145 (1980);McClanahanv.Arizona Tax\nComm’n,411 U.S.\n164, 171−172 (1973).3In addition to citingWilliamsand later cases, Castro-Huerta also cites the\nearlier 1913 decision inDonnellyv.United States,228 U.S.\n243. According to Castro-Huerta,Donnellydetermined\nthat States may not exercise jurisdiction in Indian country over\ncrimes by or against Indians. Castro-Huerta is wrong. InDonnelly, the Court simply concluded that although States\nhave exclusive jurisdiction over crimes committed by non-Indians\nagainst non-Indians in Indian country, States do not have similarly\n“undividedauthority” over crimes committed by or against\nIndians in Indian country.Id.,at 271–272 (emphasis added).\nIn other words, the Federal Government also maintains jurisdiction\nunder the General Crimes Act over crimes by or against Indians in\nIndian country because of the Federal Government’s interest in\nprotecting and defending tribes. Seeibid. (citingUnited\nStatesv.Kagama,118 U.S.\n375(1886)).Donnellydid not address the distinct\nquestion we confront here: whether States have concurrent\njurisdiction with the Federal Government over non-Indians who\ncommit crimes against Indians in Indian country. If anything,Donnelly’s rejection of the argument that the State had\n“undivided” authority, without the Court’s saying more, suggests\nthat the Court thought that the State had concurrent authority with\nthe Federal Government in Indian country, unless otherwise\npreempted. The Court’s subsequent decision inUnited Statesv.Ramsey,271 U.S.\n467(1926), likewise considered whether the Federal\nGovernment’s “authority” to prosecute crimes committed by or\nagainst Indians “was ended by the grant of statehood.”Id.,at 469. The Court held that federal authority was not “ended” by\nstatehood.Ibid.But the Court did not say that States\nlacked concurrent jurisdiction.4Castro-Huerta also points\nto several state-specific grants of jurisdiction from 1940 through\n1948. See Act of July 2, 1948, ch. 809, 62Stat. 1224 (New York);\nAct of June 30, 1948, ch. 759, 62Stat. 1161 (Iowa); Act of May 31,\n1946, ch. 279, 60Stat. 229 (North Dakota); Act of June 8, 1940, ch.\n276, 54Stat. 249 (Kansas). Those statutes operate similarly to\nPublic Law 280.5The dissent suggests that\nwe should not reachBrackerbecause Congress has already\nspoken to the issue and preempted state jurisdiction.Post,\nat 30−32 (opinion of Gorsuch, J.). As already discussed, Congress\ndid not preempt the State’s jurisdiction over crimes committed by\nnon-Indians against Indians in Indian country. Therefore, we\nproceed toBrackerbalancing to determine whether the\nexercise of state jurisdiction would unlawfully infringe on tribal\nself-government.6To the extent that some\ntribes might have a policy preference for federal jurisdiction or\ntribal jurisdiction, but not state jurisdiction, over crimes\ncommitted by non-Indians in Indian country, that policy preference\ndoes not factor into theBrackeranalysis. Furthermore, this\ncase does not involve the converse situation of a State’s\nprosecution of crimes committed by an Indian against a non-Indian\nin Indian country. We express no view on state jurisdiction over a\ncriminal case of that kind.7Castro-Huerta notes that\nmany tribes were enemies of States in the 1700s and 1800s. The\ntheory appears to be that States (unlike the Federal Government)\ncannot be trusted to fairly and aggressively prosecute crimes\ncommitted by non-Indians against Indians in 2022. That theory is\nmisplaced for at least two reasons.First, the State’s\njurisdiction would simply be concurrent with, not exclusive of, the\nFederal Government’s. If concurrent state jurisdiction somehow\nposes a problem, Congress can seek to alter it.Second, many\ntribes were also opposed to theFederal Governmentat least\nas late as the Civil War. Indeed, some of those tribes, including\nthe Cherokees, held black slaves and entered into treaties with the\nConfederate government. A. Gibson, Native Americans and the Civil\nWar, 9 Am. Indian Q. 4, 385, 388 (1985); 1 F. Cohen, Handbook of\nFederal Indian Law §4.07(1)(a), p. 289 (2012); seeMcGirtv.Oklahoma, 591 U. S. ___, ___−___ (2020) (Roberts,\nC. J., dissenting) (slip op., at 3−4);Cherokee Nationv.Nash, 267 F. Supp. 3d 86, 89−90 (DC 2017). In any\nevent, it is not evident why the pre-Civil War history of tribal\ndiscord with States—unconnected from any statutory text—should\ndisable States from exercising jurisdiction in 2022 to ensure that\ncrime victims in state territory are protected under the State’s\nlaws.8Congress “abolished\ntreatymaking with the Indian nations in 1871 and has itself\nsubjected the tribes to substantial bodies of state and federal\nlaw.”County of Yakimav.Confederated Tribes and Bands\nof Yakima Nation,502 U.S.\n251, 257 (1992) (citation omitted).9The dissent characterizes\nthe Court’s opinion in several ways that are not accurate.Post, at 38−41. For example, the dissent suggests that\nStates may not exercise jurisdiction over crimes committed by\nIndians against non-Indians in Indian country—the reverse of the\nscenario in this case. To reiterate, we do not take a position on\nthat question. Seesupra,at 19, n. 6. The dissent also\nhints that the jurisdictional holding of the Court in this case may\napply only in Oklahoma. That is incorrect. The Court’s holding is\nan interpretation of federal law, which applies throughout the\nUnited States: Unless preempted, States may exercise jurisdiction\nto prosecute crimes committed by non-Indians against Indians in\nIndian country. Finally, the statutory definition of Indian country\nincludes “all Indian allotments, the Indian titles to which have\nnot been extinguished.” See 18 U. S. C. §1151. Therefore,\nStates may prosecute crimes committed by non-Indians against\nIndians in those allotments.",
    "joined": []
}