{
    "case": {
        "docket": "17-494",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-494/"
    },
    "id": "3918488",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–494_________________SOUTH DAKOTA, PETITIONERv.WAYFAIR,\nINC., et al.on writ of certiorari to the supreme court of\nsouth dakota[June 21, 2018]Chief Justice Roberts, with whom Justice\nBreyer, Justice Sotomayor, and Justice Kagan join, dissenting.InNational Bellas Hess, Inc.v.Department of Revenue of Ill., 386 U. S. 753 (1967),\nthis Court held that, under the dormant Commerce Clause, a State\ncould not require retailers without a physical presence in that\nState to collect taxes on the sale of goods to its residents. A\nquarter century later, inQuill Corp.v.North\nDakota, 504 U. S. 298 (1992), this Court was invited to\noverruleBellas Hessbut declined to do so. Another quarter\ncentury has passed, and another State now asks us to abandon the\nphysical-presence rule. I would decline that invitation as\nwell.I agree thatBellas Hesswas wrongly\ndecided, for many of the reasons given by the Court. The Court\nargues in favor of overturning that decision because the\n“Internet’s prevalence and power have changed the dynamics of the\nnational economy.”Ante,at 18. But that is the very reason\nI oppose discarding the physical-presence rule. E-commerce has\ngrown into a significant and vibrant part of our national economy\nagainst the backdrop of established rules, including the\nphysical-presence rule. Any alteration to those rules with the\npotential to disrupt the development of such a critical segment of\nthe economy should be undertaken by Congress. The Court should not\nact on this important question of current economic policy, solely\nto expiate a mistake it made over 50 years ago.IThis Court “does not overturn its precedents\nlightly.”Michiganv.Bay Mills Indian Community, 572\nU. S. ___, ___ (2014) (slip op., at 15). Departing from the\ndoctrine ofstare decisisis an “exceptional action”\ndemanding “special justification.”Arizonav.Rumsey,\n467 U. S. 203, 212 (1984). The bar is even higher in fields in\nwhich Congress “exercises primary authority” and can, if it wishes,\noverride this Court’s decisions with contrary legislation.Bay\nMills, 572 U. S., at ___ (slip op., at 16) (tribal\nsovereign immunity); see,e.g.,Kimblev.Marvel\nEntertainment, LLC, 576 U. S. ___, ___ (2015) (slip op.,\nat 8) (statutory interpretation);Halliburton Co.v.Erica P. John Fund, Inc., 573 U. S. ___, ___ (2014)\n(slip op., at 12) (judicially created doctrine implementing a\njudicially created cause of action). In such cases, we have said\nthat “the burden borne by the party advocating the abandonment of\nan established precedent” is “greater” than usual.Pattersonv.McLean Credit Union, 491 U. S. 164, 172 (1989). That\nis so “even where the error is a matter of serious concern,\nprovided correction can be had by legislation.”Square D Co.v.Niagara Frontier Tariff Bureau, Inc., 476 U. S. 409,\n424 (1986) (quotingBurnetv.Coronado Oil & Gas\nCo., 285 U. S. 393, 406 (1932) (Brandeis, J.,\ndissenting)).We have applied this heightened form ofstare\ndecisisin the dormant Commerce Clause context. Under our\ndormant Commerce Clause precedents, when Congress has not yet\nlegislated on a matter of interstate commerce, it is the province\nof “the courts to formulate the rules.”Southern Pacific Co.v.Arizona ex rel. Sullivan, 325 U. S. 761, 770 (1945).\nBut because Congress “has plenary power to regulate commerce among\nthe States,”Quill, 504 U. S., at 305, it may at any\ntime replace such judicial rules with legislation of its own, seePrudential Ins. Co.v.Benjamin, 328 U. S. 408,\n424–425 (1946).InQuill, this Court emphasized that the\ndecision to hew to the physical-presence rule onstare\ndecisisgrounds was “made easier by the fact that the\nunderlying issue is not only one that Congress may be better\nqualified to resolve, but also one that Congress has the ultimate\npower to resolve.” 504 U. S., at 318 (footnote omitted). Even\nassuming we had gone astray inBellas Hess, the “very fact”\nof Congress’s superior authority in this realm “g[a]ve us pause and\ncounsel[ed] withholding our hand.”Quill, 504 U. S., at\n318 (alterations omitted). We postulated that “the better part of\nboth wisdom and valor [may be] to respect the judgment of the other\nbranches of the Government.”Id.,at 319; seeid.,at\n320 (Scalia, J., concurring in part and concurring in judgment)\n(recognizing thatstare decisishas “special force” in the\ndormant Commerce Clause context due to Congress’s “final say over\nregulation of interstate commerce”). The Court thus left it to\nCongress “to decide whether, when, and to what extent the States\nmay burden interstate mail-order concerns with a duty to collect\nuse taxes.”Id.,at 318 (majority opinion).IIThis is neither the first, nor the second, but\nthe third time this Court has been asked whether a State may\nobligate sellers with no physical presence within its borders to\ncollect tax on sales to residents. Whatever salience the adage\n“third time’s a charm” has in daily life, it is a poor guide to\nSupreme Court decisionmaking. Ifstare decisisapplied with\nspecial force inQuill, it should be an even greater\nimpediment to overruling precedent now, particularly since this\nCourt inQuill“tossed [the ball] into Congress’s court, for\nacceptance or not as that branch elects.”Kimble, 576\nU. S., at ___ (slip op., at 8); seeQuill, 504\nU. S., at 318 (“Congress is now free to decide” the\ncircumstances in which “the States may burden interstate\n. . . concerns with a duty to collect use taxes”).Congress has in fact been considering whether to\nalter the rule established inBellas Hessfor some time. See\nAddendum to Brief for Four United States Senators asAmici\nCuriae1–4 (compiling efforts by Congress between 2001 and 2017\nto pass legislation respecting interstate sales tax collection);\nBrief for Rep. Bob Goodlatte et al. asAmici Curiae20–23 (Goodlatte Brief) (same). Three bills addressing the issue\nare currently pending. See Marketplace Fairness Act of 2017, S.\n976, 115th Cong., 1st Sess. (2017); Remote Transactions Parity Act\nof 2017, H. R. 2193, 115th Cong., 1st Sess. (2017); No\nRegulation Without Representation Act, H. R. 2887, 115th Cong., 1st\nSess. (2017). Nothing in today’s decision precludes Congress from\ncontinuing to seek a legislative solution. But by suddenly changing\nthe ground rules, the Court may have waylaid Congress’s\nconsideration of the issue. Armed with today’s decision, state\nofficials can be expected to redirect their attention from working\nwith Congress on a national solution, to securing new tax revenue\nfrom remote retailers. See,e.g.,Brief for Sen. Ted Cruz\net al. asAmici Curiae10–11 (“OverturningQuillwould undo much of Con- gress’ work to find a workable national\ncompromise under the Commerce Clause.”).The Court proceeds with an inexplicable sense of\nurgency. It asserts that the passage of time is only increasing the\nneed to take the extraordinary step of overrulingBellas\nHessandQuill: “Each year, the physical presence rule\nbecomes further removed from economic reality and results in\nsignificant revenue losses to the States.”Ante, at 10. The\nfactual predicates for that assertion include a Government\nAccountability Office (GAO) estimate that, under the\nphysical-presence rule, States lose billions of dollars annually in\nsales tax revenue. Seeante, at 2, 19 (citing GAO, Report to\nCongressional Requesters: Sales Taxes, States Could Gain Revenue\nfrom Expanded Authority, but Businesses Are Likely to Experience\nCompliance Costs 5 (GAO–18–114, Nov. 2017) (Sales Taxes Report)).\nBut evidence in the same GAO report indicates that the pendulum is\nswinging in the opposite direction, and has been for some time.\nStates and local governments are already able to collect\napproximately 80 percent of the tax revenue that would be available\nif there were no physical-presence rule. See Sales Taxes Report 8.\nAmong the top 100 Internet retailers that rate is between 87 and 96\npercent. Seeid.,at 41. Some companies, including the\nonline behemoth Amazon,[1]* now\nvoluntarily collect and remit sales tax in every State that\nassesses one—even those in which they have no physical presence.\nSeeid.,at 10. To the extent the physical-presence rule is\nharming States, the harm is apparently receding with time.The Court rests its decision to overruleBellas Hesson the “present realities of the interstate\nmarketplace.”Ante,at 18. As the Court puts it, allowing\nremote sellers to escape remitting a lawful tax is “unfair and\nunjust.”Ante,at 16. “[U]nfair and unjust to\n. . . competitors . . . who must remit the tax;\nto the consumers who pay the tax; and to the States that seek fair\nenforcement of the sales tax.”Ante,at 16. But “the present\nrealities of the interstate marketplace” include the possibility\nthat the marketplace itself could be affected by abandoning the\nphysical-presence rule. The Court’s focus on unfairness and\ninjustice does not appear to embrace consideration of that current\npublic policy concern.The Court, for example, breezily disregards the\ncosts that its decision will impose on retailers. Correctly\ncalculating and remitting sales taxes on all e-commerce sales will\nlikely prove baffling for many retailers. Over 10,000 jurisdictions\nlevy sales taxes, each with “different tax rates, different rules\ngoverning tax-exempt goods and services, different product category\ndefinitions, and different standards for determining whether an\nout-of-state seller has a substantial presence” in the\njurisdiction. Sales Taxes Report 3. A few examples: New Jersey\nknitters pay sales tax on yarn purchased for art projects, but not\non yarn earmarked for sweaters. See Brief for eBay, Inc.,\net al. asAmici Curiae8, n. 3 (eBay Brief ).\nTexas taxes sales of plain deodorant at 6.25 percent but imposes no\ntax on deodorant with antiperspirant. Seeid., at 7.\nIllinois categorizes Twix and Snickers bars—chocolate-and-caramel\nconfections usually displayed side-by-side in the candy aisle—as\nfood and candy, respectively (Twix have flour; Snickers don’t), and\ntaxes them differently. Seeid.,at 8; Brief for Etsy, Inc.,\nasAmicus Curiae14–17 (Etsy Brief ) (providing\nadditional illustrations).The burden will fall disproportionately on small\nbusinesses. One vitalizing effect of the Internet has been\nconnecting small, even “micro” businesses to potential buyers\nacross the Nation. People starting a business selling their\nembroidered pillowcases or carved decoys can offer their wares\nthroughout the country—but probably not if they have to figure out\nthe tax due on every sale. See Sales Taxes Report 22 (indicating\nthat “costs will likely increase the most for businesses that do\nnot have established legal teams, software systems, or outside\ncounsel to assist with compliance related questions”). And the\nsoftware said to facilitate compliance is still in its infancy, and\nits capabilities and expense are subject to debate. See Etsy Brief\n17–19 (describing the inadequacies of such software); eBay Brief\n8–12 (same); Sales Taxes Report 16–20 (concluding that businesses\nwill incur “high” compliance costs). The Court’s decision today\nwill surely have the effect of dampening opportunities for commerce\nin a broad range of new markets.A good reason to leave these matters to Congress\nis that legislators may more directly consider the competing\ninterests at stake. Unlike this Court, Congress has the flexibility\nto address these questions in a wide variety of ways. As we have\nsaid in other dormant Commerce Clause cases, Congress “has the\ncapacity to investigate and analyze facts beyond anything the\nJudiciary could match.”General Motors Corp.v.Tracy, 519 U. S. 278, 309 (1997); seeDepartment of\nRevenue of Ky.v.Davis, 553 U. S. 328, 356\n(2008).Here, after investigation, Congress could\nreasonably decide that current trends might sufficiently expand tax\nrevenues, obviating the need for an abrupt policy shift with\npotentially adverse consequences for e-commerce. Or Congress might\ndecide that the benefits of allowing States to secure additional\ntax revenue outweigh any foreseeable harm to e-commerce. Or\nCongress might elect to accommodate these competing interests, by,\nfor example, allowing States to tax Internet sales by remote\nretailers only if revenue from such sales exceeds some set amount\nper year. See Goodlatte Brief 12–14 (providing varied examples of\nhow Congress could address sales tax collection). In any event,\nCongress can focus directly on current policy concerns rather than\npast legal mistakes. Congress can also provide a nuanced answer to\nthe troubling question whether any change will have retroactive\neffect.An erroneous decision from this Court may well\nhave been an unintended factor contributing to the growth of\ne-commerce. See,e.g.,W. Taylor, Who’s Writing the Book on\nWeb Business? Fast Company (Oct. 31, 1996),\nhttps: // www.fastcompany.com / 27309 / whos-writing-book-web-business.\nThe Court is of course correct that the Nation’s economy has\nchanged dramatically since the time thatBellas HessandQuillroamed the earth. I fear the Court today is\ncompounding its past error by trying to fix it in a totally\ndifferent era. The Constitution gives Congress the power “[t]o\nregulate Commerce . . . among the several States.”\nArt. I, §8. I would let Congress decide whether to depart from\nthe physical-presence rule that has governed this area for half a\ncentury.I respectfully dissent.Notes1* C. Isidore, Amazon To\nStart Collecting State Sales Taxes Everywhere (Mar. 29, 2017), CNN\nTech,\nhttp://money.cnn.com/2017/03/29/technology/amazon-sales-tax/\n(all Internet materials as last visited June 19,\n2018).",
    "joined": []
}