{
    "case": {
        "docket": "17-965",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-965/"
    },
    "id": "3920355",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–965_________________DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERSv.HAWAII, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 26, 2018]Chief Justice Roberts delivered the opinion of\nthe Court.Under the Immigration and Nationality Act,\nforeign nationals seeking entry into the United States undergo a\nvetting process to ensure that they satisfy the numerous\nrequirements for admission. The Act also vests the President with\nauthority to restrict the entry of aliens when- ever he finds that\ntheir entry “would be detrimental to the interests of the United\nStates.” 8 U. S. C. §1182(f). Relying on that delegation,\nthe President concluded that it was necessary to impose entry\nrestrictions on nationals of countries that do not share adequate\ninformation for an informed entry determination, or that otherwise\npresent national security risks. Presidential Proclamation No.\n9645, 82 Fed. Reg. 45161 (2017) (Proclamation). The plaintiffs in\nthis litigation, respondents here, challenged the application of\nthose entry restrictions to certain aliens abroad. We now decide\nwhether the President had authority under the Act to issue the\nProclamation, and whether the entry policy violates the\nEstablishment Clause of the First Amendment.IAShortly after taking office, President Trump\nsigned Executive Order No. 13769, Protecting the Nation From\nForeign Terrorist Entry Into the United States. 82 Fed. Reg. 8977\n(2017) (EO–1). EO–1 directed the Secretary of Homeland Security to\nconduct a review to examine the adequacy of information provided by\nforeign governments about their nationals seeking to enter the\nUnited States. §3(a). Pending that review, the order suspended for\n90 days the entry of foreign nationals from seven countries—Iran,\nIraq, Libya, Somalia, Sudan, Syria, and Yemen—that had been\npreviously identified by Congress or prior administrations as\nposing heightened terrorism risks. §3(c). The District Court for\nthe Western District of Washington entered a temporary restraining\norder blocking the entry restrictions, and the Court of Appeals for\nthe Ninth Circuit denied the Government’s request to stay that\norder.Washingtonv.Trump, 847 F. 3d 1151\n(2017) (per curiam).In response, the President revoked EO–1,\nreplacing it with Executive Order No. 13780, which again directed a\nworldwide review. 82 Fed. Reg. 13209 (2017) (EO–2). Citing\ninvestigative burdens on agencies and the need to diminish the risk\nthat dangerous individuals would enter without adequate vetting,\nEO–2 also temporarily restricted the entry (with case-by-case\nwaivers) of foreign nationals from six of the countries covered by\nEO–1: Iran, Libya, Somalia, Sudan, Syria, and Yemen. §§2(c), 3(a).\nThe order explained that those countries had been selected because\neach “is a state sponsor of terrorism, has been significantly\ncompromised by terrorist organizations, or contains active conflict\nzones.” §1(d). The entry restriction was to stay in effect for 90\ndays, pending completion of the worldwide review.These interim measures were immediately\nchallenged in court. The District Courts for the Districts of\nMaryland and Hawaii entered nationwide preliminary injunctions\nbarring enforcement of the entry suspension, and the respective\nCourts of Appeals upheld those injunctions, albeit on different\ngrounds.International Refugee Assistance Project(IRAP) v.Trump, 857 F. 3d 554 (CA4 2017);Hawaiiv.Trump, 859 F. 3d 741 (CA9 2017)\n(per curiam). This Court granted certiorari and stayed the\ninjunctions—allowing the entry suspension to go into effect—with\nrespect to foreign nationals who lacked a “credible claim of a bona\nfide relationship” with a person or entity in the United States.Trumpv.IRAP, 582 U. S. ___, ___ (2017) (per\ncuriam) (slip op., at 12). The temporary restrictions in EO–2\nexpired before this Court took any action, and we vacated the lower\ncourt decisions as moot.Trumpv.IRAP, 583\nU. S. ___ (2017);Trumpv.Hawaii, 583\nU. S. ___ (2017).On September 24, 2017, after completion of the\nworldwide review, the President issued the Proclamation before\nus—Proclamation No. 9645, Enhancing Vetting Capabilities and\nProcesses for Detecting Attempted Entry Into the United States by\nTerrorists or Other Public-Safety Threats. 82 Fed. Reg. 45161. The\nProclamation (as its title indicates) sought to improve vetting\nprocedures by identifying ongoing deficiencies in the information\nneeded to assess whether nationals of particular countries present\n“public safety threats.” §1(a). To further that purpose, the\nProclamation placed entry restrictions on the nationals of eight\nforeign states whose systems for managing and sharing information\nabout their nationals the President deemed inadequate.The Proclamation described how foreign states\nwere selected for inclusion based on the review undertaken pursuant\nto EO–2. As part of that review, the Department of Homeland\nSecurity (DHS), in consultation with the State Department and\nseveral intelligence agencies, developed a “baseline” for the\ninformation required from foreign governments to confirm the\nidentity of individuals seeking entry into the United States, and\nto determine whether those individuals pose a security threat.\n§1(c). The baseline included three components. The first,\n“identity-management information,” focused on whether a foreign\ngovernment ensures the integrity of travel documents by issuing\nelectronic passports, reporting lost or stolen passports, and\nmaking available additional identity-related information. Second,\nthe agencies considered the extent to which the country discloses\ninformation on criminal history and suspected terrorist links,\nprovides travel document exemplars, and facilitates the U. S.\nGovernment’s receipt of information about airline passengers and\ncrews traveling to the United States. Finally, the agencies weighed\nvarious indicators of national security risk, including whether the\nforeign state is a known or potential terrorist safe haven and\nwhether it regularly declines to receive returning nationals\nfollowing final orders of removal from the United States.Ibid.DHS collected and evaluated data regarding all\nforeign governments. §1(d). It identified 16 countries as having\ndeficient information-sharing practices and presenting national\nsecurity concerns, and another 31 countries as “at risk” of\nsimilarly failing to meet the baseline. §1(e). The State Department\nthen undertook diplomatic efforts over a 50-day period to encourage\nall foreign governments to improve their practices. §1(f ). As\na result of that effort, numerous countries provided DHS with\ntravel document exemplars and agreed to share information on known\nor suspected terrorists.Ibid.Following the 50-day period, the Acting\nSecretary of Homeland Security concluded that eight countries—Chad,\nIran, Iraq, Libya, North Korea, Syria, Venezuela, and\nYemen—remained deficient in terms of their risk profile and\nwillingness to provide requested information. The Acting Secretary\nrecommended that the President impose entry restrictions on certain\nnationals from all of those countries except Iraq. §§1(g), (h). She\nalso concluded that although Somalia generally satisfied the\ninformation-sharing component of the baseline standards, its\n“identity-management deficiencies” and “significant terrorist\npresence” presented special circumstances justifying additional\nlimitations. She therefore recommended entry limitations for\ncertain nationals of that country. §1(i). As for Iraq, the Acting\nSecretary found that entry limitations on its nationals were not\nwarranted given the close cooperative relationship between the\nU. S. and Iraqi Governments and Iraq’s commitment to combating\nISIS. §1(g).After consulting with multiple Cabinet members\nand other officials, the President adopted the Acting Secretary’s\nrecommendations and issued the Proclamation. Invoking his authority\nunder 8 U. S. C. §§1182(f ) and 1185(a), the\nPresident determined that certain entry restrictions were necessary\nto “prevent the entry of those foreign nationals about whom the\nUnited States Government lacks sufficient information”; “elicit\nimproved identity- management and information-sharing protocols and\npractices from foreign governments”; and otherwise “advance [the]\nforeign policy, national security, and counterterrorism objectives”\nof the United States. Proclamation §1(h). The President explained\nthat these restrictions would be the “most likely to encourage\ncooperation” while “protect[ing] the United States until such time\nas improvements occur.”Ibid.The Proclamation imposed a range of restrictions\nthat vary based on the “distinct circumstances” in each of the\neight countries.Ibid.For countries that do not cooperate\nwith the United States in identifying security risks (Iran, North\nKorea, and Syria), the Proclamation suspends entry of all\nnationals, except for Iranians seeking nonimmigrant student and\nexchange-visitor visas. §§2(b)(ii), (d)(ii), (e)(ii). For countries\nthat have information-sharing deficiencies but are nonetheless\n“valuable counterterrorism partner[s]” (Chad, Libya, and Yemen), it\nrestricts entry of nationals seeking immigrant visas and\nnonimmigrant business or tourist visas. §§2(a)(i), (c)(i), (g)(i).\nBecause Somalia generally satisfies the baseline standards but was\nfound to present special risk factors, the Proclamation suspends\nentry of nationals seeking immigrant visas and requires additional\nscrutiny of nationals seeking nonimmigrant visas. §2(h)(ii). And\nfor Venezuela, which refuses to cooperate in information sharing\nbut for which alternative means are available to identify its\nnationals, the Proclamation limits entry only of certain government\nofficials and their family members on nonimmigrant business or\ntourist visas. §2(f )(ii).The Proclamation exempts lawful permanent\nresidents and foreign nationals who have been granted asylum.\n§3(b). It also provides for case-by-case waivers when a foreign\nnational demonstrates undue hardship, and that his entry is in the\nnational interest and would not pose a threat to public safety.\n§3(c)(i); see also §3(c)(iv) (listing examples of when a waiver\nmight be appropriate, such as if the foreign national seeks to\nreside with a close family member, obtain urgent medical care, or\npursue significant business obligations). The Proclamation further\ndirects DHS to assess on a continuing basis whether entry\nrestrictions should be modified or continued, and to report to the\nPresident every 180 days. §4. Upon completion of the first such\nreview period, the President, on the recommendation of the\nSecretary of Homeland Security, determined that Chad had\nsufficiently improved its practices, and he accordingly lifted\nrestrictions on its nationals. Presidential Proclamation No. 9723,\n83 Fed. Reg. 15937 (2018).BPlaintiffs in this case are the State of\nHawaii, three individuals (Dr. Ismail Elshikh, John Doe #1, and\nJohn Doe #2), and the Muslim Association of Hawaii. The State\noperates the University of Hawaii system, which recruits students\nand faculty from the designated countries. The three individual\nplaintiffs are U. S. citizens or lawful permanent residents\nwho have relatives from Iran, Syria, and Yemen applying for\nimmigrant or nonimmigrant visas. The Association is a nonprofit\norganization that operates a mosque in Hawaii.Plaintiffs challenged the Proclamation—except as\napplied to North Korea and Venezuela—on several grounds. As\nrelevant here, they argued that the Proclamation contravenes\nprovisions in the Immigration and Nationality Act (INA), 66Stat.\n187, as amended. Plaintiffs further claimed that the Proclamation\nviolates the Establishment Clause of the First Amendment, because\nit was motivated not by concerns pertaining to national security\nbut by animus toward Islam.The District Court granted a nationwide\npreliminary injunction barring enforcement of the entry\nrestrictions. The court concluded that the Proclamation violated\ntwo provisions of the INA: §1182(f ), because the President\ndid not make sufficient findings that the entry of the covered\nforeign nationals would be detrimental to the national interest,\nand §1152(a)(1)(A), because the policy discriminates against\nimmigrant visa applicants on the basis of nationality. 265\nF. Supp. 3d 1140, 1155–1159 (Haw. 2017). The Government\nrequested expedited briefing and sought a stay pending appeal. The\nCourt of Appeals for the Ninth Circuit granted a partial stay,\npermitting enforcement of the Proclamation with respect to foreign\nnationals who lack a bona fide relationship with the United States.\nThis Court then stayed the injunction in full pending disposition\nof the Government’s appeal. 583 U. S. ___ (2017).The Court of Appeals affirmed. The court first\nheld that the Proclamation exceeds the President’s authority under\n§1182(f ). In its view, that provision authorizes only a\n“temporary” suspension of entry in response to “exigencies” that\n“Congress would be ill-equipped to address.” 878 F. 3d 662,\n684, 688 (2017). The court further reasoned that the Proclamation\n“conflicts with the INA’s finely reticulated regulatory scheme” by\naddressing “matters of immigration already passed upon by\nCongress.”Id., at 685, 690. The Ninth Circuit then turned\nto §1152(a)(1)(A) and determined that the entry restrictions also\ncontravene the prohibition on nationality-based discrimination in\nthe issuance of immigrant visas. The court did not reach\nplaintiffs’ Establishment Clause claim.We granted certiorari. 583 U. S. ___\n(2018).IIBefore addressing the merits of plaintiffs’\nstatutory claims, we consider whether we have authority to do so.\nThe Government argues that plaintiffs’ challenge to the\nProclamation under the INA is not justiciable. Relying on the\ndoctrine of consular nonreviewability, the Government contends that\nbecause aliens have no “claim of right” to enter the United States,\nand because exclusion of aliens is “a fundamental act of\nsovereignty” by the political branches, review of an exclusion\ndecision “is not within the province of any court, unless expressly\nauthorized by law.”United States ex rel. Knauffv.Shaughnessy, 338 U. S. 537, 542–543 (1950). According\nto the Government, that principle barring review is reflected in\nthe INA, which sets forth a comprehensive framework for review of\norders of removal, but authorizes judicial review only for aliens\nphysically present in the United States. See Brief for Petitioners\n19–20 (citing 8 U. S. C. §1252).The justiciability of plaintiffs’ challenge\nunder the INA presents a difficult question. The Government made\nsimilar arguments that no judicial review was available inSalev.Haitian Centers Council, Inc., 509 U. S.\n155 (1993). The Court in that case, however, went on to consider on\nthe merits a statutory claim like the one before us without\naddressing the issue of reviewability. The Government does not\nargue that the doctrine of consular nonreview- ability goes to the\nCourt’s jurisdiction, see Tr. of Oral Arg. 13, nor does it point to\nany provision of the INA that expressly strips the Court of\njurisdiction over plaintiffs’ claims, seeSebeliusv.Auburn Regional Medical Center, 568 U. S. 145, 153\n(2013) (requiring Congress to “clearly state[ ]” that a\nstatutory provision is jurisdictional). As a result, we may assume\nwithout deciding that plaintiffs’ statutory claims are reviewable,\nnotwithstanding consular nonreviewability or any other statutory\nnonreviewability issue, and we proceed on that basis.IIIThe INA establishes numerous grounds on which\nan alien abroad may be inadmissible to the United States and\nineligible for a visa. See,e.g.,8 U. S. C.\n§§1182(a)(1) (health-related grounds), (a)(2) (criminal history),\n(a)(3)(B) (terrorist activities), (a)(3)(C) (foreign policy\ngrounds). Congress has also delegated to the President authority to\nsuspend or restrict the entry of aliens in certain circumstances.\nThe principal source of that authority, §1182(f ), enables the\nPresident to “suspend the entry of all aliens or any class of\naliens” whenever he “finds” that their entry “would be detrimental\nto the interests of the United States.”[1]Plaintiffs argue that the Proclamation is not a\nvalid exercise of the President’s authority under the INA. In their\nview, §1182(f ) confers only a residual power to temporarily\nhalt the entry of a discrete group of aliens engaged in harmful\nconduct. They also assert that the Proclamation violates another\nprovision of the INA— 8 U. S. C. §1152(a)(1)(A)—because\nit discriminates on the basis of nationality in the issuance of\nimmigrant visas.By its plain language, §1182(f ) grants the\nPresident broad discretion to suspend the entry of aliens into the\nUnited States. The President lawfully exercised that discretion\nbased on his findings—following a worldwide, multi-agency\nreview—that entry of the covered aliens would be detrimental to the\nnational interest. And plaintiffs’ attempts to identify a conflict\nwith other provisions in the INA, and their appeal to the statute’s\npurposes and legislative history, fail to overcome the clear\nstatutory language.AThe text of §1182(f ) states:“Whenever the President finds that the\nentry of any aliens or of any class of aliens into the United\nStates would be detrimental to the interests of the United States,\nhe may by proclamation, and for such period as he shall deem\nnecessary, suspend the entry of all aliens or any class of aliens\nas immigrants or nonimmigrants, or impose on the entry of aliens\nany restrictions he may deem to be appropriate.”By its terms, §1182(f ) exudes deference to\nthe President in every clause. It entrusts to the President the\ndecisions whether and when to suspend entry (“[w]henever [he] finds\nthat the entry” of aliens “would be detrimental” to the national\ninterest); whose entry to suspend (“all aliens or any class of\naliens”); for how long (“for such period as he shall deem\nnecessary”); and on what conditions (“any restrictions he may deem\nto be appropriate”). It is therefore unsurprising that we have\npreviously observed that §1182(f ) vests the President with\n“ample power” to impose entry restrictions in addition to those\nelsewhere enumerated in the INA.Sale, 509 U. S., at\n187 (finding it “perfectly clear” that the President could\n“establish a naval blockade” to prevent illegal migrants from\nentering the United States); see alsoAbourezkv.Reagan, 785 F. 2d 1043, 1049, n. 2 (CADC 1986)\n(describing the “sweeping proclamation power” in §1182(f ) as\nenabling the President to supplement the other grounds of\ninadmissibility in the INA).The Proclamation falls well within this\ncomprehensive delegation. The sole prerequisite set forth in\n§1182(f ) is that the President “find[ ]” that the entry\nof the covered aliens “would be detrimental to the interests of the\nUnited States.” The President has undoubtedly fulfilled that\nrequirement here. He first ordered DHS and other agencies to\nconduct a comprehensive evaluation of every single country’s\ncompliance with the information and risk assessment baseline. The\nPresident then issued a Proclamation setting forth extensive\nfindings describing how deficiencies in the practices of select\nforeign governments—several of which are state sponsors of\nterrorism—deprive the Government of “sufficient information to\nassess the risks [those countries’ nationals] pose to the United\nStates.” Proclamation §1(h)(i). Based on that review, the President\nfound that it was in the national interest to restrict entry of\naliens who could not be vetted with adequate information—both to\nprotect national security and public safety, and to induce\nimprovement by their home countries. The Proclamation therefore\n“craft[ed] . . . country-specific restrictions that would\nbe most likely to encourage cooperation given each country’s\ndistinct circumstances,” while securing the Nation “until such time\nas improvements occur.”Ibid.[2]Plaintiffs believe that these findings are\ninsufficient. They argue, as an initial matter, that the\nProclamation fails to provide a persuasive rationale for why\nnationality alone renders the covered foreign nationals a security\nrisk. And they further discount the President’s stated concern\nabout deficient vetting because the Proclamation allows many aliens\nfrom the designated countries to enter on nonimmigrant visas.Such arguments are grounded on the premise that\n§1182(f ) not only requires the President tomakea\nfinding that entry “would be detrimental to the interests of the\nUnited States,” but also to explain that finding with sufficient\ndetail to enable judicial review. That premise is questionable. SeeWebsterv.Doe, 486 U. S. 592, 600 (1988)\n(concluding that a statute authorizing the CIA Director to\nterminate an employee when the Director “shall deem such\ntermination necessary or advisable in the interests of the United\nStates” forecloses “any meaningful judicial standard of review”).\nBut even assuming that some form of review is appropriate,\nplaintiffs’ attacks on the sufficiency of the President’s findings\ncannot be sustained. The 12-page Proclamation—which thoroughly\ndescribes the process, agency evaluations, and recommendations\nunderlying the President’s chosen restrictions—is more detailed\nthan any prior order a President has issued under §1182(f ).\nContrast Presidential Proclamation No. 6958, 3 CFR 133 (1996)\n(President Clinton) (explaining in one sentence why suspending\nentry of members of the Sudanese government and armed forces “is in\nthe foreign policy interests of the United States”); Presidential\nProclamation No. 4865, 3 CFR 50–51 (1981) (President Reagan)\n(explaining in five sentences why measures to curtail “the\ncontinuing illegal migration by sea of large numbers of\nundocumented aliens into the southeastern United States” are\n“necessary”).Moreover, plaintiffs’ request for a searching\ninquiry into the persuasiveness of the President’s justifications\nis inconsistent with the broad statutory text and the deference\ntraditionally accorded the President in this sphere. “Whether the\nPresident’s chosen method” of addressing perceived risks is\njustified from a policy perspective is “irrelevant to the scope of\nhis [§1182(f )] authority.”Sale, 509 U. S., at\n187–188. And when the President adopts “a preventive measure\n. . . in the context of international affairs and\nnational security,” he is “not required to conclusively link all of\nthe pieces in the puzzle before [courts] grant weight to [his]\nempirical conclusions.”Holderv.Humanitarian Law\nProject, 561 U. S. 1, 35 (2010).The Proclamation also comports with the\nremaining textual limits in §1182(f ). We agree with\nplaintiffs that the word “suspend” often connotes a “defer[ral]\ntill later,” Webster’s Third New International Dictionary 2303\n(1966). But that does not mean that the President is required to\nprescribe in advance a fixed end date for the entry restrictions.\nSection 1182(f ) authorizes the President to suspend entry\n“for such period as he shall deem necessary.” It follows that when\na President suspends entry in response to a diplomatic dispute or\npolicy concern, he may link the duration of those restrictions,\nimplicitly or explicitly, to the resolution of the triggering\ncondition. See,e.g.,Presidential Proclamation No. 5829, 3\nCFR 88 (1988) (President Reagan) (suspending the entry of certain\nPanamanian nationals “until such time as . . . democracy\nhas been restored in Panama”); Presidential Proclamation No. 8693,\n3 CFR 86–87 (2011) (President Obama) (suspending the entry of\nindividuals subject to a travel restriction under United Nations\nSecurity Council resolutions “until such time as the Secretary of\nState determines that [the suspension] is no longer necessary”). In\nfact, not one of the 43 suspension orders issued prior to this\nlitigation has specified a precise end date.Like its predecessors, the Proclamation makes\nclear that its “conditional restrictions” will remain in force only\nso long as necessary to “address” the identified “inadequacies and\nrisks” within the covered nations. Proclamation Preamble, and\n§1(h); seeibid.(explaining that the aim is to\n“relax[ ] or remove[ ]” the entry restrictions “as soon\nas possible”). To that end, the Proclamation establishes an ongoing\nprocess to engage covered nations and assess every 180 days whether\nthe entry restrictions should be modified or terminated. §§4(a),\n(b). Indeed, after the initial review period, the President\ndetermined that Chad had made sufficient improvements to its\nidentity-management protocols, and he accordingly lifted the entry\nsuspension on its nationals. See Proclamation No. 9723, 83 Fed.\nReg. 15937.Finally, the Proclamation properly identifies a\n“class of aliens”—nationals of select countries—whose entry is\nsuspended. Plaintiffs argue that “class” must refer to a\nwell-defined group of individuals who share a common\n“characteristic” apart from nationality. Brief for Respondents 42.\nBut the text of §1182(f ), of course, does not say that, and\nthe word “class” comfortably encompasses a group of people linked\nby nationality. Plaintiffs also contend that the class cannot be\n“overbroad.” Brief for Respondents 42. But that simply amounts to\nan unspoken tailoring requirement found nowhere in Congress’s grant\nof authority to suspend entry of not only “any class of aliens” but\n“all aliens.”In short, the language of §1182(f ) is\nclear, and the Proclamation does not exceed any textual limit on\nthe President’s authority.BConfronted with this “facially broad grant of\npower,” 878 F. 3d, at 688, plaintiffs focus their attention on\nstatutory structure and legislative purpose. They seek support in,\nfirst, the immigration scheme reflected in the INA as a whole, and,\nsecond, the legislative history of §1182(f ) and historical\npractice. Neither argument justifies departing from the clear text\nof the statute.1Plaintiffs’ structural argument starts with\nthe premise that §1182(f ) does not give the President\nauthority to countermand Congress’s considered policy judgments.\nThe President, they say, may supplement the INA, but he cannot\nsupplant it. And in their view, the Proclamation falls in the\nlatter category because Congress has already specified a two-part\nsolution to the problem of aliens seeking entry from countries that\ndo not share sufficient information with the United States. First,\nCongress designed an individualized vetting system that places the\nburden on the alien to prove his admissibility. See §1361. Second,\ninstead of banning the entry of nationals from particular\ncountries, Congress sought to encourage information sharing through\na Visa Waiver Program offering fast-track admission for countries\nthat cooperate with the United States. See §1187.We may assume that §1182(f ) does not allow\nthe President to expressly override particular provisions of the\nINA. But plaintiffs have not identified any conflict between the\nstatute and the Proclamation that would implicitly bar the\nPresident from addressing deficiencies in the Nation’s vetting\nsystem.To the contrary, the Proclamation supports\nCongress’s individualized approach for determining admissibility.\nThe INA sets forth various inadmissibility grounds based on\nconnections to terrorism and criminal history, but those provisions\ncan only work when the consular officer has sufficient (and\nsufficiently reliable) information to make that determination. The\nProclamation promotes the effectiveness of the vetting process by\nhelping to ensure the availability of such information.Plaintiffs suggest that the entry restrictions\nare unnecessary because consular officers can simply deny visas in\nindividual cases when an alien fails to carry his burden of proving\nadmissibility—for example, by failing to produce certified records\nregarding his criminal history. Brief for Respondents 48. But that\nmisses the point: A critical finding of the Proclamation is that\nthe failure of certain countries to provide reliable information\nprevents the Government from accurately determining whether an\nalien is inadmissible or poses a threat. Proclamation §1(h). Unless\nconsular officers are expected to apply categorical rules and deny\nentry from those countries across the board, fraudulent or\nunreliable documentation may thwart their review in individual\ncases. And at any rate, the INA certainly does notrequirethat systemic problems such as the lack of reliable information be\naddressed only in a progression of case-by-case admissibility\ndeterminations. One of the key objectives of the Proclamation is to\nencourage foreign governments to improve their practices, thus\nfacilitating the Government’s vetting process overall.Ibid.Nor is there a conflict between the Proclamation\nand the Visa Waiver Program. The Program allows travel without a\nvisa for short-term visitors from 38 countries that have entered\ninto a “rigorous security partnership” with the United States. DHS,\nU. S. Visa Waiver Program (Apr. 6, 2016),\nhttp://www.dhs.gov/visa-waiver-program (as last visited June 25,\n2018). Eligibility for that partnership involves “broad and\nconsequential assessments of [the country’s] foreign security\nstandards and operations.”Ibid.A foreign government must\n(among other things) undergo a comprehensive evaluation of its\n“counterterrorism, law enforcement, immigration enforcement,\npassport security, and border management capabilities,” often\nincluding “operational site inspections of airports, seaports, land\nborders, and passport production and issuance facilities.”Ibid.Congress’s decision to authorize a benefit for\n“many of America’s closest allies,”ibid., did not\nimplicitly foreclose the Executive from imposing tighter\nrestrictions on nationals of certain high-risk countries. The Visa\nWaiver Program creates a special exemption for citizens of\ncountries that maintain exemplary security standards and offer\n“reciprocal [travel] privileges” to United States citizens. 8\nU. S. C. §1187(a)(2)(A). But in establishing a select\npartnership covering less than 20% of the countries in the world,\nCongress did not address what requirements should govern the entry\nof nationals from the vast majority of countries that fall short of\nthat gold standard—particularly those nations presenting heightened\nterrorism concerns. Nor did Congress attempt to determine—as the\nmulti-agency review process did—whether those high-risk countries\nprovide a minimum baseline of information to adequately vet their\nnationals. Once again, this is not a situation where “Congress has\nstepped into the space and solved the exact problem.” Tr. of Oral\nArg. 53.Although plaintiffs claim that their reading\npreserves for the President a flexible power to “supplement” the\nINA, their understanding of the President’s authority is remarkably\ncramped: He may suspend entry by classes of aliens “similar in\nnature” to the existing categories of inadmissibility—but not too\nsimilar—or only in response to “some exigent circumstance” that\nCongress did not already touch on in the INA. Brief for Respondents\n31, 36, 50; see also Tr. of Oral Arg. 57 (“Presidents have wide\nberth in this area . . . if there’s any sort of\nemergency.”). In any event, no Congress that wanted to confer on\nthe President only a residual authority to address emergency\nsituations would ever use language of the sort in §1182(f ).\nFairly read, the provision vests authority in the President to\nimpose additional limitations on entry beyond the grounds for\nexclusion set forth in the INA—including in response to\ncircumstances that might affect the vetting system or other\n“interests of the United States.”Because plaintiffs do not point to any\ncontradiction with another provision of the INA, the President has\nnot exceeded his authority under §1182(f ).2Plaintiffs seek to locate additional\nlimitations on the scope of §1182(f ) in the statutory\nbackground and legislative history. Given the clarity of the text,\nwe need not consider such extra-textual evidence. SeeState Farm\nFire & Casualty Co.v.United States ex rel. Rigsby,\n580 U. S. ___, ___ (2016) (slip op., at 9). At any rate,\nplaintiffs’ evidence supports the plain meaning of the\nprovision.Drawing on legislative debates over\n§1182(f ), plaintiffs suggest that the President’s suspension\npower should be limited to exigencies where it would be difficult\nfor Congress to react promptly. Precursor provisions enacted during\nthe First and Second World Wars confined the President’s exclusion\nauthority to times of “war” and “national emergency.” See Act of\nMay 22, 1918, §1(a), 40Stat. 559; Act of June 21, 1941, ch. 210,\n§1, 55Stat. 252. When Congress enacted §1182(f ) in 1952,\nplaintiffs note, it borrowed “nearly verbatim” from those\npredecessor statutes, and one of the bill’s sponsors affirmed that\nthe provision would apply only during a time of crisis. According\nto plaintiffs, it therefore follows that Congress sought to\ndelegate only a similarly tailored suspension power in\n§1182(f ). Brief for Respondents 39–40.If anything, the drafting history suggests the\nopposite. In borrowing “nearly verbatim” from the pre-existing\nstatute, Congress made one critical alteration—it removed the\nnational emergency standard that plaintiffs now seek to reintroduce\nin another form. Weighing Congress’s conscious departure from its\nwartime statutes against an isolated floor statement, the departure\nis far more probative. SeeNLRBv.SW General, Inc.,\n580 U. S. ___, ___ (2017) (slip op., at 16) (“[F]loor\nstatements by individual legislators rank among the least\nilluminating forms of legislative history.”). When Congress wishes\nto condition an exercise of executive authority on the President’s\nfinding of an exigency or crisis, it knows how to say just that.\nSee,e.g.,16 U. S. C. §824o–1(b); 42\nU. S. C. §5192; 50 U. S. C. §§1701, 1702. Here,\nCongress instead chose to condition the President’s exercise of the\nsuspension authority on a different finding: that the entry of an\nalien or class of aliens would be “detrimental to the interests of\nthe United States.”Plaintiffs also strive to infer limitations from\nexecutive practice. By their count, every previous suspension order\nunder §1182(f ) can be slotted into one of two categories. The\nvast majority targeted discrete groups of foreign nationals\nengaging in conduct “deemed harmful by the immigration laws.” And\nthe remaining entry restrictions that focused on entire\nnationalities—namely, President Carter’s response to the Iran\nhostage crisis and President Reagan’s suspension of immigration\nfrom Cuba—were, in their view, designed as a response to diplomatic\nemergencies “that the immigration laws do not address.” Brief for\nRespondents 40–41.Even if we were willing to confine expansive\nlanguage in light of its past applications, the historical evidence\nis more equivocal than plaintiffs acknowledge. Presidents have\nrepeatedly suspended entry not because the covered nationals\nthemselves engaged in harmful acts but instead to retaliate for\nconduct by their governments that conflicted with U. S.\nforeign policy interests. See,e.g.,Exec. Order No. 13662,\n3 CFR 233 (2014) (President Obama) (suspending entry of Russian\nnationals working in the financial services, energy, mining,\nengineering, or defense sectors, in light of the Russian\nFederation’s “annexation of Crimea and its use of force in\nUkraine”); Presidential Proclamation No. 6958, 3 CFR 133 (1997)\n(President Clinton) (suspending entry of Sudanese governmental and\nmilitary personnel, citing “foreign policy interests of the United\nStates” based on Sudan’s refusal to comply with United Nations\nresolution). And while some of these reprisals were directed at\nsubsets of aliens from the countries at issue, others broadly\nsuspended entry on the basis of nationality due to ongoing\ndiplomatic disputes. For example, President Reagan invoked\n§1182(f ) to suspend entry “as immigrants” by almost all Cuban\nnationals, to apply pressure on the Cuban Government. Presidential\nProclamation No. 5517, 3 CFR 102 (1986). Plaintiffs try to fit this\nlatter order within their carve-out for emergency action, but the\nproclamation was based in part on Cuba’s decision to breach an\nimmigration agreement some 15 months earlier.More significantly, plaintiffs’ argument about\nhistorical practice is a double-edged sword. The more ad hoc their\naccount of executive action—to fit the history into their\ntheory—the harder it becomes to see such a refined delegation in a\nstatute that grants the President sweeping authority to decide\nwhether to suspend entry, whose entry to suspend, and for how\nlong.CPlaintiffs’ final statutory argument is that\nthe President’s entry suspension violates §1152(a)(1)(A), which\nprovides that “no person shall . . . be discriminated\nagainst in the issuance of an immigrant visa because of the\nperson’s race, sex, nationality, place of birth, or place of\nresidence.” They contend that we should interpret the provision as\nprohibiting nationality-based discrimination throughout theentireimmigration process, despite the reference in\n§1152(a)(1)(A) to the act of visa issuance alone. Specifically,\nplaintiffs argue that §1152(a)(1)(A) applies to the predicate\nquestion of a visa applicant’s eligibility for admission and the\nsubsequent question whether the holder of a visa may in fact enter\nthe country. Any other conclusion, they say, would allow the\nPresident to circumvent the protections against discrimination\nenshrined in §1152(a)(1)(A).As an initial matter, this argument challenges\nonly the validity of the entry restrictions onimmigranttravel. Section 1152(a)(1)(A) is expressly limited to the issuance\nof “immigrant visa[s]” while §1182(f ) allows the Presi- dent\nto suspend entry of “immigrants or nonimmigrants.” At a minimum,\nthen, plaintiffs’ reading would not affect any of the limitations\non nonimmigrant travel in the Proclamation.In any event, we reject plaintiffs’\ninterpretation because it ignores the basic distinction between\nadmissibility determinations and visa issuance that runs throughout\nthe INA.[3] Section 1182\ndefines the pool of individuals who are admissible to the United\nStates. Its restrictions come into play at two points in the\nprocess of gaining entry (or admission)[4] into the United States. First, any alien who is\ninadmissible under §1182 (based on, for example, health risks,\ncriminal history, or foreign policy consequences) is screened out\nas “ineligible to receive a visa.” 8 U. S. C. §1201(g).\nSecond, even if a consular officer issues a visa, entry into the\nUnited States is not guaranteed. As every visa application\nexplains, a visa does not entitle an alien to enter the United\nStates “if, upon arrival,” an immigration officer determines that\nthe applicant is “inadmissible under this chapter, or any other\nprovision of law”—including §1182(f ). §1201(h).Sections 1182(f ) and 1152(a)(1)(A) thus\noperate in different spheres: Section 1182 defines the universe of\naliens who are admissible into the United States (and therefore\neligible to receive a visa). Once §1182 sets the boundaries of\nadmissibility into the United States, §1152(a)(1)(A) prohibits\ndiscrimination in the allocation of immigrant visas based on\nnationality and other traits. The distinction between\nadmissibility—to which §1152(a)(1)(A) does not apply—and visa\nissuance—to which it does—is apparent from the text of the\nprovision, which specifies only that its protections apply to the\n“issuance” of “immigrant visa[s],” without mentioning admissibility\nor entry. Had Congress instead intended in §1152(a)(1)(A) to\nconstrain the President’s power to determine who may enter the\ncountry, it could easily have chosen language directed to that end.\nSee,e.g.,§§1182(a)(3)(C)(ii), (iii) (providing that\ncertain aliens “shall not be excludable or subject to\nrestrictions or conditions on entry. . . because of\nthe alien’s past, current, or expected beliefs, statements, or\nassociations” (emphasis added)). “The fact that [Congress] did not\nadopt [a] readily available and apparent alternative strongly\nsupports” the conclusion that §1152(a)(1)(A) does not limit the\nPresident’s delegated authority under §1182(f ).Knightv.Commissioner, 552 U. S. 181, 188 (2008).Common sense and historical practice confirm as\nmuch. Section 1152(a)(1)(A) has never been treated as a constraint\non the criteria for admissibility in §1182. Presidents have\nrepeatedly exercised their authority to suspend entry on the basis\nof nationality. As noted, President Reagan relied on §1182(f )\nto suspend entry “as immigrants by all Cuban nationals,” subject to\nexceptions. Proclamation No. 5517, 51 Fed. Reg. 30470 (1986).\nLikewise, President Carter invoked §1185(a)(1) to deny and revoke\nvisas to all Iranian nationals. See Exec. Order No. 12172, 3 CFR\n461 (1979), as amended by Exec. Order No. 12206, 3 CFR 249 (1980);\nPublic Papers of the Presidents, Jimmy Carter, Sanctions Against\nIran, Vol. 1, Apr. 7, 1980, pp. 611–612 (1980); see also n. 1,supra.On plaintiffs’ reading, those orders were beyond\nthe President’s authority. The entry restrictions in the\nProclamation on North Korea (which plaintiffs do not challenge in\nthis litigation) would also be unlawful. Nor would the President be\npermitted to suspend entry from particular foreign states in\nresponse to an epidemic confined to a single region, or a verified\nterrorist threat involving nationals of a specific foreign nation,\nor even if the United States were on the brink of war.In a reprise of their §1182(f ) argument,\nplaintiffs attempt to soften their position by falling back on an\nimplicit exception for Presidential actions that are “closely\ndrawn” to address “specific fast-breaking exigencies.” Brief for\nRespondents 60–61. Yet the absence of any textual basis for such an\nexception more likely indicates that Congress did not intend for\n§1152(a)(1)(A) to limit the President’s flexible authority to\nsuspend entry based on foreign policy interests. In addition,\nplaintiffs’ proposed exigency test would require courts, rather\nthan the President, to determine whether a foreign government’s\nconduct rises to the level that would trigger a supposed implicit\nexception to a federal statute. SeeRenov.American-Arab\nAnti-Discrimination Comm., 525 U. S. 471, 491 (1999)\n(explaining that even if the Executive “disclose[d] its\n. . . reasons for deeming nationals of a particular\ncountry a special threat,” courts would be “unable to assess their\nadequacy”). The text of §1152(a)(1)(A) offers no standards that\nwould enable courts to assess, for example, whether the situation\nin North Korea justifies entry restrictions while the terrorist\nthreat in Yemen does not.*  *  *The Proclamation is squarely within the scope\nof Presidential authority under the INA. Indeed, neither dissent\neven attempts any serious argument to the contrary, despite the\nfact that plaintiffs’ primary contention below and in their\nbriefing before this Court was that the Proclamation violated the\nstatute.IVAWe now turn to plaintiffs’ claim that the\nProclamation was issued for the unconstitutional purpose of\nexcluding Muslims. Because we have an obligation to assure\nourselves of jurisdiction under Article III, we begin by addressing\nthe question whether plaintiffs have standing to bring their\nconstitutional challenge.Federal courts have authority under the\nConstitution to decide legal questions only in the course of\nresolving “Cases” or “Controversies.” Art. III, §2. One of the\nessential elements of a legal case or controversy is that the\nplaintiff have standing to sue. Standing requires more than just a\n“keen interest in the issue.”Hollingsworthv.Perry,\n570 U. S. 693, 700 (2013). It requires allegations—and,\neventually, proof—that the plaintiff “personal[ly]” suffered a\nconcrete and particularized injury in connection with the conduct\nabout which he complains.Spokeo, Inc.v.Robins, 578\nU. S. ___, ___ (2016) (slip op., at 7). In a case arising from\nan alleged violation of the Establishment Clause, a plaintiff must\nshow, as in other cases, that he is “directly affected by the laws\nand practices against which [his] complaints are directed.”School Dist. of Abington Townshipv.Schempp, 374\nU. S. 203, 224, n. 9 (1963). That is an issue here because the\nentry restrictions apply not to plaintiffs themselves but to others\nseeking to enter the United States.Plaintiffs first argue that they have standing\non the ground that the Proclamation “establishes a disfavored\nfaith” and violates “their own right to be free from federal\n[religious] establishments.” Brief for Respondents 27–28 (emphasis\ndeleted). They describe such injury as “spirit- ual and dignitary.”Id., at 29.We need not decide whether the claimed dignitary\ninterest establishes an adequate ground for standing. The three\nindividual plaintiffs assert another, more concrete injury: the\nalleged real-world effect that the Proclamation has had in keeping\nthem separated from certain relatives who seek to enter the\ncountry. Seeibid.;Town of Chesterv.Laroe\nEstates, Inc., 581 U. S. ___, ___–___ (2017) (slip op., at\n5–6) (“At least one plaintiff must have standing to seek each form\nof relief requested in the complaint.”). We agree that a person’s\ninterest in being united with his relatives is sufficiently\nconcrete and particularized to form the basis of an Article III\ninjury in fact. This Court has previously considered the merits of\nclaims asserted by United States citizens regarding violations of\ntheir personal rights allegedly caused by the Government’s\nexclusion of particular foreign nationals. SeeKerryv.Din, 576 U. S. ___, ___ (2015) (plurality opinion)\n(slip op., at 15);id., at ___ (Kennedy, J., concurring in\njudgment) (slip op., at 1);Kleindienstv.Mandel,\n408 U. S. 753, 762 (1972). Likewise, one of our prior stay\norders in this litigation recognized that an American individual\nwho has “a bona fide relationship with a particular person seeking\nto enter the country . . . can legitimately claim\nconcrete hardship if that person is excluded.”Trumpv.IRAP, 582 U. S., at ___ (slip op., at 13).The Government responds that plaintiffs’\nEstablishment Clause claims are not justiciable because the Clause\ndoes not give them a legally protected interest in the admission of\nparticular foreign nationals. But that argument—which depends upon\nthe scope of plaintiffs’ Establishment Clause rights—concerns the\nmerits rather than the justiciability of plaintiffs’ claims. We\ntherefore conclude that the individual plaintiffs have Article III\nstanding to challenge the exclusion of their relatives under the\nEstablishment Clause.BThe First Amendment provides, in part, that\n“Congress shall make no law respecting an establishment of\nreligion, or prohibiting the free exercise thereof.” Our cases\nrecognize that “[t]he clearest command of the Establishment Clause\nis that one religious denomination cannot be officially preferred\nover another.”Larsonv.Valente, 456 U. S. 228,\n244 (1982). Plaintiffs believe that the Proclamation violates this\nprohibition by singling out Muslims for disfavored treatment. The\nentry suspension, they contend, operates as a “religious\ngerrymander,” in part because most of the countries covered by the\nProclamation have Muslim-majority populations. And in their view,\ndeviations from the information-sharing baseline criteria suggest\nthat the results of the multi-agency review were “foreordained.”\nRelying on Establishment Clause precedents concerning laws and\npolicies applied domestically, plaintiffs allege that the primary\npurpose of the Proclamation was religious animus and that the\nPresident’s stated concerns about vetting protocols and national\nsecurity were but pretexts for discriminating against Muslims.\nBrief for Respondents 69–73.At the heart of plaintiffs’ case is a series of\nstatements by the President and his advisers casting doubt on the\nofficial objective of the Proclamation. For example, while a\ncandidate on the campaign trail, the President published a\n“Statement on Preventing Muslim Immigration” that called for a\n“total and complete shutdown of Muslims entering the United States\nuntil our country’s representatives can figure out what is going\non.” App. 158. That statement remained on his campaign website\nuntil May 2017.Id.,at 130–131. Then-candidate Trump also\nstated that “Islam hates us” and asserted that the United States\nwas “having problems with Muslims coming into the country.”Id.,at 120–121, 159. Shortly after being elected, when\nasked whether violence in Europe had affected his plans to “ban\nMuslim immigration,” the President replied, “You know my plans. All\nalong, I’ve been proven to be right.”Id.,at 123.One week after his inauguration, the President\nissued EO–1. In a television interview, one of the President’s\ncampaign advisers explained that when the President “first\nannounced it, he said, ‘Muslim ban.’ He called me up. He said, ‘Put\na commission together. Show me the right way to do it\nlegally.’ ”Id.,at 125. The adviser said he assembled\na group of Members of Congress and lawyers that “focused on,\ninstead of religion, danger. . . . [The order] is\nbased on places where there [is] substantial evidence that people\nare sending terrorists into our country.”Id.,at 229.Plaintiffs also note that after issuing EO–2 to\nreplace EO–1, the President expressed regret that his prior order\nhad been “watered down” and called for a “much tougher version” of\nhis “Travel Ban.” Shortly before the release of the Proclamation,\nhe stated that the “travel ban . . . should be far\nlarger, tougher, and more specific,” but “stupidly that would not\nbe politically correct.”Id.,at 132–133. More recently, on\nNovember 29, 2017, the President retweeted links to three\nanti-Muslim propaganda videos. In response to questions about those\nvideos, the President’s deputy press secretary denied that the\nPresident thinks Muslims are a threat to the United States,\nexplaining that “the President has been talking about these\nsecurity issues for years now, from the campaign trail to the White\nHouse” and “has addressed these issues with the travel order that\nhe issued earlier this year and the companion proclamation.”IRAPv.Trump, 883 F.3d 233, 267 (CA4 2018).The President of the United States possesses an\nextraordinary power to speak to his fellow citizens and on their\nbehalf. Our Presidents have frequently used that power to espouse\nthe principles of religious freedom and tolerance on which this\nNation was founded. In 1790 George Washington reassured the Hebrew\nCongregation of Newport, Rhode Island that “happily the Government\nof the United States . . . gives to bigotry no sanction,\nto persecution no assistance [and] requires only that they who live\nunder its protection should demean themselves as good citizens.” 6\nPapers of George Washington 285 (D. Twohig ed. 1996). President\nEisenhower, at the opening of the Islamic Center of Washington,\nsimilarly pledged to a Muslim audience that “America would fight\nwith her whole strength for your right to have here your own\nchurch,” declaring that “[t]his concept is indeed a part of\nAmerica.” Public Papers of the Presidents, Dwight D. Eisenhower,\nJune 28, 1957, p. 509 (1957). And just days after the attacks of\nSeptember 11, 2001, President George W. Bush returned to the same\nIslamic Center to implore his fellow Americans—Muslims and\nnon-Muslims alike—to remember during their time of grief that\n“[t]he face of terror is not the true faith of Islam,” and that\nAmerica is “a great country because we share the same values of\nrespect and dignity and human worth.” Public Papers of the\nPresidents, George W. Bush, Vol. 2, Sept. 17, 2001, p. 1121 (2001).\nYet it cannot be denied that the Federal Government and the\nPresidents who have carried its laws into effect have—from the\nNation’s earliest days—performed unevenly in living up to those\ninspiring words.Plaintiffs argue that this President’s words\nstrike at fundamental standards of respect and tolerance, in\nviolation of our constitutional tradition. But the issue before us\nis not whether to denounce the statements. It is instead the\nsignificance of those statements in reviewing a Presidential\ndirective, neutral on its face, addressing a matter within the core\nof executive responsibility. In doing so, we must consider not only\nthe statements of a particular President, but also the authority of\nthe Presidency itself.The case before us differs in numerous respects\nfrom the conventional Establishment Clause claim. Unlike the\ntypical suit involving religious displays or school prayer,\nplaintiffs seek to invalidate a national security directive\nregulating the entry of aliens abroad. Their claim accordingly\nraises a number of delicate issues regarding the scope of the\nconstitutional right and the manner of proof. The Proclamation,\nmoreover, is facially neutral toward religion. Plaintiffs therefore\nask the Court to probe the sincerity of the stated justifications\nfor the policy by reference to extrinsic statements—many of which\nwere made before the President took the oath of office. These\nvarious aspects of plaintiffs’ challenge inform our standard of\nreview.CFor more than a century, this Court has\nrecognized that the admission and exclusion of foreign nationals is\na “fundamental sovereign attribute exercised by the Government’s\npolitical departments largely immune from judicial control.”Fiallov.Bell, 430 U. S. 787, 792 (1977); seeHarisiadesv.Shaughnessy, 342 U. S. 580,\n588–589 (1952) (“[A]ny policy toward aliens is vitally and\nintricately interwoven with contemporaneous policies in regard to\nthe conduct of foreign relations [and] the war power.”). Because\ndecisions in these matters may implicate “relations with foreign\npowers,” or involve “classifications defined in the light of\nchanging political and economic circumstances,” such judgments “are\nfrequently of a character more appropriate to either the\nLegislature or the Executive.”Mathewsv.Diaz, 426\nU. S. 67, 81 (1976).Nonetheless, although foreign nationals seeking\nadmission have no constitutional right to entry, this Court has\nengaged in a circumscribed judicial inquiry when the denial of a\nvisa allegedly burdens the constitutional rights of a U. S.\ncitizen. InKleindienstv.Mandel, the Attorney\nGeneral denied admission to a Belgian journalist and self-described\n“revolutionary Marxist,” Ernest Mandel, who had been invited to\nspeak at a conference at Stanford University. 408 U. S., at\n756–757. The professors who wished to hear Mandel speak challenged\nthat decision under the First Amendment, and we acknowledged that\ntheir constitutional “right to receive information” was implicated.Id., at 764–765. But we limited our review to whether the\nExecutive gave a “facially legitimate and bona fide” reason for its\naction.Id., at 769. Given the authority of the political\nbranches over admission, we held that “when the Executive exercises\nthis [delegated] power negatively on the basis of a facially\nlegitimate and bona fide reason, the courts will neither look\nbehind the exercise of that discretion, nor test it by balancing\nits justification” against the asserted constitutional interests of\nU. S. citizens.Id., at 770.The principal dissent suggests thatMandelhas no bearing on this case,post,at 14, and\nn. 5 (opinion of Sotomayor, J.) (hereinafter the dissent), but\nour opinions have reaffirmed and applied its deferential standard\nof review across different contexts and constitutional claims. InDin, Justice Kennedy reiterated that “respect for the\npolitical branches’ broad power over the creation and\nadministration of the immigration system” meant that the Government\nneed provide only a statutory citation to explain a visa denial.\n576 U. S., at ___ (opinion concurring in judgment) (slip op.,\nat 6). Likewise inFiallo, we appliedMandelto a\n“broad congressional policy” giving immigration preferences to\nmothers of illegitimate children. 430 U. S., at 795. Even\nthough the statute created a “categorical” entry classification\nthat discriminated on the basis of sex and legitimacy,post,at 14, n. 5, the Court concluded that “it is not the judicial\nrole in cases of this sort to probe and test the justifications” of\nimmigration policies. 430 U. S., at 799 (citingMandel,\n408 U. S., at 770). Lower courts have similarly appliedMandelto broad executive action. SeeRajahv.Mukasey, 544 F.3d 427, 433, 438–439 (CA2 2008) (upholding\nNational Security Entry-Exit Registration System instituted after\nSeptember 11, 2001).Mandel’s narrow standard of review “has\nparticular force” in admission and immigration cases that overlap\nwith “the area of national security.”Din, 576 U. S.,\nat ___ (Kennedy, J., concurring in judgment) (slip op., at 3). For\none, “[j]udicial inquiry into the national-security realm raises\nconcerns for the separation of powers” by intruding on the\nPresident’s constitutional responsibilities in the area of foreign\naffairs.Ziglarv.Abbasi, 582 U. S. ___, ___\n(2017) (slip op., at 19) (internal quotation marks omitted). For\nanother, “when it comes to collecting evidence and drawing\ninferences” on questions of national security, “the lack of\ncompetence on the part of the courts is marked.”Humanitarian\nLaw Project, 561 U. S., at 34.The upshot of our cases in this context is\nclear: “Any rule of constitutional law that would inhibit the\nflexibility” of the President “to respond to changing world\nconditions should be adopted only with the greatest caution,” and\nour inquiry into matters of entry and national security is highly\nconstrained.Mathews, 426 U. S., at 81–82. We need not\ndefine the precise contours of that inquiry in this case. A\nconventional application ofMandel, asking only whether the\npolicy is facially legitimate and bona fide, would put an end to\nour review. But the Government has suggested that it may be\nappropriate here for the inquiry to extend beyond the facial\nneutrality of the order. See Tr. of Oral Arg. 16–17, 25–27\n(describingMandelas “the starting point” of the analysis).\nFor our purposes today, we assume that we may look behind the face\nof the Proclamation to the extent of applying rational basis\nreview. That standard of review considers whether the entry policy\nis plausibly related to the Government’s stated objective to\nprotect the country and improve vetting processes. SeeRailroad\nRetirement Bd.v.Fritz, 449 U. S. 166, 179 (1980).\nAs a result, we may consider plaintiffs’ extrinsic evidence, but\nwill uphold the policy so long as it can reasonably be understood\nto result from a justification independent of unconstitutional\ngrounds.[5]DGiven the standard of review, it should come\nas no surprise that the Court hardly ever strikes down a policy as\nillegitimate under rational basis scrutiny. On the few occasions\nwhere we have done so, a common thread has been that the laws at\nissue lack any purpose other than a “bare . . . desire to\nharm a politically unpopular group.”Department of\nAgriculturev.Moreno, 413 U. S. 528, 534 (1973).\nIn one case, we invalidated a local zoning ordinance that required\na special permit for group homes for the intellectually disabled,\nbut not for other facilities such as fraternity houses or\nhospitals. We did so on the ground that the city’s stated concerns\nabout (among other things) “legal responsibility” and “crowded\nconditions” rested on “an irrational prejudice” against the\nintellectually dis- abled.Cleburnev.Cleburne Living\nCenter, Inc., 473 U. S. 432, 448–450 (1985) (internal\nquotation marks omitted). And in another case, this Court\noverturned a state constitutional amendment that denied gays and\nlesbians access to the protection of antidiscrimination laws. The\namendment, we held, was “divorced from any factual context from\nwhich we could discern a relationship to legitimate state\ninterests,” and “its sheer breadth [was] so discontinuous with the\nreasons offered for it” that the initiative seemed “inexplicable by\nanything but animus.”Romerv.Evans, 517 U. S.\n620, 632, 635 (1996).The Proclamation does not fit this pattern. It\ncannot be said that it is impossible to “discern a relationship to\nlegitimate state interests” or that the policy is “inexplicable by\nanything but animus.” Indeed, the dissent can only attempt to argue\notherwise by refusing to apply anything resembling rational basis\nreview. But because there is persuasive evidence that the entry\nsuspension has a legitimate grounding in national security\nconcerns, quite apart from any religious hostility, we must accept\nthat independent justification.The Proclamation is expressly premised on\nlegitimate purposes: preventing entry of nationals who cannot be\nadequately vetted and inducing other nations to improve their\npractices. The text says nothing about religion. Plaintiffs and the\ndissent nonetheless emphasize that five of the seven nations\ncurrently included in the Proclamation have Muslim-majority\npopulations. Yet that fact alone does not support an inference of\nreligious hostility, given that the policy covers just 8% of the\nworld’s Muslim population and is limited to countries that were\npreviously designated by Congress or prior administrations as\nposing national security risks. See 8 U. S. C.\n§1187(a)(12)(A) (identifying Syria and state sponsors of terrorism\nsuch as Iran as “countr[ies] or area[s] of concern” for purposes of\nadministering the Visa Waiver Program); Dept. of Homeland Security,\nDHS Announces Further Travel Restrictions for the Visa Waiver\nProgram (Feb. 18, 2016) (designating Libya, Somalia, and Yemen as\nadditional countries of concern); see alsoRajah, 544 F. 3d,\nat 433, n. 3 (describing how nonimmigrant aliens from Iran, Libya,\nSomalia, Syria, and Yemen were covered by the National Security\nEntry-Exit Registration System).The Proclamation, moreover, reflects the results\nof a worldwide review process undertaken by multiple Cabinet\nofficials and their agencies. Plaintiffs seek to discredit the\nfindings of the review, pointing to deviations from the review’s\nbaseline criteria resulting in the inclusion of Somalia and\nomission of Iraq. But as the Proclamation explains, in each case\nthe determinations were justified by the distinct conditions in\neach country. Although Somalia generally satisfies the\ninformation-sharing component of the baseline criteria, it “stands\napart . . . in the degree to which [it] lacks command and\ncontrol of its territory.” Proclamation §2(h)(i). As for Iraq, the\nSecretary of Homeland Security determined that entry restrictions\nwere not warranted in light of the close cooperative relationship\nbetween the U. S. and Iraqi Governments and the country’s key\nrole in combating terrorism in the region. §1(g). It is, in any\nevent, difficult to see how exempting one of the largest\npredominantly Muslim countries in the region from coverage under\nthe Proclamation can be cited as evidence of animus toward\nMuslims.The dissent likewise doubts the thoroughness of\nthe multi-agency review because a recent Freedom of Information Act\nrequest shows that the final DHS report “was a mere 17 pages.”Post,at 19. Yet a simple page count offers little insight\ninto the actual substance of the final report, much less\npredecisional materials underlying it. See 5 U. S. C.\n§552(b)(5) (exempting deliberative materials from FOIA\ndisclosure).More fundamentally, plaintiffs and the dissent\nchallenge the entry suspension based on their perception of its\neffectiveness and wisdom. They suggest that the policy is overbroad\nand does little to serve national security interests. But we cannot\nsubstitute our own assessment for the Executive’s predictive\njudgments on such matters, all of which “are delicate, complex, and\ninvolve large elements of prophecy.”Chicago & Southern Air\nLines, Inc.v.Waterman S. S. Corp., 333 U. S. 103,\n111 (1948); see alsoReganv.Wald, 468 U. S.\n222, 242–243 (1984) (declining invitation to conduct an\n“independent foreign policy analysis”). While we of course “do not\ndefer to the Government’s reading of the First Amendment,” the\nExecutive’s evaluation of the underlying facts is entitled to\nappropriate weight, particularly in the context of litigation\ninvolving “sensitive and weighty interests of national security and\nforeign affairs.”Humanitarian Law Project, 561 U. S.,\nat 33–34.[6]Three additional features of the entry policy\nsupport the Government’s claim of a legitimate national security\ninterest. First, since the President introduced entry restrictions\nin January 2017, three Muslim-majority countries—Iraq, Sudan, and\nChad—have been removed from the list of covered countries. The\nProclamation emphasizes that its “conditional restrictions” will\nremain in force only so long as necessary to “address” the\nidentified “inadequacies and risks,” Proclamation Preamble, and\n§1(h), and establishes an ongoing process to engage covered nations\nand assess every 180 days whether the entry restrictions should be\nterminated, §§4(a), (b). In fact, in announcing the termination of\nrestrictions on nationals of Chad, the President also described\nLibya’s ongoing engagement with the State Department and the steps\nLibya is taking “to improve its practices.” Proclamation No. 9723,\n83 Fed. Reg. 15939.Second, for those countries that remain subject\nto entry restrictions, the Proclamation includes significant\nexceptions for various categories of foreign nationals. The policy\npermits nationals from nearly every covered country to travel to\nthe United States on a variety of nonimmigrant visas. See,e.g.,§§2(b)–(c), (g), (h) (permitting student and exchange\nvisitors from Iran, while restricting only business and tourist\nnonimmigrant entry for nationals of Libya and Yemen, and imposing\nno restrictions on nonimmigrant entry for Somali nationals). These\ncarveouts for nonimmigrant visas are substantial: Over the last\nthree fiscal years—before the Proclamation was in effect—the\nmajority of visas issued to nationals from the covered countries\nwere nonimmigrant visas. Brief for Petitioners 57. The Proclamation\nalso exempts permanent resi- dents and individuals who have been\ngranted asylum. §§3(b)(i), (vi).Third, the Proclamation creates a waiver program\nopen to all covered foreign nationals seeking entry as immigrants\nor nonimmigrants. According to the Proclamation, consular officers\nare to consider in each admissibility determination whether the\nalien demonstrates that (1) denying entry would cause undue\nhardship; (2) entry would not pose a threat to public safety; and\n(3) entry would be in the interest of the United States. §3(c)(i);\nsee also §3(c)(iv) (listing examples of when a waiver might be\nappropriate, such as if the foreign national seeks to reside with a\nclose family member, obtain urgent medical care, or pursue\nsignificant business obligations). On its face, this program is\nsimilar to the humanitarian exceptions set forth in President\nCarter’s order during the Iran hostage crisis. See Exec. Order No.\n12206, 3 CFR 249; Public Papers of the Presidents, Jimmy Carter,\nSanctions Against Iran, at 611–612 (1980) (outlining exceptions).\nThe Proclamation also directs DHS and the State Department to issue\nguidance elaborating upon the circumstances that would justify a\nwaiver.[7]Finally, the dissent invokesKorematsuv.United States, 323 U. S. 214 (1944). Whatever\nrhetorical advantage the dissent may see in doing so,Korematsuhas nothing to do with this case. The forcible\nrelocation of U. S. citizens to concentration camps, solely and\nexplicitly on the basis of race, is objectively unlawful and\noutside the scope of Presidential authority. But it is wholly inapt\nto liken that morally repugnant order to a facially neutral policy\ndenying certain foreign nationals the privilege of admission. Seepost,at 26–28. The entry suspension is an act that is well\nwithin executive authority and could have been taken by any other\nPresident—the only question is evaluating the actions of this\nparticular President in promulgating an otherwise valid\nProclamation.The dissent’s reference toKorematsu,\nhowever, affords this Court the opportunity to make express what is\nalready obvious:Korematsuwas gravely wrong the day it was\ndecided, has been overruled in the court of history, and—to be\nclear—“has no place in law under the Constitution.” 323 U. S.,\nat 248 (Jackson, J., dissenting).*  *  *Under these circumstances, the Government has\nset forth a sufficient national security justification to survive\nrational basis review. We express no view on the soundness of the\npolicy. We simply hold today that plaintiffs have not demonstrated\na likelihood of success on the merits of their constitutional\nclaim.VBecause plaintiffs have not shown that they\nare likely to succeed on the merits of their claims, we reverse the\ngrant of the preliminary injunction as an abuse of discretion.Winterv.Natural Resources Defense Council, Inc.,\n555 U. S. 7, 32 (2008). The case now returns to the lower\ncourts for such further proceedings as may be appropriate. Our\ndisposition of the case makes it unnecessary to consider the\npropriety of the nationwide scope of the injunction issued by the\nDistrict Court.The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The President also\ninvoked his power under 8 U. S. C. §1185(a)(1), which\ngrants the President authority to adopt “reasonable rules,\nregulations, and orders” governing entry or removal of aliens,\n“subject to such limitations and exceptions as [he] may prescribe.”\nBecause this provision “substantially overlap[s]” with\n§1182(f ), we agree with the Government that we “need not\nresolve . . . the precise relationship between the two\nstatutes” in evaluating the validity of the Proclamation. Brief for\nPetitioners 32–33.2The Proclamation states\nthat it does not disclose every ground for the country-specific\nrestrictions because “[d]escribing all of those reasons publicly\n. . . would cause serious damage to the national security\nof the United States, and many such descriptions are classified.”\n§1(j).3The Act is rife with\nexamples distinguishing between the two concepts. See,e.g.,8 U. S. C. §1101(a)(4) (“The term ‘application for\nadmission’ has reference to the application for admission into the\nUnited States and not to the application for the issuance of an\nimmigrant or nonimmigrant visa.”); §1182(a) (“ineligible to receive\nvisas and ineligible to be admitted”); §1182(a)(3)(D)(iii)\n(“establishes to the satisfaction of the consular officer when\napplying for a visa . . . or to the satisfaction of the\nAttorney General when applying for admission”); §1182(h)(1)(A)(i)\n(“alien’s application for a visa, admission, or adjustment of\nstatus”); §1187 (permitting entry without a visa); §1361\n(establishing burden of proof for when a person “makes application\nfor a visa . . . , or makes application for admission, or\notherwise attempts to enter the United States”).4The concepts of entry and\nadmission—but not issuance of a visa—are used interchangeably in\nthe INA. See §1101(a)(13)(A) (defining “admission” as the “lawful\nentry of the alien into the United States”).5The dissent finds\n“perplexing” the application of rational basis review in this\ncontext.Post,at 15. But what is far more problematic is\nthe dissent’s assumption that courts should review immigration\npolicies, diplomatic sanctions, and military actions under\nthede novo“reasonable observer” inquiry\napplicable to cases involving holiday displays and graduation\nceremonies. The dissent criticizes application of a more\nconstrained standard of review as “throw[ing] the Establishment\nClause out the window.”Post,at 16, n. 6. But as the\nnumerous precedents cited in this section make clear, such a\ncircumscribed inquiry applies to any constitutional claim\nconcerning the entry of foreign nationals. See Part IV–C,supra. The dissent can cite no authority for its proposition\nthat the more free-ranging inquiry it proposes is appropriate in\nthe national security and foreign affairs context.6The dissent recycles much\nof plaintiffs’ §1182(f ) argument to assert that “Congress has\nalready erected a statutory scheme that fulfills” the President’s\nstated concern about deficient vetting.Post,at 19–21. But\nfor the reasons set forth earlier, Congress has not in any sense\n“stepped into the space and solved the exact problem.” Tr. of Oral\nArg. 53. Neither the existing inadmissibility grounds nor the\nnarrow Visa Waiver Program address the failure of certain high-risk\ncountries to provide a minimum baseline of reliable information.\nSee Part III–B–1,supra.7Justice Breyer focuses on\nonly one aspect of our consideration—the waiver program and other\nexemptions in the Proclamation. Citing selective statistics,\nanecdotal evidence, and a declaration from unre-lated litigation,\nJustice Breyer suggests that not enough individuals are receiving\nwaivers or exemptions.Post,at 4–8 (dissenting opinion).\nYet even if such an inquiry were appropriate under rational basis\nreview, the evidence he cites provides “but a piece of the\npicture,”post,at 6, and does not affect our\nanalysis.",
    "joined": []
}