{
    "case": {
        "docket": "787",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/787/"
    },
    "id": "3428052",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–1314_________________ARIZONA STATE LEGISLATURE, APPELLANTv.ARIZONA INDEPENDENT REDISTRICTING COMMISSION et al.on appeal from the united states district\ncourt for the district of arizona[June 29, 2015]Chief Justice Roberts, with whom Justice\nScalia, Justice Thomas, and Justice Alito join, dissenting.Just over a century ago, Arizona became the\nsecond State in the Union to ratify the Seventeenth Amendment. That\nAmendment transferred power to choose United States Senators from\n“the Legislature” of each State, Art. I, §3, to “the people\nthereof.” The Amendment re-sulted from an arduous, decades-long\ncampaign in which reformers across the country worked hard to\ngarner approval from Congress and three-quarters of the States.What chumps! Didn’t they realize that all they\nhad to do was interpret the constitutional term “the Legislature”\nto mean “the people”? The Court today performs just such a magic\ntrick with the Elections Clause. Art. I, §4. That Clause vests\ncongressional redistricting authority in “the Legislature” of each\nState. An Arizona ballot initiative transferred that authority from\n“the Legislature” to an “Independent Redistricting Commission.” The\nmajority approves this deliberate constitutional evasion by doing\nwhat the proponents of the Seventeenth Amendment dared not:\nrevising “the Legislature” to mean “the people.”The Court’s position has no basis in the text,\nstructure, or history of the Constitution, and it contradicts\nprecedents from both Congress and this Court. The Constitution\ncontains seventeen provisions referring to the “Legislature” of a\nState, many of which cannot possibly be read to mean “the people.”\nSee Appendix,infra. Indeed, several provisions expressly\ndistinguish “the Legislature” from “the People.” See Art. I,\n§2; Amdt. 17. This Court has accordingly defined “the Legislature”\nin the Elections Clause as “the representative bodywhich\nma[kes] the laws of the people.”Smileyv.Holm, 285\nU. S. 355, 365 (1932) (quotingHawkev.Smith (No.\n1), 253 U. S. 221, 227 (1920) ; emphasis added).The majority largely ignores this evidence,\nrelying instead on disconnected observations about direct\ndemocracy, a contorted interpretation of an irrelevant statute, and\nnaked appeals to public policy. Nowhere does the majority explain\nhow a constitutional provision that vests redistricting authority\nin “the Legislature” permits a State to wholly exclude “the\nLegislature” from redistricting. Arizona’s Commission might be a\nnoble endeavor—although it does not seem so “independent” in\npractice—but the “fact that a given law or procedure is efficient,\nconvenient, and useful . . . will not save it if it is\ncontrary to the Constitution.”INSv.Chadha, 462\nU. S. 919, 944 (1983) . No matter how concerned we may be\nabout partisanship in redistricting, this Court has no power to\ngerrymander the Constitution. I respectfully dissent.IThe majority begins by discussing policy. I\nbegin with the Constitution. The Elections Clause provides:“The Times, Places and Manner of holding\nElections for Senators and Representatives, shall be prescribed in\neach State by the Legislature thereof; but the Congress may at any\ntime by Law make or alter such Regulations, except as to the Places\nof chusing Senators.” Art. I, §4, cl. 1.The Elections Clause both imposes a duty on\nStates and assigns that duty to a particular state actor: In the\nabsence of a valid congressional directive to the contrary, States\nmust draw district lines for their federal representatives. And\nthat duty “shall” be carried out “in each State by the Legislature\nthereof.”In Arizona, however, redistricting is not\ncarried out by the legislature. Instead, as the result of a ballot\ninitiative, an unelected body called the Independent Redistricting\nCommission draws the lines. Seeante, at 6–7. The key\nquestion in the case is whether the Commission can conduct\ncongressional districting consistent with the directive that such\nauthority be exercised “by the Legislature.”The majority concedes that the unelected\nCommission is not “the Legislature” of Arizona. The Court contends\ninstead that the people of Arizona as a whole constitute “the\nLegislature” for purposes of the Elections Clause, and that they\nmay delegate the congressional districting authority conferred by\nthat Clause to the Commission.Ante, at 25. The majority\nprovides no support for the delegation part of its theory, and I am\nnot sure whether the major-ity’s analysis is correct on that issue.\nBut even giving the Court the benefit of the doubt in that regard,\nthe Commission is still unconstitutional. Both the Constitution and\nour cases make clear that “the Legislature” in the Elections Clause\nis the representative body which makes the laws of the people.AThe majority devotes much of its analysis to\nestablishing that the people of Arizona may exercise lawmaking\npower under their State Constitution. Seeante, at 5–6, 25,\n27–28. Nobody doubts that. This case is governed, however, by the\nFederal Constitution. The States do not, in the majority’s words,\n“retain autonomy to establish their own governmental processes,”ante, at 27, if those “processes” violate the United States\nConstitution. In a conflict between the Arizona Constitution and\nthe Elections Clause, the State Constitution must give way.\nArt. VI, cl. 2;Cookv.Gralike, 531 U. S.\n510, 523 (2001) . The majority opinion therefore largely misses the\npoint.The relevant question in this case is how to\ndefine “the Legislature” under the Elections Clause. The majority\nopinion does not seriously turn to that question until page 24, and\neven then it fails to provide a coherent answer. The Court seems to\nconclude, based largely on its understanding of the “history and\npurpose” of the Elections Clause,ante, at 24, that “the\nLegislature” encompasses any entity in a State that exercises\nlegislative power. That circular definition lacks any basis in the\ntext of the Constitution or any other relevant legal source.The majority’s textual analysis consists, in its\nentirety, of one paragraph citing founding era dictionaries. The\nmajority points to various dictionaries that follow Samuel\nJohnson’s definition of “legislature” as the “power that makes\nlaws.”Ibid.(internal quotation marks omitted). The notion\nthat this definition corresponds to the entire population of a\nState is strained to begin with, and largely discredited by the\nmajority’s own admission that “[d]irect lawmaking by the people was\nvirtually unknown when the Constitution of 1787 was drafted.”Ante, at 3 (internal quotation marks omitted); seeante, at 27. Moreover, Dr. Johnson’s first example of the\nusage of “legislature” is this: “Without the concurrent consent of\nall three parts of the legislature, no law is or can be made.” 2 A\nDictionary of the English Language (1st ed. 1755) (emphasis\ndeleted). Johnson borrowed that sentence from Matthew Hale, who\ndefined the “Three Parts of the Legislature” of England as the King\nand the two houses of Parliament. History of the Common Law of\nEngland 2 (1713). (The contrary notion that the people as a whole\nmake the laws would have cost you your head in England in 1713.)\nThus, even under the majority’s preferred definition, “the\nLegislature” referred to an institutional body of representatives,\nnot the people at large.Any ambiguity about the meaning of “the\nLegislature” is removed by other founding era sources. “[E]very\nstate constitution from the Founding Era that used the term\nlegislature defined it as a distinct multimember entity comprised\nof representatives.” Morley, The Intratextual Independent\n“Legislature” and the Elections Clause, 109 Nw. U. L. Rev.\nOnline 131, 147, and n. 101 (2015) (citing eleven State\nConstitutions). The Federalist Papers are replete with references\nto “legislatures” that can only be understood as referring to\nrepresentative institutions.E.g., The Federalist No. 27,\npp. 174–175 (C. Rossiter ed. 1961) (A. Hamilton) (describing “the\nState legislatures” as “select bodies of men”);id., No. 60,\nat 368 (contrasting “the State legislatures” with “the people”).\nNoah Webster’s heralded American Dictionary of the English Language\ndefines “legislature” as “[t]he body of men in a state or kingdom,\ninvested with power to make and repeal laws.” 2 An American\nDictionary of the English Language (1828). It continues, “The\nlegislatures of most of the states in America . . .\nconsist of two houses or branches.”Ibid.(emphasis\ndeleted).I could go on, but the Court has said this\nbefore. As we put it nearly a century ago, “Legislature” was “not a\nterm of uncertain meaning when incorporated into the Constitution.”Hawke, 253 U. S., at 227. “What it meant when adopted\nit still means for the purpose of interpretation.”Ibid.“A\nLegislature” is “the representative body which ma[kes] the laws of\nthe people.”Ibid.; seeSmiley, 285 U. S., at\n365 (relying on this definition);Colorado Gen. Assemblyv.Salazar, 541 U. S. 1093, 1095 (2004) (Rehnquist,\nC. J., dissenting from denial of certiorari) (same).BThe unambiguous meaning of “the Legislature”\nin the Elections Clause as a representative body is confirmed by\nother provisions of the Constitution that use the same term in the\nsame way. When seeking to discern the meaning of a word in the\nConstitution, there is no better dictionary than the rest of the\nConstitution itself. Our precedents new and old have employed this\nstructural method of interpretation to read the Constitution in the\nmanner it was drafted and ratified—as a unified, coherent whole.\nSee,e.g.,NLRBv.Noel Canning, 573\nU. S. ___, ___–___ (2014) (slip op., at 19–20);id., at\n___ (Scalia, J., concurring in judgment) (slip op., at 32);McCullochv.Maryland, 4 Wheat. 316, 414–415 (1819);Martinv.Hunter’s Lessee, 1 Wheat. 304, 328–330\n(1816); Amar, Intratextualism, 112 Harv. L. Rev. 747\n(1999).The Constitution includes seventeen provisions\nreferring to a State’s “Legislature.” See Appendix,infra.\nEvery one of those references is consistent with the understanding\nof a legislature as a representative body. More importantly, many\nof them are only consistent with an institutional legislature—and\nflatly incompatible with the majority’s reading of “the\nLegislature” to refer to the people as a whole.Start with the Constitution’s first use of the\nterm: “The House of Representatives shall be composed of Members\nchosen every second Year by the People of the several States, and\nthe Electors in each State shall have the Qualifications requisite\nfor Electors of the most numerous Branch of the State Legislature.”\nArt. I, §2, cl. 1. This reference to a “Branch of the\nState Legislature” can only be referring to an institutional body,\nand the explicit juxtaposition of “the State Legislature” with “the\nPeople of the several States” forecloses the majority’s proposed\nreading.The next Section of Article I describes how to\nfill vacancies in the United States Senate: “if Vacancies happen by\nResignation, or otherwise, during the Recess of the Legislature of\nany State, the Executive thereof may make temporary Appointments\nuntil the next Meeting of the Legislature, which shall then fill\nsuch Vacancies.” §3, cl. 2.[1] The references to “the Recess of the Legislature of any\nState” and “the next Meeting of the Legislature” are only\nconsistent with an institutional legislature, and make no sense\nunder the majority’s reading. The people as a whole (schoolchildren\nand a few unnamed others excepted) do not take a “Recess.”The list goes on. Article IV provides that the\n“United States shall guarantee to every State in this Union a\nRepublican Form of Government, and shall protect each of them\nagainst Invasion; and on Application of the Legislature, or of the\nExecutive (when the Legislature cannot be convened), against\ndomestic Violence.” §4. It is perhaps conceivable that all the\npeople of a State could be “convened”—although this would seem\ndifficult during an “Invasion” or outbreak of “domestic\nViolence”—but the only natural reading of the Clause is that “the\nExecutive” may submit a federal application when “the Legislature”\nas a representative body cannot be convened.Article VI provides that the “Senators and\nRepresentatives before mentioned, and the Members of the several\nState Legislatures, and all executive and judicial Officers, both\nof the United States and of the several States, shall be bound by\nOath or Affirmation, to support this Constitution.” Cl. 3.\nUnless the majority is prepared to make all the people of every\nState swear an “Oath or Affirmation, to support this Constitution,”\nthis provision can only referto the “several State Legislatures” in\ntheir institutional capacity.Each of these provisions offers strong\nstructural indications about what “the Legislature” must mean. But\nthe most powerful evidence of all comes from the Seventeenth\nAmendment. Under the original Constitution, Senators were “chosen\nby the Legislature” of each State, Art. I, §3, cl. 1,\nwhile Members of the House of Representatives were chosen “by the\nPeople,” Art. I, §2, cl. 1. That distinction was critical\nto the Framers. As James Madison explained, the Senate would\n“derive its powers from the States,” while the House would “derive\nits powers from the people of America.” The Federalist No. 39, at\n244. George Mason believed that the power of state legislatures to\nselect Senators would “be a reasonable guard” against “the Danger\n. . . that the national, will swallow up the State\nLegislatures.” 1 Records of the Federal Convention of 1787, p. 160\n(M. Farrand ed. 1911). Not everyone agreed. James Wilson proposed\nallowing the people to elect Senators directly. His proposal was\nrejected ten to one. Debates in the Federal Convention of 1787, S.\nDoc. No. 404, 57th Cong., 1st Sess., 8 (1902).Before long, reformers took up Wilson’s mantle\nand launched a protracted campaign to amend the Constitution. That\neffort began in 1826, when Representative Henry Storrs of New York\nproposed—but then set aside—a constitutional amendment transferring\nthe power to elect Senators from the state legislatures to the\npeople. 2 Cong. Deb. 1348–1349. Over the next three-quarters of a\ncentury, no fewer than 188 joint resolutions proposing similar\nreforms were introduced in both Houses of Congress. 1 W. Hall, The\nHistory and Effect of the Seventeenth Amendment 183–184 (1936).At no point in this process did anyone suggest\nthat a constitutional amendment was unnecessary because\n“Legislature” could simply be interpreted to mean “people.” SeeHawke, 253 U. S., at 228 (“It was never suggested, so\nfar as we are aware, that the purpose of making the office of\nSenator elective by the people could be accomplished by a\nreferendum vote. The necessity of the amendment to accomplish the\npurpose of popular election is shown in the adoption of the\namendment.”). In fact, as the decades rolled by without an\namendment, 28 of the 45 States settled for the next best thing by\nholding a popular vote on candidates for Senate, then pressuring\nstate legislators into choosing the winner. See,e.g.,Abstract of Laws Relating to the Election of United States\nSenators, S. Doc. No. 393, 59th Cong., 2d Sess. (1907). All agreed\nthat cutting the state legislature out of senatorial selection\nentirely would require nothing less than to “Strike out” the\noriginal words in the Constitution and “insert, ‘elected by the\npeople’ ” in its place. Cong. Globe, 31st Cong., 1st Sess., 88\n(1849) (proposal of Sen. Jeremiah Clemens).Yet that is precisely what the majority does to\nthe Elections Clause today—amending the text not through the\nprocess provided by Article V, but by judicial decision. The\nmajority’s revision renders the Seventeenth Amendment an 86-year\nwaste of time, and singles out the Elections Clause as the only one\nof the Constitution’s seventeen provisions referring to “the\nLegislature” that departs from the ordinary meaning of the\nterm.The Commission had no answer to this point. See\nTr. of Oral Arg. 42 (Justice Alito: “Is there any other provision\nwhere legislature means anything other than the conventional\nmeaning?” Appellee: “I don’t know the answer to that\nquestion.”).The Court’s response is not much better. The\nmajority observes that “the Legislature” of a State may perform\ndifferent functions under different provisions of the Constitution.\nUnder Article I, §3, for example, “the Legislature” performed an\n“electoral” function by choosing Senators. The “Legislature” plays\na “consenting” function under Article I, §8, and Article IV, §3; a\n“ratifying” function under Article V; and a “lawmaking” function\nunder the Elections Clause.Ante, at 19, and n. 17. All\ntrue. The majority, however, leaps from the premise that “the\nLegislature” performs differentfunctionsunder different\nprovisions to the conclusion that “the Legislature” assumes\ndifferentidentitiesunder different provisions.As a matter of ordinary language and common\nsense, however, a difference in function does not imply a\ndifference in meaning. A car, for example, generally serves a\ntransportation function. But it can also fulfill a storage\nfunction. At a tailgate party or a drive-in movie, it may play an\nentertainment function. In the absence of vacancies at the roadside\nmotel, it could provide a lodging function. To a neighbor with a\ndead battery, it offers an electricity generation function. And\nyet, a person describing a “car” engaged in any of these varied\nfunctions would undoubtedly be referring to the same thing.The Constitution itself confirms this point.\nArticles I and II assign many different functions to the Senate: a\nlawmaking function, an impeachment trial function, a treaty\nratification function, an appointee confirmation function, an\nofficer selection function, a qualification judging function, and a\nrecordkeeping function. Art. I, §1; §3, cls. 5, 6; §5,\ncls. 1, 3; §7, cl. 2; Art. II, §2, cl. 2. Yet the\nidentity of the Senate remains the same as it discharges these\nvarious functions.Similarly, the House of Representatives performs\ndifferent functions, including lawmaking, impeachment, and\nresolving Presidential elections in which no candidate wins a\nmajority in the Electoral College. Art. I, §1; §2, cl. 5;\n§7, cl. 2; Amdt. 12. The President is assigned not only\nexecutive functions, Art. II, but also legislative functions,\nsuch as approving or vetoing bills, convening both Houses of\nCongress, and recommending measures for their consideration,\nArt. I, §7, cl. 2; Art. II, §3. Courts not only exercise\na judicial function, Art. III, §1, but may also perform an\nappointment function, Art. II, §2, cl. 2. And so on.\nNeither the majority nor the Commission points to a single instance\nin which the identity of these actors changes as they exercise\ndifferent functions.The majority attempts to draw support from\nprecedent, but our cases only further undermine its position. InHawke, this Court considered the meaning of “the\nLegislatur[e]” in Article V, which outlines the process for\nratifying constitutional amendments. The Court concluded that\n“Legislature” meant “the representative body which ma[kes] the laws\nof the people.” 253 U. S., at 227. The Court then explained\nthat “[t]he term is often used in the Constitutionwith this\nevident meaning.”Ibid.(emphasis added). The Court\nproceeded to list other constitutional provisions that assign\ndifferent functions to the “Legislature,” just as the majority does\ntoday.Id., at 227–228; seeante, at 19,\nn. 17.Unlike the majority today, however, the Court inHawkenever hinted that the meaning of “Legislature” varied\nacross those different provisions because they assigned different\nfunctions. To the contrary, the Court drew inferences from the\nSeventeenth Amendment and its predecessor, Article I, §3—in which\n“the Legislature” played anelectoralfunction—to define the\n“Legislature” in Article V, which assigned it aratificationfunction. See 253 U. S., at 228. The Court concluded that\n“Legislature” refers to a representative body, whatever its\nfunction. As the Court put it, “There can be no question that the\nframers of the Constitution clearly understood and carefully used\nthe terms in which that instrument referred to the action of the\nlegislatures of the States. When they intended that direct action\nby the people should be had they were no less accurate in the use\nof apt phraseology to carry out such purpose.”Ibid.(citing\nArt. I, §2).Smiley, the leading precedent on the\nmeaning of “the Legislature” in the Elections Clause, reaffirmed\nthe definition announced inHawke. InSmiley, the\npetitioner argued—as the Commission does here—that “the\nLegislature” referred not just to “the two houses of the\nlegislature” but to “the entire legislative power of the state\n. . . however exercised.” Brief for Petitioner,\nO. T. 1931, No. 617, p. 22 (internal quotation marks\nomitted). The Court did not respond by holding, as the majority\ntoday suggests, that “ ‘the Legislature’ comprises the\nreferendum and the Governor’s veto in the context of regulating\ncongressional elections,” or that “ ‘the Legislature’ has a\ndifferent iden-tity” in the Elections Clause than it does in\nArticle V.Ante,at 18–19. Instead, the Court inSmileysaid this:“Much that is urged in argument with\nregard to the meaning of the term ‘Legislature’ is beside the\npoint. As this Court said inHawke. . . the term\nwas not one ‘of uncertain meaning when incorporated into the\nConstitution. What it meant when adopted it still means for\npurposes of interpretation. A Legislature was then the\nrepresentative body which made the laws of the people.’ ” 285\nU. S., at 365 (quotingHawke, 253 U. S., at\n227).Remarkably, the majority refuses to even\nacknowledge the definition of “the Legislature” adopted in bothSmileyandHawke, and instead embraces the\ninterpretation that this Court unanimously rejected more than 80\nyears ago.[2]CThe history of the Elections Clause further\nsupports the conclusion that “the Legislature” is a representative\nbody. The first known draft of the Clause to appear at the\nConstitutional Convention provided that “Each state shall prescribe\nthe time and manner of holding elections.” 1 Debates on the Federal\nConstitution 146 (J. Elliot ed. 1836). After revision by the\nCommittee of Detail, the Clause included the important limitation\nat issue here: “The times and places, and the manner, of holding\nthe elections of the members of each house, shall be prescribedby the legislature of each state; but their provisions\nconcerning them may, at any time, be alteredby the legislature\nof the United States.”Id.,at 225 (emphasis added). The\ninsertion of “the legislature” indicates that the Framers thought\ncarefully about which entity within the State was to perform\ncongressional districting. And the parallel between “the\nlegislature of each state” and “the legislature of the United\nStates” further suggests that they meant “the legislature” as a\nrepresentative body.As the majority explains, the debate over the\nratification of the Elections Clause centered on its second part,\nwhich empowers Congress to “make or alter” regulations prescribed\nby “the Legislature” of a State. Seeante, at 25–27.\nImportantly for our purposes, however, both sides in this debate\n“recognized the distinction between the state legislature and the\npeople themselves.”Brownv.Secretary of State of\nFlorida, 668 F. 3d 1271, 1275–1276, n. 4 (CA11\n2012).The Anti-Federalists, for example, supported\nvesting election regulation power solely in state legislatures\nbecause state “legislatures were more numerousbodies,\nusuallyelected annually, and thus more likely to be in\nsympathy with the interestsof the people.” Natelson, The\nOriginal Scope of the Congressional Power to Regulate Elections, 13\nU. Pa. J. Const. L. 1, 31 (2010) (emphasis added) (citing sources\nfrom ratification debates). Alexander Hamilton and others responded\nby raising the specter of state legislatures—which he described as\n“local administrations”—deciding to “annihilate” the Federal\nGovernment by “neglecting to provide for the choice of persons to\nadminister its affairs.” The Federalist No. 59, at 363. As the\nmajority acknowledges, the distinction between “the Legislature”\nand the people “occasioned no debate.”Ante, at 27. That is\nbecause everybody understood what “the Legislature” meant.The majority contends that its counterintuitive\nreading of “the Legislature” is necessary to advance the “animating\nprinciple” of popular sovereignty.Ante, at 24. But the\nratification of the Constitution was the ultimate act of popular\nsovereignty, and the people who ratified the Elections Clause did\nso knowing that it assigned authority to “the Legislature” as a\nrepresentative body. The Elections Clause was not, as the majority\nsuggests, an all-purpose “safeguard against manipulation of\nelectoral rules by politicians.”Ante, at 26. Like most\nprovisions of the Constitution, the Elections Clause reflected a\ncompromise—a pragmatic recognition that the grand project of\nforging a Union required everyone to accept some things they did\nnot like. See The Federalist No. 59, at 364 (describing the power\nallocated to state legislatures as “an evil which could not have\nbeen avoided”). This Court has no power to upset such a compromise\nsimply because we now think that it should have been struck\ndifferently. As we explained almost a century ago, “[t]he framers\nof the Constitution might have adopted a different method,” but it\n“is not the function of courts . . . to alter the method\nwhich the Constitution has fixed.”Hawke, 253 U. S., at\n227.DIn addition to text, structure, and history,\nseveral precedents interpreting the Elections Clause further\nreinforce that “the Legislature” refers to a representative\nbody.The first precedent comes not from this Court,\nbut from Congress. Acting under its authority to serve as “the\nJudge of the Elections, Returns and Qualifications of its own\nMembers,” Art. I, §5, cl. 1, the House of Representatives\nin 1866 confronted a dispute about who should be seated as the\nCongressman from the Fifth District of Michigan. At a popular\nconvention, Michigan voters had amended the State Constitution to\nrequire votes to be cast within a resident’s township or ward. The\nMichigan Legislature, however, passed a law permitting soldiers to\nvote in alternative locations. If only the local votes counted, one\ncandidate (Baldwin) would win; if the outside votes were included,\nthe other candidate (Trowbridge) would be entitled to the seat. SeeBaldwinv.Trowbridge, 2 Bartlett Contested Election\nCases, H. R. Misc. Doc. No. 152, 41st Cong., 2d Sess., 46–47\n(1866).The House Elections Committee explained that the\nElections Clause conferred power on “the Legislature” of Michigan\nto prescribe election regulations. “But,” the Committee asked,\n“what is meant by ‘the legislature?’ Does it mean the legislative\npower of the State, which would include a convention authorized to\nprescribe fundamental law; or does it mean the legislatureeo\nnomine, as known in the political history of the country?”Id.,at 47. The Committee decided, and the full House\nagreed, that “the Legislature” in the Elections Clause was the\n“legislatureeo nomine”—the legislatureby that name,\na representative body.Ibid.That conclusion followed both\nfrom the known meaning of “the Legislature” at the time of the\nframing and the many other uses of the word in the Constitution\nthat would not be compatible with a popular convention. Thus,\n“[w]here there is a conflict of authority between the constitution\nand legislature of a State in regard to fixing place of elections,\nthe power of the legislature is paramount.”Id.,at 46; seeCalifornia Democratic Partyv.Jones, 530 U. S.\n567 , and n. 11 (2000) (Stevens, J., dissenting) (relying onBaldwinfor its conclusion that “the Elections Clause’s\nspecific reference to ‘the Legislature’ is not so broad as to\nencompass the general ‘legislative power of this\nState’ ”).The majority draws attention to the minority\nreport inBaldwin.Ante, at 29. Under the present\ncircumstances, I take some comfort in the Court’s willingness to\nconsider dissenting views. Still, the minority report does not\ndiminish the force ofBaldwin. The report cites a Michigan\nSupreme Court precedent that allegedly reached a con-trary result,\nbut that case turned entirely on state constitu-tional questions\narising from a state election—not federal constitutional questions\narising from a federal election. SeePeople ex rel.\nTwitchellv.Blodgett, 13 Mich. 127 (1865). The majority\nalso contends thatBaldwin“appears in tension with” an\nearlier House Elections Committee precedent.Ante, at 29. By\nits own terms, however, that earlier precedent did not involve a\nconflict between a state legislative act and a state constitutional\nprovision. SeeShielv.Thayer, 1 Bartlett Contested\nElection Cases, H. R. Misc. Doc. No. 57, 38th Cong., 2d Sess.,\n350 (1861) (“the two branches of the legislature differed upon the\nquestion . . . and so the bill never became a law”). In\nany event, to the degree that the two precedents are inconsistent,\nthe later decision inBaldwinshould govern.[3]The next relevant precedent is this Court’s\ndecision inMcPhersonv.Blacker, 146 U. S. 1\n(1892) . That case involved a constitutional provision with\nconsiderable similarity to the Elections Clause, the Presidential\nElectors Clause of Article II: “Each State shall appoint, in such\nManneras the Legislature thereofmay direct, a Number of\nElectors . . . .” §1, cl. 2 (emphasis added).\nThe question was whether the state legislature, as a body of\nrepresentatives, could divide authority to appoint electors across\neach of the State’s congressional districts. The Court upheld the\nlaw and emphasized that the plain text of the Presidential Electors\nClause vests the power to determine the manner of appointment in\n“the Legislature” of the State. That power, the Court explained,\n“can neither be taken away nor abdicated.” 146 U. S.,\nat 35 (emphasis added; internal quotation marks omitted).Against that backdrop, the Court decided two\ncases regarding the meaning of “the Legislature” in the Elections\nClause. InOhio ex rel. Davisv.Hildebrant, 241\nU. S. 565 (1916) , the Ohio Legislature passed a congressional\nredistricting law. Under the Ohio Constitution, voters held a\nreferendum on the law and rejected it. A supporter of the law sued\non behalf of the State, contending that the referendum “was not and\ncould not be a part of the legislative authority of the State and\ntherefore could have no influence on . . . the law\ncreating congressional districts” under the Elections Clause.Id.,at 567.This Court rejected the challenger’s\nconstitutional argument as a nonjusticiable claim that the\nreferendum “causes a State . . . to be not republican” in\nviolation of the Guarantee Clause of the Constitution.Id.,at 569 (citing Art. IV, §4). The Court also rejected an argument\nthat Ohio’s use of the referendum violated a federal statute, and\nheld that Congress had the power to pass that statute under the\nElections Clause.Id.,at 568–569.Hildebrantin no\nway suggested that the state legislature could be displaced from\nthe redistricting process, andHildebrantcertainly did not\nhold—as the majority today contends—that “the word [‘Legislature’\nin the Elections Clause] encompassed a veto power lodged in the\npeople.”Ante, at 16.Hildebrantsimply approved a\nState’s decision to employ a referendumin addition toredistricting by the Legislature. See 241 U. S., at 569. The\nresult of the decision was to sendthe Ohio Legislatureback\nto the drawing board to do the redistricting.InSmiley, the Minnesota Legislature\npassed a law adopting new congressional districts, and the Governor\nexercised his veto power under the State Constitution. As noted\nabove, the Minnesota secretary of state defended the veto on the\nground that “the Legislature” in the Elections Clause referred not\njust to “the two houses of the legislature” but to “the entire\nlegislative power of the state . . . however exercised.”\nThis Court rejected that argument, reiterating that the term\n“Legislature” meant “the representative body which made the laws of\nthe people.” 285 U. S., at 365 (quotingHawke, 253\nU. S., at 227). The Court nevertheless went on to hold that\nthe Elections Clause did not prevent a State from applying the\nusual rules of its legislative process—including a gubernatorial\nveto—to election regulations prescribed by the legislature. 285\nU. S., at 373. As inHildebrant, the legislature was\nnot displaced, nor was it redefined; it just had to start on a new\nredistricting plan.The majority initially describesHildebrantandSmileyas holding that “redistricting\nis a legislative function, to be performed in accordance with the\nState’s prescriptions for lawmaking, which may include the\nreferendum and the Governor’s veto.”Ante, at 19. That\ndescription is true, so far as it goes. But it hardly supports the\nresult the majority reaches here. There is a critical difference\nbetween allowing a State tosupplementthe legislature’s\nrole in the legislative process and permitting the State tosupplantthe legislature altogether. SeeSalazar, 541\nU. S., at 1095 (Rehnquist, C. J., dissenting from denial\nof certiorari) (“to be consistent with Article I, §4, there must be\nsome limit on the State’s ability to define lawmaking by excluding\nthe legislature itself”). Nothing inHildebrant,Smiley, or any other precedent supports the majority’s\nconclusion that imposing some constraints on the legislature\njustifies deposing it entirely.*  *  *The constitutional text, structure, history,\nand precedent establish a straightforward rule: Under the Elections\nClause, “the Legislature” is a representative body that, when it\nprescribes election regulations, may be required to do so within\nthe ordinary lawmaking process, but may not be cut out of that\nprocess. Put simply, the state legislature need not be exclusive in\ncongressional districting, but neither may it be excluded.The majority’s contrary understanding requires\nit to accept a definition of “the Legislature” that contradicts the\nterm’s plain meaning, creates discord with the Seventeenth\nAmendment and the Constitution’s many other uses of the term, makes\nnonsense of the drafting and ratification of the Elections Clause,\nand breaks with the relevant precedents. In short, the effect of\nthe majority’s decision is to erase the words “by the Legislature\nthereof” from the Elections Clause. That is a judicial error of the\nmost basic order. “It cannot be presumed that any clause in the\nconstitution is intended to be without effect; and therefore such a\nconstruction is inadmissible.”Marburyv.Madison, 1\nCranch 137, 174 (1803).IIThe Court also issues an alternative holding\nthat a federal statute, 2 U. S. C. §2a(c), permits\nArizona to vest redistricting authority in the Commission.Ante,at 19–23. The majority does not contend that this\nstatutory holding resolves the constitutional question presented,\nseeante, at 23, so its reading of Section 2a(c) is largely\nbeside the point. With respect, its statutory argument is also hard\nto take seriously. Section 2a(c) does not apply to this case. And\neven if it did, it would likely be unconstitutional.[4]ASection 2a(c) establishes a number of default\nrules that govern the States’ manner of electing representatives\n“[u]ntil a State is redistricted in the manner provided by the law\nthereof.” Section 2a(c) is therefore “inapplicableunlessthe state legislature, and state and federal courts, have all\nfailed to redistrict” the State.Branchv.Smith, 538\nU. S. 254, 275 (2003) (plurality opinion); seeid., at\n298–300 (O’Connor, J., concurring in part and dissenting in part).\nHere, the Commissionhasredistricted the State “in the\nmanner provided by the law thereof.” So by its terms, Section 2a(c)\ndoes not come into play in this case.The majority spends several pages discussing\nSection 2a(c), but it conspicuously declines to say that the\nstatute actually applies to this case.[5] The majority notes that the pre-1911 versions of\nSection 2a(c) applied only until “the legislature” redistricted the\nState, while the post-1911 versions applied only until the State is\nredistricted “in the manner provided by the law thereof.” The\nmajority also describes in detail the legislative history that\naccompanied the 1911 amendment. But if Section 2a(c) does not\napply, its legislative history is doubly irrelevant.The majority seems to suggest that Section 2a(c)\nsomehow indicates federal approval for the district lines that the\nCommission has drawn. Seeante, at 23. But the statute does\nnothing of the sort. Section 2a(c) explains what rules apply\n“[u]ntil a State is redistricted”; it says nothing about what rules\napplyaftera State is redis-tricted. And it certainly does\nnot say that the State’s redistricting plan will by some alchemy\nbecome federal law. No legislative drafter remotely familiar with\nthe English language would say that a State had to follow default\nrules “[u]ntil [it] is redistricted in the manner provided by the\nlaw thereof,” when what he meant was “any redistricting plan that\nthe State adopts shall become federal law.” And if the drafter was\ndoing something as significant as transforming state law into\nfederal law, he presumably would have taken care to make that\ndramatic step “unmistakably clear.”Gregoryv.Ashcroft, 501 U. S. 452, 460 (1991) (internal quotation\nmarks omitted). Tellingly, our most recent case on the meaning of\nSection 2a(c) seems not to have even considered the majority’s\nposition. SeeBranch, 538 U. S. 254 .Indeed, the majority does not even seem\npersuaded by its own argument. The majority quickly cautions, in\ndiscussing Section 2a(c), that “a State is required to comply with\nthe Federal Constitution, the Voting Rights Act, and other federal\nlaws when it draws and implements its district map.”Ante,\nat 22, n. 20. The majority therefore concludes that “nothing\nin §2a(c) affects a challenge to a state district map on the ground\nthat it violates one or more of those federal requirements.”Ibid.But here the Arizona Legislature has challenged “a\nstate district map on the ground that it violates one\n. . . of those federal requirements”—the Elections\nClause. If we take the majority at its word, nothing in Section\n2a(c) should affect that challenge.BNot only is the majority’s reading of Section\n2a(c) implausible as a matter of statutory interpretation, it would\nalso likely violate the Constitution in multiple ways.First, the majority’s reading of Section 2a(c)\nas a statute approving the lines drawn by the Commission would\nseemingly authorize Congress to alter the Elections Clause. The\nfirst part of the Elections Clause gives state legislatures the\npower to prescribe regulations regarding the times, places, and\nmanner of elections; the second part of the Clause gives Congress\nthe power to “make or alter such Regulations.” There is a\ndifference between making or altering election regulations\nprescribed by the state legislature and authorizing an entityother than the state legislatureto prescribe election\nregulations. In essence, the majority’s proposed reading permits\nCongress to use the second part of the Elections Clause to nullify\nthe first. Yet this Court has expressly held that “Congress ha[s]\nno power to alter Article I, section 4 [the Elections Clause].”Smiley, 285 U. S., at 372; see alsoClintonv.City of New York, 524 U. S. 417 (1998) (Congress may\nnot circumvent Article I constraints on its lawmaking power);Chadha, 462 U. S. 919 (same).Second, the majority’s interpretation of Section\n2a(c) would create a serious delegation problem. As a general\nmatter, Congress may pass statutes that delegate some discretion to\nthose who administer the laws. It is a well-accepted principle,\nhowever, that Congress may not delegate authority to one actor when\nthe Constitution vests that authority in another actor. SeeWhitmanv.American Trucking Assns., Inc., 531\nU. S. 457, 472 (2001) . The majority’s reading of Section\n2a(c) contradicts that rule by allowing Congress to delegate\nfederal redistricting authority to a state entity other than the\none in which the Elections Clause vests that authority: “the\nLegislature.”Third, the majority’s interpretation conflicts\nwith our most recent Elections Clause precedent,Arizonav.Inter Tribal Council of Ariz., Inc., 570 U. S. 1 (2013)\n. There we explained that when Congress legislates under the\nElections Clause, it “necessarilydisplaces some element of\na pre-existing legal regime erected by the States.”Id., at\n___ (slip op., at 11). That is so because “the power the Elections\nClause confers [on Congress] is none other than the power to\npre-empt.”Id., at ___–___, (slip op., at 11–12). Put\ndifferently, “allaction under the Elections Clause\ndisplaces some element of a pre-existing state regulatory regime,\nbecause the text of the Clause confers the power to do exactly (and\nonly) that.”Id., at ___, n. 6 (slip op., at 11, n. 6).\nUnder the majority’s interpretation of Section 2a(c), however,\nCongress has done the opposite of preempting or displacing state\nlaw—it hasadoptedstate law.Normally, when “a serious doubt of\nconstitutionality is raised, it is a cardinal principle that this\nCourt will first ascertain whether a construction of the statute is\nfairly possible by which the question may be avoided.”Crowellv.Benson, 285 U. S. 22, 62 (1932) . The\nmultiple serious constitutional doubts raised by the majority’s\ninterpretation of Section 2a(c)—in addition to the sheer weakness\nof its reading as a textual matter—provide more than enough reason\nto reject the majority’s construction. Section 2a(c) does not apply\nto this case.IIIJustice Jackson once wrote that the\nConstitution speaks in “majestic generalities.”West Virginia\nBd. of Ed. v.Barnette,319 U. S. 624, 639 (1943) .\nIn many places it does, and so we have cases expounding on “freedom\nof speech” and “unreasonable searches and seizures.” Amdts. 1, 4.\nYet the Constitution also speaks in some places with elegant\nspecificity. A Member of the House of Representatives must be 25\nyears old. Art. I, §2, cl. 2. Every State gets two\nSenators. Art. I, §3, cl. 1. And the times, places, and\nmanner of holding elections for those federal representatives\n“shall be prescribed in each State by the Legislature thereof.”\nArt. I, §4, cl. 1.For the reasons I have explained, there is no\nreal doubt about what “the Legislature” means. The Framers of the\nConstitution were “practical men, dealing with the facts of\npolitical life as they understood them, putting into form the\ngovernment they were creating, and prescribing in language clear\nand intelligible the powers that government was to take.”South\nCarolinav.United States, 199 U. S. 437, 449\n(1905). We ought to give effect to the words they used.The majority today shows greater concern about\nredistricting practices than about the meaning of the Constitution.\nI recognize the difficulties that arise from trying to fashion\njudicial relief for partisan gerrymandering. SeeViethv.Jubelirer, 541 U. S. 267 (2004) ;ante, at 1.\nBut our inability to find a manageable standard in that area is no\nexcuse to abandon a standard of meaningful interpretation in this\narea. This Court has stressed repeatedly that a law’s virtues as a\npolicy innovation cannot redeem its inconsistency with the\nConstitution. “Failure of political will does not justify\nunconstitutional remedies.”Clinton, 524 U. S., at 449\n(Kennedy, J., concurring); seeSternv.Marshall, 564\nU. S. ___ (2011);Free Enterprise Fundv.Public\nCompany Accounting Oversight Bd., 561 U. S. 477 (2010) ;Bowsherv.Synar, 478 U. S. 714 (1986) ;Chadha, 462 U. S. 919 ;Myersv.United\nStates, 272 U. S. 52 (1926) .Indeed, the Court has enforced the text of the\nConstitution to invalidate state laws with policy objectives\nreminiscent of this one. Two of our precedents held that States\ncould not use their constitutions to impose term limits on their\nfederal representatives in violation of the United States\nConstitution.Cook, 531 U. S. 510 ;U. S. Term\nLimits, Inc.v.Thornton, 514 U. S. 779 (1995) .\nThe people of the States that enacted these reforms surely viewed\nthem as measures that would “place the lead rein in the people’s\nhands.”Ante, at 27. Yet the Court refused to accept “that\nthe Framers spent significant time and energy in debating and\ncrafting Clauses that could be easily evaded.”Term Limits,\n514 U. S., at 831. The majority approves just such an evasion\nof the Constitution today.[6]The Court also overstates the effects of\nenforcing the plain meaning of the Constitution in this case. There\nis no dispute that Arizona may continue to use its Commission to\ndraw lines for state legislative elections. The representatives\nchosen in those elections will then be responsible for\ncongressional redistricting as members of the state legislature, so\nthe work of the Commission will continue to influence Arizona’s\nfederal representation.Moreover, reading the Elections Clause to\nrequire the involvement of the legislature will not affect most\nother redistricting commissions. As the majority notes, many States\nhave commissions that play an “auxiliary role” in congressional\nredistricting.Ante, at 8, and nn. 8–9. But in these States,\nunlike in Arizona, the legislature retains primary authority over\ncongressional redistricting. See Brief for National Conference of\nState Legislatures asAmicus Curiae3–17.The majority also points to a scattered array of\nelection-related laws and constitutional provisions enacted via\npopular lawmaking that it claims would be “endangered” by\ninterpreting the Elections Clause to mean what it says.Ante, at 33. Reviewing the constitutionality of these\nfarflung provisions is well outside the scope of this case. Suffice\nit to say that none of them purports to do what the Arizona\nConstitution does here: set up an unelected, unaccountable\ninstitution that permanently and totally displaces the legislature\nfrom the redistricting process. “[T]his wolf comes as a wolf.”Morrisonv.Olson, 487 U. S. 654, 699 (1988)\n(Scalia, J., dissenting).Absent from the majority’s portrayal of the high\nmotives that inspired the Arizona Commission is any discussion of\nhow it has actually functioned. The facts described in a recent\nopinion by a three-judge District Court detail the partisanship\nthat has affected the Commission on issues ranging from staffing\ndecisions to drawing the district lines. SeeHarrisv.Arizona Independent Redistricting Comm’n, 993 F. Supp.\n2d 1042 (Ariz. 2014). Theper curiamopinion explained that\n“partisanship played some rolein the design of the map,” that “some\nof the commissioners were motivated in part in some of the\nlinedrawing decisions by a desire to improve Democratic prospects\nin the affected districts,” and that the Commission retained a\nmapping consultant that “had worked for Democratic, independent,\nand nonpartisan campaigns, but no Republican campaigns.”Id., at 1046, 1047, 1053. The hiring of the mapping\nconsultant provoked sufficient controversy that the Governor of\nArizona, supported by two-thirds of the Arizona Senate, attempted\nto remove the chairwoman of the Commission for “substantial neglect\nof duty and gross misconduct in office.”Id., at 1057; seeArizonaIndependent Redistricting Comm’nv.Brewer, 229 Ariz. 347, 275 P. 3d 1267 (2012)\n(explaining the removal and concluding that the Governor exceeded\nher authority under the Arizona Constitution).Judge Silver’s separate opinion noted that “the\nvery structure of Arizona’s reformed redistricting process reflects\nthat partisanship still plays a prominent role.” 993 F. Supp.\n2d, at 1083. Judge Wake’s separate opinion described the\nCommission’s “systematic overpopulation of Republican plurality\ndistricts and underpopulation of Democratic plurality districts” as\n“old-fashioned partisan malapportionment.”Id., at 1091,\n1108. In his words, the “Commission has been coin-clipping the\ncurrency of our democracy—everyone’s equal vote—and giving all the\nshavings to one party, for no valid reason.”Id., at\n1092.The District Court concluded by a two-to-one\nmargin that this partisanship did not rise to the level of a\nconstitutional violation. The case is pending on appeal before this\nCourt, and I take no position on the merits question. But a finding\nthat the partisanship in the redistricting plan did not violate the\nConstitution hardly proves that the Commission is operating free of\npartisan influence—and certainly not that it complies with the\nElections Clause.*  *  *The people of Arizona have concerns about the\nprocess of congressional redistricting in their State. For better\nor worse, the Elections Clause of the Constitution does not allow\nthem to address those concerns by displacing their legislature. But\nit does allow them to seek relief from Congress, which can make or\nalter the regulations prescribed by the legislature. And the\nConstitution gives them another means of change. They can follow\nthe lead of the reformers who won passage of the Seventeenth\nAmendment. Indeed, several constitutional amendments over the past\ncentury have involved modifications of the electoral process.\nAmdts. 19, 22, 24, 26. Unfortunately, today’s decision will only\ndiscourage this democratic method of change. Why go through the\nhassle of writing a new provision into the Constitution when it is\nso much easier to write an old one out?I respectfully dissent.APPENDIX:“LEGISLATURE” IN THE CONSTITUTIONArt. I, §2, cl. 1: “The House of\nRepresentatives shall be composed of Members chosen every second\nYear by the People of the several States, and the Electors in each\nState shall have the Qualifications requisite for Electors of the\nmost numerous Branch of the StateLegislature.”Art. I, §3, cl. 1: “The Senate of the\nUnited States shall be composed of two Senators from each State,\nchosen by theLegislaturethereof, for six Years; and each\nSenator shall have one Vote.” (Modified by Amdt. 17.)Art. I, §3, cl. 2: “Immediately after\nthey shall be assembled in Consequence of the first Election, they\nshall be divided as equally as may be into three Classes. The Seats\nof the Senators of the first Class shall be vacated at the\nExpiration of the second Year, of the second Class at the\nExpiration of the fourth Year, and of the third Class at the\nExpiration of the sixth Year, so that one third may be chosen\nevery second Year; and if Vacancies happen by Resignation, or\notherwise, during the Recess of theLegislatureof any\nState, the Executive thereof may make temporary Appointments until\nthe next Meeting of theLegislature, which shall then fill\nsuch Vacancies.” (Modified by Amdt. 17.)Art. I, §4, cl. 1: “The Times, Places and\nManner of holding Elections for Senators and Representatives, shall\nbe prescribed in each State by theLegislaturethereof; but\nthe Congress may at any time by Law make or alter such Regulations,\nexcept as to the Places of chusing Senators.”Art. I, §8, cl. 17: “To exercise\nexclusive Legislation in all Cases whatsoever, over such District\n(not exceeding ten Miles square) as may, by Cession of particular\nStates, and the Acceptance of Congress, become the Seat of the\nGovernment of the United States, and to exercise like Author-ity\nover all Places purchased by the Consent of theLegisla-tureof the State in which the Same shall be, for the Erection of Forts,\nMagazines, Arsenals, dock-Yards, and other needful Buildings\n. . . .”Art. II, §1, cl. 2: “Each State shall\nappoint, in such Manner as theLegislaturethereof may\ndirect, a Number of Electors, equal to the whole Number of Senators\nand Representatives to which the State may be entitled in the\nCongress: but no Senator or Representative, or Person holding an\nOffice of Trust or Profit under the United States, shall be\nappointed an Elector.”Art. IV, §3, cl. 1: “New States may be\nadmitted by the Congress into this Union; but no new State shall be\nformed or erected within the Jurisdiction of any other State; nor\nany State be formed by the Junction of two or more States, or Parts\nof States, without the Consent of theLegislaturesof the\nStates concerned as well as of the Congress.”Art. IV, §4: “The United States shall\nguarantee to every State in this Union a Republican Form of\nGovernment, and shall protect each of them against Invasion; and on\nApplication of theLegislature, or of the Executive (when\ntheLegislaturecannot be convened), against domestic\nViolence.”Art. V: “The Congress, whenever\ntwo thirds of both Houses shall deem it necessary, shall\npropose Amendments tothis Constitution, or, on the Application of\ntheLegislaturesof two thirds of the several States,\nshall call a Convention for proposing Amendments, which, in either\nCase, shall be valid to all Intents and Purposes, as Part of this\nConstitution, when ratified by theLegislaturesof\nthree fourths of the several States, or by Conventions in\nthree fourths thereof, as the one or the other Mode of\nRatification may be proposed by the Congress; Provided that no\nAmendment which may be made prior to the Year One thousand eight\nhundred and eight shall in any Manner affect the first and fourth\nClauses in the Ninth Section of the first Article; and that no\nState, without its Consent, shall be deprived of its equal Suffrage\nin the Senate.”Art. VI, cl. 3: “The Senators and\nRepresentatives before mentioned, and the Members of the several\nStateLegislatures, and all executive and judicial Officers,\nboth of the United States and of the several States, shall be bound\nby Oath or Affirmation, to support this Constitution; but no\nreligious Test shall ever be required as a Qualification to any\nOffice or public Trust under the United States.”Amdt. 14, §2: “Representatives shall be\napportioned among the several States according to their respective\nnumbers, counting the whole number of persons in each State,\nexcluding Indians not taxed. But when the right to vote at any\nelection for the choice of electors for President and Vice\nPresident of the United States, Representatives in Congress, the\nExecutive and Judicial officers of a State, or the members of theLegislaturethereof, is denied to any of the male\ninhabitants of such State, being twenty-one years of age, and\ncitizens of the United States, or in any way abridged, except for\nparticipation in rebellion, or other crime, the basis of\nrepresentation therein shall be reduced in the proportion which the\nnumber of such male citizens shall bear to the whole number of male\ncitizens twenty-one years of age in such State.” (Modified by\nAmdts. 19, 26)Amdt. 14, §3: “No person shall be a\nSenator or Representative in Congress, or elector of President and\nVice President, or hold any office, civil or military, under the\nUnited States, or under any State, who, having previously taken an\noath, as a member of Congress, or as an officer of the United\nStates, or as a member of any Statelegislature, or as an\nexecutive or judicial officer of any State, to support the\nConstitution of the United States, shall have engaged in\ninsurrection or rebellion against the same, or given aid or comfort\nto the enemies thereof. But Congress may by a vote of two-thirds of\neach House, remove such disability.”Amdt. 17, cl. 1: “The Senate of the\nUnited States shall be composed of two Senators from each State,\nelected by the people thereof, for six years; and each Senator\nshall have one vote. The electors in each State shall have the\nqualifications requisite for electors of the most numerous branch\nof the Statelegislatures.”Amdt. 17, cl. 2: “When vacancies happen\nin the representation of any State in the Senate, the executive\nauthority of such State shall issue writs of election to fill such\nvacancies: Provided, That thelegislatureof any State may\nempower the executive thereof to make temporary appointments until\nthe people fill the vacancies by election as thelegislaturemay direct.”Amdt. 18, §3: “This article shall be\ninoperative unless it shall have been ratified as an amendment to\nthe Constitution by thelegislaturesof the several States,\nas provided in the Constitution, within seven years from the date\nof the submission hereof to the States by the Congress.”\n(Superseded by Amdt. 21.)Amdt. 20, §6: “This article shall be\ninoperative unless it shall have been ratified as an amendment to\nthe Constitution by thelegislaturesof three-fourths of the\nseveral States within seven years from the date of its\nsubmission.”Amdt. 22, §2: “This article shall be\ninoperative unless it shall have been ratified as an amendment to\nthe Constitution by thelegislaturesof three-fourths of the\nseveral States within seven years from the date of its submission\nto the States by the Congress.”Notes1This provision was\nmodified by the Seventeenth Amendment.2The only hint of support\nthe majority can glean from precedent is a passing reference inAtlantic Cleaners & Dyers, Inc.v.United States,\n286 U. S. 427, 434 (1932) , a case about how to interpret\n“trade or commerce” in the Sherman Act. Seeante, at 18. And\neven that selected snippet describes the “legislature” as a “body.”\n286 U. S., at 434.3The majority’s suggestion\nthatBaldwinshould be dismissed as an act of partisanship\nappears to have no basis, unless one is willing to regard as\ntainted every decision in favor of a candidate from the same party\nas a majority of the Elections Committee.Ante, at\n29–30.4Not surprisingly, Section\n2a(c) was barely raised below and was not addressed by the District\nCourt. Seeante, at 19, n. 18.5The majority is prepared\nto say that Section 2a(c) has more than “nothing to do with this\ncase.”Ante, at 23, n. 22. Not exactly a ringing\nendorsement.6Term Limitswas of\ncourse not decided on the abstract principle that “the people\nshould choose whom they please to govern them.”Ante, at 27,\nn. 24 (quoting 514 U. S., at 783). If that were the rule, the\npeople could choose a 20-year-old Congressman, a 25-year-old\nSenator, or a foreign President. But see Art. I, §2,\ncl. 2; §3, cl. 3; Art. II, §1, cl. 5.Term\nLimitsinstead relied on analysis of the text, structure, and\nhistory of the Constitution—all factors that cut strongly against\nthe majority’s position today.",
    "joined": []
}