{
    "case": {
        "docket": "85",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/85/"
    },
    "id": "1970546",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–982_________________ALREADY, LLC, dba YUMS, PETITIONERv.NIKE, INC.on writ of certiorari to the united states\ncourt of appeals for the second circuit[January 9, 2013]Chief Justice Roberts delivered the opinion of\nthe Court.The question is whether a covenant not to\nenforce a trademark against a competitor’s existing products and\nany future “colorable imitations” moots the competitor’s action to\nhave the trademark declared invalid.IRespondent Nike designs, manufactures, and\nsells ath- letic footwear, including a line of shoes known as Air\nForce 1s. Petitioner Already also designs and markets athletic\nfootwear, including shoe lines known as “Sugars” and “Soulja Boys.”\nNike, alleging that the Soulja Boys in- fringed and diluted the Air\nForce 1 trademark, demanded that Already cease and desist its sale\nof those shoes. When Already refused, Nike filed suit in federal\ncourt alleging that the Soulja Boys as well as the Sugars infringed\nand diluted its Air Force 1 trademark. Already denied these\nallegations and filed a counterclaim contending that the Air Force\n1 trademark is invalid.In March 2010, eight months after Nike filed its\ncomplaint, and four months after Already counterclaimed, Nike\nissued a “Covenant Not to Sue.” Its preamble stated that “Already’s\nactions . . . no longer infringe or dilute the NIKE Mark\nat a level sufficient to warrant the substantial time and expense\nof continued litigation.” App. 96a. The covenant promised that Nike\nwould not raise against Already or any affiliated entity any\ntrademark or unfair competition claim based on any of Already’s\nexisting footwear designs, or any future Already designs that\nconstituted a “colorable imitation” of Already’s current products.Id.,at 96a–97a.After issuing this covenant, Nike moved to\ndismiss its claims with prejudice, and to dismiss Already’s\ninvalid- ity counterclaim without prejudice on the ground that the\ncovenant had extinguished the case or controversy. Already opposed\ndismissal of its counterclaim, arguing that Nike had not\nestablished that its voluntary cessation had mooted the case. In\nsupport, Already presented an affi- davit from its president,\nstating that Already had plans to introduce new versions of its\nshoe lines into the market; affidavits from three potential\ninvestors, asserting that they would not consider investing in\nAlready until Nike’s trademark was invalidated; and an affidavit\nfrom one of Already’s executives, stating that Nike had intimidated\nretailers into refusing to carry Already’s shoes.The District Court dismissed Already’s\ncounterclaim, stating that because Already sought “to invoke the\nCourt’s declaratory judgment jurisdiction, it bears the burden of\ndemonstrating that the Court has subject matter jurisdiction over\nits counterclaim[ ].” Civ. No. 09–6366 (SDNY, Jan. 20, 2011), App.\nto Pet. for Cert. 25a. The Court read the covenant “broad[ly],”\nconcluding that “any of [Al- ready’s] future products that arguably\ninfringed the Nike Mark would be ‘colorable imitations’ ” of\nAlready’s current footwear and therefore protected by the covenant.Id.,at 29a, n. 2. Finding no evidence that Already\nsought to develop any shoes not covered by the covenant, the Court\nheld there was no longer “a substantial controversy . . .\nof sufficient immediacy and reality to warrant the issuance of a\ndeclaratory judgment.”Id., at 34a (quotingMed-Immune, Inc.v.Genentech, Inc.,549 U.S.\n118, 127 (2007) (internal quotation marks omitted)).The Second Circuit affirmed. It held that in\ndetermining whether a covenant not to sue “eliminates a justiciable\ncase or controversy,” courts should look to the totality of the\ncircumstances, including “(1) the language of the covenant, (2)\nwhether the covenant covers future, as well as past, activity and\nproducts, and (3) evidence of intention . . . on the part of the\nparty asserting jurisdiction” to engage in conduct not covered by\nthe covenant. 663 F.3d 89, 96 (2011) (footnote omitted). Noting\nthat the covenant covers “both past sales and future sales of both\nexisting products and colorable imitations,” the Second Circuit\nfound it hard to conceive of a shoe that would infringe the Air\nForce 1 trademark yet not fall within the covenant.Id.,at\n97. Given that Already “ha[d] not asserted any intention to market\nany such shoe,” the court concluded that Already could not show any\ncontinuing injury, and that therefore no justiciable controversy\nremained.Ibid.We granted certiorari. 567 U. S. ___\n(2012).IIArticle III of the Constitution grants the\nJudicial Branch authority to adjudicate “Cases” and\n“Controversies.” In our system of government, courts have “no\nbusiness” deciding legal disputes or expounding on law in the\nabsence of such a case or controversy.DaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 341 (2006). That limitation requires those who invoke the\npower of a federal court to demonstrate standing—a “personal injury\nfairly traceable to the defendant’s allegedly unlawful conduct and\nlikely to be redressed by the requested relief.”Allenv.Wright,468 U.S.\n737, 751 (1984). We have repeatedly held that an “actual\ncontroversy” must exist not only “at the time the complaint is\nfiled,” but through “all stages” of the litigation.Alvarezv.Smith,558 U.S.\n87, 92 (2009) (internal quotation marks omitted);Arizonans\nfor Official Englishv.Arizona,520 U.S.\n43, 67 (1997) (“To qualify as a case fit for federal-court\nadjudication, ‘an actual controversy must be extant at all stages\nof review, not merely at the time the complaint is filed’ ”\n(quotingPreiserv.Newkirk,422\nU.S. 395, 401 (1975))).A case becomes moot—and therefore no longer a\n“Case” or “Controversy” for purposes of Article III—“when the\nissues presented are no longer ‘live’ or the parties lack a legally\ncognizable interest in the outcome.”Murphyv.Hunt,455 U.S.\n478, 481 (1982) (per curiam) (some in- ternal quotation\nmarks omitted). No matter how vehemently the parties continue to\ndispute the lawfulness of the conduct that precipitated the\nlawsuit, the case is moot if the dispute “is no longer embedded in\nany actual controversy about the plaintiffs’ particular legal\nrights.”Alvarez,supra,at 93.We have recognized, however, that a defendant\ncannot automatically moot a case simply by ending its unlawful\nconduct once sued.City of Mesquitev.Aladdin’s Castle,\nInc.,455 U.S.\n283, 289 (1982). Otherwise, a defendant could engage in\nunlawful conduct, stop when sued to have the case declared moot,\nthen pick up where he left off, repeating this cycle until he\nachieves all his unlawful ends. Given this concern, our cases have\nexplained that “a defendant claiming that its voluntary compliance\nmoots a case bears the formidable burden of showing that it is\nabsolutely clear the allegedly wrongful behavior could not\nreasonably be expected to recur.”Friends of the Earth, Inc.v.Laidlaw Environmental Services (TOC), Inc.,528 U.S.\n167, 190 (2000).IIIAt the outset of this litigation, both parties\nhad standing to pursue their competing claims in court. Nike had\nstanding to sue because Already’s activity was allegedly infringing\nits rights under trademark law. Already had standing to file its\ncounterclaim because Nike was alleg- edly pressing an invalid\ntrademark to halt Already’s le- gitimate business activity. SeeMedImmune,supra, at 126–137 (a genuine threat of\nenforcement of intellectual prop- erty rights that inhibits\ncommercial activity may support standing). But then Nike dismissed\nits claims with prejudice and issued its covenant, calling into\nquestion the existence of any continuing case or controversy.Under our precedents, it was Nike’s burden to\nshow that it “could not reasonably be expected” to resume its\nenforcement efforts against Already.Friends of the Earth,supra, at 190. Nike makes a halfhearted effort to avoid this\ntest. Relying onDeakinsv.Monaghan,484 U.S.\n193(1988), it argues that “when a defendant makes a judicially\nenforceable commitment to avoid the conduct that forms the basis\nfor an Article III controversy, there is no reason to apply a\nspecial rule premised on the defendant’s unfettered ability to\n‘return to [its] old ways.’ ” Brief for Respondent 42.Nike’s reliance onDeakinsis misplaced.\nInDeakins, the Court did not disavow the voluntary\ncessation doctrine; the Court employed precisely the analysis\nrequired by that test. It found the case was moot because the\nchallenged action—pursuing a claim in court—could not be resumed in\n“this or any subsequent action” and because it was entirely\n“speculative” that any similar claim would arise in the future. 484\nU. S.,at 201, n. 4 (internal quotation marks\nomitted). It distinguished that situation from one in which a\ndefendant is “free to return to his old ways.”Ibid.(internal quotation marks omitted). That is the question the\nvoluntary cessation doctrine poses: Could the allegedly wrongful\nbehavior reasonably be expected to re- cur? Nike cannot avoid its\n“formidable burden” by as- suming the answer to that question.Friends of the Earth,supra, at 190.IVAHaving determined that the voluntary cessation\ndoctrine applies, we begin our analysis with the terms of the\ncovenant:“[Nike] unconditionally and irrevocably\ncovenants to refrain from makinganyclaim(s) or demand(s)\n. . . against Already oranyof its\n. . . related business entities . . .\n[including] distributors . . . and employees of such\nentities andallcustomers . . . on account of anypossiblecause of action based on or involving trademark\ninfringement, unfair competition, or dilution, under state or\nfederal law . . . relating to the NIKE Mark based on the\nappearance ofanyof Already’s current and/or previous\nfootwear product designs, andanycolorable imitations\nthereof, regardless of whether that footwear is produced\n. . . or otherwise used in commerce before or after the\nEffective Date of this Covenant.” App. 96a–97a (emphasis\nadded).The breadth of this covenant suffices to meet\nthe burden imposed by the voluntary cessation test. The covenant is\nunconditional and irrevocable. Beyond simply prohibiting Nike from\nfiling suit, it prohibits Nike from making any claimorany\ndemand. It reaches beyond Already to protect Already’s distributors\nand customers. And it covers not just current or previous designs,\nbut any colorable imitations.In addition, Nike originally argued that the\nSugars and Soulja Boys infringed its trademark; in other words,\nNike believed those shoes were “colorable imitations” of the Air\nForce 1s. See Trademark Act of 1946 (Lanham Act), §32, 60Stat. 437,\nas amended, 15 U. S. C. §1114. Nike’s cov- enant now\nallows Already to produce all of its existing footwear\ndesigns—including the Sugar and Soulja Boy—and any “colorable\nimitation” of those designs. We agree with the Court of Appeals\nthat “it is hard to imagine a scenario that would potentially\ninfringe [Nike’s trademark] and yet not fall under the\nCovenant.”[1]* 663 F. 3d,\nat 97. Nike, having taken the position in court that there is no\nprospect of such a shoe, would be hard pressed to as- sert the\ncontrary down the road. SeeNew Hampshirev.Maine,532 U.S.\n742, 749 (2001) (“ ‘[W]here a party assumes a certain\nposition in a legal proceeding, and succeeds in maintaining that\nposition, he may not thereafter, simply because his interests have\nchanged, assume a contrary position, especially if it be to the\nprejudice of the party who has acquiesced in the position formerly\ntaken by him’ ” (quotingDavisv.Wakelee,156 U.S.\n680, 689 (1895))). If such a shoe exists, the parties have not\npointed to it, there is no evidence that Already has dreamt of it,\nand we cannot conceive of it. It sits, as far as we can tell, on a\nshelf between Dorothy’s ruby slippers and Perseus’s winged\nsandals.Given Nike’s demonstration that the covenant\nencompasses all of its allegedly unlawful conduct, it was incumbent\non Already to indicate that it engages in or has sufficiently\nconcrete plans to engage in activities not covered by the covenant.\nAfter all, information about Already’s business activities and\nplans is uniquely within its possession. The case is moot if the\ncourt, considering the covenant’s language and the plaintiff’s\nanticipated future activities, is satisfied that it is “absolutely\nclear” that the allegedly unlawful activity cannot reasonably be\nexpected to recur.But when given the opportunity before the\nDistrict Court, Already did not assert any intent to design or\nmarket a shoe that would expose it to any prospect of in-\nfringement liability. See App. to Pet. for Cert. 31a (find- ing\nthat there was “no indication” of any such intent); 663 F. 3d,\nat 97, n. 5 (noting the “absence of record evidence that [Already]\nintends to make any arguably infringing shoe that is not\nunambiguously covered by the Covenant”). The only affidavit it\nsubmitted to the District Court on that question was from its\npresident, saying little more than that Already currently has plans\nto introduce new shoe lines and make modifications to existing shoe\nlines. It never stated that these shoes would arguably infringe\nNike’s trademark yet fall outside the scope of the covenant. Nor\ndid it do so on appeal to the Second Circuit. And again, it failed\nto do so here, even when counsel for Already was asked at oral\nargument whether his client had any intention to design or market a\nshoe that would even arguably fall outside the covenant. Tr. of\nOral Arg. 6–8. Given the covenant’s broad language, and given that\nAlready has asserted no concrete plans to engage in conduct not\ncovered by the covenant, we can conclude the case is moot because\nthe challenged conduct cannot reasonably be expected to recur.The authorities on which Already relies are not\non point. InCardinal Chemical Co.v.Morton Int’l,\nInc., we affirmed the unremarkable proposition that a court’s\n“decision to rely on one of two possible alternative grounds\n(noninfringement rather than invalidity) did not strip it ofpowerto decide the second question, particularly when its\ndecree was subject to review by this Court.”508 U.S.\n83, 98 (1993). In essence, when a court has jurisdiction to\nreview a case, and decides the issue on two independent grounds,\nthe first half of its opinion does not moot the second half, or\nvice versa. Here the issue is whether the District Court had\njurisdiction to consider the claim in the first place.This case is also unlikeAltvaterv.Freeman,319 U.S.\n359(1943). There, patent holders brought suit against\nlicensees for specific performance of a license. The licensees\ncounterclaimed, seeking a declaratory judgment that the patents\nwere invalid. The Court of Appeals, after finding that the license\nwas no longer in force and the devices at issue did not infringe,\ndismissed the licensees’ counterclaim as moot. We reversed, finding\nthe contro- versy still live because the licensees continued to\n“manufactur[e] and sell[ ] additional articles claimed to fall\nunder the patents,” and the patent holders continued to “demand[\n] . . . royalties” for those products.Id.,\nat 364–365. Here of course the whole point is that Already is free\nto sell its shoes without any fear of a trademark claim.BAlready argues, however, that there are\nalternative theories of Article III injuries that save the case\nfrom mootness. First, it argues that so long as Nike remains free\nto assert its trademark, investors will be apprehensive about\ninvesting in Already. Second, it argues that given Nike’s decision\nto sue in the first place, Nike’s trademarks will now hang over\nAlready’s operations like a Damoclean sword. Finally, and\nrelatedly, Already argues that, as one of Nike’s competitors, it\ninherently has standing to challenge Nike’s intellectual\nproperty.The problem for Already is that none of these\ninjuries suffices to support Article III standing. Although the\nvoluntary cessation standard requires the defendant to show that\nthe challenged behavior cannot reasonably be expected to recur, we\nhave never held that the doctrine—by imposing this burden on the\ndefendant—allows the plaintiff to rely on theories of Article III\ninjury that would fail to establish standing in the first\nplace.We begin with Already’s argument that Nike’s\ntrademark registration “gives false color to state and federal\ntrademark claims which expose [Already’s] business to substantial\nand unpredictable risks,” deterring investors. Brief for Petitioner\n31. To demonstrate this, Already presented affidavits from\npotential investors stating that Nike’s lawsuit dissuaded them from\ninvesting in Already or prompted them to withdraw prior\ninvestments, and that they would “consider” investing in Already\nonly if Nike’s trademark were struck down. App. to Pet. for Cert.\n33a.Already argues that like the plaintiffs inVillage\nof Euclidv.Ambler Realty Co.,272\nU.S. 365(1926)— who had standing to challenge an ordinance\nbecause it re- duced their property value—Already should have\nstanding to challenge the trademark because its mere existence\nhampers its ability to attract capital.But once it is “absolutely clear” that\nchallenged conduct cannot “reasonably be expected to recur,”Friends of the Earth, 528 U. S., at 190, the fact that\nsome individuals may base decisions on “conjectural or\nhypothetical” speculation does not give rise to the sort of\n“concrete” and “ac- tual” injury necessary to establish Article III\nstanding,Lujanv.Defenders of Wildlife,504 U.S.\n555, 560 (1992) (internal quotation marks omitted). InEuclid, we reasoned that, assuming the merits of plaintiff’s\nclaim, “the ordinance, in effect, constitutes a present invasion of\n[plaintiff’s] property rights.” 272 U. S., at 386. Here there\nis no such present invasion; in fact there is a covenant promising\nno invasion. In addition, unlike the plaintiffs inEuclid,\nAlready does not claim that Nike’s Air Force 1 infringes any of its\nproperty rights.Already has also pointed to an affidavit from a\nvice president stating that Nike has “suggested” to Already’s\nretailers that they refrain from carrying Already’s shoes, lest\n“Nike . . . cancel its account or take other actions\nagainst the retailer, e.g., delay shipment of the retailer’s Nike\norder or ‘lose’ the retailer’s Nike order.” App. 177a. Even if a\nplaintiff may bring an invalidity claim based on a reasonable\nexpectation that a trademark holder will take action against the\nplaintiff’s retailers, the covenant here extends protection to\nAlready’s distributors and customers. And even if Nike were\nengaging in harassment or unfair trade practices, Already has not\nexplained how invalidating Nike’s trademark would do anything to\nstop it.Already also complains that it can no longer\n“just blithely go about its shoe business as if there were no risk\nof being sued again.” Reply Brief 14. As counsel told us at oral\nargument: “once bitten, twice shy.” Tr. of Oral Arg. 8. But we have\nnever held that a plaintiff has standing to pursue declaratory\nrelief merely on the basis of being “once bitten.” Quite the\nopposite. See,e.g.,Los Angelesv.Lyons,461 U.S.\n95, 109 (1983) (holding there is no justiciable controversy\nwhere plaintiff had once been subjected to a chokehold). Given our\nconclusion that Nike has met its burden of demonstrating there is\nno reasonable risk that Already will be sued again, there is no\nreason for Already to be so shy. It is the only one of Nike’s\ncompetitors with a judicially enforceable covenant protecting it\nfrom litigation relating to the Air Force 1 trademark. Insofar as\nthe injury is a threat of Air Force 1 trademark litigation, Already\nis Nike’s least injured competitor.Already falls back on a sweeping argument: In\nthe context of registered trademarks, “[n]o covenant, no matter how\nbroad, can eradicate the effects” of a registered but invalid\ntrademark. Brief for Petitioner 33–34. According to Already,\nallowing Nike to unilaterally moot the case “subverts” the\nimportant role federal courts play in the administration of federal\npatent and trademark law.Id., at 40. It allows companies\nlike Nike to register and brandish invalid trademarks to intimidate\nsmaller competitors, avoiding judicial review by issuing covenants\nin the rare case where the little guy fights back. Already and itsamicithus contend that Already, “[a]s a company engaged in\nthe business of designing and marketing athletic shoes,” has\nstanding to challenge Nike’s trademark. Seeid.,at 21; see\nalso Brief for Intellectual Property Pro- fessors asAmici\nCuriae3 (suggesting that standing extends to all “participants\nin that field”); Brief for Public Patent Foundation asAmici\nCuriae12 (“[T]he public has standing to challenge the validity\nof any issued patent or registered trademark in court”).Under this approach, Nike need not even have\nthreatened to sue first. Already, even with no plans to make\nanything resembling the Air Force 1, could sue to invalidate the\ntrademark simply because Already and Nike both compete in the\nathletic footwear market. Taken to its logical conclusion, the\ntheory seems to be that a market participant is injured for Article\nIII purposes whenever a competitor benefits from something\nallegedly unlawful—whether a trademark, the awarding of a contract,\na landlord-tenant arrangement, or so on. We have never accepted\nsuch a boundless theory of standing. The cases Already cites for\nthis remarkable proposition stand for no such thing. In each of\nthose cases, standing was based on an injury more particularized\nand more concrete than the mere assertion that something unlawful\nbenefited the plaintiff’s competitor.Northeastern Fla. Chapter,\nAssociated Gen. Contractors of Americav.Jacksonville,508 U.S.\n656(1993);Super Tire Engineering Co.v.McCorkle,416 U.S.\n115(1974).Already’s arguments boil down to a basic policy\nobjection that dismissing this case allows Nike to bully small\ninnovators lawfully operating in the public domain. This concern\ncannot compel us to adopt Already’s broad theory of standing.First of all, granting covenants not to sue may\nbe a risky long-term strategy for a trademark holder. See,e.g.,3 J. McCarthy, Trademarks & Unfair Competition\n§18:48, p. 18–112 (4th ed. 2012) (“[U]ncontrolled and ‘naked’\nlicensing can result in such a loss of significance of a trademark\nthat a federal registration should be cancelled”);Sun Banks of\nFla., Inc.v.Sun Fed. Sav. & Loan Assn., 651 F.2d\n311, 316 (CA5 1981) (finding that “extensive third-party use of the\n[mark was] impressive evidence that there would benolikelihood of confusion”). In addition, the Lanham Act provides\nsome check on abusive litigation practices by providing for an\naward of attorney’s fees in “exceptional cases.” 15\nU. S. C. §1117(a); cf.,e.g.,Gwaltney of\nSmithfield, Ltd.v.Chesapeake Bay Foundation, Inc.,484 U.S.\n49, 67, n. 6 (1987) (explaining that an award of litigation\ncosts can protect “from the suddenly repentant defendant”).Accepting Already’s theory may benefit the small\ncompetitor in this case. But lowering the gates for one party\nlowers the gates for all. As a result, larger companies with more\nresources will have standing to challenge the intellectual property\nportfolios of their more humble rivals—not because they are\nthreatened by any particular patent or trademark, but simply\nbecause they are competitors in the same market. This would further\nencourage parties to employ litigation as a weapon against their\ncompetitors rather than as a last resort for settling disputes.Already’s only legally cognizable injury—the\nfact that Nike took steps to enforce its trademark—is now gone and,\ngiven the breadth of the covenant, cannot reasonably be expected to\nrecur. There being no other basis on which to find a live\ncontroversy, the case is clearly moot.VThe Solicitor General asks us to “remand the\ncase for further proceedings in which the parties can develop the\nrecord on both the scope of the covenant and petitioner’s business\nactivities, and the courts below can apply the proper standard to\nthe record.” Brief for United States asAmicus Curiae28.Such a remand would serve no purpose. The scope\nof the covenant is clear. Already’s argument is not that the\ncovenant could be drafted more broadly, but instead that no\ncovenant would ever do. See Tr. of Oral Arg. 12–13.As for business activities, it is plain that\nAlready has said all it has to say. The District Court held a\nhearing on whether the case was mooted by the covenant. There, and\nat every stage of the proceedings thereafter, Already steadfastly\nrefused to suggest that it has any plans to create any arguably\ninfringing shoe that does not unambiguously fall within the scope\nof the covenant—this despite every incentive, opportunity, and\ninvitation to do so. As noted, the District Court expressly found\n“no indication” that Already had any such plans, App. to Pet. for\nCert. 31a, and Already never challenged this finding. It did not\nchallenge that finding on appeal to the Second Circuit, even though\nits significance was clear. The Court of Appeals expressly found\nthat Already “has not asserted any intention to market any such\nshoe.” 663 F. 3d, at 97. Already declined to challenge these\nconclusions before us, despite questions from the bench addressing\nthat particular issue. Tr. of Oral Arg. 7–8.The courts below did not expressly invoke the\nvoluntary cessation standard, as articulated in our cases. But the\nanalysis in their opinions addressed the same questions we have\naddressed today under that standard. In determining the case was\nmoot, they relied, as we have, on the breadth of the covenant and\nthe absence of any indication that Already would produce an\ninfringing shoe. The District Court explained that “[w]hether a\ncovenant not to sue will divest the trial court of jurisdiction\ndepends on what is covered by the covenant.” App. to Pet. for Cert.\n29a (internal quotation marks omitted). It read the covenant\n“broadly,”id., at 34a, and found “no indication that any of\n[Already’s] forthcoming models would extend beyond this broad\nlanguage,”id., at 31a. It even concluded that from\nAlready’s perspective, there was “little difference” between\ninvalidating the trademark and the scope of protection al- ready\nafforded by the covenant.Id., at 34a.Likewise, the Court of Appeals asked “whether\nthe covenant covers future, as well as past, activity and\nproducts,” and inquired into “evidence of intention or lack of\nintention, on the part of the party asserting jurisdiction, to\nengage in new activity or to develop new potentially infringing\nproducts that arguably are not covered by the covenant.” 663\nF. 3d, at 96. It concluded that “[t]he breadth of the Covenant\nrenders the threat of litigation remote or nonexistent” because it\ncould not envision a shoe that would be within Nike’s trademark yet\nnot protected by the covenant, noting that Already “has not\nasserted any intention to market any such shoe.”Id., at\n97.Under such circumstances, a remand would serve\nno purpose. Cf.,e.g., Global-Tech Appliances, Inc.v.SEB S. A., 563 U. S. ___, ___ (2011) (slip op., at\n13–16) (announcing new standard and directly applying standard to\naffirm the jury verdict);Thornburgv.Gingles,478 U.S.\n30(1986) (announcing and applying new standard). The uncon-\ntested findings made by the District Court, and confirmed by the\nSecond Circuit, make it “absolutely clear” this case is moot.The judgment of the Court of Appeals is\naffirmed.It is so ordered.Notes1* Nike has “acknowledged\nthat if [Already] were to manufacture an exact copy of the Air\nForce 1 shoe . . . Nike could claim that the Cov-enant permits an\ninfringement suit on the ground that a counterfeit differs from a\ncolorable imitation under the Lanham Act.” 663 F. 3d, at 97,\nn. 5. Already, however, has never asserted any intent to make\ncounterfeit Air Force 1s.Ibid.Moreover, because a\ncounterfeit would presumably include Nike’s swoosh, an\nindependently registered trademark not at issue here, invalidating\nthe Air Force 1 trademark maynot be sufficient to allow Already to\nproceed to make counterfeits. See 15 U. S. C. §1127\n(defining a counterfeit as a “spurious mark which is identical\nwith, or substantially indistinguishable from, a registered\nmark”).",
    "joined": []
}