{
    "case": {
        "docket": "20-18",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-18/"
    },
    "id": "4442722",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–18_________________ARTHUR GREGORY LANGE, PETITIONERv.CALIFORNIAon writ of certiorari to the court of appeal\nof california, first appellate district[June 23, 2021]Chief Justice Roberts, with whom Justice Alito\njoins, concurring in the judgment.Suppose a police officer on patrol responds to a\nreport of a man assaulting a teenager. Arriving at the scene, the\nofficer sees the teenager vainly trying to ward off the assailant.\nThe officer attempts to place the assailant under arrest, but he\ntakes off on foot. He leads the officer on a chase over several\nblocks as the officer yells for him to stop. With the officer\nclosing in, the suspect leaps over a fence and then stands on a\nhome’s front yard. He claims it’s his home and tells the officer to\nstay away. What is the officer to do?The Fourth Amendment and our precedent—not to\nmention common sense—provide a clear answer: The officer can enter\nthe property to complete the arrest he lawfully initiated outside\nit. But the Court today has a different take. Holding that flight,\non its own, can never justify a warrantless entry into a home\n(including its curtilage), the Court requires that the officer: (1)\nstop and consider whether the suspect—if apprehended—would be\ncharged with a misdemeanor or a felony, and (2) tally up other\n“exigencies” thatmightbe present or arise,ante, at\n1, 4, before (3) deciding whether he can complete the arrest or\nmust instead seek a warrant—one that, in all likelihood, will not\narrive for hours. Meanwhile, the suspect may stroll into the home\nand then dash out the back door. Or, for all the officer knows, get\na gun and take aim from inside.The Constitution does not demand this absurd and\ndangerous result. We should not impose it. As our precedent makes\nclear, hot pursuit is not merely a setting in which other exigent\ncircumstances justifying warrantless entry might emerge. It is\nitself an exigent circumstance. And we have never held that whether\nan officer may enter a home to complete an arrest turns on what the\nfleeing individual was suspected of doing before he took off, let\nalone whether that offense would later be charged as a misdemeanor\nor felony. It is the flight, not the underlying offense, that has\nalways been understood to justify the general rule: “Police\nofficers may enter premises without a warrant when they are in hot\npursuit of a fleeing suspect.”Kentuckyv.King,563 U.S.\n452, 460 (2011). The Court errs by departing from that\nwell-established rule.IAThe Fourth Amendment protects “[t]he right of\nthe people to be secure in their persons, houses, papers, and\neffects, against unreasonable searches and seizures” and provides\nthat “no Warrants shall issue, but upon probable cause.” While the\nAmendment does not specify when a warrant must be obtained, we have\ntypically required that officers secure one before entering a home\nto execute a search or seizure.King, 563 U. S., at\n459. We have also, however, recognized exceptions to that\nrequirement “because the ultimate touchstone of the Fourth\nAmendment is ‘reasonableness.’ ”Brigham Cityv.Stuart,547 U.S.\n398, 403 (2006).In some instances the Court has determined that\nthis question of reasonableness can be decided by application of a\nrule for a particular type of case.Mitchellv.Wisconsin, 588 U. S. ___, ___, n. 2 (2019) (plurality\nopinion) (slip op., at 9, n. 2); seeIllinoisv.McArthur,531 U.S.\n326, 330 (2001) (“[T]his Court has interpreted the Amendment as\nestablishing rules and presumptions.”). This approach reflects our\nrecognition of the need “to provide clear guidance to law\nenforcement.”Rileyv.California,573 U.S.\n373, 398 (2014). We strive to “draw standards sufficiently\nclear and simple to be applied with a fair prospect of surviving\njudicial second-guessing months and years after an arrest or search\nis made.”Atwaterv.Lago Vista,532 U.S.\n318, 347 (2001).We have, for example, established general rules\ngiving effect to the “well-recognized exception [that] applies when\nthe exigencies of the situation make the needs of law enforcement\nso compelling that [a] warrantless search is objectively reasonable\nunder the Fourth Amendment.”King, 563 U. S., at 460\n(some alterations in original; internal quotation marks omitted).\nIn fact, “our exigency case law is full of general rules” that\nprovide “guidance on how police should handle [such] cases.”Mitchell, 588 U. S., at ___, n. 3 (slip op., at 9,\nn. 3) (internal quotation marks omitted). These rules allow\nwarrantless entry into the home when necessary to “protect\nindividuals who are threatened with imminent harm, or prevent the\nimminent destruction of evidence.”Carpenterv.United\nStates, 585 U. S. ___, ___–___ (2018) (slip op., at\n21–22).Or—relevant here—“to pursue a fleeing suspect.”Id., at ___ (slip op., at 21).We take a case-by-case approach in deciding\nwhether a search or seizure was conducted in reaction to an exigent\ncircumstance, such as whether an officer had an objective basis to\n“fear the imminent destruction of evidence.”Birchfieldv.North Dakota, 579 U.S. 438, ___ (2016) (slip op., at 15).\nBut once faced with an exigency, our rule is clear: officers are\n“not bound to learn anything more or wait any longer before going\nin.”United Statesv.Banks, 540 U.S. 31, 40\n(2003).Today, the Court holds that hot pursuit merely\nsets the table for other exigencies that may emerge to justify\nwarrantless entry, such as imminent harm. This comes as a surprise.\nFor decades we have consistently recognized pursuit of a fleeing\nsuspect as an exigency, one that on its own justifies warrantless\nentry into a home.Almost a half century ago inUnited\nStatesv.Santana,427 U.S.\n38(1976), we considered whether hot pursuit supports\nwarrantless home entry. We held that such entry was justified when\nSantana “retreat[ed] into her house” after a drug transaction upon\nhearing law enforcement “shout[ ] ‘police’ ” and seeing\nthem “display[ ] their identification.”Id., at 40,\n42.As we explained, “a suspect may not defeat an arrest\nwhich has been set in motion in a public place . . . by\nthe expedient of escaping to a private place.”Id., at 43.\nOur interpretation of the Fourth Amendment did not hinge on whether\nthe offense that precipitated her withdrawal was a felony or a\nmisdemeanor. SeeStantonv.Sims,571 U.S.\n3, 9 (2013) (per curiam).We have repeatedly and consistently reaffirmed\nthat hot pursuit is itself an exigent circumstance. See,e.g.,Carpenter, 585 U. S., at ____ (slip op.,\nat 21) (“[E]xigencies include the need to pursue a fleeing\nsuspect.”);Collinsv.Virginia, 584 U. S. ___,\n___ (2018) (slip op., at 12) (distinguishing prior case approving\nwarrantless entry onto the curtilage as best sounding in “hot\npursuit”);Birchfield, 579 U. S., at ___ (slip op., at\n15) (exception for exigent circumstances authorizes “the\nwarrantless entry of private property . . . when police\nare in hot pursuit of a fleeing suspect”);King, 563\nU. S., at 460 (“Police officers may enter premises without a\nwarrant when they are in hot pursuit of a fleeing suspect.”);Brigham City, 547 U. S., at 403 (“We have held, for\nexample, that law enforcement officers may make a warrantless entry\nonto private property . . . to engage in ‘hot pursuit’ of\na fleeing suspect.” (citations omitted));Steagaldv.United States,451 U.S.\n204, 221 (1981) (“[W]arrantless entry of a home would be\njustified if the police were in ‘hot pursuit’ of a fugitive.”); see\nalsoMitchell, 588 U. S., at ___ (Sotomayor, J.,\ndissenting) (slip op., at 11) (“ ‘hot pursuit’ of a fleeing\nsuspect” qualifies as an exigency);Missouriv.McNeely,569 U.S.\n141, 176–177 (2013) (Thomas, J., dissenting) (same).These cases, it bears repeating, have not viewed\nhot pursuit as merely the background against whichotherexigencies justifying warrantless entry might arise. See,e.g.,Carpenter, 585 U. S., at ___–___ (slip\nop., at 21–22) (identifying destruction of evidence, emergency aid,andhot pursuit as separate exigencies);Birchfield,\n579 U. S., at ___ (slip op., at 15) (same);McNeely,\n569 U. S., at 148–149 (opinion of the Court) (same);King, 563 U. S., at 460 (same);Brigham City,\n547 U. S., at 403 (same); see alsoMitchell, 588\nU. S., at ___ (Sotomayor, J., dissenting) (slip op., at 11)\n(same). And our decisions do not dismiss the existence of an\nexigency—including hot pursuit—based on the underlying offense that\nprecipitated law enforcement action, even if known. To the\ncontrary, until today, we have explicitly rejected invitations to\ndo so. SeeBrigham City, 547 U. S., at 405 (dismissing\ndefendants’ contention that offenses at issue were “not serious\nenough” to justify reliance on the emergency aid doctrine);Michiganv.Fisher,558 U.S.\n45, 47 (2009) (per curiam); see alsoAtwater, 532\nU. S., at 354 (rejecting exception for “very minor criminal\noffense[s]” to rule allowing warrantless arrests).The Court displays little patience for this\nprecedent. With regard toSantana, the Court concedes that\n“we framed our holding in broad[ ] terms.”Ante, at 7.\nYet it narrows those terms based on rationales that played no role\nin the decision. The Court then brushes off our slew of cases\nreaffirmingSantana’s broad holding as nothing more than\n“dicta.”Ante, at 7. I would not override decades of\nguidance to law enforcement in favor of a new rule that provides no\nguidance at all.BA proper consideration of the interests at\nstake confirms the position our precedent amply supports. Pursuit\nimplicates substantial government interests, regardless of the\noffense precipitating the flight. It is the flight, not the\nunderlying offense, that justifies the entry.At the start, every hot pursuit implicates the\ngovernment interest in ensuring compliance with law enforcement.Californiav.Hodari D.,499\nU.S. 621, 627 (1991). Flight is a direct attempt to evade\narrest and thereby frustrate our “society’s interest in having its\nlaws obeyed.”Terryv.Ohio,392 U.S.\n1, 26 (1968). Disregarding an order to yield to law enforcement\nauthority cannot be dismissed with a shrug of the shoulders simply\nbecause the underlying offense is regarded as “innocuous,”ante, at 10. As the many state courts to approve of\nwarrantless entry in hot pursuit have reminded us, “[l]aw\nenforcement is not a child’s game of prisoners base, or a contest,\nwith apprehension and conviction depending upon whether the officer\nor defendant is the fleetest of foot.”Commonwealthv.Jewett, 471 Mass. 624, 634, 31 N. E. 3d 1079, 1089\n(2015) (quotingStatev.Ricci, 144 N. H. 241,\n245, 739 A.2d 404, 408 (1999)).Flight also always involves the “paramount”\ngovernment interest in public safety.Scottv.Harris,550 U.S.\n372, 383 (2007); seeHodari D., 499 U. S., at 627\n(“Street pursuits always place the public at some risk, and\ncompliance with police orders to stop should therefore be\nencouraged.”). A fleeing suspect “intentionally place[s] himself\nand the public in danger.”Scott, 550 U. S., at 384.\nVehicular pursuits, in particular, are often catastrophic. See\nDept. of Justice, Bureau of Justice Statistics, B. Reaves, Police\nVehicle Pursuits, 2012–2013, p. 6 (May 2017) (average of about one\ndeath per day in the United States from vehicle pursuits from 1996\nto 2015). Affording suspects the opportunity to evade arrest by\nwinning the race rewards flight and encourages dangerous\nbehavior.And the problems do not end there because hot\npursuit often gives rise to multiple other exigencies, such as\ndestruction of evidence, violence, and escape. The Court\nacknowledges this reality, but then posits that not “everycase of misdemeanor flight poses such dangers.”Ante, at 10\n(emphasis added). Of course not. But we have never required such a\nlevel of certainty before crafting a general rule that law\nenforcement can follow. For example, inWashingtonv.Chrisman,455 U.S. 1(1982), we held that an officer may accompany an arrestee into his\nresidence without any showing of exigency and regardless of the\n“nature of the offense for which the arrest was made,” because\nthere “is no way for an officer to predict reliably how a\nparticular subject will react to arrest” and “the possibility that\nan arrested person will attempt to escape if not properly\nsupervised is obvious.”Id., at 6–7. InMichiganv.Summers,452 U.S.\n692(1981), we concluded that, although “no special danger to\nthe police” was suggested by the evidence in the record, the\nexecution of a search warrant merited a categorical rule allowing\ndetention of present individuals because it was the “kind of\ntransaction” that could give rise to other exigencies.Id.,\nat 702. And inUnited Statesv.Robinson,414 U.S.\n218(1973), we held that the search incident to arrest\nexception applies to all arrests regardless “what a court may later\ndecide was the probability in a particular arrest situation that\nweapons or evidence would in fact be found,” because arrests\nrequire “quickad hocjudgment[s].”Id., at 235.Such concerns are magnified here. The act of\npursuing a fleeing suspect makes simultaneously assessing which\nother exigencies might arise especially difficult to ascertain “on\nthe spur (and in the heat) of the moment.”Atwater, 532\nU. S., at 347. The Court disputes this proposition,ante,at 11, n. 3, but the difficulty of discerning\nhidden weapons or drugs on a suspect running or driving away seems\nclear to us.The risks to officer safety posed by the Court’s\nsuggestion that an officer simply abandon pursuit and await a\nwarrant are severe. We are warned in this case that “attempting\nwarrant service for an unknown suspect in an unknown home at night\nis flat dangerous.” Brief for Sonoma County District Attorney’s\nOffice et al. asAmici Curiae33. Whether at night or during\nthe day, the officer is obviously vulnerable to those inside the\nhome while awaiting a warrant, including danger from a suspect who\nhas already demonstrated himself to be undeterred by police orders.\nSee,e.g.,Thompsonv.Florence, 2019 WL\n3220051, *4 (ND Ala., July 17, 2019) (at fleeing suspect’s urging,\nresident grabbed a handgun);Statev.Davis,\n2000–278, p. 5 (La. App. 5 Cir. 8/29/00), 768 So. 2d 201, 206\n(fleeing suspect “reached for a handgun” inside home).Even if the area outside the home remains\ntranquil, the suspect inside is free to destroy evidence or\ncontinue his escape. Flight is obviously suggestive of these\nrecognized exigencies, which could materialize promptly once the\nofficer is compelled to abandon pursuit. The destruction of\nevidence can take as little as “15 or 20 seconds,”Banks,\n540 U. S., at 40; and a suspect can dash out the back door\njust as quickly, while the officer must wait outside. Forcing the\nofficer to wait and predict whether such exigencieswilloccur before entry is in practice no different from forcing the\nofficer to wait for these exigenciestooccur.Indeed, from the perspective of the officer,\nmany instances of flight leading to further wrongdoing are the sort\nof “flight alone” cases the Court deems harmless,ante, at\n11, n. 3. Despite the Court’s suggestion to the contrary,\nexamples of “flight alone” generating exigencies difficult to\nidentify in advance are not hard to find. See,e.g.Statev.Lam, 2013-Ohio-505, 989 N.E.2d 100, 101–102\n(App.) (warrantless entry in hot pursuit of someone who committed\nturn signal violation revealed heroin on suspect and suggested\nattempt to flush drugs down the toilet);Statev.Mitchem, 2014-Ohio-2366, 2014 WL 2565680, *1 (App., June 4,\n2014) (suspect who committed trespass, fled from the police into\nprivate driveway, and stated to officers “[Y]ou can’t touch me, I’m\nat my house,” turned out to have a gun). (And, as we will see, it\nis apparently hard to decide which cases qualify as “flight alone”\ncases, seeinfra, at 16.)If the suspect continues to flee through the\nhouse, while the officer must wait, even the quickest warrant will\nbe far too late. Only in the best circumstances can one be obtained\nin under an hour, see Brief for Respondent 33, and it usually takes\nmuch longer than that, see Brief for Los Angeles County Police\nChiefs’ Association asAmicus Curiae24–25. Even electronic\nwarrants may involve “time-consuming formalities.”McNeely,\n569 U. S., at 155. And some States typically require that a\nwarrant application be in writing, see,e.g., Colo. Rev.\nStat. §16–3–303 (2020), or that the applicant appear in person\nbefore a judge, see,e.g., Mass. Gen. Laws, ch. 276, §2B\n(2019), or permit oral applications only for certain cases, see,e.g., Iowa Code §321J.10.3 (2019). All of these factors make\nit very possible that the officer willneverbe able to\nidentify the suspect if he cannot continue the pursuit. SeeHiibelv.Sixth Judicial Dist. Court of Nev., Humboldt\nCty.,542 U.S.\n177, 186 (2004) (recognizing identification as an “important\ngovernment interest[ ]”). The Court today creates “perverse\nincentives” by imposing an “invitation to\nimpunity-earned-by-recklessness.”Scott, 555 U. S., at\n385–386.Against these government interests we balance\nthe suspect’s privacy interest in a home to which he has\nvoluntarily led a pursuing officer. If the residence is not his the\nsuspect has no privacy interest to protect.Rakasv.Illinois,439 U.S.\n128, 141 (1978); see alsoStatev.Walker,\n2006–1045, p. 7 (La. 4/11/07), 953 So. 2d 786, 790–791 (suspect\nfled into third person’s residence where he was unwelcome);Ulyssev.State, 899 So. 2d 1233, 1234 (Fla. App.\n2005) (suspect ran inside the home of “a complete stranger”). The\npolice may well have no reason to know whether the suspect entered\nhis own or someone else’s home or yard. If the suspect does escape\ninto his own home, his privacy interest is diminished because he\nwas the one who chose to move his encounter with the police there.\nSeeStatev.Legg, 633 N.W.2d 763, 773 (Iowa 2001)\n(nature of intrusion is “slight” in hot pursuit because the\nofficer’s entry “was no surprise to [the suspect]; he was following\nclosely on her heels”); 4 W. LaFave, Search and Seizure §9.2(d), p.\n419 (6th ed. 2020) (“the suspect has only himself to blame for the\nfact that the encounter has been moved from a public to a private\narea”). In cases of hot pursuit, “[t]he offender is then not being\nbothered by the police unexpectedly while in domestic tranquility.\nHe has gone to his home while fleeing solely to escape arrest.”R.v.Macooh, [1993] 2 S. C. R. 802, 815.\nPut differently, just as arrestees have “reduced privacy\ninterests,”Riley, 573 U. S., at 391, so too do those\nwho evade arrest by leading the police on car chases into their\ngarages.C“In determining what is reasonable under the\nFourth Amendment, we have given great weight to the essential\ninterest in readily administrable rules.”Virginiav.Moore,553 U.S.\n164, 175 (2008) (internal quotation marks omitted). This is\nparticularly true with respect to the rules governing exceptions to\nthe warrant requirement because of exigent circumstances. SeeMitchell, 588 U. S., at ___, n. 3 (slip op., at 9,\nn. 3). And contrary to the Court’s suggestion, the home is not\nimmune from the application of such rules consistent with the\nFourth Amendment. See,e.g.,Summers, 452 U. S.,\nat 705;Chimelv.California,395\nU.S. 752, 763 (1969).Like most rules, this one is not without\nexceptions or qualifications. The police cannot manufacture an\nunnecessary pursuit to enable a search of a home rather than to\nexecute an arrest. Cf.Fernandezv.California,571 U.S.\n292, 302 (2014) (“evidence that the police have removed the\npotentially objecting tenant from the entrance for the sake of\navoiding possible objection” would be probative of the objective\nunreasonableness of a warrantless entry based on the consent of\nanother occupant). Additionally, if a reasonable officer would not\nbelieve that the suspect fled into the home to “thwart an otherwise\nproper arrest,”Santana, 427 U. S., at 42, warrantless\nentry would not be reasonable.Additional safeguards limit the potential for\nabuse. The officer must in all events effect a reasonable entry.United Statesv.Ramirez,523 U.S.\n65, 71 (1998). As the lower courts have recognized, hot pursuit\ngives the officer authority to enter a home, but “it does not have\nany bearing on the constitutionality of the manner in which he\nenters the home.”Trentv.Wade, 776 F.3d 368, 382\n(CA5 2015). And his authority to search is circumscribed, limited\nto “those spaces where a person may be found” for “no longer than\nit takes to complete the arrest and depart the premises.”Marylandv.Buie,494 U.S.\n325, 335–336 (1990). Finally, arrests conducted “in an\nextraordinary manner, unusually harmful to an individual’s privacy\nor even physical interests” are subject to even more stringent\nreview.Whrenv.United States,517 U.S.\n806, 818 (1996).Courts must also ascertain whether a given set\nof circumstances actually qualifies as hot pursuit. While the\nflight need not be reminiscent of the opening scene of a James Bond\nfilm, there must be “some sort of a chase.”Santana, 427\nU. S., at 43.The pursuit must be “immediate or\ncontinuous.”Welshv.Wisconsin,466 U.S.\n740, 753 (1984). And the suspect should have known the officer\nintended for him to stop. Cf.Michiganv.Chesternut,486 U.S.\n567, 573–574 (1988). Where a suspect, for example, chooses to\nend a voluntary conversation with law enforcement and go inside her\nhome, that does not constitute flight.Floridav.Royer,460 U.S.\n491, 497–498 (1983) (plurality opinion).Because the California Court of Appeals assumed\nthat hot pursuit categorically permits warrantless entry, I would\nvacate the decision below to allow consideration of whether the\ncircumstances at issue in this case fall within an exception to the\ngeneral rule of the sort outlined above. Lange would be free to\nargue that his is the “unusual case,”Mitchell, 588\nU. S., at ____ (plurality opinion) (slip op., at 16), in which\nthe general rule that hot pursuit justifies warrantless entry does\nnot apply.IINow consider the regime the Court imposes. In\nrejecting theamicus’ proposed categorical rule favoring\nwarrantless home entry, the Court creates a categorical rule of its\nown: Flight alone can never justify warrantless entry into a home\nor its curtilage. Instead, flight is but one factor of unclear\nweight to “consider,”ante,at 16, and it must be\nsupplemented with at least one additional exigency. This is\nnecessary, the Court explains, because people “flee for innocuous\nreasons,”ante, at 10, although the Court offers just two\nactual examples of “innocuous” flight, the harmlessness of which\nwould not have been apparent to the police, seeibid.\n(citingCarrollv.Ellington, 800 F.3d 154, 162 (CA5\n2015;Mascorrov.Billings, 656 F.3d 1198, 1202 (CA10\n2011)).In order to create a hot pursuit rule ostensibly\nspecific to misdemeanors, the Court must turn to a case concerning\nneither misdemeanors nor hot pursuit. InWelshv.Wisconsin, we held that the warrantless entry of a drunk\ndriver’s home to arrest him for a nonjailable offense violated the\nFourth Amendment. 466 U. S., at 754. The Court relies onWelshfor the proposition that “when a minor offense alone\nis involved . . . officers can probably take the time to\nget a warrant” to execute an arrest.Ante, at 9–10. The\nCourt’s determination thatWelshapplies to all cases\ninvolving “minor” offenses—although we never learn what qualifies\nas a minor offense—ignores that we have already declined to applyWelshto cases involving misdemeanors because of the\n“significant” distinction between nonjailable offenses and\nmisdemeanors.McArthur, 531 U. S., at 336. And in any\nevent, we explicitly differentiated the circumstances at issue inWelshfrom “immediate or continuous pursuit of [a person]\nfrom the scene of a crime.” 466 U. S., at 753; seeBrigham\nCity, 547 U. S., at 405 (rejectingWelsh’s\napplication to a situation involving exigent circumstance of\nemergency aid). Accordingly, as we have already held, “nothing in\n[Welsh] establishes that the seriousness of the crime is\nequally importantin cases of hot pursuit.”Stanton,\n571 U. S., at 9 (emphasis in original). The Court’s citation\nto Justice Jackson’s concurrence inMcDonaldv.United\nStates,335 U.S.\n451(1948),ante,at 11, n. 3, is similarly inapt.\nThat case involved entry for mere “follow[ ] up,” not anything\nresembling hot pursuit.McDonald, 335 U. S., at 459.The Court next limits its consideration of the\ninterests at stake to a balancing of what it perceives to be the\ngovernment’s interest in capturing innocuous misdemeanants against\na person’s privacy interest in his home. The question, however, is\nnot whether “litter[ing]” presents risks to public safety or the\npotential for escape,ante, at 8, but whetherflightdoes so. And flight from the police is never innocuous.The Court ultimately decides that, when it comes\nto misdemeanors, States do not have as much of an interest in\nseeing such laws enforced. But, as the Court concedes, we have\nalready rejected as “untenable” the “assumption that a ‘felon’ is\nmore dangerous than a misdemeanant.”Tennesseev.Garner,471 U.S.\n1, 14 (1985). This is so because “numerous misdemeanors involve\nconduct more dangerous than many felonies.”Ibid.At any\nrate, the fact that a suspect flees when suspected of a minor\noffense could well be indicative of a larger danger, given that he\nhas voluntarily exposed himself to much higher criminal penalties\nin exchange for the prospect of escaping or delaying arrest. Cf.Illinoisv.Wardlow,528 U.S.\n119, 124 (2000).The Court’s rule is also famously difficult to\napply. The difference between the two categories of offenses is\nesoteric, to say the least. SeeAtwater, 532 U. S., at\n350;Berkemerv.McCarty,468\nU.S. 420, 431, n. 13 (1984) (“[O]fficers in the field\nfrequently have neither the time nor the competence to determine\nthe severity of the offense for which they are considering\narresting a person.” (internal quotation marks omitted)). For\nexample, driving while under the influence is a misdemeanor in many\nStates, but becomes a felony if the suspect is a serial drunk\ndriver. See,e.g., Alaska Stat. §28.35.030(n) (2020). Drug\npossession may be a misdemeanor or a felony depending on the weight\nof the drugs. See,e.g., Ohio Rev. Code Ann. §2925.11(C)\n(Lexis 2019) (outlining 50 potential iterations of unlawful drug\npossession, some misdemeanors others felonies). Layer on top of\nthis that for certain offenses the exact same conduct may be\ncharged as a misdemeanor or felony depending on the discretionary\ndecisions of the prosecutor and the judge (what California refers\nto as a “wobbler”), and we have a recipe for paralysis in the face\nof flight. See Cal. Penal Code Ann. §§486–490.1 (West Cum. Supp.\n2021) (classifying theft as an infraction, misdemeanor, wobbler, or\nfelony depending on the value of the stolen item).The Court permits constitutional protections to\nvary based on how each State has chosen to classify a given\noffense. For example, “human trafficking” can be a misdemeanor in\nMaryland, Md. Crim. Law Code Ann. §3–1102(c)(1) (2019), contra,\nTex. Penal Code Ann. §20 A. 02 (West 2021), and in Pennsylvania so\ncan involuntary manslaughter, 18 Pa. Cons. Stat. §2504(b) (2015);\ncontra, Ohio Rev. Code Ann. §2903.04(C). The vehicular flight at\nissue in this very case is classified as a felony in several\nStates. See,e.g.,Fla. Stat. §316.1935 (2014); Del. Code\nAnn., Tit. 21, §4103 (2013). Law enforcement entities and state\ngovernments across the Nation tell us that they have accord- ingly\ndeveloped standards for warrantless entry in hot pursuit tailored\nto their respective legal regimes. See Brief for Los Angeles County\nPolice Chiefs’ Association asAmicus Curiae14–20; Brief for\nState of Ohio et al. asAmici Curiae25. Given the\ndistinct nature of each State’s legal code, such an approach is\nmore appropriate than the Court’s blunt constitutional reform.For all these reasons, we have not crafted\nconstitutional rules based on the distinction between modern day\nmisdemeanors and felonies. InTennesseev.Garner,\nfor example, we held that deadly force could not categorically be\nused to seize a fleeing felon, even though the common law supplied\nsuch a rule, because at common law the “gulf between the felonies\nand the minor offences was broad and deep,” but today it is “minor\nand often arbitrary.” 471 U. S., at 14 (internal quotation\nmarks omitted).Similarly, inAtwater, we held that the\ngeneral probable- cause rule for warrantless arrests applied to\n“even a very minor criminal offense,” “without the need to balance\nthe interests and circumstances involved in particular situations.”\n532 U. S., at 354 (internal quotation marks omitted). We\nexplained that we could not expect every police officer to\nautomatically recall “the details of frequently complex penalty\nschemes,” and concluded that distinguishing between “permissible\nand impermissible arrests for minor crimes” was a “very\nunsatisfactory line to require police officers to draw on a\nmoment’s notice.”Id., at 348, 350 (internal quotation marks\nand alteration omitted).The Court’s approach is hopelessly indeterminate\nin other respects as well. The Court admonishes law enforcement to\ndistinguish between “dangerous offender[s]” and “scared\nteenager[s],”ante,at 11, as if an officer can easily tell\none from the other, and as if the two categories are mutually\nexclusive. See Dept. of Justice, Office of Juvenile Justice and\nDelinquency Prevention, Offending by Juveniles (Mar. 31, 2020)\n(about 16% of serious violent crimes in the United States from 2007\nto 2017 were committed by juveniles). And police are instructed to\nwait for a warrant if there is sufficient “time,”ante, at\n16, but they are not told time beforewhat, how many hours\nthe Court would have them wait, and what to do if other “pressing\nneeds” arise. SeeMitchell, 588 U. S., at ___\n(plurality opinion) (slip op., at 9) (“[A]n officer’s duty to\nattend to more pressing needs may leave no time to seek a\nwarrant.”).The Court tut-tuts that we are making far too\nmuch of all this, and that our “alarmism [is] misplaced.”Ante, at 11, n. 3. In fact, the Court says, its “approach\nwill in many, if not most, cases allow a warrantless home entry.”Ante, at 11. In support of that assurance, the Court lists\nseveral “exigencies above and beyond the flight itself ” that\nwould permit home entry, notably when “the fleeing misdemeanant”\nwill “escape from the home.”Ante,at 11, n. 3. If an\nofficer “reasonably believes” such an exigency exists,” the Court\nsays, “he does not need a categorical misdemeanor-pursuit rule to\njustify a warrantless home entry.”Ibid.When a suspect flees into a dwelling there\ntypically will be another way out, such as a back door or fire\nescape. See Cal. Code Regs., tit. 24, §§1113.2, 1114.8 (2019)\n(apartments, floors of high-rise buildings, and many other homes\nmust have access to at least two means of egress). If the officer\nreasonably believes there are multiple exits, then surely the\nofficer can conclude that the suspect might well “escape from the\nhome,”ante, at 11, n. 3, by running out the back, rather\nthan “slowing down and wiping his brow” while the officer attempts\nto get a warrant.Scott, 550 U. S., at 385. Under the\nCourt’s rule warrantless entry into a home in hot pursuit of a\nfleeing misdemeanant would presumably be permissible, as long as\nthe officer reasonably believed the home had another exit.\nQuestion: Is that correct? Police in the field deserve to know.But the Court will not answer the question,\nleaving it to the officer to figure out in the midst of hot\npursuit. The answer apparently depends on whether the police\n“believe anything harmful will happen in the time it takes to get a\nwarrant,”ante, at 11, n. 3, but again, what the police\nreasonably believe will happen is of course that the suspect will\ncontinue his flight and escape out the back. If that reasonable\nbelief is an exigency, then it is present in almost every case of\nhot pursuit into the home. Perhaps that is why Lange’s counsel\nadmitted that “nine times out of ten or more” warrantless entry in\nhot pursuit of misdemeanants would be reasonable. Tr. of Oral Arg.\n34.IIIAlthough the Fourth Amendment is not “frozen”\nin time, we have used the common law as a reference point for\nassessing the reasonableness of police activity.Garner, 471\nU. S., at 13. The Court errs, however, in concluding with the\nsuggestion that history supports its novel incentive to flee.The history is not nearly as clear as the Court\nsuggests. The Court is forced to rely on an argument by negative\nimplication: if common law authorities supported a categorical rule\nfavoring warrantless entry in pursuit of felons, warrantless entry\nin pursuit of misdemeanants must have been prohibited. That is\nwrong. Countless sources support the proposition that officers\ncould and did pursue into homes those who had committed all sorts\nof offenses that the Court seems to deem “minor.”Ante, at\n8.For example, common law authorities describe\nwith approval warrantless home entry in pursuit of those who had\ncommitted an affray (public fighting), 1 W. Hawkins, Pleas of the\nCrown 137 (1716), and “disorderly drinking,” W. Simpson, The\nPractical Justice of the Peace and the Parish Officer 26 (1761).\nAnd the doctrine of “hue and cry” permitted townspeople to pursue\nthose suspected of “misdemeanor[s]” if the perpetrator “escape[d]\ninto [his] house.” R. Bevill, Law of Homicide 162–163 (1799). In\ncolonial America, the hue and cry extended to a “great diversity of\ncrimes,” including stealing livestock and revealing oneself to be a\nQuaker. W. Cuddihy, The Fourth Amendment: Origins and Original\nMeaning 244–246 (2009).Finally, at common law an officer could “break\nopen Doors, in order to apprehend Offenders” whenever a person was\narrested for “any Cause,” and thereafter escaped. 2 Hawkins,\nPleas of the Crown, at 86–87 (1787) (emphasis added). The Court’s\nattempt to dispose of this awkward reality in a footnote,ante,at 14, n. 5, is unconvincing. Flight and escape\nboth present attempts to “thwart an otherwise proper arrest,”Santana, 427 U. S., at 42, and as noted, the common law\ndid not differentiate among escapees based on the perceived\nmagnitude of their underlying offense, R. Burn, The Justice of the\nPeace 101–103 (14th ed. 1780).Clearly the list of offenses that historically\njustified warrantless home entry in hot pursuit of a fleeing\nsuspect were as broad and varied as those found in a contemporary\ncompilation of misdemeanors. See alsoMacooh, [1993] 2\nS. C. R., at 817 (concluding after review that at common\nlaw “the right to enter in hot pursuit” was not “limited to arrest\nfor felonies”);Lyonsv.R., [1984] 2\nS. C. R. 633, 657 (recognizing “right of pursuit” as a\nlongstanding exception to common law protection of the sanctity of\nthe home).In the face of this evidence, the Court fails to\ncite a single circumstance in which warrantless entry in hot\npursuit was found to be unlawful at common law. It then\nacknowledges that “some of the specifics are uncertain, and\ncommentators did not always agree with each other.”Ante,at\n14. InAtwater,we declined to forbid warrantless arrests\nfor minor offenses when we found “disagreement, not unanimity,\namong both the common-law jurists and the text writers who sought\nto pull the cases together.” 532 U. S., at 332. The historical\nambiguity is at least as pervasive here.Even if the common law practice surrounding hot\npursuit were unassailably clear, its treatment of the topic before\nus would still be incomplete. That is because the common law did\nnot recognize the remedy Lange seeks: exclusion of evidence in a\ncriminal case.Collins, 584 U. S., at ___ (slip op., at\n2) (Thomas, J., concurring). It is often difficult to conceive of\nhow common law rights were influenced by the absence of modern\nremedies. And in this case we have no guidance from history as to\nhow our doctrines surrounding the exclusionary rule, such as\ninevitable discovery, would map onto situations in which a person\nattempts to thwart a public arrest by retreating to a private\nplace. SeeNixv.Williams,467\nU.S. 431, 443–444 (1984).*  *  *Recall the assault we started with. The\nofficer was closing in on the suspect when he hopped the fence and\nstopped in a yard. The officer starts to climb over the fence to\narrest him, but wait—was the assault a misdemeanor or a felony? In\nLange’s State of California, it could have been either depending on\nthe identity of the victim, the amount of force used, and whether\nthere was a weapon involved. See Cal. Penal Code Ann. §245 (West\n2014). How much force was the man using against the teenager? Is\nthis really the assailant’s home in the first place? Pretty\nsuspicious that he jumped the fence just as the officer was about\nto grab him. If it is his home, are there people inside and, if so,\nhow many? And why would the man run from a mere fight—does he have\nsomething more serious to hide?By this time, of course, the assailant has\nprobably gone out the back door or down the fire escape and is\nblocks away, with the officer unable to give a useful\ndescription—except for how he looks from behind.",
    "joined": []
}