{
    "case": {
        "docket": "19-1392",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/19-1392/"
    },
    "id": "4600820",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–1392_________________THOMAS E. DOBBS, STATE HEALTH OFFICER OF THE\nMISSISSIPPI DEPARTMENT OF HEALTH, et al., PETITIONERSv.JACKSON WOMEN’S HEALTH ORGANIZATION, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 24, 2022]Chief Justice Roberts, concurring in the\njudgment.We granted certiorari to decide one question:\n“Whether all pre-viability prohibitions on elective abortions are\nunconstitutional.” Pet. for Cert. i. That question is directly\nimplicated here: Mississippi’s Gestational Age Act, Miss. Code Ann.\n§41–41–191 (2018), generally prohibits abortion after the fifteenth\nweek of pregnancy—several weeks before a fetus is regarded as\n“viable” outside the womb. In urging our review, Mississippi stated\nthat its case was “an ideal vehicle” to “reconsider the bright-line\nviability rule,” and that a judgment in its favor would “not\nrequire the Court to overturn”Roev.Wade,410 U.S.\n113(1973), andPlanned Parenthood of Southeastern Pa.v.Casey,505 U.S.\n833(1992). Pet. for Cert. 5.Today, the Court nonetheless rules for\nMississippi by doing just that. I would take a more measured\ncourse. I agree with the Court that the viability line established\nbyRoeandCaseyshould be discarded under a\nstraightforwardstare decisisanalysis. That line never made\nany sense. Our abortion precedents describe the right at issue as a\nwoman’s right to choose to terminate her pregnancy. That right\nshould therefore extend far enough to ensure a reasonable\nopportunity to choose, but need not extend any further—certainly\nnot all the way to viability. Mississippi’s law allows a woman\nthree months to obtain an abortion, well beyond the point at which\nit is considered “late” to discover a pregnancy. See A. Ayoola,\nLate Recognition of Unintended Pregnancies, 32 Pub. Health Nursing\n462 (2015) (pregnancy is discoverable and ordinarily discovered by\nsix weeks of gestation). I see no sound basis for questioning the\nadequacy of that opportunity.But that is all I would say, out of adherence to\na simple yet fundamental principle of judicial restraint: If it is\nnot necessary to decide more to dispose of a case, then it is\nnecessarynotto decide more. Perhaps we are not always\nperfect in following that command, and certainly there are cases\nthat warrant an exception. But this is not one of them. Surely we\nshould adhere closely to principles of judicial restraint here,\nwhere the broader path the Court chooses entails repudiating a\nconstitutional right we have not only previously recognized, but\nalso expressly reaffirmed applying the doctrine ofstare\ndecisis. The Court’s opinion is thoughtful and thorough, but\nthose virtues cannot compensate for the fact that its dramatic and\nconsequential ruling is unnecessary to decide the case before\nus.ILet me begin with my agreement with the Court,\non the only question we need decide here: whether to retain the\nrule fromRoeandCaseythat a woman’s right to\nterminate her pregnancy extends up to the point that the fetus is\nregarded as “viable” outside the womb. I agree that this rule\nshould be discarded.First, this Court seriously erred inRoein adopting viability as the earliest point at which a State may\nlegislate to advance its substantial interests in the area of\nabortion. Seeante,at 50–53.Roeset forth a rigid\nthree-part framework anchored to viability, which more closely\nresembled a regulatory code than a body of constitutional law. That\nframework, moreover, came out of thin air. Neither the Texas\nstatute challenged inRoenor the Georgia statute at issue\nin its companion case,Doev.Bolton,410 U.S.\n179(1973), includedanygestational age limit. No party\noramicusasked the Court to adopt a bright line viability\nrule. And as forCasey, arguments for or against the\nviability rule played only ade minimisrole in the parties’\nbriefing and in the oral argument. See Tr. of Oral Arg. 17–18, 51\n(fleeting discussion of the viability rule).It is thus hardly surprising that neitherRoenorCaseymade a persuasive or even colorable\nargument for why the time for terminating a pregnancy must extend\nto viability. The Court’s jurisprudence on this issue is a textbook\nillustration of the perils of deciding a question neither presented\nnor briefed. As has been often noted,Roe’s defense of the\nline boiled down to the circular assertion that the State’s\ninterest is compelling only when an unborn child can live outside\nthe womb, because that is when the unborn child can live outside\nthe womb. See 410 U. S., at 163–164; see also J. Ely, The\nWages of Crying Wolf: A Comment onRoev.Wade, 82\nYale L. J. 920, 924 (1973) (Roe’s reasoning “mistake[s] a\ndefinition for a syllogism”).Twenty years later, the best defense of the\nviability line theCaseyplurality could conjure up was\nworkability. See 505 U. S., at 870. But seeante,at 53\n(opinion of the Court) (discussing the difficulties in applying the\nviability standard). Although the plurality attempted to add more\ncontent by opining that “it might be said that a woman who fails to\nact before viability has consented to the State’s intervention on\nbehalf of the developing child,”Casey, 505 U. S., at\n870, that mere suggestion provides no basis for choosing viability\nas the critical tipping point. A similar implied consent argument\ncould be made with respect to a law banning abortions after fifteen\nweeks, well beyond the point at which nearly all women are aware\nthat they are pregnant, A. Ayoola, M. Nettleman, M. Stommel, &\nR. Canady, Time of Pregnancy Recognition and Prenatal Care Use: A\nPopulation-based Study in the United States 39 (2010) (Pregnancy\nRecognition). The dissent, which would retain the viability line,\noffers no justification for it either.This Court’s jurisprudence sinceCasey,moreover, has “eroded” the “underpinnings” of the viability line,\nsuch as they were.United Statesv.Gaudin,515 U.S.\n506, 521 (1995). The viability line is a relic of a time when\nwe recognized only two state interests warranting regulation of\nabortion: maternal health and protection of “potential life.”Roe, 410 U. S., at 162–163. That changed withGonzalesv.Carhart,550 U.S.\n124(2007). There, we recognized a broader array of interests,\nsuch as drawing “a bright line that clearly distinguishes abortion\nand infanticide,” maintaining societal ethics, and preserving the\nintegrity of the medical profession.Id.,at 157–160. The\nviability line has nothing to do with advancing such permissible\ngoals. Cf.id.,at 171 (Ginsburg, J., dissenting)\n(Gonzales“blur[red] the line, firmly drawn inCasey,\nbetween previability and postviability abortions”); see also R.\nBeck,Gonzales,Casey, and the Viability Rule, 103\nNw. U. L. Rev. 249, 276–279 (2009).Consider, for example, statutes passed in a\nnumber of jurisdictions that forbid abortions after twenty weeks of\npregnancy, premised on the theory that a fetus can feel pain at\nthat stage of development. See,e.g.,Ala. Code §26–23B–2\n(2018). Assuming that prevention of fetal pain is a legitimate\nstate interest afterGonzales, there seems to be no reason\nwhy viability would be relevant to the permissibility of such laws.\nThe same is true of laws designed to “protect[ ] the integrity\nand ethics of the medical profession” and restrict procedures\nlikely to “coarsen society” to the “dignity of human life.”Gonzales, 550 U. S., at 157. Mississippi’s law, for\ninstance, was premised in part on the legislature’s finding that\nthe “dilation and evacuation” procedure is a “barbaric practice,\ndangerous for the maternal patient, and demeaning to the medical\nprofession.” Miss. Code Ann. §41–41–191(2)(b)(i)(8). That procedure\naccounts for most abortions performed after the first trimester—two\nweeks before the period at issue in this case—and “involve[s] the\nuse of surgical instruments to crush and tear the unborn child\napart.”Ibid.; see alsoGonzales, 550 U. S., at\n135. Again, it would make little sense to focus on viability when\nevaluating a law based on these permissible goals.In short, the viability rule was created outside\nthe ordinary course of litigation, is and always has been\ncompletely unreasoned, and fails to take account of state interests\nsince recognized as legitimate. It is indeed “telling that other\ncountries almost uniformly eschew” a viability line.Ante,at 53 (opinion of the Court). Only a handful of countries, among\nthem China and North Korea, permit elective abortions after twenty\nweeks; the rest have coalesced around a 12–week line. See The\nWorld’s Abortion Laws, Center for Reproductive Rights (Feb. 23,\n2021) (online source archived at www.supremecourt.gov) (Canada,\nChina, Iceland, Guinea-Bissau, the Netherlands, North Korea,\nSingapore, and Vietnam permit elective abortions after twenty\nweeks). The Court rightly rejects the arbitrary viability rule\ntoday.IINone of this, however, requires that we also\ntake the dramatic step of altogether eliminating the abortion right\nfirst recognized inRoe. Mississippi itself previously\nargued as much to this Court in this litigation.When the State petitioned for our review, its\nbasic request was straightforward: “clarify whether abortion\nprohibitions before viability are always unconstitutional.” Pet.\nfor Cert. 14. The State made a number of strong arguments that the\nanswer is no,id., at 15–26—arguments that, as discussed, I\nfind persuasive. And it went out of its way to make clear that it\nwasnotasking the Court to repudiate entirely the right to\nchoose whether to terminate a pregnancy: “To be clear, the\nquestions presented in this petition do not require the Court to\noverturnRoeorCasey.”Id.,at 5. Mississippi\ntempered that statement with an oblique one-sentence footnote\nintimating that, if the Court could not reconcileRoeandCaseywith current facts or other cases, it “should not\nretain erroneous precedent.” Pet. for Cert. 5–6, n. 1. But the\nState never argued that we should grant review for that\npurpose.After we granted certiorari, however,\nMississippi changed course. In its principal brief, the State\nbluntly announced that the Court should overruleRoeandCasey. The Constitution does not protect a right to an\nabortion, it argued, and a State should be able to prohibit\nelective abortions if a rational basis supports doing so. See Brief\nfor Petitioners 12–13.The Court now rewards that gambit, noting three\ntimes that the parties presented “no half-measures” and argued that\n“we must either reaffirm or overruleRoeandCasey.”Ante,at 5, 8, 72. Given those two options, the majority\npicks the latter.This framing is not accurate. In its brief on\nthe merits, Mississippi in fact argued at length that a decision\nsimply rejecting the viability rule would result in a judgment in\nits favor. See Brief for Petitioners 5, 38–48. But even if the\nState had not argued as much, it would not matter. There is no rule\nthat parties can confine this Court to disposing of their case on a\nparticular ground—let alone when review was sought and granted on a\ndifferent one. Our established practice is instead not to\n“formulate a rule of constitutional law broader than is required by\nthe precise facts to which it is to be applied.”Washington\nState Grangev.Washington State Republican Party,552 U.S.\n442, 450 (2008) (quotingAshwanderv.TVA,297 U.S.\n288, 347 (1936) (Brandeis, J., concurring)); see alsoUnited\nStatesv.Raines,362 U.S.\n17, 21 (1960).Following that “fundamental principle of\njudicial restraint,”Washington State Grange, 552\nU. S., at 450, we should begin with the narrowest basis for\ndisposition, proceeding to consider a broader one only if necessary\nto resolve the case at hand. See,e.g.,Office of\nPersonnel Managementv.Richmond,496 U.S.\n414, 423 (1990). It is only where there is no valid narrower\nground of decision that we should go on to address a broader issue,\nsuch as whether a constitutional decision should be overturned. SeeFederal Election Comm’nv.Wisconsin Right to Life,\nInc.,551 U.S.\n449, 482 (2007) (declining to address the claim that a\nconstitutional decision should be overruled when the appellant\nprevailed on its narrower constitutional argument).Here, there is a clear path to deciding this\ncase correctly without overrulingRoeall the way down to\nthe studs: recognize that the viability line must be discarded, as\nthe majority rightly does, and leave for another day whether to\nreject any right to an abortion at all. SeeWebsterv.Reproductive Health Services,492 U.S.\n490, 518, 521 (1989) (plurality opinion) (rejectingRoe’s viability line as “rigid” and “indeterminate,” while\nalso finding “no occasion to revisit the holding ofRoe”\nthat, under the Constitution, a State must provide an opportunity\nto choose to terminate a pregnancy).Of course, such an approach would not be\navailable if the rationale ofRoeandCaseywas\ninextricably entangled with and dependent upon the viability\nstandard. It is not. Our precedents in this area ground the\nabortion right in a woman’s “right to choose.” SeeCareyv.Population Services Int’l,431 U.S.\n678, 688–689 (1977) (“underlying foundation of the holdings” inRoeandGriswoldv.Connecticut,381 U.S.\n479(1965), was the “right of decision in matters of\nchildbearing”);Maherv.Roe,432\nU.S. 464, 473 (1977) (Roeand other cases “recognize a\nconstitutionally protected interest in making certain kinds of\nimportant decisions free from governmental compulsion” (internal\nquotation marks omitted));id., at 473–474 (Roe“did\nnot declare an unqualified constitutional right to an abortion,”\nbut instead protected “the woman from unduly burdensome\ninterference with her freedom to decide whether to terminate her\npregnancy” (internal quotation marks omitted));Webster, 492\nU. S., at 520 (plurality opinion) (Roeprotects “the\nclaims of a woman to decide for herself whether or not to abort a\nfetus she [is] carrying”);Gonzales, 550 U. S., at 146 (a\nState may not “prohibit any woman from making the ultimate decision\nto terminate her pregnancy”). If that is the basis forRoe,Roe’s viability line should be scrutinized from the same\nperspective. And there is nothing inherent in the right to choose\nthat requires it to extend to viability or any other point, so long\nas a real choice is provided. SeeWebster, 492 U. S.,\nat 519 (plurality opinion) (finding no reason “why the State’s\ninterest in protecting potential human life should come into\nexistence only at the point of viability”).To be sure, in reaffirming the right to an\nabortion,Caseytermed the viability ruleRoe’s\n“central holding.” 505 U. S., at 860. Other cases of ours have\nrepeated that language. See,e.g.,Gonzales, 550\nU. S., at 145–146. But simply declaring it does not make it\nso. The question inRoewas whether there was any right to\nabortion in the Constitution. See Brief for Appellants and Brief\nfor Appellees, inRoev.Wade, O. T. 1971, No. 70–18.\nHow far the right extended was a concern that was separate and\nsubsidiary, and—not surprisingly—entirely unbriefed.The Court inRoejust chose to address\nboth issues in one opinion: It first recognized a right to “choose\nto terminate [a] pregnancy” under the Constitution, see 410\nU. S., at 129–159, and then, having done so, explained that a\nline should be drawn at viability such that a State could not\nproscribe abortion before that period, seeid., at 163. The\nviability line is a separate rule fleshing out the metes and bounds\nofRoe’s core holding. Applying principles ofstare\ndecisis, I would excise that additional rule—and only that\nrule—from our jurisprudence.The majority lists a number of cases that have\nstressed the importance of the viability rule to our abortion\nprecedents. Seeante,at 73–74. I agree that—whether it was\noriginally holding or dictum—the viability line is clearly part of\nour “past precedent,” and the Court has applied it as such in\nseveral cases sinceRoe.Ante,at 73. My point is\nthatRoeadopted two distinct rules of constitutional law:\none, that a woman has the right to choose to terminate a pregnancy;\ntwo, that such right may be overridden by the State’s legitimate\ninterests when the fetus is viable outside the womb. The latter is\nobviously distinct from the former. I would abandon that timing\nrule, but see no need in this case to consider the basic right.The Court contends that it is impossible to\naddressRoe’s conclusion that the Constitution protects the\nwoman’s right to abortion, without also addressingRoe’s\nrule that the State’s interests are not constitutionally adequate\nto justify a ban on abortion until viability. Seeibid. But\nwe have partially overruled precedents before, see,e.g.,United Statesv.Miller,471\nU.S. 130, 142–144 (1985);Danielsv.Williams,474 U.S.\n327, 328–331 (1986);Batsonv.Kentucky,476 U.S.\n79, 90–93 (1986), and certainly have never held that a distinct\nholding defining the contours of a constitutional right must be\ntreated as part and parcel of the right itself.Overruling the subsidiary rule is sufficient to\nresolve this case in Mississippi’s favor. The law at issue allows\nabortions up through fifteen weeks, providing an adequate\nopportunity to exercise the rightRoeprotects. By the time\na pregnant woman has reached that point, her pregnancy is well into\nthe second trimester. Pregnancy tests are now inexpensive and\naccurate, and a woman ordinarily discovers she is pregnant by six\nweeks of gestation. See A. Branum & K. Ahrens, Trends in Timing\nof Pregnancy Awareness Among US Women, 21 Maternal & Child\nHealth J. 715, 722 (2017). Almost all know by the end of the first\ntrimester. Pregnancy Recognition 39. Safe and effective\nabortifacients, moreover, are now readily available, particularly\nduring those early stages. See I. Adibi et al., Abortion, 22\nGeo. J. Gender & L. 279, 303 (2021). Given all this, it is no\nsurprise that the vast majority of abortions happen in the first\ntrimester. See Centers for Disease Control and Prevention, Abortion\nSurveillance—United States 1 (2020). Presumably most of the\nremainder would also take place earlier if later abortions were not\na legal option. Ample evidence thus suggests that a 15-week ban\nprovides sufficient time, absent rare circumstances, for a woman\n“to decide for herself ” whether to terminate her pregnancy.Webster, 492 U. S., at 520 (plurality\nopinion).[1]IIIWhether a precedent should be overruled is a\nquestion “entirely within the discretion of the court.”Hertzv.Woodman,218 U.S.\n205, 212 (1910); see alsoPaynev.Tennessee,501 U.S.\n808, 828 (1991) (stare decisisis a “principle of\npolicy”). In my respectful view, the sound exercise of that\ndiscretion should have led the Court to resolve the case on the\nnarrower grounds set forth above, rather than overrulingRoeandCaseyentirely. The Court says there is no “principled\nbasis” for this approach,ante,at 73, but in fact it is\nfirmly grounded in basic principles ofstare decisisand\njudicial restraint.The Court’s decision to overruleRoeandCaseyis a serious jolt to the legal system—regardless of\nhow you view those cases. A narrower decision rejecting the\nmisguided viability line would be markedly less unsettling, and\nnothing more is needed to decide this case.Our cases say that the effect of overruling a\nprecedent on reliance interests is a factor to consider in deciding\nwhether to take such a step, and respondents argue that generations\nof women have relied on the right to an abortion in organizing\ntheir relationships and planning their futures. Brief for\nRespondents 36–41; see alsoCasey, 505 U. S., at 856\n(making the same point). The Court questions whether these concerns\nare pertinent under our precedents, seeante,at 64–65, but\nthe issue would not even arise with a decision rejecting only the\nviability line: It cannot reasonably be argued that women have\nshaped their lives in part on the assumption that they would be\nable to abort up to viability, as opposed to fifteen weeks.In support of its holding, the Court cites three\nseminal constitutional decisions that involved overruling prior\nprecedents:Brownv.Board of Education,347 U.S.\n483(1954),West Virginia Bd. of Ed.v.Barnette,319 U.S.\n624(1943), andWest Coast Hotel Co.v.Parrish,300 U.S.\n379(1937). Seeante,at 40–41. The opinion inBrownwas unanimous and eleven pages long; this one is\nneither.Barnettewas decided only three years after the\ndecision it overruled, three Justices having had second thoughts.\nAndWest Coast Hotelwas issued against a backdrop of\nunprecedented economic despair that focused attention on the\nfundamental flaws of existing precedent. It also was part of a sea\nchange in this Court’s interpretation of the Constitution,\n“signal[ing] the demise of an entire line of important precedents,”ante,at 40—a feature the Court expressly disclaims in\ntoday’s decision, seeante,at 32, 66. None of these leading\ncases, in short, provides a template for what the Court does\ntoday.The Court says we should consider whether to\noverruleRoeandCaseynow, because if we delay we\nwould be forced to consider the issue again in short order. Seeante, at 76–77. There would be “turmoil” until we did so,\naccording to the Court, because of existing state laws with\n“shorter deadlines or no deadline at all.”Ante, at 76. But\nunder the narrower approach proposed here, state laws outlawing\nabortion altogether would still violate binding precedent. And to\nthe extent States have laws that set the cutoff date earlier than\nfifteen weeks, any litigation over that timeframe would proceed\nfree of the distorting effect that the viability rule has had on\nour constitutional debate. The same could be true, for that matter,\nwith respect to legislative consideration in the States. We would\nthen be free to exercise our discretion in deciding whether and\nwhen to take up the issue, from a more informed perspective.*  *  *Both the Court’s opinion and the dissent\ndisplay a relentless freedom from doubt on the legal issue that I\ncannot share. I am not sure, for example, that a ban on terminating\na pregnancy from the moment of conception must be treated the same\nunder the Constitution as a ban after fifteen weeks. A thoughtful\nMember of this Court once counseled that the difficulty of a\nquestion “admonishes us to observe the wise limitations on our\nfunction and to confine ourselves to deciding only what is\nnecessary to the disposition of the immediate case.”Whitehousev.Illinois Central R. Co.,349 U.S.\n366, 372–373 (1955) (Frankfurter, J., for the Court). I would\ndecide the question we granted review to answer—whether the\npreviously recognized abortion right bars all abortion restrictions\nprior to viability, such that a ban on abortions after fifteen\nweeks of pregnancy is necessarily unlawful. The answer to that\nquestion is no, and there is no need to go further to decide this\ncase.I therefore concur only in the judgment.Notes1The majority contends that\n“nothing like [my approach] was recommended by either party.”Ante,at 72. But as explained, Mississippi in fact pressed a\nsimilar argument in its filings before this Court. See Pet. for\nCert. 15–26; Brief for Petitioners 5, 38–48 (urging the Court to\nreject the viability rule and reverse); Reply Brief 20–22 (same).\nThe approach also finds support in prior opinions. SeeWebster, 492 U. S., at 518–521 (plurality opinion)\n(abandoning “key elements” of theRoeframework understare decisiswhile declining to reconsiderRoe’s\nholding that the Constitution protects the right to an\nabortion).",
    "joined": []
}