{
    "case": {
        "docket": "766",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/766/"
    },
    "id": "1963176",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTRENICO V. LETT559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-338PAUL RENICO, WARDEN, PETITIONERv.REGINALD LETTon writ of certiorari to the united states court of\nappeals for the sixth circuit[May 3, 2010]Chief Justice Roberts delivered\nthe opinion of the Court.This case requires us to review\nthe grant of a writ of habeas corpus to a state prisoner under the\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA), 28\nU. S. C. §2254(d). The District Court in this case issued the\nwrit to respondent Reginald Lett on the ground that his Michigan\nmurder conviction violated the Double Jeopardy Clause of the\nConstitution, and the U. S. Court of Appeals for the Sixth Circuit\naffirmed. In doing so, however, these courts misapplied AEDPA’s\ndeferential standard of review. Because we conclude that the\nMichigan Supreme Court’s application of federal law was not\nunreasonable, we reverse.IOn August 29, 1996, an argument\nbroke out in a Detroit liquor store. The antagonists included\nAdesoji Latona, a taxi driver; Charles Jones, a passenger who\nclaimed he had been wrongfully ejected from Latona’s cab; and\nReginald Lett, a friend of Jones’s. After the argument began, Lett\nleft the liquor store, retrieved a handgun from another friend\noutside in the parking lot, and returned to the store. He shot\nLatona twice, once in the head and once in the chest. Latona died\nfrom his wounds shortly thereafter. SeePeoplev.Lett, 466 Mich. 206, 208–209, 644 N. W. 2d 743, 745\n(2002).Michigan prosecutors charged Lett\nwith first-degree murder and possession of a firearm during the\ncommission of a felony. His trial took place in June 1997. From\njury selection to jury instructions the trial took less than nine\nhours, spread over six different days.Id.,at 209, 644\nN. W. 2d, at 745.The jury’s deliberations began on June 12,\n1997, at 3:24 p.m., and ran that day until 4 p.m.Id., at\n209, n. 1, 644 N. W. 2d, at 745, n. 1. After\nresuming its work the next morning, the jury sent the trial court a\nnote—one of seven it sent out in its two days of\ndeliberations—stating that the jurors had “ ‘a concern about\nour voice levels disturbing any other proceedings that might be\ngoing on.’ ”Id., at 209, n. 2, 644 N. W.\n2d, at 745, n. 2. Later, the jury sent out another note,\nasking “ ‘What if we can’t agree? [M]istrial? [R]etrial?\n[W]hat?’ ”Id., at 209, 644 N. W. 2d, at\n745.The trial transcript does not reveal whether\nthe judge discussed the jury’s query with counsel, off the record,\nupon receiving this last communication.Id., at 209,\nn. 3, 644 N. W. 2d, at 745, n. 3. What is clear is\nthat at 12:45 p.m. the judge called the jury back into the\ncourtroom, along with the prosecutor and defense counsel. Once the\njury was seated, the following exchange took place:“THE COURT: I received your note\nasking me what if you can’t agree? And I have to conclude from that\nthat that is your situation at this time. So, I’d like to ask the\nforeperson to identify themselves, please?“THE FOREPERSON: [Identified herself.]“THE COURT: Okay, thank you. All right. I need\nto ask you if the jury is deadlocked; in other words, is there a\ndisagreement as to the verdict?“THE FOREPERSON: Yes, there is.“THE COURT: All right. Do you believe that it\nis hopelessly deadlocked?“THE FOREPERSON: The majority of us don’t\nbelieve that—“THE COURT: (Interposing) Don’t say what\nyou’re going to say, okay?“THE FOREPERSON: Oh, I’m sorry.“THE COURT: I don’t want to know what your\nverdict might be, or how the split is, or any of that. Thank you.\nOkay? Are you going to reach a unanimous verdict, or not?“THE FOREPERSON: (No response)“THE COURT: Yes or no?“THE FOREPERSON: No, Judge.” Tr. in No.\n96–08252 (Recorder’s Court, Detroit, Mich.), pp. 319–320.The judge then declared a\nmistrial, dismissed the jury, and scheduled a new trial for later\nthat year. Neither the prosecutor nor Lett’s attorney made any\nobjection.Lett’s second trial was held before a\ndifferent judge and jury in November 1997. This time, the jury was\nable to reach a unanimous verdict—that Lett was guilty of\nsecond-degree murder—after deliberating for only 3 hours and 15\nminutes.Lett,supra, at 210, and n. 4, 644\nN. W. 2d, at 746, and n. 4.Lett appealed his conviction to the Michigan\nCourt of Appeals. He argued that the judge in his first trial had\nannounced a mistrial without any manifest necessity for doing so.\nBecause the mistrial was an error, Lett maintained, the State was\nbarred by the Double Jeopardy Clause of the U. S. Constitution from\ntrying him a second time. The Michigan Court of Appeals agreed with\nLett and reversed his conviction.The State appealed to the Michigan Supreme\nCourt, which reversed the Court of Appeals. The court explained\nthat under our decision inUnited Statesv.Perez, 9 Wheat. 579 (1824), a defendant may be retried\nfollowing the discharge of a deadlocked jury, even if the discharge\noccurs without the defendant’s consent.Lett, 466 Mich.,\nat 216–217, 644 N. W. 2d, at 749. There is no Double Jeopardy\nClause violation in such circumstances, it noted, so long as the\ntrial court exercised its “ ‘sound discretion’ ” in\nconcluding that the jury was deadlocked and thus that there was a\n“ ‘manifest necessity’ ” for a mistrial.Ibid.(quotingPerez,supra, at 580; emphasis deleted).\nThe court further observed that, under our decision inArizonav.Washington,434 U. S. 497, 506–510\n(1978), an appellate court must generally defer to a trial judge’s\ndetermination that a deadlock has been reached. 466 Mich., at\n218–222, 644 N. W. 2d, at 750–752.After setting forth the applicable law, the\nMichigan Supreme Court determined that the judge at Lett’s first\ntrial had not abused her discretion in declaring the mistrial.Id., at 223, 644 N. W. 2d, at 753. The court cited\nthe facts that the jury “had deliberated for at least four hours\nfollowing a relatively short, and far from complex, trial,” that\nthe jury had sent out several notes, “including one that appears to\nindicate that its discussions may have been particularly heated,”\nand—“[m]ost important”—“that the jury foreperson expressly stated\nthat the jury was not going to reach a verdict.”Ibid.Lett petitioned for a federal writ of habeas\ncorpus. Again he argued that the trial court’s declaration of a\nmistrial constituted an abuse of discretion because there was no\nmanifest necessity to cut short the jury’s deliberations. He\nfurther contended that the Michigan Supreme Court’s rejection of\nhis double jeopardy claim amounted to “an unreasonable application\nof … clearly established Federal law, as determined by the Supreme\nCourt of the United States,” and thus that he was not barred by\nAEDPA, 28 U. S. C. §2254(d)(1), from obtaining federal habeas\nrelief. The District Court agreed and granted the writ. 507\nF. Supp. 2d 777 (ED Mich. 2007). On appeal, a divided panel of\nthe U. S. Court of Appeals for the Sixth Circuit affirmed. 316 Fed.\nAppx. 421 (2009). The State petitioned for review in our Court, and\nwe granted certiorari. 558 U. S. ___ (2009).IIIt is important at the outset to\ndefine the question before us. That question is not whether the\ntrial judge should have declared a mistrial. It is not even whether\nit was an abuse of discretion for her to have done so—the\napplicable standard on direct review. The question under AEDPA is\ninstead whether the determination of the Michigan Supreme Court\nthat there was no abuse of discretion was “an unreasonable\napplication of … clearly established Federal law.” §2254(d)(1).We have explained that “anunreasonableapplication of federal law is different from\nanincorrectapplication of federal law.”Williamsv.Taylor,529 U. S. 362, 410\n(2000). Indeed, “a federal habeas court may not issue the writ\nsimply because that court concludes in its independent judgment\nthat the relevant state-court decision applied clearly established\nfederal law erroneously or incorrectly.”Id., at 411.\nRather, that application must be “objectively unreasonable.”Id., at 409. This distinction creates “a substantially\nhigher threshold” for obtaining relief thande novoreview.Schrirov.Landrigan,550 U. S. 465, 473\n(2007). AEDPA thus imposes a “highly deferential standard for\nevaluating state-court rulings,”Lindhv.Murphy,521 U. S. 320,\n333, n. 7 (1997), and “demands that state-court decisions be\ngiven the benefit of the doubt,”Woodfordv.Visciotti,537 U. S. 19, 24 (2002)\n(per curiam).[Footnote\n1]The “clearly established Federal law” in this\narea is largely undisputed. InPerez, we held that when a\njudge discharges a jury on the grounds that the jury cannot reach a\nverdict, the Double Jeopardy Clause does not bar a new trial for\nthe defendant before a new jury. 9 Wheat., at 579–580. We explained\nthat trial judges may declare a mistrial “whenever, in their\nopinion, taking all the circumstances into consideration, there is\na manifest necessity” for doing so.Id., at 580. The\ndecision to declare a mistrial is left to the “sound discretion” of\nthe judge, but “the power ought to be used with the greatest\ncaution, under urgent circumstances, and for very plain and obvious\ncauses.”Ibid.SincePerez, we have clarified that\nthe “manifest necessity” standard “cannot be interpreted\nliterally,” and that a mistrial is appropriate when there is a\n“ ‘high degree’ ” of necessity.Washington,supra, at 506. The decision whether to grant a mistrial is\nreserved to the “broad discretion” of the trial judge, a point that\n“has been consistently reiterated in decisions of this Court.”Illinoisv.Somerville,410 U. S. 458, 462\n(1973). See alsoGoriv.United States,367 U. S. 364, 368\n(1961).In particular, “[t]he trial judge’s decision\nto declare a mistrial when he considers the jury deadlocked is …\naccorded great deference by a reviewing court.”Washington, 434 U. S., at 510. A “mistrial premised upon\nthe trial judge’s belief that the jury is unable to reach a verdict\n[has been] long considered the classic basis for a proper\nmistrial.”Id., at 509; see alsoDownumv.United States,372 U. S. 734, 736\n(1963) (deadlocked jury is the “classic example” of when the State\nmay try the same defendant twice).The reasons for “allowing the trial judge to\nexercise broad discretion” are “especially compelling” in cases\ninvolving a potentially deadlocked jury.Washington, 434\nU. S., at 509. There, the justification for deference is that “the\ntrial court is in the best position to assess all the factors which\nmust be considered in making a necessarily discretionary\ndetermination whether the jury will be able to reach a just verdict\nif it continues to deliberate.”Id., at 510, n. 28. In the\nabsence of such deference, trial judges might otherwise “employ\ncoercive means to break the apparent deadlock,” thereby creating a\n“significant risk that a verdict may result from pressures inherent\nin the situation rather than the considered judgment of all the\njurors.”Id., at 510, 509.This is not to say that we grantabsolutedeference to trial judges in this context.Perezitself noted that the judge’s exercise of discretion\nmust be “sound,” 9 Wheat., at 580, and we have made clear that\n“[i]f the record reveals that the trial judge has failed to\nexercise the ‘sound discretion’ entrusted to him, the reason for\nsuch deference by an appellate court disappears.”Washington, 434 U. S., at 510, n. 28. Thus “if the trial\njudge acts for reasons completely unrelated to the trial problem\nwhich purports to be the basis for the mistrial ruling, close\nappellate scrutiny is appropriate.”Ibid. Similarly, “if a\ntrial judge acts irrationally or irresponsibly, … his action cannot\nbe condoned.”Id., at 514 (citingUnited Statesv.Jorn,400 U. S. 470(1971),\nandSomerville,supra, at 469).We have expressly declined to require the\n“mechanical application” of any “rigid formula” when trial judges\ndecide whether jury deadlock warrants a mistrial.Wadev.Hunter,336\nU. S. 684, 691, 690 (1949). We have also explicitly held that a\ntrial judge declaring a mistrial is not required to make explicit\nfindings of “ ‘manifest necessity’ ” nor to “articulate\non the record all the factors which informed the deliberate\nexercise of his discretion.”Washington,supra,\nat 517. And we have never required a trial judge, before declaring\na mistrial based on jury deadlock, to force the jury to deliberate\nfor a minimum period of time, to question the jurors individually,\nto consult with (or obtain the consent of) either the prosecutor or\ndefense counsel, to issue a supplemental jury instruction, or to\nconsider any other means of breaking the impasse. In 1981,\nthen-Justice Rehnquist noted that this Court had never “overturned\na trial court’s declaration of a mistrial after a jury was unable\nto reach a verdict on the ground that the ‘manifest necessity’\nstandard had not been met.”Winstonv.Moore,452 U. S. 944,\n947 (opinion dissenting from denial of certiorari). The same\nremains true today, nearly 30 years later.The legal standard applied by the Michigan\nSupreme Court in this case was whether there was an abuse of the\n“broad discretion” reserved to the trial judge.Somerville,supra, at 462;Washington,supra, at 509. This type of general standard triggers\nanother consideration under AEDPA. When assessing whether a state\ncourt’s application of federal law is unreasonable, “the range of\nreasonable judgment can depend in part on the nature of the\nrelevant rule” that the state court must apply.Yarboroughv.Alvarado,541 U. S. 652, 664\n(2004). Because AEDPA authorizes federal courts to grant relief\nonly when state courts actunreasonably, it follows that\n“[t]he more general the rule” at issue—and thus the greater the\npotential for reasoned disagreement among fair-minded judges—“the\nmore leeway [state] courts have in reaching outcomes in\ncase-by-case determinations.”Ibid.; see alsoKnowlesv.Mirzayance, 556 U. S. ___, ___ (2009)\n(slip op., at 11).IIIIn light of all the foregoing,\nthe Michigan Supreme Court’s decision in this case was not\nunreasonable under AEDPA, and the decision of the Court of Appeals\nto grant Lett a writ of habeas corpus must be reversed.The Michigan Supreme Court’s\nadjudication involved a straightforward application of our\nlongstanding precedents to the facts of Lett’s case. The court\ncited our own double jeopardy cases—fromPereztoWashington—elaborating upon the “manifest necessity”\nstandard for granting a mistrial and noting the broad deference\nthat appellate courts must give trial judges in deciding whether\nthat standard has been met in any given case.Lett, 466\nMich., at 216–222, 644 N. W. 2d, at 749–752. It then applied\nthose precedents to the particular facts before it and found no\nabuse of discretion, especially in light of the length of\ndeliberations after a short and uncomplicated trial, the jury notes\nsuggesting heated discussions and asking what would happen “if we\ncan’t agree,” and—“[m]ost important”—“the fact that the jury\nforeperson expressly stated that the jury was not going to reach a\nverdict.”Id., at 223, 644 N. W. 2d, at 753. In these\ncircumstances, it was reasonable for the Michigan Supreme Court to\ndetermine that the trial judge had exercised sound discretion in\ndeclaring a mistrial.The Court of Appeals for the Sixth Circuit\nconcluded otherwise. It did not contest the Michigan Supreme\nCourt’s description of the objective facts, but disagreed with the\ninferences to be drawn from them. For example, it speculated that\nthe trial judge may have misinterpreted the jury’s notes as signs\nof discord and deadlock when, read literally, they expressly stated\nno such thing. 316 Fed. Appx., at 427. It further determined that\nthe judge’s brief colloquy with the foreperson may have wrongly\nimplied a false equivalence between “mere disagreement” and\n“genuine deadlock,” and may have given rise to “inappropriate\npressure” on her to say that the jury would be unable to reach a\nverdict.Id., at 426–427. The trial judge’s mistakes were\nso egregious, in the Court of Appeals’ view, that the Michigan\nSupreme Court’s opinion finding no abuse of discretion was not only\nwrong but objectively unreasonable.Id., at 427.The Court of Appeals’ interpretation of the\ntrial record is not implausible. Nor, for that matter, is the more\ninventive (surely not “crude”) speculation of the dissent.Post, at 10. After all, the jury only deliberated for four\nhours, its notes were arguably ambiguous, the trial judge’s initial\nquestion to the foreperson was imprecise, and the judge neither\nasked for elaboration of the foreperson’s answers nor took any\nother measures to confirm the foreperson’s prediction that a\nunanimous verdict would not be reached.[Footnote 2]But other reasonable interpretations of the\nrecord are also possible. Lett’s trial was not complex, and there\nis no reason that the jury would necessarily have needed more than\na few hours to deliberate over his guilt. The notes the jury sent\nto the judge certainly could be read as reflecting substantial\ndisagreement, even if they did not say so outright. Most important,\nthe foreperson expressly told the judge—in response to her\nunambiguous question “Are you going to reach a unanimous verdict,\nor not?”—that the jury would be unable to agree.Lett,supra, at 210, 644 N. W. 2d, at 745.Given the foregoing facts, the Michigan\nSupreme Court’s decision upholding the trial judge’s exercise of\ndiscretion—while not necessarily correct—was not objectively\nunreasonable.[Footnote 3] Not\nonly are there a number of plausible ways to interpret the record\nof Lett’s trial, but the standard applied by the Michigan Supreme\nCourt—whether the judge exercised sound discretion—is a general\none, to which there is no “plainly correct or incorrect” answer in\nthis case.Yarborough, 541 U. S., at 664; see alsoKnowles,supra, at ___ (slip op., at 11). The\nCourt of Appeals’ ruling in Lett’s favor failed to grant the\nMichigan courts the dual layers of deference required by AEDPA and\nour double jeopardy precedents.The Court of Appeals also erred in a second\nrespect. It relied upon its own decision inFultonv.Moore, 520 F. 3d 522 (CA6 2008), for the proposition\n“thatArizonav.Washingtonsets forth\nthree factors that determine whether a judge has exercised sound\ndiscretion in declaring a mistrial: whether the judge (1) heard the\nopinions of the parties’ counsel about the propriety of the\nmistrial; (2) considered the alternatives to a mistrial; and (3)\nacted deliberately, instead of abruptly.” 316 Fed. Appx., at 426.It then citedFulton’s interpretation ofWashingtonto buttress its conclusion that the Michigan\nSupreme Court erred in concluding that the trial judge had\nexercised sound discretion. 316 Fed. Appx., at 428.TheFultondecision,\nhowever, does not constitute “clearly established Federal law, as\ndetermined by the Supreme Court,” §2254(d)(1), so any failure to\napply that decision cannot independently authorize habeas relief\nunder AEDPA. Nor, as the dissent suggests, canFultonbe\nunderstood merely to “illuminat[e]”Washington.Post, at 18.Washingtonnowhere established these\nthree factors as a constitutional test that “determine[s]” whether\na trial judge has exercised sound discretion in declaring a\nmistrial. 316 Fed. Appx., at 426.In concluding that Lett is not\nentitled to a writ of habeas corpus, we do not deny that the trial\njudge could have been more thorough before declaring a mistrial. As\nthe Court of Appeals pointed out,id., at 427–428, she\ncould have asked the foreperson additional followup questions,\ngranted additional time for further deliberations, or consulted\nwith the prosecutor and defense counsel before acting. Any of these\nsteps would have been appropriate under the circumstances. None,\nhowever, was required—either under our double jeopardy precedents\nor, by extension, under AEDPA.*  *  *AEDPA prevents\ndefendants—and federal courts—from using federal habeas corpus\nreview as a vehicle to second-guess the reasonable decisions of\nstate courts. Whether or not the Michigan Supreme Court’s opinion\nreinstating Lett’s conviction in this case wascorrect, it\nwas clearlynotunreasonable. The judgment of the\nCourt of Appeals is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1The dissent correctly points out\nthat AEDPA itself “never uses the term ‘deference.’ ”Post, at 19 (opinion of Stevens, J.). But our cases\nhave done so over and over again to describe the effect of the\nthreshold restrictions in 28 U. S. C. §2254(d) on granting\nfederal habeas relief to state prisoners. See,e.g.,Wellonsv.Hall, 558 U. S. ___, ___, n. 3\n(2010) (per curiam) (slip op., at 5, n. 3);Smithv.Spisak, 558 U. S. ___, ___ (2010) (slip\nop., at 2);McDanielv.Brown, 558 U. S. ___, ___\n(2010) (per curiam) (slip op., at 13);Conev.Bell, 556 U. S. ___, ___, (2009) (slip op., at 13, 23);Knowlesv.Mirzayance, 556 U. S. ___, ___\nn. 2 (2009) (slip op., at 9, n. 2);Waddingtonv.Sarausad, 555 U. S. ___, ___ (2009) (slip op., at\n14).Footnote 2We do not think it reasonable,\nhowever, to contend that “the foreperson had no solid basis for\nestimating the likelihood of deadlock.”Post, at 12. She\nhad, after all, participated in the jury’s\ndeliberations.Footnote 3It is not necessary for us to\ndecide whether the Michigan Supreme Court’s decision—or, for that\nmatter, the trial judge’s declaration of a mistrial—was right or\nwrong. The latter question, in particular, is a close one. As Lett\npoints out, at a hearing before the Michigan Court of Appeals, the\nstate prosecutor expressed the view that the judge had in fact\nerred in dismissing the jury and declaring a mistrial. The Michigan\nSupreme Court declined to accept this confession of error,Peoplev.Lett, 463 Mich. 939, 620 N. W. 2d\n855 (2000), and in any event—for the reasons we have\nexplained—whether the trial judge was right or wrong is not the\npertinent question under AEDPA.",
    "joined": []
}