{
    "case": {
        "docket": "14-1175",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1175/"
    },
    "id": "3560252",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1175_________________FRANCHISE TAX BOARD OF CALIFORNIA, PETITIONERv.GILBERT P. HYATTon writ of certiorari to the supreme court of\nnevada[April 19, 2016]Chief Justice Roberts, with whom Justice\nThomas joins, dissenting.Petitioner Franchise Tax Board is the California\nagency that collects California’s state income tax. Respondent\nGilbert Hyatt, a resident of Nevada, filed suit in Nevada state\ncourt against the Board, alleging that it had committed numerous\ntorts in the course of auditing his California tax returns. The\nBoard is immune from such a suit in California courts. The last\ntime this case was before us, we held that the Nevada Supreme Court\ncould apply Nevada law to resolve the Board’s claim that it was\nimmune from suit in Nevada as well. Following our decision, the\nNevada Supreme Court upheld a $1 million jury award against the\nBoard after concluding that the Board did not enjoy immunity under\nNevada law.Today the Court shifts course. It now holds that\nthe Full Faith and Credit Clause requires the Nevada Supreme Court\nto afford the Board immunity to the extent Nevada agencies are\nentitled to immunity under Nevada law. Because damages in a similar\nsuit against Nevada agencies are capped at $50,000 by Nevada law,\nthe Court concludes that damages against the Board must be capped\nat that level as well.That seems fair. But, for better or worse, the\nword “fair” does not appear in the Full Faith and Credit Clause.\nThe Court’s decision is contrary to our precedent holding that the\nClause does not block a State from applying its own law to redress\nan injury within its own borders. The opinion also departs from the\ntext of the Clause, which—when it applies—requires a State to givefullfaith and credit to another State’s laws. The Court\ninstead permits partial credit: To comply with the Full Faith and\nCredit Clause, the Nevada Supreme Court need only afford the Board\nthe same limited immunity that Nevada agencies enjoy.I respectfully dissent.IIn 1991 Gilbert Hyatt sold his house in\nCalifornia and rented an apartment, registered to vote, and opened\na bank account in Nevada. When he filed his 1991 and 1992 tax\nreturns, he claimed Nevada as his place of residence. Unlike\nCalifornia, Nevada has no state income tax, and the move saved\nHyatt millions of dollars in California taxes. California’s\nFranchise Tax Board was suspicious, and it initiated an audit.In the course of the audit, employees of the\nBoard traveled to Nevada and allegedly peered through Hyatt’s\nwindows, rummaged around in his garbage, contacted his estranged\nfamily members, and shared his personal information not only with\nnewspapers but also with his business contacts and even his place\nof worship. Hyatt claims that one employee in particular had it in\nfor him, referring to him in antisemitic terms and taking\n“trophy-like pictures” in front of his home after the audit. Brief\nfor Respondent 3. As a result of the audit, the Board determined\nthat Hyatt was a resident of California for 1991 and part of 1992,\nand that he accordingly owed over $10 million in unpaid state\nincome taxes, penalties, and interest.Hyatt protested the audit before the Board,\nwhich upheld the audit following an 11-year administrative\nproceeding. Hyatt is still challenging the audit in California\ncourt. In 1998, Hyatt also filed suit against the Board in Nevada\nstate court. In that suit, which is the subject of this case, Hyatt\nclaimed that the Board committed a variety of torts, including\nfraud, intentional infliction of emotional distress, and invasion\nof privacy. The Board is immune from suit under California law, and\nit argued that Nevada was required under the Full Faith and Credit\nClause to enforce California’s immunity law.When the case reached the Nevada Supreme Court,\nthat court held, applying general principles of comity under Nevada\nlaw, that the Board was entitled to immunity for its negligent but\nnot intentional torts—the same immu-nity afforded Nevada state\nagencies. Not satisfied, the Board pursued its claim of complete\nimmunity to this Court, but we affirmed. We ruled that the Full\nFaith and Credit Clause did not prohibit Nevada from applying its\nown immunity law to the dispute.Franchise Tax Bd. of Cal.v.Hyatt, 538 U. S. 488 –499 (2003).On remand, the trial court conducted a\nfour-month jury trial. The jury found for Hyatt, awarding him $1\nmillion for fraud, $52 million for invasion of privacy, $85 million\nfor emotional distress, and $250 million in punitive damages. On\nappeal, the Nevada Supreme Court significantly reduced the award,\nconcluding that the invasion of privacy claims failed as a matter\nof law. Applying principles of comity, the Nevada Supreme Court\nalso held that because Nevada state agencies are not subject to\npunitive dam-ages, the Board was not liable for the $250 million\npunitive damages award. The court did hold the Board responsible\nfor the $1 million fraud judgment, however, and it remanded for a\nnew trial on damages for the emotional distress claim. Although\ntort liability for Nevada state agencies was capped at $50,000\nunder Nevada law, the court held that it was against Nevada’s\npublic policy to apply that cap to the Board’s liability for the\nfraud and emotional distress claims. The Board sought review by\nthis Court, and we again granted certiorari. 576 U. S. ___\n(2015).IIAThe Full Faith and Credit Clause provides that\n“Full Faith and Credit shall be given in each State to the public\nActs, Records, and judicial Proceedings of every other State.”\nU. S. Const., Art. IV, §1. The purpose of the Clause “was to\nalter the status of the several states as independent foreign\nsovereignties, each free to ignore obligations created under the\nlaws or by the judicial proceedings of the others, and to make them\nintegral parts of a single nation.”Milwaukee Countyv.M. E. White Co., 296 U. S. 268 –277 (1935).The Full Faith and Credit Clause applies in a\nstraightforward fashion to state court judgments: “A judgment\nentered in one State must be respected in another pro-vided that\nthe first State had jurisdiction over the parties and the subject\nmatter.”Nevadav.Hall, 440 U. S. 410, 421\n(1979) . The Clause is more difficult to apply to “public Acts,”\nwhich include the laws of other States. SeeCarrollv.Lanza, 349 U. S. 408, 411 (1955) . State courts must\ngive full faith and credit to those laws. But what does that mean\nin practice?It is clear that state courts are not always\nrequired to apply the laws of other States. State laws frequently\nconflict, and a “rigid and literal enforcement of the full faith\nand credit clause, without regard to the statute of the forum,\nwould lead to the absurd result that, wherever the conflict arises,\nthe statute of each state must be enforced in the courts of the\nother, but cannot be in its own.”Alaska Packers Assn.v.Industrial Accident Comm’n of Cal., 294 U. S. 532, 547\n(1935) . Accordingly, this Court has treated the Full Faith and\nCredit Clause as a “conflicts of law” provision that dictates when\na State must apply the laws of another State rather than its own.Franchise Tax Bd., 538 U. S., at 496; see alsoHall, 440 U. S., at 424 (California court is not\nrequired to apply Nevada law).Under the Full Faith and Credit Clause, “it is\nfrequently the case” that “a court can lawfully apply either the\nlaw of one State or the contrary law of another.”Franchise Tax\nBd., 538 U. S., at 496 (internal quotation marks omitted).\nAs we have explained,“the very nature of the federal union of\nstates, to which are reserved some of the attributes of\nsovereignty, precludes resort to the full faith and credit clause\nas the means for compelling a state to substitute the statutes of\nother states for its own statutes dealing with a subject matter\nconcerning which it is competent to legislate.”Pacific\nEmployers Ins. Co.v.Industrial Accident Comm’n, 306\nU. S. 493, 501 (1939) .This Court has generally held that when a State\nchooses “to apply its own rule of law to give affirmative relief\nfor an action arising within its borders,” the Full Faith and\nCredit Clause is satisfied.Carroll, 349 U. S., at 413;\nseeHall, 440 U. S., at 424 (California court may apply\nCalifornia law consistent with the State’s interest in “providing\nfull protection to those who are injured on its highways” (internal\nquotation marks omitted)).A State may not apply its own law, however, if\ndoing so reflects a “policy of hostility to the public Acts” of\nanother State.Carroll, 349 U. S., at 413. A State is\nconsidered to have adopted such a policy if it has “no sufficient\npolicy considerations to warrant” its refusal to apply the other\nState’s laws.Ibid.For example, when a State “seeks to\nexclude from its courts actions arising under a foreign statute”\nbut permits similar actions under its own laws, the State has\nadopted a policy of hostility to the “public Acts” of another\nState.Ibid.; seeHughesv.Fetter, 341\nU. S. 609 –613 (1951). In such cases, this Court has held that\nthe forum State must open its doors and permit the plaintiff to\nseek relief under another State’s laws. See,e.g.,id., at 611 (“Wisconsin cannot escape [its] con-stitutional\nobligation to enforce the rights and duties validly created under\nthe laws of other states by the simple device of removing\njurisdiction from courts otherwise competent”).BAccording to the Court, the Nevada Supreme\nCourt violated the Full Faith and Credit Clause by applying “a\nspecial rule of law that evinces a policy of hostility toward\nCalifornia.”Ante, at 4 (internal quotation marks omitted).\nAs long as Nevada provides immunity to its state agencies for\nawards above $50,000, the majority reasons, the State has no\nlegitimate policy rationale for refusing to give similar immunity\nto the agencies of other States. The Court concludes that the\nNevada Supreme Court is accordingly required to rewrite Nevada law\nto afford the Board the same immunity to which Nevada agencies are\nentitled. In the majority’s view, that result is “strongly”\nsupported by this Court’s precedents.Ibid.I disagree.Carrollexplains that the Full Faith and\nCredit Clause prohibits a State from adopting a “policy of\nhostility to the public Acts” of another State. 349 U. S., at\n413. But it does not stop there.Carrollgoes on to describe\nwhat adopting a “policy of hostility” means: A State may not refuse\nto apply another State’s law where there are “nosufficient\npolicy considerations to warrant such refusal.”Ibid.(emphasis added). Where a State chooses a different rule from a\nsister State in order “to give affirmative relief for an action\narising within its borders,” the State has a sufficient policy\nreason for applying its own law, and the Full Faith and Credit\nClause is satisfied.Ibid.In this case, the Nevada Supreme Court applied\nNevada rather than California immunity law in order to uphold the\n“state’s policy interest in providing adequate redress to Nevada\ncitizens.” 130 Nev. ___, ___, 335 P. 3d 125, 147 (2014). This\nCourt has long recognized that “[f]ew matters could be deemed more\nappropriately the concern of the state in which the injury occurs\nor more completely within its power” than “the bodily safety and\neconomic protection” of people injured within its borders.Pacific Employers Ins. Co., 306 U. S.,at 503;\nseeHall, 440 U. S., at 424. Hyatt alleges that the\nBoard committed multiple torts, including fraud and intentional\ninfliction of emotional distress. See 130 Nev., at ___, 335\nP. 3d, at 130. UnderPacific Employers InsuranceandCarroll, there is no doubt that Nevada has a “sufficient”\npolicy interest in protecting Nevada residents from such\ninjuries.The majority, however, does not regard that\npolicy interest as sufficient justification for denying the Board\nimmunity. Despite this Court’s decision to get out of the business\nof “appraising and balancing state interests under the Full Faith\nand Credit Clause,”Franchise Tax Bd., 538 U. S., at\n498, the majority concludes that Nevada cannotreallyhave a\nstate policy to protect its citizens from the kinds of torts\nalleged here, because the State capped its own liability at $50,000\nin similar situations. Seeante, at 6–7. But that fails to\ncredit the Nevada Supreme Court’s explanation for why a damages cap\nfor Nevada state agencies is fully consistent with the State’s\npolicy of protecting its citizens.According to the Nevada Supreme Court, Nevada\nlaw treats its own agencies differently from the agencies of other\nStates because Nevada agencies are “subject to legislative control,\nadministrative oversight, and public accountability” in Nevada. 130\nNev., at ___, 335 P. 3d, at 147 (internal quotation marks\nomitted). The same is not true of other litigants, such as the\nBoard, who operate “outside such controls.”Ibid.(internal\nquotation marks omitted). The majority may think that Nevada is\nbeing unfair, but it cannot be said that the State failed to\narticulate a sufficient policy explanation for its decision to\napply a damages cap to Nevada state agencies, but not to the\nagencies of other States.As the Court points out, the Constitution\ncertainly has a “vision of 50 individual and equally dignified\nStates,”ante,at 7, which is why California remains free to\nadopt a policy similar to that of Nevada, should it wish to do so.\nSeeCoylev.Smith, 221 U. S. 559, 567 (1911)\n(The Union “was and is a union of States, equal in power, dignity\nand authority, each competent to exert that residuum of sovereignty\nnot delegated to the United States by the Constitution itself”).\nNevada is not, however, required to treat its sister State as\nequally committed to the protection of Nevada citizens.It is true that this Court in the prior\niteration of this case found no Full Faith and Credit Clause\nviolation in part because the “Nevada Supreme Court sensitively\napplied principles of comity with a healthy regard for California’s\nsovereign status, relying on the contours of Nevada’s own sovereign\nimmunity from suit as a benchmark for its analysis.”Franchise\nTax Bd., 538 U. S., at 499. But the Nevada court adhered\nto its policy of sensitivity to comity concerns this time around as\nwell. In deference to the Board’s sovereignty, the court threw out\na $250 million punitive damages award, on top of its previous\ndecision that the Board was not liable at all for its negligent\nacts. That is more than a “healthy regard” for California’s\nsovereign status.Even if the Court is correct that Nevada\nviolated the Full Faith and Credit Clause, however, it is wrong\nabout the remedy. The majority concludes that in the sovereign\nimmunity context, the Full Faith and Credit Clause is not a choice\nof law provision, but a create-your-own-law provision: The Court\ndoes not require the Nevada Supreme Court to apply either Nevada\nlaw (no immunity for the Board) or California law (complete\nimmunity for the Board), but instead requires a new hybrid rule,\nunder which the Board enjoys partial immunity.The majority’s approach is nowhere to be found\nin the Full Faith and Credit Clause. Where the Clause applies, it\nexpressly requires a State to givefullfaith and credit to\nanother State’s laws. If the majority is correct that Nevada has no\nsufficient policy justification for applying Nevada immunity law,\nthen California law applies. And under California law, the Board is\nentitled tofullimmunity. Or, if Nevada has a sufficient\npolicy reason to apply its own law, then Nevada law applies, and\nthe Board is subject tofullliability.I respectfully dissent.",
    "joined": []
}