{
    "case": {
        "docket": "715",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/715/"
    },
    "id": "1962029",
    "author": "roberts",
    "type": "concurrence",
    "text": "ROBERTS, C. J., CONCURRINGRAPANOS V. UNITED STATES547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNOS. 04-1034 AND 04-1384JOHN A. RAPANOS, et ux., et al.,\nPETITIONERS04–1034v.UNITED STATESJUNE CARABELL et al.,PETITIONERS04–1384v.UNITED STATES ARMY CORPS OF ENGINEERS\net al.on writs of certiorari to the united states\ncourt of appeals for the sixth circuit[June 19, 2006]Chief Justice Roberts,\nconcurring.Five years ago, this Court\nrejected the position of the Army Corps of Engineers on the scope\nof its authority to regulate wetlands under the Clean Water Act, 86\nStat. 816, as amended, 33 U. S. C. §1251et seq.Solid Waste Agency of Northern Cook Cty.v.Army Corps\nof Engineers,531 U. S. 159(2001)(SWANCC). The Corps had taken the view that its authority\nwas essentially limitless; this Court explained that such a\nboundless view was inconsistent with the limiting terms Congress\nhad used in the Act.Id.,at 167–174.In response to theSWANCCdecision,\nthe Corps and the Environmental Protection Agency (EPA) initiated a\nrulemaking to consider “issues associated with the scope of waters\nthat are subject to the Clean Water Act (CWA), in light of the U.\nS. Supreme Court decision in[SWANCC].” 68 Fed. Reg. 1991\n(2003). The “goal of the agencies” was “to develop proposed\nregulations that will further the public interest by clarifying\nwhat waters are subject to CWA jurisdiction and affording full\nprotection to these waters through an appropriate focus of Federal\nand State resources consistent with the CWA.”Ibid.Agencies delegated rulemaking\nauthority under a statute such as the Clean Water Act are afforded\ngenerous leeway by the courts in interpreting the statute they are\nentrusted to administer. SeeChevron U. S. A. Inc.v.Natural Resources Defense Council, Inc.,467 U. S. 837, 842–845\n(1984). Given the broad, somewhat ambiguous, but nonetheless\nclearly limiting terms Congress employed in the Clean Water Act,\nthe Corps and the EPA would have enjoyed plenty of room to operate\nin developingsomenotion of an outer bound to the reach\nof their authority.The proposed rulemaking went nowhere. Rather\nthan refining its view of its authority in light of our decision inSWANCC, and providing guidance meriting deference under\nour generous standards, the Corps chose to adhere to its\nessentially boundless view of the scope of its power. The upshot\ntoday is another defeat for the agency.It is unfortunate that no opinion commands a\nmajority of the Court on precisely how to read Congress’ limits on\nthe reach of the Clean Water Act. Lower courts and regulated\nentities will now have to feel their way on a case-by-case basis.\nThis situation is certainly not unprecedented. SeeGrutterv.Bollinger,539 U. S. 306, 325\n(2003) (discussingMarksv.United States,430 U. S. 188(1977)). What is unusual in this instance, perhaps, is how readily\nthe situation could have been avoided.The scope of the proposed rulemaking was not\nas narrow as Justice Stevens suggests,post, at 10,\nn. 4 (dissenting opinion). See 68 Fed. Reg. 1994 (2003)\n(“Additionally, we invite your views as to whether any other\nrevisions are needed to the existing regulations on which waters\nare jurisdictional under the CWA”);id.,at 1992 (“Today’s\n[notice of proposed rulemaking] seeks public input on what, if any,\nrevisions in light of SWANCC might be appropriate to the\nregulations that define ‘waters of the U. S.’, and today’s [notice]\nthus would be of interest toall entitiesdischarging to,\nor regulating,such waters” (emphases added)). The\nagencies can decide for themselves whether, as theSWANCCdissenter suggests, it was wise for them to take no action in\nresponse to SWANCC.",
    "joined": []
}