{
    "case": {
        "docket": "19-968",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-968/"
    },
    "id": "4368389",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–968_________________CHIKE UZUEGBUNAM, et al., PETITIONERSv.STANLEY C. PRECZEWSKI, et al.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[March 8, 2021]Chief Justice Roberts, dissenting.Petitioners Chike Uzuegbunam and Joseph Bradford\nwant to challenge the constitutionality of speech restrictions at\nGeorgia Gwinnett College. There are just a few problems: Uzuegbunam\nand Bradford are no longer students at the college. The challenged\nrestrictions no longer exist. And the petitioners have not alleged\nactual damages. The case is therefore moot because a federal court\ncannot grant Uzuegbunam and Bradford “any effectual relief\nwhatever.”Chafinv.Chafin,568\nU.S. 165, 172 (2013) (internal quotation marks omitted).The Court resists this conclusion, holding that\nthe petitioners can keep pressing their claims because they have\nasked for “nominal damages.” In the Court’s view, nominal damages\ncan save a case from mootness because any amount of money—no matter\nhow trivial—“can redress a past injury.”Ante,at 1. But an\naward of nominal damages does not alleviate the harms suffered by a\nplaintiff, and is not intended to. If nominal damages can preserve\na live controversy, then federal courts will be required to give\nadvisory opinions whenever a plaintiff tacks on a request for a\ndollar. Because I would place a higher value on Article III, I\nrespectfully dissent.IIn urging the ratification of the\nConstitution, Alexander Hamilton famously wrote that “the\njudiciary, from the nature of its functions, will always be the\nleast dangerous” of “the different departments of power.” The\nFederalist No. 78, p. 465 (C. Rossiter ed. 1961). This\nwas so, Hamilton explained, because the Judiciary “will be least in\na capacity to annoy or injure” “the political rights of the\nConstitution.”Ibid.Whereas “[t]he executive not only\ndispenses the honors but holds the sword of the community,” and\n“[t]he legislature not only commands the purse but prescribes the\nrules by which the duties and rights of every citizen are to be\nregulated,” the Judiciary “may truly be said to have neither FORCE\nnor WILL but merely judgment.”Ibid.But that power of judgment can nonetheless bind\nthe Executive and Legislature—and the States. It is modest only if\nconfined to its proper sphere. As John Marshall emphasized during\nhis one term in the House of Representatives, “[i]f the judicial\npower extended to everyquestionunder the constitution” or\n“to everyquestionunder the laws and treaties of the United\nStates,” then “[t]he division of power [among the branches of\nGovernment] could exist no longer, and the other departments would\nbe swallowed up by the judiciary.” 4 Papers of John Marshall 95\n(C. Cullen ed. 1984) (quoted inDaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 341 (2006)). To maintain adequate separation between the\nJudiciary, on the one hand, and the political branches and the\nStates, on the other, Article III of the Constitution authorizes\nfederal courts to decide only “Cases” and “Controversies”—that is,\n“cases of a Judiciary nature.” 2 Records of the Federal Convention\nof 1787, p. 430 (M. Farrand ed. 1966) (J. Madison).The case-or-controversy requirement imposes\nfundamental restrictions on who can invoke federal jurisdiction and\nwhat types of disputes federal courts can resolve. As pertinent\nhere, “when it is impossible for a court to grant any effectual\nrelief whatever to the prevailing party,”Chafin, 568\nU. S., at 172 (internal quotation marks omitted), the case is\nmoot, and the court has no power to decide it, seeSpencerv.Kemna,523 U.S.\n1, 18 (1998). To decide a moot case would be to give an\nadvisory opinion, in violation of “the oldest and most consistent\nthread in the federal law of justiciability.”Flastv.Cohen,392 U.S.\n83, 96 (1968) (internal quotation marks omitted).By insisting that judges be able to provide\nmeaningful redress to litigants, Article III ensures that federal\ncourts exercise their authority only “as a necessity in the\ndetermination of real, earnest and vital controversy between\nindividuals.”Chicago & Grand Trunk R. Co.v.Wellman,143 U.S.\n339, 345 (1892); seeValley Forge Christian Collegev.Americans United for Separation of Church and State, Inc.,454 U.S.\n464, 471 (1982) (“The constitutional power of federal courts\ncannot be defined, and indeed has no substance, without reference\nto the necessity ‘to adjudge the legal rights of litigants in\nactual controversies.’ ” (quotingLiverpool, New York &\nPhiladelphia S. S. Co.v.Commissioners of\nEmigration,113 U.S.\n33, 39 (1885))). When plaintiffs like Uzuegbunam and Bradford\nallege neither actual damages nor the prospect of future injury, an\naward of nominal damages does not change their status or condition\nat all. Such an award instead represents a judicial determination\nthat the plaintiffs’ interpretation of the law is correct—nothing\nmore. The court in such a case is acting not as an Article III\ncourt, but as a moot court, deciding cases “in the rarified\natmosphere of a debating society.”Director, Office of Workers’\nCompensation Programsv.Perini North River Associates,459 U.S.\n297, 305 (1983) (internal quotation marks omitted).IIThe Court sees no problem with turning judges\ninto advice columnists. In its view, the common law and (to a\nlesser extent) our cases require that federal courts open their\ndoors to any plaintiff who asks for a dollar. I part ways with the\nCourt regarding both the framework it applies and the result it\nreaches.Begin with the framework. The Court’s initial\npremise is that we must “look to the forms of relief awarded at\ncommon law” in order to decide “whether nominal damages can redress\na past injury.”Ante,at 4. Because the Court finds that\n“nominal damages were available at common law in analogous\ncircumstances” to the ones before us, it “conclude[s] that a\nrequest for nominal damages satisfies the redressability element of\nstanding where a plaintiff ’s claim is based on a completed\nviolation of a legal right.”Ante,at 11.Any lessons that we learn from the common law,\nhowever, must be tempered by differences in constitutional design.\nThe structure and function of 18th-century English courts were in\nmany respects irreconcilable with “the role assigned to the\njudiciary in a tripartite allocation of power.”Flast,392\nU. S., at 95. Perhaps most saliently, in England “all\njurisdictions of courts [were] either mediately or immediately\nderived from the crown,” 1 W. Blackstone, Commentaries on the Laws\nof England 257 (1765), an organizational principle the Framers\nexplicitly rejected by separating the Executive from the Judiciary.\nThis difference in organization yielded a difference in operation.\nTo give just one example, “English judicial practice with which\nearly Americans were familiar had long permitted the Crown to\nsolicit advisory opinions from judges.” R. Fallon, J. Manning, D.\nMeltzer, & D. Shapiro, Hart and Wechsler’s The Federal Courts\nand the Federal System 52 (7th ed. 2015). We would not look to such\npractice for guidance today if a plaintiff came into court arguing\nthat advisory opinions were in fact an appropriate form of Article\nIII redress. We would know that they are not. We likewise should\nknow that a bare request for nominal damages is not justiciable\nbecause the plaintiff cannot “benefit in a tangible way from the\ncourt’s intervention.”Steel Co.v.Citizens for Better\nEnvironment,523 U.S.\n83, 103, n. 5 (1998) (internal quotation marks\nomitted).We should of course consult founding-era\ndecisions when discerning the boundaries of our jurisdiction, for\nthe Framers sought to limit the judicial power to “Cases” and\n“Controversies,” as those terms were understood at the time. SeeColemanv.Miller,307 U.S.\n433, 460 (1939) (opinion of Frankfurter, J.). No question. But\nthat does not mean that the requirements of Article III are\n“satisfied merely because a party requests a court of the United\nStates to declare its legal rights, and has couched that request\nfor forms of relief historically associated with courts of law in\nterms that have a familiar ring to those trained in the legal\nprocess.”Valley Forge, 454 U. S., at 471. A focus on\ncommon law analogues cannot obscure the significance of the\nestablishment of an independent Judiciary—a “remarkable\ntransformation” from a system with courts operating as “appendages\nof crown power.” Gordon S. Wood, The Origins of Judicial Review, 22\nSuffolk U. L. Rev. 1293, 1304 (1988). That transformation\ncarries with it the need to cabin the jurisdiction of the Judiciary\nto ensure it does not trespass on the province of the political\nbranches.It is in any event entirely unclear whether\ncommon law courts would have awarded nominal damages in a case like\nthe one before us. There is no dispute that “nominal damages\nhistorically could provideprospectiverelief,” because such\nawards allowed “plaintiffs at common law to ‘obtain a form of\ndeclaratory relief in a legal system with no general declaratory\njudgment act.’ ”Ante,at 4 (quoting D. Laycock &\nR. Hasen, Modern American Remedies 636 (5th ed. 2019); emphasis\nadded); see Borchard, The Declaratory Judgment—A Needed Procedural\nReform, 28 Yale L. J. 1, 25–29 (1918) (describing the\ndevelopment of declaratory judgments in England in the second half\nof the 19th century). Yet the petitioners in this case no longer\nseek prospective relief. Although they initially asked for a\ndeclaratory judgment and a preliminary injunction, they abandoned\nthose requests once the college rescinded the challenged\npolicies.The Court is correct to note that plaintiffs at\ncommon law often received nominal damages for past violations of\ntheir rights. Those awards, however, were generally limited to\nsituations in which prevailing plaintiffs tried and failed to prove\nactual damages. See 1 D. Dobbs, Law of Remedies §3.3(2),\np. 296 (2d ed. 1993) (describing nominal damages awards as “a\nrescue operation”). Notwithstanding the Court’s protestations to\nthe contrary, nominal damages in such cases were in fact a\n“consolation prize,”ante,at 9, awarded as a hook to allow\nprevailing plaintiffs to at least recover attorney’s fees and\ncosts. See W. Hale, Handbook on the Law of Damages 30–31 (1896)\n(“The importance of the right to recover nominal damages often\nconsists in its effect on costs.”); 1 T. Sedgwick, Measure of\nDamages §96, p. 164 (9th ed. 1912) (“[T]hey are a mere peg to\nhang costs on.” (internal quotation marks omitted)). The\npetitioners in this case have asked to recover their fees and\ncosts, but they never sought actual damages, so the common law\nprovides little relevant support.On this last point, the Court acknowledges in\nseveral places that the historical record is mixed as to whether\nlegal violations were actionableat allwithout a showing of\ncompensable harm. Seeante,at 5, 7. And the Court does not\ncite any case in which plaintiffs sought only nominal damages for\npurely retrospective injuries. The Court instead relies on several\ndecisions that contained live damages claims, seeBarkerv.Green, 2 Bing. 317, 130 Eng. Rep. 327 (C. P. 1824)\n(“actual damage was the gist of the action”);Hatchv.Lewis, 2 F. & F. 467, 469, 175 Eng. Rep. 1145, 1146\n(N. P. 1861) (defendants’ ineffective assistance allegedly\ncaused plaintiff to be “deprived of the profits and emoluments he\nmight otherwise have obtained”);Dodsv.Evans, 15\nC. B. N. S. 621, 143 Eng. Rep. 929 (C. P. 1864)\n(action for damages), or involved prospective harm to the\nplaintiff ’s reputation, seeMarzettiv.Williams, 1 B. & Ad. 415, 420, 109 Eng. Rep. 842, 844\n(K. B. 1830) (bank’s failure to timely pay “was injurious to\nthe character of the plaintiff in his trade”); see also C. Addison,\nLaw of Torts 46–47 (1860) (defamation actionable without proof of\ndamage).The Court also appeals to “categorical” and\n“definitive” statements by Lord Chief Justice Holt and Justice\nStory, that “every injury imports a damage,”Ashbyv.White, 2 Raym. Ld. 938, 955, 92 Eng. Rep. 126, 137\n(K. B. 1703), and that “[t]he law tolerates no farther\ninquiry than whether there has been the violation of a right,”Webbv.Portland Mfg. Co., 29 F. Cas. 506, 508 (No.\n17,322) (CC Me. 1838).Ante,at 8–9. These statements,\nhowever, bear less weight than the Court suggests. Lord Holt was\nalone in dissent inAshby(no shame there), and although his\nopinion has been cited favorably by subsequent cases and\ncommentary, his colleagues disagreed with him. The Court writes\nthat “the House of Lords overturned the majority decision, thus\nvalidating Lord Holt’s position,”ante,at 6, but the House\nof Lords likely paid scant attention to Lord Holt’s analysis. It\nappears instead that the majority decision was reversed as\ncollateral damage in a Whig-Tory political dispute, and “little\nweight was given to reasoning or eloquence.” 2 J. Campbell, Lives\nof the Chief Justices of England 160 (1849). (Ashby had tried to\nvote for a Whig candidate, and his ballot had been rejected as part\nof a Tory election-rigging scheme.Id.,at 156–157.)\nRegardless, the House of Lords held that Ashby “should recover his\ndamages assessed by the jury” at trial, suggesting that the fact of\ninjury alone did not “import” them.Ashbyv.White, 1\nBro. P. C. 62, 64, 1 Eng. Rep. 417, 418 (1703).Justice Story is no more helpful to the\nCourt—despite the supposedly “definitive” nature of his statement\ninWebb—as he took the position elsewhere in his writings\nthat a legal violation alone wasnotsufficient to ground a\nlawsuit. See Commentaries on the Law of Agency §236, p. 200\n(1839) (“[T]he rule applies, that though it is a wrong, it is\nwithout any damage; and, to maintain an action, both must concur;\nfordamnum absque injuria, andinjuria absque damno,\nare equally objections to any recovery.”). Perhaps Justice Story’s\nconflicting statements can be reconciled, seeante,at 7;\nHessick, Standing, Injury in Fact, and Private Rights, 93 Cornell\nL. Rev. 275, 283, n. 38 (2008), but neither his commentary nor\nLord Holt’s dissent provides firm footing for the position that a\nplaintiff could seek nominal damages without alleging actual\ndamages or prospective harm.At bottom, the Court relies on a handful of\nindeterminate sources to justify a radical expansion of the\njudicial power. The Court acknowledges that “the rule allowing\nnominal damages for a violation of any legal right . . .\nwas not universally followed,”ante,at 7, but even this\nconcession understates the equivocal nature of the historical\nrecord. I would require more before bursting the bounds of Article\nIII.The Court spends little time trying to reconcile\nits analysis with modern justiciability principles. It cites in\npassing our decisions inCareyv.Piphus,435 U.S.\n247(1978),Memphis Community School Dist.v.Stachura,477 U.S.\n299(1986), andFarrarv.Hobby,506 U.S.\n103(1992), but those cases made no mention of Article III, and\nnone involved a standalone claim for nominal damages. The Court\nalso contends that nominal damages must provide redress because\ncourts would otherwise lack jurisdiction to award them, even where\na plaintiff tries and fails to prove actual damages. Seeante,at 10. But a claim for actual damages preserves a live\ncontroversy, seeMemphis Light, Gas & Water Div.v.Craft,436 U.S.\n1, 8–9 (1978), and a court does not lose jurisdiction just\nbecause that claim ultimately fails.Finally, the Court argues that nominal damages\nprovide Article III relief because they “affec[t] the behavior of\nthe defendant towards the plaintiff ” by requiring “money\nchanging hands.”Ante,at 10 (internal quotation marks\nomitted). If this were the standard, then the prospect of\nattorney’s fees and costs would confer standing at the beginning of\na lawsuit and prevent mootness throughout—a proposition we have\nsquarely rejected. SeeLewisv.Continental Bank\nCorp.,494 U.S.\n472, 480 (1990). The Court posits that “nominal damages are\nredress,” whereas fees and costs “are merely a byproduct of a suit\nthat already succeeded.”Ante,at 11 (internal quotation\nmarks omitted). This classification just begs the question of what\nqualifies as redress. To satisfy Article III, redress must\nalleviate the plaintiff ’s alleged injury in some way, either\nby compensating the plaintiff for a past loss or by preventing an\nongoing or future harm. Nominal damages do not serve these ends\nwhere a plaintiff alleges only a completed violation of his rights.\nThey are not intended to approximate the value of tangible or\nintangible harms, or the deterrent effect required to prevent\nfuture misconduct. And they are not calculated with reference to\neither of these purposes. Because such an award performs no\nremedial function—and because “[r]elief that does not remedy the\ninjury suffered cannot bootstrap a plaintiff into federal court,”Steel Co., 523 U. S., at 107—nominal damages cannot\npreserve a live controversy where a case is otherwise moot.IIIToday’s decision risks a major expansion of\nthe judicial role. Until now, we have said that federal courts can\nreview the legality of policies and actions only as a necessary\nincident to resolving real disputes. Going forward, the Judiciary\nwill be required to perform this function whenever a plaintiff asks\nfor a dollar. For those who want to know if their rights have been\nviolated, the least dangerous branch will become the least\nexpensive source of legal advice.In an effort to downplay these consequences, the\nCourt argues that plaintiffs who seek nominal damages will often be\nable to seek actual damages as well. In this case, for example, the\nCourt notes that Uzuegbunam and Bradford “would have satisfied\nredressability if instead of one dollar in nominal damages they\nsought one dollar in compensation for a wasted bus fare to travel\nto the free speech zone.”Ante,at 11. Maybe they would\nhave, and maybe they should have. The Court is mistaken, however,\nto equate a small amount of actual damages with the token award of\nnominal damages. The former redresses a compensable harm and\nsatisfies Article III, while the latter is a legal fiction with “no\nexistence in point of quantity.” J. Mayne, Law of Damages 27 (1856)\n(internal quotation marks omitted); see Dobbs, Law of Remedies\n§3.3(2), at 294 (“Nominal damages are damages in name only\n. . . .”).The Court also insists that not every “request\nfor nominal damages guarantees entry to court.”Ante,at 11.\nYet its holding admits of no limiting principle. As then-Judge\nMcConnell remarked in an insightful concurrence on the issue before\nus, “[i]t is hard to conceive of a case in which a plaintiff would\nbe unable to append a claim for nominal damages, and thus insulate\nthe case from the possibility of mootness.”Utah Animal Rights\nCoalitionv.Salt Lake City Corp.,371 F.3d 1248, 1266 (CA10 2004). The Court today reinforces\nthis point by emphasizing that “everyviolation of a right\nimports damage,”ante,at 12 (emphasis added; alterations\nand internal quotation marks omitted)—even though we have\ndefinitively and recently held that a plaintiff must allege a\nconcrete injury even where his rights have been violated, seeTholev.U. S. Bank N. A., 590 U. S.\n___, ___ (2020) (slip op., at 5) (“This Court has rejected the\nargument that ‘a plaintiff automatically satisfies the\ninjury-in-fact requirement whenever a statute grants a person a\nstatutory right and purports to authorize that person to sue to\nvindicate that right.’ ” (quotingSpokeo, Inc.v.Robins, 578 U.S. 330, 341 (2016))).The best that can be said for the Court’s\nsweeping exception to the case-or-controversy requirement is that\nit may itself admit of a sweeping exception: Where a plaintiff asks\nonly for a dollar, the defendant should be able to end the case by\ngiving him a dollar, without the court needing to pass on the\nmerits of the plaintiff ’s claims. Although we recently\nreserved the question whether a defendant can moot a case by\ndepositing the full amount requested by the plaintiff,Campbell-Ewald Co.v.Gomez, 577 U.S. 153, 166\n(2016), our cases have long suggested that he can, see,e.g.,Californiav.San Pablo & Tulare R.\nCo.,149 U.S.\n308, 313–314 (1893). The United States agrees, arguing in its\nbrief in “support” of the petitioners that “the defendant should be\nable to end the litigation without a resolution of the\nconstitutional merits, simply by accepting the entry of judgment\nfor nominal damages against him.” Brief for United States asAmicus Curiae29. The defendant can even file an offer of\njudgment for one dollar, rendering the plaintiff liable for any\nsubsequent costs if he receives only nominal damages. See Fed. Rule\nCiv. Proc. 68(d). This is a welcome caveat, and it may ultimately\nsave federal courts from issuing reams of advisory opinions. But it\nalso highlights the flimsiness of the Court’s view of the\nseparation of powers. The scope of our jurisdiction should not\ndepend on whether the defendant decides to fork over a buck.*  *  *Five years after Hamilton wrote Federalist\nNo. 78, Secretary of State Thomas Jefferson sent a letter on\nbehalf of President George Washington to Chief Justice John Jay and\nthe Associate Justices of the Supreme Court, asking for advice\nabout the Nation’s rights and obligations regarding the ongoing war\nin Europe. Washington’s request must have struck him as reasonable\nenough, since English sovereigns regularly sought advice from their\ncourts. Yet the Justices declined the entreaty, citing “the lines\nof separation drawn by the Constitution between the three\ndepartments of the government.” 3 Correspondence and Public Papers\nof John Jay 488 (H. Johnston ed. 1891). For over two centuries, the\nCorrespondence of the Justices has stood as a reminder that federal\ncourts cannot give answers simply because someone asks.The Judiciary is authorized “to say what the law\nis” only because “[t]hose who apply [a] rule to particular cases,\nmust ofnecessityexpound and interpret the rule.”Marburyv.Madison, 1 Cranch 137, 177 (1803)\n(emphasis added). Today’s decision abandons that principle. When a\nplaintiff brings a nominal damages claim in the absence of past\ndamages or future harm, it is not “necessary to give an opinion\nupon a question of law.”San Pablo, 149 U. S., at 314.\nIt is instead a “gratuitous” exercise of the judicial power,Simonv.Eastern Ky. Welfare Rights Organization,426 U.S.\n26, 38 (1976), and expanding that power encroaches on the\npolitical branches and the States. Perhaps defendants will wise up\nand moot such claims by paying a dollar, but it is difficult to see\nthat outcome as a victory for Article III. Rather than encourage\nlitigants to fight over farthings, I would affirm the judgment of\nthe Court of Appeals.",
    "joined": []
}