{
    "case": {
        "docket": "27",
        "citation": "577",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/577/27/"
    },
    "id": "3498857",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No.13–1067_________________OBB PERSONENVERKEHR AG, PETITIONERv.CAROL P. SACHSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[December 1, 2015]Chief Justice Roberts delivered the opinion of\nthe Court.The Foreign Sovereign Immunities Act shields\nforeign states and their agencies from suit in United States courts\nunless the suit falls within one of the Act’s specifically\nenumerated exceptions. This case concerns the scope of the\ncommercial activity exception, which withdraws sovereign immunity\nin any case “in which the action is based upon a commercial\nactivity carried on in the United States by [a] foreign state.” 28\nU. S. C. §1605(a)(2).Respondent Carol Sachs is a resident of\nCaliforniawho purchased in the United States a Eurail pass forrail\ntravel in Europe. She suffered traumatic personal in-juries when\nshe fell onto the tracks at the Innsbruck, Austria, train station\nwhile attempting to board a train operated by the Austrian\nstate-owned railway. She sued the railway in Federal District\nCourt, arguing that her suit was not barred by sovereign immunity\nbecause it is “based upon” the railway’s sale of the pass to her in\nthe United States. We disagree and conclude that her action is\ninstead “based upon” the railway’s conduct in Innsbruck. We\ntherefore hold that her suit falls outside the commercial activity\nexception and is barred by sovereign immunity.IAPetitioner OBB Personenverkehr AG (OBB)\noperates a railway that carries nearly 235 million passengers each\nyear on routes within Austria and to and from points beyond\nAustria’s frontiers. OBB is wholly owned by OBB Holding Group, a\njoint-stock company created by the Republic of Austria. OBB Holding\nGroup in turn is wholly owned by the Austrian Federal Ministry of\nTransport, Innovation, and Technology.Sachsv.Republic\nof Austria, 737 F. 3d 584, 587 (CA9 2013).OBB—along with 29 other railways throughout\nEurope—is a member of the Eurail Group, an association responsible\nfor the marketing and management of the Eurail pass program. Brief\nfor International Rail Transport Committee asAmicus Curiae12; 737 F. 3d, at 587. Eurail passes allow their holders\nunlimited passage for a set period of time on participating Eurail\nGroup railways. They are available only to non-Europeans, who may\npurchase them both directly from the Eurail Group and indirectly\nthrough a worldwide network of travel agents. Brief for\nInternational Rail Transport Committee asAmicus Curiae12–13, and n. 3; Brief for Respondent4–5.Carol Sachs is a resident of Berkeley,\nCalifornia. In March 2007, she purchased a Eurail pass over the\nInternet from The Rail Pass Experts, a Massachusetts-based travel\nagent. The following month, Sachs arrived at the Innsbruck train\nstation, planning to use her Eurail pass to ride an OBB train to\nPrague. As she attempted to board the train, Sachs fell from the\nplatform onto the tracks. OBB’s moving train crushed her legs, both\nof which had to be amputated above the knee. 737 F. 3d, at\n587–588.Sachs sued OBB in the United States District\nCourt for the Northern District of California, asserting five\ncauses of action: (1) negligence; (2) strict liability for design\ndefects in the train and platform; (3) strict liability for failure\nto warn of those design defects; (4) breach of an implied warranty\nof merchantability for providing a train and platform unsafe for\ntheir intended uses; and (5) breach of an implied warranty of\nfitness for providing a train and platform unfit for their intended\nuses. App. 14–18. OBB claimed sovereign immunity and moved to\ndismiss the suit for lack of subject matter jurisdiction. 737\nF. 3d, at 588.BThe Foreign Sovereign Immunities Act “provides\nthe sole basis for obtaining jurisdiction over a foreign statein\nthe courts of this country.”Argentine Republicv.Amerada Hess Shipping Corp., 488 U. S. 428, 443 (1989)\n. The Act defines “foreign state” to include a state “agency or\ninstrumentality,” 28 U. S. C. §1603(a), and both parties\nagree that OBB qualifies as a “foreign state” for purposes of the\nAct. OBB is therefore “presumptively immune from the jurisdiction\nof United States courts” unless one of the Act’s express exceptions\nto sovereign immunity applies.Saudi Arabiav.Nelson, 507 U. S. 349, 355 (1993) . Sachs argues that\nher suit falls within the Act’s commercial activity exception,\nwhich provides in part that a foreign state does not enjoy immunity\nwhen “the action is based upon a commercial activity carried on in\nthe United States by the foreign state.” §1605(a)(2).[1]The District Court concluded that Sachs’s suit\ndid not fall within §1605(a)(2) and therefore granted OBB’s motion\nto dismiss. 2011 WL 816854, *1, *4 (ND Cal., Jan. 28, 2011). A\ndivided panel of the United States Court of Appeals for the Ninth\nCircuit affirmed. 695 F. 3d 1021 (2012). The full court\nordered rehearing en banc and, with three judges dissenting,\nreversed the panel decision. 737 F. 3d 584.The en banc majority first observed that, “based\non the agreement of the parties,” “the only relevant commercial\nactivity within the United States was [Sachs’s] March 2007 purchase\nof a Eurail pass from the Rail Pass Experts,” a Massachusetts\ncompany.Id.,at 591, n. 4 (internal quotation marks\nomitted). The court concluded that The Rail Pass Experts had acted\nas OBB’s agent and, using common law principles of agency,\nattributed that Eurail pass sale to OBB.Id.,at\n591–598.The court next asked whether Sachs’s claims were\n“based upon” the sale of the Eurail pass within the meaning of\n§1605(a)(2). The “based upon” determination, the court explained,\nrequires that the commercial activity within the United States be\n“connected with the conduct that gives rise to the plaintiff’s\ncause of action.”Id.,at 590. But, the court\ncontinued, “it is not necessary that the entire claim be based upon\nthe commercial activity of OBB.”Id.,at 599. Rather, in the\ncourt’s view, Sachs would satisfy the “based upon” requirement for\na particular claim “ifan elementof [that] claim consists\nin conduct that occurred in commercial activity carried on in the\nUnited States.”Ibid.(internal quotation marks\nomitted).Applying California law, seeid., at 600,\nn. 14, the court analyzed Sachs’s causes of action\nindividually and concluded that the sale of the Eurail pass\nestablished a necessary element of each of her claims. Turning\nfirst to the negligence claim, the court found that Sachs was\nrequired to show that OBB owed her a duty of care as a passenger as\none element of that claim. The court concluded that such a duty\narose from the sale of the Eurail pass.Id., at 600–602.\nTurning next to the other claims, the court determined that the\nexistence of a “transaction between a seller and a consumer” was a\nnecessary element of Sachs’s strict liability and breach of implied\nwarranty claims.Id.,at 602. The sale of the Eurail pass,\nthe court noted, provided proof of such a transaction.Ibid.Having found that “the sale of the Eurail pass in the United States\nforms an essential element of each of Sachs’s claims,” the court\nconcluded that each claim was “based upon a commercial activity\ncarried on in the United States” by OBB.Ibid.We granted certiorari. 574 U. S. ___\n(2015).IIOBB contends that the sale of the Eurail pass\nis not attributable to the railway, reasoning that the Foreign\nSovereign Immunities Act does not allow attribution through\nprinciples found in the common law of agency. OBB also argues that\neven if such attribution were allowed under the Act, Sachs’s suit\nis not “based upon” the sale of the Eurail pass for purposes of\n§1605(a)(2). We agree with OBB on the second point and therefore do\nnot reach the first.AThe Act itself does not elaborate on the\nphrase “based upon.” Our decision inSaudi Arabiav.Nelson, 507 U. S. 349 , however, provides sufficient\nguidance to resolve this case. InNelson, a husband and wife\nbrought suit against Saudi Arabia and its state-owned hospital,\nseeking damages for intentional and negligent torts stemming from\nthe husband’s allegedly wrongful arrest, imprisonment, and torture\nby Saudi police while he was employed at a hospital in Saudi\nArabia.Id., at 351, 353–354. The Saudi defendants claimed\nsovereign immunity under the Act, arguing,inter alia, that\n§1605(a)(2) was inapplicable because the suit was “based upon”\nsovereign acts—the exercise of Saudi police authority—and not upon\ncommercial activity. See Brief for Petitioners inSaudi\nArabiav.Nelson, O. T. 1992, No. 91–552, pp. 12–14. The\nNelsons countered that their suit was “based upon” the defendants’\ncommercial activities in “recruit[ing] Scott Nelson for work at the\nhospital, sign[ing] an employment contract with him, and\nsubsequently employ[ing] him.” 507 U. S., at 358. We rejected\nthe Nelsons’ arguments.The Act’s “based upon” inquiry, we reasoned,\nfirst requires a court to “identify[ ] the particular conduct on\nwhich the [plaintiff’s] action is ‘based.’ ”Id.,at\n356. Considering dictionary definitions and lower court decisions,\nwe explained that a court should identify that “particular conduct”\nby looking to the “basis” or “foundation” for a claim,id.,at 357 (citing dictionary definitions), “those elements\n. . . that, if proven, would entitle a plaintiff to\nrelief,”ibid., and “the ‘gravamen of the complaint,’ ”ibid.(quotingCallejov.Bancomer,\nS. A., 764 F. 2d 1101, 1109 (CA5 1985)). Under that\nanalysis, we found that the commercial activities, while they “led\nto the conduct that eventually injured the Nelsons,” were not the\nparticular conduct upon which their suit was based. The suit was\ninstead based upon the Saudi sovereign acts that actually injured\nthem. 507 U. S., at 358. The Nelsons’ suit therefore did not\nfit within §1605(a)(2).Id., at 361–362.BThe Ninth Circuit held that Sachs’s claims\nwere “based upon” the sale of the Eurail pass because the sale of\nthe pass provided “an element” of each of her claims. 737\nF. 3d, at 599. UnderNelson, however, the mere fact\nthat the sale of the Eurail pass would establish a single element\nof a claim is insufficient to demonstrate that the claim is “based\nupon” that sale for purposes of §1605(a)(2).The Ninth Circuit apparently derived its\none-element test from an overreading of one part of one sentence inNelson, in which we observed that “the phrase [‘based upon’]\nis read most naturally to mean those elements of a claim that, if\nproven, would entitle a plaintiff to relief under his theory of the\ncase.” 507 U. S., at 357. We do not see how that mention of\nelements—plural—could be considered an endorsement of aone-element test, nor how the particular element the Ninth\nCircuit singled out for each of Sachs’s claims could be construed\nto entitle her to relief.Be that as it may, our analysis inNelsonis flatly incompatible with a one-element approach. A one-element\ntest necessarily requires a court to identifyallthe\nelementsof each claim in a complaint before that court may re-ject\nthose claims for falling outside §1605(a)(2). But we did not\nundertake such an exhaustive claim-by-claim, element-by-element\nanalysis of the Nelsons’ 16 causes of action, nor did we engage in\nthe choice-of-law analysis that would have been a necessary prelude\nto such an undertaking. Compareid., at 356–358, with 737\nF. 3d, at 600, n. 14 (noting disagreement over whether\nstate or federal common law principles govern suits under the\nForeign Sovereign Immunities Act).Nelsoninstead teaches that an action is\n“based upon” the “particular conduct” that constitutes the\n“gravamen” of the suit. Rather than individually analyzing each of\nthe Nelsons’ causes of action, we zeroed in on the core of their\nsuit: the Saudi sovereign acts that actually injured them. As the\nCourt explained:“Even taking each of the Nelsons’\nallegations about Scott Nelson’s recruitment and employment as\ntrue, those facts alone entitle the Nelsons to nothing under their\ntheory of the case. The Nelsons have . . . alleged\n. . . personal injuries caused by [the defendants’]\nintentional wrongs and by [the defendants’] negligent failure to\nwarn Scott Nelson that they might commit those wrongs. Those torts,\nand not the arguably commercial activities that preceded their\ncommission, form the basis for the Nelsons’ suit.” 507\nU. S.,at 358.Under this analysis, the conduct constituting\nthe gravamen of Sachs’s suit plainly occurred abroad. All of her\nclaims turn on the same tragic episode in Austria, alleg-edly\ncaused by wrongful conduct and dangerous conditions in Austria,\nwhich led to injuries suffered in Austria.Sachs maintains that some of those claims are\nnot limited to negligent conduct or unsafe conditions in Austria,\nbut rather involve at least some wrongful action in the United\nStates. Her strict liability claim for failure to warn, for\nexample, alleges that OBB should have alerted her to the dangerous\nconditions at the Innsbruck train station when OBB sold the Eurail\npass to herin the United States. Under any theory of the\ncase that Sachs pre-sents, however, there is nothing wrongful about\nthe sale of the Eurail pass standing alone. Without the existence\nof the unsafe boarding conditions in Innsbruck, there would have\nbeen nothing to warn Sachs about when she bought the Eurail pass.\nHowever Sachs frames her suit, the incident in Innsbruck remains at\nits foundation.As we explained inNelson, any other\napproach would allow plaintiffs to evade the Act’s restrictions\nthrough artful pleading. For example, any plaintiff “could recast\nvirtually any claim of intentional tort . . . as a claim\nof failure to warn, simply by charging the defendant with an\nobligation to announce its own tortious propensity before indulging\nit.”Id.,at 363. To allow such “recast[ing]” of a\ncomplaint, we reasoned, would “give jurisdictional significance to\n[a] feint of language,” thereby “effectively thwart[ing] the Act’s\nmanifest purpose.”Ibid.A century ago, in a letter to then-Professor\nFrankfurter, Justice Holmes wrote that the “essentials” of a\npersonal injury narrative will be found at the “point of\ncontact”—“the place where the boy got his fingers pinched.” Letter\n(Dec. 19, 1915), in Holmes and Frankfurter: Their Correspondence,\n1912–1934, p. 40 (R. Mennel & C. Compston eds. 1996). At least\nin this case, that insight holds true. Regardless of whether Sachs\nseeks relief under claims for negligence, strict liability for\nfailure to warn, or breach of implied warranty, the “essentials” of\nher suit for purposes of §1605(a)(2) are found in Austria.[2]IIISachs raises a new argument in this Court in\nan attempt to fit her claims within §1605(a)(2). In addition to\narguing that her claims are “based upon” the sale of the Eurail\npass, she now contends that her suit is “based upon” “OBB’s overall\ncommercial railway enterprise.” Brief for Respondent 24; see also\nTr. of Oral Arg. 38.“[C]ommercial activity carried on in the United\nStates by the foreign state,” as used in §1605(a)(2), is defined to\nmean “commercial activity carried on by such state and having\nsubstantial contact with the United States.” §1603(e). Sachs’s new\ntheory is that OBB’sentirerailway enterprise constitutes\nthe “commercial activity” that has the requisite “substantial\ncontact with the United States,” because OBB reaches out to\nAmerican customers by marketing and selling Eurail passes in the\nUnited States.That argument was never presented to any lower\ncourt and is therefore forfeited. Sachs argued in the courts below\nonly that her claims were “based upon” the sale of the Eurail pass,\nand the lower courts resolved the case on that understanding. See,e.g., 737 F. 3d, at 591, n. 4 (“The district court\nconcluded, based on the agreement of the parties, that ‘the only\nrelevant commercial activity within the United States was\nplaintiff’s March 2007 purchase of a Eurail Pass from the Rail Pass\nExperts.’ We consider only the relevant conduct as defined by the\ndistrict court.”).[3] Indeed,\nwhen we granted certiorari, the relevant question presented for our\nreview was whether Sachs’s claims were “based upon” the “sale of\nthe ticket in the United States.” Pet. for Cert. i; accord, Brief\nfor Respondent i. We have answered that question in the negative.\nAbsent unusual circumstances—none of which is present here—we will\nnot entertain arguments not made below.Taylorv.Freeland & Kronz, 503 U. S. 638 –646 (1992).We therefore conclude that Sachs has failed to\ndemonstrate that her suit falls within the commercial activity\nexception in §1605(a)(2). OBB has sovereign immunity under the Act,\nand accordingly the courts of the United States lack jurisdiction\nover the suit.The judgment of the United States Court of\nAppeals for the Ninth Circuit is reversed.It is so ordered.Notes1Section 1605(a)(2)\ncontains three separate clauses. In full, the section\nprovides:2We cautioned inNelsonthat the reach of our decision was limited, seeSaudi Arabiav.Nelson, 507 U. S. 349 ,\nn. 4 (1993), and similar caution is warranted here. Domestic\nconduct with respect to different types of commercial activity may\nplay a more significant role in other suits under the first clause\nof §1605(a)(2). In addition, we consider here only a case in which\nthe gravamen of each claim is found in the same place.3See also Points and\nAuthorities in Opposition to OBB Personenverkehr AG’s Motion to\nDismiss in No. 08–01840 (ND Cal.), p. 8 (“The claims herein\nare based on the purchase of the Eurail pass.”); Appellant’s\nOpening Brief in No. 11–15458 (CA9), p. 10 (“[T]he claims are\n‘based upon’ the purchase of the ticket which occurred in the\nUnited States.”); Appellant’s Reply Brief in No. 11–15458 (CA9),\np. 8 (“[H]er claim was based on the purchase/sale of the\nticket.”). The District Court decided the case on that\nunderstanding of Sachs’s argument. See 2011 WL 816854, *2 (ND Cal.,\nJan. 28, 2011); see also 2010 WL 4916394, *1 (ND Cal., Nov. 22,\n2010). As did the Ninth Circuit panel, see 695 F. 3d 1021,\n1024 (2012), and, as noted, the Ninth Circuit en banc. When OBB\npetitioned this Court for writ of certiorari, Sachs’s brief in\nopposition repeated her earlier arguments. See Brief in Opposition\n2; see also this Court’s Rule 15.2.",
    "joined": []
}