{
    "case": {
        "docket": "351",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/351/"
    },
    "id": "3424416",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–275_________________MARVIN D. HORNE, et al., PETITIONERSv.DEPARTMENT OF AGRICULTUREon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 22, 2015]Chief Justice Roberts delivered the opinion of\nthe Court.Under the United States Department of\nAgriculture’s California Raisin Marketing Order, a percentage of a\ngrower’s crop must be physically set aside in certain years for the\naccount of the Government, free of charge. The Government then\nsells, allocates, or otherwise disposes of the raisins in ways it\ndetermines are best suited to maintaining an orderly market. The\nquestion is whether the Takings Clause of the Fifth Amendment bars\nthe Government from imposing such a demand on the growers without\njust compensation.IThe Agricultural Marketing Agreement Act of\n1937 authorizes the Secretary of Agriculture to promulgate\n“marketing orders” to help maintain stable markets for particular\nagricultural products. The marketing order for raisins requires\ngrowers in certain years to give a percentage of their crop to the\nGovernment, free of charge. The required allocation is determined\nby the Raisin Administrative Committee, a Government entity\ncomposed largely of growers and others in the raisin business\nappointed by the Secretary of Agriculture. In 2002–2003, this\nCommittee ordered raisin growers to turn over 47 percent of their\ncrop. In 2003–2004, 30 percent.Growers generally ship their raisins to a raisin\n“handler,” who physically separates the raisins due the Government\n(called “reserve raisins”), pays the growers only for the remainder\n(“free-tonnage raisins”), and packs and sells the free-tonnage\nraisins. The Raisin Committee acquires title to the reserve raisins\nthat have been set aside, and decides how to dispose of them in its\ndiscretion. It sells them in noncompetitive markets, for example to\nexporters, federal agencies, or foreign governments; donates them\nto charitable causes; releases them to growers who agree to reduce\ntheir raisin production; or disposes of them by “any other means”\nconsistent with the purposes of the raisin program. 7 CFR\n§989.67(b)(5) (2015). Proceeds from Committee sales are principally\nused to subsidize handlers who sell raisins for export (not\nincluding the Hornes, who are not raisin exporters). Raisin growers\nretain an interest in any net proceeds from sales the Raisin\nCommittee makes, after deductions for the export subsidies and the\nCommittee’s administrative expenses. In the years at issue in this\ncase, those proceeds were less than the cost of producing the crop\none year, and nothing at all the next.The Hornes—Marvin Horne, Laura Horne, and their\nfamily—are both raisin growers and handlers. They “handled” not\nonly their own raisins but also those produced by other growers,\npaying those growers in full for all of their raisins, not just the\nfree-tonnage portion. In 2002, the Hornes refused to set aside any\nraisins for the Government, believing they were not legally bound\nto do so. The Government sent trucks to the Hornes’ facility at\neight o’clock one morning to pick up the raisins, but the Hornes\nrefused entry. App. 31; cf.post,at 11 (Sotomayor, J.,\ndissenting). The Government then assessed against the Hornes a fine\nequal to the market value of the missing raisins—some $480,000—as\nwell as an additional civil penalty of just over $200,000 for\ndisobeying the order to turn them over.When the Government sought to collect the fine,\nthe Hornes turned to the courts, arguing that the reserve\nrequirement was an unconstitutional taking of their property under\nthe Fifth Amendment. Their case eventually made it to this Court\nwhen the Government argued that the lower courts had no\njurisdiction to consider the Hornes’ constitutional defense to the\nfine.Hornev.Department of Agriculture, 569\nU. S. ___ (2013) (Horne I). We rejected the\nGovernment’s argument and sent the case back to the Court of\nAppeals so it could address the Hornes’ contention on the merits.Id., at ___ (slip op.,at 15).On remand, the Ninth Circuit agreed with the\nHornes that the validity of the fine rose or fell with the\nconstitutionality of the reserve requirement. 750 F. 3d 1128,\n1137 (2014). The court then considered whether that requirement was\na physical appropriation of property, giving rise to aper setaking, or a restriction on a raisin grower’s\nuse of his property, properly analyzed under the more flexible and\nforgiving standard for a regulatory taking. The court rejected the\nHornes’ argument that the reserve requirement was aper setaking, reasoning that “the Takings Clause\naffords less protection to personal than to real property,” and\nconcluding that the Hornes “are not completely divested of their\nproperty rights,” because growers retain an interest in the\nproceeds from any sale of reserve raisins by the Raisin Committee.Id., at 1139.The court instead viewed the reserve requirement\nas a use restriction, similar to a government condition on the\ngrant of a land use permit. SeeDolanv.City of\nTigard, 512 U. S. 374 (1994) ;Nollanv.California Coastal Comm’n, 483 U. S. 825 (1987) . As in\nsuch permit cases, the Court of Appeals explained, the Government\nhere imposed a condition (the reserve requirement) in exchange for\na Government benefit (an orderly raisin market). And just as a\nlandowner was free to avoid the government condition by forgoing a\npermit, so too the Hornes could avoid the reserve requirement by\n“planting different crops.” 750 F. 3d, at 1143. Under that\nanalysis, the court found that the reserve requirement was a\nproportional response to the Government’s interest in ensuring an\norderly raisin market, and not a taking under the Fifth\nAmendment.We granted certiorari. 574 U. S. ___\n(2015).IIThe petition for certiorari poses three\nquestions, which we answer in turn.AThe first question presented asks “Whether the\ngovernment’s ‘categorical duty’ under the Fifth Amendment to pay\njust compensation when it ‘physically takes possession of an\ninterest in property,’Arkansas Game & Fish Comm’nv.\nUnited States, 133 S. Ct. 511, 518 (2012), applies only to\nreal property and not to personal property.” The answer is no.1There is no dispute that the “classic taking\n[is one] in which the government directly appropriates private\nproperty for its own use.”Tahoe-Sierra Preservation\nCouncil,Inc.v.Tahoe Regional Planning Agency,\n535 U. S. 302, 324 (2002) (brackets and internal quotation\nmarks omitted). Nor is there any dispute that, in the case of real\nproperty, such an appropriation is aper setaking that\nrequires just compensation. SeeLorettov.Teleprompter\nManhattan CATV Corp., 458 U. S. 419 –435 (1982).Nothing in the text or history of the Takings\nClause, or our precedents, suggests that the rule is any different\nwhen it comes to appropriation of personal property. The Government\nhas a categorical duty to pay just compensation when it takes your\ncar, just as when it takes your home.The Takings Clause provides: “[N]or shall\nprivate property be taken for public use, without just\ncompensation.” U. S. Const., Amdt. 5. It protects “private\nproperty” without any distinction between different types. The\nprinciple reflected in the Clause goes back at least 800 years to\nMagna Carta, which specifically protected agricultural crops from\nuncompensated takings. Clause 28 of that charter forbade any\n“constable or other bailiff ” from taking “corn or other\nprovisions from any one without immedi-ately tendering money\ntherefor, unless he can have postponement thereof by permission of\nthe seller.” Cl. 28 (1215), in W. McKechnie, Magna Carta, A\nCommentary on the Great Charter of King John 329 (2d ed. 1914).The colonists brought the principles of Magna\nCarta with them to the New World, including that charter’s\nprotection against uncompensated takings of personal property. In\n1641, for example, Massachusetts adopted its Body of Liberties,\nprohibiting “mans Cattel or goods of what kinde soever” from being\n“pressed or taken for any publique use or service, unlesse it be by\nwarrant grounded upon some act of the generall Court, nor without\nsuch reasonable prices and hire as the ordinarie rates of the\nCountrie do afford.” Massachusetts Body of Liberties ¶8, in R.\nPerry, Sources of Our Liberties 149 (1978). Virginia allowed the\nseizure of surplus “live stock, or beef, pork, or bacon” for the\nmilitary, but only upon “paying or tendering to the owner the price\nso estimated by the appraisers.” 1777 Va. Acts ch. XII. And South\nCarolina authorized the seizure of “necessaries” for public use,\nbut provided that “said articles so seized shall be paid for\nagreeable to the prices such and the like articles sold for on the\nninth day of October last.” 1779 S. C. Acts §4.Given that background, it is not surprising that\nearly Americans bridled at appropriations of their personal\nproperty during the Revolutionary War, at the hands of both sides.\nJohn Jay, for example, complained to the New York Legislature about\nmilitary impressment by the Continental Army of “Horses, Teems, and\nCarriages,” and voiced his fear that such action by the “little\nOfficers” of the Quartermasters Department might extend to\n“Blankets, Shoes, and many other articles.” A Hint to the\nLegislature of the State of New York (1778), in John Jay, The\nMaking of a Revolutionary 461–463 (R. Morris ed. 1975) (emphasis\ndeleted). The legislature took the “hint,” passing a law that,\namong other things, provided for compensation for the impressment\nof horses and carriages. 1778 N. Y. Laws ch. 29. According to\nthe author of the first treatise on the Constitution, St. George\nTucker, the Takings Clause was “probably” adopted in response to\n“the arbitrary and oppressive mode of obtaining supplies for the\narmy, and other public uses, by impressment, as was too frequently\npractised during the revolutionary war, without any compensation\nwhatever.” 1 Blackstone’s Commentaries, Editor’s App. 305–306\n(1803).Nothing in this history suggests that personal\nproperty was any less protected against physical appropriation than\nreal property. As this Court summed up inJamesv.Campbell, 104 U. S. 356, 358 (1882) , a case concerning\nthe alleged appropriation of a patent by the Government:“[A patent] confers upon the patentee an\nexclusive property in the patented invention which cannot be\nappropriated or used by the government itself, without just\ncompensation, any more than it can appropriate or use without\ncompensation land which has been patented to a private\npurchaser.”Prior to this Court’s decision inPennsylvania Coal Co.v.Mahon, 260 U. S. 393\n(1922) , the Takings Clause was understood to provide protection\nonly against a direct appropriation of property—personal or real.Pennsylvania Coalexpanded the protection of the Takings\nClause, holding that compensation was also required for a\n“regulatory taking”—a restriction on the use of property that went\n“too far.”Id., at 415. And inPenn Central Transp.\nCo.v.New York City, 438 U. S. 104, 124 (1978) ,\nthe Court clarified that the test for how far was “too far”\nrequired an “ad hoc” factual inquiry. That inquiry required\nconsidering factors such as the economic impact of the regulation,\nits interference with reasonable investment-backed expectations,\nand the character of the government action.Four years afterPenn Central, however,\nthe Court reaffirmed the rule that a physicalappropriationof property gave rise to aper setaking, without\nregard to other factors. InLoretto, the Court held that\nrequiring an owner of an apartment building to allow installation\nof a cable box on her rooftop was a physical taking of real\nproperty, for which compensation was required. That was true\nwithout regard to the claimed public benefit or the economic impact\non the owner. The Court explained that such protection was\njustified not only by history, but also because “[s]uch an\nappropriation is perhaps the most serious form of invasion of an\nowner’s property interests,” depriving the owner of the “the rights\nto possess, use and dispose of” the property. 458 U. S., at\n435 (internal quotation marks omitted). That reasoning—both with\nrespect to history and logic—is equally applicable to a physical\nappropriation of personal property.The Ninth Circuit based its distinction between\nreal and personal property on this Court’s discussion inLucasv.South Carolina Coastal Council, 505\nU. S. 1003 (1992) , a case involving extensive limitations on\nthe use of shorefront property. 750 F. 3d, at 1139–1141.Lucasrecognized that while an owner of personal property\n“ought to be aware of the possibility that new regulation might\neven render his property economically worthless,” such an “implied\nlimitation” was not reasonable in the case of land. 505 U. S.,\nat 1027–1028.Lucas, however, was about regulatory\ntakings, not direct appropriations. WhateverLucashad to\nsay about reasonable expectations with regard to regulations,\npeople still do not expect their property, real or personal, to be\nactually occupied or taken away. Our cases have stressed the\n“longstanding distinction” between government acquisitions of\nproperty and regulations.Tahoe-Sierra Preservation Council,\n535 U. S., at 323. The different treatment of real and\npersonal property in a regulatory case suggested byLucasdid not alter the established rule of treating direct\nappropriations of real and personal property alike. See 535\nU. S., at 323.(It is “inappropriate to treat cases\ninvolving physical takings as controlling precedents for the\nevaluation of a claim that there has been a ‘regulatory taking,’\nand vice versa” (footnote omitted)).2The reserve requirement imposed by the Raisin\nCommittee is a clear physical taking. Actual raisins are\ntransferred from the growers to the Government. Title to the\nraisins passes to the Raisin Committee. App. to Pet. for Cert.\n179a; Tr. of Oral Arg. 31. The Committee’s raisins must be\nphysically segregated from free-tonnage raisins. 7 CFR\n§989.66(b)(2). Reserve raisins are sometimes left on the premises\nof handlers, but they are held “for the account” of the Government.\n§989.66(a). The Committee disposes of what become its raisins as it\nwishes, to promote the purposes of the raisin marketing order.Raisin growers subject to the reserve\nrequirement thus lose the entire “bundle” of property rights in the\nappropriated raisins—“the rights to possess, use and dispose\nof ” them,Loretto, 458 U. S., at 435 (internal\nquotation marks omitted)—with the exception of the speculative hope\nthat some residual proceeds may be left when the Government is done\nwith the raisins and has deducted the expenses of implementing all\naspects of the marketing order. The Government’s “actual taking of\npossession and control” of the reserve raisins gives rise to a\ntaking as clearly “as if the Government held full title and\nownership,”id., at 431 (internal quotation marks omitted),\nas it essentially does. The Government’s formal demand that the\nHornes turn over a percentage of their raisin crop without charge,\nfor the Government’s control and use, is “of such a unique\ncharacter that it is a taking without regard to other factors that\na court might ordinarily examine.”Id., at 432.The Government thinks it “strange” and the\ndissent “baffling” that the Hornes object to the reserve\nrequirement, when they nonetheless concede that “the government may\nprohibit the sale of raisins without effecting a per se\ntaking.” Brief for Respondent 35;post,at 12\n(Sotomayor, J., dissenting). But that distinction flows\nnaturally from the settled difference in our takings jurisprudence\nbetween appropriation and regulation. A physical taking of raisins\nand a regulatory limit on production may have the same economic\nimpact on a grower. The Constitution, however, is concerned with\nmeans as well as ends. The Government has broad powers, but the\nmeans it uses to achieve its ends must be “consist[ent] with the\nletter and spirit of the constitution.”McCullochv.Maryland, 4 Wheat. 316, 421 (1819). As Justice Holmes noted,\n“a strong public desire to improve the public condition is not\nenough to warrant achieving the desire by a shorter cut than the\nconstitutional way.”Pennsylvania Coal, 260 U. S., at\n416.BThe second question presented asks “Whether\nthe government may avoid the categorical duty to pay just\ncompensation for a physical taking of property by reserving to the\nproperty owner a contingent interest in a portion of the value of\nthe property, set at the government’s discretion.” The answer is\nno.The Government and dissent argue that raisins\nare fungible goods whose only value is in the revenue from their\nsale. According to the Government, the raisin marketing order\nleaves that interest with the raisin growers: After selling reserve\nraisins and deducting expenses and subsidies for exporters, the\nRaisin Committee returns any net proceeds to the growers. 7 CFR\n§§989.67(d), 989.82, 989.53(a), 989.66(h). The Government contends\nthat because growers are entitled to these net proceeds, they\nretain the most important property interest in the reserve raisins,\nso there is no taking in the first place. The dissent agrees,\narguing that this possible future revenue means there has been no\ntaking underLoretto. Seepost,at 2–6.But when there has been a physical\nappropriation, “we do not ask . . . whether it deprives\nthe owner of all economically valuable use” of the item taken.Tahoe-Sierra Preservation Council, 535 U. S., at 323;\nseeid., at 322 (“When the government physically takes\npossession of an interest in property for some public purpose, it\nhas a categorical duty to compensate the former owner, regardless\nof whether the interest that is taken constitutes an entire parcel\nor merely a part thereof.” (citation omitted)). For example, inLoretto, we held that the installation of a cable box on a\nsmall corner of Loretto’s rooftop was aper setaking,\neven though she could of course still sell and economically benefit\nfrom the property. 458 U. S., at 430, 436. The fact that the\ngrowers retain a contingent interest of indeterminate value does\nnot mean there has been no physical taking, particularly since the\nvalue of the interest depends on the discretion of the taker, and\nmay be worthless, as it was for one of the two years at issue\nhere.The dissent points toAndrusv.Allard, 444 U. S. 51 (1979) , noting that the Court\nfound no taking in that case, even though the owners’ artifacts\ncould not be sold at all.Post, at 6. The dissent suggests\nthat the Hornes should be happy, because they might at least getsomethingfrom what had been their raisins. ButAllardis a very different case. As the dissent recognizes,\nthe owners in that case retained the rights to possess, donate, and\ndevise their property. In finding no taking, the Court emphasized\nthat the Government did not “compel the surrender of the artifacts,\nand there [was] no physical invasion or restraint upon them.” 444\nU. S.,at 65–66. Here of course the raisin program\nrequires physical surrender of the raisins and transfer of title,\nand the growers lose any right to control their disposition.The Government and dissent again confuse our\ninquiry concerningper setakings with our analysis for\nregulatory takings. A regulatory restriction on use that does not\nentirely deprive an owner of property rights may not be a taking\nunderPenn Central. That is why, inPruneYard Shopping\nCenterv.Robins, 447 U. S. 74 (1980) , we held\nthat a law limiting a property owner’s right to exclude certain\nspeakers from an already publicly accessible shopping center did\nnot take the owner’s property. The owner retained the value of the\nuse of the property as a shopping center largely unimpaired, so the\nregulation did not go “too far.”Id., at 83 (quotingPennsylvania Coal Co., 260 U. S., at 415). But once\nthere is a taking, as in the case of a physical appropriation, any\npayment from the Government in connection with that action goes, at\nmost, to the question of just compensation. SeeSuitumv.Tahoe Regional Planning Agency, 520 U. S. 725 –748\n(1997) (Scalia, J., concurring in part and concurring in judgment).\nThat is not an issue here: The Hornes did not receive any net\nproceeds from Raisin Committee sales for the years at issue,\nbecause they had not set aside any reserve raisins in those years\n(and, in any event, there were no net proceeds in one of them).CThe third question presented asks “Whether a\ngovernmental mandate to relinquish specific, identifiable prop-erty\nas a ‘condition’ on permission to engage in commerce effects a\nper se taking.” The answer, at least in this case, is yes.The Government contends that the reserve\nrequirement is not a taking because raisin growers voluntarily\nchoose to participate in the raisin market. According to the\nGovernment, if raisin growers don’t like it, they can “plant\ndifferent crops,” or “sell their raisin-variety grapes as table\ngrapes or for use in juice or wine.” Brief for Respondent 32\n(brackets and internal quotation marks omitted).“Let them sell wine” is probably not much more\ncomforting to the raisin growers than similar retorts have been to\nothers throughout history. In any event, the Government is wrong as\na matter of law. InLoretto, we rejected the argument that\nthe New York law was not a taking because a landlord could avoid\nthe requirement by ceasing to be a landlord. We held instead that\n“a landlord’s ability to rent his property may not be conditioned\non his forfeiting the right to compensation for a physical\noccupation.” 458 U. S., at 439, n. 17. As the Court\nexplained, the contrary argument “proves too much”:“For example, it would allow the\ngovernment to require a landlord to devote a substantial portion of\nhis building to vending and washing machines, with all profits to\nbe retained by the owners of these services and with no\ncompensation for the deprivation of space. It would even allow the\ngovernment to requisition a certain number of apartments as\npermanent government offices.”Ibid.As the Court concluded, property rights “cannot\nbe so easily manipulated.”Ibid.The Government and dissent rely heavily onRuckelshausv.Monsanto Co., 467 U. S. 986\n(1984) . There we held that the Environmental Protection Agency\ncould require companies manufacturing pesticides, fungicides, and\nrodenticides to disclose health, safety, and environmental\ninformation about their products as a condition to receiving a\npermit to sell those products. While such information included\ntrade secrets in which pesticide manufacturers had a property\ninterest, those manufacturers were not subjected to a taking\nbecause they received a “valuable Government benefit” in exchange—a\nlicense to sell dangerous chemicals.Id.,at 1007; seeNollan, 483 U. S., at 834, n. 2 (discussingMonsanto).The taking here cannot reasonably be\ncharacterized as part of a similar voluntary exchange. In one of\nthe years at issue here, the Government insisted that the Hornes\nturn over 47 percent of their raisin crop, in exchange for the\n“benefit” of being allowed to sell the remaining 53 percent. The\nnext year, the toll was 30 percent. We have already rejected the\nidea thatMonsantomay be extended by regarding basic and\nfamiliar uses of property as a “Government benefit” on the same\norder as a permit to sell hazardous chemicals. SeeNollan,\n483 U. S., at 834, n. 2 (distinguishingMonsantoon the\nground that “the right to build on one’s own property—even though\nits exercise can be subjected to legitimate permitting\nrequirements—cannot remotely be described as a ‘governmental\nbenefit’ ”). Selling produce in interstate commerce, although\ncertainly subject to reasonable government regulation, is similarly\nnot a special governmental benefit that the Government may hold\nhostage, to be ransomed by the waiver of constitutional protection.\nRaisins are not dangerous pesticides; they are a healthy snack. A\ncase about conditioning the sale of hazardous substances on\ndisclosure of health, safety, and environmental information related\nto those hazards is hardly on point.Leonard & Leonardv.Earle,\n279 U. S. 392 (1929) , is also readily distinguishable. In\nthat case, the Court upheld a Maryland requirement that oyster\npackers remit ten percent of the marketable detached oyster shells\nor their monetary equivalent to the State for the privilege of\nharvesting the oysters. But the packers did “not deny the power of\nthe State to declare their business a privilege,” and the power of\nthe State to impose a “privilege tax” was “not questioned by\ncounsel.”Id., at 396. The oysters, unlike raisins, were\n“feræ naturæ” that belonged to the State under state law, and “[n]o\nindividual ha[d] any property rights in them other than such as the\nstate may permit him to acquire.”Leonardv.Earle,\n155 Md. 252, 258, 141 A. 714, 716 (1928). The oyster packers did\nnot simply seek to sell their property; they sought to appropriate\nthe State’s. Indeed, the Maryland Court of Appeals saw the issue as\na question of “a reasonable and fair compensation”fromthe\npackersto“the state, as owner of the oysters.”Id.,\nat 259, 141 A., at 717 (internal quotation marks omitted).Raisins are not like oysters: they are private\nproperty—the fruit of the growers’ labor—not “public things subject\nto the absolute control of the state,”id., at 258, 141 A.,\nat 716. Any physical taking of them for public use must be\naccompanied by just compensation.IIIThe Government correctly points out that a\ntaking does not violate the Fifth Amendment unless there is no just\ncompensation, and argues that the Hornes are free to seek\ncompensation for any taking by bringing a damages action under the\nTucker Act in the Court of Federal Claims. See 28\nU. S. C. §1491(a)(1);Monsanto, 467 U. S., at\n1020. But we held inHorne Ithat the Hornes may, in their\ncapacity as handlers, raise a takings-based defense to the fine\nlevied against them. We specifically rejected the contention that\nthe Hornes were required to pay the fine and then seek compensation\nunder the Tucker Act. See 569 U. S., at ___ (slip op., at\n13–14) (“We . . . conclude that the [Agricultural\nMarketing Agreement Act] withdraws Tucker Act jurisdiction over\n[the Hornes’] takings claim. [The Hornes] (as handlers) have no\nalternative remedy, and their takings claim was not ‘premature’\nwhen presented to the Ninth Circuit.”).As noted, the Hornes are both growers and\nhandlers. Their situation is unusual in that, as handlers, they\nhave the full economic interest in the raisins the Government\nalleges should have been set aside for its account. They own the\nraisins they grew and are handling for themselves, and they own the\nraisins they handle for other growers, having paid those growers\nfor all their raisins (not just the free-tonnage amount, as is true\nwith respect to most handlers). Seesupra, at 2–3; Tr. of\nOral Arg. 3–4. The penalty assessed against them as handlers\nincluded the dollar equivalent of the raisins they refused to set\naside—their raisins. 750 F. 3d, at 1135, n. 6; Brief for\nPetitioners 15. They may challenge the imposition of that fine, and\ndo not have to pay it first and then resort to the Court of Federal\nClaims.Finally, the Government briefly argues that if\nwe conclude that the reserve requirement effects a taking, we\nshould remand for the Court of Appeals to calculate “what\ncompensation would have been due if petitioners had complied with\nthe reserve requirement.” Brief for Respondent 55. The Government\ncontends that the calculation must consider what the value of the\nreserve raisins would have been without the price support program,\nas well as “other benefits . . . from the regulatory\nprogram, such as higher consumer demand for raisins spurred by\nenforcement of quality standards and promotional activities.”Id., at 55–56. Indeed, according to the Government, the\nHornes would “likely” have a net gain under this theory.Id., at 56.The best defense may be a good offense, but the\nGovernment cites no support for its hypothetical-based approach, or\nits notion that general regulatory activity such as enforcement of\nquality standards can constitute just compensation for a specific\nphysical taking. Instead, our cases have set forth a clear and\nadministrable rule for just compensation: “The Court has repeatedly\nheld that just compensation normally is to be measured by ‘the\nmarket value of the property at the time of the taking.’ ”United Statesv.50 Acres of Land, 469 U. S. 24, 29\n(1984) (quotingOlsonv.United States, 292 U. S.\n246, 255 (1934) ).Justice Breyer is concerned that applying this\nrule in this case will affect provisions concerning whether a\ncondemning authority may deduct special benefits—such as new access\nto a waterway or highway, or filling in of swampland—from the\namount of compensation it seeks to pay a landowner suffering a\npartial taking.Post, at 5 (opinion concurring in part and\ndissenting in part); seeBaumanv.Ross, 167 U. S.\n548 (1897) (laying out of streets and subdivisions in the District\nof Columbia). He need not be. Cases of that sort can raise\ncomplicated questions involving the exercise of the eminent domain\npower, but they do not create a generally applicable exception to\nthe usual compensation rule, based on asserted regulatory benefits\nof the sort at issue here. Nothing in the cases Justice Breyer\nlabels “Baumanand its progeny,”post,at 5, suggests\notherwise, which may be why the Solicitor General does not cite\nthem.[1]In any event, this litigation presents no\noccasion to consider the broader issues discussed by Justice\nBreyer. The Government has already calculated the amount of just\ncompensation in this case, when it fined the Hornes the fair market\nvalue of the raisins: $483,843.53. 750 F. 3d, at 1135, n. 6.\nThe Government cannot now disavow that valuation, see Reply Brief\n21–23, and does not suggest that the marketing order affords the\nHornes compensation in that amount. There is accordingly no need\nfor a remand; the Hornes should simply be relieved of the\nobligation to pay the fine and associated civil penalty they were\nassessed when they resisted the Government’s effort totake their\nraisins. This case, in litigation for more than a decade, has gone\non long enough.The judgment of the United States Court of\nAppeals for the Ninth Circuit is reversed.It is so ordered.Notes1For example, inUnited\nStatesv.Miller, 317 U. S. 369, 377 (1943) , the\nCourt—in calculating the fair market value of land—discounted an\nincrease in value resulting from speculation “as to what the\nGovern-ment would be compelled to pay as compensation” after the\nland was earmarked for acquisition. InUnited Statesv.Sponenbarger, 308 U. S. 256, 265 (1939) , the Court\ndetermined there was no taking in the first place, when the\ncomplaint was merely that a Government flood control plan provided\ninsufficient protection for the claimant’s land.McCoyv.Union Elevated R. Co., 247 U. S. 354, 363 (1918) , similarly\ninvolved a claim “for damages to property not actually taken.” So\ntooReichelderferv.Quinn, 287 U. S. 315 (1932)\n. There the Court held that claimants who had paid a special\nassessment when Rock Creek Park in Washington, D. C., was\ncreated—because the Park increased the value of their property—did\nnot thereby have the right to prevent Congress from altering use of\npart of the Park for a fire station 38 years later. InDohanyv.Rogers, 281 U. S. 362 (1930) , the law\nauthorizing the taking did “not permit the offset of benefits for a\nrailroad,” and therefore was “not subject to the objection that it\nfails to provide adequate compensation . . . and is\ntherefore unconstitutional.”Id.,at 367, and n. 1\n(quotingFitzsimons & Galvin, Inc.v.Rogers, 243\nMich. 649, 665, 220 N. W. 881, 886 (1928)). And inNorwoodv.Baker, 172 U. S. 269 (1898) , the\nissue was whether an assessment to pay for improvements exceeded a\nvillage’s taxing power. Perhaps farthest afield are theRegional\nRail Reorganization Act Cases, 419 U. S. 102, 153 (1974) ,\nwhich involved valuation questions arising from the Government\nreorganization of northeast and midwest railroads. The Court in\nthat case held that the legislation at issue was not “merely an\neminent domain statute” but instead was enacted “pursuant to the\nbankruptcy power.”Id.,at 151, 153.",
    "joined": []
}