{
    "case": {
        "docket": "18-15",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-15/"
    },
    "id": "4113754",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–15_________________james l. kisor, PETITIONERv.ROBERT\nWILKIE, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 26, 2019]Chief Justice Roberts, concurring in part.I join Parts I, II–B, III–B, and IV of the\nCourt’s opinion. We took this case to consider whether to overruleAuerv.Robbins,519 U.S.\n452(1997), andBowlesv.Seminole Rock & Sand\nCo.,325 U.S.\n410(1945). For the reasons the Court discusses in Part III–B,\nI agree that overruling those precedents is not warranted. I also\nagree with the Court’s treatment in Part II–B of the bounds ofAuerdeference.I write separately to suggest that the distance\nbetween the majority and Justice Gorsuch is not as great as it may\ninitially appear. The majority catalogs the prerequisites for, and\nlimitations on,Auerdeference: The underlying regulation\nmust be genuinely ambiguous; the agency’s interpretation must be\nreasonable and must reflect its authoritative, expertise-based, and\nfair and considered judgment; and the agency must take account of\nreliance interests and avoid unfair surprise. Justice Gorsuch,\nmeanwhile, lists the reasons that a court might be persuaded to\nadopt an agency’s interpretation of its own regulation: The agency\nthoroughly considered the problem, offered a valid rationale,\nbrought its expertise to bear, and interpreted the regulation in a\nmanner consistent with earlier and later pronouncements. Accounting\nfor variations in verbal formulation, those lists have much in\ncommon.That is not to say thatAuerdeference is\njust the same as the power of persuasion discussed inSkidmorev.Swift & Co.,323\nU.S. 134(1944); there is a difference between holding that a\ncourt ought to be persuaded by an agency’s interpretation and\nholding that it should defer to that interpretation under certain\nconditions. But it is to say that the cases in whichAuerdeference is warranted largely overlap with the cases in which it\nwould be unreasonable for a court not to be persuaded by an\nagency’s interpre- tation of its own regulation.One further point: Issues surrounding judicial\ndeference to agency interpretations of their own regulations are\ndistinct from those raised in connection with judicial deference to\nagency interpretations of statutes enacted by Congress. SeeChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U.S.\n837(1984). I do not re- gard the Court’s decision today to\ntouch upon the latter question.",
    "joined": []
}