{
    "case": {
        "docket": "73",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/73/"
    },
    "id": "1963662",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–8145_________________JUAN SMITH, PETITIONER v. BURL CAIN,\nWARDENon writ of certiorari to the orleans parish\ncriminal district court of louisiana[January 10, 2012]Chief Justice Roberts\ndelivered the opinion of the Court.The State of Louisiana\ncharged petitioner Juan Smith with killing five people during an\narmed robbery. At Smith’s trial a single witness, Larry Boatner,\nlinked Smith to the crime. Boatner testified that he was\nsocializing at a friend’s house when Smith and two other gunmen\nentered the home, demanded money and drugs, and shortly thereafter\nbegan shooting, resulting in the death of five of Boatner’s\nfriends. In court Boatner identified Smith as the first gunman to\ncome through the door. He claimed that he had been face to face\nwith Smith during the initial moments of the robbery. No other\nwitnesses and no physical evidence implicated Smith in the\ncrime.The jury convicted\nSmith of five counts of first-degree murder. The Louisiana Court of\nAppeal affirmed Smith’s conviction. State v. Smith, 797 So. 2d\n193 (2001). The Louisiana Supreme Court denied review, as did this\nCourt. 2001–2416 (La. 9/13/02), 824 So. 2d 1189; 537\nU. S. 1201 (2003) .Smith then sought\npostconviction relief in the state courts. As part of his effort,\nSmith obtained files from the police investigation of his case,\nincluding those of the lead investigator, Detective John Ronquillo.\nRonquillo’s notes contain statements by Boatner that conflict with\nhis testimony identifying Smith as a perpetrator. The notes from\nthe night of the murder state that Boatner “could not . . . supply\na description of the perpetrators other then [sic] they were black\nmales.” App. 252–253. Ronquillo also made a handwritten account of\na conversation he had with Boatner five days after the crime, in\nwhich Boatner said he “could not ID anyone because [he] couldn’t\nsee faces” and “would not know them if [he] saw them.” Id., at 308.\nAnd Ronquillo’s typewritten report of that conversation states that\nBoatner told Ronquillo he “could not identify any of the\nperpetrators of the murder.” Id., at 259–260.Smith requested that\nhis conviction be vacated, arguing, inter alia, that the\nprosecution’s failure to disclose Ronquillo’s notes violated this\nCourt’s decision in Brady v. Maryland, 373 U. S. 83 (1963) .\nThe state trial court rejected Smith’s Brady claim, and the\nLouisiana Court of Appeal and Louisiana Supreme Court denied\nreview. We granted certiorari, 564 U. S. ___ (2011), and now\nreverse.Under Brady, the State\nviolates a defendant’s right to due process if it withholds\nevidence that is favorable to the defense and material to the\ndefendant’s guilt or punishment. See 373 U. S., at 87. The\nState does not dispute that Boatner’s statements in Ronquillo’s\nnotes were fa- vorable to Smith and that those statements were not\ndis- closed to him. The sole question before us is thus whether\nBoatner’s statements were material to the determination of Smith’s\nguilt. We have explained that “evidence is ‘material’ within the\nmeaning of Brady when there is a reasonable probability that, had\nthe evidence been disclosed, the result of the proceeding would\nhave been different.” Cone v. Bell, 556 U. S. 449 –470 (2009).\nA reasonable probability does not mean that the defendant “would\nmore likely than not have received a different verdict with the\nevidence,” only that the likelihood of a different result is great\nenough to “undermine[] confidence in the outcome of the trial.”\nKyles v. Whitley, 514 U. S. 419, 434 (1995) (internal\nquotation marks omitted).We have observed that\nevidence impeaching an eyewitness may not be material if the\nState’s other evidence is strong enough to sustain confidence in\nthe verdict. See United States v. Agurs, 427 U. S. 97 –113,\nand n. 21 (1976). That is not the case here. Boatner’s testimony\nwas the only evidence linking Smith to the crime. And Boatner’s\nundisclosed statements directly contradict his testimony: Boatner\ntold the jury that he had “[n]o doubt” that Smith was the gunman he\nstood “face to face” with on the night of the crime, but\nRonquillo’s notes show Boatner saying that he “could not ID anyone\nbecause [he] couldn’t see faces” and “would not know them if [he]\nsaw them.” App. 196, 200, 308. Boatner’s undisclosed statements\nwere plainly material.The State and the\ndissent advance various reasons why the jury might have discounted\nBoatner’s undisclosed statements. They stress, for example, that\nBoatner made other remarks on the night of the murder indicating\nthat he could identify the first gunman to enter the house, but not\nthe others. That merely leaves us to speculate about which of\nBoatner’s contradictory declarations the jury would have believed.\nThe State also contends that Boatner’s statements made five days\nafter the crime can be explained by fear of retaliation. Smith\nresponds that the record contains no evidence of any such fear.\nAgain, the State’s argument offers a reason that the jury could\nhave disbelieved Boatner’s undisclosed statements, but gives us no\nconfidence that it would have done so.The police files that\nSmith obtained in state postconviction proceedings contain other\nevidence that Smith contends is both favorable to him and material\nto the verdict. Because we hold that Boatner’s undisclosed\nstatements alone suffice to undermine confidence in Smith’s\nconviction, we have no need to consider his arguments that the\nother undisclosed evidence also requires reversal under Brady.The judgment of the\nOrleans Parish Criminal District Court of Louisiana is reversed,\nand the case is remanded for further proceedings not inconsistent\nwith this opinion.It is so ordered.",
    "joined": []
}