{
    "case": {
        "docket": "16-1498",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/16-1498/"
    },
    "id": "4067376",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1498_________________WASHINGTON STATE DEPARTMENT OF LICENSING,\nPETITIONERv.COUGAR DEN, INC.on writ of certiorari to the supreme court of\nwashington[March 19, 2019]Chief Justice Roberts, with whom Justice\nThomas, Justice Alito, and Justice Kavanaugh join, dissenting.In the 1855 treaty in which the Yakamas\nsurrendered most of their lands to the United States, the Tribe\nsought to protect its way of life by reserving, among other rights,\n“the right, in common with citizens of the United States, to travel\nupon all public highways.” Treaty Between the United States and the\nYakama Nation of Indians, Art. III, June 9, 1855, 12Stat. 953.\nCougar Den, a Yakama corporation that uses public highways to truck\ngas into Washington, contends that the treaty exempts it from\nWashington’s fuel tax, which the State assesses upon the\nimportation of fuel into the State. The plurality agrees,\nconcluding that Washington cannot impose the tax on Cougar Den\nbecause doing so would “have the practical effect of burdening”\nCougar Den’s exercise of its right to travel on the highways.Ante, at 9. The concurrence reaches the same result,\nreasoning that, because the Yakamas’ right to travel includes the\nright to travel with goods, the State cannot tax or regulate the\nYakamas’ goods on the highways.Ante, at 7–8 (Gorsuch, J.,\nconcurring in judgment).But the mere fact that a state law has an effect\non the Yakamaswhilethey are exercising a treaty right does\nnot establish that the law impermissibly burdens the right itself.\nAnd the right to travel with goods is just an application of the\nYakamas’ right to travel. It ensures that the Yakamas enjoy the\nsame privileges when they travel with goods as when they travel\nwithout them. It is not an additional right to possess whatever\ngoods they wish on the highway, immune from regulation and\ntaxation. Under our precedents, a state law violates a treaty right\nonly if the law imposes liability upon the Yakamas “for exercising\nthe very right their ancestors intended to reserve.”Tuleev.Washington,315 U.S.\n681,685(1942). Because Washington is taxing Cougar Den for possessing\nfuel, not for traveling on the highways, the State’s method of\nadministering its fuel tax is consistent with the treaty. I\nrespectfully dissent from the contrary conclusion of the plurality\nand concurrence.[1]We have held on three prior occasions that a\nnondiscriminatory state law violated a right the Yakamas reserved\nin the 1855 treaty. All three cases involved the “right of taking\nfish at all usual and accustomed places, in common with citizens of\nthe Territory.” Art. III, 12Stat. 953. InUnited Statesv.Winans,198 U.S.\n371(1905), and later again inSeufert Brothers Co. v.United States,249 U.S.\n194(1919), we held that state trespass law could not be used\nto prevent tribe members from reaching a historic fishing site. And\ninTuleev.Washington, we held that Washington could\nnot punish a Yakama member for fishing without a license. We\nconcluded that the license law was preempted because the required\nfee “act[ed] upon the Indians as a charge for exercising the very\nright their ancestors intended to reserve”—the right to fish. 315\nU. S., at 685.These three cases found a violation of the\ntreaty when the challenged action—application of trespass law and\nenforcement of a license requirement—actually blocked the Yakamas\nfrom fishing at traditional locations. Applying the reasoning of\nthose decisions to the Yakamas’ right to travel, it follows that a\nState could not bar Yakama members from traveling on a public\nhighway, or charge them a toll to do so.Nothing of the sort is at issue here. The tax\nbefore us does not resemble a blockade or a toll. It is a tax on a\nproduct imported into the State, not a tax on highway travel. The\nstatute says as much: “There is hereby levied and imposed\n. . . a tax . . .on each gallon of motor\nvehicle fuel.” Wash. Rev. Code §82.36.020(1) (2012) (emphasis\nadded). It is difficult to imagine how the legislature could more\nclearly identify the object of the tax. The tax is calculated per\ngallon of fuel; not, like a toll, per vehicle or distance traveled.\nIt is imposed on the owner of the fuel, not the driver or owner of\nthe vehicle—separate entities in this case. And it is imposed at\nthe same rate on fuel that enters the State by methods other than a\npublic highway—whether private road, rail, barge, or pipeline.\n§§82.36.010(4), 020(1), (2). Had Cougar Den filled up its trucks at\na refinery or pipeline terminal in Washington, rather than trucking\nfuel in from Oregon, there would be no dispute that it was subject\nto the exact same tax. See §§82.36.020(2)(a), (b)(ii). Washington\nis taxing the fuel that Cougar Den imports, not Cougar Den’s travel\non the highway; it is not charging the Yakamas “for exercising the\nvery right their ancestors intended to reserve.”Tulee, 315\nU. S., at 685.It makes no difference that Washington happens\nto impose that charge when Cougar Den’s drivers cross into\nWashington on a public highway. The time and place of the\nimposition of the tax does not change what is taxed, and thus what\nactivity—possession of goods or travel—is burdened. Say Washington\nimposes a tax on certain luxury goods, assessed upon first\npossession of the goods by a retail customer. A Yakama member who\nbuys a mink coat at an off-reservation store in Washington will pay\nthe tax. Yet, as the plurality acknowledges, under its view a\ntribal member who buys the same coat right over the state line in\nPortland and then drives back to the reservation will owe no\ntax—all because of a reserved right to travel on the public\nhighways.Ante, at 15. That makes no sense. The tax charges\nindividuals for possessing expensive furs. It in no way burdens\nhighway travel.The plurality devotes five pages to planting\ntrees in hopes of obscuring the forest: to delving into\nirrelevancies about how the tax is assessed or collected, instead\nof the substance of what is taxed. However assessed or collected,\nthe tax on 10,000 gallons of fuel is the same whether the tanker\ncarrying it travels three miles in Washington or three hundred. The\ntax varies only with the amount of fuel. Why? Because the tax is on\nfuel, not travel. If two tankers travel 200 miles together from the\nsame starting point to the same destination—one empty, one full of\nfuel—the full tanker will pay the fuel tax, the empty tanker will\npay nothing. Their travel has been identical, but only the full one\npays tax. Why? Because the tax is on fuel, not travel. The tax is\non the owner of the fuel, not the owner of the vehicle. Why? You\nget the point.The plurality responds that, even though the tax\nis calculated per gallon of fuel, it remains a tax on travel\nbecause it taxes a “feature” of travel.Ante, at 15. It is\nof course true that tanker trucks can be seen from time to time on\nthe highways, but that hardly makes them a regular “feature” of\ntravel, like the plurality’s examples of axels or passengers. And\nwe know that Washington is not taxing the gas insofar as it is a\nfeature of Cougar Den’s travel, because Washington imposes the\nexact same tax on gas that is not in transit on the highways.Rather than grappling with the substance of the\ntax, the plurality fixates on variations in the time and place of\nits assessment. The plurality thinks it significant that Washington\ndoes not impose the tax at the moment of entry on fuel that enters\nthe State by pipeline or by a barge bound for a refinery, but\ninstead when a tanker truck withdraws the fuel from the refinery or\npipeline terminal. This may demonstrate that the tax is not onfirstpossession of fuel in the State, as the plurality\nstresses, but it hardly demonstrates that the tax is not on\npossession of fuelat all. Regardless of how fuel enters the\nState, someone will eventually pay a per-gallon charge for\npossessing it. Washington simply assesses the fuel tax in each case\nupon the wholesaler. See 188 Wash. 2d 55, 60, 392 P.3d 1014, 1016\n(2017). This variation does not indicate, as the plurality\nsuggests, that the fuel tax is somehowtargetedat highway\ntravel.The plurality also says that it is bound by the\nWashington Supreme Court’s references to the tax as an “importation\ntax” and tax on “the importation of fuel,”ante, at 7\n(quoting 188 Wash. 2d, at 67, 69, 392 P. 3d, at 1019, 1020), but\nthese two references to the point at which the tax isassessedare not authoritative constructions of theobjectof the tax. The state court did not reject\nWashington’s argument that this is a tax on fuel; instead, like the\nplural-ity today, it ignored that argument and concluded that the\ntax was invalid simply because Washington imposed it while Cougar\nDen was traveling on the highway. In any event, the state court\nmore often referred to the tax as a “tax on fuels” or “fuel\ntax[ ].”Id., at 58–61, 392 P. 3d, at 1015–1016.After the five pages arguing that a tax\nexpressly labeled as on “motor vehicle fuel” is actually a tax on\nsomething else, the plurality concludes . . . it doesn’t matter. As\nthe plurality puts it at page nine of its opinion, “even if ”\nthe tax is on fuel and not travel, it is preempted because it has\n“the practical effect of burdening” the Yakamas’ right to travel on\nthe highways. The plurality’s rule—that States may not enforce\ngeneral legislation that has an effect on the Yakamas while they\nare traveling—has no basis in our precedents, which invalidated\nlaws that punished or charged the Yakamas simply for exercising\ntheir reserved rights. The plurality is, of course, correct that\nthe trespass law inWinansdid not target fishing, but it\neffectively made illegal the very act of fishing at a traditional\nlocation. Here, it is the possession of commercial quantities of\nfuel that exposes the Yakamas to liability, not travel itself or\nany integral feature of travel.The concurrence reaches the same result as the\nplural-ity, but on different grounds. Rather than holding that the\ntreaty preempts any law that burdens the Yakamas while traveling on\nthe highways, the concurrence reasons that the fuel tax is\npreempted because it regulates the possession of goods, and the\nYakamas’ right to travel includes the right to travel with goods.Ante, at 7–8. But the right to travel with goods is just an\napplication of the right to travel. It means the Yakamas enjoy the\nsame privileges whether they travel with goods or without. It does\nnot provide the Yakamas with an additional right to carry any and\nall goods on the highways, tax free, in any manner they\nwish.[2] The concurrence\npurports to find this additional right in the record of the treaty\nnegotiations, but the record shows only that the Yakamas wanted to\nensure they could continue to travel to the places where they\ntraded. They did not, and did not intend to, insulate the goods\nthey carried from all regulation and taxation.Nothing in the text of the treaty, the\nhistorical record, or our precedents supports the conclusion that\nthe right “to travel upon all public highways” transforms the\nYakamas’ vehicles into mobile reservations, immunizing their\ncontents from any state interference. Before it reaches the\nreservation, the fuel in Cougar Den’s tanker trucks is always\nsusceptible to state regulation—it does not pass in and out of\nstate authority with every exit off or entry onto the road.Recognizing the potentially broad sweep of its\nnew rule, the plurality cautions that it does not intend to deprive\nthe State of the power to regulate when necessary “to prevent\ndanger to health or safety occasioned by a tribe member’s exercise\nof treaty rights.”Ante, at 17. This escape hatch ensures,\nthe plurality suggests, that the treaty will not preempt essential\nregulations that burden highway travel.Ante, at 9–10. I am\nnot so confident.First, by its own terms, the plurality’s health\nand safety exception is limited to laws that regulate dangers\n“occasioned by” a Yakama’s travel. That would seem to allow speed\nlimits and other rules of the road. But a law against possession of\ndrugs or illegal firearms—the dangers of which have nothing to do\nwith travel—does not address a health or safety risk “occasioned\nby” highway driving. I do not see how, under the plurality’s rule\nor the concurrence’s, a Washington police officer could burden a\nYakama’s travel by pulling him over on suspicion of carrying such\ncontraband on the highway.But the more fundamental problem is that this\nCourt has never recognized a health and safety exception to\nreserved treaty rights, and the plurality today mentions the\nexception only in passing. Importantly, our precedents—all of which\nconcern hunting and fishing rights—acknowledge the authority of the\nStates to regulate Indians’ exercise of their reserved rights only\nin the interest ofconservation. SeeTulee, 315\nU. S., at 684 (“[T]he treaty leaves the state with power to\nimpose on Indians, equally with others, such restrictions\n. . . as are necessary for the conservation of fish\n. . . .”); see alsoMinnesotav.Mille\nLacs Band of Chippewa Indians,526 U.S.\n172, 205 (1999) (“We have repeatedly reaffirmed state authority\nto impose reasonable and necessary nondiscriminatory regulations on\nIndian hunting, fishing, and gathering rights in the interest of\nconservation.”);Confederated Tribes of Colville Reservationv.Anderson, 903 F. Supp. 2d 1187, 1197 (ED Wash. 2011)\n(“Notably absent from the binding Supreme Court and Ninth Circuit\ncases dealing with state regulation of ‘in common’ usufructuary\nrights is any reference to a state’s exercise of its public-safety\npolice power.”). Indeed, this Court had previously assured the\nYakamas that “treaty fishermen areimmune from all regulation\nsave that required for conservation.”Washingtonv.Washington State Commercial Passenger Fishing Vessel Assn.,443 U.S.\n658, 682 (1979) (emphasis added). Adapted to the travel right,\nthe conservation exception would presumably protect regulations\nthat preserve the subject of the Yakamas’ right by maintaining safe\nand orderly travel on the highways. But many regulations that\nburden highway travel (such as emissions standards, noise\nrestrictions, or the plurality’s hypothetical ban on the\nimportation of plutonium) do not fit that description.The need for the health and safety exception, of\ncourse, follows from the overly expansive interpretation of the\ntreaty right adopted by the plurality and concurrence. Today’s\ndecision digs such a deep hole that the future promises a lot of\nbacking and filling. Perhaps there are good reasons to revisit our\nlong-held understanding of reserved treaty rights as the plurality\ndoes, and adopt a broad health and safety exception to deal with\nthe inevitable fallout. Hard to say, because no party oramicushas addressed the question.The plurality’s response to this important issue\nis the following, portentous sentence: “The record of the treaty\nnegotiations may not support the contention that the Yakamas\nexpected to use the roads entirely unconstrained by laws related to\nhealth or safety.”Ante, at 17. A lot of weight on two\nwords, “may not.” The plurality cites assurances from the\nterritorial Governor of Washington that the United States would\nmake laws to prevent “bad white men” from harming the Yakamas, and\nthat the United States expected the Yakamas to exercise similar\nrestraint in return.Ante, at 18. What this has to do with\nhealth and safety regulations affecting the highways (or fishing or\nhunting) is not clear.In the meantime, do not assume today’s decision\nis good news for tribal members across the country. Application of\nstate safety regulations, for example, could prevent Indians from\nhunting and fishing in their traditional or preferred manner, or in\nparticular “usual and accustomed places.” I fear that, by creating\nthe need for this untested exception, the unwarranted expansion of\nthe Yakamas’ right to travel may undermine rights that the Yakamas\nand other tribes really did reserve.The concurrence does not mention the plurality’s\npossible health and safety exception, but observes that the Yakamas\nexpected to follow laws that “facilitate the safe use of the roads\nby Indians and non-Indians alike.”Ante, at 11. The State is\ntherefore wrong, the concurrence says, to contend that a decision\nexempting Cougar Den’s fuel from taxation would call into question\nspeed limits and reckless driving laws. But that is not the State’s\nprincipal argument. The State acknowledges that laws facilitating\nsafe travel on the highways would fall within the long-recognized\nconservation exception. See Tr. of Oral Arg. 12–13. The problem is\nthat today’s ruling for Cougar Den preempts the enforcement of any\nregulation ofgoodson the highway that does not concerntravelsafety—such as a prohibition on the possession of\npotentially contamin-ated apples taken from a quarantined area (a\nmatter of vital concern in Washington). Seeid., at 13;\nBrief for Petitioner 44.The concurrence says not to worry, the apples\ncould be regulated and inspected where they are grown, or when they\narrive at a market. Or, if the Yakamas are taking the apples back\nto the reservation, perhaps the Federal Government or the Tribe\nitself could address the problem there.Ante, at 10. What\nthe concurrence does not say is that the State could regulate the\ncontraband apples on the highway. And there is no reason offered\nwhy other contraband should be treated any differently.Surely the concurrence does not mean to suggest\nthat the parties to the 1855 treaty intended to confer on the Tribe\nthe right to travel with illegal goods, free of any regulation. But\nif that is not the logical consequence of the decision today, the\nplurality and the concurrence should explain why. It is the least\nthey should do.I respectfully dissent.Notes1There is something of an\noptical illusion in this case that may subtly distort analysis. It\ncomes from the fact that the tax here happens to be on motor fuel.\nThere is no claim, however, that the tax inhibits the treaty right\nto travel because of the link between motor fuel and highway\ntravel. The question presented must be analyzed as if the tax were\nimposed on goods of any sort.2The plurality simply\nassumes that the right to travel with goods is an additional,\nsubstantive right when it reasons that the fuel tax is preempted\nbecause it taxes an “integral feature” of travel with goods.Ante, at 16. The concurrence makes the same assumption when\nit compares the fuel tax to a tax on “ ‘possession’ of fish”Ante, at 8. That tax would be preempted because “taking\npossession of fish” is just another way of describing the act of\nfishing. But possession of a tanker full of fuel is not an integral\nfeature of travel, which is the relevant activity protected by the\ntreaty.",
    "joined": []
}