{
    "case": {
        "docket": "320",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/320/"
    },
    "id": "1970813",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–464_________________KERRI L. KALEY, et vir, PETITIONERS v.\nUNITEDSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[February 25, 2014]Chief Justice\nRoberts, with whom Justice Breyer and Justice Sotomayor join,\ndissenting.An individual facing\nserious criminal charges brought by the United States has little\nbut the Constitution and his attorney standing between him and\nprison. He might readily give all he owns to defend himself.We have held, however,\nthat the Government may effectively remove a defendant’s primary\nweapon of defense—the attorney he selects and trusts—by freezing\nassets he needs to pay his lawyer. That ruling is not at issue. But\ntoday the Court goes further, holding that a defendant may be\nhobbled in this way without an opportunity to challenge the\nGovernment’s decision to freeze those needed assets. I cannot\nsubscribe to that holding and respectfully dissent.IThe facts of this\ncase are important. They highlight the significance to a defendant\nof being able to hire his counsel of choice, and the potential for\nunfairness inherent in giving the prosecutor the discretion to take\nthat right away. Kerri Kaley worked as a sales representative for a\nJohnson & Johnson subsidiary, selling prescription medical\ndevices. Kaley and other sales representatives occasionally\nobtained outmoded or surplus devices from staff members at the\nmedical facilities they served, when, for example, those devices\nwere no longer needed because they had been superseded by newer\nmodels. Kaley sold the unwanted devices to a Florida company,\ndividing the proceeds among the sales representatives.Kaley learned in\nJanuary 2005 that a federal grand jury was investigating those\nactivities as a conspiracy to sell stolen prescription medical\ndevices. Kaley and her husband (who allegedly helped ship the\nproducts to Florida) retained counsel, who immediately set to work\npreparing their defense against any impending charges. Counsel\nregularly discussed the investigation with the Kaleys, helped\nreview documents demanded by the grand jury, and met with\nprosecutors in an attempt to ward off an indictment. Nonetheless\npreparing for the worst, the Kaleys applied for a $500,000 equity\nline of credit on their home to pay estimated legal fees associated\nwith a trial. They used that money to purchase a $500,000\ncertificate of deposit, which they set aside until it would be\nneeded to pay their attorneys for the trial.In February 2007, the\ngrand jury returned a seven-count indictment charging the Kaleys\nand another sales representative, Jennifer Gruenstrass, with\nviolations of federal law. The indictment alleged that a “money\njudgment” of over $2 million and the $500,000 certificate of\ndeposit were subject to forfeiture under 18 U. S. C.\n§981(a)(1)(C) because those assets constituted “proceeds” of the\nalleged crimes. Armed with this indictment, the prosecution\nobtained an ex parte order pursuant to 21 U. S. C.\n§853(e), thereby freezing all of the Kaleys’ assets listed in the\nindictment, including the certificate of deposit set aside for\nlegal fees. The Government did not seek to freeze any of\nGruenstrass’s assets.The Kaleys moved to\nvacate the order, requesting a hearing at which they could argue\nthat there was no probable cause to believe their assets were\nforfeitable, because their alleged conduct was not criminal. They\nargued they were entitled to such a hearing because the restraining\norder targeted funds they needed and had set aside to retain for\ntrial the same counsel who had been preparing their defense for two\nyears. And they contended that the prosecution was baseless because\nthe Government could not identify anyone who claimed ownership of\nthe medical devices alleged to have been “stolen.” During a\ntelephone conference with a Magistrate Judge on the motion, the\nprosecution conceded that it had been able to trace only $140,000\nin allegedly criminal proceeds to the Kaleys, which led the\nMagistrate Judge to question the lawfulness of restraining the\nlisted assets.Just two business days\nafter that conference, the Government obtained a superseding\nindictment that added a count of conspiracy to commit money\nlaundering under 18 U. S. C. §1956(h). Adding that charge\nenabled the Government to proceed under a much broader forfeiture\nprovision than the one in the original indictment. While the civil\nforfeiture provision in §981(a)(1)(C) authorized forfeit- ure of\nproperty that “constitutes or is derived from proceeds traceable\nto” a qualifying criminal violation, the criminal forfeiture\nprovision now invoked by the Government—§982(a)(1)—authorizes\nforfeiture of property “involved in” a qualifying offense, or “any\nproperty traceable to such property.” The superseding indictment\nalleged that a sum of more than $2 million, the certificate of\ndeposit reserved to pay legal expenses, and now the Kaleys’ home\nwere subject to forfeiture. And again, the Government sought an\norder freezing substantially all those assets.The Kaleys objected,\nrepeating the arguments they had previously raised, and also\ncontending that the prosecutors were being vindictive in adding the\nmoney laundering charge and seeking broader forfeiture. The\nDistrict Court nonetheless entered the broader order requested by\nthe Government, and the restraint on the Kaleys’ assets remains in\nplace.While the Kaleys’\nappeal from that denial was pending, the Government proceeded to\ntrial separately against their codefendant Gruenstrass. As the\nGovernment had not sought to freeze Gruenstrass’s assets, she was\nrepresented by her chosen counsel. Her counsel argued that the\nGovernment was pitching a fraud without a victim, because no\nGovernment witness took the stand to claim ownership of the\nallegedly stolen devices. The jury acquitted Gruenstrass on all\ncharges in less than three hours—a good omen for the Kaleys and\ntheir counsel as they prepared for their own trial.IIThe issues at stake\nhere implicate fundamental constitutional principles. The Sixth\nAmendment provides that “[i]n all criminal prosecutions, the\naccused shall enjoy the right . . . to have the\nAssistance of Counsel for his defence.” In many ways, this is the\nmost precious right a defendant has, because it is his attorney who\nwill fight for the other rights the defendant enjoys. United States\nv. Cronic, 466 U. S. 648 –654 (1984). And more than 80 years\nago, we found it “hardly necessary to say that, the right to\ncounsel being conceded, a defendant should be afforded a fair\nopportunity to secure counsel of his own choice.” Powell v.\nAlabama, 287 U. S. 45, 53 (1932) .Indeed, we recently\ncalled the “right to select counsel of one’s choice . . . . the\nroot meaning of the constitutional guarantee” of the Sixth\nAmendment. United States v. Gonzalez-Lopez, 548 U. S. 140 –148\n(2006). The Amendment requires “that a particular guarantee of\nfair-ness be provided—to wit, that the accused be defended by the\ncounsel he believes to be best.” Id., at 146. An individual’s right\nto counsel of choice is violated “whenever the defendant’s choice\nis wrongfully denied,” and such error “pervades the entire trial.”\nId., at 150. A violation of this right is therefore a “structural\nerror,” ibid.; that is, one of the very few kinds of errors that\n“undermine the fairness of a criminal proceeding as a whole.”\nUnited States v. Davila, 569 U. S. ___, ___ (2013) (slip op.,\nat 12).It is of course true\nthat the right to counsel of choice is (like most rights) not\nabsolute. A defendant has no right to choose counsel he cannot\nafford, counsel who is not a member of the bar, or counsel with an\nimpermissible conflict of interest. Wheat v. United States, 486\nU. S. 153, 159 (1988) . And a district court need not always\nshuffle its calendar to accommodate a defendant’s preferred counsel\nif it has legitimate reasons not to do so. Morris v. Slappy, 461\nU. S. 1 –12 (1983). But none of those limitations is imposed\nat the unreviewable discretion of a prosecutor—the party who wants\nthe defendant to lose at trial.This Court has held\nthat the prosecution may freeze assets a defendant needs to retain\nhis counsel of choice upon “a finding of probable cause to believe\nthat the assets are forfeitable.” United States v. Monsanto, 491\nU. S. 600, 615 (1989) . The Kaleys do not challenge that\nholding here. But the Court in Monsanto acknowledged and reserved\nthe crucial question whether a defendant had the right to be heard\nbefore the Government could take such action. Id., at 615, n.\n10.[1]There was good reason\nfor that caution. The possibility that a prosecutor could elect to\nhamstring his target by preventing him from paying his counsel of\nchoice raises substantial concerns about the fairness of the entire\nproceeding. “A fair trial in a fair tribunal is a basic requirement\nof due process.” In re Murchison, 349 U. S. 133, 136 (1955) .\nIssues concerning the denial of counsel of choice implicate the\noverall fairness of the trial because they “bear[ ] directly\non the ‘framework within which the trial proceeds.’ ”\nGonzalez-Lopez, supra, at 150 (quoting Arizona v. Fulminante, 499\nU. S. 279, 310 (1991) ).IIINotwithstanding the\nsubstantial constitutional issues at stake, the majority believes\nthat syllogistic-type reasoning effectively resolves this case.\nAnte, at 12. The majority’s reasoning goes like this: First, to\nfreeze assets prior to trial, the Government must show probable\ncause to believe that a defendant has committed an offense giving\nrise to forfeiture. Second, grand jury determinations of probable\ncause are nonreviewable. Therefore, the Kaleys cannot “relitigate\n[the] grand jury finding” of probable cause to avoid a pretrial\nrestraint of assets they need to retain their counsel of choice.\nIbid. I do not view the matter as nearly so “straightforward,” and\nneither did the multiple Courts of Appeals since Monsanto that have\ngranted defendants the type of hearing the Kaleys request. See\nante, at 3, n. 4.To begin with, the\nmajority’s conclusion is wrong on its own terms. To freeze assets\nprior to trial, the Government must show probable cause to believe\nboth that (1) a defendant has committed an offense giving rise to\nforfeiture and (2) the targeted assets have the requisite\nconnection to the alleged criminal conduct. 21 U. S. C.\n§853(e)(1)(A). The Solicitor General concedes—and all Courts of\nAppeals to have considered the issue have held—that “defendants are\nentitled to show that the assets that are restrained are not\nactually the proceeds of the charged criminal offense,” Tr. of Oral\nArg. 45; that is, that the second prong of the required showing is\nnot satisfied. But by listing prop-erty in the indictment and\nalleging that it is subject to forfeiture—as required to restrain\nassets before trial under §853(e)(1)(A)—the grand jury found\nprobable cause to believe those assets were linked to the charged\noffenses, just as it found probable cause to believe the Kaleys\ncommitted the underlying crimes. App. 60–61 (separate indictment\nsection alleging criminal forfeiture, including of the certificate\nof deposit); see United States v. Jones, 160 F. 3d 641, 645\n(CA10 1998); United States v. Monsanto, 924 F. 2d 1186, 1197\n(CA2 1991) (en banc); Dept. of Justice, Asset Forfeiture Policy\nManual 128 (2013) (“That the indictment alleges that property is\nsubject to forfeiture indicates that the grand jury has made a\nprobable cause determination.”). Neither the Government nor the\nmajor-ity gives any reason why the District Court may reconsider\nthe grand jury’s probable cause finding as to traceability—and in\nfact constitutionally must, if asked—but may not do so as to the\nunderlying charged offenses.[2]In any event, the\nhearing the Kaleys seek would not be mere relitigation of the grand\njury proceedings. At that hearing, the District Court would\nconsider the merits of the prosecution to determine whether there\nis probable cause to believe the Kaleys’ assets are forfeitable,\nnot to determine whether the Kaleys may be tried at all. If the\njudge agrees with the Kaleys, he will merely hold that the\nGovernment has not met its burden at that hearing to justify\nfreezing the assets the Kaleys need to pay their attorneys. The\nGovernment may proceed with the prosecution, but the Kaleys will\nhave their chosen counsel at their side.Even though the\nprobable cause standard applies at both the indictment stage and\nthe pretrial asset restraint hearing, the judge’s determination\nwill be based on different evidence than that previously presented\nto the grand jury. For its part, the Government may choose to put\non more or less evidence at the hearing than it did before the\ngrand jury. And of course the Kaleys would have the opportunity to\ntell their side of the story—something the grand jury never hears.\nSee United States v. Williams, 504 U. S. 36 –52 (1992). Here,\nmuch of what the Kaleys want to present comes from Gruenstrass’s\ntrial—evidence that the grand jury obviously could not have\nconsidered. So even if the judge determined that probable cause to\njustify the pretrial asset restraint had not been adequately\nestablished, that determination would not in any way amount to\n“looking into and revising the judgment of the grand jury upon the\nevidence, for the purpose of determining whether or not the finding\nwas founded upon sufficient proof.” Ante, at 7 (quoting Costello v.\nUnited States, 350 U. S. 359 –363 (1956) (internal quotation\nmarks omitted)). The judge’s decision based on the evidence\npresented at the hearing would have no necessary legal or logical\nconsequence for the underlying prosecution because it would be\nbased on different evidence and used for a different purpose.The majority warns that\nallowing a judge to consider the underlying merits of the\nprosecution for purposes of determining whether a defendant’s\nassets may be restrained pretrial could create “legal dissonance”\nwith the grand jury’s indictment, which “could not but undermine\nthe criminal justice system’s integrity.” Ante, at 10–11. But as\nexplained, such a judicial finding based on different evidence with\nboth sides present would not contradict the grand jury’s probable\ncause finding based on what was before it. That finding would still\nsuffice to accomplish its purpose—to call for a trial on the merits\nof the charges. Rather than creating “dissonance,” the traditional\nroles of the principal actors in our justice system would remain\nrespected: The grand jury decides whether a defendant should be\nrequired to stand trial, the judge decides pre-trial matters and\nhow the trial should proceed, and the jury decides whether the\ndefendant is guilty of the crime.Indeed, in the bail\ncontext—the pretrial determination that is perhaps the closest\nanalogue to the pretrial restraint of assets at issue here—we allow\njudicial inquiries into the underlying merits of the indicted\ncharges, without concern about intruding into the province of the\ngrand jury. An indictment charging sufficiently serious crimes\ngives rise to a rebuttable presumption that a defend-ant is not\neligible for pretrial release. See 18 U. S. C.\n§§3142(e)(3) and (f). Such a defendant is nonetheless entitled to\nan evidentiary hearing at which he may contest (among other things)\n“the weight of the evidence against” him, §3142(g)(2). Yet no one\nwould say that the district court encroached on the grand jury’s\nrole if the court de-termined that it would not authorize pretrial\ndetention because of the weakness of the prosecution’s case. See,\ne.g., United States v. Hurtado, 779 F. 2d 1467, 1479–1480 (CA11\n1985) (recognizing that in considering the “weight of the evidence”\nto decide whether the presumption is rebutted, “it may well be\nnecessary to open up the issue of probable cause since that too is\na question of evidentiary weight”). That makes sense, because the\ndistrict court has considered the underlying merits of the charges\nbased on different information and for a different purpose than the\ngrand jury did. Such a defendant would be granted pretrial release,\nbut would still have to show up for trial.[3]In any event, few\nthings could do more to “undermine the criminal justice system’s\nintegrity,” ante, at 11, than to allow the Government to initiate a\nprosecution and then, at its option, disarm its presumptively\ninnocent opponent by depriving him of his counsel of choice—without\neven an opportunity to be heard. That is the result of the Court’s\ndecision in this case, and it is fundamentally at odds with our\nconstitutional tradition and basic notions of fair play.IVThe majority is no\nmore persuasive in applying the due process balancing test set\nforth in Mathews v. Eldridge, 424 U. S. 319 (1976) .[4] As an initial matter, the majority\ngives short shrift to the Kaleys’ interests at stake. “The\npresumption of innocence, although not articulated in the\nConstitution, is a basic component of a fair trial under our system\nof criminal justice.” Estelle v. Williams, 425 U. S. 501, 503\n(1976) . Whatever serious crimes the grand jury alleges the Kaleys\ncommitted, they are presumptively innocent of those charges until\nfinal judgment. Their right to vindicate that presumption by\nchoosing the advocate they believe will best defend them is, as\nexplained, at the very core of the Sixth Amendment.I suspect that, for the\nKaleys, that right could hardly be more precious than it is now. In\naddition to potentially losing the property the Government has\nalready frozen—including their home—the Kaleys face maximum prison\nterms of five years ( 18 U. S. C. §371), ten years\n(§2314), and 20 years (§1956(h)) for the charges in the superseding\nindictment. The indictment means they must stand trial on those\ncharges. But the Kaleys plainly have an urgent interest in having\ntheir chosen counsel—who has worked with them since the grand\njury’s investigation began, two years before the indictment—mount\ntheir best possible defense at trial.The majority alludes to\nour cases recognizing that indictments may result in the temporary\ndeprivation of a defendant’s liberty without judicial review, and\nsuggests that indictments therefore must also be “good enough” to\ndeprive a defendant of property without judicial review. Ante, at\n9–10. Even if this greater-includes-the-lesser reasoning might be\nvalid in other contexts, it is not when the property at issue is\nneeded to hire chosen counsel. In the context of a prosecution for\nserious crimes, it is far from clear which interest is greater—the\ninterest in temporary liberty pending trial, or the interest in\nusing one’s available means to avoid imprisonment for many years\nafter trial. Retaining one’s counsel of choice ensures the\nfundamental fairness of the actual trial, and thus may be far more\nvaluable to a criminal defendant than pretrial release.As for the Government’s\nside, the Court echoes the Government’s concerns that a hearing\nwould place demands on its resources and interfere with its desire\nto keep its trial strategy close to the vest. These concerns are\nsomewhat curious in light of the majority’s emphasis on how easy it\nis to make a probable cause showing. And they are even more\nsurprising in light of the extensive discovery obligations already\nimposed on the Government by Federal Rule of Criminal Procedure 16\nand Brady v. Maryland, 373 U. S. 83 (1963) . The emphasis the\nGovernment places on pretrial secrecy evokes an outdated conception\nof the criminal trial as “a poker game in which players enjoy an\nabsolute right always to conceal their cards until played.”\nWilliams v. Florida, 399 U. S. 78, 82 (1970) .Moreover, recall that\nthe Government concedes that due process guarantees defendants a\nhearing to contest the traceability of the restrained assets to the\ncharged conduct. If a defendant requests such a hearing, the\nGovernment will likely be required to reveal something about its\ncase to demonstrate that the assets have the requisite connection\nto the charged offenses.In any event, these\nconcerns are exaggerated. What the Government would be required to\nshow in a pretrial restraint hearing is similar to pretrial\nshowings prosecutors make in other contexts on a daily basis. As\nmentioned above, when the Government seeks an order detaining a\ndefendant pending trial, it routinely makes an extensive\nevidentiary showing—voluntarily disclosing much of its evidence and\ntrial strategy—in support of that relief. See Brief for California\nAttorneys for Criminal Justice as Amicus Curiae 11–18. The\nGovernment makes similar showings in the context of other pretrial\nmotions, such as motions to admit hearsay evidence under the\nco-conspirator exception, or to discover attorney-client\ncommunications made in furtherance of a future crime. Id., at\n19–28.In those contexts, as\nin this one, the decision how much to “show its hand” rests fully\nwithin the Government’s discretion. If it has a strong case and\nbelieves that pretrial restraint is necessary to preserve the\nassets for forfeit-ure, the Government may choose to make a strong\nevi-dentiary showing and have little concern about doing so. In a\ncloser case, where the Government is more concerned about tipping\nits hand, it may elect to forgo a pretrial restraint of those\nassets the defendant needs to pay his counsel. I see no great\nburden on the Government in allowing it to strike this balance as\nit sees fit when considering a pretrial asset restraint that would\ndeprive a defendant of his right to counsel of choice. In the end,\nit is a bit much to argue that the Government has discretion to\ndeprive a defendant—without a hearing—of the counsel he has chosen\nto present his defense, simply to avoid the mere possibility of a\npremature peek at some aspect of what the Government intends to do\nat trial.The majority also\nsignificantly underestimates the amount of control judges can\nexercise in these types of hearings. The Circuits that allow such\nhearings have afforded judges a great deal of flexibility in\nstructuring them. Judges need not apply the Federal Rules of\nEvidence during the hearings, and they can take many steps,\nincluding in camera proceedings, to ensure that witness safety and\ngrand jury secrecy are fully preserved. See Monsanto, 924\nF. 2d, at 1198; United States v. E-Gold, Ltd., 521 F. 3d\n411, 418–419 (CADC 2008).Moreover, experience in\nthe Second Circuit, where defendants have for more than 20 years\nbeen afforded the type of hearing the Kaleys seek, indicates that\nsuch hearings do not occur so often as to raise substantial\nconcerns about taxing the resources of the Government and lower\ncourts. See Brief for New York Council of Defense Lawyers as Amicus\nCuriae 4–9. As the majority notes, only 25 reported cases appear to\nhave addressed such hearings. Id., at 4. This relative rarity is\nunsurprising. To even be entitled to the hearing, defendants must\nfirst show a genuine need to use the assets to retain counsel of\nchoice. See United States v. Bonventre, 720 F. 3d 126, 131\n(CA2 2013). And defendants too have an incentive not to tip their\nhands as to trial strategy—perhaps to an even greater extent than\nthe Government, given that defendants bear comparatively few\ndiscovery obligations at a criminal trial. In light of the low bar\nof the probable cause standard, many defendants likely conclude\nthat the possible benefits of the hearing are not worth the\ncandle.For those hearings that\ndo occur, they are by all appearances ably controlled by district\njudges to keep them manageable and to limit the potential for\nexcess or abuse. See Brief for New York Council of Defense Lawyers\nas Amicus Curiae 6–8. In addition, where such hearings are allowed,\nprosecutors and defense counsel often reach agreements concerning\nthe scope and conditions of any protective order that accommodate\nthe interests of both sides. See id., at 8–9. When the right at\nstake is as fundamental as hiring one’s counsel of choice—the “root\nmeaning” of the Sixth Amendment, Gonzalez-Lopez, 548 U. S., at\n147–148—the Government’s interest in saving the time and expense of\na limited number of such proceedings is not particularly\ncompelling.The Government does\nhave legitimate interests that are served by forfeiture of\nallegedly tainted assets. Caplin & Drysdale, Chartered v.\nUnited States, 491 U. S. 617, 629 (1989) . And imposing a\npretrial restraint on such assets does increase the likelihood that\nthey will be available if the defendant is convicted.[5] But that interest is protected in other\nways that mitigate the concern that defendants will successfully\ndivert forfeitable assets from the Government’s reach if afforded a\nhearing. The relation-back provision in 21 U. S. C.\n§853(c) provides that title to forfeitable assets, once adjudged\nforfeitable, vests in the Government as of the time the offense was\ncommitted. Section 853(c) then provides that the Government may\nseek a “special verdict of forfeiture” as to any forfeited property\nthat was subsequently transferred to a third party. The Government\nprotests that recovery of such assets will often be complicated and\nsubject to the vagaries of state law. Tr. of Oral Arg. 49–50. But\nsuch complaints of administrative inconvenience carry little weight\nin this particular context, when the Government knows exactly where\nthe money has gone: to an attorney who is, after all, an officer of\nthe court, and on notice that the Government claims title to the\nassets.And we are not talking\nabout all of a defendant’s assets that are subject to\nforfeiture—only those that the defendant can show are necessary to\nsecure his counsel of choice. Here, for example, the Kaleys have\nidentified as needed to pay counsel only a discrete portion of the\nassets the Government seeks. The statistics cited by the Court on\nthe total amount of assets recovered by the Government and provided\nas restitution for victims, ante, at 2, n. 1, are completely\nbeside the point.The majority ultimately\nconcludes that a pretrial hearing of the sort the Kaleys seek would\nbe a waste of time. Ante, at 17–20. No. It takes little imagination\nto see that seizures based entirely on ex parte proceedings\ncreate a heightened risk of error. Common sense tells us that\nsecret decisions based on only one side of the story will prove\ninaccurate more often than those made after hearing from both\nsides. We have thus consistently recognized that the “fundamental\ninstrument for judicial judgment” is “an adversary proceeding in\nwhich both parties may participate.” Carroll v. President and\nComm’rs of Princess Anne, 393 U. S. 175, 183 (1968) . In the\npresent context, some defendants (like the Kaleys) may be able to\nshow that the theory of prosecution is legally defective through an\nargument that almost certainly was not presented to the grand jury.\nAnd as discussed above, supra, at 13–15, prosecutors in some cases\nelect not to freeze needed assets, or they negotiate tailored\nprotective orders to serve the interests of both sides—something\nthey would be unlikely to do if the hearings were rote\nexercises.Given the risk of an\nerroneous restraint of assets needed to retain chosen counsel, the\n“probable value” of the “additional safeguard” a pretrial hearing\nwould provide is significant. That is because the right to counsel\nof choice is inherently transient, and the deprivation of that\nright effectively permanent. In our cases suggesting that little\nwould be gained by requiring an adversary hearing on probable cause\nor imposing stricter evidentiary requirements in grand jury\nproceedings, we have noted that the grand jury is not where the\nultimate question of “the guilt or innocence of the accused is\nadjudicated.” United States v. Calandra, 414 U. S. 338, 343\n(1974) ; see United States v. Williams, 504 U. S. 36, 51\n(1992) (explaining that the grand jury hears only from the\nprosecutor because “ ‘the finding of an indictment is only in\nthe nature of an enquiry or accusation, which is afterwards to be\ntried and determined’ ” (quoting 4 W. Blackstone, Commentaries\n300 (1769)). If the grand jury considers incomplete or incompetent\nevidence in deciding to return an indictment, the defendant still\nhas the full trial on the merits, with all its “formalities and\nsafeguards,” Gerstein v. Pugh, 420 U. S. 103, 122 (1975) , to\nprove his innocence.Here, by contrast,\nthe Government seeks to use the grand jury’s probable cause\ndetermination to strip the Kaleys of their counsel of choice. The\nKaleys can take no comfort that they will be able to vindicate that\nright in a future adversarial proceeding. Once trial begins with\nsomeone other than chosen counsel, the right is lost, and it cannot\nbe restored based on what happens at trial. “The fundamental\nrequirement of due process is the opportunity to be heard ‘at a\nmeaningful time and in a meaningful manner.’ ” Mathews, 424\nU. S., at 333 (quoting Armstrong v. Manzo, 380 U. S. 545,\n552 (1965) ). If the Kaleys are to have any opportunity to\nmeaningfully challenge that deprivation, they must have it before\nthe trial begins.*  *  *The issues presented\nhere implicate some of the most fundamental precepts underlying the\nAmerican criminal justice system. A person accused by the United\nStates of committing a crime is presumed innocent until proven\nguilty beyond a reasonable doubt. But he faces a foe of powerful\nmight and vast resources, intent on seeing him behind bars. That\nindividual has the right to choose the advocate he believes will\nmost ably defend his liberty at trial.The trial is governed\nby rules designed to ensure that, whatever the ultimate verdict, we\ncan be confident to the extent possible that justice was done,\nwithin the bounds of the Constitution. That confidence is grounded\nin our belief in the adversary system. “The very premise of our\nadversary system of criminal justice is that partisan advocacy on\nboth sides of a case will best promote the ultimate objective that\nthe guilty be convicted and the innocent go free.” Herring v. New\nYork, 422 U. S. 853, 862 (1975) . Today’s decision erodes that\nconfidence by permitting the Government to deprive a criminal\ndefendant of his right to counsel of choice, without so much as a\nchance to be heard on why such a significant pretrial deprivation\nis unwarranted.The majority wraps up\nits analysis by blandly noting that Congress is of course free to\nextend broader protection to criminal defendants. Ante, at 20. Not\nvery likely. In this area it is to the courts that those charged\nwith crime must turn.Federal prosecutors,\nwhen they rise in court, represent the people of the United States.\nBut so do defense lawyers—one at a time. In my view, the Court’s\nopinion pays insufficient respect to the importance of an\nindependent bar as a check on prosecutorial abuse and government\noverreaching. Granting the Government the power to take away a\ndefendant’s chosen advocate strikes at the heart of that\nsignificant role. I would not do it, and so respectfully\ndissent.Notes1Because the District\nCourt in had imposed the restraining order after an “extensive,\n4-day hearing on the question of probable cause,” it was\n“pointless” for this Court to decide whether a hearing was required\nto “adequately establish[ ]” probable cause.491 U. S., at\n615, n. 10, 616.2The majority’s only\nresponse is to characterize the grand jury’s finding of\ntraceability as merely a “technical matter.” at 11, n. 9. But\nthe indictment draws no distinction between the grand jury’s\nfinding of probable cause to believe that the Kaleys committed a\ncrime and its finding of probable cause to believe that certain\nassets are traceable to that crime. Both showings must be made to\njustify a pretrial asset restraint under , and there is nothing in\nthat case or the indictment that justifies treating one grand jury\nfinding differently than the other.3The majority cites cases\nin which courts have correctly rejected requests for a judicial\nredetermination of the grand jury’s probable cause finding for\npurposes of determining whether the of pretrial detention is\ntriggered. See at 8–9, n. 6. But those cases do not question\nthe judge’s authority to consider the underlying merits of the\nGovernment’s case (including what the grand jury has alleged in the\nindictment) for purposes of determining whether that presumption\nhas been rebutted. v. , 783 F. 2d 702, 706 (CA7 1986)\n(“evidence probative of guilt is admitted at a detention hearing\nonly to support or challenge the weight of the gov-ernment’s case\nagainst the defendant”); see also v. , 583 F. Supp. 2d 513,\n517 (SDNY 2008) (releasing a defendant pretrial after determining\nthat “the weight of the evidence now overcomes the presumption of\ndetention”). The majority notes that this inquiry in the bail\ncontext is authorized by statute, but that does not alter the\ncrucial point: Where the prosecutor seeks to use the indictment to\nimpose another significant pretrial consequence on a defendant,\njudges are allowed to inquire into the underlying merits of the\nprosecution (including the very same matters the grand jury has\nconsidered) as part of the inquiry into whether that consequence is\njustified, and that has not resulted in “dissonance” or the\nundermining of the grand jury’s role.4Under our due process\nprecedents, it is clear that the test applies in this case, rather\nthan the inquiry set forth in v. , . We held in that is\ninapplicable when “assessing the validity of state procedural\nrules” that “are part of the criminal process.” at 443. We have\ntherefore applied rather than only when considering such due\nprocess challenges, including, for example, the allocation of\nburdens of proof or what type of evidence may be admitted. See, at\n443–446 (burden of proving incompetence to stand trial); v. ,\n(burden of proving affirmative defense); v. , (admissibility of\ntestimony about a prior crime of which the defendant was\nacquitted). This case is not about such questions, but about the\ncollateral issue of the pretrial deprivation of property a\ndefendant needs to exercise his right to counsel of choice.\ntherefore provides the relevant inquiry.5The Government and the\nmajority place particular emphasis on the use of forfeited assets\nto provide restitution to victims of crime. See Brief for United\nStates 41–42, and n. 14; at 2, n. 1. It is worth noting\nin this respect that in prosecuting the other sales representatives\nthat participated with the Kaleys in the allegedly fraudulent\nconduct, the Government’s position as to who exactly is the\n“victim” has shifted frequently. See Brief for Petitioners 9–11\n(hospitals); at 18, 21–23 (their employers); Tr. of Oral Arg. 43–44\n(hospitals). As one prosecutor forthrightly acknowledged at the\nsentencing hearing of an alleged co-conspirator, “we can’t make\nrestitution.” Brief for Petitioners 11.",
    "joined": []
}