{
    "case": {
        "docket": "397",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/397/"
    },
    "id": "1963414",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTFCC V. AT&T INC.562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-1279FEDERAL COMMUNICATIONS COMMISSION, et al.,\nPETITIONERSv.AT&T INC. et al.on writ of certiorari to the united states court of\nappeals for the third circuit[March 1, 2011]Chief Justice Roberts delivered\nthe opinion of the Court.The Freedom of Information Act\nrequires federal agencies to make records and documents publicly\navailable upon request, unless they fall within one of several\nstatutory exemptions. One of those exemptions covers law\nenforcement records, the disclosure of which “could reasonably be\nexpected to constitute an unwarranted invasion of personal\nprivacy.” 5 U. S. C. §552(b)(7)(C). The question presented is\nwhether corporations have “personal privacy” for the purposes of\nthis exemption.IThe Freedom of Information Act\nrequest at issue in this case relates to an investigation of\nrespondent AT&T Inc., conducted by the Federal Communications\nCommission. AT&T participated in an FCC-administered\nprogram—the E-Rate (or Education-Rate) program—that was created to\nenhance access for schools and libraries to advanced\ntelecommunications and information services. In August 2004,\nAT&T voluntarily reported to the FCC that it might have\novercharged the Government for services it provided as part of the\nprogram.The FCC’s Enforcement Bureau\nlaunched an investigation. As part of that investigation, AT&T\nprovided the Bureau various documents, including responses to\ninterrogatories, invoices, emails with pricing and billing\ninformation, names and job descriptions of employees involved, and\nAT&T’s assessment of whether those employees had violated the\ncompany’s code of conduct. 582 F. 3d 490, 492–493 (CA3 2009).\nThe FCC and AT&T resolved the matter in December 2004 through a\nconsent decree in which AT&T—without conceding liability—agreed\nto pay the Government $500,000 and to institute a plan to ensure\ncompliance with the program. See 19 FCC Rcd. 24014,\n24016–24019.Several months later, CompTel—“a trade\nassociation representing some of AT&T’s competitors”—submitted\na FOIA request seeking “ ‘[a]ll pleadings and\ncorrespondence’ ” in the Bureau’s file on the AT&T\ninvestigation. 582 F. 3d, at 493. AT&T opposed CompTel’s\nrequest, and the Bureau issued a letter-ruling in response.The Bureau concluded that some of the\ninformation AT&T had provided (including cost and pricing data,\nbilling-related information, and identifying information about\nstaff, contractors, and customer representatives) should be\nprotected from disclosure under FOIA Exemption 4, which relates to\n“trade secrets and commercial or financial information,” 5 U.\nS. C. §552(b)(4). App. to Pet. for Cert. 40a–41a. The Bureau\nalso decided to withhold other information under FOIA Exemption\n7(C). Exemption 7(C) exempts “records or information compiled for\nlaw enforcement purposes” that “could reasonably be expected to\nconstitute an unwarranted invasion of personal privacy.”\n§552(b)(7)(C). The Bureau concluded that “individuals identified in\n[AT&T’s] submissions” have “privacy rights” that warrant\nprotection under Exemption 7(C).Id., at 43a. The Bureau\ndid not, however, apply that exemption to the corporation itself,\nreasoning that “businesses do not possess ‘personal privacy’\ninterests as required” by the exemption.Id.,at\n42a–43a.On review the FCC agreed with the Bureau. The\nCommission found AT&T’s position that it is “a ‘private\ncorporate citizen’ with personal privacy rights that should be\nprotected from disclosure that would ‘embarrass’ it … within the\nmeaning of Exemption 7(C) … at odds with established [FCC] and\njudicial precedent.” 23 FCC Rcd. 13704, 13707 (2008). It therefore\nconcluded that “Exemption 7(C) has no applicability to corporations\nsuch as [AT&T].”Id.,at 13710.AT&T sought review in the Court of Appeals\nfor the Third Circuit, and that court rejected the FCC’s reasoning.\nNoting that Congress had defined the word “person” to include\ncorporations as well as individuals, 5 U. S. C. §551(2), the\ncourt held that Exemption 7(C) extends to the “personal privacy” of\ncorporations, since “the root from which the statutory word\n[personal] … is derived” is the defined term “person.” 582\nF. 3d, at 497. As the court explained, “[i]t would be very odd\nindeed for an adjectival form of a defined term not to refer back\nto that defined term.”Ibid.The court accordingly ruled\n“that FOIA’s text unambiguously indicates that a corporation may\nhave a ‘personal privacy’ interest within the meaning of Exemption\n7(C).”Id.,at 498.The FCC petitioned this Court for review of\nthe Third Circuit’s decision and CompTel filed as a respondent\nsupporting petitioners. We granted certiorari, 561 U. S. ___\n(2010), and now reverse.IILike the Court of Appeals below,\nAT&T relies on the argument that the word “personal” in\nExemption 7(C) incorporates the statutory definition of the word\n“person.” See Brief for Respondent AT&T 8–9, 14–15 (AT&T\nBrief); 582 F. 3d, at 497. The Administrative Procedure Act\ndefines “person” to include “an individual, partnership,\ncorporation, association, or public or private organization other\nthan an agency.” 5 U. S. C. §551(2). Because that definition\napplies here, the argument goes, “personal” must mean relating to\nthose “person[s]”: namely, corporations and other entities as well\nas individuals. This reading, we are told, is dictated by a “basic\nprinciple of grammar and usage.” AT&T Brief 8; seeid.,at 14–15; see also 582 F. 3d, at 497 (citingDelaware River Stevedoresv.DiFidelto, 440\nF. 3d 615, 623 (CA3 2006) (Fisher, J., concurring), for “[t]he\ngrammatical imperativ[e]” that “a statute which defines a noun has\nthereby defined the adjectival form of that noun”). According to\nAT&T, “[b]y expressly defining the noun ‘person’ to include\ncorporations, Congressnecessarilydefined the adjective\nform of that noun—‘personal’—also to include corporations.”\nAT&T Brief 14 (emphasis added).We disagree. Adjectives typically\nreflect the meaning of corresponding nouns, but not always.\nSometimes they acquire distinct meanings of their own. The noun\n“crab” refers variously to a crustacean and a type of apple, while\nthe related adjective “crabbed” can refer to handwriting that is\n“difficult to read,” Webster’s Third New International Dictionary\n527 (2002); “corny” can mean “using familiar and stereotyped\nformulas believed to appeal to the unsophisticated,”id.,at 509, which has little to do with “corn,”id.,at 507\n(“the seeds of any of the cereal grasses used for food”); and while\n“crank” is “a part of an axis bent at right angles,” “cranky” can\nmean “given to fretful fussiness,”id.,at 530.Even in cases such as these there may well be\na link between the noun and the adjective. “Cranky” describes a\nperson with a “wayward” or “capricious” temper, see 3 Oxford\nEnglish Dictionary 1117 (2d ed. 1989) (OED), which might bear some\nrelation to the distorted or crooked angular shape from which a\n“crank” takes its name. That is not the point. What is significant\nis that, in ordinary usage, a noun and its adjective form may have\nmeanings as disparate as any two unrelated words. The FCC’s\nargument that “personal” does not, in fact, derive from the English\nword “person,” but instead developed along its own etymological\npath, Reply Brief for Petitioners 6, simply highlights the\nshortcomings of AT&T’s proposed rule.“Person” is a defined term in the statute;\n“personal” is not. When a statute does not define a term, we\ntypically “give the phrase its ordinary meaning.”Johnsonv.United States, 559 U. S. ___, ___ (2010) (slip op., at\n4). “Personal” ordinarily refers to individuals. We do not usually\nspeak of personal characteristics, personal effects, personal\ncorrespondence, personal influence, or personal tragedy as\nreferring to corporations or other artificial entities. This is not\nto say that corporations do not have correspondence, influence, or\ntragedies of their own, only that we do not use the word “personal”\nto describe them.Certainly, if the chief executive officer of a\ncorporation approached the chief financial officer and said, “I\nhave something personal to tell you,” we would not assume the CEO\nwas about to discuss company business. Responding to a request for\ninformation, an individual might say, “that’s personal.” A company\nspokesman, when asked for information about the company, would not.\nIn fact, we often use the word “personal” to mean precisely theoppositeof business-related: We speak of personal\nexpenses and business expenses, personal life and work life,\npersonal opinion and a company’s view.Dictionaries also suggest that “personal” does\nnot ordinarily relate to artificial “persons” such as corporations.\nSee,e.g.,7 OED 726 (1933) (“[1] [o]f, pertaining to …\nthe individual person or self,” “individual; private; one’s own,”\n“[3] [o]f or pertaining to one’s person, body, or figure,” “[5]\n[o]f, pertaining to, or characteristic of a person or\nself-conscious being, as opposed to a thing or abstraction”); 11\nOED at 599–600 (2d ed. 1989) (same); Webster’s Third New\nInternational Dictionary 1686 (1976) (“[3] relating to the person\nor body”; “[4] relating to an individual, his character, conduct,\nmotives, or private affairs”; “[5] relating to or characteristic of\nhuman beings as distinct from things”);ibid. (2002)\n(same).AT&T dismisses these definitions,\ncorrectly noting that “personal”—at its most basic level—simply\nmeans “[o]f or pertaining to a particular person.” Webster’s New\nInternational Dictionary 1828 (2d ed. 1954). The company\nacknowledges that “in non-legal usage, where a ‘person’ is a human\nbeing, it is entirely unsurprising that the word ‘personal’ is used\nto refer to human beings.” AT&T Brief 8. But in a watered-down\nversion of the “grammatical imperative” argument, AT&T contends\nthat “person”—in commonlegalusage—is understood to\ninclude a corporation. “Personal” in the same context therefore can\nand should have the same scope, especially here in light of the\nstatutory definition. Seeid., at 8–9, 16.The construction of statutory language often\nturns on context, see,e.g.,Johnson,supra,at ___ (slip op., at 5), which certainly may\ninclude the definitions of related words. But here the context to\nwhich AT&T points does not dissuade us from the ordinary\nmeaning of “personal.” We have no doubt that “person,” in a legal\nsetting, often refers to artificial entities. The Dictionary Act\nmakes that clear. 1 U. S. C. §1 (defining “person” to include\n“corporations, companies, associations, firms, partnerships,\nsocieties, and joint stock companies, as well as individuals”). But\nAT&T’s effort to ascribe a corresponding legal meaning to\n“personal” again elides the difference between “person” and\n“personal.”When it comes to the word “personal,” there is\nlittle support for the notion that it denotes corporations, even in\nthe legal context. AT&T notes that corporations are “protected\nby the doctrine of ‘personal’ jurisdiction,” AT&T Brief 19, but\nthat phrase refers to jurisdictionin personam, as opposed\ntoin rem, not the jurisdiction “of a person.” The only\nother example AT&T cites is an 1896 case that referred to the\n“ ‘personal privilege’ ” of a corporation.Ibid.(quotingMercantile Bankv.Tennessee ex rel.\nMemphis,161 U.\nS. 161, 171 (1896) (emphasis deleted)). These examples fall far\nshort of establishing that “personal” here has a legal meaning\napart from its ordinary one, even if “person” does. Cf.Merck\n& Co.v.Reynolds, 559 U. S. ___, ___–___ (2010)\n(slip op., at 8–10) (noting that “ ‘discovery’ is often used\nas a term of art in connection with the ‘discovery rule’ ” and\ndescribing the judicial and legislative codification of that\nmeaning over time);Molzofv.United States,502 U. S. 301,\n306 (1992) (“ ‘Punitive damages’ is a legal term of art that\nhas a widely accepted common-law meaning … this Court’s decisions\nmake clear that the concept … has a long pedigree in the law”).Regardless of whether “personal” can carry a\nspecial meaning in legal usage, “when interpreting a statute … we\nconstrue language … in light of the terms surrounding it.”Leocalv.Ashcroft,543 U. S. 1, 9 (2004).\nExemption 7(C) refers not just to the word “personal,” but to the\nterm “personal privacy.” §552(b)(7)(C); cf.Textron Lycoming\nReciprocating Engine Div., AVCO Corp.v.Automobile\nWorkers,523 U.\nS. 653, 657 (1998) (“It is not the meaning of ‘for’ we are\nseeking here, but the meaning of ‘[s]uits for violation of\ncontracts’ ”). AT&T’s effort to attribute a special legal\nmeaning to the word “personal” in this particular context is wholly\nunpersuasive.AT&T’s argument treats the term “personal\nprivacy” as simply the sum of its two words: the privacy of a\nperson. Under that view, the defined meaning of the noun “person,”\nor the asserted specialized legal meaning, takes on greater\nsignificance. But two words together may assume a more particular\nmeaning than those words in isolation. We understand a golden cup\nto be a cup made of or resembling gold. A golden boy, on the other\nhand, is one who is charming, lucky, and talented. A golden\nopportunity is one not to be missed. “Personal” in the phrase\n“personal privacy” conveys more than just “of a person.” It\nsuggests a type of privacy evocative of human concerns—not the sort\nusually associated with an entity like, say, AT&T.Despite its contention that “[c]ommon legal\nusage” of the word “person” supports its reading of the term\n“personal privacy,” AT&T Brief 9, 13, 18, AT&T does not\ncite a single instance in which this Court or any other (aside from\nthe Court of Appeals below) has expressly referred to a\ncorporation’s “personal privacy.” Nor does it identify any other\nstatute that does so. See Tr. of Oral Arg. 26. On the contrary,\ntreatises in print around the time that Congress drafted the\nexemptions at hand reflect the understanding that the specific\nconcept of “personal privacy,” at least as a matter of common law,\ndid not apply to corporations. See Restatement (Second) of Torts\n§652I, Commentc(1976) (“A corporation, partnership or\nunincorporated association has no personal right of privacy”); W.\nProsser, Law of Torts §97, pp. 641–642 (2d ed. 1955) (“A\ncorporation or a partnership as such can have no personal privacy,\nalthough it seems clear that it may have an exclusive right to its\nname and its business prestige” (footnotes omitted)); cf.id., §112, at 843–844 (3d ed. 1964) (“It seems to be\ngenerally agreed that the right of privacy is one pertaining only\nto individuals, and that a corporation or a partnership cannot\nclaim it as such” (footnotes omitted));id., §117, at 815\n(4th ed. 1971) (same).AT&T contends that this Court has\nrecognized “privacy” interests of corporations in the Fourth\nAmendment and double jeopardy contexts, and that the term should be\nsimilarly construed here. See AT&T Brief 20–25. But this case\ndoes not call upon us to pass on the scope of a corporation’s\n“privacy” interests as a matter of constitutional or common law.\nThe discrete question before us is instead whether Congress used\nthe term “personal privacy” to refer to the privacy of artificial\npersons in FOIA Exemption 7(C); the cases AT&T cites are too\nfar afield to be of help here.AT&T concludes that the FCC has simply\nfailed to demonstrate that the phrase “personal privacy”\n“necessarilyexcludesthe privacy of corporations.”Id.,at 31–32 (emphasis added). But construing statutory\nlanguage is not merely an exercise in ascertaining “the outer\nlimits of [a word’s] definitional possibilities,”Dolanv.Postal Service,546 U. S. 481, 486\n(2006). AT&T has given us no sound reason in the statutory text\nor context to disregard the ordinary meaning of the phrase\n“personal privacy.”IIIThe meaning of “personal privacy”\nin Exemption 7(C) is further clarified by the rest of the statute.\nCongress enacted Exemption 7(C) against the backdrop of\npre-existing FOIA exemptions, and the purpose and scope of\nExemption 7(C) becomes even more apparent when viewed in this\ncontext. SeeNkenv.Holder, 556 U. S. ___, ___\n(2009) (slip op., at 6) (“statutory interpretation turns on ‘the\nlanguage itself, the specific context in which that language is\nused, and the broader context of the statute as a whole’ ”\n(quotingRobinsonv.Shell Oil Co.,519 U. S. 337, 341\n(1997))). Two of those other exemptions are particularly relevant\nhere.The phrase “personal privacy”\nfirst appeared in the FOIA exemptions in Exemption 6, enacted in\n1966, eight years before Congress enacted Exemption 7(C). See 80\nStat. 250, codified as amended at 5 U. S. C. §552(b)(6).\nExemption 6 covers “personnel and medical files and similar files\nthe disclosure of which would constitute a clearly unwarranted\ninvasion of personal privacy.” §552(b)(6). Not only did Congress\nchoose the same term in drafting Exemption 7(C), it also used the\nterm in a nearly identical manner.Although the question whether Exemption 6 is\nlimited to individuals has not come to us directly, we have\nregularly referred to that exemption as involving an “individual’s\nright of privacy.”Department of Statev.Ray,502 U. S. 164,\n175 (1991) (quotingDepartment of Air Forcev.Rose,425\nU. S. 352, 372 (1976) (internal quotation marks omitted)); see\nalsoDepartment of Statev.Washington Post Co.,456 U. S. 595,\n599 (1982).AT&T does not dispute that “identical\nwords and phrases within the same statute should normally be given\nthe same meaning,”Powerex Corp.v.Reliant Energy\nServices, Inc.,551 U. S. 224, 232\n(2007), but contends that “if Exemption 6 does not protect\ncorporations, it is because [it] applies only to ‘personnel and\nmedical files and similar files,’ ” not because of the term\n“personal privacy.” AT&T Brief 36 (quoting §552(b)(6)). Yet the\nsignificance of the pertinent phrase—“the disclosure of which would\nconstitute a clearly unwarranted invasion of personal privacy,”\n§552(b)(6)—cannot be so readily dismissed. Without it, Exemption 6\nwould categorically exempt “personnel and medical files” as well as\nany “similar” file. Even if the scope of Exemption 6 is also\nlimited by the types of files it protects, the “personal privacy”\nphrase importantly defines the particular subset of that\ninformation Congress sought to exempt. SeeWashington Post\nCo.,supra,at 599. And because Congress used the\nsame phrase in Exemption 7(C), the reach of that phrase in\nExemption 6 is pertinent in construing Exemption 7(C).In drafting Exemption 7(C), Congress did not,\non the other hand, use language similar to that in Exemption 4.\nExemption 4 pertains to “trade secrets and commercial or financial\ninformation obtained from a person and privileged or confidential.”\n5 U. S. C. §552(b)(4). This clearly applies to corporations—it\nuses the defined term “person” to describe the source of the\ninformation—and we far more readily think of corporations as having\n“privileged or confidential” documents than personally private\nones. So at the time Congress enacted Exemption 7(C), it had in\nplace an exemption that plainly covered a corporation’s commercial\nand financial information, and another that we have described as\nrelating to “individuals.” The language of Exemption 7(C) tracks\nthe latter.The Government has long interpreted the phrase\n“personal privacy” in Exemption 7(C) accordingly. Shortly after\nCongress passed the 1974 amendments that enacted Exemption 7(C),\nthe Attorney General issued a memorandum to executive departments\nand agencies explaining that “personal privacy” in that exemption\n“pertains to the privacy interests of individuals.” U. S. Dept. of\nJustice, Attorney General’s Memorandum on the 1974 Amendments to\nthe Freedom of Information Act 9, reprinted in House Committee on\nGovernment Operations and Senate Committee on the Judiciary,\nFreedom of Information Act and Amendments of 1974 (P. L. 93–502),\n94th Cong., 1st Sess., 507, 579 (Jt. Comm. Print 1975). The\nexemption, the Attorney General noted, “does not seem applicable to\ncorporations or other entities.”Ibid. We have previously\nviewed this Memorandum as a reliable guide in interpreting FOIA,\nseeNational Archives and Records Admin.v.Favish,541\nU. S. 157, 169 (2004);FBIv.Abramson,456 U. S. 615,\n622, n. 5 (1982), and we agree with its conclusion here.*  *  *We reject the argument that\nbecause “person” is defined for purposes of FOIA to include a\ncorporation, the phrase “personal privacy” in Exemption 7(C)\nreaches corporations as well. The protection in FOIA against\ndisclosure of law enforcement information on the ground that it\nwould constitute an unwarranted invasion of personal privacy does\nnot extend to corporations. We trust that AT&T will not take it\npersonally.The judgment of the Court of\nAppeals is reversed.It is so ordered.Justice Kagan took no part in the\nconsideration or decision of this case.",
    "joined": []
}