{
    "case": {
        "docket": "20-1530",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/20-1530/"
    },
    "id": "4603402",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 20–1530, 20–1531, 20–1778 and\n20–1780_________________WEST VIRGINIA, et al.,\nPETITIONERS20–1530v.ENVIRONMENTAL PROTECTION AGENCY,\net al.THE NORTH AMERICAN COAL CORPORATION,\nPETITIONER20–1531v.ENVIRONMENTAL PROTECTION AGENCY,\net al.WESTMORELAND MINING HOLDINGS LLC,\nPETITIONER20–1778v.ENVIRONMENTAL PROTECTION AGENCY,\net al.NORTH DAKOTA, PETITIONER20–1780v.ENVIRONMENTAL PROTECTION AGENCY,\net al.on writs of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 30, 2022]Chief Justice Roberts delivered the opinion of\nthe Court.The Clean Air Act authorizes the Environmental\nProtection Agency to regulate power plants by setting a “standard\nof performance” for their emission of certain pollutants into the\nair. 84Stat. 1683, 42 U. S. C. §7411(a)(1). That standard\nmay be different for new and existing plants, but in each case it\nmust reflect the “best system of emission reduction” that the\nAgency has determined to be “adequately demonstrated” for the\nparticular category. §§7411(a)(1), (b)(1), (d). For existing\nplants, the States then implement that requirement by issuing rules\nrestricting emissions from sources within their borders.Since passage of the Act 50 years ago, EPA has\nexercised this authority by setting performance standards based on\nmeasures that would reduce pollution by causing plants to operate\nmore cleanly. In 2015, however, EPA issued a new rule concluding\nthat the “best system of emission reduction” for existing\ncoal-fired power plants included a requirement that such facilities\nreduce their own production of electricity, or subsidize increased\ngeneration by natural gas, wind, or solar sources.The question before us is whether this broader\nconception of EPA’s authority is within the power granted to it by\nthe Clean Air Act.IAThe Clean Air Act establishes three main\nregulatory programs to control air pollution from stationary\nsources such as power plants. Clean Air Amendments of 1970, 84Stat.\n1676, 42 U. S. C. §7401et seq.One program\nis the New Source Performance Standards program of Section 111, at\nissue here. The other two are the National Ambient Air Quality\nStandards (NAAQS) program, set out in Sections 108 through 110 of\nthe Act, 42 U. S. C. §§7408–7410, and the Hazardous Air\nPollutants (HAP) program, set out in Section 112, §7412. To\nunderstand the place and function of Section 111 in the statutory\nscheme, some background on the other two programs is in order.The NAAQS program addresses air pollutants that\n“may reasonably be anticipated to endanger public health or\nwelfare,” and “the presence of which in the ambient air results\nfrom numerous or diverse mobile or stationary sources.”\n§7408(a)(1). After identifying such pollutants, EPA establishes a\nNAAQS for each. The NAAQS represents “the maximum airborne\nconcentration of [the] pollutant that the public health can\ntolerate.”Whitmanv.American Trucking Assns.,Inc.,531 U.S.\n457, 465 (2001); see §7409(b). EPA, though, does not choose\nwhich sources must reduce their pollution and by how much to meet\nthe ambient pollution target. Instead, Section 110 of the Act\nleaves that task in the first instance to the States, requiring\neach “to submit to [EPA] a plan designed to implement and maintain\nsuch standards within its boundaries.”Trainv.Natural\nResources Defense Council,Inc.,421 U.S.\n60, 65 (1975); §7410.The second major program governing stationary\nsources is the HAP program. The HAP program primarily targets\npollutants, other than those already covered by a NAAQS, that\npresent “a threat of adverse human health effects,” including\nsubstances known or anticipated to be “carcinogenic, mutagenic,\nteratogenic, neurotoxic,” or otherwise “acutely or chronically\ntoxic.” §7412(b)(2).EPA’s regulatory role with respect to these\ntoxic pollutants is different in kind from its role in\nadministering the NAAQS program. There, EPA is generally limited to\ndetermining the maximum safe amount of covered pollutants in the\nair. As to each hazardous pollutant, by contrast, the Agency must\npromulgate emissions standards for both new and existing major\nsources. §7412(d)(1). Those standards must “require the maximum\ndegree of reduction in emissions . . . that the [EPA]\nAdministrator, taking into consideration the cost of achieving such\nemission reduction, and any non-air quality health and\nenvironmental impacts and energy requirements, determines is\nachievable . . . through application of measures,\nprocesses, methods, systems or techniques” of emission reduction.\n§7412(d)(2). In other words, EPA must directly require all covered\nsources to reduce their emissions to a certain level. And it\nchooses that level by determining the “maximum degree of reduction”\nit considers “achievable” in practice by using the best existing\ntechnologies and methods. §7412(d)(3).Thus, in the parlance of environmental law,\nSection 112 directs the Agency to impose “technology-basedstandard[s] for hazardous emissions,”Alaska Dept. of\nEnvironmental Conservationv.EPA, 540 U.S. 461, 485,\nn. 12 (2004) (emphasis added). This sort of\n“ ‘technology-based’ approach focuses upon the control\ntechnologies that are available to industrial entities and requires\nthe agency to . . . ensur[e] that regulated firms adopt\nthe appropriate cleanup technology.” T. McGarity, Media-Quality,\nTechnology, and Cost-Benefit Balancing Strategies for Health and\nEnvironmental Regulation, 46 Law & Contemp. Prob. 159, 160\n(Summer 1983) (McGarity). (Such “technologies” are not limited to\nliteral technology, such as scrubbers; “changes in the design and\noperation” of the facility, or “in the way that employees perform\ntheir tasks,” are also available options.Id., at 163,\nn. 18.)The third air pollution control scheme is the\nNew Source Performance Standards program of Section 111. §7411.\nThat section directs EPA to list “categories of stationary sources”\nthat it determines “cause[ ], or contribute[ ]\nsignificantly to, air pollution which may reasonably be anticipated\nto endanger public health or welfare.” §7411(b)(1)(A). Under\nSection 111(b), the Agency must then promulgate for each category\n“Federal standards of performance for new sources,” §7411(b)(1)(B).\nA “standard of performance” is one that“reflects the degree of emission\nlimitation achievable through the application of the best system of\nemission reduction which (taking into account the cost of achieving\nsuch reduction and any nonair quality health and environmental\nimpact and energy requirements) the [EPA] Administrator determines\nhas been adequately demonstrated.” §7411(a)(1).Thus, the statute directs EPA to (1)\n“determine[ ],” taking into account various factors, the “best\nsystem of emission reduction which . . . has been\nadequately demonstrated,” (2) ascertain the “degree of\nemission limitation achievable through the application” of that\nsystem, and (3) impose an emissions limit on new stationary sources\nthat “reflects” that amount.Ibid.; see also 80 Fed. Reg.\n64538 (2015). Generally speaking, a source may achieve that\nemissions cap any way it chooses; the key is that its pollution be\nno more than the amount “achievable through the application of the\nbest system of emission reduction . . . adequately\ndemonstrated,” or the BSER. §7411(a)(1); see §7411(b)(5). EPA\nundertakes this analysis on a pollutant-by-pollutant basis,\nestablishing different standards of performance with respect to\ndifferent pollutants emitted from the same source category. See,e.g., 73 Fed. Reg. 35838 (2008); 42 Fed. Reg. 22510\n(1977).Although the thrust of Section 111 focuses on\nemissions limits fornewandmodifiedsources—as its\ntitle indicates—the statute also authorizes regulation of certain\npollutants fromexistingsources. Under Section 111(d), once\nEPA “has setnewsource standards addressing emissions of a\nparticular pollutant under . . . section 111(b),” 80 Fed.\nReg. 64711, it must then address emissions of that same pollutant\nby existing sources—but only if they are not already regulated\nunder the NAAQS or HAP programs. §7411(d)(1). Existing power\nplants, for example, emit many pollutants covered by a NAAQS or HAP\nstandard. Section 111(d) thus “operates as a gap-filler,”\nempowering EPA to regulate harmful emissions not already controlled\nunder the Agency’s other authorities.American Lung Assn.v.EPA, 985 F.3d 914, 932 (CADC 2021).Although the States set the actual rules\ngoverning existing power plants, EPA itself still retains the\nprimary regulatory role in Section 111(d). The Agency, not the\nStates, decides the amount of pollution reduction that must\nultimately be achieved. It does so by again determining, as when\nsetting the new source rules, “the best system of emission\nreduction . . . that has been adequately demonstrated for\n[existing covered] facilities.” 40 CFR §60.22(b)(5) (2021); see\nalso 80 Fed. Reg. 64664, and n. 1. The States then submit\nplans containing the emissions restrictions that they intend to\nadopt and enforce in order not to exceed the permissible level of\npollution established by EPA. See §§60.23, 60.24; 42\nU. S. C. §7411(d)(1).Reflecting the ancillary nature of Section\n111(d), EPA has used it only a handful of times since the enactment\nof the statute in 1970. See 80 Fed. Reg. 64703, and n. 275\n(past regulations pertained to “four pollutants from five source\ncategories”). For instance, the Agency has established emissions\nlimits on acid mist from sulfuric acid production, 41 Fed. Reg.\n48706 (1976) (identifying “fiber mist eliminator” technology as\nBSER); sulfide gases released by kraft pulp mills, 44 Fed. Reg.\n29829 (1979) (determining BSER to be a combination of scrubbers,\nincineration, filtration systems, and temperature control); and\nemissions of various harmful gases from municipal landfills, 61\nFed. Reg. 9907 (1996) (setting BSER as use of a flare to combust\nthe gases). It was thus only a slight overstatement for one of the\narchitects of the 1990 amendments to the Clean Air Act to refer to\nSection 111(d) as an “obscure, never-used section of the law.”\nHearings on S. 300 et al. before the Subcommittee on\nEnvironmental Protection of the Senate Committee on Environment and\nPublic Works, 100th Cong., 1st Sess., 13 (1987) (remarks of Sen.\nDurenberger).BThings changed in October 2015, when EPA\npromulgated two rules addressing carbon dioxide pollution from\npower plants—one for new plants under Section 111(b), the other for\nexisting plants under Section 111(d). Both were premised on the\nAgency’s earlier finding that carbon dioxide is an “air pollutant”\nthat “may reasonably be anticipated to endanger public health or\nwelfare” by causing climate change. 80 Fed. Reg. 64530. Carbon\ndioxide is not subject to a NAAQS and has not been listed as a\ntoxic pollutant.The first rule announced by EPA established\nfederal carbon emissions limits for new power plants of two\nvarieties: fossil-fuel-fired electric steam generating units\n(mostly coal fired) and natural-gas-fired stationary combustion\nturbines.Id., at 64512. Following the statutory process set\nout above, the Agency determined the BSER for the two categories of\nsources. For steam generating units, for instance, EPA determined\nthat the BSER was a combination of high-efficiency production\nprocesses and carbon capture technology. See 80 Fed. Reg. 64512.\nEPA then set the emissions limit based on the amount of carbon\ndioxide that a plant would emit with these technologies in place.Id., at 64513.The second rule was triggered by the first:\nBecause EPA was now regulating carbon dioxide fromnewcoal\nand gas plants, Section 111(d) required EPA to also address carbon\nemissions fromexistingcoal and gas plants. See\n§7411(d)(1). It did so through what it called the Clean Power Plan\nrule.In that rule, EPA established “final emission\nguidelines for states to follow in developing plans” to regulate\nexisting power plants within their borders.Id., at 64662.\nTo arrive at the guideline limits, EPA did the same thing it does\nwhen imposing federal regulations on new sources: It identified the\nBSER.The BSER that the Agency selected for existing\ncoal-fired power plants, however, was quite different from the BSER\nit had chosen for new sources. The BSER for existing plants\nincluded three types of measures, which the Agency called “building\nblocks.”Id., at 64667. The first building block was “heat\nrate improvements” at coal-fired plants—essentially practices such\nplants could undertake to burn coal more efficiently.Id.,\nat 64727.But such improvements, EPA stated, would “lead to\nonly small emission reductions,” because coal-fired power plants\nwere already operating near optimum efficiency.Ibid.On the\nAgency’s view, “much larger emission reductions [were] needed from\n[coal-fired plants] to address climate change.”Ibid.So the Agency included two additional building\nblocks in its BSER, both of which involve what it called\n“generation shifting from higher-emitting to lower-emitting”\nproducers of electricity.Id., at 64728. Building block two\nwas a shift in electricity production from existing coal-fired\npower plants to natural-gas-fired plants.Ibid.Because\nnatural gas plants produce “typically less than half as much”\ncarbon dioxide per unit of electricity created as coal-fired\nplants, the Agency explained, “this generation shift [would]\nreduce[] CO2 emissions.”Ibid.Building block three worked\nthe same way, except that the shift was from both coal- and\ngas-fired plants to “new low- or zero-carbon generating capacity,”\nmainly wind and solar.Id., at 64729, 64748. “Most of the\nCO2 controls” in the rule came from the application of building\nblocks two and three.Id., at 64728.The Agency identified three ways in which a\nregulated plant operator could implement a shift in generation to\ncleaner sources.Id., at 64731. First, an operator could\nsimply reduce the regulated plant’s own production of electricity.\nSecond, it could build a new natural gas plant, wind farm, or solar\ninstallation, or invest in someone else’s existing facility and\nthen increase generation there.Ibid.Finally, operators\ncould purchase emission allowances or credits as part of a\ncap-and-trade regime.Id., at 64731–64732. Under such a\nscheme, sources that achieve a reduction in their emissions can\nsell a credit representing the value of that reduction to others,\nwho are able to count it toward their own applicable emissions\ncaps.EPA explained that taking any of these steps\nwould implement a sector-wide shift in electricity production from\ncoal to natural gas and renewables.Id., at 64731. Given the\nintegrated nature of the power grid, “adding electricity to the\ngrid from one generator will result in the instantaneous reduction\nin generation from other generators,” and “reductions in generation\nfrom one generator lead to the instantaneous increase in\ngeneration” by others.Id., at 64769. So coal plants,\nwhether by reducing their own production, subsidizing an increase\nin production by cleaner sources, or both, would cause a shift\ntoward wind, solar, and natural gas.Having decided that the “best system of emission\nreduction . . . adequately demonstrated” was one that\nwould reduce carbon pollution mostly by moving production to\ncleaner sources, EPA then set about determining “the degree of\nemission limitation achievable through the application” of that\nsystem. 42 U. S. C. §7411(a)(1). The Agency recognized\nthat—given the nature of generation shifting—it could choose from\n“a wide range of potential stringencies for the BSER.” 80 Fed. Reg.\n64730. Put differently, in translating the BSER into an operational\nemissions limit, EPA could choose whether to require anything from\na little generation shifting to a great deal. The Agency settled on\nwhat it regarded as a “reasonable” amount of shift, which it based\non modeling of how much more electricity both natural gas and\nrenewable sources could supply without causing undue cost increases\nor reducing the overall power supply.Id., at 64797–64811.\nBased on these changes, EPA projected that by 2030, it would be\nfeasible to have coal provide 27% of national electricity\ngeneration, down from 38% in 2014.Id., at 64665, 64694; see\nDept. of Energy, U. S. Energy Information Admin., Monthly\nEnergy Review (May 2015), Electricity Net Generation: Electric\nPower Sector, p. 106 (Table 7.2b).From these significant projected reductions in\ngeneration, EPA developed a series of complex equations to\n“determine the emission performance rates” that States would be\nrequired to implement. 80 Fed. Reg. 64815. The calculations\nresulted in numerical emissions ceilings so strict that no existing\ncoal plant would have been able to achieve them without engaging in\none of the three means of shifting generation described above.\nIndeed, the emissions limit the Clean Power Plan established for\nexisting power plants was actuallystricterthan the cap\nimposed by the simultaneously published standards fornewplants. Compareid., at 64742, withid., at\n64513.The point, after all, was to compel the transfer\nof power generating capacity from existing sources to wind and\nsolar. The White House stated that the Clean Power Plan would\n“drive a[n] . . . aggressive transformation in the\ndomestic energy industry.” White House Fact Sheet, App. inAmerican Lung Assn. v.EPA, No. 19–1140 etc. (CADC),\np. 2076. EPA’s own modeling concluded that the rule would\nentail billions of dollars in compliance costs (to be paid in the\nform of higher energy prices), require the retirement of dozens of\ncoal-fired plants, and eliminate tens of thousands of jobs across\nvarious sectors. EPA, Regulatory Impact Analysis for the Clean\nPower Plan Final Rule 3–22, 3–30, 3–33, 6–24, 6–25 (2015). The\nEnergy Information Administration reached similar conclusions,\nprojecting that the rule would cause retail electricity prices to\nremain persistently 10% higher in many States, and would reduce GDP\nby at least a trillion 2009 dollars by 2040. Dept. of Energy,\nAnalysis of the Impacts of the Clean Power Plan 21, 63–64 (May\n2015).CThese projections were never tested, because\nthe Clean Power Plan never went into effect. The same day that EPA\npromulgated the rule, dozens of parties (including 27 States)\npetitioned for review in the D. C. Circuit. After that court\ndeclined to enter a stay of the rule, the challengers sought the\nsame relief from this Court. We granted a stay, preventing the rule\nfrom taking effect.West Virginiav.EPA, 577 U.S.\n1126 (2016). The Court of Appeals later heard argument on the\nmerits en banc. But before it could issue a decision, there was a\nchange in Presidential administrations. The new administration\nrequested that the litigation be held in abeyance so that EPA could\nreconsider the Clean Power Plan. The D. C. Circuit obliged,\nand later dismissed the petitions for review as moot.EPA eventually repealed the rule in 2019,\nconcluding that the Clean Power Plan had been “in excess of its\nstatutory authority” under Section 111(d). 84 Fed. Reg. 32523\n(2019). Specifically, the Agency concluded that generation shifting\nshould not have been considered as part of the BSER. The Agency\ninterpreted Section 111 as “limit[ing] the BSER to those systems\nthat can be put into operationata building, structure,\nfacility, or installation,” such as “add-on controls” and\n“inherently lower-emitting processes/practices/designs.”Id., at 32524. It then explained that the Clean Power Plan,\nrather than setting the standard “based on the application of\nequipment and practices at the level of an individual facility,”\nhad instead based it on “a shift in the energy generation mix at\nthe grid level,”id., at 32523—not the sort of measure that\nhas “a potential for application to an individual source.”Id., at 32524.The Agency determined that “the interpretative\nquestion raised” by the Clean Power Plan—“i.e., whether a\n‘system of emission reduction’ can consist of generation-shifting\nmeasures”—fell under the “major question doctrine.”Id., at\n32529. Under that doctrine, EPA explained, courts “expect Congress\nto speak clearly if it wishes to assign to an agency decisions of\nvast economic and political significance.”Ibid.(quotingUtility Air Regulatory Groupv.EPA,573 U.S.\n302, 324 (2014) (internal quotation marks omitted)). The Agency\nconcluded that the Clean Power Plan was such a decision, for a\nnumber of reasons. Its “generation-shifting scheme was projected to\nhave billions of dollars of impact.” 84 Fed. Reg. 32529. “[N]o\nsection 111 rule of the scores issued ha[d] ever been based on\ngeneration shifting.”Ibid.And that novel reading of the\nstatute would empower EPA “to order the wholesale restructuring of\nany industrial sector” based only on its discretionary assessment\nof “such factors as ‘cost’ and ‘feasibility.’ ”Ibid.EPA argued that under the major questions\ndoctrine, a clear statement was necessary to conclude that Congress\nintended to delegate authority “of this breadth to regulate a\nfundamental sector of the economy.”Ibid.It found none.\n“Indeed,” it concluded, given the text and structure of the\nstatute, “Congress has directly spoken to this precise question and\nprecluded” the use of measures such as generation shifting.Ibid.In the same rulemaking, the Agency replaced the\nClean Power Plan by promulgating a different Section 111(d)\nregulation, known as the Affordable Clean Energy (ACE) Rule.Id., at 32532. Based on its view of what measures may\npermissibly make up the BSER, EPA determined that the best system\nwould be akin to building block one of the Clean Power Plan: a\ncombination of equipment upgrades and operating practices that\nwould improve facilities’ heat rates.Id., at 32522, 32537.\nThe ACE Rule determined that the application of its BSER measures\nwould result in only small reductions in carbon dioxide emissions.Id., at 32561.DA number of States and private parties\nimmediately filed petitions for review in the D. C. Circuit,\nchallenging EPA’s repeal of the Clean Power Plan and its enactment\nof the replacement ACE Rule. Other States and private\nentities—including petitioners here West Virginia, North Dakota,\nWestmoreland Mining Holdings LLC, and The North American Coal\nCorporation (NACC)—intervened to defend both actions.The Court of Appeals consolidated all 12\npetitions for review into one case. It then held that EPA’s “repeal\nof the Clean Power Plan rested critically on a mistaken reading of\nthe Clean Air Act”—namely, that generation shifting cannot be a\n“system of emission reduction” under Section 111. 985 F. 3d,\nat 995. To the contrary, the court concluded, the statute could\nreasonably be read to encompass generation shifting. As part of\nthat analysis, the Court of Appeals concluded that the major\nquestions doctrine did not apply, and thus rejected the need for a\nclear statement of congressional intent to delegate such power to\nEPA.Id., at 959–968. Having found that EPA misunderstood\nthe scope of its authority under the Clean Air Act, the Court\nvacated the Agency’s repeal of the Clean Power Plan and remanded to\nthe Agency for further consideration.Id., at 995.It\nalso vacated and remanded the replacement rule, the ACE Rule, for\nthe same reason.Ibid.The court’s decision, handed down on January 19,\n2021, was quickly followed by another change in Presidential\nadministrations. One month later, EPA moved the Court of Appeals to\npartially stay the issuance of its mandate as it pertained to the\nClean Power Plan. The Agency did so to ensure that the Clean Power\nPlan would not immediately go back into effect. Respondents’ Motion\nfor a Partial Stay of Issuance of the Mandate inAmerican Lung\nAssn. v.EPA, No. 19–1140 etc. (CADC), p. 4. EPA\nbelieved that such a result would not make sense while it was in\nthe process of considering whether to promulgate a new Section\n111(d) rule.Ibid. No party opposed the motion, and the\ncourt accordingly stayed its vacatur of the Agency’s repeal of the\nClean Power Plan.Westmoreland, NACC, and the States defending the\nrepeal of the Clean Power Plan all filed petitions for certiorari.\nWe granted the petitions and consolidated the cases. 595 U. S.\n___ (2021).IIWe first consider the Government’s contention\nthat no petitioner has Article III standing to seek our review.Although most disputes over standing concern\nwhether a plaintiff has satisfied the requirement when filing suit,\n“Article III demands that an actual controversy persist throughout\nall stages of litigation.”Hollingsworthv.Perry,570 U.S.\n693, 705 (2013) (internal quotation marks omitted). The\nrequirement of standing “must be met by persons seeking appellate\nreview, just as it must be met by persons appearing in courts of\nfirst instance.”Arizonans for Official Englishv.Arizona,520 U.S.\n43, 64 (1997). In considering a litigant’s standing to appeal,\nthe question is whether it has experienced an injury “fairly\ntraceable to thejudgment below.”Food Marketing\nInstitutev.Argus Leader Media, 588 U. S. ___, ___\n(2019) (slip op., at 4) (emphasis added; internal quotation marks\nomitted). If so, and a “favorable ruling” from the appellate court\n“would redress [that] injury,” then the appellant has a cognizable\nArticle III stake.Ibid.Here, it is apparent that at least one group of\npetitioners—the state petitioners—are injured by the Court of\nAppeals’ judgment. That judgment vacated “the ACE ruleandits embedded repeal of the Clean Power Plan,” 985 F. 3d, at\n995 (emphasis added), and accordingly purports to bring the Clean\nPower Plan back into legal effect. Thus, to the extent the Clean\nPower Plan harms the States, the D. C. Circuit’s judgment\ninflicts the same injury. And there can be “little question” that\nthe rule does injure the States, since they are “the object\nof ” its requirement that they more stringently regulate power\nplant emissions within their borders.Lujanv.Defenders\nof Wildlife,504 U.S.\n555, 561–562 (1992).The Government counters that “agency and\njudicial actions” subsequent to the court’s entry of judgment have\n“eliminated any . . . possibility” of injury. Brief for\nFederal Respondents 16. First, after the decision, EPA informed the\nCourt of Appeals that it does not intend to enforce the Clean Power\nPlan because it has decided to promulgate a new Section 111(d)\nrule. Second, on EPA’s request, the lower court stayed the part of\nits judgment that vacated the repeal, pending that new rulemaking.\n“These circumstances,” says the Government, “havemootedthe\nprior dispute as to the CPP Repeal Rule’s legality.”Id., at\n17 (emphasis added).That Freudian slip, however, reveals the basic\nflaw in the Government’s argument: It is the doctrine ofmootness, not standing, that addresses whether “an\nintervening circumstance [has] deprive[d] the plaintiff of a\npersonal stake in the outcome of the lawsuit.”Genesis\nHealthCare Corp.v.Symczyk,569 U.S.\n66, 72 (2013) (internal quotation marks omitted); see alsoFriends of the Earth,Inc.v.Laidlaw\nEnvironmental Services (TOC),Inc.,528 U.S.\n167, 189–192 (2000). The distinction matters because the\nGovernment, not petitioners, bears the burden to establish that a\nonce-live case has become moot.Id., at 189;Adarand\nConstructors,Inc.v.Slater,528 U.S.\n216, 222 (2000) (per curiam).That burden is “heavy” where, as here, “[t]he\nonly conceivable basis for a finding of mootness in th[e] case is\n[the respondent’s] voluntary conduct.”Friends of the Earth,\n528 U. S., at 189. Although the Government briefly argues that\nthe lower court’s stay of its mandate extinguished the controversy,\nit cites no authority for that proposition, and it does not make\nsense: Lower courts frequently stay their mandates when notified\nthat the losing party intends to seek our certiorari review. So the\nGovernment’s mootness argument boils down to its representation\nthat EPA has no intention of enforcing the Clean Power Plan prior\nto promulgating a new Section 111(d) rule.But “voluntary cessation does not moot a case”\nunless it is “absolutely clear that the allegedly wrongful behavior\ncould not reasonably be expected to recur.”Parents Involved in\nCommunity Schoolsv.Seattle School Dist. No. 1,551 U.S.\n701, 719 (2007). Here the Government “nowhere suggests that if\nthis litigation is resolved in its favor it will not” reimpose\nemissions limits predicated on generation shifting; indeed, it\n“vigorously defends” the legality of such an approach.Ibid.We do not dismiss a case as moot in such circumstances. SeeCity\nof Mesquitev.Aladdin’s Castle,Inc.,455 U.S.\n283, 288–289 (1982). The case thus remains justiciable, and we\nmay turn to the merits.IIIAIn devising emissions limits for power plants,\nEPA first “determines” the “best system of emission reduction”\nthat—taking into account cost, health, and other factors—it finds\n“has been adequately demonstrated.” 42 U. S. C.\n§7411(a)(1). The Agency then quantifies “the degree of emission\nlimitation achievable” if that best system were applied to the\ncovered source.Ibid.; see also 80 Fed. Reg. 64719. The\nBSER, therefore, “is the central determination that the EPA must\nmake in formulating [its emission] guidelines” under Section 111.Id., at 64723. The issue here is whether restructuring the\nNation’s overall mix of electricity generation, to transition from\n38% coal to 27% coal by 2030, can be the “best system of emission\nreduction” within the meaning of Section 111.“It is a fundamental canon of statutory\nconstruction that the words of a statute must be read in their\ncontext and with a view to their place in the overall statutory\nscheme.”Davisv.Michigan Dept. of Treasury,489 U.S.\n803, 809 (1989). Where the statute at issue is one that confers\nauthority upon an administrative agency, that inquiry must be\n“shaped, at least in some measure, by the nature of the question\npresented”—whether Congress in fact meant to confer the power the\nagency has asserted.FDAv.Brown & Williamson\nTobacco Corp.,529 U.S.\n120, 159 (2000).In the ordinary case, that context has\nno great effect on the appropriate analysis. Nonetheless, our\nprecedent teaches that there are “extraordinary cases” that call\nfor a different approach—cases in which the “history and the\nbreadth of the authority that [the agency] has asserted,” and the\n“economic and political significance” of that assertion, provide a\n“reason to hesitate before concluding that Congress” meant to\nconfer such authority.Id., at 159–160.Such cases have arisen from all corners of the\nadministrative state. InBrown & Williamson, for\ninstance, the Food and Drug Administration claimed that its\nauthority over “drugs” and “devices” included the power to\nregulate, and even ban, tobacco products.Id., at 126–127.\nWe rejected that “expansive construction of the statute,”\nconcluding that “Congress could not have intended to delegate” such\na sweeping and consequential authority “in so cryptic a fashion.”Id., at 160. InAlabama Assn. of Realtorsv.Department of Health and Human Servs., 594 U. S. ___,\n___ (2021) (per curiam) (slip op., at 3), we concluded\nthat the Centers for Disease Control and Prevention could not,\nunder its authority to adopt measures “necessary to prevent the\n. . . spread of ” disease, institute a nationwide\neviction moratorium in response to the COVID–19 pandemic. We found\nthe statute’s language a “wafer-thin reed” on which to rest such a\nmeasure, given “the sheer scope of the CDC’s claimed authority,”\nits “unprecedented” nature, and the fact that Congress had failed\nto extend the moratorium after previously having done so.Id., at ___–___ (slip op., at 6–8).Our decision inUtility Airaddressed\nanother question regarding EPA’s authority—namely, whether EPA\ncould construe the term “air pollutant,” in a specific provision of\nthe Clean Air Act, to cover greenhouse gases. 573 U. S., at\n310. Despite its textual plausibility, we noted that the Agency’s\ninterpretation would have given it permitting authority over\nmillions of small sources, such as hotels and office buildings,\nthat had never before been subject to such requirements.Id., at 310, 324. We declined to uphold EPA’s claim of\n“unheralded” regulatory power over “a significant portion of the\nAmerican economy.”Id., at 324. InGonzalesv.Oregon,546 U.S.\n243(2006), we confronted the Attorney General’s assertion that\nhe could rescind the license of any physician who prescribed a\ncontrolled substance for assisted suicide, even in a State where\nsuch action was legal. The Attorney General argued that this came\nwithin his statutory power to revoke licenses where he found them\n“inconsistent with the public interest,” 21 U. S. C.\n§823(f ). We considered the “idea that Congress gave [him]\nsuch broad and unusual authority through an implicit delegation\n. . . not sustainable.” 546 U. S., at 267. Similar\nconsiderations informed our recent decision invalidating the\nOccupational Safety and Health Administration’s mandate that “84\nmillion Americans . . . either obtain a COVID–19 vaccine\nor undergo weekly medical testing at their own expense.”National Federation of Independent Businessv.Occupational Safety and Health Administration, 595\nU. S. ___, ___ (2022) (per curiam) (slip op., at\n5). We found it “telling that OSHA, in its half century of\nexistence,” had never relied on its authority to regulate\noccupational hazards to impose such a remarkable measure.Id., at ___ (slip op., at 8).All of these regulatory assertions had a\ncolorable textual basis. And yet, in each case, given the various\ncircumstances, “common sense as to the manner in which Congress\n[would have been] likely to delegate” such power to the agency at\nissue,Brown & Williamson, 529 U. S., at 133, made\nit very unlikely that Congress had actually done so. Extraordinary\ngrants of regulatory authority are rarely accomplished through\n“modest words,” “vague terms,” or “subtle device[s].”Whitman, 531 U. S., at 468. Nor does Congress typically\nuse oblique or elliptical language to empower an agency to make a\n“radical or fundamental change” to a statutory scheme.MCI\nTelecommunications Corp.v.American Telephone &\nTelegraph Co.,512 U.S.\n218, 229 (1994). Agencies have only those powers given to them\nby Congress, and “enabling legislation” is generally not an “open\nbook to which the agency [may] add pages and change the plot line.”\nE. Gellhorn & P. Verkuil, ControllingChevron- Based\nDelegations, 20 Cardozo L. Rev. 989, 1011 (1999). We presume\nthat “Congress intends to make major policy decisions itself, not\nleave those decisions to agencies.”United States Telecom\nAssn.v.FCC, 855 F.3d 381, 419 (CADC 2017) (Kavanaugh,\nJ., dissenting from denial of rehearing en banc).Thus, in certain extraordinary cases, both\nseparation of powers principles and a practical understanding of\nlegislative intent make us “reluctant to read into ambiguous\nstatutory text” the delegation claimed to be lurking there.Utility Air, 573 U. S., at 324. To convince us\notherwise, something more than a merely plausible textual basis for\nthe agency action is necessary. The agency instead must point to\n“clear congressional authorization” for the power it claims.Ibid.The dissent criticizes us for “announc[ing] the\narrival” of this major questions doctrine, and argues that each of\nthe decisions just cited simply followed our “ordinary method” of\n“normal statutory interpretation,”post,at 13, 15 (opinion\nof Kagan, J.). But in what the dissent calls the “key case” in this\narea,Brown & Williamson,post,at 15, the Court\ncould not have been clearer: “In extraordinary cases . . . there\nmay be reason to hesitate” before accepting a reading of a statute\nthat would, under more “ordinary” circumstances, be upheld. 529\nU. S., at 159. Or, as we put it more recently, we “typically\ngreet” assertions of “extravagant statutory power over the national\neconomy” with “skepticism.”Utility Air, 573 U. S., at\n324. The dissent attempts to fit the analysis in these cases within\nroutine statutory interpretation, but the bottom line—a requirement\nof “clear congressional authorization,”ibid.—confirms that\nthe approach under the major questions doctrine is distinct.As for the major questions doctrine\n“label[ ],”post,at 13, it took hold because it refers\nto an identifiable body of law that has developed over a series of\nsignificant cases all addressing a particular and recurring\nproblem: agencies asserting highly consequential power beyond what\nCongress could reasonably be understood to have granted. Scholars\nand jurists have recognized the common threads between those\ndecisions. So have we. SeeUtility Air, 573 U. S., at\n324 (citingBrown & WilliamsonandMCI);Kingv.Burwell, 576 U.S. 473, 486 (2015) (citingUtility Air,Brown & Williamson, andGonzales).BUnder our precedents, this is a major\nquestions case. In arguing that Section 111(d) empowers it to\nsubstantially restructure the American energy market, EPA\n“claim[ed] to discover in a long-extant statute an unheralded\npower” representing a “transformative expansion in [its] regulatory\nauthority.”Utility Air, 573 U. S., at 324. It located\nthat newfound power in the vague language of an “ancillary\nprovision[ ]” of the Act,Whitman, 531 U. S., at\n468, one that was designed to function as a gap filler and had\nrarely been used in the preceding decades. And the Agency’s\ndiscovery allowed it to adopt a regulatory program that Congress\nhad conspicuously and repeatedly declined to enact itself.Brown\n& Williamson, 529 U. S., at 159–160;Gonzales,\n546 U. S., at 267–268;Alabama Assn., 594 U. S.,\nat ___, ___ (slip op., at 2, 8). Given these circumstances, there\nis every reason to “hesitate before concluding that Congress” meant\nto confer on EPA the authority it claims under Section 111(d).Brown & Williamson, 529 U. S., at 159–160.Prior to 2015, EPA had always set emissions\nlimits under Section 111 based on the application of measures that\nwould reduce pollution by causing the regulated source to operate\nmore cleanly. See,e.g., 41 Fed. Reg. 48706 (requiring\n“degree of control achievable through the application of fiber mist\neliminators”); see alsosupra, at 6. It had never devised a\ncap by looking to a “system” that would reduce pollution simply by\n“shifting” polluting activity “from dirtier to cleaner sources.” 80\nFed. Reg. 64726; seeid., at 64738 (“[O]ur traditional\ninterpretation . . . has allowed regulated entities to\nproduce as much of a particular good as they desire provided that\nthey do so through an appropriately clean (or low-emitting)\nprocess.”). And as Justice Frankfurter has noted, “just as\nestablished practice may shed light on the extent of power conveyed\nby general statutory language, so the want of assertion of power by\nthose who presumably would be alert to exercise it, is equally\nsignificant in determining whether such power was actually\nconferred.”FTCv.Bunte Brothers,Inc.,312 U.S.\n349, 352 (1941).The Government quibbles with this description of\nthe history of Section 111(d), pointing to one rule that it says\nrelied upon a cap-and-trade mechanism to reduce emissions. See 70\nFed. Reg. 28616 (2005) (Mercury Rule). The legality of that choice\nwas controversial at the time and was never addressed by a court.\nSeeNew Jerseyv.EPA, 517 F.3d 574 (CADC 2008)\n(vacating on other grounds). Even assuming the Rule was valid,\nthough, it still does not help the Government. In that regulation,\nEPA set the actual “emission cap”—i.e., the limit on\nemissions that sources would be required to meet—“based on the\nlevel of [mercury] emissions reductions that w[ould] be achievable\nby” the use of “technologies [that could be] installed and\noperational on a nationwide basis” in the relevant\ntimeframe—namely, wet scrubbers. 70 Fed. Reg. 28620–28621. In other\nwords, EPA set the cap based on the application of particular\ncontrols, and regulated sources could have complied by installing\nthem. By contrast, and by design, there is no control a coal plant\noperator can deploy to attain the emissions limits established by\nthe Clean Power Plan. Seesupra, at 10. The Mercury Rule,\ntherefore, is no precedent for the Clean Power Plan. To the\ncontrary, it was one more entry in an unbroken list of prior\nSection 111 rules that devised the enforceable emissions limit by\ndetermining the best control mechanisms available for the\nsource.[1]This consistent understanding of “system[s] of\nemission reduction” tracked the seemingly universal view, as stated\nby EPA in its inaugural Section 111(d) rulemaking, that “Congress\nintended a technology-based approach” to regulation in that\nSection. 40 Fed. Reg. 53343 (1975); seeid., at 53341\n(“degree of control to be reflected in EPA’s emission guidelines”\nwill be based on “application of best adequately demonstrated\ncontrol technology”).[2] A\ntechnology-based standard, recall, is one that focuses on improving\nthe emissions performance of individual sources. EPA “commonly\nreferred to” the “level of control” required as a “best\ndemonstrated technology (BDT)” standard, 73 Fed. Reg. 34073, and\nconsistently applied it as such.E.g., 61 Fed. Reg. 9907\n(declaring “BDT” to be “a well-designed and well-operated gas\ncollection system and . . . a control device capable of\nreducing [harmful gases] in the collected gas by 98\nweight-percent.”).Indeed, EPA nodded to this history in the Clean\nPower Plan itself, describing the sort of “systems of emission\nreduction” it had always before selected—“efficiency improvements,\nfuel-switching,” and “add-on controls”—as “more traditional air\npollution control measures.” 80 Fed. Reg. 64784. The Agency noted\nthat it had “considered” such measures as potential systems of\nemission reduction for carbon dioxide,ibid., including a\nmeasure it ultimately adopted as a “component” of the BSER, namely,\nheat rate improvements.Id., at 64727.But, the Agency explained, in order to\n“control[ ] CO2 from affected [plants] at levels\n. . . necessary to mitigate the dangers presented by\nclimate change,” it could not base the emissions limit on “measures\nthat improve efficiency at the power plants.”Id., at 64728.\n“The quantity of emissions reductions resulting from the\napplication of these measures” would have been “too small.”Id., at 64727. Instead, to attain the necessary “critical\nCO2 reductions,” EPA adopted what it called a “broader,\nforward-thinking approach to the design” of Section 111\nregulations.Id., at 64703. Rather than focus on improving\nthe performance of individual sources, it would “improve theoverall power systemby lowering the carbon intensity of\npower generation.”Ibid.(emphasis added). And it would do\nthat by forcing a shift throughout the power grid from one type of\nenergy source to another. In the words of the then-EPA\nAdministrator, the rule was “not about pollution control” so much\nas it was “an investment opportunity” for States, especially\n“investments in renewables and clean energy.” Oversight Hearing on\nEPA’s Proposed Carbon Pollution Standards for Existing Power Plants\nbefore the Senate Committee on Environment and Public Works, 113th\nCong., 2d Sess., p. 33 (2014).This view of EPA’s authority was not only\nunprecedented; it also effected a “fundamental revision of the\nstatute, changing it from [one sort of] scheme of . . .\nregulation” into an entirely different kind.MCI, 512\nU. S., at 231. Under the Agency’s prior view of Section 111,\nits role was limited to ensuring the efficient pollution\nperformance of each individual regulated source. Under that\nparadigm, if a source was already operating at that level, there\nwas nothing more for EPA to do. Under its newly “discover[ed]”\nauthority,Utility Air, 573 U. S., at 324, however, EPA\ncan demand much greater reductions in emissions based on a very\ndifferent kind of policy judgment: that it would be “best” if coal\nmade up a much smaller share of national electricity generation.\nAnd on this view of EPA’s authority, it could go further, perhaps\nforcing coal plants to “shift” away virtually all of their\ngeneration—i.e., to cease making power altogether.[3]The Government attempts to downplay the\nmagnitude of this “unprecedented power over American industry.”Industrial Union Dept.,AFL–CIOv.American\nPetroleum Institute,448 U.S.\n607, 645 (1980) (plurality opinion). The amount of generation\nshifting ordered, it argues, must be “adequately demonstrated” and\n“best” in light of the statutory factors of “cost,” “nonair quality\nhealth and environmental impact,” and “energy requirements.” 42\nU. S. C. §7411(a)(1). EPA therefore must limit the\nmagnitude of generation shift it demands to a level that will not\nbe “exorbitantly costly” or “threaten the reliability of the grid.”\nBrief for Federal Respondents 42.But this argument does not so muchlimitthe breadth of the Government’s claimed authority asrevealit. On EPA’s view of Section 111(d), Congress implicitly tasked it,\nand it alone, with balancing the many vital considerations of\nnational policy implicated in deciding how Americans will get their\nenergy. EPA decides, for instance, how much of a switch from coal\nto natural gas is practically feasible by 2020, 2025, and 2030\nbefore the grid collapses, and how high energy prices can go as a\nresult before they become unreasonably “exorbitant.”There is little reason to think Congress\nassigned such decisions to the Agency. For one thing, as EPA itself\nadmitted when requesting special funding, “Understand[ing] and\nproject[ing] system-wide . . . trends in areas such as\nelectricity transmission, distribution, and storage” requires\n“technical and policy expertisenottraditionally needed in\nEPA regulatory development.” EPA, Fiscal Year 2016: Justification\nof Appropriation Estimates for the Committee on Appropriations 213\n(2015) (emphasis added). “When [an] agency has no comparative\nexpertise” in making certain policy judgments, we have said,\n“Congress presumably would not” task it with doing so.Kisorv.Wilkie, 588 U. S. ___, ___ (2019) (slip op., at 17);\nsee alsoGonzales, 546 U. S., at 266–267.We also find it “highly unlikely that Congress\nwould leave” to “agency discretion” the decision of how much coal-\nbased generation there should be over the coming decades.MCI, 512 U. S., at 231; see alsoBrown &\nWilliamson, 529 U. S., at 160 (“We are confident that\nCongress could not have intended to delegate a decision of such\neconomic and political significance to an agency in so cryptic a\nfashion.”). The basic and consequential tradeoffs involved in such\na choice are ones that Congress would likely have intended for\nitself. See W. Eskridge, Interpreting Law: A Primer on How To Read\nStatutes and the Constitution 288 (2016) (“Even if Congress has\ndelegated an agency general rulemaking or adjudicatory power,\njudges presume that Congress does not delegate its authority to\nsettle or amend major social and economic policy decisions.”).\nCongress certainly has not conferred a like authority upon EPA\nanywhere else in the Clean Air Act. The last place one would expect\nto find it is in the previously little-used backwater of Section\n111(d).The dissent contends that there is nothing\nsurprising about EPA dictating the optimal mix of energy sources\nnationwide, since that sort of mandate will reduce air pollution\nfrom power plants, which is EPA’s bread and butter.Post, at\n20–22. But that does not follow. Forbidding evictions may slow the\nspread of disease, but the CDC’s ordering such a measure certainly\n“raise[s] an eyebrow.”Post, at 18. We would not expect the\nDepartment of Homeland Security to make trade or foreign policy\neven though doing so could decrease illegal immigration. And no one\nwould consider generation shifting a “tool” in OSHA’s “toolbox,”post, at 21, even though reducing generation at coal plants\nwould reduce workplace illness and injury from coal dust.The dissent also cites our decision inAmerican Elec. Power Co.v.Connecticut,564 U.S.\n410(2011).Post, at 20. The question there, however,\nwas whether Congress wanted district court judges to decide, under\nunwritten federal nuisance law, “whether and how to regulate\ncarbon- dioxide emissions from powerplants.” 564 U. S., at\n426. We answered no, given the existence of Section 111(d). But we\nsaid nothing about the ways in which Congress intended EPA to\nexercise its power under that provision. And it is doubtful we had\nin mind that it would claim the authority to require a large shift\nfrom coal to natural gas, wind, and solar. After all, EPA had never\nregulated in that manner, despite having issued many prior rules\ngoverning power plants under Section 111. See,e.g., 71 Fed.\nReg. 9866 (2006); 70 Fed. Reg. 28616; 44 Fed. Reg. 33580; 36 Fed.\nReg. 24875 (1973).[4]Finally, we cannot ignore that the regulatory\nwrit EPA newly uncovered conveniently enabled it to enact a program\nthat, long after the dangers posed by greenhouse gas emissions “had\nbecome well known, Congress considered and rejected” multiple\ntimes.Brown & Williamson, 529 U. S., at 144; see\nalsoAlabama Assn., 594 U. S., at ___ (slip op., at 2);Bunte Brothers, 312 U. S., at 352 (lack of authority\nnot previously exercised “reinforced by [agency’s] unsuccessful\nattempt . . . to secure from Congress an express grant of\n[the challenged] authority”). At bottom, the Clean Power Plan\nessentially adopted a cap-and-trade scheme, or set of state\ncap-and-trade schemes, for carbon. See 80 Fed. Reg. 64734\n(“Emissions trading is . . . an integral part of our BSER\nanalysis.”). Congress, however, has consistently rejected proposals\nto amend the Clean Air Act to create such a program. See,e.g., American Clean Energy and Security Act of 2009,\nH. R. 2454, 111th Cong., 1st Sess.; Clean Energy Jobs and\nAmerican Power Act, S. 1733, 111th Cong., 1st Sess. (2009). It has\nalso declined to enact similar measures, such as a carbon tax. See,e.g., Climate Protection Act of 2013, S. 332, 113th Cong.,\n1st Sess.; Save our Climate Act of 2011, H. R. 3242, 112th\nCong., 1st Sess. “The importance of the issue,” along with the fact\nthat the same basic scheme EPA adopted “has been the subject of an\nearnest and profound debate across the country, . . .\nmakes the oblique form of the claimed delegation all the more\nsuspect.”Gonzales, 546 U. S., at 267–268 (internal\nquotation marks omitted).CGiven these circumstances, our precedent\ncounsels skepticism toward EPA’s claim that Section 111 empowers it\nto devise carbon emissions caps based on a generation shifting\napproach. To overcome that skepticism, the Government must—under\nthe major questions doctrine—point to “clear congressional\nauthorization” to regulate in that manner.Utility Air, 573\nU. S., at 324.All the Government can offer, however, is the\nAgency’s authority to establish emissions caps at a level\nreflecting “the application of the best system of emission\nreduction . . . adequately demonstrated.” 42\nU. S. C. §7411(a)(1). As a matter of “definitional\npossibilities,”FCCv.AT&T Inc.,562 U.S.\n397, 407 (2011), generation shifting can be described as a\n“system”—“an aggregation or assemblage of objects united by some\nform of regular interaction,” Brief for Federal Respondents\n31—capable of reducing emissions. But of course almost anything\ncould constitute such a “system”; shorn of all context, the word is\nan empty vessel. Such a vague statutory grant is not close to the\nsort of clear authorization required by our precedents.The Government, echoed by the other respondents,\nlooks to other provisions of the Clean Air Act for support. It\npoints out that the Act elsewhere uses the word “system” or\n“similar words” to describe cap-and-trade schemes or other\nsector-wide mechanisms for reducing pollution.Ibid. The\nAcid Rain program set out in Title IV of the Act establishes a\ncap-and-trade scheme for reducing sulfur dioxide emissions, which\nthe statute refers to as an “emission allocation and transfersystem.” §7651(b) (emphasis added). And Section 110 of the\nNAAQS program specifies that “marketable permits” and “auctions of\nemissions rights” qualify as “control measures, means, or\ntechniques” that States may adopt in their state implementation\nplans in order “to meet the applicable requirements of ” a\nNAAQS. §7410(a)(2)(A). If the word “system” or similar words like\n“technique” or “means” can encompass cap-and-trade, the Government\nmaintains, why not in Section 111?But just because a cap-and-trade “system” can be\nused to reduce emissions does not mean that it is the kind of\n“system of emission reduction” referred to in Section 111. Indeed,\nthe Government’s examples demonstrate why it is not.First, unlike Section 111, the Acid Rain and\nNAAQS programs contemplate trading systems as a means ofcomplyingwith analready established emissions\nlimit, set either directly by Congress (as with Acid Rain, see\n42 U. S. C. §7651c) or by reference to the safe\nconcentration of the pollutant in the ambient air (as with the\nNAAQS). In Section 111, by contrast, it is EPA’s job to come up\nwith the cap itself: the “numerical limit on emissions” that States\nmust apply to each source. 80 Fed. Reg. 64768. We doubt that\nCongress directed the Agency to set an emissions cap at the level\n“which reflects the degree of emission limitation achievable\nthrough the application of [a cap-and-trade] system,” §7411(a)(1),\nfor that degree is indeterminate. It is one thing for Congress to\nauthorize regulated sources to use trading to comply with a preset\ncap, or a cap that must be based on some scientific, objective\ncriterion, such as the NAAQS. It is quite another to simply\nauthorize EPA to set the cap itself wherever the Agency sees\nfit.Second, Congress added the above authorizations\nfor the use of emissions trading programs in 1990, simultaneous\nwith amending Section 111 to its present form. At the time,\ncap-and-trade was a novel and highly touted concept. The Acid Rain\nprogram was “the nation’s first-ever emissions trading program.” L.\nHeinzerling & R. Steinzor, A Perfect Storm: Mercury and the\nBush Administration, 34 Env. L. Rep. 10297, 10309 (2004). And\nCongress went out of its way to amend the NAAQS statute to make\nabsolutely clear that the “measures, means, [and] techniques”\nStates could use to meet the NAAQS included cap-and-trade.\n§7410(a)(2)(A). Yet “not a peep was heard from Congress about the\npossibility that a trading regime could be installed under §111.”Id., at 10309.Finally, the Government notes that other parts\nof the Clean Air Act, past and present, have “explicitly limited\nthe permissible components of a particular ‘system’ ” of emission\nreduction in some regard. Brief for Federal Respondents 32. For\ninstance, a separate section of the statute empowers EPA to require\nthe “degree of reduction achievable through theretrofitapplication of the best system ofcontinuousemission\nreduction.” §7651f(b)(2) (emphasis added). The comparatively\nunadorned use of the phrase “best system of emission reduction” in\nSection 111, the Government urges, “suggest[s] a conscious\ncongressional” choicenotto limit the measures that may\nconstitute the BSER to those applicable at or to an individual\nsource.Id., at 32.These arguments, however, concern an\ninterpretive question that is not at issue. We have no occasion to\ndecide whether the statutory phrase “system of emission reduction”\nrefersexclusivelyto measures that improve the pollution\nperformance of individual sources, such that all other actions are\nineligible to qualify as the BSER. To be sure, it is pertinent to\nour analysis that EPA has acted consistent with such a limitation\nfor the first four decades of the statute’s existence. But the only\ninterpretive question before us, and the only one we answer, is\nmore narrow: whether the “best system of emission reduction”\nidentified by EPA in the Clean Power Plan was within the authority\ngranted to the Agency in Section 111(d) of the Clean Air Act. For\nthe reasons given, the answer is no.[5]*  *  *Capping carbon dioxide emissions at a level\nthat will force a nationwide transition away from the use of coal\nto generate electricity may be a sensible “solution to the crisis\nof the day.”New Yorkv.United States,505 U.S.\n144, 187 (1992). But it is not plausible that Congress gave EPA\nthe authority to adopt on its own such a regulatory scheme in\nSection 111(d). A decision of such magnitude and consequence rests\nwith Congress itself, or an agency acting pursuant to a clear\ndelegation from that representative body. The judgment of the Court\nof Appeals for the District of Columbia Circuit is reversed, and\nthe cases are remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1The dissent cites other\nostensible precedents, seepost, at 25–26, but they are also\ninapposite. A few allowed cap-and-trade or similar averaging\nmeasures as compliance mechanisms, like the Mercury Rule. See,e.g., 60 Fed. Reg. 65402 (1995). The others were not Section\n111 rules.2See McGarity 165 (EPA\npromulgates “technology-based new source performance standards that\nrequire the implementation of the ‘best available demonstrated’\ntechnology”); P. McCubbin, The Risk in Technology-Based Standards,\n16 Duke Env. L. & Pol’y Forum 1, 46, n. 180 (2003)\n(Section 111 standards “are another set of technology-based\nstandards”); W. Wagner, The Triumph of Technology-Based Standards,\n2000 U. Ill. L. Rev 83, 84, n. 4 (“Technology-based\nstandards made their initial appearance” in “Section 111 of the\nClean Air Act,” which “requires the EPA to set technology-based\nemission limitations”). The dissent points to a 1977 amendment to\nSection 111 as evidence that the 1970 Congress did not intend for\nEPA to establish this sort of source-specific standard.Post, at 10–11. But it is clear that the 1977 amendment was\nmerely intended to prohibit power plants from adopting one specific\nkind of at-the-source measure—a switch from burning high-sulfur\ncoal to low-sulfur coal—and was not intended or understood to\nchange the basic, source-focused regulatory approach. SeeWisconsin Elec. Power Co.v.Reilly, 893 F.2d 901,\n919 (CA8 1990) (explaining the history); B. Ackerman & W.\nHassler, Clean Coal/Dirty Air (1981) (same).3The dissent suggests that\nEPA could bring about the same result by, for example, simply\nrequiring coal plants to become natural gas plants, and that this\nwould fit within the prior regulatory approach of\nefficiency-improving, at-the-source measures.Post, at 24.\nOf course, EPA has never ordered anything remotely like that, and\nwe doubt it could. Section 111(d) empowers EPA to guide States in\n“establish[ing] standards of performance” for “existing source[s],”\n§7411(d)(1), not to direct existing sources to effectively cease to\nexist.4According to the dissent, “EPA\nis always controlling the mix of energy sources” under Section 111\nbecause all of the Agency’s rules impose some costs on regulated\nplants, and therefore (all else equal) cause those plants to lose\nsome share of the electricity market.Post,at 22. But there\nis an obvious difference between (1) issuing a rule that may end up\ncausing an incidental loss of coal’s market share, and (2) simply\nannouncing what the market share of coal, natural gas, wind, and\nsolar must be, and then requiring plants to reduce operations or\nsubsidize their competitors to get there. No one has ever thought\nthat the Clean Power Plan was just business as usual. SeeAmerican Lung Assn.v.EPA, 985 F.3d 914, 1000 (CADC\n2021) (Walker, J., dissenting) (“Leaders of the environmental\nmovement considered the rule ‘groundbreaking,’ called its\nannouncement ‘historic,’ and labeled it a ‘critically important\ncatalyst.’ ” (footnotes omitted)).5We find it odd that the\ndissent accuses us of champing at the bit to “constrain EPA’s\nefforts to address climate change,”post, at 4, yet also\nchides us for “mak[ing] no effort” to opine—in what would be plain\ndicta—on “how far [our] opinion constrain[s] EPA,”post, at\n12.",
    "joined": []
}