{
    "case": {
        "docket": "18-9526",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-9526/"
    },
    "id": "4271573",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–9526_________________JIMCY McGIRT, PETITIONERv.OKLAHOMAon writ of certiorari to the court of criminal\nappeals of oklahoma[July 9, 2020]Chief Justice Roberts, with whom Justice Alito\nand Justice Kavanaugh join, and with whom Justice Thomas joins\nexcept as to footnote 9, dissenting.In 1997, the State of Oklahoma convicted\npetitioner Jimcy McGirt of molesting, raping, and forcibly\nsodomizing a four-year-old girl, his wife’s granddaughter. McGirt\nwas sentenced to 1,000 years plus life in prison. Today, the Court\nholds that Oklahoma lacked jurisdiction to prosecute McGirt—on the\nimprobable ground that, unbeknownst to anyone for the past century,\na huge swathe of Oklahoma is actually a Creek Indian reservation,\non which the State may not prosecute serious crimes committed by\nIndians like McGirt. Not only does the Court discover a Creek\nreservation that spans three million acres and includes most of the\ncity of Tulsa, but the Court’s reasoning portends that there are\nfour more such reservations in Oklahoma. The rediscovered\nreservations encompass the entire eastern half of the State—19\nmillion acres that are home to 1.8 million people, only 10%–15% of\nwhom are Indians.Across this vast area, the State’s ability to\nprosecute serious crimes will be hobbled and decades of past\nconvictions could well be thrown out. On top of that, the Court has\nprofoundly destabilized the governance of eastern Oklahoma. The\ndecision today creates significant uncertainty for the State’s\ncontinuing authority over any area that touches Indian affairs,\nranging from zoning and taxation to family and environmental\nlaw.None of this is warranted. What has gone\nunquestioned for a century remains true today: A huge portion of\nOklahoma is not a Creek Indian reservation. Congress disestablished\nany reservation in a series of statutes leading up to Oklahoma\nstatehood at the turn of the 19th century. The Court reaches the\nopposite conclusion only by disregarding the “well settled”\napproach required by our precedents.Nebraskav.Parker, 577 U.S. 481, ___ (2016) (slip op., at 5).Under those precedents, we determine whether\nCongress intended to disestablish a reservation by examining the\nrelevant Acts of Congress and “all the [surrounding]\ncircumstances,” including the “contemporaneous and subsequent\nunderstanding of the status of the reservation.”Id., at ___\n(slip op., at 6) (internal quotation marks omitted). Yet the Court\ndeclines to consider such understandings here, preferring to\nexamine only individual statutes in isolation.Applying the broader inquiry our precedents\nrequire, a reservation did not exist when McGirt committed his\ncrimes, so Oklahoma had jurisdiction to prosecute him. I\nrespectfully dissent.IThe Creek Nation once occupied what is now\nAlabama and Georgia. In 1832, the Creek were compelled to cede\nthese lands to the United States in exchange for land in present\nday Oklahoma. The expanse set aside for the Creek and the other\nIndian nations that composed the “Five Civilized Tribes”—the\nCherokees, Chickasaws, Choctaws, and Seminoles—became known as\nIndian Territory. See F. Cohen, Handbook of Federal Indian Law\n§4.07(1)(a), pp. 289–290 (N. Newton ed. 2012) (Cohen). Each of the\nFive Tribes formed a tripartite system of government. SeeMarlinv.Lewallen,276 U.S.\n58, 60 (1928). They “enact[ed] and execut[ed] their own laws,”\n“punish[ed] their own criminals,” and “rais[ed] and expend[ed]\ntheir own revenues.”Atlantic & Pacific R. Co.v.Mingus,165 U.S.\n413, 436 (1897). The Five Tribes also enjoyed unique property\nrights. While many tribes held only a “right of occupancy” on lands\nowned by the United States,United Statesv.Creek\nNation,295 U.S.\n103, 109 (1935), each of the Five Tribes possessed title to its\nlands in communal fee simple, meaning the lands were “considered\nthe property of the whole.”E.g., Treaty with the Creeks,\nArts. III and IV, Feb. 14, 1833, 7Stat. 419; seeMarlin, 276\nU. S., at 60. Congress promised the Tribes that their lands\nwould never be “included within, or annexed to, any Territory or\nState,” see,e.g., Treaty with Creeks and Seminoles, Art.\nIV, Aug. 7, 1856, 11Stat. 700 (1856 Treaty), and that their new\nhomes would be “forever secure,” Indian Removal Act, §3, 4Stat.\n412; see also Treaty with the Creeks, Arts. I and XIV, Mar. 24,\n1832, 7Stat. 368.Forever, it turns out, did not last very long,\nbecause the Civil War disrupted both relationships and borders. The\nFive Tribes, whose members collectively held at least 8,000 slaves,\nsigned treaties of alliance with the Confederacy and contributed\nforces to fight alongside Rebel troops. See Gibson, Native\nAmericans and the Civil War, 9 Am. Indian Q. 4, 385, 388–389, 393\n(1985); Doran, Negro Slaves of the Five Civilized Tribes, 68 Annals\nAssn. Am. Geographers 335, 346–347, and Table 3 (1978); Cohen\n§4.07(1)(a), at 289. After the war, the United States and the\nTribes formed new treaties, which required each Tribe to free its\nslaves and allow them to become tribal citizens.E.g.,\nTreaty with the Creek Indians, Art. II, June 14, 1866, 14Stat. 786\n(1866 Treaty); see Cohen §4.07(1)(a), at 289, and n. 9. The\ntreaties also stated that the Tribes had “ignored their allegiance\nto the United States” and “unsettled the [existing] treaty\nrelations,” thereby rendering themselves “liable to forfeit” all\n“benefits and advantages enjoyed by them”—including their lands.E.g., 1866 Treaty, Preamble, 14Stat. 785. Due to “said\nliabilities,” the treaties departed from prior promises and\nrequired each Tribe to give up the “west half ” of its “entire\ndomain.”E.g., Preamble and Art. III,id., at\n785–786. These western lands became the Oklahoma Territory. As\nbefore, the new treaties promised that the reduced Indian Territory\nwould be “forever set apart as a home” for the Tribes.E.g.,\nArt. III,id.,at 786.[1]Again, however, it was not to last. In the wake\nof the war, a renewed “determination to thrust the nation westward”\ngripped the country. Cohen §1.04, at 71. Spurred by new railroads\nand protected by the repurposed Union Army, settlers rapidly\ntransformed vast stretches of territorial wilderness into farmland\nand ranches. Seeid., at 71–74. The Indian Territory was no\nexception. By 1900, over 300,000 settlers had poured in,\noutnumbering members of the Five Tribes by over 3 to 1. See\nH. R. Rep. No. 1762, 56th Cong., 1st Sess., 1 (1900). There to\nstay, the settlers founded “[f]lourishing towns” along the railway\nlines that crossed the territory. S. Rep. No. 377, 53d Cong.,\n2d Sess., 6 (1894).Coexistence proved complicated. The new towns\nhad no municipal governments or the things that come with\nthem—laws, taxes, police, and the like. See H. R. Doc.\nNo. 5, 54th Cong., 1st Sess., 89 (1895). No one had meaningful\naccess to private property ownership, as the unique communal titles\nof the Five Tribes precluded ownership by Indians and non-Indians\nalike. Despite the millions of dollars that had been invested in\nthe towns and farmlands, residents had no durable claims to their\nimprovements.Ibid.Members of the Tribes were little better\noff, as the Tribes failed to hold the communal lands for the “equal\nbenefit” of all members.Woodwardv.De Graffenried,238 U.S.\n284, 297 (1915). Instead, a few “enterprising citizens” of the\nTribes “appropriate[d] to their exclusive use almost the entire\nproperty of the Territory that could be rendered profitable.”Id., at 297, 299, n. 1 (internal quotation marks omitted).\nAs a result, “the poorer class of Indians [were] unable to secure\nenough lands for houses and farms,” and “the great body of the\ntribe derive[d] no more benefit from their title than the neighbors\nin Kansas, Arkansas, or Missouri.”Id., at 299–301, n. 1\n(emphasis deleted; internal quotation marks omitted).Attuned to these new realities, Congress decided\nthat it could not maintain an Indian Territory predicated on\n“exclusion of the Indians from the whites.” S. Rep. No. 377,\nat 6. Congress therefore set about transforming the Indian\nTerritory into a State.Congress began by establishing a uniform body of\nlaw applicable to all occupants of the territory, regardless of\nrace. To apply these laws, Congress established the U. S.\nCourts for the Indian Territory. Next Congress systematically\ndismantled the tribal governments. It abolished tribal courts,\nhollowed out tribal lawmaking power, and stripped tribal taxing\nauthority. Congress also eliminated the foundation of tribal\nsovereignty, extinguishing the Creek Nation’s title to the lands.\nFinally, Congress made the tribe members citizens of the United\nStates and incorporated them in the drafting and ratification of\nthe constitution for their new State, Oklahoma.In taking these transformative steps, Congress\nmade no secret of its intentions. It created a commission tasked\nwith extinguishing the Five Tribes’ territory and, in one report\nafter another, explained that it was creating a homogenous\npopulation led by a common government. That contemporaneous\nunderstanding was shared by the tribal leadership and the State of\nOklahoma. The tribal leadership acknowledged that its only\nremaining power was to parcel out the last of its land, and the\nState assumed jurisdiction over criminal cases that, if a\nreservation had continued to exist, would have belonged in federal\ncourt.A century of practice confirms that the Five\nTribes’ prior domains were extinguished. The State has maintained\nunquestioned jurisdiction for more than 100 years. Tribe members\nmake up less than 10%–15% of the population of their former domain,\nand until a few years ago the Creek Nation itself acknowledged that\nit no longer possessed the reservation the Court discovers today.\nThis on-the-ground reality is enshrined throughout the U. S.\nCode, which repeatedly terms the Five Tribes’ prior holdings the\n“former” Indian reservations in Oklahoma. As the Tribes, the State,\nand Congress have recognized from the outset, those “reservations\nwere destroyed” when “Oklahoma entered the Union.” S. Rep. No.\n101–216, pt. 2, p. 47 (1989).IIMuch of this important context is missing from\nthe Court’s opinion, for the Court restricts itself to viewing each\nof the statutes enacted by Congress in a vacuum. That approach is\nwholly inconsistent with our precedents on reservation\ndisestablishment, which require a highly contextual inquiry. Our\n“touchstone” is congressional “purpose” or “intent.”South\nDakotav.Yankton Sioux Tribe,522\nU.S. 329, 343 (1998). To “decipher Congress’ intention” in this\nspecialized area, we are instructed to consider three categories of\nevidence: the relevant Acts passed by Congress; the contemporaneous\nunderstanding of those Acts and the historical context surrounding\ntheir passage; and the subsequent understanding of the status of\nthe reservation and the pattern of settlement there.Solemv.Bartlett,465\nU.S. 463, 470–472 (1984). The Court resists calling these\n“steps,” because “the only ‘step’ proper for a court of law” is\ninterpreting the laws enacted by Congress.Ante, at 17–18.\nAny label is fine with us. What matters is that these are\ncategories of evidence that our precedents “direct[ ] us” to\nexaminein determiningwhether the laws enacted by Congress\ndisestablished a reservation.Hagenv.Utah,510 U.S.\n399, 410–411 (1994). Because those precedents are not followed\nby the Court today, it is necessary to describe several at\nlength.[2]InSolemv.Bartlett,465 U.S.\n463(1984), a unanimous Court summarized the appropriate\nmethodology. “Congress [must] clearly evince an intent to change\nboundaries before diminishment will be found.”Id., at 470\n(internal quotation marks and alterations omitted). This inquiry\nfirst considers the “statutory language used to open the Indian\nlands,” which is the “most probative evidence of congressional\nintent.”Ibid.“Explicit reference to cession or other\nlanguage evidencing the present and total surrender of all tribal\ninterests strongly suggests that Congress meant to divest from the\nreservation all unallotted opened lands.”Ibid.But\n“explicit language of cession and unconditional compensation are\nnot prerequisites” for a finding of disestablishment.Id.,\nat 471.Second, we consider “events surrounding the\npassage of[an] Act—particularly the manner in which the\ntransaction was negotiated with the tribes involved and the tenor\nof legislative Reports presented to Congress.”Ibid.When\nsuch materials “unequivocally reveal a widely held, contemporaneous\nunderstanding that the affected reservation would shrink as a\nresult of the proposed legislation,” we will “infer that Congress\nshared the understanding that its action would diminish the\nreservation,” even in the face of “statutory language that would\notherwise suggest reservation boundaries remained unchanged.”Ibid.Third, to a “lesser extent,” we examine “events\nthat occurred after the passage of [an] Act to decipher Congress’\nintentions.”Ibid.“Congress’ own treatment of the affected\nareas, particularly in the years immediately following the opening,\nhas some evidentiary value, as does the manner in which the Bureau\nof Indian Affairs and local judicial authorities dealt with [the\nareas].”Ibid.In addition, “we have recognized that who\nactually moved onto opened reservation lands is also relevant.”Ibid.“Where non-Indian settlers flooded into the opened\nportion of a reservation and the area has long since lost its\nIndian character, we have acknowledged thatde facto,\nif notde jure, diminishment may have occurred.”Ibid.This “subsequent demographic history” provides an\n“additional clue as to what Congress expected would happen.”Id., at 471–472.Fifteen years later, another unanimous Court\ndescribed the same methodology more pithily inSouth Dakotav.Yankton Sioux Tribe,522 U.S.\n329(1998). First, the Court reiterated that the “most\nprobative evidence of diminishment is, of course, the statutory\nlanguage.”Id., at 344 (internal quotation marks omitted).\nThe Court continued that it would also consider, second, “the\nhistorical context surrounding the passage of the . . .\nActs,” and third, “the subsequent treatment of the area in question\nand the pattern of settlement there.”Ibid.(quotingHagen, 510 U. S., at 411).The Court today treats these precedents as aging\nrelics in need of “clarif[ication].”Ante, at 19. But these\nprecedents have been clear enough for some time. Just a few Terms\nago, the same inquiry was described as “well settled” by the\nunanimous Court inNebraskav.Parker, 577 U.S. 481,\n___ (2016) (slip op., at 5). First, the Court explained, “we start\nwith the statutory text.”Ibid.“Under our precedents,” the\nCourt continued, “we also ‘examine all the circumstances\nsurrounding the opening of a reservation.’ ”Id.,at\n___ (slip op., at 6) (quotingHagen, 510 U. S., at\n412). Thus, second and third, we “look to any unequivocal evidence\nof the contemporaneous and subsequent understanding of the status\nof the reservation by members and nonmembers, as well as the United\nStates and the State.” 577 U. S., at ___ (slip op., at 6)\n(internal quotation marks omitted). These inquiries include,\nrespectively, the “history surrounding the passage of the\n[relevant] Act” as well as the subsequent “demographic history” and\n“treatment” of the lands at issue.Id., at ___, ___ (slip\nop., at 8, 10).Today the Court does not even discuss the\ngoverning approach reiterated throughout these precedents. The\nCourt briefly recites the general rule that disestablishment\nrequires clear congressional “intent,”ante, at 8, but the\nCourt then declines to examine the categories of evidence that our\nprecedents demand we consider. Instead, the Court argues at length\nthat allotment alone is not enough to disestablish a reservation.Ante, at 8–12. Then the Court argues that the “many”\n“serious blows” dealt by Congress to tribal governance, and the\ncreation of the new State of Oklahoma, are each insufficient for\ndisestablishment.Ante, at 13–16. Then the Court emphasizes\nthat “historical practices or current demographics” do not “by\nthemselves” “suffice” to disestablish a reservation.Ante,\nat 17–18.This is a school of red herrings. No one here\ncontends that any individual congressional action or piece of\nevidence, standing alone, disestablished the Creek reservation.\nRather, Oklahoma contends that all of the relevant Acts of Congress\ntogether, viewed in light of contemporaneous and subsequent\ncontextual evidence, demonstrate Congress’s intent to disestablish\nthe reservation. “[O]ur traditional approach . . .requiresus” to determine Congress’s intent by “examin[ing]allthe circumstances surrounding the opening of a\nreservation.”Hagen, 510 U. S., at 412 (emphasis\nadded). Yet the Court refuses to confront the cumulative import of\nall of Congress’s actions here.The Court instead announces a new approach\nsharply restricting consideration of contemporaneous and subsequent\nevidence of congressional intent. The Court states that such\n“extratextual sources” may be considered in “only” one narrow\ncircumstance: to help “ ‘clear up’ ” ambiguity in a particular\n“statutory term or phrase.”Ante, at 17–18, 20 (quotingMilnerv.Department of Navy,562\nU.S. 562, 574 (2011), and citingNew Prime Inc.v.Oliveira, 586 U. S. ___, ___ (2019) (slip op., at\n6)).But, if that is the right approach, what have we\nbeen doing all these years? Every single one of our\ndisestablishment cases has considered extratextual sources, and in\ndoing so, none has required the identification of ambiguity in a\nparticular term. That is because, while it is well established that\nCongress’s “intent” must be “clear,”ante,at 20 (quotingYankton Sioux Tribe, 522 U. S., at 343), in this area\nwe have expressly held that the appropriate inquiry does not focus\non the statutory text alone.Today the Court suggests that only the text can\nsatisfy the longstanding requirement that Congress “explicitly\nindicate[ ]” its intent.Ante,at 20 (quotingSolem, 465 U. S., at 470). The Court reiterates that a\nreservation persists unless Congress “said otherwise,”ante,\nat 1; if Congress wishes to disestablish a reservation, “it must\nsay so,” with the right “language.”Ante, at 8, 18; seeante, at 42 (same). Our precedents disagree. They explain\nthat disestablishment can occur “[e]ven in the absence of a clear\nexpression of congressional purpose in the text of [the] Act.”Yankton Sioux Tribe, 522 U. S., at 351. The “notion”\nthat “express language in an Act is theonlymethod by which\ncongressional action may result in disestablishment” is “quite\ninconsistent” with our precedents.Rosebud Sioux Tribev.Kneip,430 U.S.\n584, 586, 588, n. 4 (1977); seeSolem, 465\nU. S., at 471 (intent may be discerned from a “widely held,\ncontemporaneous understanding,” “notwithstanding the presence of\nstatutory language that would otherwise suggest reservation\nboundaries remained unchanged”); see alsoDeCoteauv.District County Court for Tenth Judicial Dist.,420 U.S.\n425, 444 (1975);Mattzv.Arnett,412 U.S.\n481, 505 (1973).These are not “stiche[d] together quotes” but\nrather plain language reflecting a consistent theme running through\nour precedents.Ante, at 20, n. 9. They make clear that\nthe Court errs in focusing on whether “a statute” alone “required”\ndisestablishment,ante,at 20; under these precedents, we\ncannot determine what Congress “required” without first considering\nevidence in addition to the relevant statutes. Oddly, the Court\nclaims these precedents actually support its new approach because\nthey “emphasize that ‘[t]he focus of our inquiry is congressional\nintent.’ ”Ante,at 20–21, n. 9 (quotingRosebud\nSioux Tribe, 430 U. S., at 588, n. 4, and citingYankton Sioux Tribe, 522 U. S., at 343). But in this\ncontext that intent is determined by examining a broad array of\nevidence—“all the circumstances.”Parker, 577 U. S., at\n___ (slip op., at 6) (quotingHagen, 510 U. S., at\n412). Unless the Court is prepared to overrule these precedents, it\nshould follow them.The Court appears skeptical of these precedents,\nbut does not address the compelling reasons they give for\nconsidering extratextual evidence. At the turn of the century, the\npossibility that a reservation might persist in the absence of\n“tribal ownership” of the underlying lands was “unfamiliar,” and\nthe prevailing “assumption” was that “Indian reservations were a\nthing of the past.”Solem, 465 U. S., at 468. Congress\nbelieved “to a man” that “within a short time” the “Indian tribes\nwould enter traditional American society and the reservation system\nwould cease to exist.”Ibid.As a result, Congress—while\nintending disestablishment—did not always “detail” precise changes\nto reservation boundaries.Ibid.Recognizing this\ndistinctive backdrop, our precedents determine Congress’s intent by\nconsidering a broader variety of evidence than we might for more\nrun-of-the-mill questions of statutory interpretation. Seeid., at 468–469;Parker, 577 U. S., at ___ (slip\nop., at 6);Yankton Sioux Tribe, 522 U. S., at 343. See\nalso Cohen §2.02(1), at 113 (“The theory and practice of\ninterpretation in federal Indian law differs from that of other\nfields of law.”).The Court next claims thatParker“clarif[ied]” that evidence of the subsequent treatment of the\ndisputed land by government officials “ ‘has limited\ninterpretive value.’ ”Ante, at 19 (quotingParker, 577 U. S., at ___ (slip op., at 11)). ButParkerheld that the subsequent evidencein that case“ha[d] ‘limited interpretive value,’ ” as in the case thatParkerrelied on. 577 U. S., at ___–___ (slip op., at\n11–12) (quotingYankton Sioux Tribe, 522 U. S., at\n355). The adequacy of evidence in a particular case says nothing\nabout whether our precedents require us to consider such evidence\nin others.[3]The Court finally resorts to torching strawmen.\nNo one relying on our precedents contends that “practical\nadvantages” require “ignoring the written law.”Ante, at 27.\nNo one claims a State has “authority to reduce federal\nreservations.”Ante, at 7. No one says the role of courts is\nto “sav[e] the political branches” from “embarrassment.”Ibid.No one argues that courts can “adjust[ ]”\nreservation borders.Ibid.Such notions have nothing to do\nwith our precedents. What our precedents do provide is the settled\napproach for determining whether Congress disestablished a\nreservation, and the Court starkly departs from that approach\nhere.IIIApplied properly, our precedents demonstrate\nthat Congress disestablished any reservation possessed by the Creek\nNation through a relentless series of statutes leading up to\nOklahoma statehood.AThe statutory texts are the “most probative\nevidence” of congressional intent.Parker, 577 U. S.,\nat ___ (slip op., at 5) (quotingHagen, 510 U. S., at\n411). The Court appropriately examines the Original Creek Agreement\nof 1901 and a subsequent statute for language of disestablishment,\nsuch as “cession,” “abolish[ing]” the reservation, “restor[ing]”\nland to the “public domain,” or an “unconditional commitment” to\n“compensate” the Tribe.Ante, at 8–12 (internal quotation\nmarks omitted). But that is only the beginningof the analysis; there is no “magic words”\nrequirement for disestablishment, and each individual statute may\nnot be considered in isolation. Seesupra,at 10–11;Hagen, 510 U. S., at 411, 415–416 (when two statutes\n“buil[d]” on one another in this area, “[both] statutes—as well as\nthose that came in between—must therefore be read together”); see\nalsoRosebud Sioux Tribe, 430 U. S., at 592\n(recognizing that a statute “cannot, and should not, be read as if\nit were the first time Congress had addressed itself to”\ndisestablishment when prior statutes also indicate congressional\nintent). In this area, “we are not free to say to Congress: ‘We see\nwhat you are driving at, but you have not said it, and therefore we\nshall go on as before.’ ”Id., at 597 (quotingJohnsonv.United States, 163 F. 30, 32 (CA1 1908)\n(Holmes, J.)). Rather, we recognize that the language Congress uses\nto accomplish its objective is adapted to the circumstances it\nconfronts.For example, “cession” is generally what a tribe\ndoes when it conveys land to a fellow sovereign, such as the United\nStates or another tribe. SeeMitchelv.United\nStates, 9 Pet. 711, 734 (1835);e.g., 1856 Treaty, Art.\nI, 11Stat. 699. But here, given that Congress sought direct\nallotment to tribe members in order to enable private ownership by\nboth Indians and the 300,000 settlers in the territory, it would\nhave made little sense to “cede” the lands to the United States or\n“restore” the lands to the “public domain,” as Congress did on\nother occasions. So too with a “commitment” to “compensate” the\nTribe. Rather than buying land from the Creek, Congress provided\nfor allotment to tribe members who could then “sell their land to\nIndians and non-Indians alike.”Ante, at 10; seeHagen, 510 U. S., at 412 (a “definite payment” is not\nrequired for disestablishment). That other allotment statutes have\ncontained various “hallmarks” of disestablishment tells us little\nabout Congress’s intent here. Contra,ante,at 12–13, and\nn. 5. “[W]e have never required any particular form of words”\nto disestablish a reservation.Hagen, 510 U. S., at\n411. There are good reasons the statutes here do not include the\nlanguage the Court looks for, and those reasons have nothing to do\nwith a failure to disestablish the reservation. Respect for\nCongress’s work requires us to look at what it actually did, not\nsearch in vain for what it might have done or did on other\noccasions.What Congress actually did here was enact a\nseries of statutes beginning in 1890 and culminating with Oklahoma\nstatehood that (1) established a uniform legal system for Indians\nand non-Indians alike; (2) dismantled the Creek government;\n(3) extinguished the Creek Nation’s title to the lands at\nissue; and (4) incorporated the Creek members into a new\npolitical community—the State of Oklahoma. These statutes evince\nCongress’s intent to terminate the reservation and create a new\nState in its place.First, Congress supplanted the Creek legal\nsystem with a legal code and court system that applied equally to\nIndians and non-Indians. In 1890, Congress subjected the Indian\nTerritory to specified federal criminal laws. Act of May 2, 1890,\n§31, 26Stat. 96. For offenses not covered by federal law, Congress\ndid what it often did when establishing a new territorial\ngovernment. It provided that the criminal laws from a neighboring\nState, here Arkansas, would apply. §33,id., at 96–97. Seven\nyears later, Congress provided that the laws of the United States\nand Arkansas “shall apply toallpersons” in Indian\nTerritory, “irrespective of race.” Act of June 7, 1897 (1897\nAct), 30Stat. 83 (emphasis added). In the same Act, Congress\nconferred on the U. S. Courts for the Indian Territory\n“exclusive jurisdiction” over “all civil causes in law and equity”\nand “all criminal causes” for the punishment of offenses committed\nby “any person” in the Indian Territory.Ibid.The following year, the 1898 Curtis Act\n“abolished” all tribal courts, prohibited all officers of such\ncourts from exercising “any authority” to perform “any act”\npreviously authorized by “any law,” and transferred “all civil and\ncriminal causes then pending” to the U. S. Courts for the\nIndian Territory. Act of June 27, 1898 (Curtis Act), §28,id.,at 504–505. In the same Act, Congress completed the\nshift to a uniform legal order by banning the enforcement of tribal\nlaw in the newly exclusive jurisdiction of the U. S. Courts.\nSee §26,id., at 504 (“[T]he laws of the various tribes or\nnations of Indians shall not be enforced at law or in equity by the\ncourts of the United States in the Indian Territory.”). Congress\nreiterated yet again in 1904 that Arkansas law “continued” to\n“embraceallpersons and estates” in the territory—“whether\nIndian, freedmen, or otherwise.” Act of Apr. 28, 1904, ch. 1824,\n§2, 33Stat. 573 (emphasis added). In this way, Congress replaced\ntribal law with local law in matters at the core of tribal\ngovernance, such as inheritance and marital disputes. See,e.g.,Georgev.Robb, 4 Ind. T. 61, 64 S.W.\n615, 615–616 (1901);Colbertv.Fulton,74 Okla. 293, 157 P. 1151, 1152 (1916).In addition, the Curtis Act established\nmunicipalities to govern both Indians and non-Indians. It\nauthorized “any city or town” with at least 200 residents to\nincorporate. §14, 30Stat. 499. The Act gave incorporated towns “all\nthe powers” and “all the rights” of municipalities under Arkansas\nlaw.Ibid.“All male inhabitants,” including Indians, were\ndeemed qualified to vote in town elections.Ibid.And “all\ninhabitants”—“without regard to race”—were made subject to\n“all” town laws and were declared to possess “equalrights,\nprivileges, and protection.”Id., at 499–500 (emphasis\nadded). These changes reorganized the approximately 150 towns in\nthe territory—including Tulsa, Muskogee, and 23 others within the\nCreek Nation’s former territory—that were home to tens of thousands\nof people and nearly one third of the territory’s population at the\ntime, laying the foundation for the state governance that was to\ncome. See H. R. Doc. No. 5, 57th Cong., 2d Sess., pt. 2, pp.\n299–300, Table 1 (1903); Depts. of Commerce and Labor, Bureau of\nCensus, Population of Oklahoma and Indian Territory 1907, pp. 8,\n30–33.Second, Congress systematically dismantled the\ngovernmental authority of the Creek Nation, targeting all three\nbranches. As noted, Congress dissolved the Tribe’s judicial system.\nCongress also specified in the Original Creek Agreement that the\nCreek government would “not continue” past March 1906, essentially\npreserving it only as long as Congress thought necessary for the\nTribe to wind up its affairs. §46, 31Stat. 872. In the meantime,\nCongress radically curtailed tribal legislative authority,\nproviding that no statute passed by the council of the Creek Nation\naffecting the Nation’s lands, money, or property would be valid\nunless approved by the President of the United States. §42,id., at 872. When 1906 came around, the Five Tribes Act\nprovided for the “final disposition of the affairs of the Five\nCivilized Tribes.” Act of Apr. 26, 1906, ch. 1876, 34Stat. 137.\nAlong with “abolish[ing]” all tribal taxes, the Act directed the\nSecretary of the Interior to assume control over the collection of\nthe Nation’s remaining revenues and to distribute them among tribe\nmembers on a per capita basis. §§11, 17,id., at 141,\n143–144. Thus, by the time Oklahoma became the 46th State in 1907,\nthere was little left of the Creek Nation’s authority: No tribal\ncourts. No tribal law. No tribal fisc. And any lingering authority\nwas further reduced in 1908, when Congress amended the Five Tribes\nAct to require tribal officers and members to surrender all\nremaining tribal property, money, and records. Act of May 27, 1908,\n§13, 35Stat. 316.The Court stresses that the Five Tribes Act\nseparately stated that the Creek government was “continued” in\n“full force and effect for all purposes authorized by law.”Ante, at 15 (quoting §28, 34Stat. 148). By that point,\nhowever, such “authorized” purposes were nearly nonexistent, and\nthe Act’s statement is readily explained by the need to maintain a\ntribal body to wrap up the distribution of Creek lands. Indeed, the\nCourt does not cite any examples of the Creek Nation exercising\nsignificant government authority in the wake of the statutes\ndiscussed above. Instead, the Court alludes to subsequent changes\nin the 1920s to the general “federal outlook towards Native\nAmericans,” and it observes that in the 1930s Congress authorized\nthe Creek Nation to reconstitute its tribal courts and adopt a\nconstitution and bylaws.Ante, at 15. That, however, simply\nhighlights the drastic extent to which Congress erased the Nation’s\nauthority at the turn of the century.Third, Congress destroyed the foundation of\nsovereignty by stripping the Creek Nation of its territory. The\ncommunal title held by the Creek Nation, which “did not recognize\nprivate property in land,” “presented a serious obstacle to the\ncreation of [a] State.”Choatev.Trapp,224 U.S.\n665, 667 (1912). Well aware of this impediment, Congress\nestablished the Dawes Commission and directed it to negotiate with\nthe Five Tribes for “the extinguishment of the national or tribal\ntitle to any lands” within the Indian Territory. Act of Mar. 3,\n1893, §16, 27Stat. 645. That extinguishment could be accomplished\nthrough “cession” of the tribal lands to the United States,\n“allotment” of the lands among the Indians, or any other agreed\nupon method.Ibid.The Commission initially sought cession,\nbut ultimately sought to extinguish the title through allotment.\nSeeante, at 9.In the Original Creek Agreement of 1901,\nCongress did just that. The agreement provided that “[a]lllandsbelonging to the Creek tribe,” except town sites and\nlands reserved for schools and public buildings, “shall be allotted\namong the citizens of the tribe.” §§2, 3, 31Stat. 862 (emphasis\nadded). Town sites, rather than being allotted, were made available\nfor purchase by the non-Indians residing there. §§11–16,id., at 866–867. Unclaimed lots were to be sold at public\nauction, with the proceeds divvied up among the Creeks. §§11, 14,id., at 866. The agreement required that the deeds for the\nallotments and town site purchases convey “all right, title, and\ninterest of the Creek Nation and of all other [Creek] citizens,”\nand that the deeds be executed by the leader of the Creek Nation\n(the “principal chief ”). §23,id., at 867–868. The\nconveyances were then approved by the Secretary of the Interior,\nwho in turn “relinquish[ed] to the grantee . . . all the right,\ntitle, and interest of the United States” in the land.Id.,\nat 868. In this way, Congress provided for the complete termination\nof the Creek Nation’s interest in the lands, as well as the\ninterests of individual Creek members apart from their personal\nallotments. Indeed, the language Congress used in the Original\nCreek Agreement resembles what the Court regards as model\ndisestablishment language. Seeante, at 8, 10 (looking for\nlanguage evincing “the present and total surrender of all tribal\ninterests in the affected lands” (internal quotation marks\nomitted)). And, making even more clear its intent to place\nIndian-held land under the same laws as all other property,\nCongress subsequently eliminated restrictions on the alienation of\nallotments, freeing tribe members “to sell their land to Indians\nand non-Indians alike.”Ante, at 10.In addition, while the Original Creek Agreement\ndid not allot lands reserved for schools and tribal buildings, the\nCreek Nation’s interest in those lands was subsequently terminated\nby the Five Tribes Act. That Act directed the Secretary of the\nInterior to take possession of—and sell off—“all” tribal buildings\nand underlying lands, whether used for “governmental” or “other\ntribal purposes.” §15, 34Stat. 143. The Secretary was also ordered\nto assume control of all tribal schools and the underlying property\nuntil the federal or state governments established a public school\nsystem. See §10,id., at 140–141.These statutes evince a clear intent to leave\nthe Creek Nation with no communally held land and no meaningful\ngoverning authority to exercise over the newly distributed parcels.\nContrary to the Court’s portrayal, this is not a scenario in which\nCongress allowed a tribe to “continue to exercise governmental\nfunctions over land” that it “no longer own[ed] communally.”Ante, at 11. From top to bottom, these statutes, which\ndivested the Tribes and the United States of their interests while\ndisplacing tribal governance, “strongly suggest[ ] that\nCongress meant to divest” the lands of reservation status.Solem, 465 U. S., at 470.Finally, having stripped the Creek Nation of its\nlaws, its powers of self-governance, and its land, Congress\nincorporated the Nation’s members into a new political community.\nCongress made “every Indian” in the Oklahoma territory a citizen of\nthe United States in 1901—decades before conferring citizenship on\nall native born Indians elsewhere in the country. Act of Mar. 3,\n1901, ch. 868, 31Stat. 1447. In the Oklahoma Enabling Act of\n1906—the gateway to statehood—Congress confirmed that members of\nthe Five Tribes would participate in equal measure alongside\nnon-Indians in the choice regarding statehood. The Act gave Indians\nthe right to vote on delegates to a constitutional convention and\nultimately on the state constitution that the delegates proposed.\n§§2, 4, 34Stat. 268, 271. Fifteen members of the Five Tribes were\nelected as convention delegates, many of them served on significant\ncommittees, and a member of the Chickasaw Nation even served as\npresident of the convention. See Brief for Seventeen Oklahoma\nDistrict Attorneys et al. asAmici Curiae9–13.The Enabling Act also ensured that Indians and\nnon-Indians would be subject to uniform laws and courts. It\nreplaced Arkansas law, which had applied to all persons\n“irrespective of race,” 1897 Act, 30Stat. 83, with the laws of the\nadjacent Oklahoma Territory until the new state legislature\nprovided otherwise. Enabling Act §§2, 13, 21, 34Stat. 268–269, 275,\n277–278; seeJeffersonv.Fink,247 U.S.\n288, 294 (1918). All of the pending cases in the territorial\ncourts arising under federal law were transferred to the newly\ncreated U. S. District Courts of Oklahoma. See §16, 34Stat.\n276. Pending cases not involving federal law, including those that\ninvolved Indians on Indian land and had arisen under Arkansas law,\nwere transferred to the new Oklahoma state courts. §§16, 17, 20,id., at 276–277. To dispel any potential confusion about the\ndistribution of criminal cases, Congress amended the Enabling Act\nthe following year, clarifying that all cases for crimes that would\nhave fallen under federal jurisdiction had they been committed in a\nState would be transferred to the U. S. District Courts. Act\nof Mar. 4, 1907, §1,id., at 1286–1287. All other pending\ncriminal cases would be “prosecuted to a final determination in the\nState courts of Oklahoma.” §3,id., at 1287. As for civil\ncases, the new state courts were immediately empowered to resolve\neven disputes that previously lay at the core of tribal\nself-governance.E.g.,Palmerv.Cully,52 Okla. 454, 463–469, 153 P. 154, 157–158 (1915) (per\ncuriam) (marital dispute).[4]In sum, in statute after statute, Congress made\nabundantly clear its intent to disestablish the Creek territory.\nThe Court, for purposes of the disestablishment question before us,\ndefines the Creek territory as “lands that would lie outside both\nthe legal jurisdiction and geographic boundaries of any State” and\non which a tribe was “assured a right to self-government.”Ante, at 6. That territory was eliminated. By establishing\nuniform laws for Indians and non-Indians alike in the new State of Oklahoma,\nCongress brought Creek members and the land on which they resided\nunder state jurisdiction. By stripping the Creek Nation of its\ncourts, lawmaking authority, and taxing power, Congress dismantled\nthe tribal government. By extinguishing the Nation’s title,\nCongress erased the geographic boundaries that once defined Creek\nterritory. And, by conferring citizenship on tribe members and\ngiving them a vote in the formation of the State, Congress\nincorporated them into a new political community. “Under any\ndefinition,” that was disestablishment.Ibid.In the face of all this, the Court claims that\nrecognizing Congress’s intent would permit disestablishment in the\nabsence of “a statute requir[ing] that result.”Ante, at 20.\nHardly. The numerous statutes discussed above demonstrate\nCongress’s plain intent to terminate the reservation. The Court\nresists the cumulative force of these statutes by attacking each in\nisolation, first asking whether allotment alone disestablished the\nreservation, then whether restricting tribal governance was\nsufficient, and so on. But the Court does not consider the full\npicture of what Congress accomplished. Far from justifying its\nblinkered approach, the Court repeatedly tells the reader to wait\nuntil the “nextsection” of the opinion—where the Court will\nagain nitpick discrete aspects of Congress’s disestablishment\neffort while ignoring the full picture our precedents require us to\nhonor.Ante, at 12–13, n. 5, 17, n. 7; seesupra,at 11, 14.The Court also hypothesizes that Congress may\nhave taken significant steps toward disestablishment but ultimately\ncould not “complete[ ]” it; perhaps Congress just couldn’t\n“muster the will” to finish the job.Ante, at 8, 15. The\nCourt suggests that Congress sought to “tiptoe to the edge of\ndisestablishment,” fearing the “embarrassment of disestablishing a\nreservation” but hoping that judges would “deliver the final push.”Ante, at 7. This is fantasy. The congressional Acts detailed\nabove do not evince any unease about extinguishing the Creek\ndomain, or any shortage of “will.” Quite the opposite. Through an\nopen and concerted effort, Congress did what it set out to do:\ntransform a reservation into a State. “Mustering the broad social\nconsensus required to pass new legislation is a deliberately hard\nbusiness,” as the Court reminds us.Ibid.Congress did that\nhard work here, enacting not one but a steady progression of major\nstatutes. The Court today does not give effect to the cumulative\nsignificance of Congress’s actions, because Congress did not use\nexplicit words of the sort the Court insists upon. But Congress had\nno reason to suppose that such words would be required of it, and\nthis Court has held that they were not. SeeHagen, 510\nU. S., at 411–412;Yankton Sioux Tribe, 522 U. S.,\nat 351;Solem, 465 U. S., at 471.BUnder our precedents, we next consider the\ncontemporaneous understanding of the statutes enacted by Congress\nand the subsequent treatment of the lands at issue. The Court,\nhowever, declines to consider such evidence because, in the Court’s\nview, the statutes clearly do not disestablish any reservation, and\nthere is no “ambiguity” to “clear up.”Ante, at 20 (internal\nquotation marks omitted). That is not the approach demanded by our\nprecedent,supra, at 10–13, and, in any event, the Court’s\nargument fails on its own terms here. I find it hard to see how\nanyone can come away from the statutory texts detailed above withcertaintythat Congress had no intent to disestablish the\nterritorial reservation. At the very least, the statutes leave some\nambiguity, and thus “extratextual sources” ought to be consulted.Ante, at 20.Turning to such sources, our precedents direct\nus to “examine all the circumstances” surrounding Congress’s\nactions.Parker, 577 U. S., at ___ (slip op., at 6)\n(quotingHagen, 510 U. S., at 412). This includes\nevidence of the “contemporaneous understanding” of the status of\nthe reservation and the “history surrounding the passage” of the\nrelevant Acts.Parker, 577 U. S., at ___ (slip op., at\n8) (internal quotation marks omitted); seeYankton Sioux\nTribe, 522 U. S., at 351–354;Solem, 465\nU. S., at 471. The available evidence overwhelmingly confirms\nthat Congress eliminated any Creek reservation. That was the\npurpose identified by Congress, the Dawes Commission, and the Creek\nNation itself. And that was the understanding demonstrated by the\nactions of Oklahoma, the United States, and the Creek.According to reports published by Congress\nleading up to Oklahoma statehood, the Five Tribes had failed to\nhold the lands for the equal benefit of all Indians, and the tribal\ngovernments were ill equipped to handle the largescale settlement\nof non-Indians in the territories. Seesupra, at 4–5;Woodward, 238 U. S., at 296–297. The Senate Select\nCommittee on the Five Tribes explained that it was\n“imperative[ ]” to “establish[ ] a government over\n[non-Indians] and Indians” in the territory “in accordance with the\nprinciples of our constitution and laws.” S. Rep. No. 377, at\n12–13. On the eve of the Original Creek Agreement, the House\nCommittee on Indian Affairs emphasized that “[t]he independent\nself-government of the Five Tribes ha[d] practically ceased,”\n“[t]he policy of the Government to abolish classes in Indian\nTerritory and make a homogeneous population [wa]s being rapidly\ncarried out,” and all Indians “should at once be put upon a level\nand equal footing with the great population with whom they [were]\nintermingled.” H. R. Rep. No. 1188, 56th Cong., 1st Sess., 1\n(1900).The Dawes Commission understood Congress’s\nintent in the same way. The Commission explained that the “object\nof Congress from the beginning has been the dissolution of the\ntribal governments, the extinguishment of the communal or tribal\ntitle to the land, the vesting of possession and title in severalty\namong the citizens of the Tribes, and the assimilation of the\npeoples and institutions of this Territory to our prevailing\nAmerican standard.” H. R. Doc. No. 5, 58th Cong., 2d Sess.,\npt. 2, p. 5 (1903). Accordingly, the Commission’s aim—“in all [its]\nendeavors”—was a “uniformity of political institutions to lay the\nfoundation for an ultimate common government.” H. R. Doc. No.\n5, 56th Cong., 2d Sess., 163 (1900).The Creek shared the same understanding. In\n1893, the year Congress formed the Dawes Commission, the Creek\ndelegation to Washington recognized that Congress’s “unwavering\naim” was to “ ‘wipe out the line of political distinction between\nan Indian citizen and other citizens of the Republic’ ” so that the\nTribe could be “ ‘absorbed and become a part of the United\nStates.’ ” P. Porter & A. McKellop, Printed Statement of\nCreek Delegates, reprinted in Creek Delegation Documents 8–9 (Feb.\n9, 1893) (quoting Senate Committee Report); see also S. Doc. No.\n111, 54th Cong., 2d Sess., 5, 8 (1897) (resolution of the Creek\nNation “recogniz[ing]” that Congress proposed to “disintegrat[e]\nthe land of our people” and “transform[ ]” “our domestic\ndependent states” “into a State of the Union”).Particularly probative is the understanding of\nPleasant Porter, the principal Chief of the Creek Nation. He\ndescribed Congress’s decisions to the Creek people and legislature\nin messages published in territorial newspapers during the run-up\nto statehood. Following the extinguishment of the Nation’s title,\ndissolution of tribal courts, and curtailment of lawmaking\nauthority, he told his people that “[i]t would be difficult, if not\nimpossible to successfully operate the Creek government now.” App.\nto Brief for Respondent 8a (Message to Creek National Council (May\n7, 1901), reprinted in The Indian Journal (May 10, 1901)). The\n“remnant of a government” had been reduced to a land office for\nfinalizing the distribution of allotments and would be “maintained\nonly until” the Tribe’s “landed and other interests . . .\nhave been settled.” App. to Brief for Respondent 8a. He reiterated\nthis understanding following the Five Tribes Act of 1906, which\nstated that the tribal government would “continue[ ] in full\nforce and effect for all purposes authorized by law.” §28, 34Stat.\n148. While the Court believes that meant Congress decided against\ndisestablishing the reservation, seeante, at 14–15, Chief\nPorter saw things differently. From his vantage point as the\ncontemporaneous leader of the government at issue, Congress had\ntemporarily continued the tribal government but left it with only\n“limited and circumscribed” authority: The council could\n“pass[ ] resolutions respecting our wishes” regarding the\nproperty “now in the process of distribution,” but the council no\nlonger had any authority to “mak[e] laws for our government.” App.\nto Brief for Respondent 14a (Message to Creek National Council\n(Oct. 18, 1906), reprinted in The New State Tribune (Oct. 18,\n1906)). Apart from distributing the Nation’s property, Chief Porter\nmaintained that “all powers over the governing even of our landed\nproperty will cease” once the new state government was established.\nApp. to Brief for Respondent 15a; see also S. Rep. No. 5013,\n59th Cong., 2d Sess., pt. 1, p. 885 (1907) (Choctaw governor\nmourning that his “only” remaining authority was “to sign\ndeeds”).The Creek remained of that view after Oklahoma\nwas officially made a State through the Enabling Act. At that\npoint, the new principal Chief confirmed that it was “utterly\nimpossible” to resume “our old tribal government.” App. to Brief\nfor Respondent 16a–17a (Address by Moty Tiger to Creek National\nCouncil (Oct. 8, 1908), reprinted in The Indian Journal (Oct. 9,\n1908)). And any “appeal to the government at Washington to alter\nits purpose to wipe out all tribal government among the five\ncivilized tribes” would “be to no purpose.” App. to Brief for\nRespondent 16a. “[C]ontributions” for such efforts would be “just\nthat much money thrown away,” and “all attorneys at Washington or\nelsewhere who encourage and receive any part of such contributions\ndo it knowing that they can give no return or service for same and\nthat they take such money fraudulently and dishonestly.”Id., at 17a.[5]In addition to their words, the contemporaneous\nactions of Oklahoma, the Creek, and the United States in criminal\nmatters confirm their shared understanding that Congress did not\nintend a reservation to persist. Had the land been a reservation,\nthe federal government—not the new State—would have had\njurisdiction over serious crimes committed by Indians under the\nMajor Crimes Act of 1885. See §9, 23Stat. 385. Yet, at statehood,\nOklahoma immediately began prosecuting serious crimes committed by\nIndians in the new state courts, and the federal government\nimmediately ceased prosecuting such crimes in federal court. At\nargument, McGirt’s counsel acknowledged that he could not cite a\nsingle example of federal prosecutions for such crimes. Tr. of Oral\nArg. 17–18. Rather, the record demonstrates that case after case\nwas transferred to state court or filed there outright by Oklahoma\nafter 1907—without objection by anyone. See,e.g.,Bigfeatherv.State, 7 Okla. Crim. 364, 123 P. 1026\n(1912) (manslaughter);Rollenv.State, 7 Okla. Crim.\n673, 125 P. 1087 (1912) (assault with intent to kill);Jonesv.State, 3 Okla. Crim. 593, 107 P. 738 (1910) (murder); see\nalso Brief for Petitioner inCarpenterv.Murphy,\nO. T. 2018, No. 17–1107, pp. 40–41 (collecting more\ncases).These prosecutions were lawful, the Oklahoma\nSupreme Court recognized at the time, because Congress had not\nintended to “except out of [Oklahoma] an Indian reservation” upon\nits admission as a State.Higginsv.Brown,20 Okla. 355, 419, 94 P. 703, 730 (1908).Instead of explaining how everyone at the time\nsomehow missed that a reservation still existed, the Court resorts\nto misdirection. It observes that Oklahoma state courts have held\nthat they erroneously entertained prosecutions for crimes committed\nby Indians on the small number of remaining restricted allotments\nand tribal trust lands from the 1930s until 1989. But this Court\nhas not addressed that issue, and regardless, it would not tell us\nwhether the State properly prosecuted major crimes committed by\nIndians on the lands at issue here—the unrestricted fee lands that\nmake up more than 95% of the Creek Nation’s former territory.\nPerhaps most telling is that the State’s jurisdiction over crimes\non Indian allotments was hotly contested from an early date,\nwhereas nobody raised objections based on a surviving reservation.\nSee,e.g.,Ex parte Nowabbi, 60 Okla. Crim. 111,61 P.2d 1139(1936), overruled byStatev.Klindt,782 P.2d 401, 404 (Okla. Crim. App. 1989); see alsoante, at 21 (“no court” suggested the “possibility” that\n“the Creek lands really were part of a reservation” until\n2017).[6]Lacking any other arguments, the Court suspects\nuniform lawlessness: The State must have “overstepped its\nauthority” in prosecuting thousands of cases for over a century.Ante, at 23. Perhaps, the Court suggests, the State lacked\n“good faith.”Ibid.In the Court’s telling, the federal\ngovernment acquiesced in this extraordinary alleged power grab,\nabdicating its responsibilities over the purported reservation.\nAnd, all the while, the state and federal courts turned a blind\neye.But we normally presume that government\nofficials exercise their duties in accordance with the law.\nCertainly the presumption may be strained from time to time in this\narea, but not so much as to justify the Court’s speculations, which\nposit that government officials at every level either conspired to\nviolate the law or uniformly misunderstood the fundamental\nstructure of their society and government. Whatever the\nimperfections of our forebears, neither option seems tenable. And\nit is downright inconceivable that this could occur without\nprompting objections—from anyone, including from the Five Tribes\nthemselves. Indians frequently asserted their rights during this\nperiod. The cases above, for example, involve criminal appeals\nbrought by Indians, and Indians raised numerous objections to land\ngraft in the former Territory. See Brief for Historians et al.\nasAmici Curiae28–31. Yet, according to the extensive\nrecord compiled over several years for this case and a similar\ncase,Sharpv.Murphy,post, p. ___\n(per curiam), Indians and their counsel did not raise a\nsingle objection to state prosecutions on the theory that the lands\nat issue were still a reservation. It stretches the imagination to\nsuggest they just missed it.CFinally, consider “the subsequent treatment of\nthe area in question and the pattern of settlement there.”Yankton Sioux Tribe, 522 U. S., at 344. This evidence\nincludes the “subsequent understanding of the status of the\nreservation by members and nonmembers as well as the United States\nand the [relevant] State,” and the “subsequent demographic history”\nof the area.Parker, 577 U. S., at ___, ___ (slip op.,\nat 6, 10); seeSolem, 465 U. S., at 471. Each of the\nindicia from our precedents—subsequent treatment by Congress, the\nState’s unquestioned exercise of jurisdiction, and demographic\nevidence—confirms that the Creek reservation did not survive\nstatehood.First, “Congress’ own treatment of the affected\nareas” strongly supports disestablishment.Id., at 471.\nAfter statehood, Congress enacted several statutes progressively\neliminating restrictions on the alienation and taxation of Creek\nallotments, and Congress subjected even restricted lands to state\njurisdiction. Since Congress had already destroyed nearly all\ntribal authority, these statutes rendered Creek parcels little\ndifferent from other plots of land in the State. See Act of May 27,\n1908, 35Stat. 312; Act of June 14, 1918, 40Stat. 606; Act of Apr.\n10, 1926, 44Stat. 239. This is not a scenario where Congress merely\nopened land for “purchase . . . by non-Indians” while\nallowing the Tribe to “continue to exercise governmental functions\nover [the] land,”ante, at 11, and n. 3; rather,\nCongress eliminated both restrictions on the lands here and the\nCreek Nation’s authority over them. Such developments would be\nsurprising if Congress intended for all of the former Indian\nTerritory to be reservation land insulated from state jurisdiction\nin significant ways. The simpler and more likely explanation is\nthat they reflect Congress’s understanding through the years that\n“all Indian reservations as such have ceased to exist” in Oklahoma,\nS. Rep. No. 1232, 74th Cong., 1st Sess., 6 (1935), and that “Indian\nreservations [in the Indian Territory] were destroyed” when\n“Oklahoma entered the union,” S. Rep. No. 101–216, p. 47\n(1989).That understanding is now woven throughout the\nU. S. Code, which applies numerous statutes to the land here\nby extending them to the “formerreservation[s]” “in\nOklahoma”—underscoring that no reservation exists today. 25\nU. S. C. §2719(a)(2)(A)(i) (emphasis added) (Indian\nGaming Regulatory Act); see Brief for United States asAmicus\nCuriae23; 23 U. S. C. §202(b)(1)(B)(v) (road grants;\n“former Indian reservations in the State of Oklahoma”); 25\nU. S. C. §1452(d) (Indian Financing Act; “former Indian\nreservations in Oklahoma”); §2020(d) (education grants; “former\nIndian reservations in Oklahoma”); §3103(12) (National Indian\nForest Resources Management Act; “former Indian reservations in\nOklahoma”); 29 U. S. C. §741(d) (American Indian\nVocational Rehabilitation Services Act; “former Indian reservations\nin Oklahoma”); 33 U. S. C. §1377(c)(3)(B) (waste\ntreatment grants; “former Indian reservations in Oklahoma”); 42\nU. S. C. §5318(n)(2) (urban development grants; “former\nIndian reservations in Oklahoma”).[7]Second, consider the State’s “exercis[e] [of]\nunquestioned jurisdiction over the disputed area since the passage\nof ” the Enabling Act, which deserves “weight” as “an\nindication of the intended purpose of the Act.”Rosebud Sioux\nTribe, 430 U. S., at 599, n. 20, 604. As discussed\nabove, for 113 years, Oklahoma has asserted jurisdiction over the\nformer Indian Territory on the understanding that it is not a\nreservation, without any objection by the Five Tribes until\nrecently (or by McGirt for the first 20 years after his\nconvictions). See Brief for Respondent 4, 40. The same goes for\nmajor cities in Oklahoma. Tulsa, for example, has exercised\njurisdiction over both Indians and non-Indians for more than a\ncentury on the understanding that it is not a reservation. See\nBrief for City of Tulsa asAmicus Curiae27–28.All the while, the federal government has\noperated on the same understanding. Brief for United States asAmicus Curiae24. No less than Felix Cohen, whose\nauthoritative treatise the Court repeatedly cites, agreed while\nserving as Acting Solicitor of the Interior in 1941 that “all\noffenses by or against Indians” in the former Indian Territory “are\nsubject to State laws.” App. to Supp. Reply Brief for Petitioner inCarpenterv.Murphy, O. T. 2018, No. 17–1107,\np. 1a (Memorandum for Commissioner of Indian Affairs (July 11,\n1941)). In the view of the Department of the Interior, such state\njurisdiction was appropriate because the reservations in the\nTerritory “lost their character as Indian country” by the time\nOklahoma became a State. App. to Brief for United States asAmicus Curiae4a (Letter from O. Chapman, Assistant\nSecretary of the Interior, to the Attorney General (Aug. 17,\n1942)); see alsosupra,at 28, n. 6.Indeed, far from disputing Oklahoma’s\njurisdiction, the Five Tribes themselves have repeatedly and\nemphatically agreed that no reservation exists. After statehood,\ntribal leaders and members frequently informed Congress that “there\nare no reservations in Oklahoma.” App. to Brief for Respondent 19a\n(Testimony of Hon. Bill Anoatubby, Governor, Chickasaw Nation,\nHearings before the Subcommittee on Indian, Insular and Alaska\nNative Affairs of the House Committee on Natural Resources (Feb.\n24, 2016)).[8] They took the\nsame position before federal courts. Before this litigation\nstarted, the Creek Nation represented to the Tenth Circuit that\nthere is only “ ‘checkerboard’ Indian country within itsformerreservation boundaries.” Reply Brief in No. 09–5123,\np. 5 (emphasis added). And the Nation never once contended in this\nCourt that a sprawling reservation still existed in the more than a\ncentury that preceded the present disputes.Like the Creek, this Court has repeatedly\ndescribed the area in question as the “former” lands of the Creek\nNation. SeeGraysonv.Harris,267 U.S.\n352, 353 (1925) (lands “lying within the former Creek Nation”);Woodward, 238 U. S., at 285 (lands “formerly part of\nthe domain of the Creek Nation”);Washingtonv.Miller,235 U.S.\n422, 423 (1914) (lands “within what until recently was the\nCreek Nation”). Yet today the Court concludes that the lands have\nbeen a Creek reservation all along—contrary to the position shared\nfor the past century by this Court, the United States, Oklahoma,\nand the Creek Nation itself.Under our precedent, Oklahoma’s unquestioned,\ncentury-long exercise of jurisdiction supports the conclusion that\nno reservation persisted past statehood. SeeYankton Sioux\nTribe, 522 U. S., at 357;Hagen, 510 U. S., at\n421;Rosebud Sioux Tribe, 430 U. S., at 604–605. “Since\nstate jurisdiction over the area within a reservation’s boundaries\nis quite limited, the fact that neither Congress nor the Department\nof Indian Affairs has sought to exercise its authority over this\narea, or to challenge the State’s exercise of authority is a factor\nentitled to weight as part of the ‘jurisdictional history.’ ”Id., at 603–604 (citations omitted).Third, consider the “subsequent demographic\nhistory” of the lands at issue, which provides an “ ‘additional\nclue’ ” as to the meaning of Congress’s actions.Parker, 577\nU. S., at ___ (slip op., at 10) (quotingSolem, 465\nU. S., at 472). Continuing from statehood to the present, the\npopulation of the lands has remained approximately 85%–90%\nnon-Indian. See Brief for Respondent 43;Murphyv.Royal, 875 F.3d 896, 965 (CA10 2017). “[T]hose demographics\nsignify a diminished reservation.”Yankton Sioux Tribe, 522\nU. S., at 357. The Court questions whether the consideration\nof demographic history is appropriate,ante, at 18–19, 27,\nbut we have determined that it is a “necessaryexpedient.”Solem, 465 U. S., at 472, and n. 13 (emphasis\nadded); seeParker, 577 U. S., at ___ (slip op., at\n10). And for good reason. Our precedents recognize that\ndisestablishment cases call for a wider variety of tools than more\nworkaday questions of statutory interpretation.Supra, at\n12. In addition, the use of demographic data addresses the\npractical concern that “[w]hen an area is predominately populated\nby non-Indians with only a few surviving pockets of Indian\nallotments, finding that the land remains Indian country seriously\nburdens the administration of state and local governments.”Solem, 465 U. S., at 471–472, n. 12.Here those burdens—the product of a century of\nsettled understanding—are extraordinary. Most immediately, the\nCourt’s decision draws into question thousands of convictions\nobtained by the State for crimes involving Indian defendants or\nIndian victims across several decades. This includes convictions\nfor serious crimes such as murder, rape, kidnapping, and maiming.\nSuch convictions are now subject to jurisdictional challenges,\nleading to the potential release of numerous individuals found\nguilty under state law of the most grievous offenses.[9] Although the federal government may be\nable to reprosecute some of these crimes, it may lack the resources\nto reprosecute all of them, and the odds of convicting again are\nhampered by the passage of time, stale evidence, fading memories,\nand dead witnesses. See Brief for United States asAmicus\nCuriae37–39. No matter, the court says, these concerns are\nspeculative because “many defendants may choose to finish their\nstate sentences rather than risk reprosecution in federal court.”Ante, at 38. Certainly defendants like McGirt—convicted of\nserious crimes and sentenced to 1,000 years plus life in\nprison—will not adopt a strategy of running out the clock on their\nstate sentences. At the end of the day, there is no escaping that\ntoday’s decision will undermine numerous convictions obtained by\nthe State, as well as the State’s ability to prosecute serious\ncrimes committed in the future.Not to worry, the Court says, only about 10%–15%\nof Oklahoma citizens are Indian, so the “majority” of prosecutions\nwill be unaffected.Ibid.But the share of serious crimes\ncommitted by 10%–15% of the 1.8 million people in eastern Oklahoma,\nor of the 400,000 people in Tulsa, is no small number.Beyond the criminal law, the decision may\ndestabilize the governance of vast swathes of Oklahoma. The Court,\ndespite briefly suggesting that its decision concerns only a narrow\nquestion of criminal law, ultimately acknowledges that “many”\nfederal laws, triggering a variety of rules, spring into effect\nwhen land is declared a reservation.Ante, at 39–40.State and tribal authority are also transformed.\nAs to the State, its authority is clouded in significant respects\nwhen land is designated a reservation. Under our precedents, for\nexample, state regulation of even non-Indians is preempted if it\nruns afoul of federal Indian policy and tribal sovereignty based on\na nebulous balancing test. This test lacks any “rigid rule”; it\ninstead calls for a “particularized inquiry into the nature of the\nstate, federal, and tribal interests at stake,” contemplated in\nlight of the “broad policies that underlie” relevant treaties and\nstatutes and “notions of sovereignty that have developed from\nhistorical traditions of tribal independence.”White Mountain\nApache Tribev.Bracker,448 U.S.\n136, 142, 144–145 (1980). This test mires state efforts to\nregulate on reservation lands in significant uncertainty,\nguaranteeing that many efforts will be deemed permissible only\nafter extensive litigation, if at all.[10]In addition to undermining state authority,\nreservation status adds an additional, complicated layer of\ngovernance over the massive territory here, conferring on tribal\ngovernment power over numerous areas of life—including powers over\nnon-Indian citizens and businesses. Under our precedents, tribes\nmay regulate non-Indian conduct on reservation land, so long as the\nconduct stems from a “consensual relationship[ ] with the\ntribe or its members” or directly affects “the political integrity,\nthe economic security, or the health or welfare of the tribe.”Montanav.United States,450\nU.S. 544, 565–566 (1981); see Cohen §6.02(2)(a), at 506–507.\nTribes may also impose certain taxes on non-Indians on reservation\nland,seeKerr-McGee Corp.v.Navajo Tribe,471 U.S.\n195, 198 (1985), and in this litigation, the Creek Nation\ncontends that it retains the power to tax nonmembers doing business\nwithin its borders. Brief for Muscogee (Creek) Nation asAmicus\nCuriae18, n. 6. No small power, given that those borders now\nembrace three million acres, the city of Tulsa, and hundreds of\nthousands of Oklahoma citizens. Recognizing the significant\n“potential for cost and conflict” caused by its decision, the Court\ninsists any problems can be ameliorated if the citizens of Oklahoma\njust keep up the “spirit” of cooperation behind existing\nintergovernmental agreements between Oklahoma and the Five Tribes.Ante, at 41. But those agreements are small potatoes\ncompared to what will be necessary to address the disruption\ninflicted by today’s decision.The Court responds to these and other concerns\nwith the truism that significant consequences are no “license for\nus to disregard the law.”Ibid.Of course not. But when\nthose consequences are drastic precisely because they depart from\nhow the law has been applied for more than a century—a settled\nunderstanding that our precedents demand we consider—they are\nreason to think the Court may have taken a wrong turn in its\nanalysis.*  *  *As the Creek, the State of Oklahoma, the\nUnited States, and our judicial predecessors have long agreed,\nCongress disestablished any Creek reservation more than 100 years\nago. Oklahoma therefore had jurisdiction to prosecute McGirt. I\nrespectfully dissent.Notes1I assume that the Creek\nNation’s territory constituted a “reservation” at this time. Seeante, at 5–6. The State contends that no reservation existed\nin the first place because the territory instead constituted a\n“dependent Indian communit[y].” Brief for Respondent 8 (quoting 18\nU. S. C. §1151(b)). The United States disagrees and\nstates that defining the territory as a dependent Indian community\ncould disrupt the application of various federal statutes. Tr. of\nOral Arg. 79–80. I do not address this debate because, regardless,\nI conclude that any reservation was disestablished.2Our precedents have\ngenerally considered whether Congress disestablished or diminished\na reservation by enacting “surplus land Acts” that opened land to\nnon-Indian settlement. Here Congress did much more than that, as I\nwill explain. Even so, there is broad agreement among the parties,\nthe United States, the Creek Nation, and even the Court that our\nprecedents on surplus land Acts provide the governing framework for\nthis case, so I proceed on the same course. See Brief for\nPetitioner 1; Brief for Respondent 29, 35, 40; Brief for United\nStates asAmicus Curiae4–5; Brief for Muscogee (Creek)\nNation asAmicus Curiae1–2;ante, at 7–8,\n18–19.3The Court rejects this\nreading ofParkerbased on a quotation that ends with what\nsounds like a general principle that “[e]vidence of the subsequent\ntreatment of the disputed land by Government officials likewise has\n‘limited interpretive value.’ ”Ante, at 19, n. 8\n(quotingParker, 577 U. S., at ___ (slip op., at 11)).\nBut that sentence was actually the topic sentence of a new\nparagraph that addressed theparticularevidence of\nsubsequent treatment of theparticularland by theparticulargovernment officials in that case.Id., at\n___–___ (slip op., at 11–12). It is clear thatParkermerely\nconcluded that the evidence cited by the parties provided a “mixed\nrecord of subsequent treatment” that did not move the needle either\nway.Ibid.(internal quotation marks omitted).Parkerdid not silently overturn our precedents requiring us to\nconsider—and accord “weight” to—subsequent evidence that plainly\nfavors, or undermines, disestablishment.Rosebud Sioux Tribev.Kneip,430 U.S.\n584, 604 (1977); seesupra,at 6–9.4The Court, citingUnited Statesv.Sandoval,231 U.S.\n28, 47–48 (1913), argues that including a tribe within a new\nState is not necessarily incompatible with the continuing existence\nof a reservation.Ante, at 15–16, n. 6. But the tribe\ninSandoval, the Pueblo Indians of New Mexico, retained a\nrare communal title to their lands—which Congress explicitly\nextinguished here. 231 U. S., at 47. More fundamentally, the\nCourt’s argument suffers from the same flaw that runs through its\nentire approach, which maintains that each of Congress’s actions\nalone would not be enough for disestablishment but never confronts\nthe import of all of them.5The Court discounts the\nviews of the principal chiefs as mere predictions about what\nCongress “would” do,ante,at 25, but the Court\nignores statements made after statehood, describing what Congressdiddo. The Court also asserts that the chiefs’ views cannot\nserve as “evidence” of the “meaning” of laws enacted by Congress.Ante, at 25, n. 12. That is inconsistent with our\nprecedent, which specifically instructs us to determine Congress’s\nintent by considering the “understanding of the status of the\nreservation by members” of the affected tribe.Parker, 577\nU. S., at ___ (slip op., at 6). The contemporaneous\nunderstanding of the leaders of the tribe is highly\nprobative.6The Court claims that the\nOklahoma courts’ reasons for treating restricted allotments as\nIndian country must apply with “equal force” to the unrestricted\nfee lands at issue here, but the Court ultimately admits the two\ntypes of land are “legally distinct.”Ante, at 23,\nn. 10. And any misstep with regard to the small number of\nrestricted allotments hardly means the Oklahoma courts made the far\nmore extraordinary mistake of failing to notice that the Five\nTribes’ reservations—encompassing 19 million acres—continued to\nexist.7The Court suggests that\nthese statutes only show that there are some “former reservations”\nin Oklahoma, not that the Five Tribes’ former domains are\nnecessarily among them.Ante, at 27, n. 14. History\nsays otherwise.  For example, the Five Tribes actively lobbied\nfor inclusion of this language in the Indian Gaming Regulatory Act.\nSee Hearing on S. 902 et al. before the Senate Select\nCommittee on Indian Affairs, 99th Cong., 2d Sess., 299–300 (1986).\nThey observed that the term “reservation,” as originally defined,\ndid not pertain to the “eastern Oklahoma tribes, including the Five\nCivilized Tribes.”Ibid.(statement of Charles Blackwell,\nrepresentative of the Chickasaw Nation of Oklahoma). Accordingly,\nthey “recommend[ed] inclu[ding] . . . the wording ‘or in\nthe case of Oklahoma tribes, theirformerjurisdictional\nand/or reservation boundaries in Oklahoma.’ ”Id., at 300\n(emphasis added). The National Indian Gaming Association, which\nproposed the language on which the final act was ultimately\nmodeled, made the same point, observing that in Oklahoma\n“reservation boundaries have been extinguished for most purposes”\nso the statute should refer to “former reservation[s] in Oklahoma.”Id., at 312 (Memorandum from the National Indian Gaming\nAssn. to the Senate Select Committee on Indian Affairs (June 17,\n1986)).8See App. to Brief for\nRespondent 18a–19a (excerpting various statements before Congress,\nincluding: “[w]e are not a reservation tribe” (Principal Cherokee\nChief, 1982), “Oklahoma, . . . of course, is not a\nreservation State” (Chickasaw Governor, 1988), “Oklahoma is not [a\nreservation State]” and “[w]e have no surface reservations in\nOklahoma” (Chickasaw advisor, 2011), as well as references to the\nboundaries and lands of “former reservation[s]” (Chickasaw nominee\nfor Assistant Secretary of Indian Affairs, 2012; Inter-Tribal\nCouncil of the Five Civilized Tribes, 2016)).9The Court suggests that\n“well-known” “procedural obstacles” could prevent challenges to\nstate convictions.Ante, at 38. But, under Oklahoma law, it\nappears that there may be little bar to state habeas relief because\n“issues of subject matter jurisdiction are never waived and can\ntherefore be raised on a collateral appeal.”Murphyv.Royal, 875 F.3d 896, 907, n. 5 (CA10 2017) (quotingWallacev.State,935 P.2d 366, 372 (Okla. Crim. App. 1997)).10See,e.g.,White Mountain Apache Tribe, 448 U. S., at\n148–151 (barring State from imposing motor carrier license tax and\nfuel use taxes on non-Indian logging companies that harvested\ntimber on a reservation);Warren Trading Post Co.v.Arizona Tax Comm’n,380 U.S.\n685, 690–692 (1965) (barring State from taxing income earned by\na non-Indian who operated a trading post on a reservation);New\nMexicov.Mescalero Apache Tribe,462 U.S.\n324, 325 (1983) (barring State from regulating hunting and\nfishing by non-Indians on a reservation); see alsoBrendalev.Confederated Tribes and Bands of Yakima Nation,492 U.S.\n408, 448 (1989) (opinion of Stevens, J.) (arguing that it is\n“impossible to articulate precise rules that will govern whenever a\ntribe asserts that a land use approved by a county board is\npre-empted by federal law”).",
    "joined": []
}