{
    "case": {
        "docket": "17-312",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-312/"
    },
    "id": "3901194",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–312_________________UNITED STATES, PETITIONERv.RENE\nSANCHEZ-GOMEZ, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 14, 2018]Chief Justice Roberts delivered the opinion of\nthe Court.Four criminal defendants objected to being bound\nby full restraints during pretrial proceedings in their cases, but\nthe District Court denied relief. On appeal, the Court of Appeals\nfor the Ninth Circuit held that the use of such restraints was\nunconstitutional, even though each of the four criminal cases had\nended prior to its decision. The question presented is whether the\nappeals were saved from mootness either because the defendants\nsought “class-like relief” in a “functional class action,” or\nbecause the challenged practice was “capable of repetition, yet\nevading review.”IIt is the responsibility of the United States\nMarshals Service to “provide for the security . . . of\nthe United States District Courts.” 28 U. S. C. §566(a).\nTo fulfill that duty, the United States Marshal for the Southern\nDistrict of California requested that the judges of that district\npermit the use of full restraints on all in-custody defendants\nduring nonjury proceedings. When “full restraints” are applied, “a\ndefendant’s hands are closely handcuffed together, these handcuffs\nare connected by chain to another chain running around the\ndefendant’s waist, and the defendant’s feet are shackled and\nchained together.” 859 F. 3d 649, 653 (CA9 2017) (en banc). In\nsupport of his proposal, the Marshal cited safety concerns arising\nfrom understaffing, past incidents of violence, and the high volume\nof in-custody defendants produced in the Southern District. The\njudges agreed to the Marshal’s request, with modifications\nproviding that a district or magistrate judge may require a\ndefendant to be produced without restraints, and that a defendant\ncan request that this be done. See App. 78–79.Respondents Jasmin Morales, Rene Sanchez-Gomez,\nMoises Patricio-Guzman, and Mark Ring were among the defendants\nproduced by the Marshals Service for pretrial proceedings in full\nrestraints. They raised constitutional objections to the use of\nsuch restraints in their respective cases, and to the restraint\npolicy as a whole. They noted that the policy had resulted in the\nimposition of full restraints on, for example, a woman with a\nfractured wrist, a man with a severe leg injury, a blind man, and a\nwheelchair-bound woman. The District Court denied their\nchallenges.Respondents appealed to the Court of Appeals for\nthe Ninth Circuit, but before the court could issue a decision,\ntheir underlying criminal cases came to an end. Morales,\nSanchez-Gomez, and Patricio-Guzman each pled guilty to the offense\nfor which they were charged: Morales, to felony importation of a\ncontrolled substance, in violation of 21 U. S. C. §§952\nand 960; Sanchez-Gomez, to felony misuse of a passport, in\nviolation of 18 U. S. C. §1544; and Patricio-Guzman, to\nmisdemeanor illegal entry into the United States, in violation of 8\nU. S. C. §1325. The charges against Ring—for making an\ninterstate threat in violation of 18 U. S. C.\n§875(c)—were dismissed pursuant to a deferred-prosecution\nagreement.A panel of the Court of Appeals nonetheless\nconcluded that respondents’ claims were not moot, and went on to\nstrike down the restraint policy as violating the Due Process\nClause of the Fifth Amendment. 798 F. 3d 1204 (CA9 2015).\nThose rulings were reaffirmed on rehearing en banc. 859 F. 3d\n649. The en banc court understood the “main dispute” before it to\nbe a challenge to the policy itself, not just to the application of\nthat policy to respondents.Id.,at 655. The court then\nconstrued respondents’ notices of appeal as petitions for mandamus,\nwhich invoked the court’s supervisory authority over the Southern\nDistrict.Id.,at 657. The case was, in the court’s view, a\n“functional class action” involving “class-like claims” seeking\n“class-like relief.”Id.,at 655, 657–658. In light of that\nunderstanding, the Court of Appeals held that this Court’s civil\nclass action precedents kept the case alive, even though\nrespondents were no longer subject to the restraint policy.Id.,at 657–659 (citingGersteinv.Pugh, 420\nU. S. 103, 110–111, n. 11 (1975)). On the merits, the Court of\nAppeals concluded that the restraint policy violated the\nConstitution. 859 F. 3d, at 666.Judge Ikuta, writing in dissent for herself and\nfour colleagues, rejected the majority’s application of class\naction precedents to the individual criminal cases before the court\nand would have held the case moot.Id.,at 675. She also\ndisagreed with the majority on the merits, concluding that the\nrestraint policy did not violate the Constitution.Id.,at\n683.We granted certiorari. 583 U. S. ___\n(2017).IITo invoke federal jurisdiction, a plaintiff\nmust show a “personal stake” in the outcome of the action.Genesis HealthCare Corp.v.Symczyk, 569 U. S.\n66, 71 (2013). “This requirement ensures that the Federal Judiciary\nconfines itself to its constitutionally limited role of\nadjudicating actual and concrete disputes, the resolutions of which\nhave direct consequences on the parties involved.”Ibid.Such a dispute “must be extant at all stages of review, not merely\nat the time the complaint is filed.”Preiserv.Newkirk, 422 U. S. 395, 401 (1975). A case that becomes\nmoot at any point during the proceedings is “no longer a ‘Case’ or\n‘Controversy’ for purposes of Article III,” and is outside the\njurisdiction of the federal courts.Already, LLCv.Nike,\nInc., 568 U. S. 85, 91 (2013).AIn concluding that this case was not moot, the\nCourt of Appeals relied upon our class action precedents, most\nprominentlyGersteinv.Pugh. That reliance was\nmisplaced.[1]*Gerstein, a class action brought under\nFederal Rule of Civil Procedure 23, involved a certified class of\ndetainees raising claims concerning their pretrial detention. 420\nU. S., at 106–107. By the time this Court heard the case, the\nnamed representatives’ claims were moot, and the record suggested\nthat their interest might have lapsed even before the District\nCourt certified the class. Seeid.,at 110–111, n. 11.\nNormally a class action would be moot if no named class\nrepresentative with an unexpired claim remained at the time of\nclass certification. Seeibid.(citingSosnav.Iowa, 419 U. S. 393, 402, n. 11 (1975)). The Court\nnevertheless held that the case remained live. As we explained,\npretrial custody was inherently temporary and of uncertain length,\nsuch that we could not determine “that any given individual, named\nas plaintiff, would be in pretrial custody long enough for a\ndistrict judge to certify the class.”Gerstein, 420\nU. S., at 110–111, n. 11. At the same time, it was\ncertain that there would always be some group of detainees subject\nto the challenged practice.Ibid.Given these circumstances,\nthe Court determined that the class action could proceed.Ibid.; seeSwisherv.Brady, 438 U. S.\n204, 213–214, n. 11 (1978) (employing same analysis in a class\naction challenging juvenile court procedures).The Court of Appeals interpretedGersteinto cover all “cases sufficiently similar to class actions” in\nwhich, “because of the inherently transitory nature of the claims,”\nthe claimant’s “interests would expire before litigation could be\ncompleted.” 859 F. 3d, at 658.Gersteinwas an action\nbrought under Federal Rule of Civil Procedure 23, but the Court of\nAppeals decided that such “a procedural mechanism to aggregate the\nclaims” was not a “necessary prerequisite” for application of theGersteinrule. 859 F. 3d, at 659 (alteration omitted).\nRespondents, the court noted, sought “relief [from the restraint\npolicy] not merely for themselves, but for all in-custody\ndefendants in the district.”Id.,at 655. Those “class-like\nclaims” seeking “class-like relief” were sufficient to trigger the\napplication ofGersteinand save the case from mootness,\ndespite the termination of respondents’ criminal cases. 859\nF. 3d, at 655.We reject the notion thatGersteinsupports a freestanding exception to mootness outside the class\naction context. The class action is a creature of the Federal Rules\nof Civil Procedure. See generally 7A C. Wright, A. Miller & M.\nKane, Federal Practice and Procedure §1751et seq.(3d\ned. 2005). It is an “exception to the usual rule that litigation is\nconducted by and on behalf of the individual named parties only,”\nand “provides a procedure by which the court may exercise\n. . . jurisdiction over the various individual claims in\na single proceeding.”Califanov.Yamasaki, 442\nU. S. 682, 700–701 (1979). “The certification of a suit as a\nclass action has important consequences for the unnamed members of\nthe class.”Sosna, 419 U. S., at 399, n. 8. Those class\nmembers may be “bound by the judgment” and are considered parties\nto the litigation in many important respects.Devlinv.Scardelletti, 536 U. S. 1, 7, 9–10 (2002). A certified\nclass thus “acquires a legal status separate from the interest\nasserted by the named plaintiff.”Genesis HealthCare, 569\nU. S., at 74 (quotingSosna, 419 U. S., at 399;\nalterations omitted).Gersteinbelongs to a line of cases that\nwe have described as turning on the particular traits of civil\nclass actions. The first case in this line,Sosnav.Iowa, held that when the claim of the named plaintiff\nbecomes moot after class certification, a “live controversy may\ncontinue to exist” based on the ongoing interests of the remaining\nunnamed class members.Genesis HealthCare, 569 U. S.,\nat 74 (citingSosna, 419 U. S., at 399–402); seeFranksv.Bowman Transp. Co., 424 U. S. 747,\n755–756 (1976). The “fact that a putative class acquires an\nindependent legal status once it is certified” was, we later\nexplained, “essential to our decision[ ] inSosna.”Genesis HealthCare,569 U. S., at 75; seeKremensv.Bartley, 431 U. S. 119, 131–133\n(1977) (explaining that, underSosna’s rule, “only a\n‘properly certified’ class . . . may succeed to the\nadversary position of a named representative whose claim becomes\nmoot”);Alvarezv.Smith, 558 U. S. 87, 92–93\n(2009) (same).Gerstein, announced one month afterSosna, provides a limited exception toSosna’s\nrequirement that a named plaintiff with a live claim exist at the\ntime of class certification. The exception applies when the pace of\nlitigation and the inherently transitory nature of the claims at\nissue conspire to make that requirement difficult to fulfill. SeeSosna, 419 U. S., at 402, n. 11 (anticipating theGersteinrule as an exception);Gerstein, 420\nU. S., at 110–111, n. 11 (describing its holding as “a\nsuitable exception” toSosna). We have repeatedly tiedGerstein’s rule to the class action setting from which it\nemerged. See,e.g.,Genesis HealthCare, 569\nU. S., at 71, n. 2 (describingGerstein’s rule as\n“developed in the context of class actions under Rule 23 to address\nthe circumstance in which a named plaintiff’s claim becomes moot\nprior to certification of the class”);United States Parole\nComm’nv.Geraghty, 445 U. S. 388, 397–399 (1980)\n(highlightingGersteinas an example of the Court\n“consider[ing] the application of the ‘personal stake’ requirement\nin the class-action context”).In concluding thatGersteinreaches\nfurther, the Court of Appeals looked to our recent decision inGenesis HealthCare Corp.v.Symczyk.But in that case\nthe Court refused to extendGersteinbeyond the class action\ncontext, even with respect to a procedural device bearing many\nfeatures similar to a class action.Genesis HealthCareaddressed whether a “collective action” brought under the Fair\nLabor Standards Act (FLSA) by a plaintiff on behalf of herself “and\nother ‘similarly situated’ employees” remained “justiciable when\nthe lone plaintiff’s individual claim bec[ame] moot.” 569\nU. S., at 69. In an effort to continue her case on behalf of\nothers, the plaintiff turned toSosnaand its progeny,\nincludingGerstein. But those cases, we explained, were\n“inapposite,” not least because “Rule 23 actions are fundamentally\ndifferent from collective actions under the FLSA.”Genesis\nHealthCare, 569 U. S., at 74. Such collective actions, we\nstressed, do not “produce a class with an independent legal status,\nor join additional parties to the action.”Id.,at 75.This case, which does not involveanyformal mechanism for aggregating claims, is even further removed\nfrom Rule 23 andGerstein. The Federal Rules of Criminal\nProcedure establish for criminal cases no vehicle comparable to the\nFLSA collective action, much less the class action. And we have\nnever permitted criminal defendants to band to- gether to seek\nprospective relief in their individual criminal cases on behalf of\na class. As we said when declining to apply nonparty preclusion\noutside the formal class action context, courts may not “recognize\n. . . a common-law kind of class action” or “createde factoclass actions at will.”Taylorv.Sturgell, 553 U. S. 880, 901 (2008) (alterations\nomitted); seeSmithv.Bayer Corp., 564 U. S.\n299, 315–316 (2011) (same);Pasadena City Bd. of Ed.v.Spangler, 427 U. S. 424, 430 (1976) (rejecting in\nmootness context the idea that “the failure to obtain the class\ncertification required under Rule 23 is merely the absence of a\nmeaningless ‘verbal recital’ ”).The court below designated respondents’ case a\n“functional class action” because respondents were pursuing relief\n“not merely for themselves, but for all in-custody defendants in\nthe district.” 859 F. 3d, at 655, 657–658. But as explained inGenesis HealthCare, the “mere presence of . . .\nallegations” that might, if resolved in respondents’ favor, benefit\nother similarly situated individuals cannot “save [respondents’]\nsuit from mootness once the[ir] individual claim[s]” have\ndissipated. 569 U. S., at 73.Our conclusion is unaffected by the decision of\nthe court below to recast respondents’ appeals as petitions for\n“supervisory mandamus.” See 859 F. 3d, at 659 (viewing such a\npetition, like the civil class action, as a procedural vehicle to\nwhich theGersteinrule applies). Supervisory mandamus\nrefers to the authority of the Courts of Appeals to exercise\n“supervisory control of the District Courts” through their\n“discretionary power to issue writs of mandamus.”La Buyv.Howes Leather Co., 352 U. S. 249, 259–260 (1957). There\nis no sign in our scant supervisory mandamus precedents that such\ncases are exempt from the normal mootness rules. See generallyWillv.United States, 389 U. S. 90 (1967);Schlagenhaufv.Holder, 379 U. S. 104 (1964);La Buy, 352 U. S. 249. Indeed, as the court below\nacknowledged, “[s]upervisory mandamus cases require live\ncontroversies.” 859 F. 3d, at 657.BRespondents do not defend the reasoning of the\nCourt of Appeals. See Brief for Respondents 58 (arguing that this\nCourt need not reach the functional class action issue and should\n“discard[ ]” that label); Tr. of Oral Arg. 43 (respondents’ counsel\nagreeing that they “have not made any effort to defend” the\nfunctional class action approach). In respondents’ view, functional\nclass actions andGerstein’s rule are beside the point\nbecause two respondents—Sanchez-Gomez and Patricio-Guzman—retain a\npersonal stake in the outcome of their appeals.Sanchez-Gomez and Patricio-Guzman are no longer\nin pretrial custody. Their criminal cases, arising from their\nillegal entry into the United States, ended in guilty pleas well\nbefore the Court of Appeals issued its decision. Respondents\ncontend, however, that the claims brought by Sanchez-Gomez and\nPatricio-Guzman fall within the “exception to the mootness doctrine\nfor a controversy that is capable of repetition, yet evading\nreview.”Kingdomware Technologies, Inc.v.United\nStates, 579 U. S. ___, ___ (2016) (slip op., at 7)\n(internal quotation marks omitted). A dispute qualifies for that\nexception only “if (1) the challenged action is in its duration too\nshort to be fully liti- gated prior to its cessation or expiration,\nand (2) there is a reasonable expectation that the same complaining\nparty will be subjected to the same action again.”Turnerv.Rogers, 564 U. S. 431, 439–440 (2011) (alterations and\ninternal quotation marks omitted). The parties do not contest that\nthe claims at issue satisfy the first prong of that test, but they\nsharply disagree as to the second.Respondents argue that Sanchez-Gomez and\nPatricio-Guzman meet the second prong because they will again\nviolate the law, be apprehended, and be returned to pretrial\ncustody. But we have consistently refused to “conclude that the\ncase-or-controversy requirement is satisfied by” the possibility\nthat a party “will be prosecuted for violating valid criminal\nlaws.”O’Sheav.Littleton, 414 U. S. 488, 497\n(1974). We have instead “assume[d] that [litigants] will conduct\ntheir activities within the law and so avoid prosecution and\nconviction as well as exposure to the challenged course of\nconduct.”Ibid.; see,e.g.,Spencerv.Kemna, 523 U. S. 1, 15 (1998) (reasoning that a claim\nregarding a parole revocation order was moot following release from\ncustody because any continuing consequences of the order were\n“contingent upon [the claimant] violating the law, getting caught,\nand being convicted”);Honigv.Doe, 484 U. S.\n305, 320 (1988) (“[W]e generally have been unwilling to assume that\nthe party seeking relief will repeat the type of misconduct that\nwould once again place him or her at risk of that injury.”);Lanev.Williams, 455 U. S. 624, 632–633,\nn. 13 (1982) (concluding that case was moot where the\nchallenged parole revocation could not “affect a subsequent parole\ndetermination unless respondents again violate state law, are\nreturned to prison, and become eligible for parole”).Respondents argue that this usual refusal to\nassume future criminal conduct is unwarranted here given the\nparticular circumstances of Sanchez-Gomez’s and Patricio-Guzman’s\noffenses. They cite two civil cases—Honigv.DoeandTurnerv.Rogers—in which this Court concluded that\nthe expectation that a litigant would repeat the misconduct that\ngave rise to his claims rendered those claims capable of\nrepetition. Neither case, however, supports a departure from the\nsettled rule.Honiginvolved a disabled student’s\nchallenge to his suspension from school for disruptive behavior. We\nfound that given his “inability to conform his conduct to socially\nacceptable norms” or “govern his aggressive, impulsive behavior,”\nit was “reasonable to expect that [the student would] again engage\nin the type of misconduct that precipitated this suit” and “be\nsubjected to the same unilateral school action for which he\ninitially sought relief.” 484 U. S., at 320–321. InTurner, we determined that an indigent person repeatedly\nheld in civil contempt for failing to make child support payments,\nwho was at the time over $13,000 in arrears, and whose next hearing\nwas only five months away, was destined to find himself in civil\ncontempt proceedings again. The challenged denial of appointed\ncounsel at his contempt hearing was thus capable of repetition. See\n564 U. S., at 440.Respondents contend that Sanchez-Gomez and\nPatricio-Guzman, like the challengers inHonigandTurner, are likely to find themselves right back where they\nstarted if we dismiss their case as moot. Respondents cite a\nSentencing Commission report finding that in 2013 thirty-eight\npercent of those convicted and sentenced for an illegal entry or\nillegal reentry offense “were deported and subsequently illegally\nreentered at least one time.” United States Sentencing Commission,\nIllegal Reentry Offenses 15 (2015) (cited by Brief for Respondents\n51). Respondents emphasize the economic and familial pressures that\noften compel individuals such as Sanchez-Gomez and Patricio-Guzman\nto repeatedly attempt to enter the United States. And respondents\nnote that both men, after their release, actuallydidcross\nthe border into the United States, were apprehended again, and were\ncharged with new illegal entry offenses. All this, respondents say,\nadds up to a sufficient showing that Sanchez-Gomez and\nPatricio-Guzman satisfy the “capable of repetition” require- ment.\nBecause the Court of Appeals was not aware that Sanchez-Gomez and\nPatricio-Guzman had subsequently reentered the United States\nillegally, respondents invite us to remand this case for further\nproceedings.We decline to do so becauseHonigandTurnerare inapposite. Our decisions in those civil cases\nrested on the litigants’ inability, for reasons beyond their\ncontrol, to prevent themselves from transgressing and avoid\nrecurrence of the challenged conduct. InHonig, such\nincapacity was the very reason the school sought to expel the\nstudent. And inTurner, the indigent individual’s large\noutstanding debt made him effectively incapable of satisfying his\nimminent support obligations. Sanchez-Gomez and Patricio-Guzman, in\ncontrast, are “able—and indeed required by law”—to refrain from\nfurther criminal conduct.Lane, 455 U. S., at 633,\nn. 13. Their personal incentives to return to the United\nStates, plus the elevated rate of recidivism associated with\nillegal entry offenses, do not amount to an inability to obey the\nlaw. We have consistently refused to find the case or controversy\nrequirement satisfied where, as here, the litigants simply\n“anticipate violating lawful criminal statutes.”O’Shea, 414\nU. S., at 496.IIINone of this is to say that those who wish to\nchallenge the use of full physical restraints in the Southern\nDistrict lack any avenue for relief. In the course of this\nlitigation the parties have touched upon several possible options.\nSee,e.g.,Tr. of Oral Arg. 12 (indicating circumstances\nunder which detainees could bring a civil suit). Because we hold\nthis case moot, we take no position on the question.*  *  *We vacate the judgment of the Court of Appeals\nfor the Ninth Circuit and remand the case to that court with\ninstructions to dismiss as moot.It is so ordered.Notes1* Shortly after the panel\ndecision in this case, the Southern District altered its policy to\neliminate the routine use of full restraints in pretrial\nproceedings. The Government represents, however, that the Southern\nDistrict intends to reinstate its policy once it is no longer bound\nby the decision of the Court of Appeals. Tr. of Oral Arg. 29. We\nagree with the Court of Appeals that the rescission of the policy\ndoes not render this case moot. A party “cannot automatically moot\na case simply by ending its unlawful conduct once sued,” else it\n“could engage in unlawful conduct, stop when sued to have the case\ndeclared moot, then pick up where [it] left off, repeating this\ncycle until [it] achieves all [its] unlawful ends.”Already,\nLLCv.Nike, Inc., 568 U. S. 85, 91\n(2013).",
    "joined": []
}