{
    "case": {
        "docket": "433",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/433/"
    },
    "id": "3397939",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–1499_________________LANELL WILLIAMS-YULEE, PETITIONERv.THE FLORIDA BARon writ of certiorari to the supreme court of florida[April 29, 2015]Chief Justice Roberts delivered the opinion of the Court, except\nas to Part II.Our Founders vested authority to appoint federal judges in the\nPresident, with the advice and consent of the Senate, and entrusted\nthose judges to hold their offices during good behavior. The\nConstitution permits States to make a different choice, and most of\nthem have done so. In 39 States, voters elect trial or appellate\njudges at the polls. In an effort to preserve public confidence in\nthe integrity of their judiciaries, many of those States prohibit\njudges and judicial candidates from personally soliciting funds for\ntheir campaigns. We must decide whether the First Amendment permits\nsuch restrictions on speech.We hold that it does. Judges are not politicians, even when they\ncome to the bench by way of the ballot. And a State’s decision to\nelect its judiciary does not compel it to treat judicial candidates\nlike campaigners for political office. A State may assure its\npeople that judges will apply the law without fear or favor—and\nwithout having personally asked anyone for money. We affirm the\njudgment of the Florida Supreme Court.IAWhen Florida entered the Union in 1845, its Constitution\nprovided for trial and appellate judges to be elected by the\nGeneral Assembly. Florida soon followed more than a dozen of its\nsister States in transferring authority to elect judges to the\nvoting public. See J. Shugerman, The People’s Courts: Pursuing\nJudicial Independence in America 103–122 (2012). The experiment did\nnot last long in the Sunshine State. The war came, and Florida’s\n1868 Constitution returned judicial selection to the political\nbranches. Over time, however, the people reclaimed the power to\nelect the state bench: Supreme Court justices in 1885 and trial\ncourt judges in 1942. See Little, An Overview of the Historical\nDevelopment of the Judicial Article of the Flor-ida Constitution,\n19 Stetson L. Rev. 1, 40 (1989).In the early 1970s, four Florida Supreme Court justices resigned\nfrom office following corruption scandals. Florida voters responded\nby amending their Constitution again. Under the system now in\nplace, appellate judges are appointed by the Governor from a list\nof candidates proposed by a nominating committee—a process known as\n“merit selection.” Then, every six years, voters decide whether to\nretain incumbent appellate judges for another term. Trial judges\nare still elected by popular vote, unless the local jurisdiction\nopts instead for merit selection. Fla. Const., Art. V, §10;\nHawkins, Perspective on Judicial Merit Retention in Florida, 64\nFla. L. Rev. 1421, 1423–1428 (2012).Amid the corruption scandals of the 1970s, the Florida Supreme\nCourt adopted a new Code of Judicial Conduct. 281 So. 2d 21 (1973).\nIn its present form, the first sentence of Canon 1 reads, “An\nindependent and honorable judiciary is indispensable to justice in\nour society.” Code of Judicial Conduct for the State of Florida 6\n(2014). Canon 1 instructs judges to observe “high standards of\nconduct” so that “the integrity and independence of the judiciary\nmay be preserved.”Ibid.Canon 2 directs that a judge “shall\nact at all times in a manner that promotes public confidence in the\nintegrity and impartiality of the judiciary.”Id.,at 7.\nOther provisions prohibit judges from lending the prestige of their\noffices to private interests, engaging in certain business\ntransactions, and personally participating in soliciting funds for\nnonprofit organizations. Canons 2B, 5C(3)(b)(i), 5D;id.,at\n7, 23, 24.Canon 7C(1) governs fundraising in judicial elections. The\nCanon, which is based on a provision in the Ameri-can Bar\nAssociation’s Model Code of Judicial Conduct, provides:“A candidate, including an incumbent judge, for a judicial\noffice that is filled by public election between competing\ncandidates shall not personally solicit campaign funds, or solicit\nattorneys for publicly stated support, but may establish committees\nof responsible persons to secure and manage the expenditure of\nfunds for the candidate’s campaign and to obtain public statements\nof support for his or her candidacy. Such committees are not\nprohibited from soliciting campaign contributions and public\nsupport from any person or corporation authorized by law.”Id.,at 38.Florida statutes impose additional restrictions on campaign\nfundraising in judicial elections. Contributors may not donate more\nthan $1,000 per election to a trial court candidate or more than\n$3,000 per retention election to a Supreme Court justice. Fla.\nStat. §106.08(1)(a) (2014). Campaign committee treasurers must file\nperiodic reports disclosing the names of contributors and the\namount of each contribution. §106.07.Judicial candidates can seek guidance about campaign ethics\nrules from the Florida Judicial Ethics Advisory Committee. The\nCommittee has interpreted Canon 7 to allow a judicial candidate to\nserve as treasurer of his own campaign committee, learn the\nidentity of campaign contributors, and send thank you notes to\ndonors. An Aid to Understanding Canon 7, pp. 51–58 (2014).Like Florida, most other States prohibit judicial candidates\nfrom soliciting campaign funds personally, but allow them to raise\nmoney through committees. According to the American Bar\nAssociation, 30 of the 39 States that elect trial or appellate\njudges have adopted restrictions similar to Canon 7C(1). Brief for\nAmerican Bar Association asAmicus Curiae4.BLanell Williams-Yulee, who refers to herself as Yulee, has\npracticed law in Florida since 1991. In September 2009, she decided\nto run for a seat on the county court for Hillsborough County, a\njurisdiction of about 1.3 million people that includes the city of\nTampa. Shortly after filing paperwork to enter the race, Yulee\ndrafted a letter announcing her candidacy. The letter described her\nexperience and desire to “bring fresh ideas and positive solutions\nto the Judicial bench.” App. to Pet. for Cert. 31a. The letter then\nstated:“An early contribution of $25, $50, $100, $250, or $500, made\npayable to ‘Lanell Williams-Yulee Campaign for County Judge’, will\nhelp raise the initial funds needed to launch the campaign and get\nour message out to the public. I ask for your support [i]n meeting\nthe primary election fund raiser goals. Thank you in advance for\nyour support.”Id.,at 32a.Yulee signed the letter and mailed it to local voters. She also\nposted the letter on her campaign Web site.Yulee’s bid for the bench did not unfold as she had hoped. She\nlost the primary to the incumbent judge. Then the Florida Bar filed\na complaint against her. As relevant here, the Bar charged her with\nviolating Rule 4–8.2(b) of the Rules Regulating the Florida Bar.\nThat Rule requires judicial candidates to comply with applicable\nprovisions of Florida’s Code of Judicial Conduct, including the ban\non personal solicitation of campaign funds in Canon 7C(1).Yulee admitted that she had signed and sent the fundraising\nletter. But she argued that the Bar could not discipline her for\nthat conduct because the First Amendment protects a judicial\ncandidate’s right to solicit campaign funds in an\nelection.[1]* The Florida Supreme Court appointed\na referee, who held a hearing and recommended a finding of guilt.\nAs a sanction, the referee recommended that Yulee be publicly\nreprimanded and ordered to pay the costs of the proceeding\n($1,860). App. to Pet. for Cert. 19a–25a.The Florida Supreme Court adopted the referee’s recommendations.\n138 So. 3d 379 (2014). The court explained that Canon 7C(1)\n“clearly restricts a judicial candidate’s speech” and therefore\nmust be “narrowly tailored to serve a compelling state interest.”Id.,at 384. The court held that the Canon satisfies that\ndemanding inquiry. First, the court reasoned, prohibiting judicial\ncandidates from personally soliciting funds furthers Florida’s\ncompelling interest in “preserving the integrity of [its] judiciary\nand maintaining the public’s confidence in an impartial judiciary.”Ibid.(internal quotation marks omitted; alteration in\noriginal). In the court’s view, “personal solicitation of campaign\nfunds, even by mass mailing, raises an appearance of impropriety\nand calls into question, in the public’s mind, the judge’s\nimpartiality.”Id., at 385. Second, the court concluded that\nCanon 7C(1) is narrowly tailored to serve that compelling interest\nbecause it “ ‘insulate[s] judicial candidates from the\nsolicitation and receipt of funds while leaving open, ample\nalternative means for candidates to raise the resources necessary\nto run their campaigns.’ ”Id.,at 387 (quotingSimesv.Arkansas Judicial Discipline & Disability\nComm’n, 368 Ark. 577, 588, 247 S. W. 3d 876, 883\n(2007)).The Florida Supreme Court acknowledged that some Federal Courts\nof Appeals—“whose judges have lifetime appointments and thus do not\nhave to engage in fundraising”—had invalidated restrictions similar\nto Canon 7C(1). 138 So. 3d, at 386, n. 3. But the court found\nit persuasive that every State Supreme Court that had considered\nsimilar fundraising provisions—along with several Fed-eral Courts\nof Appeals—had upheld the laws against First Amendment challenges.Id.,at 386. Florida’s chief justice and one associate\njustice dissented.Id., at 389. We granted certiorari. 573\nU. S. ___ (2014).IIThe First Amendment provides that Congress “shall make no law\n. . . abridging the freedom of speech.” The Fourteenth\nAmendment makes that prohibition applicable to the States.Strombergv.California,283 U. S. 359,368\n(1931). The parties agree that Canon 7C(1) restricts Yulee’s speech\non the basis of its content by prohibiting her from soliciting\ncontributions to her election campaign. The parties disagree,\nhowever, about the level of scrutiny that should govern our\nreview.We have applied exacting scrutiny to laws restricting the\nsolicitation of contributions to charity, upholding the speech\nlimitations only if they are narrowly tailored to serve a\ncompelling interest. SeeRileyv.National Federation of\nBlind of N. C., Inc.,487 U. S. 781,798 (1988);id.,at 810 (Rehnquist, C. J., dissenting). As we have explained,\nnoncommercial solicitation “is characteristically intertwined with\ninformative and perhaps persuasive speech.”Id.,at 796\n(majority opinion) (quotingSchaumburgv.Citizens for\nBetter Environment,444 U. S. 620,632 (1980)). Applying a\nlesser standard of scrutiny to such speech would threaten “the\nexercise of rights so vital to the maintenance of democratic\ninstitutions.”Schneiderv.State (Town of\nIrvington),308 U. S. 147,161 (1939).The principles underlying these charitable solicitation cases\napply with even greater force here. Before asking for money in her\nfundraising letter, Yulee explained her fitness for the bench and\nexpressed her vision for the judiciary. Her stated purpose for the\nsolicitation was to get her “message out to the public.” App. to\nPet. for Cert. 32a. As we have long recognized, speech about public\nissues and the qualifications of candidates for elected office\ncommands the highest level of First Amendment protection. SeeEuv.San Francisco County Democratic Central\nComm.,489 U. S. 214,223 (1989). Indeed, in our only prior\ncase concerning speech restrictions on a candidate for judicial\noffice, this Court and both parties assumed that strict scrutiny\napplied.Republican Party of Minn.v.White,536\nU. S. 765,774 (2002).Although the Florida Supreme Court upheld Canon 7C(1) under\nstrict scrutiny, the Florida Bar and severalamicicontend\nthat we should subject the Canon to a more permissive standard:\nthat it be “closely drawn” to match a “sufficiently important\ninterest.”Buckleyv.Valeo,424 U. S. 1,25\n(1976) (per curiam). The “closely drawn” standard is a poor\nfit for this case. The Court adopted that test inBuckleyto\naddress a claim that campaign contribution limits violated a\ncontributor’s “freedom of political association.”Id., at\n24–25. Here, Yulee does not claim that Canon 7C(1) violates her\nright to free association; she argues that it violates her right to\nfree speech. And the Florida Bar can hardly dispute that the Canon\ninfringes Yulee’s freedom to discuss candidates and public\nissues—namely, herself and her qualifications to be a judge. The\nBar’s call to import the “closely drawn” test from the contribution\nlimit context into a case about solicitation therefore has little\navail.As several of the Bar’samicinote, we applied the\n“closely drawn” test to solicitation restrictions inMcConnellv.Federal Election Comm’n,540 U. S.\n93,136 (2003), overruled in part byCitizens Unitedv.Federal Election Comm’n,558 U. S. 310 (2010). But the\nCourt in that case determined that the solicitation restrictions\noperated primarily to prevent circumvention of the contribution\nlimits, which were the subject of the “closely drawn” test in the\nfirst place. 540 U. S., at 138–139.McConnelloffers no\nhelp to the Bar here, because Florida did not adopt Canon 7C(1) as\nan anticircumvention measure.In sum, we hold today what we assumed inWhite: A State\nmay restrict the speech of a judicial candidate only if the\nrestriction is narrowly tailored to serve a compelling\ninterest.IIIThe Florida Bar faces a demanding task in defending Canon 7C(1)\nagainst Yulee’s First Amendment challenge. We have emphasized that\n“it is the rare case” in which a State demonstrates that a speech\nrestriction is narrowly tailored to serve a compelling interest.Bursonv.Freeman,504 U. S. 191,211 (1992)\n(plurality opinion). But those cases do arise. Seeibid.;Holderv.Humanitarian Law Project,561 U. S.\n1–39 (2010);McConnell, 540 U. S., at 314 (opinion of\nKennedy, J.); cf.Adarand Constructors, Inc.v.Peña,515 U. S. 200,237 (1995) (“we wish to dispel the\nnotion that strict scrutiny is ‘strict in theory, but fatal in\nfact’ ”). Here, Canon 7C(1) advances the State’s compelling\ninterest in preserving public confidence in the integrity of the\njudiciary, and it does so through means narrowly tailored to avoid\nunnecessarily abridging speech. This is therefore one of the rare\ncases in which a speech restriction withstands strict scrutiny.AThe Florida Supreme Court adopted Canon 7C(1) to promote the\nState’s interests in “protecting the integrity of the judiciary”\nand “maintaining the public’s confidence in an impartial\njudiciary.” 138 So. 3d, at 385. The way the Canon advances those\ninterests is intuitive: Judges, charged with exercising strict\nneutrality and independence, cannot supplicate campaign donors\nwithout diminishing public confidence in judicial integrity. This\nprinciple dates back at least eight centuries to Magna Carta, which\nproclaimed, “To no one will we sell, to no one will we refuse or\ndelay, right or justice.” Cl. 40 (1215), in W. McKechnie, Magna\nCarta, A Commentary on the Great Charter of King John 395 (2d ed.\n1914). The same concept underlies the common law judicial oath,\nwhich binds a judge to “do right to all manner of people\n. . . without fear or favour, affection or ill-will,” 10\nEncyclopaedia of the Laws of England 105 (2d ed. 1908), and the\noath that each of us took to “administer justice without respect to\npersons, and do equal right to the poor and to the rich,”28\nU. S. C. §453. Simply put, Florida and most other States\nhave concluded that the public may lack confidence in a judge’s\nability to administer justice without fear or favor if he comes to\noffice by asking for favors.The interest served by Canon 7C(1) has firm support in our\nprecedents. We have recognized the “vital state interest” in\nsafeguarding “public confidence in the fairness and integrity of\nthe nation’s elected judges.”Capertonv.A. T. Massey\nCoal Co.,556 U. S. 868,889 (2009) (internal quotation\nmarks omitted). The importance of public confidence in the\nintegrity of judges stems from the place ofthe judiciary in the\ngovernment. Unlike the executive or the legislature, the judiciary\n“has no influence over either the sword or the purse;\n. . . neither force nor will but merely judgment.” The\nFederalist No. 78, p. 465 (C. Rossiter ed. 1961) (A. Hamilton)\n(capitalization altered). The judiciary’s authority therefore\ndepends in large measure on the public’s willingness to respect and\nfollow its decisions. As Justice Frankfurter once put it for the\nCourt, “justice must satisfy the appearance of justice.”Offuttv.United States,348 U. S. 11,14 (1954).\nIt follows that public perception of judicial integrity is “a state\ninterest of the highest order.”Caperton, 556 U. S., at\n889 (quotingWhite, 536 U. S., at 793 (Kennedy, J.,\nconcurring)).The principal dissent observes that bans on judicial candidate\nsolicitation lack a lengthy historical pedigree.Post,at\n1–2 (opinion of Scalia, J.). We do not dispute that fact, but it\nhas no relevance here. As the precedent cited by the principal\ndissent demonstrates, a history and tradition of regulation are\nimportant factors in determining whether to recognize “new\ncategories of unprotected speech.”Brownv.Entertainment\nMerchants Assn., 564 U. S. ___, ___ (2011) (slip op., at\n3); seepost,at 1. But nobody argues that solicitation of\ncampaign funds by judicial candidates is a category of unprotected\nspeech. As explained above, the First Amendment fully applies to\nYulee’s speech. The question is instead whether that Amendment\npermits the particular regulation of speech at issue here.The parties devote considerable attention to our cases analyzing\ncampaign finance restrictions in political elections. But a State’s\ninterest in preserving public confidence in the integrity of its\njudiciary extends beyond its interest in preventing the appearance\nof corruption in legislative and executive elections. As we\nexplained inWhite, States may regulate judicial elections\ndifferently than they regulate political elections, because the\nrole of judges differs from the role of politicians. 536\nU. S., at 783;id.,at 805 (Ginsburg, J., dissenting).\nPoliticians are expected to be appropriately responsive to the\npreferences of their supporters. Indeed, such “responsiveness is\nkey to the very concept of self-governance through elected\nofficials.”McCutcheonv.Federal Election Comm’n,\n572 U. S. ___, ___ (2014) (plurality opinion) (slip op., at\n39). The same is not true of judges. In deciding cases, a judge is\nnot to follow the preferences of his supporters, or provide any\nspecial consideration to his campaign donors. A judge instead must\n“observe the utmost fairness,” striving to be “perfectly and\ncompletely independent, with nothing to influence or controul him\nbut God and his conscience.” Address of John Marshall, in\nProceedings and Debates of the Virginia State Convention of\n1829–1830, p. 616 (1830). As inWhite, therefore, our\nprecedents applying the First Amendment to political elections have\nlittle bearing on the issues here.The vast majority of elected judges in States that allow\npersonal solicitation serve with fairness and honor. But “[e]ven if\njudges were able to refrain from favoring donors, the mere\npossibility that judges’ decisions may be moti-vated by the desire\nto repay campaign contributions is likely to undermine the public’s\nconfidence in the judiciary.”White, 536 U. S., at 790\n(O’Connor, J., concurring). In the eyes of the public, a judge’s\npersonal solicitation could result (even unknowingly) in “a\npossible temptation . . . which might lead him not to\nhold the balance nice, clear and true.”Tumeyv.Ohio,273 U. S. 510,532 (1927). That risk is especially\npronounced because most donors are lawyers and litigants who may\nappear before the judge they are supporting. See A. Bannon, E.\nVelasco, L. Casey, & L. Reagan, The New Politics of Judicial\nElections: 2011–12, p. 15 (2013).The concept of public confidence in judicial integrity does not\neasily reduce to precise definition, nor does it lend itself to\nproof by documentary record. But no one denies that it is genuine\nand compelling. In short, it is the regrettable but unavoidable\nappearance that judges who personally ask for money may diminish\ntheir integrity that prompted the Supreme Court of Florida and most\nother States to sever the direct link between judicial candidates\nand campaign contributors. As the Supreme Court of Oregon\nexplained, “the spectacle of lawyers or potential litigants\ndirectly handing over money to judicial candidates should be\navoided if the public is to have faith in the impartiality of its\njudiciary.”In re Fadeley, 310 Ore. 548, 565, 802\nP. 2d 31, 41 (1990). Moreover, personal solicitation by a\njudicial candidate “inevitably places the solicited individuals in\na position to fear retaliation if they fail to financially support\nthat candidate.”Simes, 368 Ark., at 585, 247 S. W. 3d,\nat 882. Potential litigants then fear that “the integrity of the\njudicial system has been compromised, forcing them to search for an\nattorney in part based upon the criteria of which attorneys have\nmade the obligatory contributions.”Ibid.A State’s decision\nto elect its judges does not require it to tolerate these risks.\nThe Florida Bar’s interest is compelling.BYulee acknowledges the State’s compelling interest in judicial\nintegrity. She argues, however, that the Canon’s failure to\nrestrict other speech equally damaging to judicial integrity and\nits appearance undercuts the Bar’s position. In particular, she\nnotes that Canon 7C(1) allows a judge’s campaign committee to\nsolicit money, which arguably reduces public confidence in the\nintegrity of the judiciary just as much as a judge’s personal\nsolicitation. Yulee also points out that Florida permits judicial\ncandidates to write thank you notes to campaign donors, which\nensures that candidates know who contributes and who does not.It is always somewhat counterintuitive to argue that a law\nviolates the First Amendment by abridgingtoo littlespeech.\nWe have recognized, however, that underinclusiveness can raise\n“doubts about whether the government is in fact pursuing the\ninterest it invokes, rather than disfavoring a particular speaker\nor viewpoint.”Brown, 564 U. S., at ___ (slip op., at\n14). In a textbook illustration of that principle, we invalidated a\ncity’s ban on ritual animal sacrifices because the city failed to\nregulate vast swaths of conduct that similarly diminished its\nasserted interests in public health and animal welfare.Church\nof Lukumi Babalu Aye, Inc.v.Hialeah,508 U. S.\n520–547 (1993).Underinclusiveness can also reveal that a law does not actually\nadvance a compelling interest. For example, a State’s decision to\nprohibit newspapers, but not electronic media, from releasing the\nnames of juvenile defendants suggested that the law did not advance\nits stated purpose of protecting youth privacy.Smithv.Daily Mail Publishing Co.,443 U. S. 97–105 (1979).Although a law’s underinclusivity raises a red flag, the First\nAmendment imposes no freestanding “underinclusiveness limitation.”R. A. V.v.St. Paul,505 U. S. 377,387\n(1992) (internal quotation marks omitted). A State need not address\nall aspects of a problem in one fell swoop; policymakers may focus\non their most pressing concerns. We have accordingly upheld\nlaws—even under strict scrutiny—that conceivably could have\nrestricted even greater amounts of speech in service of their\nstated interests.Burson, 504 U. S., at 207; seeMcConnell, 540 U. S., at 207–208;Metromedia,\nInc.v.San Diego,453 U. S. 490–512 (1981)\n(plurality opinion);Buckley, 424 U. S., at 105.Viewed in light of these principles, Canon 7C(1) raises no fatal\nunderinclusivity concerns. The solicitation ban aims squarely at\nthe conduct most likely to undermine public confidence in the\nintegrity of the judiciary: personal requests for money by judges\nand judicial candidates. The Canon applies evenhandedly to all\njudges and judicial candidates, regardless of their viewpoint or\nchosen means of solicitation. And unlike some laws that we have\nfound impermissibly underinclusive, Canon 7C(1) is not riddled with\nexceptions. SeeCity of Laduev.Gilleo,512\nU. S. 43–53 (1994). Indeed, the Canon contains zero exceptions\nto its ban on personal solicitation.Yulee relies heavily on the provision of Canon 7C(1) that allows\nsolicitation by a candidate’s campaign committee. But Florida,\nalong with most other States, has reasonably concluded that\nsolicitation by the candidate personally creates a categorically\ndifferent and more severe risk of undermining public confidence\nthan does solicitation by a campaign committee. The identity of the\nsolicitor matters, as anyone who has encountered a Girl Scout\nselling cookies outside a grocery store can attest. When the\njudicial candidate himself asks for money, the stakes are higher\nfor all involved. The candidate has personally invested his time\nand effort in the fundraising appeal; he has placed his name and\nreputation behind the request. The solicited individual knows that,\nand also knows that the solicitor might be in a position to\nsinglehandedly make decisions of great weight: The same person who\nsigned the fundraising letter might one day sign the judgment. This\ndynamic inevitably creates pressure for the recipient to comply,\nand it does so in a way that solicitation by a third party does\nnot. Just as inevitably, the personal involvement of the candidate\nin the solicitation creates the public appearance that the\ncandidate will remember who says yes, and who says no.In short, personal solicitation by judicial candidates\nimplicates a different problem than solicitation by campaign\ncommittees. However similar the two solicitations may be in\nsubstance, a State may conclude that they present markedly\ndifferent appearances to the public. Florida’s choice to allow\nsolicitation by campaign commit-tees does not undermine its\ndecision to ban solicitation by judges.Likewise, allowing judicial candidates to write thank you notes\nto campaign donors does not detract from the State’s interest in\npreserving public confidence in the integrity of the judiciary.\nYulee argues that permitting thank you notes heightens the\nlikelihood of actual bias by ensuring that judicial candidates know\nwho supported their campaigns, and ensuring that the supporter\nknows that the candidate knows. Maybe so. But the State’s\ncompelling interest is implicated most directly by the candidate’s\npersonal solicitation itself. A failure to ban thank you notes for\ncontributions not solicited by the candidate does not undercut the\nBar’s rationale.In addition, the State has a good reason for allowing candidates\nto write thank you notes and raise money through committees. These\naccommodations reflect Flor-ida’s effort to respect the First\nAmendment interests of candidates and their contributors—to resolve\nthe “fundamental tension between the ideal character of the\njudicial office and the real world of electoral politics.”Chisomv.Roemer,501 U. S. 380,400 (1991). They\nbelie the principal dissent’s suggestion that Canon 7C(1) reflects\ngeneral “hostility toward judicial campaigning” and has “nothing to\ndo with the appearances created by judges’ asking for money.”Post,at 11. Nothing?The principal dissent also suggests that Canon 7C(1) is\nunderinclusive because Florida does not ban judicial candidates\nfrom asking individuals for personal gifts or loans.Post,at 10. But Florida law treats a personal “gift” or “loan” as a\ncampaign contribution if the donor makes it “for the purpose of\ninfluencing the results of an election,” Fla. Stat. §106.011(5)(a),\nand Florida’s Judicial Qualifications Commission has determined\nthat a judicial candidate violates Canon 7C(1) by personally\nsoliciting such a loan. SeeIn re Turner, 76 So. 3d\n898, 901–902 (Fla. 2011). In any event, Florida can ban personal\nsolicitation of campaign funds by judicial candidates without\nmaking them obey a comprehensive code to leading an ethical life.\nUnderinclusivity creates a First Amendment concern when the State\nregulates one aspect of a problem while declining to regulate a\ndifferent aspect of the problem that affects its stated interestin a comparable way. SeeFlor-ida Starv.B. J. F.,491 U. S. 524,540 (1989). The\nprincipal dissent offers no basis to conclude that judicial\ncandidates are in the habit of soliciting personal loans, football\ntickets, or anything of the sort.Post,at 10. Even under\nstrict scrutiny, “[t]he First Amendment does not require States to\nregulate for problems that do not exist.”Burson, 504\nU. S., at 207 (State’s regulation of political solicitation\naround a polling place, but not charitable or commercial\nsolicitation, was not fatally underinclusive under strict\nscrutiny).Taken to its logical conclusion, the position advanced by Yulee\nand the principal dissent is that Florida may ban the solicitation\nof funds by judicial candidates only if the State bansallsolicitation of funds in judicial elections. The First Amendment\ndoes not put a State to that all-or-nothing choice. We will not\npunish Florida for leaving open more, rather than fewer, avenues of\nexpression, especially when there is no indication that the\nselective restriction of speech reflects a pretextual motive.CAfter arguing that Canon 7C(1) violates the First Amendment\nbecause it restricts too little speech, Yulee argues that the Canon\nviolates the First Amendment because it restricts too much. In her\nview, the Canon is not narrowly tailored to advance the State’s\ncompelling interest through the least restrictive means. SeeUnited Statesv.Playboy Entertainment Group,\nInc.,529 U. S. 803,813 (2000).By any measure, Canon 7C(1) restricts a narrow slice of speech.\nA reader of Justice Kennedy’s dissent could be forgiven for\nconcluding that the Court has just upheld a latter-day version of\nthe Alien and Sedition Acts, approving “state censorship” that\n“locks the First Amendment out,” imposes a “gag” on candidates, and\ninflicts “dead weight” on a “silenced” public debate.Post,\nat 2–4. But in reality, Canon 7C(1) leaves judicial candidates free\nto discuss any issue with any person at any time. Candidates can\nwrite letters, give speeches, and put up billboards. They can\ncontact potential supporters in person, on the phone, or online.\nThey can promote their campaigns on radio, television, or other\nmedia. They cannot say, “Please give me money.” They can, however,\ndirect their campaign committees to do so. Whatever else may be\nsaid of the Canon, it is surely not a “wildly disproportionate\nrestriction upon speech.”Post,at 1 (Scalia, J.,\ndissenting).Indeed, Yulee concedes—and the principal dissent seems to agree,post,at 8—that Canon 7C(1) is valid in numerous\napplications. Yulee acknowledges that Florida can prohibit judges\nfrom soliciting money from lawyers and litigants appearing before\nthem. Reply Brief 18. In addition, she says the State “might” be\nable to ban “direct one-to-one solicitation of lawyers and\nindividuals or businesses that could reasonably appear in the court\nfor which the individual is a candidate.”Ibid. She also\nsuggests that the Bar could forbid “in person” solicitation by\njudicial candidates. Tr. of Oral Arg. 7; cf.Ohralikv.Ohio State Bar Assn.,436 U. S. 447 (1978) (permitting\nState to ban in person solicitation of clients by lawyers). But\nYulee argues that the Canon cannot constitutionally be applied to\nher chosen form of solicitation: a letter posted online and\ndistributed via mass mailing. No one, she contends, will lose\nconfidence in the integrity of the judiciary based on personal\nsolicitation to such a broad audience.This argument misperceives the breadth of the compelling\ninterest that underlies Canon 7C(1). Florida has reasonably\ndetermined that personal appeals for money by a judicial candidate\ninherently create an appearance of impropriety that may cause the\npublic to lose confidence in the integrity of the judiciary. That\ninterest may be implicated to varying degrees in particular\ncontexts, but the interest remains whenever the public perceives\nthe judge personally asking for money.Moreover, the lines Yulee asks us to draw are unwork-able. Even\nunder her theory of the case, a mass mailing would create an\nappearance of impropriety if addressed to a list of all lawyers and\nlitigants with pending cases. So would a speech soliciting\ncontributions from the 100 most frequently appearing attorneys in\nthe jurisdiction. Yulee says she might accept a ban on one-to-one\nsolicitation, but is the public impression really any different if\na judicial candidate tries to buttonhole not one prospective donor\nbut two at a time? Ten? Yulee also agrees that in person\nsolicitation creates a problem. But would the public’s concern\nrecede if the request for money came in a phone call or a text\nmessage?We decline to wade into this swamp. The First Amendment requires\nthat Canon 7C(1) be narrowly tailored, not that it be “perfectly\ntailored.”Burson, 504 U. S., at 209. The impossibility\nof perfect tailoring is especially apparent when the State’s\ncompelling interest is as intangible as public confidence in the\nintegrity of the judiciary. Yulee is of course correct that some\npersonal solicitations raise greater concerns than others. A judge\nwho passes the hat in the courthouse creates a more serious\nappearance of impropriety than does a judicial candidate who makes\na tasteful plea for support on the radio. But most problems arise\nin greater and lesser gradations, and the First Amendment does not\nconfine a State to addressing evils in their most acute form. Seeid.,at 210. Here, Florida has concluded that all personal\nsolicitations by judicial candidates create a public appearance\nthat undermines confidence in the integrity of the judiciary;\nbanning all personal solicitations by judicial candidates is\nnarrowly tailored to address that concern.In considering Yulee’s tailoring arguments, we are mindful that\nmost States with elected judges have determined that drawing a line\nbetween personal solicitation by candidates and solicitation by\ncommittees is necessary to preserve public confidence in the\nintegrity of the judiciary. These considered judgments deserve our\nrespect, especially because they reflect sensitive choices by\nStates in an area central to their own governance—how to select\nthose who “sit as their judges.”Gregoryv.Ashcroft,501 U. S. 452,460 (1991).Finally, Yulee contends that Florida can accomplish its\ncompelling interest through the less restrictive means of recusal\nrules and campaign contribution limits. We dis-agree. A rule\nrequiring judges to recuse themselves from every case in which a\nlawyer or litigant made a campaign contribution would disable many\njurisdictions. And a flood of postelection recusal motions could\n“erode public confidence in judicial impartiality” and thereby\nexacerbate the very appearance problem the State is trying to\nsolve.Caperton, 556 U. S., at 891 (Roberts,\nC. J., dissenting). Moreover, the rule that Yulee envisions\ncould create a perverse incentive for litigants to make campaign\ncontributions to judges solely as a means to trigger their later\nrecusal—a form of peremptory strike against a judge that would\nenable transparent forum shopping.As for campaign contribution limits, Florida already applies\nthem to judicial elections. Fla. Stat. §106.08(1)(a). A State may\ndecide that the threat to public confidence created by personal\nsolicitation exists apart from the amount of money that a judge or\njudicial candidate seeks. Even if Florida decreased its\ncontribution limit, the ap-pearance that judges who personally\nsolicit funds might improperly favor their campaign donors would\nremain. Although the Court has held that contribution limits\nadvance the interest in preventingquid pro quocorruption\nand its appearance in political elections, we have never held that\nadopting contribution limits precludes a State from pursuing its\ncompelling interests through additional means. And in any event, a\nState has compelling interests in regulating judicial elections\nthat extend beyond its interests in regulating political elections,\nbecause judges are not politicians.In sum, because Canon 7C(1) is narrowly tailored to serve a\ncompelling government interest, the First Amendment poses no\nobstacle to its enforcement in this case. As a result of our\ndecision, Florida may continue to prohibit judicial candidates from\npersonally soliciting campaign funds, while allowing them to raise\nmoney through committees and to otherwise communicate their\nelectoral messages in practically any way. The principal dissent\nfaults us for not answering a slew of broader questions, such as\nwhether Florida may cap a judicial candidate’s spending or ban\nindependent expenditures by corporations.Post,at 8–9.\nYulee has not asked these questions, and for good reason—they are\nfar afield from the narrow regulation actually at issue in this\ncase.We likewise have no cause to consider whether the citizens of\nStates that elect their judges have decided anything about the\n“oracular sanctity of judges” or whether judges are due “a hearty\nhelping of humble pie.”Post,at 12. The principal dissent\ncould be right that the decision to adopt judicial elections\n“probably springs,” at least in part, from a desire to make judges\nmore accountable to the public,ibid.,although the history\non this matter is more complicated. See J. Shugerman, The People’s\nCourts, at 5 (arguing that States adopted judicial elections to\nincrease judicial independence). In any event, it is a long way\nfrom general notions of judicial accountability to the principal\ndissent’s view, which evokes nothing so much as Delacroix’s\npainting of Liberty leading a determined band ofcitoyens,\nthis time against a robed aristocracy scurrying to shore up the\nramparts of the judicial castle through disingenuous ethical rules.\nWe claim no similar insight into the People’s passions, hazard no\nassertions about ulterior motives of those who promulgated Canon\n7C(1), and firmly reject the charge of a deceptive “pose of\nneutrality” on the part of those who uphold it.Post,at\n12.*  *  *The desirability of judicial elections is a question that has\nsparked disagreement for more than 200 years. Hamilton believed\nthat appointing judges to positions with life tenure constituted\n“the best expedient which can be devised in any government to\nsecure a steady, upright, and impartial administration of the\nlaws.” The Federalist No. 78, at 465. Jefferson thought that making\njudges “dependent on none but themselves” ran counter to the\nprinciple of “a government founded on the public will.” 12 The\nWorks of Thomas Jefferson 5 (P. Ford ed. 1905). The federal courts\nreflect the view of Hamilton; most States have sided with\nJefferson. Both methods have given our Nation jurists of wisdom and\nrectitude who have devoted themselves to maintaining “the public’s\nrespect . . . and a reserve of public goodwill, without\nbecoming subservient to public opinion.” Rehnquist, Judicial\nIndependence, 38 U. Rich. L. Rev. 579, 596 (2004).It is not our place to resolve this enduring debate. Our limited\ntask is to apply the Constitution to the question presented in this\ncase. Judicial candidates have a First Amendment right to speak in\nsupport of their campaigns. States have a compelling interest in\npreserving public confidence in their judiciaries. When the State\nadopts a narrowly tailored restriction like the one at issue here,\nthose principles do not conflict. A State’s decision to elect\njudges does not compel it to compromise public confidence in their\nintegrity.The judgment of the Florida Supreme Court isAffirmed.Notes1* Yulee also contended that she had\nnot violated Canon 7C(1), which applies to “a judicial office that\nis filled by public election between competing candidates,” because\nthe incumbent judge had not declared his campaign for reelection at\nthe time she sent her solicitation letter. She has since abandoned\nthat argument.",
    "joined": []
}