{
    "case": {
        "docket": "186",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/186/"
    },
    "id": "3422826",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–378_________________STEPHEN DOMINICK McFADDEN, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 18, 2015]Chief Justice Roberts, concurring in part and\nconcurring in the judgment.I join the Court’s opinion, except to the extent\nthat it says the Government can satisfy the mental state\nrequirement of Section 841(a)(1) “by showing that the defendant\nknew the identity of the substance he possessed.”Ante, at\n5. Section 841(a)(1) makes it “unlawful for any person knowingly\n. . . to manufacture, distribute, or dispense\n. . . a controlled substance.” As the Court points out,\nthe word “knowingly” applies “not just to the statute’s verbs, but\nalso to the object of those verbs—‘a controlled substance.’ ”Ante, at 4 (emphasis deleted). That suggests that a\ndefendant needs to know more than the identity of the substance; he\nneeds to know that the substance iscontrolled. See,e.g.,United Statesv.Howard, 773 F. 3d\n519, 526 (CA4 2014);United Statesv.Washington, 596\nF. 3d 926, 944 (CA8 2010);United Statesv.Rogers, 387 F. 3d 925, 935 (CA7 2004).In cases involving well-known drugs such as\nheroin, a defendant’s knowledge of the identity of the substance\ncan be compelling evidence that he knows the substance is\ncontrolled. SeeUnited Statesv.Turcotte, 405\nF. 3d 515, 525 (CA7 2005). But that is not necessarily true\nfor lesser known drugs. A pop quiz for any reader who doubts the\npoint: Two drugs—dextromethorphan and hydrocodone—are both used as\ncough suppressants. They are also both used as recreational drugs.\nWhich one is a controlled substance?[1]*The Court says that knowledge of the substance’s\niden-tity suffices because “ignorance of the law is typically no\ndefense to criminal prosecution.”Ante,at 5. I agree that\nis “typically” true. But when “there is a legal element in the\ndefinition of the offense,” a person’s lack of knowledge regarding\nthat legal elementcanbe a defense.Liparotav.United States, 471 U. S. 419 , n. 9 (1985). And\nhere, there is arguably a legal element in Section 841(a)(1)—that\nthe substance be “controlled.”The analogy the Court drew inLiparotawas to a charge of receipt of stolen property: It is no defense\nthat the defendant did not know such receipt was illegal, but it is\na defense that he did not know the property was stolen. Here, the\nargument goes, it is no defense that a defendant did not know it\nwas illegal to possess a controlled substance, but it is a defense\nthat he did not know the substance was controlled.Ultimately, the Court’s statements on this issue\nare not necessary to its conclusion that the District Court’s jury\ninstructions “did not fully convey the mental state required by the\nAnalogue Act.”Ante,at 10. Those statements should\ntherefore not be regarded as controlling if the issue arises in a\nfuture case.Notes1* The answer is\nhydrocodone.",
    "joined": []
}