{
    "case": {
        "docket": "16-1275",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/16-1275/"
    },
    "id": "4109114",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1275_________________VIRGINIA URANIUM, INC., et al.,\nPETITIONERSv.JOHN WARREN, et al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 17, 2019]Chief Justice Roberts, with whom Justice\nBreyer and Justice Alito join, dissenting.Although one party will be happy with the result\nof today’s decision, both will be puzzled by its reasoning. That’s\nbecause the lead opinion sets out to defeat an argument that no one\nmade, reaching a conclusion with which no one disagrees.\nSpecifically, the opinion devotes its analysis to whether the field\nof uranium mining safety is preempted under the Atomic Energy Act,\nultimately concluding that it is not. But no party disputes that.\nRather, the question we agreed to address is whether a State can\npurport to regulate a field that isnotpreempted (uranium\nmining safety) as an indirect means of regulating other fields thatarepreempted (safety concerns about uranium milling and\ntailings). And on that question, our precedent is clear: The AEA\nprohibits state laws that have the purpose and effect of regulating\npreempted fields.As relevant here, processing uranium ore\ninvolves three steps: mining, milling, and storing “tailings.”Miningis the extracting of uranium ore from the ground;millingis the process of turning the substance into a\nusable form; andtailingsare the leftover radioactive waste\nthat must be safely stored.There is no dispute over which of these fields\nthe AEA reserves to the exclusive jurisdiction of the Nuclear\nRegulatory Commission. The parties agree that the field of uraniumminingsafety is not preempted. See Brief for Petitioners 3,\n22, n. 4, 27; Reply Brief 8; Brief for Respondents 1; Brief\nfor United States asAmicus Curiae4, 14. And it is\nundisputed that radiological safety concerns aboutmillingandtailingsare preempted fields. See Brief for Petitioners\n32; Tr. of Oral Arg. 36–37 (counsel for respondents); Brief for\nUnited States asAmicus Curiae23. Indeed, that shared\nunderstanding was the basis of the question presented.[1]Despite all this, the lead opinion insists that\npetitioners (hereafter the company) press an entirely different\nargument. “Before us, Virginia Uranium contends that the AEA (and\nonly the AEA) unseats state uranium mining regulations,”ante, at 3, but “almost immediately problems emerge,”ante, at 4. Problems do immediately emerge in the opinion,\nbut they are of its own making. The company does not argue that the\nAEA reserves the field of uraniumminingsafety. After\nattributing this failing argument to the company, the lead opinion\nthen proceeds to explain why the argument must, in fact, fail. Seeante, at 3–10.Turning to the question presented, however, the\ncompany’s theory of the case is fairly straightforward. The\nproperty at issue here contains the largest known uranium deposit\nin the country and one of the largest in the world.[2] Shortly after its discovery, Virginia\nenacted a complete ban on uranium mining. According to the company,\nthe ban was not motivated by concerns about mining safety. Instead,\nit was motivated by Virginia’s desire to ban the more hazardous\nsteps that come after mining—uranium milling and the storage of\nradioactive tailings—due to the Commonwealth’s disagreement with\nthe NRC over how to safely regulate those activities. And,\ncrucially, Virginia has yet to put forward any other rationale to\nsupport the ban.[3] Thus, the\nquestion before us is whether, consistent with the AEA and our\nprecedents, the Commonwealth may purport to regulate a\nnon-preempted field (mining safety) with the purpose and effect of\nindirectly regulating a preempted field (milling and tailings).\nThat should have made for an easy case.Under our AEA precedents, a state law is\npreempted not only when it “conflicts with federal law,” but also\nwhen itspurposeis to regulate within a preempted field.Pacific Gas & Elec. Co.v.State Energy Resources\nConservation and Development Comm’n,461\nU.S. 190, 212–213 (1983). Because “the Federal Government has\noccupied the entire field of nuclear safety concerns,” a state law\nthat is “grounded in [such] safety concerns falls squarely within\nthe prohibited field.”Ibid.; see alsoEnglishv.General Elec. Co.,496 U.S.\n72, 84 (1990) (state regulations “motivated by [nuclear] safety\nconcerns” are preempted by the AEA (citing 42 U. S. C.\n§2021(k))). For example, even though a State may generally regulate\nits roads, it may not shut down all of the roads to a nuclear power\nplant simply because it disagrees with the NRC’s nuclear safety\nregulations. Here, because Virginia has not even disputed that its\nuranium mining ban was “grounded in” its “nuclear safety concerns”\nabout uranium milling and tailings, the company’s preemption claim\nshould not have been dismissed.The lead opinion and the concurrence miss that\nsimple analysis because they shrink from our AEA precedents,\nparticularlyPacific Gas. InPacific Gas, California\nhad banned the construction of nuclear power plants until the State\ncould ensure that new plants would have a viable method for\npermanently disposing of nuclear waste. See 461 U. S., at\n197–198. On its face, the ban did not purport to regulate a\npreempted field; it did not regulate themannerin which\nnuclear power plants may be constructed or operated, which is a\nfield preempted by the AEA. Seeid., at 212. If it had, the\nCourt noted, the ban “would clearly be impermissible.”Ibid.The California statute instead purported to address the antecedent\nquestionwhethernew plants should be constructed at all—an\narea within the State’s traditional authority over the generation\nand cost of electricity.But the Court did not stop its preemption\nanalysis there. Instead, it was “necessary” to look beyond the face\nof the statute to determine California’s “rationale” for the ban.Id., at 213. California had argued that it could exercise\nits traditional authority over power generation to “completely\nprohibit new construction until its safety concerns [we]re\nsatisfied by the Federal Government.”Id., at 212. The Court\nflatly “reject[ed] this line of reasoning.”Ibid.Because\nthe AEA reserves the “field of nuclear safety concerns” to the\nFederal Government, a state law that was “grounded in” those\nconcerns would fall “squarely within the prohibited field.”Id., at 212–213. In other words, if the purpose of\nCalifornia’s ban on nuclear plant construction was to regulate\nradiological safety, it would be preempted. California’s statute\nultimately avoided that outcome, however, because the State had put\nforward an independent “nonsafety rationale”—namely, its concern\nthat new nuclear plants would not be economically viable if they\nwere unable to permanently dispose of nuclear waste.Id., at\n213. On that basis, the Court determined that the ban was not\npreempted.Id., at 216 (“[W]e accept California’s avowed\neconomicpurposeas the rationale for enacting [the\nstatute]. Accordingly, the statute lies outside the occupied field\nof nuclear safety regulation.” (emphasis added)).Pacific Gasshould control the outcome\nhere. Like California’s ban in that case, Virginia’s ban on its\nface regulates a non-preempted field—uranium mining safety. Like\nthe plaintiffs challenging the California ban, the mining company\nargues that the statute’s purpose is really to regulate a preempted\nfield—safety concerns about uranium milling and tailings. But\nunlike California inPacific Gas, Virginia in this case has\nnot put forward a “nonsafety rationale.” That should have been the\nend of the story, at least at this stage of the litigation.Neither the lead opinion nor the concurrence\nexplain why this Court inquired into purpose inPacific Gasbut can dispense with that “necessary” step here,id., at\n213; they just say the Court can. Seeante, at 8–9 (lead\nopinion);ante, at 10, n. 2 (opinion of Ginsburg, J.).\nAt one point, the lead opinion suggests that the AEA “authorize[s]”\na purpose inquiry only when a state law “comes close to trenching\non core federal powers.”Ante, at 9. But the opinion does\nnot say where that rule comes from. Certainly not the statute or\nour precedents. And the lead opinion never explains why the safety\nconcerns about nuclear plants inPacific Gasare more “core”\nto the AEA than the safety concerns about uranium milling and\ntailings storage at issue here.The central argument from my colleagues appears\nto be that the AEA authorizes a purpose inquiry only when a State\n“targets” or “seek[s] to regulate” an activity that is also\nregulated by the federal statute.Ante, at 6 (lead opinion);ante, at 10 (opinion of Ginsburg, J.). And because the\nVirginia statuteseeksto regulate mining, the AEA “does not\nauthorize any judicial inquiry into state legislative purpose in\nthis case.”Ante, at 8–9 (lead opinion); seeante, at\n9–10 (opinion of Ginsburg, J.). But it is conceded that the mining\nban was adopted because of radiological safety concerns about\nmilling and tailings. That is why Virginia argues, as it must, that\nits mining ban would not be preempted even if it expressly stated\nthat it was enacted due to the Commonwealth’s disagreement with the\nNRC’s nuclear safety regulations. Tr. of Oral Arg. 33. If such a\nstatute does not “target” or “seek to regulate” a preempted field,\nwhat would?States may try to regulate one activity by\nexercising their authority over another. That is the whole point of\nthe purpose inquiry mandated byPacific Gas. Indeed,Pacific Gasspecifically “emphasize[d]” that the California\nlaw didnotexpressly seek to regulate “the construction or\noperation of a nuclear powerplant,” that is, the statute on its\nface was not directed at a preempted field. 461 U. S., at\n212.The AEA’s purpose inquiry is most useful\nprecisely when the challenged state law doesnotpurport to\nregulate a preempted field. If a State disagrees with the AEA’s\nnuclear safety regulations, and thus wants to block nuclear\ndevelopment within its borders, it has myriad ways to do so through\nits broad police powers. Under the rule adopted by the lead opinion\nand the concurrence, so long as the State is not boneheaded enough\nto express its real purpose in the statute, the State will have\nfree rein to subvert Congress’s judgment on nuclear safety.A State could, for instance, restrict the\nability of a county to provide a nuclear facility with municipal\nservices like law enforcement, fire protection, and garbage\ncollection. If it wanted to target investors, a State could\neliminate limited liability for the stockholders of companies that\noperate nuclear facilities. Although these examples may seem\nfarfetched, they have already happened. SeeSkull Valley Band of\nGoshute Indiansv.Nielson,376 F.3d 1223, 1247–1248, 1250–1252 (CA10 2004). InSkull\nValley, however, the Tenth Circuit correctly applied our\nprecedent and concluded that the “state cannot use its authority to\nregulate law enforcement and other similar matters as a means of\nregulating radiological hazards.”Id., at 1248; seeEntergy Nuclear Vermont Yankee,LLCv.Shumlin, 733 F.3d 393 (CA2 2013) (applyingPacific\nGasand concluding that a state statute was a pretext for\nregulating radiological safety). Neither the lead opinion nor the\nconcurrence hazards an answer for cases likeSkull\nValley.As these examples show, AEA preemption cannot\nturn on the label a State affixes to its regulations. That approach\nwould simply invite evasion, which is why we have rejected it in\nour preemption cases more generally. For example, inNational\nMeat Assn.v.Harris,565 U.S.\n452(2012), we addressed a preemption challenge involving\nslaughterhouses in California. A federal statute preempted state\nregulation of slaughterhouses’ front-end procedures for inspecting,\nhandling, and slaughtering livestock. California, however, had\nregulated the back-end operations of slaughterhouses by prohibiting\nthesaleof meat from livestock that had not been inspected,\nhandled, and slaughtered according to the State’s regulations.Id., at 455, 463–464.Although the federal statute’s preemption clause\ndid “not usually foreclose state regulation of the commercial sales\nactivities of slaughterhouses,” we unanimously held that\nCalifornia’s sales regulation was preempted because it was a\ntransparent attempt to circumvent federal law.Id., at 463\n(internal quotation marks omitted). Concluding otherwise, we noted,\nwould allow a State to “impose any regulation on slaughterhouses\njust by framing it as a ban on the sale of meat produced in\nwhatever way the State disapproved.”Id., at 464. And that\n“would make a mockery of the [federal statute’s] preemption\nprovision.”Ibid.; see alsoEngine Mfrs. Assn.v.South Coast Air Quality Management Dist.,541 U.S.\n246, 255 (2004) (stating that it “would make no sense” to allow\na state regulation to evade preemption simply because it addressed\nthe purchase, rather than manufacture, of a federally regulated\nproduct).The concurrence argues thatNational Meatis distinguishable because there the State regulated a downstream,\nnon-preempted activity (sale of meat) in an effort to regulate an\nupstream, preempted activity (processing of livestock). Here,\nhowever, Virginia’s regulation is upstream (mining) and the\npreempted activity is downstream (milling and tailings).Ante, at 11. That’s true but beside the point. Regardless\nwhether the state regulation is downstream likeNational\nMeat, upstream like here andPacific Gas, or entirely\nout of the stream likeSkull Valley, States may not\nlegislate with the purpose and effect of regulating a federally\npreempted field.[4]That common sense approach is consistent with\nthe text of the AEA, which recognizes that States continue to have\nauthority “to regulate activities forpurposesother than\nprotection against radiation hazards.” 42 U. S. C.\n§2021(k) (emphasis added). The lead opinion finds this\npurpose-based approach discomfiting, citing the “well-known\nconceptual and practical” difficulties about inquiring into\nlegislative motive.Ante, at 13. The statute and our\nprecedent plainly require such an approach here, however, and the\ndifficulty of the task does not permit us to choose an easier way.\nI respectfully dissent.Notes1“Does the AEA preempt a\nstate law that on its face regulates an activity within its\njurisdiction (here uranium mining), but has the purpose and effect\nof regulating the radiological safety hazards of activities\nentrusted to the NRC (here, the milling of uranium and the\nmanagement of the resulting tailings)?” Pet. for Cert.\ni.2Oddly, the lead opinion\nand concurrence suggest that developing this site is unnecessary\nbecause domestic production accounts for less than ten percent of\nthe uranium used in the country. Seeante, at 16–17 (lead\nopinion);ante,at 12–13 (Ginsburg, J., concurring in\njudgment). But given the critical role of uranium to the country’s\nenergy industry and national defense, the near complete reliance on\nforeign sources of uranium—including substantial imports from\nRussia, Kazakhstan, and Uzbekistan—would seem to suggest just the\nopposite. See App. to Pet. for Cert. 353a (detailing foreign\nsources of uranium imports); 42 U. S. C. §2012(d) (“The\nprocessing and utilization of source, byproduct, and special\nnuclear material must be regulated in the national interest and in\norder to provide for the common defense and security and to protect\nthe health and safety of the public.”); Energy Futures Initiatives,\nInc., The U. S. Nuclear Energy Enterprise: A Key National\nSecurity Enabler 18 (Aug. 2017) (“A vibrant domestic nuclear energy\nindustry, including a healthy supply chain . . . is\nessential for the achievement of U. S. national security\nobjectives.”).3As the lead opinion\nacknowledges, Virginia has thus far in the litigation accepted the\ncompany’s claim that the actual purpose of the mining ban is to\nregulate the radiological safety of uranium milling and tailings\nstorage. Seeante,at 11–12. Virginia contends that if the\ncase were to proceed past the pleadings stage, it could establish a\nnonsafety rationale for the ban. See Brief for Respondents 47. That\nmay well be true. Seeid.,at 11 (discussing environmental\nconcerns). But for our purposes today, we must resolve the case on\nthe terms that it has come to us.4In a footnote, the\nconcurrence appears to reject its own analysis, stating that it\nmakes no difference whether the state law is upstream or downstream\nof the federally preempted field. Seeante, at 11,\nn. 4. Instead, the concurrence contends, the difference is\nthat here the Commonwealth “regulated an activity, conventional\nuranium mining, that Congress left to state regulation.”Ibid.But that is equally true inNational Meat,\nwhere the State had likewise regulated an activity, the sale of\nmeat, that Congress left to state regulation. See 565 U. S.,\nat 463. The concurrence and lead opinion also note thatNational\nMeatinvolved an “express” preemption provision whereas this\ncase does not.Ante, at 11, n. 3 (lead opinion);ante, at 11 (opinion of Ginsburg, J.). But they do not\nexplain why that matters, and there’s no reason it should. In both\ncases, the plaintiffs alleged that the State regulated an\nundisputedly non-preempted activity as an indirect means to\nregulate an undisputedly preempted activity.",
    "joined": []
}