{
    "case": {
        "docket": "353",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/353/"
    },
    "id": "1962851",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTYSURSA V. POCATELLO ED. ASSN.555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-869BEN YSURSA, IDAHO SECRETARY OF STATE, et al.,\nPETITIONERSv.POCATELLO EDUCATION ASSOCIATION\net al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[February 24, 2009]Chief Justice Roberts delivered\nthe opinion of the Court.Under Idaho law, a public\nemployee may elect to have a portion of his wages deducted by his\nemployer and remitted to his union to pay union dues. He may not,\nhowever, choose to have an amount deducted and remitted to the\nunion’s political action committee, because Idaho law prohibits\npayroll deductions for political activities. A group of unions\nrepresenting Idaho public employees challenged this limitation.\nThey conceded that the limitation was valid as applied at the state\nlevel, but argued that it violated their First Amendment rights\nwhen applied to county, municipal, school district, and other local\npublic employers.We do not agree. The First Amendment prohibits\ngovernment from “abridging the freedom of speech”; it does not\nconfer an affirmative right to use government payroll mechanisms\nfor the purpose of obtaining funds for expression. Idaho’s law does\nnot restrict political speech, but rather declines to promote that\nspeech by allowing public employee checkoffs for political\nactivities. Such a decision is reasonable in light of the State’s\ninterest in avoiding the appearance that carrying out the public’s\nbusiness is tainted by partisan political activity. That interest\nextends to government at the local as well as state level, and\nnothing in the First Amendment prevents a State from determining\nthat its political subdivisions may not provide payroll deductions\nfor political activities.IIdaho’s Right to Work Act\ndeclares that the “right to work shall not be infringed or\nrestricted in any way based on membership in, affiliation with, or\nfinancial support of a labor organization or on refusal to join,\naffiliate with, or financially or otherwise support a labor\norganization.” 1985 Idaho Sess. Laws ch. 2, §1 (codified at Idaho\nCode §44–2001 (Michie 2003)). As part of that policy, the Act\nprohibits any requirement for the payment of dues or fees to a\nlabor organization as a condition of employment, §44–2003, but\nauthorizes employers to deduct union fees from an employee’s wages\nwith the employee’s “signed written authorization,” §44–2004(1).\nThe Act covers all employees, “including all employees of the state\nand its political subdivisions.” §44–2011.Prior to 2003, employees could\nauthorize both a payroll deduction for general union dues and a\npayroll deduction for union political activities conducted through\na political action committee. App. 55–56, 83–84. In 2003, the Idaho\nLegislature passed the Voluntary Contributions Act (VCA). 2003\nSess. Laws chs. 97 and 340 (codified at Idaho Code §§44–2601\nthrough 44–2605, and §44–2004). That legislation, among other\nthings, amended the Right to Work Act by adding a prohibition on\npayroll deductions for political purposes. That amendment provides:\n“Deductions for political activities as defined in chapter 26,\ntitle 44, Idaho Code, shall not be deducted from the wages,\nearnings or compensation of an employee.” §44–2004(2). The term\n“political activities” is defined as “electoral activities,\nindependent expenditures, or expenditures made to any candidate,\npolitical party, political action committee or political issues\ncommittee or in support of or against any ballot measure.”\n§44–2602(1)(e). Violations of §44–2004(2) are punishable by a fine\nnot exceeding $1,000 or up to 90 days of imprisonment, or both.\n§44–2007.Shortly before the VCA was to take effect,\nplaintiff labor organizations sued the Bannock County prosecuting\nattorney, the Idaho secretary of state, and the Idaho attorney\ngeneral in their official capacities, alleging that the ban on\npolitical payroll deductions was unconstitutional under the First\nand Fourteenth Amendments to the United States Constitution. App.\n18–41.[Footnote 1] The District\nCourt rejected that argument with respect to public employers at\nthe state level, concluding that the First Amendment does not\ncompel the State “to subsidize speech by providing, at its own\nexpense, payroll deductions for the purpose of paying union dues or\nassociation fees for State employees.”Pocatello Ed. Assn.v.Heideman,2005 WL 3241745, *2 (D Idaho, Nov. 23, 2005).\nThe ban was valid at the state level because “the State is\nincurring costs to set up and maintain the [payroll deduction]\nprogram.”Ibid.The court struck down the VCA, however,\n“to the extent that it applies to local governments and private\nemployers,” because the State had failed to identify any subsidy it\nprovided to such employers to administer payroll deductions.Id., at *2 (footnote omitted), *6.The state defendants appealed, contending that\nthe ban on political payroll deductions may be constitutionally\napplied to local government employees.Pocatello Ed. Assn.v.Heideman,504 F. 3d 1053, 1057 (CA9 2007). Neither\nparty challenged the District Court’s rulings as to private and\nstate-level employees, and therefore the only issue remaining\nconcerned application of the ban to local government employees.The Court of Appeals agreed with the District\nCourt that there was “no subsidy by the State of Idaho for the\npayroll deduction systems of local governments.”Id., at\n1059. The appellate court remarked that “the generalized lawmaking\npower held by the legislature with respect to a state’s political\nsubdivisions does not establish that the state is acting as a\nproprietor” with respect to local government employers.Id., at 1064. The court instead regarded the relationship\nbetween the State and its political subdivisions as analogous to\nthat between the State and a regulated private utility. Seeid., at 1063–1065 (citingConsolidated Edison Co. of\nN. Y.v.Public Serv. Comm’n of N. Y.,447 U. S. 530(1980)). While “Idaho\nhas the ultimate power of control over the units of government at\nissue,” it did not “actually operat[e] or contro[l] the payroll\ndeduction systems of local units of government.” 504 F. 3d, at\n1068. The court therefore applied strict scrutiny to Idaho’s\ndecision to prevent local government employers from allowing\npayroll deductions for political purposes, and held the statute\nunconstitutional as applied at the local level.Ibid.We granted certiorari, 552 U. S. __ (2008),\nand now reverse.IIRestrictions on speech based on\nits content are “presumptively invalid” and subject to strict\nscrutiny.Davenportv.Washington Ed. Assn.,551 U. S. 177,\n188 (2007);R. A. V.v.St. Paul,505 U. S. 377,\n382 (1992). The unions assert that the ban on checkoffs for\npolitical activities falls into this category because the law\nsingles out political speech for disfavored treatment.The First Amendment, however,\nprotects the right to be free from government abridgment of speech.\nWhile in some contexts the government must accommodate expression,\nit is not required to assist others in funding the expression of\nparticular ideas, including political ones. “[A] legislature’s\ndecision not to subsidize the exercise of a fundamental right does\nnot infringe the right, and thus is not subject to strict\nscrutiny.”Reganv.Taxation With Representation of\nWash.,461 U. S. 540, 549 (1983); cf.Smithv.Highway Employees,441 U. S. 463, 465\n(1979) (per curiam) (“First Amendment does not impose any\naffirmative obligation on the government to listen, to respond or,\nin this context, to recognize [a labor] association and bargain\nwith it”).The court below concluded, and Idaho does not\ndispute, that “unions face substantial difficulties in collecting\nfunds for political speech without using payroll deductions.” 504\nF. 3d, at 1058. But the parties agree that the State is not\nconstitutionally obligated to provide payroll deductions at all.\nSee Plaintiffs’ Reply Memorandum 10; see alsoToledo Area\nAFL–CIO Councilv.Pizza, 154 F. 3d 307, 319–320\n(CA6 1998); cf.Charlottev.Firefighters,426 U. S. 283,\n286 (1976) (“Court would reject … contention … that respondents’\nstatus as union members or their interest in obtaining a dues\ncheckoff … entitle[s] them to special treatment under the\nEqual Protection Clause”). While publicly administered payroll\ndeductions for political purposes can enhance the unions’ exercise\nof First Amendment rights, Idaho is under no obligation to aid the\nunions in their political activities. And the State’s decision not\nto do so is not an abridgment of the unions’ speech; they are free\nto engage in such speech as they see fit. They simply are barred\nfrom enlisting the State in support of that endeavor. Idaho’s\ndecision to limit public employer payroll deductions as it has “is\nnot subject to strict scrutiny” under the First Amendment.Regan, 461 U. S., at 549.Given that the State has not infringed the\nunions’ First Amendment rights, the State need only demonstrate a\nrational basis to justify the ban on political payroll deductions.Id., at 546–551. The prohibition is not “aim[ed] at the\nsuppression of dangerous ideas,”id., at 548 (internal\nquotation marks omitted), but is instead justified by the State’s\ninterest in avoiding the reality or appearance of government\nfavoritism or entanglement with partisan politics. We have\npreviously recognized such a purpose in upholding limitations on\npublic employee political activities. SeeCivil Service\nComm’nv.Letter Carriers,413 U. S. 548, 565\n(1973) (public perception of partiality can undermine confidence in\nrepresentative government);Public Workersv.Mitchell,330 U. S. 75, 96–100\n(1947) (Congress may limit political acts by public officials to\npromote integrity in the discharge of official duties); cf.Corneliusv.NAACP Legal Defense & Ed. Fund,\nInc.,473 U. S.\n788, 809 (1985) (limitations on speech may be justified by\ninterest in “avoiding the appearance of political favoritism”);Greerv.Spock,424 U. S. 828, 839\n(1976) (upholding policy aimed at keeping official military\nactivities “wholly free of entanglement with partisan political\ncampaigns of any kind”). Banning payroll deductions for political\nspeech similarly furthers the government’s interest in\ndistinguishing between internal governmental operations and private\nspeech. Idaho’s decision to allow payroll deductions for some\npurposes but not for political activities is plainly\nreasonable.[Footnote 2]Davenportguides our resolution here.\nThat case also involved a distinction based on the content of\nspeech: Specific consent was required from nonunion members before\nagency fees charged to them could be used for election-related\nactivities, but consent was not required with respect to agency\nfees used for other purposes. 551 U. S., at 181–182. We rejected\nthe unions’ argument that this requirement violated the First\nAmendment because it turned on the content of the speech at issue.Id., at 188–190. We recognized that the statute, rather\nthan suppressing union speech, simply declined to assist that\nspeech by granting the unions the right to charge agency fees for\nelection activities. That decision was reasonable given the State’s\ninterest in preserving the integrity of the election process.Ibid.We also concluded that the State did “not have to\nenact an across-the-board limitation … to vindicate [its]\nmore narrow concern.”Id., at 189.Here the restriction is on the use of a\ncheckoff to fund political activities, but the same analysis\ngoverns. Idaho does not suppress political speech but simply\ndeclines to promote it through public employer checkoffs for\npolitical activities. The concern that political payroll deductions\nmight be seen as involving public employers in politics arises only\nbecause Idaho permits public employer payroll deductions in the\nfirst place. As inDavenport, the State’s response to that\nproblem is limited to its source—in this case, political payroll\ndeductions. The ban on such deductions plainly serves the State’s\ninterest in separating public employment from political\nactivities.[Footnote 3]IIIThe question remains whether the\nban is valid at the local level. The unions abandoned their\nchallenge to the restriction at the state level, but contend that\nstrict scrutiny is still warranted when the ban is applied to local\ngovernment employers. In that context, the unions argue, the State\nis no longer declining to facilitate speech through its own payroll\nsystem, but is obstructing speech in the local governments’ payroll\nsystems. See Brief for Respondents 44–46. We find that distinction\nunpersuasive, and hold that the same deferential review applies\nwhether the prohibition on payroll deductions for political speech\nis directed at state or local governmental entities.“Political subdivisions of\nStates—counties, cities, or whatever—never were and never have been\nconsidered as sovereign entities.”Reynoldsv.Sims,377\nU. S. 533, 575 (1964). They are instead “subordinate\ngovernmental instrumentalities created by the State to assist in\nthe carrying out of state governmental functions.”Ibid.;\nsee alsoLouisiana ex rel. Folsomv.Mayor and\nAdministrators of New Orleans,109 U. S. 285, 287\n(1883) (“Municipal corporations are instrumentalities of the State\nfor the convenient administration of government within their\nlimits”). State political subdivisions are “merely …\ndepartment[s] of the State, and the State may withhold, grant or\nwithdraw powers and privileges as it sees fit.”Trentonv.New Jersey,262 U. S. 182, 187\n(1923). Here the Idaho Legislature has elected to withhold fromallpublic employers the power to provide payroll\ndeductions for political activities.The State’s legislative action is of course\nsubject to First Amendment and other constitutional scrutiny\nwhether that action is applicable at the state level, the local\nlevel, both, or some subpart of either. But we are aware of no case\nsuggesting that a different analysis applies under the First\nAmendment depending on the level of government affected, and the\nunions have cited none. The ban on political payroll deductions\nfurthers Idaho’s interest in separating the operation of government\nfrom partisan politics. That interest extends to all public\nemployers at whatever level of government.In reaching the opposite conclusion, the Court\nof Appeals invoked our decision inConsolidated Edison Co. of\nN. Y.v.Public Serv. Comm’n of N. Y.,447 U. S. 530. In that case, we held\nthat a state commission could not, consistent with the First\nAmendment, prohibit a privately owned electric utility from\ndiscussing controversial issues in its bill inserts.Id.,\nat 544. We ruled that the fact that the State regulated the utility\ndid not authorize the prohibition.Id., at 540. The Court\nof Appeals concluded that the same analysis applied here, and that\n“the State’s broad powers of control over local government entities\nare solely those of a regulator, analogous to the [state\ncommission’s] regulatory power over [the private utility].” 504\nF. 3d, at 1065.That analogy is misguided. A private\ncorporation is subject to the government’s legal authority to\nregulate its conduct. A political subdivision, on the other hand,\nis a subordinate unit of government created by the State to carry\nout delegated governmental functions. A private corporation enjoys\nconstitutional protections, seeFirst Nat. Bank of Bostonv.Bellotti,435 U. S. 765, 778, n.\n14 (1978), but a political subdivision, “created by the state for\nthe better ordering of government, has no privileges or immunities\nunder the federal constitution which it may invoke in opposition to\nthe will of its creator.”Williamsv.Mayor of\nBaltimore,289\nU. S. 36, 40 (1933); seeTrentonv.New\nJersey,supra,at 185 (municipality, as successor to\na private water company, does not enjoy against the State the same\nconstitutional rights as the water company: “[T]he relations\nexisting between the State and the water company were not the same\nas those between the State and the City”).Both the District Court and the Court of\nAppeals found it significant that “there is no subsidy by the State\nof Idaho for the payroll deduction systems of local governments.”\n504 F. 3d, at 1059; see also 2005 WL 3241745, *2. The Court of\nAppeals emphasized that there was no evidence that “Idaho has\nattempted to use its asserted powers to manage the day-to-day\noperations of local government personnel.” 504 F. 3d, at 1067.\nGiven the relationship between the State and its political\nsubdivisions, however, it is immaterial how the State allocates\nfunding or management responsibilities between the different levels\nof government. The question is whether the State must affirmatively\nassist political speech by allowing public employers to administer\npayroll deductions for political activities. For the reasons set\nforth in this opinion, the answer is no.*  *  *The Court of Appeals ruling that\nIdaho Code §44–2004(2) is unconstitutional with respect to local\nunits of government is reversed.It is so ordered.Footnote 1The unions also challenged other provisions\nof the VCA, including one requiring labor organizations to\nestablish a “separate segregated fund” for political activities.\nIdaho Code §§44–2601 through 44–2605 (Michie 2002); see App. 27–34.\nIn response to that challenge, the State agreed to strike “all of\nthe VCA except for its ban on political payroll deductions.”Pocatello Ed. Assn. v.Heideman,2005 WL 3241745,\n*1 (D Idaho, Nov. 23, 2005). The State asserted that the ban could\nbe “given effect since it operates without reference to the\nexistence of a separate segregated fund.”Ibid.(internal\nquotation marks omitted). The unions do not dispute that the ban on\npolitical payroll deductions is severable from the other challenged\nprovisions. Plaintiffs’ Reply Memorandum in Support of Their Motion\nfor Summary Judgment and in Opposition to the State Defendants’\nMotion for Summary Judgment, in No. Civ. 03–256–E–BLW (D Idaho,\nAug. 15, 2005), p. 3 (hereinafter Plaintiffs’ Reply\nMemorandum).Footnote 2Justice Breyer finds this analysis\ninapplicable because the challenged provision removes politically\nrelated deductions from an existing system.Post, at 2\n(opinion concurring in part and dissenting in part). But available\ndeductions do not have tenure; a legislature is free to address\nconcerns as they arise.Justice Breyer would also subject the ban to\nmore exacting scrutiny by analogizing it to various direct\nrestrictions on expression. Seepost, at 2–4. That analogy\nmisses the mark. A decision not to assist fundraising that may, as\na practical matter, result in fewer contributions is simply not the\nsame as directly limiting expression. Cf.Reganv.Taxation With Representation of Wash.,461 U. S. 540, 550 (1983) (“Although\n[a union] does not have as much money as it wants, and thus cannot\nexercise its freedom of speech as much as it would like, the\nConstitution does not confer an entitlement to such funds as may be\nnecessary to realize all the advantages of that freedom” (internal\nquotation marks omitted)). We therefore would not subject Idaho’s\nstatute to the “open-ended rough-and-tumble of factors” proposed by\nthe dissent as an alternative to rational basis review.Jerome\nB. Grubart, Inc.v.Great Lakes Dredge & Dock\nCo.,513 U. S.\n527, 547 (1995); seepost, at 4.Footnote 3Justice Breyer suggests\nthat the ban on political payroll deductions may not be applied\nevenhandedly to all politically related deductions.Post,\nat 4–6 (opinion concurring in part and dissenting in part). Justice\nStevens goes further and would find the ban unconstitutional in all\nits applications as discriminatory.Post, at 1 (dissenting\nopinion). The District Court, however, noted that the ban “is not\nviewpoint-based,” 2005 WL 3241745, *3; the unions acknowledged in\ntheir Court of Appeals brief that they “have not attempted to\nestablish that Section 44–2004(2) is based on viewpoint\ndiscrimination,” Brief for Plaintiffs-Appellees in No. 06–35004\n(CA9), p. 18, n. 13; and nothing in the Questions Presented\nbefore this Court raised any issue of viewpoint discrimination.The ban on political payroll deductions is by\nits terms not limited to any particular type of political\ncontribution. Nothing in the record suggests that public employers\npermit deductions for some political activities but not for those\nof unions. Idaho’s attorney general—charged with enforcing the\nban—explicitly confirmed that it “applies to all organizations, to\nany deduction regarding political issues, applies regardless of\nviewpoint or message, applies to all employers, and it does not\nsingle out any candidates or issues.” App. 110. If the ban is not\nenforced evenhandedly, plaintiffs are free to bring an as applied\nchallenge. SeeNational Endowment for Artsv.\nFinley,524 U.\nS. 569, 587 (1998).",
    "joined": []
}