{
    "case": {
        "docket": "568",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/568/"
    },
    "id": "1962976",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTDEAN V. UNITED STATES556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-5274CHRISTOPHER MICHAEL DEAN, PETITIONERv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the eleventh circuit[April 29, 2009]Chief Justice Roberts delivered\nthe opinion of the Court.Accidents happen. Sometimes they\nhappen to individuals committing crimes with loaded guns. The\nquestion here is whether extra punishment Congress imposed for the\ndischarge of a gun during certain crimes applies when the gun goes\noff accidentally.ITitle 18 U. S. C.\n§924(c)(1)(A) criminalizes using or carrying a firearm during and\nin relation to any violent or drug trafficking crime, or possessing\na firearm in furtherance of such a crime. An individual convicted\nof that offense receives a 5-year mandatory minimum sentence, in\naddition to the punishment for the underlying crime.\n§924(c)(1)(A)(i). The mandatory minimum increases to 7 years “if\nthe firearm is brandished” and to 10 years “if the firearm is\ndischarged.” §§924(c)(1)(A)(ii), (iii).In this case, a masked man\nentered a bank, waved a gun, and yelled at everyone to get down. He\nthen walked behind the teller counter and started removing money\nfrom the teller stations. He grabbed bills with his left hand,\nholding the gun in his right. At one point, he reached over a\nteller to remove money from her drawer. As he was collecting the\nmoney, the gun discharged, leaving a bullet hole in the partition\nbetween two stations. The robber cursed and dashed out of the bank.\nWitnesses later testified that he seemed surprised that the gun had\ngone off. No one was hurt. App. 16–19, 24, 27, 47–48, 79.Police arrested Christopher Michael Dean and\nRicardo Curtis Lopez for the crime. Both defendants were charged\nwith conspiracy to commit a robbery affecting interstate commerce,\nin violation of 18 U. S. C. §1951(a), and aiding and abetting\neach other in using, carrying, possessing, and discharging a\nfirearm during an armed robbery, in violation of §924(c)(1)(A)(iii)\nand §2. App. 11–12. At trial, Dean admitted that he had committed\nthe robbery,id., at 76–81, and a jury found him guilty on\nboth the robbery and firearm counts. The District Court sentenced\nDean to a mandatory minimum term of 10 years in prison on the\nfirearm count, because the firearm “discharged” during the robbery.\n§924(c)(1)(A)(iii); App. 136.Dean appealed, contending that the discharge\nwas accidental, and that the sentencing enhancement in\n§924(c)(1)(A)(iii) requires proof that the defendant intended to\ndischarge the firearm. The Court of Appeals affirmed, holding that\nseparate proof of intent was not required. 517 F. 3d 1224,\n1229 (CA11 2008). That decision created a conflict among the\nCircuits over whether the accidental discharge of a firearm during\nthe specified crimes gives rise to the 10-year mandatory minimum.\nSeeUnited Statesv. Brown, 449 F. 3d 154\n(CADC 2006) (holding that it does not). We granted certiorari to\nresolve that conflict. 555 U. S. ____ (2008).IISection 924(c)(1)(A)\nprovides:“[A]ny person who, during and in relation to any\ncrime of violence or drug trafficking crime . . . uses or carries a\nfirearm, or who, in furtherance of any such crime, possesses a\nfirearm, shall, in addition to the punishment provided for such\ncrime of violence or drug trafficking crime—“(i) be sentenced to a term of imprisonment of\nnot less than 5 years;“(ii) if the firearm is brandished, be\nsentenced to a term of imprisonment of not less than 7 years;\nand“(iii) if the firearm is discharged, be\nsentenced to a term of imprisonment of not less than 10 years.”The principal paragraph defines a\ncomplete offense and the subsections “explain how defendants are to\n‘be sentenced.’ ”Harrisv.United States,536 U. S. 545,\n552 (2002). Subsection (i) “sets a catchall minimum” sentence of\nnot less than five years.Id., at 552–553. Subsections\n(ii) and (iii) increase the minimum penalty if the firearm “is\nbrandished” or “is discharged.” Seeid., at 553. The\nparties disagree over whether §924(c)(1)(A)(iii) contains a\nrequirement that the defendant intend to discharge the firearm. We\nhold that it does not.A“We start, as always, with the\nlanguage of the statute.”Williamsv.Taylor,529 U. S. 420,\n431 (2000). The text of subsection (iii) provides that a defendant\nshall be sentenced to a minimum of 10 years “if the firearm is\ndischarged.” It does not require that the discharge be done\nknowingly or intentionally, or otherwise contain words of\nlimitation. As we explained inBatesv.United\nStates,522 U.\nS. 23(1997), in declining to infer an “ ‘intent to\ndefraud’ ” requirement into a statute, “we ordinarily resist\nreading words or elements into a statute that do not appear on its\nface.”Id., at 29.Congress’s use of the passive\nvoice further indicates that subsection (iii) does not require\nproof of intent. The passive voice focuses on an event that occurs\nwithout respect to a specific actor, and therefore without respect\nto any actor’s intent or culpability. Cf.Watsonv.United States, 552 U. S. ___, ___ (2007) (slip op., at 7)\n(use of passive voice in statutory phrase “to be used” in 18 U.\nS. C. §924(d)(1) reflects “agnosticism … about who does the\nusing”). It is whether something happened—not how or why it\nhappened—that matters.The structure of the statute also suggests\nthat subsection (iii) is not limited to the intentional discharge\nof a firearm. Subsection (ii) provides a 7-year mandatory minimum\nsentence if the firearm “is brandished.” Congress expressly\nincluded an intent requirement for that provision, by defining\n“brandish” to mean “to display all or part of the firearm, or\notherwise make the presence of the firearm known to another person,in order tointimidatethat person.” §924(c)(4)\n(emphasis added). The defendant must have intended to brandish the\nfirearm, because the brandishing must have been done for a specific\npurpose. Congress did not, however, separately define “discharge”\nto include an intent requirement. “[W]here Congress includes\nparticular language in one section of a statute but omits it in\nanother section of the same Act, it is generally presumed that\nCongress acts intentionally and purposely in the disparate\ninclusion or exclusion.”Russellov.United\nStates,464 U.\nS. 16, 23 (1983) (internal quotation marks omitted).Dean argues that the statute is not silent on\nthe question presented. Congress, he contends, included an intent\nelement in the opening paragraph of §924(c)(1)(A), and that element\nextends to the sentencing enhancements. Section 924(c)(1)(A)\ncriminalizes using or carrying a firearm “during and in relation\nto” any violent or drug trafficking crime. InSmithv.\nUnited States,508 U. S. 223(1993), we\nstated that the phrase “in relation to” means “that the firearm\nmust have some purpose or effect with respect to the drug\ntrafficking crime; its presence or involvement cannot be the result\nof accident or coincidence.”Id., at 238. Dean argues that\nthe adverbial phrase thus necessarily embodies an intent\nrequirement, and that the phrase modifies all the verbs in the\nstatute—not only use, carry, and possess, but also brandish and\ndischarge. Such a reading requires that a perpetrator knowingly\ndischarge the firearm for the enhancement to apply. If the\ndischarge is accidental, Dean argues, it is not “in relation to”\nthe underlying crime.The most natural reading of the statute,\nhowever, is that “in relation to” modifies only the nearby verbs\n“uses” and “carries.” The next verb—“possesses”—is modified by its\nown adverbial clause, “in furtherance of.” The last two verbs—“is\nbrandished” and “is discharged”—appear in separate subsections and\nare in a different voice than the verbs in the principal paragraph.\nThere is no basis for reading “in relation to” to extend all the\nway down to modify “is discharged.” The better reading of the\nstatute is that the adverbial phrases in the opening paragraph—“in\nrelation to” and “in furtherance of”—modify their respective nearby\nverbs, and that neither phrase extends to the sentencing\nfactors.But, Dean argues, such a reading will lead to\nabsurd results. The discharge provision on its face contains no\ntemporal or causal limitations. In the absence of an intent\nrequirement, the enhancement would apply “regardless of when the\nactions occur, or by whom or for what reason they are taken.” Brief\nfor Petitioner 11–12. It would, for example, apply if the gun used\nduring the crime were discharged “weeks (or years) before or after\nthe crime.” Reply Brief for Petitioner 11.We do not agree that implying an intent\nrequirement is necessary to address such concerns. As the\nGovernment recognizes, sentencing factors such as the one here\n“often involve . . . special features of the manner in which a\nbasic crime was carried out.” Brief for United States 29 (quotingHarris,536 U. S., at 553; internal quotation marks\nomitted). The basic crime here is using or carrying a firearm\nduring and in relation to a violent or drug trafficking crime, or\npossessing a firearm in furtherance of any such crime. Fanciful\nhypotheticals testing whether the discharge was a “special\nfeatur[e]” of how the “basic crime was carried out,”Harris, 536 U. S., at 553 (internal quotation marks\nomitted), are best addressed in those terms, not by contorting and\nstretching the statutory language to imply an intent\nrequirement.BDean further argues that even if\nthe statute is viewed as silent on the intent question, that\nsilence compels a ruling in his favor. There is, he notes, a\npresumption that criminal prohibitions include a requirement that\nthe Government prove the defendant intended the conduct made\ncriminal. In light of this presumption, we have “on a number of\noccasions read a state-of-mind component into an offense even when\nthe statutory definition did not in terms so provide.”United\nStatesv.United States Gypsum Co.,438 U. S. 422, 437\n(1978). “[S]ome indication of congressional intent, express or\nimplied, is required to dispense withmens reaas an\nelement of a crime.”Staplesv.United States,511 U. S. 600,\n606 (1994).Dean argues that the presumption\nis especially strong in this case, given the structure and purpose\nof the statute. In his view, the three subsections are intended to\nprovide harsher penalties for increasingly culpable conduct: a\n5-year minimum for using, carrying, or possessing a firearm; a\n7-year minimum for brandishing a firearm; and a 10-year minimum for\ndischarging a firearm. Incorporating an intent requirement into the\ndischarge provision is necessary to give effect to that\nprogression, because an accidental discharge is less culpable than\nintentional brandishment. SeeBrown, 449 F. 3d, at\n156.It is unusual to impose criminal punishment\nfor the consequences of purely accidental conduct. But it is not\nunusual to punish individuals for the unintended consequences of\ntheirunlawfulacts. See 2 W. LaFave, Substantive Criminal\nLaw §14.4, pp. 436–437 (2d ed. 2003). The felony-murder rule is a\nfamiliar example: If a defendant commits an unintended homicide\nwhile committing another felony, the defendant can be convicted of\nmurder. See 18 U. S. C. §1111. The Sentencing Guidelines\nreflect the same principle. See United States Sentencing\nCommission, Guidelines Manual §2A2.2(b)(3) (Nov. 2008) (USSG)\n(increasing offense level for aggravated assault according to the\nseriousness of the injury); §2D2.3 (increasing offense level for\noperating or directing the operation of a common carrier under the\ninfluence of alcohol or drugs if death or serious bodily injury\nresults).Blackstone expressed the idea in the following\nterms:“[I]f any accidental mischief happens to follow\nfrom the performance of alawfulact, the party stands\nexcused from all guilt: but if a man be doing any thingunlawful, and a consequence ensues which he did not\nforesee or intend, as the death of a man or the like, his want of\nforesight shall be no excuse; for, being guilty of one offence, in\ndoing antecedently what is in itself unlawful, he is criminally\nguilty of whatever consequence may follow the first misbehaviour.”\n4 W. Blackstone, Commentaries on the Laws of England 26–27\n(1769).Here the defendant is already guilty of unlawful\nconduct twice over: a violent or drug trafficking offense and the\nuse, carrying, or possession of a firearm in the course of that\noffense. That unlawful conduct was not an accident. SeeSmith, 508 U. S., at 238.The fact that the actual discharge of a gun\ncovered under §924(c)(1)(A)(iii) may be accidental does not mean\nthat the defendant is blameless. The sentencing enhancement in\nsubsection (iii) accounts for the risk of harm resulting from the\nmanner in which the crime is carried out, for which the defendant\nis responsible. SeeHarris,supra, at 553. An\nindividual who brings a loaded weapon to commit a crime runs the\nrisk that the gun will discharge accidentally. A gunshot in such\ncircumstances—whether accidental or intended—increases the risk\nthat others will be injured, that people will panic, or that\nviolence (with its own danger to those nearby) will be used in\nresponse. Those criminals wishing to avoid the penalty for an\ninadvertent discharge can lock or unload the firearm, handle it\nwith care during the underlying violent or drug trafficking crime,\nleave the gun at home, or—best yet—avoid committing the felony in\nthe first place.Justice Stevens contends that the statute\nshould be read to require a showing of intent because harm\nresulting from a discharge may be punishable under other\nprovisions, such as the Sentencing Guidelines (but only if “bodily\ninjury” results).Post, at 6 (dissenting opinion) (citing\nUSSG §2B3.1(b)(3)). But Congress in §924(c)(1)(A)(iii) elected to\nimpose a mandatory term, without regard to more generally\napplicable sentencing provisions. Punishment available under such\nprovisions therefore does not suggest that the statute at issue\nhere is limited to intentional discharges.And although the point is not relevant under\nthe correct reading of the statute, it is wrong to assert that the\ngunshot here “caused no harm.”Post, at 1. By pure luck,\nno one was killed or wounded. But the gunshot plainly added to the\ntrauma experienced by those held during the armed robbery. See,e.g., App. 22 (the gunshot “shook us all”);ibid.\n(“Melissa in the lobby popped up and said, ‘oh, my God, has he shot\nNora?’ ”).CDean finally argues that any\ndoubts about the proper interpretation of the statute should be\nresolved in his favor under the rule of lenity. See Brief for\nPetitioner 6. “The simple existence of some statutory ambiguity,\nhowever, is not sufficient to warrant application of that rule, for\nmost statutes are ambiguous to some degree.”Muscarellov.United States,524 U. S. 125, 138\n(1998); see alsoSmith,supra, at 239 (“The mere\npossibility of articulating a narrower construction, however, does\nnot by itself make the rule of lenity applicable”). “To invoke the\nrule, we must conclude that there is a grievous ambiguity or\nuncertainty in the statute.”Muscarello,supra,\nat 138–139 (internal quotation marks omitted). In this case, the\nstatutory text and structure convince us that the discharge\nprovision does not contain an intent requirement. Dean’s contrary\narguments are not enough to render the statute grievously\nambiguous.*  *  *Section 924(c)(1)(A)(iii)\nrequires no separate proof of intent. The 10-year mandatory minimum\napplies if a gun is discharged in the course of a violent or drug\ntraffick- ing crime, whether on purpose or by accident. The\njudgment of the Court of Appeals for the Eleventh Circuit is\naffirmed.It is so ordered.",
    "joined": []
}