{
    "case": {
        "docket": "16-327",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-327/"
    },
    "id": "3752149",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–327_________________JAE LEE, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 23, 2017]Chief Justice Roberts delivered the opinion of\nthe Court.Petitioner Jae Lee was indicted on one count of\npossessing ecstasy with intent to distribute. Although he has lived\nin this country for most of his life, Lee is not a United States\ncitizen, and he feared that a criminal conviction might affect his\nstatus as a lawful permanent resident. His attorney assured him\nthere was nothing to worry about—the Government would not deport\nhim if he pleaded guilty. So Lee, who had no real defense to the\ncharge, opted to accept a plea that carried a lesser prison\nsentence than he would have faced at trial.Lee’s attorney was wrong: The conviction meant\nthat Lee was subject to mandatory deportation from this country.\nLee seeks to vacate his conviction on the ground that, in accepting\nthe plea, he received ineffective assistance of counsel in\nviolation of the Sixth Amendment. Everyone agrees that Lee received\nobjectively unreasonable representation. The question presented is\nwhether he can show he was prejudiced as a result.IJae Lee moved to the United States from South\nKorea in 1982. He was 13 at the time. His parents settled the\nfamily in New York City, where they opened a small coffee shop.\nAfter graduating from a business high school in Manhattan, Lee set\nout on his own to Memphis, Tennessee, where he started working at a\nrestaurant. After three years, Lee decided to try his hand at\nrunning a business. With some assistance from his family, Lee\nopened the Mandarin Palace Chinese Restaurant in a Memphis suburb.\nThe Mandarin was a success, and Lee eventually opened a second\nrestaurant nearby. In the 35 years he has spent in the country, Lee\nhas never returned to South Korea. He did not become a United\nStates citizen, living instead as a lawful permanent resident.At the same time he was running his lawful\nbusinesses, Lee also engaged in some illegitimate activity. In\n2008, a confidential informant told federal officials that Lee had\nsold the informant approximately 200 ecstasy pills and two ounces\nof hydroponic marijuana over the course of eight years. The\nofficials obtained a search warrant for Lee’s house, where they\nfound 88 ecstasy pills, three Valium tablets, $32,432 in cash, and\na loaded rifle. Lee admitted that the drugs were his and that he\nhad given ecstasy to his friends.A grand jury indicted Lee on one count of\npossessing ecstasy with intent to distribute in violation of 21\nU. S. C. §841(a)(1). Lee retained an attorney and entered\ninto plea discussions with the Government. The attorney advised Lee\nthat going to trial was “very risky” and that, if he pleaded\nguilty, he would receive a lighter sentence than he would if\nconvicted at trial. App. 167. Lee informed his attorney of his\nnoncitizen status and repeatedly asked him whether he would face\ndeportation as a result of the criminal proceedings. The attorney\ntold Lee that he would not be deported as a result of pleading\nguilty.Leev.United States, 825 F. 3d 311, 313\n(CA6 2016). Based on that assurance, Lee accepted the plea and the\nDistrict Court sentenced him to a year and a day in prison, though\nit deferred commencement of Lee’s sentence for two months so that\nLee could manage his restaurants over the holiday season.Lee quickly learned, however, that a prison term\nwas not the only consequence of his plea. Lee had pleaded guilty to\nwhat qualifies as an “aggravated felony” under the Immigration and\nNationality Act, and a noncitizen convicted of such an offense is\nsubject to mandatory deportation. See 8 U. S. C.\n§§1101(a)(43)(B), 1227(a)(2)(A)(iii);Calcano-Martinezv.INS, 533 U. S. 348 , n. 1 (2001). Upon learning\nthat he would be deported after serving his sentence, Lee filed a\nmotion under 28 U. S. C. §2255 to vacate his conviction\nand sentence, arguing that his attorney had provided\nconstitutionally ineffective assistance.At an evidentiary hearing on Lee’s motion, both\nLee and his plea-stage counsel testified that “deportation was the\ndeterminative issue in Lee’s decision whether to accept the plea.”\nReport and Recommendation in No. 2:10–cv–02698 (WD Tenn.), pp. 6–7\n(Report and Recommendation). In fact, Lee explained, his attorney\nbecame “pretty upset because every time something comes up I always\nask about immigration status,” and the lawyer “always said why [are\nyou] worrying about something that you don’t need to worry about.”\nApp. 170. According to Lee, the lawyer assured him that if\ndeportation was not in the plea agreement, “the government cannot\ndeport you.”Ibid.Lee’s attorney testified that he thought\nLee’s case was a “bad case to try” because Lee’s defense to the\ncharge was weak.Id.,at 218–219. The attorney nonetheless\nacknowledged that if he had known Lee would be deported upon\npleading guilty, he would have advised him to go to trial.Id.,at 236, 244. Based on the hearing testimony, a\nMagistrate Judge recommended that Lee’s plea be set aside and his\nconviction vacated because he had received ineffective assistance\nof counsel.The District Court, however, denied relief.\nApplying our two-part test for ineffective assistance claims fromStricklandv.Washington, 466 U. S. 668 (1984) ,\nthe District Court concluded that Lee’s counsel had performed\ndeficiently by giving improper advice about the deportation\nconsequences of the plea. But, “[i]n light of the overwhelming\nevidence of Lee’s guilt,” Lee “would have almost certainly” been\nfound guilty and received “a significantly longer prison sentence,\nand subsequent deportation,” had he gone to trial. Order in No.\n2:10–cv–02698 (WD Tenn.), p. 24 (Order). Lee therefore could\nnot show he was prejudiced by his attorney’s erroneous advice.\nViewing its resolution of the issue as debatable among jurists of\nreason, the District Court granted a certificate of\nappealability.The Court of Appeals for the Sixth Circuit\naffirmed the denial of relief. On appeal, the Government conceded\nthat the performance of Lee’s attorney had been deficient. To\nestablish that he was prejudiced by that deficient performance, the\ncourt explained, Lee was required to show “a reasonable probability\nthat, but for counsel’s errors, he would not have pleaded guilty\nand would have insisted on going to trial.” 825 F. 3d, at 313\n(quotingHillv.Lockhart, 474 U. S. 52, 59\n(1985) ; internal quotation marks omitted). Lee had “nobona\nfidedefense, not even a weak one,” so he “stood to gain\nnothing from going to trial but more prison time.” 825\nF. 3d,at 313, 316. Relying on Circuit precedent\nholding that “no rational defendant charged with a deportable\noffense and facing overwhelming evidence of guilt would proceed to\ntrial rather than take a plea deal with a shorter prison sentence,”\nthe Court of Appeals concluded that Lee could not show prejudice.Id.,at 314 (internal quotation marks omitted). We granted\ncertiorari. 580 U. S. ___ (2016).IIThe Sixth Amendment guarantees a defendant the\neffective assistance of counsel at “critical stages of a criminal\nproceeding,” including when he enters a guilty plea.Laflerv.Cooper, 566 U. S. 156, 165 (2012) ;Hill, 474\nU. S., at 58. To demonstrate that counsel was constitutionally\nineffective, a defendant must show that counsel’s representation\n“fell below an objective standard of reasonableness” and that he\nwas prejudiced as a result.Strickland, 466 U. S., at\n688, 692. The first requirement is not at issue in today’s case:\nThe Government concedes that Lee’s plea-stage counsel provided\ninadequate representation when he assured Lee that he would not be\ndeported if he pleaded guilty. Brief for United States 15. The\nquestion is whether Lee can show he was prejudiced by that\nerroneous advice.AA claim of ineffective assistance of counsel\nwill often involve a claim of attorney error “during the course of\na legal proceeding”—for example, that counsel failed to raise an\nobjection at trial or to present an argument on appeal.Roev.Flores-Ortega, 528 U. S. 470, 481 (2000) . A\ndefendant raising such a claim can demonstrate prejudice by showing\n“a reasonable probability that, but for counsel’s unprofessional\nerrors, the result of the proceeding would have been different.”Id.,at 482 (quotingStrickland, 466 U. S., at\n694; internal quotation marks omitted).But in this case counsel’s “deficient\nperformance arguably led not to a judicial proceeding of disputed\nreliability, but rather to the forfeiture of a proceeding itself.”Flores-Ortega, 528 U. S., at 483. When a defendant\nalleges his counsel’s deficient performance led him to accept a\nguilty plea rather than go to trial, we do not ask whether, had he\ngone to trial, the result of that trial “would have been different”\nthan the result of the plea bargain. That is because, while we\nordinarily “apply a strong presumption of reliability to judicial\nproceedings,” “we cannot accord” any such presumption “to judicial\nproceedings that never took place.”Id.,at 482–483\n(internal quotation marks omitted).We instead consider whether the defendant was\nprejudiced by the “denial of the entire judicial proceeding\n. . . to which he had a right.”Id.,at 483. As we\nheld inHillv.Lockhart, when a defendant claims\nthat his counsel’s deficient performance deprived him of a trial by\ncausing him to accept a plea, the defendant can show prejudice by\ndemonstrating a “reasonable probability that, but for counsel’s\nerrors, he would not have pleaded guilty and would have insisted on\ngoing to trial.” 474 U. S., at 59.The dissent contends that a defendant must also\nshow that he would have been better off going to trial. That is\ntrue when the defendant’s decision about going to trial turns on\nhis prospects of success and those are affected by the attorney’s\nerror—for instance, where a defendant alleges that his lawyer\nshould have but did not seek to suppress an improperly obtained\nconfession.Premov.Moore, 562 U. S. 115, 118\n(2011) ; cf.,e.g.,Hill, 474 U. S., at 59\n(discussing failure to investigate potentially exculpatory\nevidence).Not all errors, however, are of that sort. Here\nLee knew, correctly, that his prospects of acquittal at trial were\ngrim, and his attorney’s error had nothing to do with that. The\nerror was instead one that affected Lee’s understanding of the\nconsequences of pleading guilty. The Court confronted precisely\nthis kind of error inHill. Seeid., at 60 (“the\nclaimed error of counsel is erroneous advice as to eligibility for\nparole”). Rather than asking how a hypothetical trial would have\nplayed out absent the error, the Court considered whether there was\nan adequate showing that the defendant, properly advised, would\nhave opted to go to trial. The Court rejected the defendant’s claim\nbecause he had “alleged no special circumstances that might support\nthe conclusion that he placed particular emphasis on his parole\neligibility in deciding whether or not to plead guilty.”Ibid.[1]Lee, on the other hand, argues he can establish\nprejudice underHillbecause he never would have accepted a\nguilty plea had he known that he would be deported as a result. Lee\ninsists he would have gambled on trial, risking more jail time for\nwhatever small chance there might be of an acquittal that would let\nhim remain in the United States.[2] The Government responds that, since Lee had no viable\ndefense at trial, he would almost certainly have lost and found\nhimself still subject to deportation, with a lengthier prison\nsentence to boot. Lee, the Government contends, cannot show\nprejudice from accepting a plea where his only hope at trial was\nthat something unexpected and unpredictable might occur that would\nlead to an acquittal.BThe Government asks that we, like the Court of\nAppeals below, adopt aper serule that a defendant\nwith no viable defense cannot show prejudice from the denial of his\nright to trial. Brief for United States 26. As a general matter, it\nmakes sense that a defendant who has no realistic defense to a\ncharge supported by sufficient evidence will be unable to carry his\nburden of showing prejudice from accepting a guilty plea. But in\nelevating this general proposition to aper serule,\nthe Government makes two errors. First, it forgets that categorical\nrules are ill suited to an inquiry that we have emphasized demands\na “case-by-case examination” of the “totality of the evidence.”Williamsv.Taylor, 529 U. S. 362, 391 (2000)\n(internal quotation marks omitted);Strickland, 466\nU. S., at 695. And, more fundamentally, the Government\noverlooks that the inquiry we prescribed inHillv.Lockhartfocuses on a defendant’s decisionmaking, which may\nnot turn solely on the likelihood of conviction after trial.A defendant without any viable defense will be\nhighly likely to lose at trial. And a defendant facing such long\nodds will rarely be able to show prejudice from accepting a guilty\nplea that offers him a better resolution than would be likely after\ntrial. But that is not because the prejudice inquiry in this\ncontext looks to the probability of a conviction for its own sake.\nIt is instead because defendants obviously weigh their prospects at\ntrial in deciding whether to accept a plea. SeeHill, 474\nU. S., at 59. Where a defendant has no plausible chance of an\nacquittal at trial, it is highly likely that he will accept a plea\nif the Government offers one.But common sense (not to mention our precedent)\nrecognizes that there is more to consider than simply the\nlikelihood of success at trial. The decision whether to plead\nguilty also involves assessing the respective consequences of a\nconviction after trial and by plea. SeeINSv.St.\nCyr, 533 U. S. 289 –323 (2001). When those consequences\nare, from the defendant’s perspective, similarly dire, even the\nsmallest chance of success at trial may look attractive. For\nexample, a defendant with no realistic defense to a charge carrying\na 20-year sentence may nevertheless choose trial, if the\nprosecution’s plea offer is 18 years. Here Lee alleges that\navoiding deportation wasthedeterminative factor for him;\ndeportation after some time in prison was not meaningfully\ndifferent from deportation after somewhat less time. He says he\naccordingly would have rejected any plea leading to\ndeportation—even if it shaved off prison time—in favor of throwing\na “Hail Mary” at trial.The Government urges that, in such\ncircumstances, the possibility of an acquittal after trial is\n“irrelevant to the prejudice inquiry,” pointing to our statement inStricklandthat “[a] defendant has no entitlement to the\nluck of a lawless decisionmaker.” 466 U. S., at 695. That\nstatement, however, was made in the context of discussing the\npresumption of reliability we apply to judicial proceedings. As we\nhave explained, that presumption has no place where, as here, a\ndefendant was deprived of a proceeding altogether.Flores-Ortega, 528 U. S., at 483. In a presumptively\nreliable proceeding, “the possibility of arbitrariness, whimsy,\ncaprice, ‘nullification,’ and the like” must by definition be\nignored.Strickland, 466 U. S., at 695.But\nwhere we are instead asking what an individual defendant would have\ndone, the possibility of even a highly improbable result may be\npertinent to the extent it would have affected his\ndecisionmaking.[3]C“SurmountingStrickland’s high bar is\nnever an easy task,”Padillav.Kentucky, 559\nU. S. 356, 371 (2010) , and the strong societal interest in\nfinality has “special force with respect to convictions based on\nguilty pleas.”United Statesv.Timmreck, 441\nU. S. 780, 784 (1979) . Courts should not upset a plea solely\nbecause ofpost hocassertions from a defendant about\nhow he would have pleaded but for his attorney’s deficiencies.\nJudges should instead look to contemporaneous evidence to\nsubstantiate a defendant’s expressed preferences.In the unusual circumstances of this case, we\nconclude that Lee has adequately demonstrated a reasonable\nprobability that he would have rejected the plea had he known that\nit would lead to mandatory deportation. There is no question that\n“deportation was the determinative issue in Lee’s decision whether\nto accept the plea deal.” Report and Recommendation, at 6–7; see\nalso Order, at 14 (noting Government did not dispute testimony to\nthis effect). Lee asked his attorney repeatedly whether there was\nany risk of deportation from the proceedings, and both Lee and his\nattorney testified at the evidentiary hearing below that Lee would\nhave gone to trial if he had known about the deportation\nconsequences. See Report and Recommendation, at 12 (noting “the\nundisputed fact that had Lee at all been aware that deportation was\npossible as a result of his guilty plea, he would . . .\nnot have pled guilty”), adopted in relevant part in Order, at\n15.Lee demonstrated as much at his plea colloquy:\nWhen the judge warned him that a conviction “could result in your\nbeing deported,” and asked “[d]oes that at all affect your decision\nabout whether you want to plead guilty or not,” Lee answered “Yes,\nYour Honor.” App. 103. When the judge inquired “[h]ow does it\naffect your decision,” Lee responded “I don’t understand,” and\nturned to his attorney for advice.Ibid.Only when Lee’s\ncounsel assured him that the judge’s statement was a “standard\nwarning” was Lee willing to proceed to plead guilty.Id.,at\n210.[4]There is no reason to doubt the paramount\nimportance Lee placed on avoiding deportation. Deportation is\nalways “a particularly severe penalty,”Padilla, 559\nU. S., at 365 (internal quotation marks omitted), and we have\n“recognized that ‘preserving the client’s right to remain in the\nUnited States may be more important to the client than any\npotential jail sentence,’ ”id.,at 368 (quotingSt.\nCyr, 533 U. S., at 322; alteration and some internal\nquotation marks omitted); see alsoPadilla, 559 U. S.,\nat 364 (“[D]eportation is an integral part—indeed, sometimes the\nmost important part—of the penalty that may be imposed on\nnoncitizen defendants who plead guilty to specified crimes.”\n(footnote omitted)). At the time of his plea, Lee had lived in the\nUnited States for nearly three decades, had established two\nbusinesses in Tennessee, and was the only family member in the\nUnited States who could care for his elderly parents—both\nnaturalized American citizens. In contrast to these strong\nconnections to the United States, there is no indication that he\nhad any ties to South Korea; he had never returned there since\nleaving as a child.The Government argues, however, that underPadillav.Kentucky, a defendant “must convince the\ncourt that a decision to reject the plea bargain would have been\nrational under the circumstances.”Id.,at 372. The\nGovernment contends that Lee cannot make that showing because he\nwas going to be deported either way; going to trial would only\nresult in a longer sentence before that inevitable consequence. See\nBrief for United States 13, 21–23.We cannot agree that it would be irrational for\na defendant in Lee’s position to reject the plea offer in favor of\ntrial. But for his attorney’s incompetence, Lee would have known\nthat accepting the plea agreement wouldcertainlylead to\ndeportation. Going to trial?Almostcertainly. If\ndeportation were the “determinative issue” for an individual in\nplea discussions, as it was for Lee; if that individual had strong\nconnections to this country and no other, as did Lee; and if the\nconsequences of taking a chance at trial were not markedly harsher\nthan pleading, as in this case, that “almost” could make all the\ndifference. Balanced against holding on to some chance of avoiding\ndeportation was a year or two more of prison time. Seeid.,at 6. Not everyone in Lee’s position would make the choice to\nreject the plea. But we cannot say it would be irrational to do\nso.Lee’s claim that he would not have accepted a\nplea had he known it would lead to deportation is backed by\nsubstantial and uncontroverted evidence. Accordingly we conclude\nLee has demonstrated a “reasonable probability that, but for [his]\ncounsel’s errors, he would not have pleaded guilty and would have\ninsisted on going to trial.”Hill, 474 U. S., at\n59.*  *  *The judgment of the United States Court of\nAppeals for the Sixth Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.Notes1The dissent also relies\nheavily onMissouriv.Frye, 566 U. S. 134\n(2012) , andLaflerv.Cooper, 566 U. S. 156\n(2012) . Those cases involved defendants who alleged that, but for\ntheir attorney’s incompetence, they would haveaccepteda\nplea deal—not, as here and as inHill, that they would have\nrejected a plea. In bothFryeandLafler, the Court\nhighlighted this difference: Immediately following the sentence\nthat the dissent plucks fromFrye,post,at 5\n(opinion of Thomas, J.), the Court explained that its “application\nofStricklandto the instances of an uncommunicated, lapsed\nplea does nothing to alter the standard laid out inHill.”\n566 U. S., at 148 (“Hillwas correctly decided and\napplies in the context in which it arose”).Lafler, decided\nthe same day asFrye, reiterated that “[i]n contrast toHill, here the ineffective advice led not to an offer’s\nacceptance but to its rejection.” 566 U. S., at 163.FryeandLaflerarticulated adifferentway to\nshow prejudice, suited to the context of pleas not accepted, not anadditionalelement to theHillinquiry. SeeFrye, 566 U. S., at 148 (“Hilldoes not\n. . . provide the sole means for demonstrating prejudice\narising from the deficient performance of counsel during plea\nnegotiations”). Contrary to the dissent’s assertion,post,at 8–9, we do not depart fromStrickland’s requirement of\nprejudice. The issue is how the required prejudice may be\nshown.2Lee also argues that he\ncan show prejudice because, had his attorney advised him that he\nwould be deported if he accepted the Government’s plea offer, he\nwould have bargained for a plea deal that did not result in certain\ndeportation. Given our conclusion that Lee can show prejudice based\non the reasonable probability that he would have gone to trial, we\nneed not reach this argument.3The dissent makes much of\nthe fact thatHillv.Lockhart, 474 U. S. 52\n(1985) , also noted that courts should ignore the “idiosyncrasies\nof the particular decisionmaker.”Post,at 7 (quotingHill, 474 U. S., at 60; internal quotation marks\nomitted). ButHillmade this statement in discussing how\ncourts should analyze “predictions of the outcome at a possible\ntrial.”Id.,at 59–60. As we have explained, assessing the\neffect of some types of attorney errors on defendants’\ndecisionmaking involves such predictions: Where an attorney error\nallegedly affects how a trial would have played out, we analyze\nthat error’s effects on a defendant’s decisionmaking by making a\nprediction of the likely trial outcome. But, asHillrecognized, such predictions will not always be “necessary.”Id.,at 60. Such a prediction is neither necessary nor\nappropriate where, as here, the error is one that is not alleged to\nbe pertinent to a trial outcome, but is instead alleged to have\naffected a defendant’s understanding of the consequences of his\nguilty plea.4Several courts have noted\nthat a judge’s warnings at a plea colloquy may undermine a claim\nthat the defendant was prejudiced by his attorney’s misadvice. See,e.g.,United Statesv.Newman, 805 F. 3d\n1143, 1147 (CADC 2015);United Statesv.Kayode, 777\nF. 3d 719, 728–729 (CA5 2014);United Statesv.Akinsade, 686 F. 3d 248, 253 (CA4 2012);Boydv.Yukins, 99 Fed. Appx. 699, 705 (CA6 2004). The present case\ninvolves a claim of ineffectiveness of counsel extending to advice\nspecifically undermining the judge’s warnings themselves, which the\ndefendant contemporaneously stated on the record he did not\nunderstand. There has been no suggestion here that the sentencing\njudge’s statements at the plea colloquy cured any prejudice from\nthe erroneous advice of Lee’s counsel.",
    "joined": []
}