{
    "case": {
        "docket": "673",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/673/"
    },
    "id": "1970471",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–161_________________CHRISTINE ARMOUR, et al., PETITIONERSv.CITY OF INDIANAPOLIS, INDIANA, et al.on writ of certiorari to the supreme court of\nindiana[June 4, 2012]Chief Justice Roberts, with whom Justice\nScalia and Justice Alito join, dissenting.Twenty-three years ago, we released a succinct\nand unanimous opinion striking down a property tax scheme in West\nVirginia on the ground that it clearly violated the Equal\nProtection Clause.Allegheny Pittsburgh Coal Co.v.Commission of Webster Cty.,488 U.S.\n336(1989). InAlleghenyPittsburgh, we held that\na county failed to comport with equal protection requirements when\nit assessed property taxes primarily on the basis of purchase\nprice, with no appropriate adjustments over time. The result was\nthat new property owners were assessed at “roughly 8 to 35 times”\nthe rate of those who had owned their property longer.Id.,at 344. We found such a “gross disparit[y]” in tax levels could not\nbe justified in a state system that demanded that “taxation . . .\nbe equal and uniform.”Id.,at 338; W. Va. Const.,\nArt. X, §1. The case affirmed the common-sense proposition\nthat the Equal Protection Clause is violated by state action that\ndeprives a citizen of even “rough equality in tax treatment,” when\nstate law itself specifically provides that all the affected\ntaxpayers are in the same category for tax purposes. 488\nU. S., at 343; seeHillsboroughv.Cromwell,326 U.S.\n620, 623 (1946) (“The equal protection clause . . .\nprotects the individual from state action which selects him out for\ndiscriminatory treatment by subjecting him to taxes not imposed on\nothers of the same class”).In this case, the Brisbane/Manning Sanitary\nSewers Project allowed 180 property owners to have their homes\nhooked up to the City of Indianapolis’s sewer system un- der the\nState’s Barrett Law. That law requires sewer costs to “be primarily\napportioned equally among all abutting lands or lots.” Ind. Code\n§36–9–39–15(b)(3) (2011). In the case of Brisbane/Manning, the cost\ncame to $9,278 for each property owner. Some of the property\nowners—petitioners here—paid the full $9,278 up front. Others\nelected the option of paying in installments. Shortly after\nhook-up, the City switched to a new financing system and decided to\nforgive the hook-up debts of those paying on an installment plan.\nThe City refused, however, to refund any portion of the payments\nmade by their identically sit- uated neighbors who had already paid\nthe full amount due. The result was that while petitioners each\npaid the City $9,278 for their hook-ups, more than half their\nneighbors paid less than $500 for the same improvement—some as\nlittle as $309.27. Another quarter paid less than $1,000.\nPetitioners thus paid between 10 and 30 times as much for their\nsewer hook-ups as their neighbors.In seeking to justify this gross disparity, the\nCity explained that it was presented with three choices: First, it\ncould have continued to collect the installment plan payments of\nthose who had not yet settled their debts under the old system.\nSecond, it could have forgiven all those debts and given equivalent\nrefunds to those who had made lump sum payments up front. Or third,\nit could have forgiven the future payments and not refunded\npayments that had already been made. The first two choices had the\nbenefit of complying with state law, treating all of Indianapolis’s\ncitizens equally, and comporting with the Constitution. The City\nchose the third option.And what did the City believe was sufficient to\njustify a system that would effectively charge petitioners30\ntimes morethan their neighbors for thesameservice—when state law promised equal treatment? Two things: the\ndesire to avoid administrative hassle and the “fiscal[ ] chal-\nleng[e]” of giving back money it wanted to keep. Brief for\nRespondents 35–36. I cannot agree that those reasons pass\nconstitutional muster, even under rational basis review.The City argues that either of the other options\nfor transitioning away from the Barrett Law would have been\n“immensely difficult from an administrative standpoint.”Id.,at 36. The Court accepts this rationale, observing that\n“[o]rdinarily, administrative considerations can justify a\ntax-related distinction.”Ante, at 7. The cases the Court\ncites, however, stand only for the proposition that a legislature\ncrafting a tax scheme may take administrative concerns into\nconsideration when creating classes of tax- able entities that may\nbe taxed differently. See,e.g.,Lehnhausenv.Lake Shore Auto Parts Co.,410 U.S.\n356, 359 (1973) (a State may “draw lines that treat one class\nof individuals or entities differently from the others”);Maddenv.Kentucky,309 U.S.\n83, 87 (1940) (referring to the “broad discretion as to\nclassification possessed by a legislature”);Carmichaelv.Southern Coal & Coke Co.,301 U.S.\n495, 510–511 (1937) (discussing permissible considerations for\nthe legislature in establishing a tax scheme).Here, however, Indiana’s tax scheme explicitly\nprovides that costs will “be primarily apportionedequallyamong all abutting lands or lots.” Ind. Code §36–9–39–15(b)(3)\n(emphasis added). The legislature has therefore decreed that all\nabutting landowners are within the same class. We have never before\nheld that administrative burdens justify grossly disparate tax\ntreatment of those the State has provided should be treated alike.\nIndeed, inAllegheny Pittsburghthe County argued that its\nunequal assessments were based on “[a]dministrative cost[ ]”\nconcerns, to no avail. Brief for Respondent, O. T. 1988, No.\n87–1303, p. 22. The reason we have rejected this argument is\nobvious: The Equal Protection Clause does not provide that no State\nshall “deny to any person within its jurisdiction the equal\nprotection of the laws, unless it’s too much of a bother.”Even if the Court were inclined to decide that\nadministrative burdens alone may sometimes justify grossly\ndisparate treatment of members of the same class, this would hardly\nbe the case to do that. The City claims it cannot issue refunds\nbecause the process would be too difficult, requiring that it pore\nover records of old projects to determine which homeowners had\noverpaid and by how much. Brief for Respondents 36. But holding\nthat the City must refund petitioners’ overpayments would not mean\nthat it has to refund overpayments in every Barrett Law project.\nThe Equal Protection Clause is concerned with “gross” dis- parity\nin taxing. Because the Brisbane/Manning project was initiated\nshortly before the Barrett Law transition, the disparity between\nwhat petitioners paid in compar- ison to their installment plan\nneighbors was dramatic. Not so with respect to, for example, a\nproject initiated 10 years earlier, because for those projects even\ninstallment plan payers will have largely satisfied their debts,\nresulting in far less significant disparities.To the extent a ruling for petitioners would\nrequire issuing refunds to others who overpaid under the Barrett\nLaw, I think the city workers are up to the task. The City has in\nfact already produced records showing exactly how much each\nlump-sum payer overpaid ineveryactive Barrett Law\nProject—to the penny. Record inCoxv.Indianapolis,No. 1:09–cv–0435 (SD Ind.), Doc. 98–1 (Exh. A). What the city\nemployees would need to do, therefore, is cut the checks and mail\nthem out.Certainly the job need not involve the\ncomplicated procedure the Court describes in an attempt to bolster\nits administrative convenience argument. Under the Court’s view the\nCity would apparently continue to accept monthly payments from\ninstallment plan homeowners in order to gradually repay the money\nit owes to those who paid in a lump sum.Ante, at 9, 12. But\nthis approach was never dreamt of by the City itself. See Brief for\nRespondents 18 (setting out City’s “three basic [transition]\noptions,” none of which involved the Court’s gradual refund\nscheme).The Court suggests that the City’s\nadministrative convenience argument is one with which the law is\ncomfort- able. The Court compares the City’s decision to forgive\nthe installment balances to the sort of parking ticket and mortgage\npayment amnesty programs that currently abound.Ante, at 9.\nThis analogy is misplaced: Amnesty programs are designed to entice\nthose who are unlikely ever to pay their debts to come forward and\npay at least a portion of what they owe. It is not administrative\nconvenience alone that justifies such schemes. In a sense, these\nschemes help remedy payment inequities by prompting those who would\npay nothing to pay at least some of their fair share. The same\ncannot be said of the City’s system.The Court is willing to concede that\n“administrative considerations could not justify . . . an\nunfair system” in which “a city arbitrarily allocate[s] taxes among\na few citizens while forgiving many others on the ground that it is\ncheaper and easier to collect taxes from a few people than from\nmany.”Ante, at 11. Cold comfort, that. If the quoted\nlanguage does not accurately describe this case, I am not sure what\nit would reach.The Court wisely does not embrace the City’s\nalternative argument that the unequal tax burden is justified\nbecause “it would have been fiscally challenging to issue refunds.”\nBrief for Respondents 35. “Fiscally challenging” gives euphemism a\nbad name. The City’s claim that it has already spent petitioners’\nmoney is hardly worth a response, and the City recognizes as much\nwhen it admits it could provide refunds to petitioners by\n“arrang[ing] for payments from non-Barrett Law sources.”Id., at 36. One cannot evade returning money to its rightful\nowner by the simple expedient of spending it. The “fiscal\nchallenge” justification seems particularly inappropriate in this\ncase, as the City—with an annual budget of approximately $900\nmillion—admits that the cost of refunding all of petitioners’ money\nwould be approximately $300,000. Adopted 2012 Budget for the\nConsolidated City of Indianapolis, Marion County (Oct. 17, 2011),\np. 7; Tr. of Oral Arg. 17, 58.Equally unconvincing is the Court’s attempt to\ndistinguishAllegheny Pittsburgh. The Court claims that case\nwas different because it involved “a clear state law requirement\nclearly and dramatically violated.”Ante, at 14. Nothing\nless is at stake here. Indiana law requires that the costs of sewer\nprojects be “apportioned equally among all abutting lands.” Ind.\nCode §36–9–39–15(b)(3). The City has instead apportioned the costs\nof the Brisbane/ Manning project such that petitioners paid between\n10 and 30 times as much as their neighbors. Worse still, it has\ndone so in order to avoid administrative hassle and save a bit of\nmoney. To paraphrase A Man for All Seasons: “It profits a city\nnothing to give up treating its citizens equally for the whole\nworld . . . but for $300,000?” See R. Bolt, A Man for All\nSeasons, act II, p. 158 (1st Vintage Int’l ed. 1990).Our precedents do not ask for much from\ngovernment in this area—only “rough equality in tax treatment.”Allegheny Pittsburgh, 488 U. S., at 343. The Court\nreminds us thatAllegheny Pittsburghis a “rare case.”Ante,at 14. It is and should be; we give great leeway to\ntaxing authorities in this area, for good and sufficient reasons.\nBut every generation or so a case comes along when this Court needs\nto say enough is enough, if the Equal Protection Clause is to\nretain any force in this context.Allegheny Pittsburghwas\nsuch a case; so is this one. Indiana law promised neighboring\nhomeowners that they would be treated equally when it came to\npaying for sewer hook-ups. The City then ended up charging some\nhomeowners30 timeswhat it charged their neighbors for the\nsame hook-ups. The equal protection violation is plain. I would\naccordingly reverse the decision of the Indiana Supreme Court, and\nrespectfully dissent from the Court’s decision to do otherwise.",
    "joined": []
}