{
    "case": {
        "docket": "153",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/153/"
    },
    "id": "3518504",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–857_________________CAMPBELL-EWALD COMPANY, PETITIONERv.JOSE GOMEZon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[January 20, 2016]Chief Justice Roberts, with whom Justice\nScalia and Justice Alito join, dissenting.This case is straightforward. Jose Gomez alleges\nthat the marketing firm Campbell-Ewald (Campbell) sent him text\nmessages without his permission, and he requests relief under the\nTelephone Consumer Protection Act. That Act permits consumers to\nrecover statutory damages for unauthorized text messages. Based on\nGomez’s allegations, the maximum that he could recover under the\nAct is $1500 per text message, plus the costs of filing suit.\nCampbell has offered to pay Gomez that amount, but it turns out he\nwants more. He wants a federal court to say he is right.The problem for Gomez is that the federal courts\nexist to resolve real disputes, not to rule on a plaintiff’s\nentitlement to relief already there for the taking. As this Court\nhas said, “[n]o principle is more fundamental to the judiciary’s\nproper role in our system of government than the constitutional\nlimitation of federal-court jurisdiction to actual cases or\ncontroversies.”Rainesv.Byrd, 521 U. S. 811,\n818 (1997) (quotingSimonv.Eastern Ky. Welfare Rights\nOrganization, 426 U. S. 26, 37 (1976) ). If there is no\nactual case or controversy, the lawsuit is moot, and the power of\nthe federal courts to declare the law has come to an end. Here, the\nDistrict Court found that Campbell agreed to fully satisfy Gomez’s\nclaims. That makes the case moot, and Gomez is not entitled to a\nruling on the merits of a moot case.I respectfully dissent.IAIn 1793, President George Washington sent a\nletter to Chief Justice John Jay and the Associate Justices of the\nSupreme Court, asking for the opinion of the Court on the rights\nand obligations of the United States with respect to the war\nbetween Great Britain and France. The Supreme Court politely—but\nfirmly—refused the request, concluding that “the lines of\nseparation drawn by the Constitution between the three departments\nof the government” pro-hibit the federal courts from issuing such\nadvisory opinions. 3 Correspondence and Public Papers of John Jay\n486–489 (H. Johnston ed. 1890–1893).That prohibition has remained “the oldest and\nmost consistent thread in the federal law of justiciability.”Flastv.Cohen, 392 U. S. 83, 96 (1968)\n(internal quotation marks omitted). And for good reason. It is\nderived from Article III of the Constitution, which limits the\nauthority of the federal courts to the adjudication of “Cases” or\n“Controversies.” U. S. Const., Art. III, §2. The case or\ncontroversy requirement is at once an important check on the powers\nof the Federal Judiciary and the source of those powers. InMarburyv.Madison, 1 Cranch 137, 177 (1803), Chief\nJustice Marshall established that it is “the province and duty of\nthe judicial department to say what the law is.” Not because there\nis a provision in the Constitution that says so—there isn’t.\nInstead, the federal courts wield that power because they have to\ndecide cases and controversies, and “[t]hose who apply [a] rule to\nparticular cases, must of necessity expound and interpret that\nrule.”Ibid.Federal courts may exercise their authority\n“only in the last resort, and as a necessity in the determination\nof real, earnest and vital controversy between individuals.”Chicago & Grand Trunk R. Co.v.Wellman, 143\nU. S. 339, 345 (1892) ; see alsoAllenv.Wright, 468 U. S. 737, 752 (1984) . “If a dispute is\nnot a proper case or controversy, the courts have no business\ndeciding it, or expounding the law in the course of doing so.”DaimlerChrysler Corp.v.Cuno, 547 U. S. 332,\n341 (2006) .A case or controversy exists when both the\nplaintiff and the defendant have a “personal stake” in the lawsuit.Camretav.Greene, 563 U. S. 692, 701 (2011) . A\nplaintiff demonstrates a personal stake by establishing standing to\nsue, which requires a “personal injury fairly traceable to the\ndefendant’s allegedly unlawful conduct and likely to be redressed\nby the requested relief.”Allen, 468 U. S., at 751. A\ndefendant demonstrates a personal stake through “an ongoing\ninterest in the dispute.”Camreta, 563 U. S., at\n701.The personal stake requirement persists through\nevery stage of the lawsuit. It “is not enough that a dispute was\nvery much alive when suit was filed”; the “parties must continue to\nhave a personal stake in the outcome of the lawsuit” to prevent the\ncase from becoming moot.Lewisv.Continental Bank\nCorp., 494 U. S. 472 –478 (1990) (internal quotation marks\nomitted). If either the plaintiff or the defendant ceases to have a\nconcrete interest in the outcome of the litigation, there is no\nlonger a live case or controversy. A federal court that decides the\nmerits of such a case runs afoul of the prohibition on advisory\nopinions.BApplying those basic principles to this case,\nit is clear that the lawsuit is moot. All agree that at the time\nGomez filed suit, he had a personal stake in the litigation. In his\ncomplaint, Gomez alleged that he suffered an injury in fact when he\nreceived unauthorized text messages from Campbell. To remedy that\ninjury, he requested $1500 in statutory damages for each\nunauthorized text message. (It was later determined that he\nreceived only one text message.)What happened next, however, is critical: After\nGomez’s initial legal volley, Campbell did not return fire.\nInstead, Campbell responded to the complaint with a freestanding\noffer to pay Gomez the maximum amount that he could recover under\nthe statute: $1500 per unauthorized text message, plus court costs.\nCampbell also made an offer of judgment on the same terms under\nRule 68 of the Federal Rules of Civil Procedure, which permits a\ndefendant to recover certain attorney’s fees if the Rule 68 offer\nis unaccepted and the plaintiff later recovers no more than the\namount of the offer. Crucially, the District Court found that the\n“parties do not dispute” that Campbell’s Rule 68 offer—reflecting\nthe same terms as the freestanding offer—“would have fully\nsatisfied the individual claims asserted, or that could have been\nasserted,” by Gomez. 805 F. Supp. 2d 923, 927 (CD Cal.\n2011).When a plaintiff files suit seeking redress for\nan alleged injury, and the defendantagreesto fully redress\nthat injury, there is no longer a case or controversy for pur-poses\nof Article III. After all, if the defendant is willing to remedy\nthe plaintiff’s injury without forcing him to litigate, the\nplaintiff cannot demonstrate an injury in need of redress by the\ncourt, and the defendant’s interests are not adverse to the\nplaintiff. At that point, there is no longer any “necessity” to\n“expound and interpret” the law,Marbury, 1 Cranch, at 177,\nand the federal courts lack authority to hear the case. That is\nexactly what happened here: Once Campbell offered to fully remedy\nGomez’s injury, there was no longer any “necessity” for the\nDistrict Court to hear the merits of his case, rendering the\nlawsuit moot.[1]It is true that although Campbell has offered\nGomez full relief, Campbell has not yet paid up. That does not\naffect the mootness inquiry under the facts of this case. Campbell\nis a multimillion dollar company, and the settlement offer here is\nfor a few thousand dollars. The settlement offer promises “prompt\npayment,” App. to Pet. for Cert. 59a, and it would be mere\npettifoggery to argue that Campbell might not make good on that\npromise. In any event, to the extent there is a question whether\nCampbell is willing and able to pay, there is an easy answer: have\nthe firm deposit a certified check with the trial court.IIThe Court today holds that Gomez’s lawsuit is\nnot moot. According to the Court, “An unaccepted settlement\noffer—like any unaccepted contract offer—is a legal nullity, with\nno operative effect.”Ante,at 7–8 (quotingGenesis\nHealthCare Corp.v.Symczyk, 569 U. S. ___, ___\n(2013) (Kagan, J., dissenting) (slip op., at 3)). And so, the Court\nconcludes, if a plaintiff does not feel like accepting the\ndefendant’s complete offer of relief, the lawsuit cannot be moot\nbecause it is as if no offer had ever been made.But a plaintiff is not the judge of whether\nfederal litigation is necessary, and a meredesirethat\nthere be federal litigation—for whatever reason—does not make itnecessary. When a lawsuit is filed, it is up to the federal\ncourt to determine whether a concrete case or controversy exists\nbetween the parties. That remains true throughout the litigation.\nArticle III does not require the parties to affirmatively agree on\na settlement before a case becomes moot. This Court has long held\nthat when a defendant unilaterally remedies the injuries of the\nplaintiff, the case is moot—even if the plaintiff disagrees and\nrefuses to settle the dispute, and even if the defendant continues\nto deny liability.InCaliforniav.San Pablo &\nTulare R. Co., 149 U. S. 308 (1893) , the State of\nCalifornia brought suit against a railroad company for back taxes.\nBefore oral argument in this Court, the railroad offered to pay\nCalifornia the entire sum at issue, “together with interest,\npenalties and costs.”Id.,at 313. Although California\ncontinued to litigate the case despite the railroad’s offer of\ncomplete relief, the Court concluded that the offer to pay the full\nsum, in addition to “the deposit of the money in a bank, which by a\nstatute of the State ha[s] the same effect as actual payment and\nreceipt of the money,” mooted the case.Id.,at 314.The Court grounded its decision inSan\nPabloon the prohibition against advisory opinions, explaining\nthat “the court is not empowered to decide moot questions or\nabstract propositions, or to declare, for the government of future\ncases, principles or rules of law which cannot affect the result as\nto the thing in issue in the case.”Ibid.Although the\nmajority here places great weight on Gomez’s rejection of\nCampbell’s offer of complete relief,San Pablodid not\nconsider the agreement of the parties to be relevant to the\nquestion of mootness. As the Court said then, “[n]o stipulation of\nparties or counsel, whether in the case before the court or in any\nother case, can enlarge the power, or affect the duty, of the\ncourt.”Ibid.More recently, inAlvarezv.Smith, 558 U. S. 87 (2009) , the Court found that a\nplaintiff’s refusal to settle a case did not prevent it from\nbecoming moot. InAlvarez, Chi-cago police officers had\nseized vehicles and cash from six individuals. The individuals\nfiled suit against the city and two officials, claiming that they\nwere entitled to a timely post-seizure hearing to seek the return\nof their property. The Court of Appeals ruled for the plaintiffs,\nand this Court granted certiorari.At oral argument, the parties informed the Court\nthat the cars and some of the cash had been returned, and that the\nplaintiffs no longer sought the return of the remainder of the\ncash.Id., at 92. Nevertheless, the plaintiffs—much like\nGomez—“continue[d] to dispute the lawfulness of the State’s hearing\nprocedures.”Id.,at 93. Although the plaintiffs refused to\nsettle the case, and the defendants would not concede that the\nhearing procedures were unlawful, the Court held that the case was\nmoot. As the Court explained, the “dispute is no longer embedded in\nany actual controversy about the plaintiffs’ particular legal\nrights,” and “a dispute solely about the meaning of a law,\nabstracted from any concrete actual or threatened harm, falls\noutside the scope of the constitutional words ‘Cases’ and\n‘Controversies.’ ”Ibid.The Court reached a similar conclusion inAlready, LLCv.Nike, Inc., 568 U. S. ___\n(2013). In that case, Nike filed suit alleging that two of\nAlready’s athletic shoes violated Nike’s Air Force 1 trademark. In\nresponse, Already filed a counterclaim alleging that Nike’s\ntrademark was invalid. Instead of litigating the counterclaim, Nike\nissued aunilateralcovenant not to sue Already. In that\ncovenant, Nike “unconditionally and irrevocably” promised not to\nraise any trademark or unfair competition claims against Already\nbased on its current shoe designs or any future “colorable\nimitations” of those designs.Id.,at ___ (slip op., at 6).\nNike did not, however, admit that its trademark was invalid. After\nissuing the covenant, Nike asked the District Court to dismiss the\ncounterclaim as moot.Id.,at ___ (slip op., at 2).Already did not agree to Nike’s covenant, and it\ndid not view the covenant as sufficient to protect it from future\ntrademark litigation. Already argued that without judicial\nresolution of the dispute, “Nike’s trademarks [would] hang over\nAlready’s operations like a Damoclean sword.”Id.,at ___\n(slip op., at 9). This Court disagreed and dismissed the suit. It\nfound that because Nike had demonstrated “that the covenant\nencompasses all of [Nike’s] allegedly unlawful conduct,” and that\nthe “challenged conduct cannot reasonably be expected to recur,”\nthe counterclaim was moot.Id.,at ___ (slip op., at\n7–8).These precedents reflect an important\nconstitutional principle: The agreement of the plaintiff is not\nrequired to moot a case. InSan Pablo, California did not\naccept the railroad’s money in exchange for settling the State’s\nlegal claims; inAlvarez, the plaintiffs did not receive\ntheir cars and cash in return for an agreement to stop litigating\nthe case; and inAlready, the eponymous shoe company never\nagreed to Nike’s covenant not to sue. In each of those cases,\ndespite the plaintiff’s desire not to settle, the Court held that\nthe lawsuit was moot.The majority attempts to distinguish these\nprecedents by emphasizing that the plaintiffs in all three cases\nreceived complete relief, but that is not the point. I had thought\nthat the theory of the Court’s opinion was that acceptance is\nrequired before complete relief will moot a case. But consider the\nmajority’s discussion ofAlready: What did Nike’s covenant\ndo? It “afforded Already blanket protection from future trademark\nlitigation.”Ante,at 10, n. 5. What happened as a\nresult of this complete relief ? “The risk that underpinned\nAlready’s standing” thus “ceased to exist.”Ibid.Even\nthough what? Even though “Nike’s covenant was unilateral,” and not\naccepted by Already.Ibid.The majority is correct that because Gomez did\nnot accept Campbell’s settlement, it is a “legal nullity” as a\nmatter of contract law. The question, however, is not whether there\nis a contract; it is whether there is a case or controversy under\nArticle III.[2] If the\ndefendant is willing to give the plaintiff everything he asks for,\nthere is no case or controversy to adjudicate, and the lawsuit is\nmoot.[3]*  *  *The case or controversy requirement serves an\nessential purpose: It ensures that the federal courts expound the\nlaw “only in the last resort, and as a necessity.”Allen,\n468 U. S., at 752 (internal quotation marks omitted). It is\nthe necessity of resolving a live dispute that reconciles the\nexercise of profound power by unelected judges with the principles\nof self-governance, ensuring adherence to “the proper—and properly\nlimited—role of the courts in a democratic society.”Id.,at\n750 (internal quotation marks omitted).There is no such necessity here. As the District\nCourt found, Campbell offered Gomez full relief. Although Gomez\nnonetheless wants to continue litigating, the issue is not what the\nplaintiffwants, but what the federal courts may do. It is\nup to those courts to decide whether each party continues to have\nthe requisite personal stake in the lawsuit, and if not, to dismiss\nthe case as moot. The Court today takes that important\nresponsibility away from the federal courts and hands it to the\nplaintiff.The good news is that this case is limited to\nits facts. The majority holds that anofferof complete\nrelief is insufficient to moot a case. The majority does not say\nthatpaymentof complete relief leads to the same result.\nFor aught that appears, the majority’s analysis may have come out\ndifferently if Campbell had deposited the offered funds with the\nDistrict Court. Seeante,at 11–12. This Court leaves that\nquestion for another day—assuming there are other plaintiffs out\nthere who, like Gomez, won’t take “yes” for an answer.Notes1The Court does not reach\nthe question whether Gomez’s claim for class relief prevents this\ncase from becoming moot. The majority nev-ertheless suggests that\nCampbell “sought to avoid a potential ad-verse decision, one that\ncould expose it to damages a thousand-fold larger than the bid\nGomez declined to accept.”Ante,at 11. But under this\nCourt’s precedents Gomez does not have standing to seek relief\nbased solely on the alleged injuries of others, and Gomez’s\ninterest in sharing attorney’s fees among class members or in\nobtaining a class incentive award does not create Article III\nstanding. SeeLewisv.Continental Bank Corp., 494\nU. S. 472, 480 (1990) (An “interest in attorney’s fees is, of\ncourse, insufficient to create an Article III case or controversy\nwhere none exists on the merits of the underlying claim.”);Steel Co.v.Citizens for Better Environment, 523\nU. S. 83, 107 (1998) (“Obviously, however, a plaintiff cannot\nachieve standing to litigate a substantive issue by bringing suit\nfor the cost of bringing suit. The litigation must give the\nplaintiff some other benefit besides reimbursement of costs that\nare a byproduct of the litigation itself.”).2The majority suggests\nthat this case is analogous toU. S. Bancorp Mortgage\nCo.v.Bonner Mall Partnership, 513 U. S. 18 (1994)\n, where the Court declined to vacate a lower court decision that\nbecame moot on certiorari when the parties voluntarily settled the\ncase.Bancorpis inapposite—it involves the equitable powers\nof the courts to vacate judgments in moot cases, not the Article\nIII question whether a case is moot in the first place. The premise\nofBancorpis that it is up to the federal courts—and not\nthe parties—to decide what to do once a case becomes moot. The\nmajority’s position, in contrast, would leave it to the plaintiff\nto decide whether a case is moot.3To further support its\nArticle III-by-contract theory of the case, the Court looks to\nFederal Rule of Civil Procedure 68, which states that an unaccepted\noffer of judgment “is considered withdrawn.” Rule 68(b). But\nCampbell made Gomez both a Rule 68 offeranda freestanding\nsettlement offer. By its terms, Rule 68 does not apply to the\nlatter. The majority’s only argument with respect to the\nfreestanding settlement offer is that under the rules of contract\nlaw, an unaccepted offer is a “legal nullity.”Ante, at 7.\nAs explained, however, under the principles of Article III, an\nunaccepted offer of complete relief moots a case.",
    "joined": []
}