{
    "case": {
        "docket": "627",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/627/"
    },
    "id": "1970607",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–98_________________ALDONA WOS, SECRETARY, NORTH CAROLINA\nDEPARTMENT OF HEALTH AND HUMAN SER- VICES, PETITIONERv.E. M. A., a minor, by and through her guardian\nad litem, DANIEL H. JOHNSON, et al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[March 20, 2013]Chief Justice Roberts, with whom Justice\nScalia and Justice Thomas join, dissenting.The State of North Carolina paid for\nE. M. A.’s medical expenses under its Medicaid plan.\nE. M. A. sued those al-leged to have caused her injuries,\neventually settling for an amount that included, among other\nthings, medical expenses already covered by North Carolina. The\nfederal Medicaid statute requires North Carolina to recoup those\nexpenses. But neither the Act nor the regulations issued under it\ntell States how to determine what portion of a third-party recovery\nshould be attributed to medical expenses. The Court concludes that\nNorth Carolina’s law addressing that question is nonetheless\npreempted by the Act.The Court’s reading of the Act, while plausible,\nis not compelled by the statutory text or our precedent. It has the\nunfortunate consequence of denying flexibility to the States—and,\nby necessary implication, the Secretary of Health and Human\nServices—in resolving a policy question with broad significance for\nthis complicated program. In short, the result is both unnecessary\nand unwise. I therefore respectfully dissent.IMedicaid is a cooperative federal-state\nprogram designed to provide medical assistance to certain needy\npopulations. The basic idea is simple: The statute—as interpreted\nby the Secretary of HHS—sets out the requirements for an eligible\nMedicaid program. If States decide to enroll and comply with those\nrequirements, they get federal money. If they don’t, they don’t.\nThe federal contribution is not enough to fully fund any State’s\nprogram; States contribute anywhere from 17 to 50 percent of the\ncosts. See 42 U. S. C. §1396d(b) (2006 ed., Supp. V). The\nStates have considerable discretion in structuring and\nadministering their programs, subject of course to federal law and\nregulations.In practice, it’s not always so simple. The\nbooks are thick with federal regulations that States must interpret\nand reconcile. By my count, at least 39 federal-court opinions,\nincluding one of our own, have reiterated Judge Friendly’s\nobservation that Medicaid law is “almost unintelligible to the\nuninitiated.” SeeSchweikerv.Gray Panthers,453 U.S.\n34, 43 (1981) (quotingFriedmanv.Berger, 547\nF.2d 724, 727, n. 7 (CA2 1976)); see also 453 U. S., at\n43, n. 14 (quoting the District Court’s description of\nMedicaid inFriedmanas “an aggravated assault on the\nEnglish language, resistant to attempts to understand it”).\n“Perhaps appreciating the complexity of what it had wrought,\nCongress conferred on the Secretary exceptionally broad authority\nto prescribe standards for applying certain sec-tions of the Act.”Schweiker, supra,at 43. But where the law and the Secretary\nare silent on a specific ques-tion, it is up to the\nStates—sometimes informally advised by the federal Centers for\nMedicare and Medi- caid Services—to make sense of it all in running\ntheir programs.The relevant provisions here require that North\nCaro- lina (1) pay for certain people’s medical care, (2) make\nreasonable efforts to recoup from liable third parties (such as\ntortfeasors and insurers) any medical expenses it paid, and (3) not\nrecoup such payments by imposing a lien on the beneficiary’s\nproperty. Seeante, at 4–5; see also 42 U. S. C.\n§1396a(a)(25)(B) (2006 ed.). To comply, North Carolina pays for a\nbeneficiary’s medical expenses on the condition that any such\nexpenses the beneficiary recovers from third parties will go\ntowards repaying the State. See N. C. Gen. Stat. Ann.\n§108A–59(a) (Lexis 2011).The difficulty, however, is that tort victims\nseldom seek only medical expenses. Take this case:\nE. M. A. and her parents sought damages not only for\nmedical expenses, but for lost income, pain and suffering, and\nother things, and ended up settling all these claims for a lump sum\nof $2.8 million. Such a situation poses the question of how much\nNorth Carolina can recoup—indeed, under federal law,mustrecoup—from a lump sum that reflects more than just medical\nexpenses.This puts North Carolina in a tight spot. If it\nfails to recover what it must, it violates federal law. If it takes\na beneficiary’s property beyond medical expenses, it violates\nfederal law. Trying to navigate between these competing\nrequirements—with no interpretive guidance from the Secretary of\nHHS—North Carolina elected to resolve the problem by laying out\nground rules in advance, conditioning a beneficiary’s right to\nrecover from third parties on the beneficiary’s willingness to\nfully repay the State, or, at a minimum, define one-third of her\ndamages as “medical expenses,” whichever is less. N. C. Gen.\nStat. Ann. §§108A–59(a); 108A–57(a); see alsoAndrewsv.Haygood, 362 N. C. 599, 603–604, 669 S.E.2d 310,\n313–314 (2008).IIThe Court states that “[t]he problem” with\nNorth Carolina’s designation—actual expenses or one-third of the\nrecovery, whichever is less—“is not that it is an unreasonable\napproximation in all cases,” and acknowledges that “[i]n some\ncases, it may well be a fair estimate.”Ante, at 9.\nAccording to the Court, however, because North Carolina’s law\nprovides no “mechanism for determining whether it is a reasonable\napproximation in anyparticularcase,”ibid.,(emphasis added), it “directly conflict[s]” with the “clear\nmandate” of the federal Medicaid statute, and is therefore\npreempted.Ante,at 7 (quotingPLIVA, Inc.v.Mensing, 564 U. S. __, __ (2011) (slip op., at 11)\n(internal quotation marks omitted)), 10. This reflects a basic\npolicy judgment: that segregating medical expenses from a lump-sum\nrecovery must be done on a case-specific, after-the-fact basis,\nrather than pursuant to a general rule spelled out in advance.The problem is that the Court can point to no\nstatutory or regulatory requirement, much less an unambiguous one,\nrequiring such an approach. The federal statute, which provides\nthat States must recoup medical expenses owed by third parties, and\nwhich prevents States from placing a lien on a beneficiary’s\nproperty, says nothing about how to comply with these two\nrequirements in the event of a settlement. Seeante,at 1\n(Breyer, J., concurring) (“The statute is silent on the\nquestion”).Nor does our case law. As the Court\nacknowledges, our decision inArkansas Dept. of Health and Human\nServs.v.Ahlborn, was an easy one.547 U.S.\n268(2006). There, the underlying tort suit settled for\n$550,000, and the Medicaid beneficiary and the State of Arkansas\nstipulated that only $35,581.47 of the settlement represented\nmedical expenses. The State nonetheless claimed it “was entitled to\na lien in the amount of $215,645.30”—i.e.,the total amount\npaid by the State for the beneficiary’s health care.Id., at\n274. The question was whether the State could demand this money in\nlight of its stipulation that only $35,581.47 reflected medical\nexpenses. The answer, of course, was no. The State is only entitled\nto recover medical expenses; nothing else. So when Arkansas\ncontended that it was entitled to money the beneficiary had\nreceived for something other than medical expenses, we had no\ntrouble rejecting that argument. That proposition—that States may\nnot take money that is unrelated to medical expenses—does not help\nanswer the question here: May a State condition Medicaid benefits\non a beneficiary agreeing to define one-third of a tort recovery as\nreflecting “medical expenses”?The Court recognizes thatAhlborn“had no\noccasion to resolve” the question “how to determine what portion of\na settlement represents payment for medical care,”ante,at\n5, but then promptly proceeds as ifAhlbornhad done just\nthat. The Court quotesAhlbornfor the proposition that a\nState may not claim any portion of a tort recovery “not ‘designated\nas payments for medical care,’ ” and then faults North\nCarolina’s law because it “sets forth no process for determining\nwhat portion” is “attributable to med-ical expenses.”Ante,at 6, 7 (quoting 547 U. S., at 284), 7.Ahlbornspoke\nof “designated” amounts because, as noted, there was a stipulated\ndesignation in that case. What to do when there is no such\nstipulation—when it’s not clear “what portion of a settlement\nrepresents payment for medical care”—is a different question. The\nCourt assumes the answer must be the same: that the settlement must\nbe parsed in every case, so that there is an actual, after-the-fact\ndesignation in every case. If the parties do not agree on one, as\nthey did inAhlborn, there must be a process in place for\nreaching a case-specific attribution.The nature of the “process” contemplated by the\nmajor- ity is unclear, but it must involve an effort to determine\nwhat claims would have succeeded had there been a trial, what the\ndamages would have been for the separate claims, and so on—the very\nsort of inquiries settlement is intended to obviate. The Court\ntalks of addressing these concerns through “rebuttable presumptions\nand adjusted burdens of proof to ensure that speculative\nassessments of a plaintiff’s likely recovery do not defeat the\nState’s right to recover medical costs,” but ominously declines to\ngive any assurance “that these rules are necessarily compliant with\nthe federal statute.”Ante, at 13.Nothing inAhlbornrequires all this, and\nNorth Caro-lina has taken a different approach. It has adjusted its\ntort law to account for its obligations under federal Medicaid law\nby requiring that beneficiaries pay the State back in full or\ndesignate one-third of any recovery as “medical ex-penses,”\nwhichever is less. This approach allows bene-ficiaries to obtain\nsettlements, “meet[s] concerns about settlement manipulation,”Ahlborn, supra,at 288, n. 18, complies with the\nstatutory obligation that States make reasonable efforts to recover\nmedical expenses from liable third parties, and guarantees that the\nbeneficiary will never have to give back more than she has already\nreceived from the State.There’s nothing unusual about such an approach.\nStates define the contours of their own tort law all the time,\nsetting rules about who may recover in particular circumstances,\nwhat claims may be alleged, which parties are liable, what defenses\nmay be asserted, what damages are recoverable, and so on. Doing so\ndoes not amount to imposing a lien on any property to which an\nindividual has a vested right under state tort law. The Court says\nNorth Carolina cannot rely on its “traditional authority to\nregulate tort actions” because its rule in this case is not an\nexercise of its “general authority.”Ante, at 11. The Court\ncites no support for this vague new limitation on a State’s power\nto define tort remedies under state law, and I am aware of\nnone.In fact, federal law says nothing about how\nStates must define the recovery available to a Medicaid beneficiary\nsuing a third party. That silence is a good indication that\nCongress did not mean to strip States of their traditional\nauthority to regulate torts. SeeWyethv.Levine,555 U.S.\n555, 565 (2009) (“[I]n all pre-emption cases, and particularly\nin those in which Congress has legislated in a field which the\nStates have traditionally occupied, we start with the assumption\nthat the historic police powers of the States were not to be\nsuperseded by the Federal Act unless that was the clear and\nmanifest purpose of Congress” (internal quotation marks and\nellipses omitted)). The closest the Medicaid Act gets to this topic\nis its requirement that States have “in effect laws under which\n. . . the State is considered to have acquired the rights\nof such individual to payment by any other party for such health\ncare items or services.” See 42 U. S. C. §1396(a)(25)(H).\nThat Congress has said nothing else about what recovery a State\nmust allow, though clearly aware of the traditional power of States\nto regulate recoveries under private law, should be worth\nsomething. Cf.Bonito Boats, Inc.v.Thunder Craft Boats,\nInc.,489 U.S.\n141, 166–167 (1989) (“The case for federal pre-emption is\nparticularly weak where Congress has indicated its awareness of the\noperation of state law in a field of federal interest, and has\nnonetheless decided to stand by both concepts and to tolerate\nwhatever tension there [is] between them” (internal quotation marks\nomitted)).The majority nonetheless dismisses North\nCarolina’s solution as an arbitrary “one-size-fits-all” approach,ante, at 10, that has no “logical” endpoint; one that, if\naccepted, could permit States to “designate half, three-quarters,\nor all of a tort recovery in the same way.”Ante, at 8, 9.\nThis is an age-old objection to any line-drawing, to which Justice\nHolmes provided a familiar response: “Neither are we troubled by\nthe question where to draw the line. That is the question in pretty\nmuch everything worth arguing in the law.”Irwinv.Gavit,268 U.S.\n161, 168 (1925). Whatever the case “as a doctrinal matter,” it\nisin fact“easier to defend North Carolina’s” one-third\ndesignation than the Court’s hypothetical where a State allocates\nall of a recovery to medical expenses.Ante, at 9. In\naddition, the majority’s hobgoblin is less frightening when we\nremember that North Carolina never takes back more than what it\npaid for such expenses.The reasons for drawing a bright line, as North\nCarolina has, are obvious and familiar. See generally Scalia, The\nRule of Law as a Law of Rules, 56 U. Chi. L. Rev. 1175 (1989).\nBright lines provide clear notice; here that means beneficiaries\nknow exactly where they stand with respect to reimbursing the State\nas they negotiate settlements with third parties. Such clear rules\nare easy, cheap, and administrable—laudable qualities in the\ncontext of a vast and intricate program. The Court’s approach, on\nthe other end, requires the time of lawyers and judges, and that\ntime costs money—money better spent on providing health care to the\nneedy. Or so the State, responsible for administering its program,\ncould conclude, and nothing in the statute, regulations, or our\nprecedent says otherwise.The majority points out that nearly one-third of\nthe States conduct hearings of the sort it contemplates.Ante,at 13. Good for them. The whole point of our federal\nsystem is that different States may reach different judgments about\nhow to run their own different programs. Such flexibility is\nparticularly important in this context, where Medicaid spending is\nthe largest component of most state budgets. The Court also notes\nthat, in other areas, courts have undertaken the work of\n“separat[ing] lump-sum settlements or jury awards into categories\nto satisfy different claims.”Ibid.My point is not that the\nwork required by the Court cannot be done—just that it has not been\nrequired by Congress or the Secretary.On that note, it’s bad enough that the Court\nfinds the State’s reasonable effort to reconcile its competing\nobligations preempted. What is doubly unfortunate is that the\nCourt’s analysis necessarily implies that the Secretary’s hands are\nalso tied. The Medicaid Act is Spending Clause legislation, and\nsuch legislation is binding on States only insofar as it is\n“unambiguous.” SeePennhurst State School and Hospitalv.Halderman,451 U.S.\n1, 17 (1981). In addition, the anti-lien provision only\nprecludes North Carolina’s law if, as the Court acknowledges, there\nis a “direct conflict” between the two.Ante,at 7 (quotingPLIVA, Inc., 564 U. S., at ___ (slip op., at 11)\n(internal quotation marks omitted). The Court says—wrongly, I\nbelieve—that there is.Ante, at 10 (“An irrebuttable,\none-size-fits-all statutory presumption is incompatible with the\nMedicaid Act’sclear mandatethat a State may not demand any\nportion of a beneficiary’s tort recovery except the share that is\nattributable to medical expenses” (emphasis added)). But if North\nCarolina’s approach directly conflicts with an unambiguous, clear\nmandate in the Act—such that any presumption against preemption is\novercome, seeWyeth, supra,at 565, n. 3—it’s hard to\nsee how the Secretary could adopt a similar approach. SeeChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U.S.\n837, 842–843 (1984) (“If the intent of Congress is clear, that\nis the end of the matter; for the court, as well as the agency,\nmust give effect to the unambiguously expressed intent of\nCongress”).The concurrence wishes this were not so, seeante, at 4 (“today’s decision does not freeze the Court’s\npresent interpretation of the statute permanently into law”), but\nfails to acknowledge the express rationale of the Court’s opinion.\nThere is no other way to read the majority opinion than as\nforeclosing what the concurrence would like to leave open.Or is there? In exactly two sentences, the Court\nseems to falter and lose the courage of its conviction that a State\nmust have a process in place for an individual allocation of\nmedical expenses in every case. The Court views the problem with\nNorth Carolina’s law as being that “the State provides no evidence\nto substantiate its claim that the one-third allocation is\nreasonable in the mine run of cases.”Ante, at 9. That\nthought does not resurface until five pages later—and only\nthen—when the Court says that States “may even be able to adoptex anteadministrative criteria for allocating medical and\nnonmedical expenses, provided these criteria are backed by evidence\nsuggesting that they are likely to yield reasonable results in the\nmine run of cases.”Ante, at 14.I am not sure whether this is a concession that\nindividualized hearings may not be required after all, but if it\nis, it is flatly contrary to the rest of the opinion. It is also\nquite odd to suggest that the problem with North Caro-lina’s law\nwould go away if only the State provided some sort of study\nsubstantiating the idea that one-third was a good approximation in\nmost cases. North Carolina is not a federal agency, whose actions\nare subject to review under the Administrative Procedure Act’s\n“substantial evidence” test. See 5 U. S. C. §706(2)(E).\nWe have never before, in a preemption case, put the burden on the\nState to compile an evidentiary record supporting its legislative\ndetermination. The burden is, of course, on those challenging the\nlaw. SeePharmaceutical Research and Mfrs. of Americav.Walsh,538 U.S.\n644, 661–662 (2003) (plurality opinion) (“We start\n. . . with a presumption that the state statute is valid,\nand ask whether petitioner has shouldered the burden of overcoming\nthat presumption” (citation omitted)). We have said that, as a\ngeneral matter, “Congress is not obligated, when enacting its\nstatutes, to make a record of the type that an administrative\nagency or court does to accommodate judicial review.”Turner\nBroadcasting System, Inc.v.FCC,520 U.S.\n180, 213 (1997) (internal quotation marks omitted). Sovereign\nStates should be accorded no less deference.Keep in mind that the basis for all this is a\nfederal law that prohibits liens for medical assistance, but saysnothingabout how medical and nonmedical expenses are to be\nallocated. It is hard enough to figure out what the Medicaid Act\nmeans by what itsays; we should not read so much into its\nsilence.Ultimately, it is a basic policy judgment\nwhether the Medicaid program is best served in this instance by\npost hoc individualized determinations, or whether the issue\nmay be addressed in advance, through a general rule, as North\nCarolina has done here. Seeante, at 1–2 (Breyer, J.,\nconcurring) (“any of several different answers to the question\nwould seem reasonable”). The Court can point to nothing that\ndelegates to it the prerogative to make that judgment. Rather,\nStates and the Secretary—working together—should be afforded the\nleeway to make their joint venture a workable one.Because North Carolina’s law does not conflict\nwith federal law, I would let it be. I respectfully dissent.",
    "joined": []
}