{
    "case": {
        "docket": "606",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/606/"
    },
    "id": "4565546",
    "author": "roberts",
    "type": "dissent",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 09–958, 09–1158, and 10–283_________________TOBY DOUGLAS, DIRECTOR, CALIFORNIA DE-\nPARTMENT OF HEALTH CARE SERVICES, PETITIONER09–958v.INDEPENDENT LIVING CENTER OF\nSOUTHERNCALIFORNIA, INC., et al.TOBY DOUGLAS, DIRECTOR, CALIFORNIA DE-\nPARTMENT OF HEALTH CARE SERVICES, PETITIONER09–1158v.CALIFORNIA PHARMACISTS ASSOCIATION\net al.TOBY DOUGLAS, DIRECTOR, CALIFORNIA DE-\nPARTMENT OF HEALTH CARE SERVICES, PETITIONER10–283v.SANTA ROSA MEMORIAL HOSPITAL\net al.on writs of certiorari to the united states\ncourt of appeals for the ninth circuit[February 22, 2012]Chief Justice Roberts, with whom Justice\nScalia, Justice Thomas, and Justice Alito join, dissenting.The Medicaid Act established a collaborative\nfederal-state program to assist the poor, elderly, and disabled in\nobtaining medical care. The Act is Spending Clause legislation; in\nexchange for federal funds a State agrees to abide by specified\nrules in implementing the program. One of those rules is set forth\nin §30(A) of the Act, which requires States to meet particular\ncriteria in establishing Medicaid reimbursement rates for those\nproviding services under the Act. 42 U. S. C.\n§1396a(a)(30)(A). In 2008 and 2009, California enacted legislation\nreducing the rates at which it would compensate some providers.\nCertain providers and individuals receiving Medicaid benefits\nthought the new reimbursement rates did not comply with the\ncriteria set forth in §30(A). They sued the State to prevent the\nnew rates from going into effect.But those plaintiffs faced a significant\nproblem: Nothing in the Medicaid Act allows providers or\nbeneficiaries (or anyone else, for that matter) to sue to enforce\n§30(A). The Act instead vests responsibility for enforcement with a\nfederal agency, the Centers for Medicare & Medicaid Services\n(CMS). See,e.g.,42 U. S. C. §1316(a)(1). That is\nsettled law in the Ninth Circuit. SeeSanchezv.Johnson,416 F.3d 1051, 1058–1062 (2005) (“[T]he flexible,\nadministrative standards embodied in [§30(A)] do not reflect a\nCongressional intent to provide a private remedy for their\nviolation”). And it is the law in virtually every other cir- cuit\nas well. See,e.g.,Long Term Care Pharmacy Alli-\nancev.Ferguson,362 F.3d 50, 57–59 (CA1 2004) (holding that it would be\ninconsistent with this Court’s precedent to find that §30(A)\ncreates rights enforceable by private parties). The respondents\nhave never argued the contrary. Thus, as this case comes to us, the\nfederal rule is that Medicaid reimbursement rates must meet certain\ncriteria, but private parties have no statutory right to sue to\nenforce those requirements in court.The providers and beneficiaries sought to\novercome that difficulty by arguing that they could proceed against\nthe State directly under the Supremacy Clause of the Constitution,\neven if they could not do so under the Act. They contended that the\nnew state reimbursement rates were inconsistent with the\nrequirements of §30(A). The Supremacy Clause provides that a\nfederal statute such as §30(A) preempts contrary state law.\nTherefore, the providers and beneficiaries claimed, they could sue\nto enforce the Supremacy Clause, which requires striking down the\nstate law and giving effect to §30(A). The Ninth Circuit agreed\nwith this argument and blocked the new state reimbursement\nrates.During briefing and argument in this case, the\nparties have debated broad questions, such as whether and when\nconstitutional provisions as a general matter are directly\nenforceable. It is not necessary to consider these larger issues.\nIt is not even necessary to decide whether the Supremacy Clause can\never provide a private cause of action. The question presented in\nthe certiorari petitions is narrow: “Whether Medicaid recipients\nand providers may maintain a cause of action under the Supremacy\nClause to enforce [§30(A)] by asserting that the provision preempts\na state law reducing reimbursement rates.” To decide this case, it\nis enough to conclude that the Supremacy Clause does not provide a\ncause of action to enforce the requirements of §30(A) when\nCongress, in establishing those requirements, elected not to\nprovide such a cause of action in the statute itself.The Supremacy Clause operates differently than\nother constitutional provisions. For example, if Congress says in a\nlaw that certain provisions do not give rise to a taking without\njust compensation, that obviously does not resolve a claim under\nthe Takings Clause that they do. The Supremacy Clause, on the other\nhand, is “not a source of any federal rights.”Chapmanv.Houston Welfare Rights Organization,441\nU.S. 600, 613 (1979); accord,Dennisv.Higgins,498 U.S.\n439, 450 (1991) (contrasting, in this regard, the Supremacy\nClause and the Commerce Clause). The purpose of the Supremacy\nClause is instead to ensure that, in a conflict with state law,\nwhatever Congress says goes. See The Federalist, No. 33,\np. 205 (C. Rossiter ed. 1961) (A. Hamilton) (the\nSupremacy Clause “only declares a truth which flows immediately and\nnecessarily from the institution of a federal government”).Thus, if Congress does not intend for a statute\nto supply a cause of action for its enforcement, it makes no sense\nto claim that the Supremacy Clause itself must provide one. Saying\nthat there is a private right of action under the Supremacy Clause\nwould substantively change the federal rule established by Congress\nin the Medicaid Act. That is not a proper role for the Supremacy\nClause, which simply ensures that the rule established by Congress\ncontrols.Indeed, to say that there is a federal statutory\nright enforceable under the Supremacy Clause, when there is no such\nright under the pertinent statute itself, would effect a complete\nend-run around this Court’s implied right of action and 42\nU. S. C. §1983 jurisprudence. We have em- phasized that\n“where the text and structure of a statute provide no indication\nthat Congress intends to create new individual rights, there is no\nbasis for a private suit, whether under §1983 or under an implied\nright of action.”Gonzaga Univ.v.Doe,536 U.S.\n273, 286 (2002). This body of law would serve no purpose if a\nplaintiff could overcome the absence of a statutory right of action\nsimply by invoking a right of action under the Supremacy Clause to\nthe exact same effect. Cf.Astra USA, Inc.v.Santa Clara\nCounty, 563 U. S. ___, ___ (2011) (slip op., at 7)\n(rejecting contention that contract incorporating statutory terms\ncould be enforced in private action when statute itself could not\nbe; “[t]he absence of a private right to enforce the statutory\nceiling price obligations would be rendered meaningless if\n[contracting] entities could overcome that obstacle by suing to\nenforce the contract’s ceiling price obligations instead”).The providers and beneficiaries argue, however,\nthat the traditional exercise of equity jurisdiction supports\nfinding a direct cause of action in the Supremacy Clause. This\ncontention fails for the same reason. It is a longstand- ing maxim\nthat “[e]quity follows the law.” 1 J. Pomeroy, Treatise on Equity\nJurisprudence §425 (3d ed. 1905). A court of equity may not “create\na remedy in violation of law, or even without the authority of\nlaw.”Reesv.Watertown, 19 Wall. 107, 122 (1874).\nHere the law established by Congress is that there is no remedy\navailable to private parties to enforce the federal rules against\nthe State. For a court to reach a contrary conclusion under its\ngeneral equitable powers would raise the most serious concerns\nregarding both the separation of powers (Congress, not the\nJudiciary, decides whether there is a private right of action to\nenforce a federal statute) and federalism (the States under the\nSpending Clause agree only to conditions clearly specified by\nCongress, not any implied on an ad hoc basis by the\ncourts).This is not to say that federal courts lack\nequitable powers to enforce the supremacy of federal law when such\naction gives effect to the federal rule, rather than contravening\nit. The providers and beneficiaries rely heavily on cases of this\nkind, most prominentlyEx parte Young,209 U.S.\n123(1908). Those cases, however, present quite different\nquestions involving “the pre-emptive assertion in equity of a\ndefense that would otherwise have been available in the State’s\nenforcement proceedings at law.”Virginia Office for Protection\nand Advocacyv.Stewart, 563 U. S. ___, ___ (2011)\n(Kennedy, J., concurring) (slip op., at 1). Nothing of that sort is\nat issue here; the respondents are not subject to or threatened\nwith any enforcement proceeding like the one inEx parte\nYoung. They simply seek a private cause of action Congress\nchose not to provide.*  *  *The Court decides not to decide the question\non which we granted certiorari but instead to send the cases back\nto the Court of Appeals, because of the recent action by CMS\napproving California’s new reimbursement rates. But the CMS\napprovals have no impact on the question before this Court. If, as\nI believe, there is no private right of action under the Supremacy\nClause to enforce §30(A), that is the end of the matter. If, on the\nother hand, the Court believes that there is such a cause of\naction, but that CMS’s recent rate approvals may have an effect on\nthat action going forward, then the Court should say just that andthenremand to the Ninth Circuit for consideration of the\neffect of the agency approvals.I am not sure what a remand without answering\nthe preliminary question is meant to accomplish. The major- ity\nclaims that the agency’s recent action “may change the [lower\ncourts’] answer” to the question whether the particular state rates\nviolate §30(A).Ante,at 6. But that fact-specific question\nis not the one before us; we chose not to grant certiorari on the\nquestion whether California’s rates complied with §30(A), limiting\nour grant to the cause of action question. 562 U. S. ___\n(2011).The majority also asserts that the lower courts\nmust “decide whether these cases may proceed directly under the\nSupremacy Clause now that the agency has acted.”Ante,at 8.\nThe majority contends that the parties have not “fully argued this\nquestion.”Ibid.But the agency proceedings that ultimately\nled to the CMS approvals were well underway when this Court granted\ncertiorari. The parties debated the import of the parallel adminis-\ntrative proceedings in their initial briefs and at oral argument.\nSee,e.g.,Brief for Petitioner 28–29 (“Private lawsuits\n. . . interfere with . . . CMS’s own\nenforcement procedures,” as is “vividly demonstrated in the present\ncases”); Brief for Respondents Santa Rosa Memorial Hospital\net al. in No.10–283, p. 46 (“This case vividly illustrates why\nthe [administrative] enforcement scheme . . . cannot\nsubstitute for a constitutional preemption claim”). No party—nor\nthe United States asamicus curiae—argued that any action by\nCMS would affect the answer to the question we granted certiorari\nto review. See,e.g.,Tr. of Oral Arg. 53–54 (counsel for\nrespondents) (arguing that, “to be sure,” there would be a cause of\naction under the Supremacy Clause even after the agency took action\non the challenged rates).Once the CMS approvals were issued, this Court\ndirected the parties to file supplemental briefs to address “the\neffect, if any, of the [CMS approvals] on the proper disposition of\nthis case.” 565 U. S. ___ (2011). Again, no one argued on\nsupplemental briefing that the CMS approvals affected the answer to\nthe question before this Court. See,e.g., Supp. Letter\nBrief for Certain Respondents 6 (“The CMS findings do not directly\nresolve whether the Constitution supports a right of action”);\nSupp. Letter Brief for Petitioner 6 (agreeing that “ifa\npreemption cause of action may be stated here against the State,\n[CMS] approval may affect its merits but not its existence”). It\nseems odd, then, to claim that the parties have not had the\nopportunity to fully address the impact of the agency action on the\nquestion that we granted certiorari to review: whether the Ninth\nCircuit correctly recognized a private cause of action under the\nSupremacy Clause to enforce §30(A).So what is the Court of Appeals to do on remand?\nIt could change its view and decide that there is no cause of\naction directly under the Supremacy Clause to enforce §30(A). The\nmajority itself provides a compelling list of reasons for such a\nresult: “The Medicaid Act commits to the federal agency the power\nto administer a federal program”; “the agency is comparatively\nexpert in the statute’s subject matter”; “the language of the\nparticular provision at issue here is broad and general, suggesting\nthat the agency’s expertise is relevant”; and APA review would\nprovide “an authoritative judicial determination.”Ante, at\n6–7. Allowing for both Supremacy Clause actions and agency\nenforcement “threatens potential inconsistency or confusion,” and\nimperils “the uniformity that Congress intended by centralizing\nadministration of the federal program in the agency.”Ante,at 7–8; seeGonzaga, 536 U. S., at 291–293 (Breyer, J.,\nconcurring in judgment) (explaining that Congress often means to\npreclude a private right of action in statutes where it employs an\nad- ministrative enforcement scheme that achieves “expertise,\nuniformity, widespread consultation, and resulting administrative\nguidance,” while “avoid[ing] the comparative risk of inconsistent\ninterpretations and misincentives that can arise out of an\noccasional inappropriate application of the statute in a private\naction for damages”).The majority acknowledges, in light of all this,\nthat the Supremacy Clause challenge appears “at best redundant,”\nand that “continuation of the action in that form would seem to be\ninefficient.”Ante, at 8. Still, according to the majority,\nthe Court of Appeals on remand could determine that the Supremacy\nClause action may be brought but then must abate “now that the\nagency has acted,”ibid.—as everyone knew the agency would.\nA Court concerned with “inefficien[cy]” should not find that result\nvery palatable, and the majority cites no precedent for a cause of\naction that fades away once a federal agency has acted. Such a\nscenario would also create a bizarre rush to the courthouse, as\nlitigants seek to file and have their Supremacy Clause causes of\naction decided before the agency has time to arrive at final agency\naction reviewable in court.Or perhaps the suits should continue in a\ndifferent “form,” by which I understand the Court to suggest that\nthey should morph into APA actions. The APA judicial review\nprovisions, however, seem to stand in the way of such a\ntransformation. To convert the litigation into an APA suit, the\ncurrent defendant (the State) would need to be dismissed and the\nagency (which is not currently a party at all) would have to be\nsued in its stead. 5 U. S. C. §§701–706. Given that APA\nactions also feature—among other things—different standards of\nreview, different records, and different potential remedies, it is\ndifficult to see what would be left of the original Supremacy\nClause suit. Or, again, why one should have been permitted in the\nfirst place, when agency review was provided by statute, and the\nparties were able to and did participate fully in that process.I would dispel all these difficulties by simply\nholding what the logic of the majority’s own opinion suggests: When\nCongress did not intend to provide a private right of action to\nenforce a statute enacted under the Spending Clause, the Supremacy\nClause does not supply one of its own force. The Ninth Circuit’s\ndecisions to the contrary should be reversed.",
    "joined": []
}