{
    "case": {
        "docket": "443",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/443/"
    },
    "id": "1963460",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTSNYDER V. PHELPS562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-751ALBERT SNYDER, PETITIONERv.FRED W.\nPHELPS, SR., et al.on writ of certiorari to the united states court of\nappeals for the fourth circuit[March 2, 2011]Chief Justice Roberts delivered\nthe opinion of the Court.A jury held members of the\nWestboro Baptist Church liable for millions of dollars in damages\nfor picketing near a soldier’s funeral service. The picket signs\nreflected the church’s view that the United States is overly\ntolerant of sin and that God kills American soldiers as punishment.\nThe question presented is whether the First Amendment shields the\nchurch members from tort liability for their speech in this\ncase.IAFred Phelps founded the Westboro\nBaptist Church in Topeka, Kansas, in 1955. The church’s\ncongregation believes that God hates and punishes the United States\nfor its tolerance of homosexuality, particularly in America’s\nmilitary. The church frequently communicates its views by\npicketing, often at military funerals. In the more than 20 years\nthat the members of Westboro Baptist have publicized their message,\nthey have picketed nearly 600 funerals. Brief for Rutherford\nInstitute asAmicus Curiae7, n. 14.Marine Lance Corporal Matthew\nSnyder was killed in Iraq in the line of duty. Lance Corporal\nSnyder’s father selected the Catholic church in the Snyders’\nhometown of Westminster, Maryland, as the site for his son’s\nfuneral. Local newspapers provided notice of the time and location\nof the service.Phelps became aware of Matthew Snyder’s\nfuneral and decided to travel to Maryland with six other Westboro\nBaptist parishioners (two of his daughters and four of his\ngrandchildren) to picket. On the day of the memorial service, the\nWestboro congregation members picketed on public land adjacent to\npublic streets near the Maryland State House, the United States\nNaval Academy, and Matthew Snyder’s funeral. The Westboro picketers\ncarried signs that were largely the same at all three locations.\nThey stated, for instance: “God Hates the USA/Thank God for 9/11,”\n“America is Doomed,” “Don’t Pray for the USA,” “Thank God for\nIEDs,” “Thank God for Dead Soldiers,” “Pope in Hell,” “Priests Rape\nBoys,” “God Hates Fags,” “You’re Going to Hell,” and “God Hates\nYou.”The church had notified the authorities in\nadvance of its intent to picket at the time of the funeral, and the\npicketers complied with police instructions in staging their\ndemonstration. The picketing took place within a 10- by 25-foot\nplot of public land adjacent to a public street, behind a temporary\nfence. App. to Brief for Appellants in No. 08–1026 (CA4),\npp. 2282–2285 (hereinafter App.). That plot was approximately\n1,000 feet from the church where the funeral was held. Several\nbuildings separated the picket site from the church.Id.,\nat 3758. The Westboro picketers displayed their signs for about 30\nminutes before the funeral began and sang hymns and recited Bible\nverses. None of the picketers entered church property or went to\nthe cemetery. They did not yell or use profanity, and there was no\nviolence associated with the picketing.Id., at 2168,\n2371, 2286, 2293.The funeral procession passed within 200 to\n300 feet of the picket site. Although Snyder testified that he\ncould see the tops of the picket signs as he drove to the funeral,\nhe did not see what was written on the signs until later that\nnight, while watching a news broadcast covering the event.Id., at 2084–2086.[Footnote 1]BSnyder filed suit against Phelps,\nPhelps’s daughters, and the Westboro Baptist Church (collectively\nWestboro or the church) in the United States District Court for the\nDistrict of Maryland under that court’s diversity jurisdiction.\nSnyder alleged five state tort law claims: defamation, publicity\ngiven to private life, intentional infliction of emotional\ndistress, intrusion upon seclusion, and civil conspiracy. Westboro\nmoved for summary judgment contending, in part, that the church’s\nspeech was insulated from liability by the First Amendment. See 533\nF. Supp. 2d 567, 570 (Md. 2008).The District Court awarded\nWestboro summary judgment on Snyder’s claims for defamation and\npublicity given to private life, concluding that Snyder could not\nprove the necessary elements of those torts.Id.,at\n572–573. A trial was held on the remaining claims. At trial, Snyder\ndescribed the severity of his emotional injuries. He testified that\nhe is unable to separate the thought of his dead son from his\nthoughts of Westboro’s picketing, and that he often becomes\ntearful, angry, and physically ill when he thinks about it.Id.,at 588–589. Expert witnesses testified that Snyder’s\nemotional anguish had resulted in severe depression and had\nexacerbated pre-existing health conditions.A jury found for Snyder on the intentional\ninfliction of emotional distress, intrusion upon seclusion, and\ncivil conspiracy claims, and held Westboro liable for $2.9 million\nin compensatory damages and $8 million in punitive damages.\nWestboro filed several post-trial motions, including a motion\ncontending that the jury verdict was grossly excessive and a motion\nseeking judgment as a matter of law on all claims on First\nAmendment grounds. The District Court remitted the punitive damages\naward to $2.1 million, but left the jury verdict otherwise intact.Id.,at 597.In the Court of Appeals, Westboro’s primary\nargument was that the church was entitled to judgment as a matter\nof law because the First Amendment fully protected Westboro’s\nspeech. The Court of Appeals agreed. 580 F. 3d 206, 221 (CA4\n2009). The court reviewed the picket signs and concluded that\nWestboro’s statements were entitled to First Amendment protection\nbecause those statements were on matters of public concern, were\nnot provably false, and were expressed solely through hyperbolic\nrhetoric.Id., at 222–224.[Footnote 2]We granted certiorari. 559 U. S. ___\n(2010).IITo succeed on a claim for\nintentional infliction of emotional distress in Maryland, a\nplaintiff must demonstrate that the defendant intentionally or\nrecklessly engaged in extreme and outrageous conduct that caused\nthe plaintiff to suffer severe emotional distress. SeeHarrisv.Jones, 281 Md. 560, 565–566, 380\nA. 2d 611, 614 (1977). The Free Speech Clause of the First\nAmendment—“Congress shall make no law … abridging the freedom of\nspeech”—can serve as a defense in state tort suits, including suits\nfor intentional infliction of emotional distress. See,e.g.,Hustler Magazine, Inc.v.Falwell,485 U. S. 46,\n50–51 (1988).[Footnote 3]Whether the First Amendment\nprohibits holding Westboro liable for its speech in this case turns\nlargely on whether that speech is of public or private concern, as\ndetermined by all the circumstances of the case. “[S]peech on\n‘matters of public concern’ … is ‘at the heart of the First\nAmendment’s protection.’ ”Dun & Bradstreet, Inc.v.Greenmoss Builders, Inc.,472 U. S. 749, 758–759\n(1985) (opinion of Powell, J.) (quotingFirst Nat. Bank of\nBostonv.Bellotti,435 U. S. 765, 776\n(1978)). The First Amendment reflects “a profound national\ncommitment to the principle that debate on public issues should be\nuninhibited, robust, and wide-open.”New York Times Co.v.Sullivan,376 U. S. 254, 270\n(1964). That is because “speech concerning public affairs is more\nthan self-expression; it is the essence of self-government.”Garrisonv.Louisiana,379 U. S. 64, 74–75\n(1964). Accordingly, “speech on public issues occupies the highest\nrung of the hierarchy of First Amendment values, and is entitled to\nspecial protection.”Connickv.Myers,461 U. S. 138, 145\n(1983) (internal quotation marks omitted).“ ‘[N]ot all speech is of equal First\nAmendment importance,’ ” however, and where matters of purely\nprivate significance are at issue, First Amendment protections are\noften less rigorous.Hustler,supra,at 56\n(quotingDun & Bradstreet,supra,at 758);\nseeConnick,supra,at 145–147. That is because\nrestricting speech on purely private matters does not implicate the\nsame constitutional concerns as limiting speech on matters of\npublic interest: “[T]here is no threat to the free and robust\ndebate of public issues; there is no potential interference with a\nmeaningful dialogue of ideas”; and the “threat of liability” does\nnot pose the risk of “a reaction of self-censorship” on matters of\npublic import.Dun & Bradstreet,supra,at\n760 (internal quotation marks omitted).We noted a short time ago, in considering\nwhether public employee speech addressed a matter of public\nconcern, that “the boundaries of the public concern test are not\nwell defined.”San Diegov.Roe,543 U. S. 77, 83 (2004)\n(per curiam). Although that remains true today, we have\narticulated some guiding principles, principles that accord broad\nprotection to speech to ensure that courts themselves do not become\ninadvertent censors.Speech deals with matters of public concern\nwhen it can “be fairly considered as relating to any matter of\npoliti- cal, social, or other concern to the community,”Connick,supra,at 146, or when it “is a subject\nof legitimate news interest; that is, a subject of general interest\nand of value and concern to the public,”San Diego,supra,at 83–84. SeeCox Broadcasting Corp.v.Cohn,420\nU. S. 469, 492–494 (1975);Time, Inc.v.Hill,385\nU. S. 374, 387– 388 (1967). The arguably “inappropriate or\ncontroversial character of a statement is irrelevant to the\nquestion whether it deals with a matter of public concern.”Rankinv.McPherson,483 U. S. 378, 387\n(1987).Our opinion inDun & Bradstreet,\non the other hand, provides an example of speech of only private\nconcern. In that case we held, as a general matter, that\ninformation about a particular individual’s credit report “concerns\nno public issue.” 472 U. S., at 762. The content of the report, we\nexplained, “was speech solely in the individual interest of the\nspeaker and its specific business audience.”Ibid.That\nwas confirmed by the fact that the particular report was sent to\nonly five subscribers to the reporting service, who were bound not\nto disseminate it further.Ibid.To cite another example,\nwe concluded inSan Diegov.Roethat, in the\ncontext of a government employer regulating the speech of its\nemployees, videos of an employee engaging in sexually explicit acts\ndid not address a public concern; the videos “did nothing to inform\nthe public about any aspect of the [employing agency’s] functioning\nor operation.” 543 U. S., at 84.Deciding whether speech is of public or\nprivate concern requires us to examine the “ ‘content, form,\nand context’ ” of that speech, “ ‘as revealed by the\nwhole record.’ ”Dun & Bradstreet,supra,at 761 (quotingConnick,supra,at 147–148). As in other First Amendment cases, the court is\nobligated “to ‘make an independent examination of the whole record’\nin order to make sure that ‘the judgment does not constitute a\nforbidden intrusion on the field of free expression.’ ”Bose Corp.v.Consumers Union of United States,\nInc.,466 U. S.\n485, 499 (1984) (quotingNew York Times,supra,at 284–286). In considering content, form, and\ncontext, no factor is dispositive, and it is necessary to evaluate\nall the circumstances of the speech, including what was said, where\nit was said, and how it was said.The “content” of Westboro’s signs plainly\nrelates to broad issues of interest to society at large, rather\nthan matters of “purely private concern.”Dun &\nBradstreet,supra,at 759. The placards read “God\nHates the USA/Thank God for 9/11,” “America is Doomed,” “Don’t Pray\nfor the USA,” “Thank God for IEDs,” “Fag Troops,” “Semper Fi Fags,”\n“God Hates Fags,” “Maryland Taliban,” “Fags Doom Nations,” “Not\nBlessed Just Cursed,” “Thank God for Dead Soldiers,” “Pope in\nHell,” “Priests Rape Boys,” “You’re Going to Hell,” and “God Hates\nYou.” App. 3781–3787. While these messages may fall short of\nrefined social or political commentary, the issues they\nhighlight—the political and moral conduct of the United States and\nits citizens, the fate of our Nation, homosexuality in the\nmilitary, and scandals involving the Catholic clergy—are matters of\npublic import. The signs certainly convey Westboro’s position on\nthose issues, in a manner designed, unlike the private speech inDun & Bradstreet, to reach as broad a public audience\nas possible. And even if a few of the signs—such as “You’re Going\nto Hell” and “God Hates You”—were viewed as containing messages\nrelated to Matthew Snyder or the Snyders specifically, that would\nnot change the fact that the overall thrust and dominant theme of\nWestboro’s demonstration spoke to broader public issues.Apart from the content of Westboro’s signs,\nSnyder contends that the “context” of the speech—its connection\nwith his son’s funeral—makes the speech a matter of private rather\nthan public concern. The fact that Westboro spoke in connection\nwith a funeral, however, cannot by itself transform the nature of\nWestboro’s speech. Westboro’s signs, displayed on public land next\nto a public street, reflect the fact that the church finds much to\ncondemn in modern society. Its speech is “fairly characterized as\nconstituting speech on a matter of public concern,”Connick, 461 U. S., at 146, and the funeral setting does\nnot alter that conclusion.Snyder argues that the church members in fact\nmounted a personal attack on Snyder and his family, and then\nattempted to “immunize their conduct by claiming that they were\nactually protesting the United States’ tolerance of homosexuality\nor the supposed evils of the Catholic Church.” Reply Brief for\nPetitioner 10. We are not concerned in this case that Westboro’s\nspeech on public matters was in any way contrived to insulate\nspeech on a private matter from liability. Westboro had been\nactively engaged in speaking on the subjects addressed in its\npicketing long before it became aware of Matthew Snyder, and there\ncan be no serious claim that Westboro’s picketing did not represent\nits “honestly believed” views on public issues.Garrison,\n379 U. S., at 73. There was no pre-existing relationship or\nconflict between Westboro and Snyder that might suggest Westboro’s\nspeech on public matters was intended to mask an attack on Snyder\nover a private matter. ContrastConnick,supra,at 153 (finding public employee speech a matter of private concern\nwhen it was “no coincidence that [the speech] followed upon the\nheels of [a] transfer notice” affecting the employee).Snyder goes on to argue that Westboro’s speech\nshould be afforded less than full First Amendment protection “not\nonly because of the words” but also because the church members\nexploited the funeral “as a platform to bring their message to a\nbroader audience.” Brief for Petitioner 44, 40. There is no doubt\nthat Westboro chose to stage its picketing at the Naval Academy,\nthe Maryland State House, and Matthew Snyder’s funeral to increase\npublicity for its views and because of the relation between those\nsites and its views—in the case of the military funeral, because\nWestboro believes that God is killing American soldiers as\npunishment for the Nation’s sinful policies.Westboro’s choice to convey its views in\nconjunction with Matthew Snyder’s funeral made the expression of\nthose views particularly hurtful to many, especially to Matthew’s\nfather. The record makes clear that the applicable legal\nterm—“emotional distress”—fails to capture fully the anguish\nWestboro’s choice added to Mr. Snyder’s already incalculable grief.\nBut Westboro conducted its picketing peacefully on matters of\npublic concern at a public place adjacent to a public street. Such\nspace occupies a “special position in terms of First Amendment\nprotection.”United Statesv.Grace,461 U. S. 171, 180\n(1983). “[W]e have repeatedly referred to public streets as the\narchetype of a traditional public forum,” noting that\n“ ‘[t]ime out of mind’ public streets and sidewalks have been\nused for public assembly and debate.”Frisbyv.Schultz,487 U. S. 474, 480\n(1988).[Footnote 4]That said, “[e]ven protected speech is not\nequally permissible in all places and at all times.”Id.,at 479 (quotingCorneliusv.NAACP Legal Defense &\nEd. Fund, Inc.,473 U. S. 788, 799\n(1985)). Westboro’s choice of where and when to conduct its\npicketing is not beyond the Government’s regulatory reach—it is\n“subject to reasonable time, place, or manner restrictions” that\nare consistent with the standards announced in this Court’s\nprecedents.Clarkv.Community for Creative\nNon-Violence,468 U. S. 288, 293\n(1984). Maryland now has a law imposing restrictions on funeral\npicketing, Md. Crim. Law Code Ann. §10–205 (Lexis Supp. 2010), as\ndo 43 other States and the Federal Government. See Brief for\nAmerican Legion asAmicus Curiae18–19, n. 2 (listing\nstatutes). To the extent these laws are content neutral, they raise\nvery different questions from the tort verdict at issue in this\ncase. Maryland’s law, however, was not in effect at the time of the\nevents at issue here, so we have no occasion to consider how it\nmight apply to facts such as those before us, or whether it or\nother similar regulations are constitutional.[Footnote 5]We have identified a few limited situations\nwhere the location of targeted picketing can be regulated under\nprovisions that the Court has determined to be content neutral. InFrisby, for example, we upheld a ban on such picketing\n“before or about” a particular residence, 487 U. S., at 477. InMadsenv.Women’s Health Center, Inc., we\napproved an injunction requiring a buffer zone between protesters\nand an abortion clinic entrance.512 U. S. 753, 768\n(1994). The facts here are obviously quite different, both with\nrespect to the activity being regulated and the means of\nrestricting those activities.Simply put, the church members had the right\nto be where they were. Westboro alerted local authorities to its\nfuneral protest and fully complied with police guidance on where\nthe picketing could be staged. The picketing was conducted under\npolice supervision some 1,000 feet from the church, out of the\nsight of those at the church. The protest was not unruly; there was\nno shouting, profanity, or violence.The record confirms that any distress\noccasioned by Westboro’s picketing turned on the content and\nviewpoint of the message conveyed, rather than any interference\nwith the funeral itself. A group of parishioners standing at the\nvery spot where Westboro stood, holding signs that said “God Bless\nAmerica” and “God Loves You,” would not have been subjected to\nliability. It was what Westboro said that exposed it to tort\ndamages.Given that Westboro’s speech was at a public\nplace on a matter of public concern, that speech is entitled to\n“special protection” under the First Amendment. Such speech cannot\nbe restricted simply because it is upsetting or arouses contempt.\n“If there is a bedrock principle underlying the First Amendment, it\nis that the government may not prohibit the expression of an idea\nsimply because society finds the idea itself offensive or\ndisagreeable.”Texasv.Johnson,491 U. S. 397, 414\n(1989). Indeed, “the point of all speech protection … is to shield\njust those choices of content that in someone’s eyes are misguided,\nor even hurtful.”Hurleyv.Irish-American Gay,\nLesbian and Bisexual Group of Boston, Inc.,515 U. S. 557, 574\n(1995).The jury here was instructed that it could\nhold Westboro liable for intentional infliction of emotional\ndistress based on a finding that Westboro’s picketing was\n“outrageous.” “Outrageousness,” however, is a highly malleable\nstandard with “an inherent subjectiveness about it which would\nallow a jury to impose liability on the basis of the jurors’ tastes\nor views, or perhaps on the basis of their dislike of a particular\nexpression.”Hustler, 485 U. S., at 55 (internal quotation\nmarks omitted). In a case such as this, a jury is “unlikely to be\nneutral with respect to the content of [the] speech,” posing “a\nreal danger of becoming an instrument for the suppression of …\n‘vehement, caustic, and sometimes unpleasan[t]’ ” expression.Bose Corp., 466 U. S., at 510 (quotingNew York\nTimes, 376 U. S., at 270). Such a risk is unacceptable; “in\npublic debate [we] must tolerate insulting, and even outrageous,\nspeech in order to provide adequate ‘breathing space’ to the\nfreedoms protected by the First Amendment.”Boosv.Barry,485\nU. S. 312, 322 (1988) (some internal quotation marks omitted).\nWhat Westboro said, in the whole context of how and where it chose\nto say it, is entitled to “special protection” under the First\nAmendment, and that protection cannot be overcome by a jury finding\nthat the picketing was outrageous.For all these reasons, the jury verdict\nimposing tort liability on Westboro for intentional infliction of\nemotional distress must be set aside.IIIThe jury also found Westboro\nliable for the state law torts of intrusion upon seclusion and\ncivil conspiracy. The Court of Appeals did not examine these torts\nindependently of the intentional infliction of emotional distress\ntort. Instead, the Court of Appeals reversed the District Court\nwholesale, holding that the judgment wrongly “attache[d] tort\nliability to constitutionally protected speech.” 580 F. 3d, at\n226.Snyder argues that even assuming\nWestboro’s speech is entitled to First Amendment protection\ngenerally, the church is not immunized from liability for intrusion\nupon seclusion because Snyder was a member of a captive audience at\nhis son’s funeral. Brief for Petitioner 45–46. We do not agree. In\nmost circumstances, “the Constitution does not permit the\ngovernment to decide which types of otherwise protected speech are\nsufficiently offensive to require protection for the unwilling\nlistener or viewer. Rather, … the burden normally falls upon the\nviewer to avoid further bombardment of [his] sensibilities simply\nby averting [his] eyes.”Erznoznikv.Jacksonville,422 U. S. 205, 210–211\n(1975) (internal quotation marks omitted). As a result, “[t]he\nability of government, consonant with the Constitution, to shut off\ndiscourse solely to protect others from hearing it is … dependent\nupon a showing that substantial privacy interests are being invaded\nin an essentially intolerable manner.”Cohenv.California,403 U. S. 15, 21\n(1971).As a general matter, we have applied the\ncaptive audience doctrine only sparingly to protect unwilling\nlisteners from protected speech. For example, we have upheld a\nstatute allowing a homeowner to restrict the delivery of offensive\nmail to his home, seeRowanv.Post Office Dept.,397 U. S. 728,\n736–738 (1970), and an ordinance prohibiting picketing “before or\nabout” any individual’s residence,Frisby, 487 U. S., at\n484–485.Here, Westboro stayed well away from the\nmemorial service. Snyder could see no more than the tops of the\nsigns when driving to the funeral. And there is no indication that\nthe picketing in any way interfered with the funeral service\nitself. We decline to expand the captive audience doctrine to the\ncircumstances presented here.Because we find that the First Amendment bars\nSnyder from recovery for intentional infliction of emotional\ndistress or intrusion upon seclusion—the alleged unlawful activity\nWestboro conspired to accomplish—we must likewise hold that Snyder\ncannot recover for civil conspiracy based on those torts.IVOur holding today is narrow. We\nare required in First Amendment cases to carefully review the\nrecord, and the reach of our opinion here is limited by the\nparticular facts before us. As we have noted, “the sensitivity and\nsignificance of the interests presented in clashes between First\nAmendment and [state law] rights counsel relying on limited\nprinciples that sweep no more broadly than the appropriate context\nof the instant case.”Florida Starv.B. J. F.,491 U. S. 524, 533\n(1989).Westboro believes that America is\nmorally flawed; many Americans might feel the same about Westboro.\nWestboro’s funeral picketing is certainly hurtful and its\ncon-tribution to public discourse may be negligible. But Westboro\naddressed matters of public import on public property, in a\npeaceful manner, in full compliance with the guidance of local\nofficials. The speech was indeed planned to coincide with Matthew\nSnyder’s funeral, but did not itself disrupt that funeral, and\nWestboro’s choice to conduct its picketing at that time and place\ndid not alter the nature of its speech.Speech is powerful. It can stir people to\naction, move them to tears of both joy and sorrow, and—as it did\nhere—inflict great pain. On the facts before us, we cannot react to\nthat pain by punishing the speaker. As a Nation we have chosen a\ndifferent course—to protect even hurtful speech on public issues to\nensure that we do not stifle public debate. That choice requires\nthat we shield Westboro from tort liability for its picketing in\nthis case.The judgment of the United States Court of\nAppeals for the Fourth Circuit is affirmed.It is so ordered.Footnote 1A few weeks after the funeral, one of the\npicketers posted a message on Westboro’s Web site discussing the\npicketing and containing religiously oriented denunciations of the\nSnyders, interspersed among lengthy Bible quotations. Snyder\ndiscovered the posting, referred to by the parties as the “epic,”\nduring an Internet search for his son’s name. The epic is not\nproperly before us and does not factor in our analysis. Although\nthe epic was submitted to the jury and discussed in the courts\nbelow, Snyder never mentioned it in his petition for certiorari.\nSee Pet. for Cert.i(“Snyder’s claim arose out of Phelps’\nintentional actsat Snyder’s son’s funeral” (emphasis\nadded)); this Court’s Rule 14.1(g) (petition must contain statement\n“setting out the facts material to consideration of the question\npresented”). Nor did Snyder respond to the statement in the\nopposition to certiorari that “[t]hough the epic was asserted as a\nbasis for the claims at trial, the petition … appears to be\naddressing only claims based on the picketing.” Brief in Opposition\n9. Snyder devoted only one paragraph in the argument section of his\nopening merits brief to the epic. Given the foregoing and the fact\nthat an Internet posting may raise distinct issues in this context,\nwe decline to consider the epic in deciding this case. SeeOntariov.Quon, 560 U. S. ___,\n___ – ___ (2010) (slip op., at 10–12).Footnote 2One judge concurred in the judgment on the\nground that Snyder had failed to introduce sufficient evidence at\ntrial to support a jury verdict on any of his tort claims. 580\nF. 3d, at 227 (opinion of Shedd, J.). The Court of Appeals\nmajority determined that the picketers had “voluntarily waived” any\nsuch contention on appeal.Id.,at 216. Like the court\nbelow, we proceed on the unexamined premise that respondents’\nspeech was tortious.Footnote 3The dissent attempts to draw parallels\nbetween this case and hy-pothetical cases involving defamation or\nfighting words.Post, at 10–11 (opinion of\nAlito, J.). But, as the court below noted, there is “no\nsuggestion that the speech at issue falls within one of the\ncategorical exclusions from First Amendment protection, such as\nthose for obscenity or ‘fighting words.’ ” 580 F. 3d, at\n218, n. 12; seeUnited Statesv.Stevens,\n559 U. S. ___ , ___ (2010) (slip op., at 5).Footnote 4The dissent is wrong to suggest that the\nCourt considers a public street “a free-fire zone in which\notherwise actionable verbal attacks are shielded from liability.”Post, at 10–11. The fact that Westboro conducted its\npicketing adjacent to a public street does not insulate the speech\nfrom liability, but instead heightens concerns that what is at\nissue is an effort to communicate to the public the church’s views\non matters of public concern. That is why our precedents so clearly\nrecognize the special significance of this traditional public\nforum.Footnote 5The Maryland law prohibits picketing within\n100 feet of a funeral service or funeral procession; Westboro’s\npicketing would have complied with that restriction.",
    "joined": []
}