{
    "case": {
        "docket": "105",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/105/"
    },
    "id": "1962712",
    "author": "roberts",
    "type": "concurrence",
    "text": "OPINION OF ROBERTS, C. J.METROPOLITAN LIFE INS. CO. V. GLENN554 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-923METROPOLITAN LIFE INSURANCE COMPANY, et al.,\nPETITIONERSv.WANDA GLENNon writ of certiorari to the united states court of\nappeals for the sixth circuit[June 19, 2008]Chief Justice Roberts, concurring\nin part and concurring in the judgment.I join all but Part IV of the\nCourt’s opinion. I agree that a third-party insurer’s dual role as\na claims administrator and plan funder gives rise to a conflict of\ninterest that is pertinent in reviewing claims decisions. I part\nways with the majority, however, when it comes tohowsuch\na conflict should matter. Seeante, at 8–13. The majority\nwould accord weight, of varying and indeterminate amount, to the\nexistence of such a conflict in every case where it is present. Seeante, at 10–11. The majority’s approach would allow the\nbare existence of a conflict to enhance the significance of other\nfactors already considered by reviewing courts, even if the\nconflict is not shown to have played any role in the denial of\nbenefits. The end result is to increase the level of scrutiny in\nevery case in which there is a conflict—that is, in many if not\nmost ERISA cases—thereby undermining the deference owed to plan\nadministrators when the plan vests discretion in them.I would instead consider the conflict of\ninterest on review only where there is evidence that the benefits\ndenial was motivated or affected by the administrator’s conflict.\nNo such evidence was presented in this case. I would nonetheless\naffirm the judgment of the Sixth Circuit, because that court was\njustified in finding an abuse of discretion on the facts of this\ncase—conflict or not.InFirestone Tire & Rubber Co.v.Bruch,489\nU. S. 101(1989), this Court recognized that plan sponsors\ncould, by the terms of the plan, reserve the authority to make\ndiscretionary claims decisions that courts would review only for an\nabuse of that discretion.Id.,at 111. We have long\nrecognized “the public interest in encouraging the formation of\nemployee benefit plans.”Pilot Life Ins. Co.v.Dedeaux,481\nU. S. 41, 54 (1987). Ensuring that reviewing courts respect the\ndiscretionary authority conferred on ERISA fiduciaries encourages\nemployers to provide medical and retirement benefits to their\nemployees through ERISA-governed plans—something they are not\nrequired to do. Cf.Aetna Health Inc.v.Davila,542 U. S. 200,\n215 (2004).The conflict of interest at issue here is a\ncommon feature of ERISA plans. The majority acknowledges that the\n“lion’s share of ERISA plan claims denials” are made by\nadministrators that both evaluate and pay claims. Seeante, at 9; see alsoGuthriev.National\nRural Elec. Coop. Assn. Long-Term Disability Plan, 509\nF. 3d 644, 650 (CA4 2007) (describing use of dual-role\nadministrators as “ ‘simple and commonplace’ ” (quotingColucciv.Agfa Corp. Severance Pay Plan, 431\nF. 3d 170, 179 (CA4 2005));Hallv.UNUM Life\nIns. Co., 300 F. 3d 1197, 1205 (CA10 2002) (declining to\npermit additional evidence on review “whenever the same party is\nthe administrator and payor” because such an arrangement is\n“commonplace”). For this reason, the majority is surely correct in\nconcluding that it is important to retain deferential review for\ndecisions made by conflicted administrators, in order to avoid\n“near universal review by judgesde novo.”Ante,\nat 9.But the majority’s approach does not do so.\nSaying that courts should consider the mere existence of a conflict\nin every case, without focusing that consideration in any way,\ninvites the substitution of judicial discretion for the discretion\nof the plan administrator. Judicial review under the majority’s\nopinion is less constrained, because courts can look to the bare\npresence of a conflict as authorizing more exacting scrutiny.This problem is exacerbated because the\nmajority is so imprecise about how the existence of a conflict\nshould be treated in a reviewing court’s analysis. The majority is\nforthright about this failing. In a triumph of understatement, the\nCourt acknowledges that its approach “does not consist of a\ndetailed set of instructions.”Ante, at 12. The majority\ntries to transform this vice into a virtue, pointing to the\npractice of courts in reviewing agency determinations. Seeante, at 10, 12–13. The standard of review for agency\ndeterminations has little to nothing to do with the appropriate\ntest for identifying ERISA benefits decisions influenced by a\nconflict of interest. In fact, we have rejected this analogy\nbefore, seeFirestone,supra, at 109–110\n(rejecting the arbitrary and capricious standard of review under\nthe Labor Management and Relations Act for claims brought under\nERISA §1132(a)(1)(B)), and not even the Solicitor General, whose\nposition the majority accepts, endorses it, see Brief for United\nStates asAmicus Curiae29–30, n. 3 (noting the “key\ndifferences between ERISA and the administrative law context”).Pursuant to the majority’s strained analogy,Universal CameraCorp.v.NLRB,340 U. S. 474(1951),\nmakes an unexpected appearance on stage. The case is cited for the\nproposition that the lack of certainty in judicial standards\n“ ‘partly reflects the intractability of any formula to\nfurnish definiteness of content for all the impalpable factors\ninvolved in judicial review.’ ”Ante, at 13 (quotingUniversal Camera, supra,at 477). Maybe. But certainty and\npredictability are important criteria under ERISA, and employers\nconsidering whether to establish ERISA plans can have no notion\nwhat it means to say that a standard feature of such plans will be\none of the “impalpable factors involved in judicial review” of\nbenefits decisions. SeeRush Prudential HMO, Inc.v.Moran,536\nU. S. 355, 379 (2002) (noting “ERISA’s policy of inducing\nemployers to offer benefits by assuring a predictable set of\nliabilities, under uniform standards of primary conduct”). The\nCourt leaves the law more uncertain, more unpredictable than it\nfound it. Cf. O. Holmes, The Common Law 101 (M. Howe ed. 1963)\n(“[T]he tendency of the law must always be to narrow the field of\nuncertainty”).Nothing inFirestonecompels the\nmajority’s kitchen-sink approach. InFirestone, the Court\nstated that a conflict of interest “must be weighed as a ‘facto[r]\nin determining whether there is an abuse of discretion.’ ” 489\nU. S., at 115 (quoting Restatement (Second) of Trusts §187, Commentd(1959) (alteration in original)). The cited Restatement\nconfirms that treating the existence of a conflict of interest “as\na factor” means considering whether the conflicted trustee “isactingfrom an improper motive” so as to “further some\ninterest of his own or of a person other than the beneficiary.”Id.,§187, Commentg(emphasis added). See alsopost, at 5–7 (Scalia, J., dissenting). The language inFirestonedoes not specify whether the existence of a\nconflict should be thrown into the mix in an indeterminate way\nalong with all other considerations pertinent in reviewing a\nbenefits decision, as the majority would apparently have it, or\ninstead weighed to determine whether it actually affected the\ndecision.It is the actual motivation that matters in\nreviewing benefits decisions for an abuse of discretion, not the\nbare presence of the conflict itself. Consonant with this\nunderstanding, a conflict of interest can support a finding that an\nadministrator abused its discretion only where the evidence\ndemonstrates that the conflict actually motivated or influenced the\nclaims decision. Such evidence may take many forms. It may, for\nexample, appear on the face of the plan, seePegramv.Herdrich,530 U. S. 211, 227,\nn. 7 (2000) (offering hypothetical example of a plan that\ngives “a bonus for administrators who denied benefits to every 10th\nbeneficiary”); it may be shown by evidence of other improper\nincentives, seeArmstrongv.Aetna Life Ins. Co.,\n128 F. 3d 1263, 1265 (CA8 1997) (insurer provided incentives\nand bonuses to claims reviewers for “claims savings”); or it may be\nshown by a pattern or practice of unreasonably denying meritorious\nclaims, seeRadford Trustv.First Unum Life Ins.\nCo., 321 F. Supp. 2d 226, 247 (Mass. 2004) (finding a\n“pattern of erroneous and arbitrary benefits denials, bad faith\ncontract misinterpretations, and other unscrupulous tactics”). The\nmere existence of a conflict, however, is not justification for\nheightening the level of scrutiny, either on its own or by\nenhancing the significance of other factors.The majority’s application of its approach\nconfirms its overbroad reach and indeterminate nature. Three sets\nof circumstances, the majority finds, warrant the conclusion that\nMetLife’s conflict of interest influenced its decision to deny\nGlenn’s claim for benefits: MetLife’s failure to account for the\nSocial Security Administration’s finding of disability after\nMetLife encouraged Glenn to apply to the agency for benefits;\nMetLife’s emphasis of favorable medical reports and deemphasis of\nunfavorable ones; and MetLife’s failure to provide its internal\nexperts with all the relevant evidence of Glenn’s medical\ncondition. Seeante, at 11–12. These facts simply prove\nthat MetLife abused its discretion in failing to consider relevant,\nexpert evidence on the question of Glenn’s disability status. There\nis no basis for supposing that the conflict of interest lent any\ngreater significance to these factors, and no logical reason to\ngive the factors an extra dollop of weight because of the\nstructural conflict.Even the fact that MetLife took “seemingly\ninconsistent positions” regarding Glenn’s claim for Social Security\nbenefits falls short.Ante, at 12. That MetLife stood to\ngain financially from ignoring the agency’s finding and denying\nGlenn’s claim does not show improper motivation. If it did, every\ndecision to deny a claim made by a dual-role administrator would\nautomatically qualify as an abuse of discretion. No one here\nadvocates such aper serule. As for MetLife’s referral of\nGlenn to the agency, the plan itself required MetLife to deduct an\nestimated amount of Social Security disability benefits “whether or\nnot [Glenn] actually appl[ied] for and receive[d] those amounts,”\nApp. 167a, and to assist plan participants like Glenn in applying\nfor Social Security benefits, seeid., at 168a. Hence, it\nwas not the conflict that prompted MetLife to refer Glenn to the\nagency, but the plan itself, a requirement that any administrator,\nwhether conflicted or not, would be obligated to enforce.In fact, there is no indication that the Sixth\nCircuit viewed the deficiencies in MetLife’s decision as a product\nof its conflict of interest. Apart from remarking on the conflict\nat the outset and the conclusion of its opinion, see 461 F. 3d\n660, 666, 674 (2006), the court never again mentioned MetLife’s\ninconsistent obligations in the course of reversing the\nadministrator’s decision. As the court explained, MetLife’s\ndecision “was not the product of a principled and deliberative\nreasoning process.”Id.,at 674. MetLife failed to\nacknowledge the contrary conclusion reached by the Social Security\nAdministration, gave scant weight to the contrary medical evidence\nsupplied by Dr. Patel, and neglected to provide its internal\nexperts with Dr. Patel’s reports.Ibid.; see alsoante, at 11–12. In these circumstances, the Court of\nAppeals was justified in finding an abuse of discretion wholly\napart from MetLife’s conflict of interest.I would therefore affirm the judgment\nbelow.",
    "joined": []
}