{
    "case": {
        "docket": "904",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/904/"
    },
    "id": "1962970",
    "author": "roberts",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF ROBERTS, C. J.UNITED STATES V. DENEDO556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-267UNITED STATES, PETITIONERv.JACOB\nDENEDOon writ of certiorari to the united states court of\nappeals for the armed forces[June 8, 2009]Chief Justice Roberts, with whom\nJustice Scalia, Justice Thomas, and Justice Alito join, concurring\nin part and dissenting in part.The Court’s approach is simple:\nJurisdiction to issue writs ofcoram nobisis a “belated\nextension” of a court’s original, statutory jurisdiction.Ante, at 8. The military courts here had original\njurisdiction over Denedo’s case. Those courts therefore have\nimplicit “extended” jurisdiction to consider Denedo’scoram\nnobispetition.The flaw in this syllogism is at the first\nstep: The only arguable authority for the proposition thatcoram nobisjurisdiction marches hand in hand with\noriginal jurisdiction is a footnote inUnited Statesv.Morgan,346\nU. S. 502(1954), and that case concerned Article III courts.\nThe military courts are markedly different. They are Article I\ncourts whose jurisdiction is precisely limited at every turn. Those\ncareful limits cannot be overridden by judicial “extension” of\nstatutory jurisdiction, or the addition of a “further step” to the\nones marked out by Congress.Ante, at 9 (internal\nquotation marks omitted).I agree with the majority that this Court has\njurisdiction to review the decision below, but respectfully dissent\nfrom its holding that military courts have jurisdiction to issue\nwrits ofcoram nobis.I“Traditionally, military justice\nhas been a rough form of justice emphasizing summary procedures,\nspeedy convictions and stern penalties with a view to maintaining\nobedience and fighting fitness in the ranks.”Reidv.Covert,354\nU. S. 1, 35–36 (1957) (plurality opinion). Courts-martial are\ncomposed of active service members who sit only to hear the\nparticular case before them. Once a court-martial reaches a\njudgment and imposes a sentence, it is dissolved, and its members\nreturn to their regular duties.Prior to the Uniform Code of Military Justice\n(UCMJ), military courts of appeals did not exist. If a service\nmember wanted to challenge a court-martial conviction, he pursued a\ncollateral attack in an Article III court. There, review was\nlimited to whether the conviction was void “because of lack of\njurisdiction or some other equally fundamental defect,”Schlesingerv.Councilman,420 U. S. 738, 747 (1975); beyond\nthat, Article III courts adhered to “the general rule that the acts\nof a court martial, within the scope of its jurisdiction and duty,\ncannot be controlled or reviewed in the civil courts,”Smithv.Whitney,116 U. S. 167, 177\n(1886).The UCMJ established a “complete\nsystem of [military] review,”Burnsv.Wilson,346 U. S. 137,\n140 (1953) (plurality opinion), including direct review in what are\nnow the Courts of Criminal Appeals (CCAs) and the Court of Appeals\nfor the Armed Forces (CAAF). But in keeping with the historical\nbackdrop against which these courts were created, Congress did not\ngrant military courts of appeals “broad responsibility with respect\nto administration of military justice”; on the contrary, their\njurisdiction is “narrowly circumscribed” by the governing statutes.Clintonv.Goldsmith,526 U. S. 529, 534, 535\n(1999) (internal quotation marks omitted).The CCAs provide direct, record-based review\nof court-martial judgments, but they may only review cases referred\nby the judge advocate general, who in turn refers only those cases\nin which specific sentences are imposed. 10 U. S. C. §§866(b),\n(c). When reviewing that subset of court-martial judgments, a CCA\n“may act only with respect to the findings and sentence as approved\nby the convening authority.” §866(c). If a case is reviewed by the\nCCA, the CCA’s decision may then be reviewed by the CAAF. §867(a).\nBut that court, too, conducts limited direct review: It “may act\nonly with respect to the findings and sentence as approved by the\nconvening authority and as affirmed or set aside as incorrect in\nlaw by the [CCA].” §867(c). Once direct review in the CCA and the\nCAAF is complete, and review in this Court is exhausted or waived,\na judgment as to the legality of the court-martial proceedings is\nfinal, and the sentence imposed may be executed. §871(c)(1).The UCMJ provides only one avenue for\nreconsideration of a final court-martial conviction: a petition for\na new trial under Article 73. See §873. An Article 73 petition may\nbe brought “within two years after approval by the convening\nauthority of a court-martial sentence,” meaning it may be brought\nbefore or after a conviction becomes final.Ibid.If\ndirect review is still pending before a CCA or the CAAF when the\npetition is filed, the judge advocate general (to whom the petition\nmust be directed) will refer the petition to that court.Ibid.But once the conviction is final, only the judge\nadvocate general may act on an Article 73 petition.Ibid.Article 76 “ ‘describ[es] the terminal\npoint for proceedings within the court-martial system.’ ”Councilman,supra, at 750 (quotingGusikv.Schilder,340 U. S. 128, 132\n(1950)). Under that provision, final court-martial judgments are\n“binding upon all departments, courts, agencies, and officers of\nthe United States,subject onlyto action upon a petition\nfor a new trial [under Article 73],” or to action by the\nappropriate Secretary or the President. 10 U. S. C. §876\n(emphasis added). Once an Article 73 petition is denied, a service\nmember has no relief left to seek within the court-martial system.\nSeeGusik,supra, at 133–134.[Footnote 1]Federal courts are authorized to issue\nextraordinary writs such ascoram nobisonly as “necessary\nor appropriate in aid of their respective jurisdictions.” 28 U.\nS. C. §1651(a). The All Writs Act “confine[s] the power of the\nCAAF to issuing process ‘in aid of’ its existing statutory\njurisdiction” and “does not enlarge that jurisdiction.”Goldsmith,supra, at 534–535; see alsoNoydv.Bond,395 U. S. 683, 695,\nn. 7 (1969) (although military courts can issue extraordinary\nwrits in aid of their direct review jurisdiction, “[a] different\nquestion would, of course, arise in a case which the [courts are]\nnot authorized to review under the governing statutes”). The UCMJ\ngrants military courts of appeals no jurisdiction over final\ncourt-martial judgments, so there is no jurisdiction for a\npostconviction extraordinary writ to “aid.” A petition forcoram nobisby its nature seeks postconviction review; it\nis therefore beyond the scope of these courts’ “narrowly\ncircumscribed” statutory jurisdiction.Goldsmith,supra, at 535.IIThe majority overrides these\ncareful limits on military court jurisdiction by maintaining that\nlater jurisdiction to issuecoram nobisis a “belated\nextension” of the statutory jurisdiction, that “jurisdiction to\nissue [coram nobis] derives from the earlier\njurisdiction.”Ante, at 8, 9. The authority the Court\ncites for this key jurisdictional analysis is—a footnote. Seeante, at 8 (citingMorgan, 346 U. S., at 505,\nn. 4);ante, at 9 (same). Now, footnotes are part of\nan opinion, too, even if not the most likely place to look for a\nkey jurisdictional ruling. But since footnote 4 plays such an\nindispensable role in the majority’s analysis, it must be read with\ncare.The first thing you notice in\ndoing so is that the footnote does not mention the word\n“jurisdiction” at all. That is because it has nothing to do with\njurisdiction. The issue addressed in the paragraph to which the\nfootnote was appended was “choice of remedy.” 346 U. S., at 505.\nThe Court concluded thatcoram nobiswas the appropriate\none. The footnote simply addressed the concern that the remedy\nmight not be available because the Federal Rules of Civil Procedure\nhad abolishedcoram nobisas a remedy; the concern was\ndismissed because the Court concluded the criminal rules, not the\ncivil rules, applied.Id., at 505, n. 4; see alsoUnited Statesv.Keogh, 391 F. 2d 138, 140\n(CA2 1968) (Friendly, J.) (“The problem to which the footnote was\naddressed was that F. R. Civ. P. 60(b) had abolished writs of errorcoram nobis”).The point is further confirmed by the text in\nthe body of the opinion: The Court’s conclusion in the paragraph in\nwhich the footnote appears is that since the remedy sought was “in\nthe nature of …coram nobis,” the trial court could\n“properlyexerciseits jurisdiction.” 346 U. S., at 505\n(emphasis added). The issue was not the existence of jurisdiction,\nbut whether the court had the authority to exercise it. The Court\nin the present case recognizes the distinction. Seeante,\nat 10 (“When exercising its jurisdiction, the CAAF’s authority is\nconfined to matters of law” (internal quotation marks omitted));ante, at 9 (“The authority to issue a writ under the All\nWrits Act is not a font of jurisdiction”).Even accepting the majority’s reading ofMorgan’s hitherto obscure footnote, that reading would\nonly establish the “belated jurisdiction” theory for Article III\ncourts. The military courts are Article I courts. The distinction\nhas direct pertinence to the point at issue in this case.Legal doctrines “must be placed in their\nhistorical setting. They cannot be wrenched from it and\nmechanically transplanted into an alien, unrelated context without\nsuffering mutilation or distortion.”Reid, 354 U. S., at\n50 (Frankfurter, J., concurring in result). The Article III courts\nhave been given broad jurisdiction. I can understand, if not\nnecessarily agree with, the notion that they might enjoy some\nimplicit “long-recognized authority” to correct their earlier\njudgments. Seeante, at 11. But not so for Article I\ncourts. The principle that Congress defines the jurisdiction of the\nlower federal courts “applies with added force to Article I\ntribunals.”Ante, at 7. That is especially true with\nrespect to military courts. The military justice system is the last\nplace courts should go about finding “extensions” of jurisdiction\nbeyond that conferred by statute.As we expressly recognized inGoldsmith, “there is no source ofcontinuingjurisdiction for the CAAF over all actions administering sentences\nthat the CAAFat one timehad the power to review.” 526 U.\nS., at 536 (emphasis added). Since the UCMJ grants military courts\nno postconviction jurisdiction, conferring on them perpetual\nauthority to entertaincoram nobispetitions plainly\ncontravenes that basic principle.[Footnote 2]IIIEven if the majority’s reading ofMorgan’s footnote could be transplanted to the military\ncontext, the majority’s conclusion would still not follow.\n“ ‘[T]he All Writs Act is a residual source of authority to\nissue writs that are not otherwise covered by statute. Where a\nstatute specifically addresses the particular issue at hand, it is\nthat authority, and not the All Writs Act, that is\ncontrolling.’ ”Carlislev.United States,517 U. S. 416,\n429 (1996) (quotingPennsylvania Bureau of Correctionv.United States Marshals Service,474 U. S. 34, 43\n(1985)).The UCMJ contains not one, but\ntwo provisions specifically limiting the circumstances under which\npostconviction relief (other than action by the appropriate\nSecretary or the President) may be obtained within the\ncourt-martial system. First, Article 73 provides that, “within two\nyears after approval by the convening authority of a court-martial\nsentence, the accused may petition the Judge Advocate General for a\nnew trial on the grounds of newly discovered evidence or fraud on\nthe court.” 10 U. S. C. §873. The only relief available under\nthis “special post-conviction remedy” is a new trial,Burns, 346 U. S., at 141 (plurality opinion), and even\nthat may be granted only in an expressly circumscribed timeframe\n(two years) and set of circumstances (newly discovered evidence or\nfraud on the court). Article 73 stands in stark contrast tocoram nobis, which the majority characterizes as a writ\ninfinitely available “to redress a[ny] fundamental error.”Ante, at 6; seeMorgan,supra, at 512\n(“fundamental error” not limited to jurisdictional defects or\nerrors on the face of the record).To be sure, the limited nature of relief\navailable under Article 73 might lead one to question whether that\nis truly theonlypostconviction relief the UCMJ permits.\n“You’re in the Army now” is a sufficient answer to such concerns;\nthe relief available looks positively extravagant in light of the\nprior history and tradition of military justice. In any event, as\nthe majority recognizes, seeante, at 11, Article 76 makes\nclear that all court-martial judgments “carried into execution”\nafter completion of direct review are “final and conclusive,” 10 U.\nS. C. §876. Contrary to the majority’s assertion, that\nlanguage does not simply “codif[y] the common-law rule that\nrespects the finality of judgments.”Ante, at 11. In fact,\nArticle 76 does not stop there. It goes on to instruct that final\ncourt-martial judgments are binding “subject onlyto\naction upon a petition for a new trial [under Article 73],” or\naction by the appropriate Secretary or the President. 10 U.\nS. C. §876 (emphasis added).In light of these provisions, only Article 73\nprovidesanyauthority to the CCAs or the CAAF, and even\nthat narrow authority is limited to pending cases. Once a\nconviction is final, only the judge advocate general can provide\nrelief. Seesupra, at 3; 10 U. S. C. §873. To the\nextent the CCAs or the CAAF could be deemed to have some inherent\ncontinuing authority to issue writs ofcoram nobis,\nArticles 73 and 76 extinguish it.IVThe Government goes on to argue\nthat even if military courts have jurisdiction to issue writs ofcoram nobis, and even if Articles 73 and 76 do not bar\nsuch relief, the courts still lack authority to issuecoram\nnobis, because the writ is neither “necessary” nor\n“appropriate” to the court-martial system of justice. See 28 U.\nS. C. §1651(a) (federal courts “may issue all writs necessary\nor appropriate in aid of their respective jurisdictions”).Coram nobisallows the court that issued a judgment to\ncorrect its own errors of fact. SeeMorgan, 346 U. S., at\n507, n. 9 (“ ‘If a judgment in the King’s Bench be\nerroneous in matter offactonly, … it may be reversedin the same court, by writ of errorcoram\nnobis’ ” (quoting 2 W. Tidd, Practice of the Courts of\nKing’s Bench, and Common Pleas 1136 (4th Am. ed. 1856); some\nemphasis added)); see alsoante, at 11 (referring to\n“authority of a court to protect the integrity ofitsearlier judgments” (emphasis added)). But a court-martial is not a\nstanding court. On a case-by-case basis, “[i]t is called into\nexistence for a special purpose and to perform a particular duty.\nWhen the object of its creation has been accomplished it is\ndissolved.”Runklev.United States,122 U. S. 543, 555–556\n(1887); see also 66 M. J. 114, 124 (CAAF 2008) (a\ncourt-martial “does not have independent jurisdiction over a case\nafter the military judge authenticates the record and the convening\nauthority forwards the record after taking action”). Because the\ncourt-martial that issues the conviction no longer exists once the\nconviction is final, there is no court to which a postconviction\npetition forcoram nobiscould be directed.The absence of standing\ncourts-martial is no mere technicality, but rather an integral and\nintentional part of the military justice system. “Court-martial\njurisdiction sprang from the belief that within the military ranks\nthere is need for a prompt, ready-at-hand means of compelling\nobedience and order.”United States ex rel. Tothv.Quarles,350 U. S. 11, 22 (1955). But meeting\nthat need requires expending significant military resources, and\n“[t]o the extent that those responsible for performance of [the\nmilitary’s] primary function are diverted from it by the necessity\nof trying cases, the basic fighting purpose of armies is not\nserved.”Id., at 17. Accordingly, courts-martial, composed\nof active duty military personnel, have always been called into\nexistence for a limited purpose and duration.It is no answer that the CCAs and the CAAF are\nstanding courts that could act as substitutes forcoram\nnobispurposes. As this case illustrates, those courts are not\nequipped to handle the kind of factfinding necessary to resolve\nclaims that might be brought oncoram nobis. Instead, the\nCCAs will have to resort to the procedures invented byUnited\nStatesv.DuBay, 17 U. S. C. M. A.\n147, 37 C. M. R. 411 (1967), under which a new convening\nauthority will refer a case to a new court-martial, and task\nvarious military personnel who have no prior familiarity with the\ncase to conduct an out-of-court evidentiary hearing on the merits\nof the petitioner’s claim.Id., at 149, 37\nC. M. R., at 413. This “unwieldy and imperfect system”\nwill undoubtedly divert valuable military resources, 66 M. J.,\nat 136 (Ryan, J., dissenting), all in aid of postconviction relief\nCongress specifically withheld.The Court expressly declines to consider the\nGovernment’s “necessary or appropriate” argument: “[T]he\nGovernment’s argument speaks to the scope of the writ, not the\n[CCA’s] jurisdiction to issue it. The CAAF rejected the former\nargument. Only the latter one is before us.”Ante, at 12.\nThe Court may well be correct in dividing the questions into\nseparate pigeonholes. But the Government’s argument, even if an\nargument about authority rather than jurisdiction, applies toevery coram nobiscase, given the nature of the military\njustice system. It is curious to conclude that military courts have\njurisdiction, while not considering a raised and briefed argument\nthat they may never exercise it.*  *  *Since the adoption of the UCMJ,\n“Congress has gradually changed the system of military justice so\nthat it has come to more closely resemble the civilian system.”Weissv.United States,510 U. S. 163, 174\n(1994). “But the military in important respects remains a\nspecialized society separate from civilian society.”Ibid.(internal quotation marks omitted). Neither the jurisdiction nor\nthe powers of Article III courts are necessarily appropriate for\nmilitary courts, and Congress’s contrary determinations in this\narea are entitled to “the highest deference.”Lovingv.United States,517 U. S. 748, 768\n(1996). Rather than respect the rule that military courts have no\njurisdiction to revisit final convictions, the majority creates an\nexception that swallows it. Because I would hold the military\ncourts to the statutory restraints that govern them, I respectfully\ndissent.Footnote 1A court-martial conviction may still be\ncollaterally attacked in an Article III court, but that is becausethosecourts possess jurisdiction beyond that granted by\nthe UCMJ. See,e.g., 28 U. S. C. §§2241, 1331. We\nhave repeatedly held that Article 76 “does not expressly effect any\nchange in the subject-matter jurisdiction of Art. III courts.”Schlesingerv.Councilman,420 U. S. 738, 749 (1975). Our cases\nhave never questioned that Article 76 limits the jurisdiction ofmilitarycourts.Footnote 2Once you get into the business of extending\njurisdiction, it can be hard to stop. Denedo is no longer in the\nmilitary.Ante, at 2. Military courts lack jurisdiction\nover “civilian ex-soldiers who ha[ve] severed all relationship with\nthe military and its institutions.”United States ex rel.\nTothv.Quarles,350 U. S. 11, 14 (1955). In the eventcoram nobisdoes issue with respect to a former service\nmember, the Government maintains it would lack jurisdiction to\nretry. Tr. of Oral Arg. 56–57; see 10 U. S. C. §§802–803.\nAvoiding that extraordinary result would require another “belated\nextension” of the original court-martial proceeding, expanding the\njurisdiction of military courts to try individuals who have long\nsince severed their ties to the military.",
    "joined": []
}