{
    "case": {
        "docket": "415",
        "citation": "555",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/555/415/"
    },
    "id": "1962823",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGUNITED STATES V. HAYES555 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-608UNITED STATES, PETITIONERv.RANDY EDWARD\nHAYESon writ of certiorari to the united states court of\nappeals for the fourth circuit[February 24, 2009]Chief Justice Roberts, with whom\nJustice Scalia joins, dissenting.A person convicted of a\n“misdemeanor crime of domestic violence” is prohibited from\npossessing a firearm. 18 U. S. C. §922(g)(9). The question\nbefore the Court is whether the definition of “misdemeanor crime of\ndomestic violence” in §921(a)(33)(A) includes misdemeanor offenses\nwith no domestic-relationship element.Section 921(a)(33)(A) provides:“[T]he term ‘misdemeanor crime of domestic\nviolence’ means an offense that—“(i) is a misdemeanor under Federal, State, or\nTribal law; and“(ii) has, as an element, the use or attempted\nuse of physical force, or the threatened use of a deadly weapon,\ncommitted by a current or former spouse, parent, or guardian of the\nvictim, by a person with whom the victim shares a child in common,\nby a person who is cohabitating with or has cohabitated with the\nvictim as a spouse, parent, or guardian, or by a person similarly\nsituated to a spouse, parent, or guardian of the victim.” (Footnote\nomitted.)The majority would read the\n“committed by” phrase in clause (ii) to modify the word “offense”\nin the opening clause of subparagraph (A), leapfrogging the word\n“element” at the outset of clause (ii). That reading does not\nrequire the specified domestic relationship in clause (ii) to be an\nelement of the predicate misdemeanor statute. Individuals convicted\nunder generic use-of-force statutes containing no reference to\ndomestic violence would therefore be subject to prosecution under\n§922(g)(9).The Court of Appeals held to the contrary that\n“committed by” modifies the immediately preceding phrase: “the use\nor attempted use of physical force, or the threatened use of a\ndeadly weapon.” §921(a)(33)(A); 482 F. 3d 749, 753–754 (CA4\n2007). Read that way, a domestic relationship is an element of the\nprior offense.That seems to be the most natural reading\nright off the bat. The term at issue is “misdemeanor crime of\ndomestic violence.” That is a defined term—so the definition\ncertainly must be parsed—but it would be at least surprising to\nfind from that parsing that a “misdemeanor crime of domestic\nviolence” need not by its terms have anything to do with domestic\nviolence.1. The grammatical rule of the last antecedent\nindicates that the domestic relationship is a required element of\nthe predicate offense. That rule instructs that “a limiting clause\nor phrase . . . should ordinarily be read as modifying only the\nnoun or phrase that it immediately follows.”Barnhartv.Thomas,540\nU. S. 20, 26 (2003). Pursuant to that rule, the “committed by”\nphrase in clause (ii) is best read to modify the preceding phrase\n“the use or attempted use of physical force, or the threatened use\nof a deadly weapon.” See 482 F. 3d, at 754–755. By not\nfollowing the usual grammatical rule, the majority’s reading\nrequires jumping over two line breaks, clause (i), a semicolon, and\nthe first portion of clause (ii) to reach the more distant\nantecedent (“offense”). Due to the floating “that” after “offense,”\nif “committed by” modified “offense” the text would read “offense\nthat committed by.”The majority counters that people do not\nordinarily say someone “commit[s]” a “use” of force. Seeante, at 6. True enough, but only because “use” of force\nis a term that encompasses a variety of conduct, which if listed\nseparately would not pose the objection the majority raises\n(e.g.,commits a battery, robbery, or kidnaping). There is\nno reason to believe that the reasonable drafting decision to\ninsert “use” of force rather than coming up with a laundry list of\noffenses was meant to alter the meaning of the statute.The majority also relies on Congress’s use of\nthe word “element” in the singular. From that, the majority infers\nthat Congress intended to describe only one required element—the\nuse of force.Ante, at 5. In its view, Congress would have\nused the plural “elements” if it meant to encompass both the use of\nforce and the offender’s relationship with the victim.Ibid.That argument is contrary to the Dictionary\nAct, which specifies that unless the context indicates otherwise,\n“words importing the singular include and apply to several persons,\nparties, or things.” 1 U. S. C. §1; seeRowlandv.California Men’s Colony, Unit II Men’s Advisory Council,506 U. S. 194,\n200 (1993). More significantly, reading “element” as limited to the\nsingular does not resolve what that element is. SeeUnited\nStatesv. Barnes, 295 F. 3d 1354, 1369 (CADC\n2002) (Sentelle, J., dissenting). A single element often contains\nmultiple components. In the very provision at issue, the\n“threatened use of a deadly weapon” includes three concepts: (1)\nthe threatened use (2) of a weapon (3) that is deadly.In other statutes, Congress has used the word\n“element” in the singular to refer to the use of force and its\nobject. See,e.g.,18 U. S. C. §16(a) (defining\n“crime of violence” as “an offense that has as an element the use,\nattempted use, or threatened use of physical force against the\nperson or property of another”). The majority finds it\n“unsurprising” that Congress would have chosen to combine the mode\nof aggression and its object in a “single, undifferentiated\nelement.”Ante, at 5, n. 4. It asserts, however, that\nCongress would not have so joined the use of force and the\noffender’s relationship with the victim, because those requirements\n“are not readily conceptualized as a single element.”Ibid. That distinction is elusive; both 18 U. S. C.\n§16(a) and the provision at issue here contain as distinct\ncomponents the act (use of force) and the target (person or\nproperty in the former case, domestic relationship victim in the\nlatter).The majority also points out that interpreting\n“committed by” to modify the “use” of force would render the word\n“committed” superfluous. That may be so, but as shown, reading\n“committed by” to modify “offense” has its own flaws. All this goes\nto show that the statute is not an example of elegant syntax under\neither reading. The majority properly acknowledges that, under its\nview, the statutory language reflects “less-than-meticulous\ndrafting” and “syntactical awkwardness,” and “is not a model of the\ncareful drafter’s art.”Ante,at 6, 12, 13. I am willing\nto acknowledge the same with respect to my reading. But I conclude\nfrom such reciprocal shortcomings that the text is at least\nambiguous.2. That brings us to the structure of the\nstatute. The most natural reading of the statute, as it is laid\nout, is that the underlying misdemeanor must have as an element the\nuse of force committed by a person in a domestic relationship with\nthe victim. The definition of “misdemeanor crime of domestic\nviolence” is twice qualified: first, by the relative clause “is a\nmisdemeanor under Federal, State, or Tribal law”; and second by the\nrelative clause “has, as an element, the use or attempted use of\nphysical force, or the threatened use of a deadly weapon, committed\nby [a person in a specified domestic relationship with the\nvictim].” §921(a)(33)(A) (footnote omitted). The fact that Congress\nincluded the domestic relationship language in the clause of the\nstatute designating the element of the predicate offense strongly\nsuggests that it is in fact part of the required element.The majority’s contrary reading requires\nrestructuring the statute and adding words. The majority first must\nplace the “committed by” phrase in its own clause—set off by a line\nbreak, a semicolon, or “(iii)”—to indicate that “committed by”\nrefers all the way back to “offense.” And, as noted, because the\nword “that” appears at the end of subparagraph (A), the statute\nwould then read “an offense that committed by.” To arrive at its\nreading, the majority must ignore the floating “that” or add “and\nis” before “committed by.”The Government would define “misdemeanor crime\nof domestic violence” as “an offense, committed by a person with a\ndomestic relationship with the victim, that is a misdemeanor and\nhas, as an element, the use or attempted use of physical force, or\nthe threatened use of a deadly weapon.” Brief for United States 13;\nsee also Tr. of Oral Arg. 8–9. That reading also requires\nrearranging the statute. The “committed by” phrase would have to be\nsevered from clause (ii) and moved up to appear after the word\n“offense” in subparagraph (A). Changing and rearranging the wording\nas the Government does to explain what the actual words mean is, in\nany event, not a compelling line of argument.The majority attempts to diminish the\nmagnitude of these alterations by stating that the lawmakers might\nhave better conveyed their intent by setting off the “committed by”\nphrase with “a semicolon” or “a line break.”Ante, at 6.\nBut those are not insignificant revisions; they alter the structure\nof the statute, and we have recognized that structure is often\ncritical in resolving verbal ambiguity. SeeCastillov.United States,530 U. S. 120, 124\n(2000) (“The statute’s structure clarifies any ambiguity inherent\nin its literal language”). I therefore respectfully disagree with\nthe majority that “misdemeanor crime of domestic violence” is most\nsensibly read as including misdemeanor offenses without a\ndomestic-relationship element.3. Moving beyond text and structure, the\nmajority recognizes that there is “little . . . drafting history,”ante, at 13, but gamely trots out what there is: a\nstatement on the floor of the Senate by the bill’s sponsor, seeante, at 12. Such tidbits do not amount to much. SeeConsumer Product Safety Comm’nv.GTE Sylvania,\nInc.,447 U. S.\n102, 118 (1980). This is especially true here where the\nstatement was delivered the day the legislation was passed andafterthe House of Representatives had passed the\npertinent provision. SeeExxon Mobil Corp.v.Allapattah Services, Inc.,545 U. S. 546, 568\n(2005); see also Brief for Respondent 33. The majority nonetheless\nlooks to the floor statement because “the legislative record is\notherwise ‘absolutely silent.’ ”Ante, at 12. But\nthat is no reason to accord the statement significance: We dismiss\nthe value of such statements due to their inherent flaws as guides\nto legislative intent, flaws that persist (and indeed may be\namplified) in the absence of other indicia of intent.The majority also finds it “highly improbable\nthat Congress meant to extend §922(g)(9)’s firearm possession ban\nonly to the relatively few domestic abusers prosecuted under laws\nrendering a domestic relationship an element of the offense.”Ante, at 11. In its view, construing §922(g)(9) to exclude\npersons convicted under a generic use-of-force statute would\n“frustrate Congress’ manifest purpose,”ante,at 10, of\nkeeping guns out of the hands of domestic abusers. Seeante, at 10 (quoting statement of Sen. Lautenberg, 142\nCong. Rec. 22985 (1996)).Invoking thesponsor’sobjective asCongress’smanifest purpose, however, “ignores the\ncomplexity of the problems Congress is called upon to address and\nthe dynamics of legislative action.”Board of Governors,\nFRSv.Dimension Financial Corp.,474 U. S. 361, 373–374\n(1986). Legislative enactments are the result of negotiations\nbetween competing interests; “the final language of the legislation\nmay reflect hard-fought compromises.”Id., at 374. Even if\nthere were sufficient sentiment to extend the gun ban, individual\nlegislators might have disagreed on the appropriate reach of the\nnew provision. Seeibid. Some members might well have been\nwilling to extend the ban beyond individuals convicted of felonies,\nbut only if the predicate misdemeanor by its terms was addressed to\ndomestic violence.4. The majority’s approach will entail\nsignificant problems in application. Under the interpretation\nadopted by the court below, it is easy to determine whether an\nindividual is covered by the gun ban: Simply look to the record of\nthe prior conviction. Under the majority’s approach, on the other\nhand, it will often be necessary to go beyond the fact of\nconviction and “engage in an elaborate factfinding process\nregarding the defendant’s prior offens[e],”Taylorv.United States,495 U. S. 575, 601\n(1990), to determine whether it happened to involve domestic\nviolence.That is one reason we adopted a categorical\napproach to predicate offenses under the Armed Career Criminal Act,\n18 U. S. C. §924(e)(1), “looking only to the statutory\ndefinitions of the prior offenses, and not to the particular facts\nunderlying those convictions.”Taylor, supra, at 600; seeShepardv.United States,544 U. S. 13, 19 (2005)\n(Court considered “predicate offens[e] in terms not of prior\nconduct but of prior ‘convictions’ and the ‘element[s]’ of\ncrimes”). As we warned inTaylorand reaffirmed inShepard, “the practical difficulties and potential\nunfairness of a factual approach are daunting.”Taylor,supra, at 601; seeShepard,supra, at\n20. Those same concerns are implicated here, given that the\nmajority would require juries and courts to look at the particular\nfacts of a prior conviction to determine whether it happened to\ninvolve domestic violence, rather than simply looking to the\nelements of the predicate offense. Seeante, at 4-5.5. Taking a fair view, the text of\n§921(a)(33)(A) is ambiguous, the structure leans in the defendant’s\nfavor, the purpose leans in the Government’s favor, and the\nlegislative history does not amount to much. This is a textbook\ncase for application of the rule of lenity.“Because construction of a criminal statute\nmust be guided by the need for fair warning, it is rare that\nlegislative history or statutory policies will support a\nconstruction of a statute broader than that clearly warranted by\nthe text.”Crandonv.United States,494 U. S. 152, 160\n(1990). It cannot fairly be said here that the text “clearly\nwarrants” the counterintuitive conclusion that a “crime of domestic\nviolence” need not have domestic violence as an element. That\nleaves the majority’s arguments about legislative history and\nstatutory purpose. This is not the “rare” case in which such\ngrounds provide “fair warning,” especially given that there is\nnothing wrong with the conduct punished—possessing a firearm—if the\nprior misdemeanor is not covered by the statute.If the rule of lenity means anything, it is\nthat an individual should not go to jail for failing to conduct a\n50-state survey or comb through obscure legislative history. Ten\nyears in jail is too much to hinge on the will-o’-the-wisp of\nstatutory meaning pursued by the majority.",
    "joined": []
}