{
    "case": {
        "docket": "15-1498",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/15-1498/"
    },
    "id": "3888142",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1498_________________JEFFERSON B. SESSIONS, III, ATTORNEY GENERAL,\nPETITIONERv.JAMES GARCIA DIMAYAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 17, 2018]Chief Justice Roberts, with whom Justice\nKennedy, Justice Thomas, and Justice Alito join, dissenting.InJohnsonv.United States, we\nconcluded that the residual clause of the Armed Career Criminal Act\nwas unconstitutionally vague, given the “indeterminacy of the\nwide-ranging inquiry” it required. 576 U. S. ___, ___ (2015)\n(slip op., at 5). Today, the Court relies wholly onJohnson—but only some ofJohnson—to strike down\nanother provision, 18 U. S. C. §16(b). Because §16(b)\ndoes not give rise to the concerns that drove the Court’s decision\ninJohnson, I respectfully dissent.IThe term “crime of violence” appears\nrepeatedly throughout the Federal Criminal Code. Section 16 of\nTitle 18 defines it to mean:“(a) an offense that has as an element the\nuse, attempted use, or threatened use of physical force against the\nperson or property of another, or“(b) any other offense that is a felony and\nthat, by its nature, involves a substantial risk that physical\nforce against the person or property of another may be used in the\ncourse of committing the offense.”This definition of “crime of violence” is also\nincorporated in the definition of “aggravated felony” in the\nImmigration and Nationality Act. 8 U. S. C.\n§1101(a)(43)(F) (“aggravated felony” includes “a crime of violence\n(as defined in section 16 of title 18, but not including a purely\npolitical offense) for which the term of imprisonment [is] at least\none year” (footnote omitted)). A conviction for an aggravated\nfelony carries serious consequences under the immigration laws. It\ncan serve as the basis for an alien’s removal from the United\nStates, and can preclude cancellation of removal by the Attorney\nGeneral. §§1227(a)(2)(A)(iii), 1229b(a)(3).Those consequences came to pass in respondent\nJames Dimaya’s case. An Immigration Judge and the Board of\nImmigration Appeals interpreted §16(b) to cover Dimaya’s two prior\nconvictions for first-degree residential burglary under California\nlaw, subjecting him to removal. To stave off that result, Dimaya\nargued that the language of §16(b) was void for vagueness under the\nDue Process Clause of the Fifth Amendment.The parties begin by disputing whether a\ncriminal or more relaxed civil vagueness standard should apply in\nresolving Dimaya’s challenge. A plurality of the Court rejects the\nGovernment’s argument in favor of a civil standard, because of the\n“grave nature of deportation,”Jordanv.De George,\n341 U. S. 223, 231 (1951) ; seeante,at 6 (plurality\nopinion); Justice Gorsuch does so for broader reasons, seeante,at 10–15 (Gorsuch, J., concurring in part and\nconcurring in judgment). I see no need to resolve which standard\napplies, because I would hold that §16(b) is not unconstitutionally\nvague even under the standard applicable to criminal laws.IIThis is not our first encounter with §16(b).\nInLeocalv.Ashcroft, 543 U. S. 1 (2004) , we\nwere asked to decide whether either subsection of §16 covers a\nparticular category of state crimes, specifically DUI offenses\ninvolving no more than negligent conduct. 543 U. S., at 6. Far\nfrom finding §16(b) “hopeless[ly] indetermina[te],”Johnson,\n576 U. S., at ___ (slip op., at 7), we considered the\nprovision clear and unremarkable: “while §16(b) is broader than\n§16(a) in the sense that physical force need not actually be\napplied,” the provision “simply covers offenses that naturally\ninvolve a person acting in disregard of the risk that physical\nforce might be used against another in committing an offense,”Leocal, 543 U. S., at 10–11. Applying that standard to\nthe state offense at issue, we concluded—unanimously—that §16(b)\n“cannot be read to include [a] conviction for DUI causing serious\nbodily injury under Florida law.”Id.,at 11.Leocalthus provides a model for how\ncourts should assess whether a particular crime “by its nature”\ninvolves a risk of the use of physical force. At the outset, our\nopinion set forth the elements of the Florida DUI statute, which\nmade it a felony “for a person to operate a vehicle while under the\ninfluence and, ‘by reason of such operation, caus[e]\n. . . [s]erious bodily injury to another.’ ” 543\nU. S., at 7. Our §16(b) analysis, in turn, focused on those\nspecific elements in concluding that a Florida offender’s acts\nwould not naturally give rise to the requisite risk of force “in\nthe course of committing the offense.”Id.,at 11. “In no\n‘ordinary or natural’ sense,” we explained, “can it be said that a\nperson risks having to ‘use’ physical force against another person\nin the course of operating a vehicle while intoxicated and causing\ninjury.”Ibid.The Court holds that the same provision we had\nno trouble applying inLeocalis in fact incapable of\nreasoned application. The sole justification for this turnabout is\nthe resemblance between the language of §16(b) and the language of\nthe residual clause of the Armed Career Criminal Act (ACCA) that\nwas at issue inJohnson. The latter provision defined a\n“violent felony” to include “any crime punishable by imprisonment\nfor a term exceeding one year . . . that\n. . . is burglary, arson, or extortion, involves use of\nexplosives,or otherwise involves conduct that presents a\nserious potential risk of physical injury to another.” 18\nU. S. C. §924(e)(2)(B)(ii) (emphasis added).InJohnson, we concluded that the ACCA\nresidual clause (the “or otherwise” language) gave rise to two\nforms of intractable uncertainty, which “conspire[d]” to render the\nprovision unconstitutionally vague. 576 U. S., at ___ (slip\nop., at 5). First, the residual clause asked courts to gauge the\n“potential risk” of “physical injury” posed by the conduct involved\nin the crime.Ibid.That inquiry, we determined, entailed\nnot only an evaluation of the “criminal’s behavior,” but also\nrequired courts to consider “how the idealized ordinary case of the\ncrime subsequently plays out.”Ibid.Second, the residual\nclause obligated courts to compare that risk to an indeterminate\nstandard—one that was inextricably linked to the provision’s four\nenumerated crimes, which presented differing kinds and degrees of\nrisk.Id.,at ___ (slip op., at 6). This murky confluence of\nfeatures, each of which “may [have been] tolerable in isolation,”\ntogether “ma[de] a task for us which at best could be only\nguesswork.”Id.,at ___ (slip op., at 10).Section 16(b) does not present the same\nambiguities. The two provisions do correspond to some extent. Under\nour decisions, both ask the sentencing court to consider whether a\nparticular offense, defined without regard to the facts of the\nconviction, poses a specified risk. And, relevant to both statutes,\nwe have explained that in deciding whether statutory elements\ninherently produce a risk, a court must take into account how those\nelements will ordinarily be fulfilled. SeeJamesv.United States, 550 U. S. 192, 208 (2007) (this\ncategorical inquiry asks “whether the conduct encompassed by the\nelements of the offense, in the ordinary case, presents” the\nrequisite risk).[1] In the\nCourt’s view, that effectively resolves this case. But the Court\ntoo readily dismisses the significant textual distinctions between\n§16(b) and the ACCA residual clause. See alsoante,at 2\n(opinion of Gorsuch, J.). Those differences undermine the\nconclusion that §16(b) shares each of the “dual flaws” of that\nclause.Ante,at 21 (majority opinion).To begin, §16(b) yields far less uncertainty\n“about how to estimate the risk posed by a crime.”Johnson,\n576 U. S., at ___ (slip op., at 5). There are three material\ndifferences between §16(b) and the ACCA residual clause in this\nrespect. First, the ACCA clause directed the reader to consider\nwhether the offender’s conduct presented a “potentialrisk”\nof injury. Forced to give meaning to that befuddling choice of\nphrase—which layered one indeterminate term on top of another—we\nunderstood the word “potential” to signify that “Congress intended\nto encompass possibilities even more contingent or remote than “a\nsimple ‘risk.’ ”James, 550 U. S., at 207–208. As\nwe explained inJohnson, that made for a “speculative”\ninquiry “detached from statutory elements.” 576 U. S., at ___\n(slip op., at 5). In other words, the offense elements could not\nconstrain the risk inquiry in the manner they do here. SeeLeocal, 543 U. S., at 11. The “serious potential risk”\nstandard also forced courts to assess in an expansive way the\n“collateral consequences” of the perpetrator’s acts. For example,\ncourts had to take into account the concern thatothersmight cause injury in attempting to apprehend the offender. SeeSykesv.United States, 564 U. S. 1, 8 –9\n(2011). Section 16(b), on the other hand, asks about “risk” alone,\na familiar concept of everyday life. It therefore calls for a\ncommonsense inquiry that does not compel a court to venture beyond\nthe offense elements to consider contingent and remote\npossibilities.Second, §16(b) focuses exclusively on the risk\nthat the offender will “use[ ]” “physical force” “against” another\nperson or another person’s property. Thus, unlike the ACCA residual\nclause, “§16(b) plainly does not encompass all offenses which\ncreate a ‘substantial risk’ thatinjurywill result\nfroma person’s conduct.”Leocal,543 U. S., at 10,\nn. 7 (emphasis added). The point is not that an inquiry into\nthe risk of “physical force” is markedly more determinate than an\ninquiry into the risk of “physical injury.” But seeante,at\n19–20. The difference is that §16(b) asks about the risk that the\noffender himself willactively employforce against person\nor property. That language does not sweep in all instances in which\nthe offender’s acts, or another person’s reaction, might result in\nunintended or negligent harm.Third, §16(b) has a temporal limit that the ACCA\nresidual clause lacked: The “substantial risk” of force must arise\n“in the course of committing the offense.” Properly interpreted,\nthis means the statute requires a substantial risk that the\nperpetrator will use force while carrying out the crime. SeeLeocal, 543 U. S., at 10 (“The reckless disregard in\n§16 relates . . . to the risk that the use of\nphysical force against another might be required in committing a\ncrime.”). The provision thereby excludes more attenuated harms that\nmight arise following the completion of the crime. The ACCA\nresidual clause, by contrast, contained no similar language\nrestricting its scope. And the absence of such a limit, coupled\nwith the reference to “potential” risks, gave courts free rein to\nclassify an offense as a violent felony based on injuries that\nmight occur after the offense was over and done. See,e.g.,\nUnited Statesv.Benton, 639 F. 3d 723, 732 (CA6\n2011) (finding that “solicitation to commit aggravated assault”\nqualified under the ACCA residual clause on the theory that the\nsolicited individual might subsequently carry out the requested\nact).Why does any of this matter? Because it mattered\ninJohnson. More precisely, the expansive language in the\nACCA residual clause contributed to our determination that the\nclause gave rise to “grave uncertainty about how to estimate the\nrisk posed by a crime.” 576 U. S., at ___ (slip op., at 5).\n“Critically,” we said—a word that tends to mean\nsomething—“picturing the criminal’s behavior is not enough.”Ibid.(emphasis added). Instead, measuring “potential risk”\n“seemingly require[d] the judge to imagine how the idealized\nordinary case of the crimesubsequently plays out.”Ibid.(emphasis added). Not so here. In applying §16(b),\nconsidering“the criminal’s behavior”isenough.Those three distinctions—the unadorned reference\nto “risk,” the focus on the offender’s own active employment of\nforce, and the “in the course of committing” limitation—also mean\nthat many hard cases under ACCA are easier under §16(b). Take the\nfirearm possession crime fromJohnsonitself, which had as\nits constituent elements (1) unlawfully (2) possessing\n(3) a short-barreled shotgun. None of those elements, “by its\nnature,” carries “a substantial risk” that the possessor will use\nforce against another “in the course of committing the offense.”\nNothing inherent in the act of firearm possession, even when it is\nunlawful, gives rise to a substantial risk that the owner will then\nshoot someone. SeeUnited Statesv.Serafin, 562\nF. 3d 1105, 1113 (CA10 2009) (recognizing that “Leocalinstructs [a court] to focus not on whether possession will likelyresultin violence, but instead whether one possessing an\nunregistered weapon necessarily risks the need to employ force to\ncommit possession”).[2] Yet\nshort-barreled shotgun possession presented a closer question under\nthe ACCA residual clause, because the “serious potential risk”\nlanguage seemingly directed us to consider “the circumstances and\nconduct that ordinarily attend the offense,” in addition to the\noffense itself.Johnson, 576 U. S., at ___ (Alito, J.,\ndissenting) (slip op., at 17); seeid.,at ___–___ (slip\nop., at 19–20) (reasoning that the crime must qualify because “a\nperson who chooses to break the law and risk the heavy criminal\npenalty incurred by possessing a notoriously dangerous weapon is\n[likely] to use that weapon in violent ways”).Failure to report to a penal institution, the\nsubject ofChambersv.United States, 555 U. S.\n122 (2009) , is another crime “whose treatment becomes more obvious\nunder §16(b) than under ACCA,”ante,at 18. InChambers, the Government argued that the requisite risk of\ninjury arises not necessarily at the time the offender fails to\nreport to prison, but instead later, when an officer attempts to\nrecapture the fugitive. 555 U. S.,at 128. The majority\nis correct that we ultimately “reject[ed]” the Government’s\ncontention.Ante,at 18. But we did so after “assum[ing] for\nargument’s sake” its premise—that is, “the relevance of violence\nthat may occur long after an offender fails to report.” 555\nU. S., at 128; seeid.,at 129 (looking at 160 cases of\n“failure to report” and observing that “none at all involved\nviolence . . . during the commission of the offense\nitself, [nor] during the offender’s later apprehension”). The “in\nthe course of committing the offense” language in §16(b) helpfully\nforecloses that debate.DUI offenses are yet another example. Because\n§16(b) asks about the risk that the offender will “use[ ]”\n“physical force,” we readily concluded inLeocalthat the\nsubsection does not cover offenses where the danger arises from the\noffender’s negligent or accidental conduct, including drunk\ndriving. 543 U. S., at 11. Applying the ACCA residual clause\nproved more trying. When asked to decide whether the clause covered\ndrunk driving offenses, a majority of the Court concluded that the\nanswer was no.Begayv.United States, 553 U. S.\n137 (2008) . Our decision was based, however, on the inference that\nthe clause must cover only “purposeful, ‘violent,’ and ‘aggressive’\nconduct”—a test derived not from the “conduct that presents a\nserious potential risk of physical injury” language, but instead by\nreference to (what we guessed to be) the unifying characteristics\nof the enumerated offenses.Id.,at 144–145. Four Members of\nthe Court criticized that test, seeid.,at 150–153 (Scalia,\nJ., concurring in judgment);id.,at 158–160, 162–163\n(Alito, J., dissenting), though they themselves disagreed about\nwhether DUIs were covered, seeid.,at 153–154 (opinion of\nScalia, J.);id.,at 156–158 (opinion of Alito, J.). And the\nCourt distanced itself from theBegayrequirement only a few\nyears later when confronting the crime of vehicular flight. SeeSykes, 564 U. S., at 12–13;Johnson, 576\nU. S., at ___–___ (slip op., at 8–9).Which brings me to the second part of the\nCourt’s analysis: its objection that §16(b), like the ACCA residual\nclause, leaves “uncertainty about the level of risk that makes a\ncrime ‘violent.’ ”Ante,at 10. The “substantial risk”\nstandard in §16(b) is significantly less confusing because it is\nnot tied to a disjointed list of paradigm offenses. Recall that the\nACCA provision defined a “violent felony” to include a crime that\n“is burglary, arson, or extortion, involves use of explosives, orotherwiseinvolves conduct that presents a serious potential\nrisk of physical injury to another.” 18 U. S. C.\n§924(e)(2)(B)(ii) (emphasis added). As our Court recognized early\non, that “otherwise” told the reader to understand the “serious\npotential risk of physical injury” standard by way of the four\nenumerated crimes.James, 550 U. S., at 203. But how,\nexactly? That question dogged our residual clause cases for years,\nuntil we saidno másinJohnson.In our first foray,James, we resolved\nthe case by asking whether the risk posed by the crime of attempted\nburglary was “comparable to that posed by its closest analog among\nthe enumerated offenses,” which was completed burglary. 550\nU. S., at 203. While that rule “[took] care of attempted\nburglary,” it “offer[ed] no help at all with respect to the vast\nmajority of offenses, which have no apparent analog among the\nenumerated crimes.”Johnson, 576 U. S., at ___ (slip\nop., at 7). TheJamesdissent, for its part, would have\ndetermined the requisite degree of risk from the least dangerous of\nthe enumerated crimes, and compared the offense to that. 550\nU. S.,at 218–219 (opinion of Scalia, J.). But that\napproach also proved to be harder than it sounded. Seeid.,at 219–227.AfterJamescameBegay, in which\nwe concluded that the enumerated offenses served as an independent\nlimitation on thekindof crime that could qualify. 553\nU. S., at 142; seeChambers, 555 U. S., at 128\n(applying theBegaystandard). As discussed, that test was\nshort lived (though we did not purport to wholly repudiate it). SeeSykes, 564 U. S., at 13. Finally, inSykes—our\npenultimate residual clause case—we acknowledged the prior use of\nthe closest-analog test inJames, but instead focused on\nwhether the risk posed by vehicular flight was “similar in degree\nof danger” to the listed offenses of arson and burglary. 564\nU. S., at 8–10. As a result, Justice Scalia’s dissent\ncharacterized theSykesmajority as applying the test from\nhis prior dissent inJames, notJamesitself. See 564\nU. S., at 29–30, 33. This series of precedents laid bare our\n“repeated inability to craft a principled test out of the statutory\ntext,”id., at 34 (opinion of Scalia, J.), as the Court\nultimately acknowledged inJohnson, 576 U. S., at ___\n(slip op., at 7).The enumerated offenses, and our Court’s failed\nattempts to make sense of them, were essential toJohnson’s\nconclusion that the residual clause “leaves uncertainty about how\nmuch risk it takes for a crime to qualify as a violent felony.”Id.,at ___ (slip op., at 6). AsJohnsonexplained,\nthe issue was not that the statute employed a fuzzy standard. That\nkind of thing appears in the statute books all the time.Id.,at ___, ___ (slip op., at 6, 12). In the majority’s\nretelling today, the difficulty inhered solely in the fact that the\nstatute paired such a standard with the ordinary case inquiry. Seeante,at 8, 10–11, 21. But that account sidesteps much ofJohnson’s reasoning. See 576 U. S.,at ___–___,\n___, ___–___, ___ (slip op., at 4–5, 6, 7–9, 12). Our opinion\nemphasized that the word “otherwise” “force[d]” courts to interpret\nthe amorphous standard “in light of” the four enumerated crimes,\nwhich are “not much more similar to one another in kind than in\ndegree of risk posed.”Id.,at ___, ___ (slip op., at 6, 8).\nOr, asJohnsonput it more vividly, “[t]he phrase ‘shades of\nred,’ standing alone, does not generate confusion or\nunpredictability; but the phrase ‘fire-engine red, light pink,\nmaroon,navy blue, or colors that otherwise involve shades\nof red’ assuredly does so.”Id.,at ___ (slip op., at 12).\nIndeed, the author ofJohnsonhad previously, and\nrepeatedly, described this feature of the residual clause as the\n“crucial . . . respect” in which the law was\nproblematic. SeeJames, 550 U. S., at 230, n. 7\n(opinion of Scalia, J.);Sykes, 564 U. S., at 35\n(opinion of Scalia, J.).With §16(b), by contrast, a court need simply\nconsider the meaning of the word “substantial”—a word our Court has\ninterpreted and applied innumerable times across a wide variety of\ncontexts.[3] The court does not\nneed to give that familiar word content by reference to four\ndifferent offenses with varying amounts and kinds of risk.In its effort to recast a considerable portion\nofJohnsonas dicta, the majority speculates that if the\nenumerated offenses had truly mattered to the outcome, the Court\nwould have told lower courts to “give up on trying to interpret the\nclause by reference to” those offenses, rather than striking down\nthe provision entirely.Ante,at 21. No litigant inJohnsonsuggested that solution, which is not surprising.\nSuch judicial redrafting could have expanded the reach of the\ncriminal provision—surely a job for Congress alone.In any event, I doubt the majority’s proposal\nwould have done the trick. And that is because the result inJohnsondid not follow from the presence of one frustrating\ntextual feature or another. Quite the opposite: The decision\nemphasized that it was the “sum” of the “uncertainties” in the ACCA\nresidual clause, confirmed by years of experience, that\n“convince[d]” us the provision was beyond salvage.Johnson,\n576 U. S., at ___ (slip op., at 10). Those failings do not\ncharacterize the provision at issue here.IIIThe more constrained inquiry required under\n§16(b)—which asks only whether the offense elements naturally carry\nwith them a risk that the offender will use force in committing the\noffense—does not itself engender “grave uncertainty about how to\nestimate the risk posed by a crime.” And the provision’s use of a\ncommonplace substantial risk standard—one not tied to a list of\ncrimes that lack a unifying feature—does not give rise to\nintolerable “uncertainty about how much risk it takes for a crime\nto qualify.” That should be enough to reject Dimaya’s facial\nvagueness challenge.[4]Because I would rely on those distinctions to\nuphold §16(b), the Court reproaches me for not giving sufficient\nweight to a “core insight” ofJohnson.Ante,at 10,\nn. 4; seeante,at 15 (opinion of Gorsuch, J.) (arguing\nthat §16(b) runs afoul ofJohnson“to the extent [§16(b)]\nrequires an ‘ordinary case’ analysis”). But the fact that the ACCA\nresidual clause required the ordinary case approach was not itself\nsufficient to doom the law. We instead took pains to clarify that\nour opinion should not be read to impart such an absolute rule. SeeJohnson, 576 U. S., at ___ (slip op., at 10). I would\nadhere to that careful holding and not reflexively extend the\ndecision to a different statute whose reach is, on the whole, far\nmore clear.The Court does the opposite, and the\nramifications of that decision are significant. First, of course,\ntoday’s holding invalidates a provision of the Immigration and\nNationality Act—part of the definition of “aggravated felony”—on\nwhich the Government relies to “ensure that dangerous criminal\naliens are removed from the United States.” Brief for United States\n54. Contrary to the Court’s back-of-the-envelope assessment, seeante,at 23, n. 12, the Government explains that the\ndefinition is “critical” for “numerous” immigration provisions.\nBrief for United States 12.In addition, §16 serves as the universal\ndefinition of “crime of violence” for all of Title 18 of the United\nStates Code. Its language is incorporated into many procedural and\nsubstantive provisions of criminal law, including provisions\nconcerning racketeering, money laundering, domestic violence, using\na child to commit a violent crime, and distributing information\nabout the making or use of explosives. See 18 U. S. C.\n§§25(a)(1), 842(p)(2), 1952(a), 1956(c)(7)(B)(ii), 1959(a)(4),\n2261(a), 3561(b). Of special concern, §16 is replicated in the\ndefinition of “crime of violence” applicable to §924(c), which\nprohibits using or carrying a firearm “during and in relation to\nany crime of violence,” or possessing a firearm “in furtherance of\nany such crime.” §§924(c)(1)(A), (c)(3). Though I express no view\non whether §924(c) can be distinguished from the provision we\nconsider here, the Court’s holding calls into question convictions\nunder what the Government warns us is an “oft-prosecuted offense.”\nBrief for United States 12.BecauseJohnsondoes not compel today’s\nresult, I respectfully dissent.Notes1All this “ordinary case”\ncaveat means is that while “[o]ne can always hypothesize unusual\ncases in which even a prototypically violent crime might not\npresent a genuine risk,” courts should exclude those atypical cases\nin assessing whether the offense qualifies.James, 550\nU. S., at 208. As we have explained, under that approach, it\nis not the case that “every conceivable factual offense covered by\na statute” must pose the requisite risk “before the offense can be\ndeemed” a crime of violence.Ibid.But the same is true of\nthe categorical approach generally. Seeibid.(using the\nterms just quoted to characterize both the ordinary case approach\nand the categorical approach for enumerated offenses set forth inTaylorv.United States, 495 U. S. 575 (1990) );Moncrieffev.Holder, 569 U. S. 184, 191 (2013)\n;Gonzalesv.Duenas-Alvarez, 549 U. S. 183, 193\n(2007) .2The Court protests that\nthis straightforward analysis fails to take account of the crime’s\nordinary case.Ante,at 18–19, n. 6. But the fact that\nthe element of “possession” may “take[ ] place in a variety of\nways”—for instance, one may possess a firearm “in a closet, in a\nstoreroom, in a car, in a pocket,” “unloaded, disassembled, or\nlocked away,”Johnson, 576 U. S., at ___ (Thomas, J.,\nconcurring in judgment) (slip op., at 4)—matters very little. That\nis because none of the alternative ways of satisfying that element\nproduce a substantial risk that the possessor will use physical\nforce against the person or property of another. And no one would\nsay that a person “possesses” a gun by firing it or threatening\nsomeone with it. Cf.id.,at ___ (opinion of Thomas, J.)\n(slip op., at 5) (“[T]he risk that the Government identifies arises\nnot from the act of possessing the weapon, but from the act of\nusing it.”). The Court’s insistence that this offense is\nnonetheless “difficult to classify” under §16(b),ante,at\n18, n. 6, is surprising in light of our assessment, just two\nTerms ago, that §16 does not cover “felon-in-possession laws and\nother firearms offenses,”Luna Torresv.Lynch, 578\nU. S. ___, ___ (2016) (slip op., at 13).3To name a round dozen:Ayestasv.Davis, 584 U. S. ___, ___ (2018)\n(slip op., at 16);Life Technologies Corp.v.Promega\nCorp., 580 U. S. ___, ___–___ (2017) (slip op., at 5–8);Virginiav.Hicks, 539 U. S. 113, 119 –120,\n122–124 (2003);Toyota Motor Mfg., Ky., Inc.v.Williams, 534 U. S. 184, 196 –198 (2002);Slackv.McDaniel, 529 U. S. 473, 483 –484 (2000);Gentilev.State Bar of Nev., 501 U. S. 1030,\n1075 –1076 (1991);Cagev.Louisiana, 498 U. S.\n39, 41 (1990) (per curiam);Steadmanv.SEC,\n450 U. S. 91, 98 (1981) ;Palermov.United\nStates, 360 U. S. 343, 351 –353 (1959);United\nStatesv.E. I. du Pont de Nemours & Co., 353\nU. S. 586, 593 –596 (1957);Levinsonv.Spector\nMotor Service, 330 U. S. 649, 670 –671 (1947);Consolidated Edison Co.v.NLRB, 305 U. S. 197,\n229 (1938) .4The Court also finds it\nprobative that “a host of issues” respecting §16(b) “divide” the\nlower courts.Ante,at 22. Yet the Court does little to\nexplain how those alleged conflicts vindicate its particular\nconcern about the provision (namely, the ordinary case inquiry).\nAnd as the Government illustrates, many of those divergent results\nlikely can be chalked up to material differences in the state\noffense statutes at issue. CompareEscudero-Arciniegav.Holder, 702 F. 3d 781, 783–785 (CA5 2012) (per\ncuriam) (reasoning that New Mexico car burglary “requires that\nthe criminal lack authorization to enter the vehicle—a requirement\nalone which will most often ensure some force [against property] is\nused”), withSareang Yev.INS, 214 F. 3d 1128,\n1134 (CA9 2000) (finding it relevant that California car burglary\ndoes not require unlawful or unprivileged entry); see Reply Brief\n17–20, and nn. 5–6.",
    "joined": []
}