{
    "case": {
        "docket": "15-827",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-827/"
    },
    "id": "3706581",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–827_________________ENDREW F., a minor, by and through his parents\nand next friends, JOSEPH F. AND JENNIFER F., PETITIONERv.DOUGLAS COUNTY SCHOOL DISTRICT RE–1on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[March 22, 2017]Chief Justice Roberts delivered the opinion of\nthe Court.Thirty-five years ago, this Court held that the\nIndividuals with Disabilities Education Act establishes a\nsubstantive right to a “free appropriate public education” for\ncertain children with disabilities.Board of Ed. of Hendrick\nHudson Central School Dist., Westchester Cty.v.Rowley,\n458 U. S. 176 (1982) . We declined, however, to endorse any\none standard for determining “when handicapped children are\nreceiving sufficient educational benefits to satisfy the\nrequirements of the Act.”Id.,at 202. That “more difficult\nproblem” is before us today.Ibid.IAThe Individuals with Disabilities Education\nAct (IDEA or Act) offers States federal funds to assist in\neducating children with disabilities. 84Stat. 175, as amended, 20\nU. S. C. §1400et seq.; seeArlington\nCentral School Dist. Bd. of Ed.v.Murphy, 548\nU. S. 291, 295 (2006) . In exchange for the funds, a State\npledges to comply with a number of statutory conditions. Among\nthem, the State must provide a free appropriate public education—a\nFAPE, for short—to all eligible children. §1412(a)(1).A FAPE, as the Act defines it, includes both\n“special education” and “related services.” §1401(9). “Special\neducation” is “specially designed instruction . . . to\nmeet the unique needs of a child with a disability”; “related\nservices” are the support services “required to assist a child\n. . . to benefit from” that instruction. §§1401(26),\n(29). A State covered by the IDEA must provide a disabled child\nwith such special education and related services “in conformity\nwith the [child’s] individualized education program,” or IEP.\n§1401(9)(D).The IEP is “the centerpiece of the statute’s\neducation delivery system for disabled children.”Honigv.Doe, 484 U. S. 305, 311 (1988) . A comprehensive plan\nprepared by a child’s “IEP Team” (which includes teachers, school\nofficials, and the child’s parents), an IEP must be drafted in\ncompliance with a detailed set of procedures. §1414(d)(1)(B)\n(internal quotation marks omitted). These procedures emphasize\ncollaboration among parents and educators and require careful\nconsideration of the child’s individual circumstances. §1414. The\nIEP is the means by which special education and related services\nare “tailored to the unique needs” of a particular child.Rowley, 458 U. S., at 181.The IDEA requires that every IEP include “a\nstatement of the child’s present levels of academic achievement and\nfunctional performance,” describe “how the child’s disability\naffects the child’s involvement and progress in the general\neducation curriculum,” and set out “measurable annual goals,\nincluding academic and functional goals,” along with a “description\nof how the child’s progresstoward meeting” those goals will be\ngauged. §§1414(d)(1)(A)(i)(I)–(III). The IEP must also describe the\n“special education and related services . . . that will\nbe provided” so that the child may “advance appropriately toward\nattaining the annual goals” and, when possible, “be involved in and\nmake progress in the general education curriculum.”\n§1414(d)(1)(A)(i)(IV).Parents and educators often agree about what a\nchild’s IEP should contain. But not always. When disagreement\narises, parents may turn to dispute resolution procedures\nestablished by the IDEA. The parties may resolve their differences\ninformally, through a “[p]reliminary meeting,” or, somewhat more\nformally, through mediation. §§1415(e), (f )(1)(B)(i). If\nthese measures fail to produce accord, the parties may proceed to\nwhat the Act calls a “due process hearing” before a state or local\neducational agency. §§1415(f)(1)(A), (g). And at the conclusion of\nthe administrative process, the losing party may seek redress in\nstate or federal court. §1415(i)(2)(A).BThis Court first addressed the FAPE\nrequirement inRowley.[1] Plaintiff Amy Rowley was a first grader with impaired\nhearing. Her school district offered an IEP under which Amy would\nreceive instruction in the regular classroom and spend time each\nweek with a special tutor and a speech therapist. The district\nproposed that Amy’s classroom teacher speak into a wireless\ntransmitter and that Amy use an FM hearing aid designed to amplify\nher teacher’s words; the district offered to supply both components\nof this system. But Amy’s parents argued that the IEP should go\nfurther and provide a sign-language interpreter in all of her\nclasses. Contending that the school district’s refusal to furnish\nan interpreter denied Amy a FAPE, Amy’s parents initiated\nadministrative proceedings, then filed a lawsuit under the Act.Rowley, 458 U. S., at 184–185.The District Court agreed that Amy had been\ndenied a FAPE. The court acknowledged that Amy was making excellent\nprogress in school: She was “perform[ing] better than the average\nchild in her class” and “advancing easily from grade to grade.”Id.,at 185 (internal quotation marks omitted). At the same\ntime, Amy “under[stood] considerably less of what goes on in class\nthan she could if she were not deaf.”Ibid.(internal\nquotation marks omitted). Concluding that “it has been left\nentirely to the courts and the hearings officers to give content to\nthe requirement of an ‘appropriate education,’ ” 483\nF. Supp. 528, 533 (SDNY 1980), the District Court ruled that\nAmy’s education was not “appropriate” unless it provided her “an\nopportunity to achieve [her] full potential commensurate with the\nopportunity provided to other children.”Rowley, 458\nU. S., at 185–186 (internal quotation marks omitted). The\nSecond Circuit agreed with this analysis andaffirmed.In this Court, the parties advanced starkly\ndifferent understandings of the FAPE requirement. Amy’s parents\ndefended the approach of the lower courts, arguing that the school\ndistrict was required to provide instruction and services that\nwould provide Amy an “equal educational opportunity” relative to\nchildren without disabilities.Id.,at 198 (internal\nquotation marks omitted). The school district, for its part,\ncontended that the IDEA “did not create substantive individual\nrights”; the FAPE provision was instead merely aspirational. Brief\nfor Petitioners inRowley, O. T. 1981, No. 80–1002, pp. 28,\n41.Neither position carried the day. On the one\nhand, this Court rejected the view that the IDEA gives “courtscarte blancheto impose upon the States whatever burden\ntheir various judgments indicate should be imposed.”Rowley,\n458 U. S., at 190, n. 11. After all, the statutory phrase\n“free appropriate public education” was expressly defined in the\nAct, even if the definition “tend[ed] toward the cryptic rather\nthan the comprehensive.”Id.,at 188. This Court went on to\nreject the “equal opportunity” standard adopted by the lower\ncourts, concluding that “free appropriate public education” was a\nphrase “too complex to be captured by the word ‘equal’ whether one\nis speaking of opportunities or services.”Id.,at 199. The\nCourt also viewed the standard as “entirely unworkable,” apt to\nrequire “impossible measurements and comparisons” that courts were\nill suited to make.Id.,at 198.On the other hand, the Court also rejected the\nschool district’s argument that the FAPE requirement was actually\nno requirement at all.Id.,at 200. Instead, the Court\ncarefully charted a middle path. Even though “Congress was rather\nsketchy in establishing substantive requirements” under the Act,id.,at 206, the Court nonetheless made clear that the Act\nguarantees a substantively adequate program of education to all\neligible children,id.,at 200–202, 207; seeid.,at\n193, n. 15 (describing the “substantive standard\n. . . implicit in the Act”). We explained that this\nrequirement is satisfied, and a child has received a FAPE, if the\nchild’s IEP sets out an educational program that is “reasonably\ncalculated to enable the child to receive educational benefits.”Id.,at 207. For children receiving instruction in the\nregular classroom, this would generally require an IEP “reasonably\ncalculated to enable the child to achieve passing marks and advance\nfrom grade to grade.”Id.,at 204; see alsoid.,at\n203, n. 25.In view of Amy Rowley’s excellent progress and\nthe “substantial” suite of specialized instruction and services\noffered in her IEP, we concluded that her program satisfied the\nFAPE requirement.Id.,at 202. But we went no further.\nInstead, we expressly “confine[d] our analysis” to the facts of the\ncase before us.Ibid.Observing that the Act requires States\nto “educate a wide spectrum” of children with disabilities and that\n“the benefits obtainable by children at one end of the spectrum\nwill differ dramatically from those obtainable by children at the\nother end,” we declined “to establish any one test for determining\nthe adequacy of educational benefits conferred upon all children\ncovered by the Act.”Ibid.CPetitioner Endrew F. was diagnosed with autism\nat age two. Autism is a neurodevelopmental disorder generally\nmarked by impaired social and communicative skills, “engagement in\nrepetitive activities and stereotyped movements, resistance to\nenvironmental change or change in daily routines, and unusual\nresponses to sensory experiences.” 34 CFR §300.8(c)(1)(i) (2016);\nsee Brief for Petitioner 8. A child with autism qualifies as a\n“[c]hild with a disability” under the IDEA, and Colorado (where\nEndrew resides) accepts IDEA funding. §1401(3)(A). Endrew is\ntherefore entitled to the benefits of the Act, including a FAPE\nprovided by the State.Endrew attended school in respondent Douglas\nCounty School District from preschool through fourth grade. Each\nyear, his IEP Team drafted an IEP addressed to his educational and\nfunctional needs. By Endrew’s fourth grade year, however, his\nparents had become dissatisfied with his progress. Although Endrew\ndisplayed a number of strengths—his teachers described him as a\nhumorous child with a “sweet disposition” who “show[ed]\nconcern[ ] for friends”—he still “exhibited multiple behaviors\nthat inhibited his ability to access learning in the classroom.”\nSupp. App. 182a; 798 F. 3d 1329, 1336 (CA10 2015). Endrew\nwould scream in class, climb over furniture and other students, and\noccasionally run away from school.Id.,at 1336. He was\nafflicted by severe fears of commonplace things like flies, spills,\nand public restrooms. As Endrew’s parents saw it, his academic and\nfunctional progress had essentially stalled: Endrew’s IEPs largely\ncarried over the same basic goals and objectives from one year to\nthe next, indicating that he was failing to make meaningful\nprogress toward his aims. His parents believed that only a thorough\noverhaul of the school district’s approach to Endrew’s behavioral\nproblems could reverse the trend. But in April 2010, the school\ndistrict presented Endrew’s parents with a proposed fifth grade IEP\nthat was, in their view, pretty much the same as his past ones. So\nhis parents removed Endrew from public school and enrolled him at\nFirefly Autism House, a private school that specializes in\neducating children with autism.Endrew did much better at Firefly. The school\ndeveloped a “behavioral intervention plan” that identified Endrew’s\nmost problematic behaviors and set out particular strategies for\naddressing them. See Supp. App. 198a–201a. Firefly also added heft\nto Endrew’s academic goals. Within months, Endrew’s behavior\nimproved significantly, permitting him to make a degree of academic\nprogress that had eluded him in public school.In November 2010, some six months after Endrew\nstarted classes at Firefly, his parents again met with\nrepresentatives of the Douglas County School District. The district\npresented a new IEP. Endrew’s parents considered the IEP no more\nadequate than the one proposed in April, and rejected it. They were\nparticularly concerned that the stated plan for addressing Endrew’s\nbehavior did not differ meaningfully from the plan in his fourth\ngrade IEP, despite the fact that his experience at Firefly\nsuggested that he would benefit from a different approach.In February 2012, Endrew’s parents filed a\ncomplaint with the Colorado Department of Education seeking\nreimbursement for Endrew’s tuition at Firefly. To qualify for such\nrelief, they were required to show that the school district had not\nprovided Endrew a FAPE in a timely manner prior to his enrollment\nat the private school. See §1412(a)(10)(C)(ii). Endrew’s parents\ncontended that the final IEP proposed by the school district was\nnot “reason-ably calculated to enable [Endrew] to receive\neducational benefits” and that Endrew had therefore been denied a\nFAPE.Rowley, 458 U. S., at 207. An Administrative Law\nJudge (ALJ) disagreed and denied relief.Endrew’s parents sought review in Federal\nDistrict Court. Giving “due weight” to the decision of the ALJ, the\nDistrict Court affirmed. 2014 WL 4548439, *5 (D Colo., Sept. 15,\n2014) (quotingRowley, 458 U. S., at 206). The court\nacknowledged that Endrew’s performance under past IEPs “did not\nreveal immense educational growth.” 2014 WL 4548439, at *9. But it\nconcluded that annual modifications to Endrew’s IEP objectives were\n“sufficient to show a pattern of, at the least, minimal progress.”Ibid.Because Endrew’s previous IEPs had enabled him to make\nthis sort of progress, the court reasoned, his latest, similar IEP\nwas reasonably calculated to do the same thing. In the court’s\nview, that was allRowleydemanded. 2014 WL 4548439, at\n*9.The Tenth Circuit affirmed. The Court of Appeals\nrecited language fromRowleystating that the instruction\nand services furnished to children with disabilities must be\ncalculated to confer “someeducational benefit.” 798\nF. 3d, at 1338 (quotingRowley, 458 U. S., at 200;\nemphasis added by Tenth Circuit). The court noted that it had long\ninterpreted this language to mean that a child’s IEP is adequate as\nlong as it is calculated to confer an “educational benefit [that\nis] merely . . . more thande minimis.” 798\nF. 3d, at 1338 (internal quotation marks omitted). Applying\nthis standard, the Tenth Circuit held that Endrew’s IEP had been\n“reasonably calculated to enable [him] to makesomeprogress.”Id.,at 1342 (internal quotation marks omitted).\nAccordingly, he had not been denied a FAPE.We granted certiorari. 579 U. S. ___\n(2016).IIAThe Court inRowleydeclined “to\nestablish any one test for determining the adequacy of educational\nbenefits conferred upon all children covered by the Act.” 458\nU. S., at 202. The school district, however, contends thatRowleynonetheless established that “an IEP need not promise\nany particularlevelof benefit,” so long as it is\n“ ‘ reasonably calculated’ to providesomebenefit, as opposed tonone.” Brief for Respondent 15.The district relies on several passages fromRowleyto make its case. It points to our observation that\n“any substantive standard prescribing the level of education to be\naccorded” children with disabilities was “[n]oticeably absent from\nthe language of the statute.” 458 U. S., at 189; see Brief for\nRespondent 14. The district also emphasizes the Court’s statement\nthat the Act requires States to provide access to instruction\n“sufficient to confersomeeducational benefit,” reasoning\nthat any benefit, however minimal, satisfies this mandate. Brief\nfor Respondent 15 (quotingRowley, 458 U. S., at 200).\nFinally, the district urges that the Court conclusively adopted a\n“some educational benefit” standard when it wrote that “the intent\nof the Act was more to open the door of public education to\nhandicapped children . . . than to guarantee any\nparticular level of education.”Id., at 192; see Brief for\nRespond-ent 14.These statements in isolation do support the\nschool district’s argument. But the district makes too much of\nthem. Our statement that the face of the IDEA imposed no explicit\nsubstantive standard must be evaluated alongside our statement that\na substantive standard was “implicit in the Act.”Rowley, 458 U. S., at 193, n. 15. Similarly, we\nfind little significance in the Court’s language concerning the\nrequirement that States provide instruction calculated to “confer\nsome educational benefit.”Id.,at 200. The Court had no\nneed to say anything more particular, since the case before it\ninvolved a child whose progress plainly demonstrated that her IEP\nwas designed to deliver more than adequate educational benefits.\nSeeid.,at 202, 209–210. The Court’s principal concern was\nto correct what it viewed as the surprising rulings below: that the\nIDEA effectively empowers judges to elaborate a federal common law\nof public education, and that a child performingbetterthan\nmost in her class had been denied a FAPE. The Court was not\nconcerned with precisely articulating a governing standard for\ncloser cases. Seeid.,at 202. And the statement that the\nAct did not “guarantee any particular level of education” simply\nreflects the unobjectionable proposition that the IDEA cannot and\ndoes not promise “any particular [educational] outcome.”Id.,at 192 (internal quotation marks omitted). No law could\ndo that—for any child.More important, the school district’s reading of\nthese isolated statements runs headlong into several points on\nwhichRowleyis crystal clear. For instance—just after\nsaying that the Act requires instruction that is “sufficient to\nconfer some educational benefit”—we noted that “[t]he determination\nof when handicapped children are receivingsufficienteducational benefits . . . presents a . . .\ndifficult problem.”Id.,at 200, 202 (emphasis added). And\nthen we expressly declined “to establish any one test for\ndetermining theadequacyof educational benefits” under the\nAct.Id.,at 202 (emphasis added). It would not have been\n“difficult” for us to say when educational benefits are sufficient\nif we had just said thatanyeducational benefit was enough.\nAnd it would have been strange to refuse to set out a test for the\nadequacy of educational benefits if we had just done exactly that.\nWe cannot accept the school district’s reading ofRowley.BWhileRowleydeclined to articulate an\noverarching standard to evaluate the adequacy of the education\nprovided under the Act, the decision and the statutory language\npoint to a general approach: To meet its substantive obligation\nunder the IDEA, a school must offer an IEP reasonably calculated to\nenable a child to make progress appropriate in light of the child’s\ncircumstances.The “reasonably calculated” qualification\nreflects a recognition that crafting an appropriate program of\neducation requires a prospective judgment by school officials.Id.,at 207. The Act contemplates that this fact-intensive\nexercise will be informed not only by the expertise of school\nofficials, but also by the input of the child’s parents or\nguardians.Id.,at 208–209. Any review of an IEP must\nappreciate that the question is whether the IEP isreasonable, not whether the court regards it as ideal.Id.,at 206–207.The IEP must aim to enable the child to make\nprogress. After all, the essential function of an IEP is to set out\na plan for pursuing academic and functional advancement. See\n§§1414(d)(1)(A)(i)(I)–(IV). This reflects the broad purpose of the\nIDEA, an “ambitious” piece of legislation enacted “in response to\nCongress’ perception that a majority of handicapped children in the\nUnited States ‘were either totally excluded from schools or [were]\nsitting idly in regular classrooms awaiting the time when they were\nold enough to “drop out.” ’ ”Rowley, 458\nU. S., at 179 (quoting H. R. Rep. No. 94–332, p. 2\n(1975)). A substantive standard not focused on student progress\nwould do little to remedy the pervasive and tragic academic\nstagnation that prompted Congress to act.That the progress contemplated by the IEP must\nbe appropriate in light of the child’s circumstances should come as\nno surprise. A focus on the particular child is at the core of the\nIDEA. The instruction offered must be “speciallydesigned”\nto meet a child’s “uniqueneeds” through an\n“[i]ndividualizededucation program.” §§1401(29),\n(14) (emphasis added). An IEP is not a form document. It is\nconstructed only after careful consideration of the child’s present\nlevels of achievement, disability, and potential for growth.\n§§1414(d)(1)(A)(i)(I)–(IV), (d)(3)(A)(i)–(iv). As we observed inRowley, the IDEA “requires participating States to educate a\nwide spectrum of handicapped children,” and “the benefits\nobtainable by children at one end of the spectrum will differ\ndramatically from those obtainable by children at the other end,\nwith infinite variations in between.” 458 U. S., at 202.Rowleysheds light on what appropriate\nprogress will look like in many cases. There, the Court recognized\nthat the IDEA requires that children with disabilities receive\neducation in the regular classroom “whenever possible.”Ibid.(citing §1412(a)(5)). When this preference is met,\n“the system itself monitors the educational progress of the child.”Id.,at 202–203. “Regular examinations are administered,\ngrades are awarded, and yearly advancement to higher grade levels\nis permitted for those children who attain an adequate knowledge of\nthe course material.”Id.,at 203. Progress through this\nsystem is what our society generally means by an “education.” And\naccess to an “education” is what the IDEA promises.Ibid.Accordingly, for a child fully integrated in the regular classroom,\nan IEP typically should, asRowleyput it, be “reasonably\ncalculated to enable the child to achieve passing marks and advance\nfrom grade to grade.”Id.,at 203–204.This guidance is grounded in the statutory\ndefinition of a FAPE. One of the components of a FAPE is “special\neducation,” defined as “specially designed instruction\n. . . to meet the unique needs of a child with a\ndisability.” §§1401(9), (29). In determining what it means to “meet\nthe unique needs” of a child with a disability, the provisions\ngoverning the IEP development process are a natural source of\nguidance: It is through the IEP that “[t]he ‘free appropriate\npublic education’ required by the Act is tailored to the unique\nneeds of” a particular child.Id.,at 181.The IEP provisions reflectRowley’s\nexpectation that, for most children, a FAPE will involve\nintegration in the reg-ular classroom and individualized special\neducation calculated to achieve advancement from grade to grade.\nEvery IEP begins by describing a child’s present level of\nachieve-ment, including explaining “how the child’s disability\naffects the child’s involvement and progress in the general\neducation curriculum.” §1414(d)(1)(A)(i)(I)(aa). It then sets out\n“a statement of measurable annual goals . . . designed to\n. . . enable the child to be involved in and make\nprogress in the general education curriculum,” along with a\ndescription of specialized instruction and services that the child\nwill receive. §§1414(d)(1)(A)(i)(II), (IV). The instruction and\nservices must likewise be provided with an eye toward “progress in\nthe general education curriculum.” §1414(d)(1)(A)(i)(IV)(bb).\nSimilar IEP requirements have been in place since the time the\nStates began accepting funding under the IDEA.The school district protests that these\nprovisions impose only procedural requirements—a checklist of items\nthe IEP must address—not a substantive standard enforce-able in\ncourt. Tr. of Oral Arg. 50–51. But the procedures are there for a\nreason, and their focus provides insight into what it means, for\npurposes of the FAPE definition, to “meet the unique needs” of a\nchild with a disability. §§1401(9), (29). When a child is fully\nintegrated in the regular classroom, as the Act prefers, what that\ntypically means is providing a level of instruction\nreasonablycalculated to permit advancement through the general\ncurriculum.[2]Rowleyhad no need to provide concrete\nguidance with respect to a child who is not fully integrated in the\nregular classroom and not able to achieve on grade level. That case\nconcerned a young girl who was progressing smoothly through the\nregular curriculum. If that is not a reason-able prospect for a\nchild, his IEP need not aim for grade-level advancement. But his\neducational program must be appropriately ambitious in light of his\ncircumstances, just as advancement from grade to grade is\nappropriately ambitious for most children in the regular classroom.\nThe goals may differ, but every child should have the chance to\nmeet challenging objectives.Of course this describes a general standard, not\na formula. But whatever else can be said about it, this standard is\nmarkedly more demanding than the “merely more thande\nminimis” test applied by the Tenth Circuit. It cannot be the\ncase that the Act typically aims for grade-level advancement for\nchildren with disabilities who can be educated in the regular\nclassroom, but is satisfiedwith barely more thande minimisprogress for those who cannot.When all is said and done, a student offered an\neducational program providing “merely more thande minimis”\nprogress from year to year can hardly be said to have been offered\nan education at all. For children with disabilities, receiving\ninstruction that aims so low would be tantamount to “sitting idly\n. . . awaiting the time when they were old enough to\n‘drop out.’ ”Rowley, 458 U. S., at 179 (some\ninternal quotation marks omitted). The IDEA demands more. It\nrequires an educational program reasonably calculated to enable a\nchild to make progress appropriate in light of the child’s\ncircumstances.CEndrew’s parents argue that the Act goes even\nfurther. In their view, a FAPE is “an education that aims to\nprovide a child with a disability opportunities to achieve academic\nsuccess, attain self-sufficiency, and contribute to society that\nare substantially equal to the opportunities afforded children\nwithout disabilities.” Brief for Petitioner 40.This standard is strikingly similar to the one\nthe lower courts adopted inRowley, and it is virtually\nidentical to the formulation advanced by Justice Blackmun in his\nseparate writing in that case. See 458 U. S., at 185–186;id.,at 211 (opinion concurring in judgment) (“[T]he\nquestion is whether Amy’s program . . . offered her an\nopportunity to understand and participate in the classroom that was\nsubstantially equal to that given her non-handicapped classmates”).\nBut the majority rejected any such standard in clear terms.Id.,at 198 (“The requirement that States provide ‘equal’\neducational opportunities would . . . seem to present an\nentirely unworkable standard requiring impossible measurements and\ncomparisons”). Mindful that Congress (despite several intervening\namendments to the IDEA) has not materially changed the statutory\ndefinition of a FAPE sinceRowleywas decided, we decline to\ninterpret the FAPE provision in a manner so plainly at odds with\nthe Court’s analysis in that case. Compare §1401(18) (1976 ed.)\nwith §1401(9) (2012 ed.).DWe will not attempt to elaborate on what\n“appropriate” progress will look like from case to case. It is in\nthe nature of the Act and the standard we adopt to resist such an\neffort: The adequacy of a given IEP turns on the unique\ncircumstances of the child for whom it was created. This absence of\na bright-line rule, however, should not be mistaken for “an\ninvitation to the courts to substitute their own notions of sound\neducational policy for those of the school authorities which they\nreview.”Rowley, 458 U. S., at 206.At the same time, deference is based on the\napplication of expertise and the exercise of judgment by school\nauthorities. The Act vests these officials with responsibility for\ndecisions of critical importance to the life of a disabled child.\nThe nature of the IEP process, from the initial consultation\nthrough state administrative proceedings, ensures that parents and\nschool representatives will fully air their respective opinions on\nthe degree of progress a child’s IEP should pursue. See §§1414,\n1415;id.,at 208–209. By the time any dispute reaches\ncourt, school authorities will have had a complete opportunity to\nbring their expertise and judgment to bear on areas of\ndisagreement. A reviewing court may fairly expect those authorities\nto be able to offer a cogent and responsive explanation for their\ndecisions that shows the IEP is reasonably calculated to enable the\nchild to make progress appropriate in light of his\ncircumstances.The judgment of the United States Court of\nAppeals for the Tenth Circuit is vacated, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.Notes1The requirement was\ninitially set out in the Education of the Handicapped Act, which\nwas later amended and renamed the IDEA. See Pub. L. 101–476,\n§901(a), 104Stat. 1141. For simplicity’s sake—and to avoid “acronym\noverload”—we use the latter title throughout this opinion.Fryv.Napoleon Community Schools, 580 U. S.\n___, ___, n. 1 (2017) (slip op., at 4,\nn. 1).2This guidance should not\nbe interpreted as an inflexible rule. We declined to hold inRowley, and do not hold today, that “every handicapped child\nwho is advancing from grade to grade . . . is\nautomatically receiving a [FAPE].”Board of Ed. of Hendrick\nHudson Central School Dist., Westchester Cty.v.Rowley,\n458 U. S. 176, 203, n. 25 (1982) .",
    "joined": []
}