{
    "case": {
        "docket": "442",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/442/"
    },
    "id": "1970586",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–1274_________________MARC J. GABELLI and BRUCE ALPERT, PETITIONERSv.SECURITIES AND EXCHANGE COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the second circuit[February 27, 2013]Chief Justice Roberts delivered the opinion of\nthe Court.The Investment Advisers Act makes it illegal for\ninvestment advisers to defraud their clients, and authorizes the\nSecurities and Exchange Commission to seek civil penalties from\nadvisers who do so. Under the general statute of limitations for\ncivil penalty actions, the SEC has five years to seek such\npenalties. The question is whether the five-year clock begins to\ntick when the fraud is complete or when the fraud is\ndiscovered.IAUnder the Investment Advisers Act of 1940, it\nis unlawful for an investment adviser “to employ any device,\nscheme, or artifice to defraud any client or prospective client” or\n“to engage in any transaction, practice, or course of business\nwhich operates as a fraud or deceit upon any client or prospective\nclient.” 54Stat. 852, as amended, 15 U. S. C. §§80b–6(1),\n(2). The Securities and Exchange Commission is authorized to bring\nenforcement actions against investment advisers who violate the\nAct, or individuals who aid and abet such violations.\n§80b–9(d).As part of such enforcement actions, the SEC may\nseek civil penalties, §§80b–9(e), (f) (2006 ed. and Supp. V), in\nwhich case a five-year statute of limitations applies:“Except as otherwise provided by Act of\nCongress, an action, suit or proceeding for the enforcement of any\ncivil fine, penalty, or forfeiture, pecuniary or otherwise, shall\nnot be entertained unless commenced within five years from the date\nwhen the claim first accrued if, within the same period, the\noffender or the property is found within the United States in order\nthat proper service may be made thereon.” 28 U. S. C.\n§2462.This statute of limitations is not specific to\nthe Investment Advisers Act, or even to securities law; it governs\nmany penalty provisions throughout the U. S. Code. Its origins\ndate back to at least 1839, and it took on its current form in\n1948. See Act of Feb. 28, 1839, ch. 36, §4, 5Stat. 322.BGabelli Funds, LLC, is an investment adviser\nto a mutual fund formerly known as Gabelli Global Growth Fund\n(GGGF). Petitioner Bruce Alpert is Gabelli Funds’ chief operating\nofficer, and petitioner Marc Gabelli used to be GGGF’s portfolio\nmanager.In 2008, the SEC brought a civil enforcement\naction against Alpert and Gabelli. According to the complaint, from\n1999 until 2002 Alpert and Gabelli allowed one GGGF\ninvestor—Headstart Advisers, Ltd.—to engage in “market timing” in\nthe fund.As this Court has explained, “[m]arket timing is\na trading strategy that exploits time delay in mutual funds’ daily\nvaluation system.”Janus Capital Group, Inc.v.First\nDerivative Traders, 564 U. S. ___, ___, n. 1 (2011) (slip\nop., at 2, n. 1). Mutual funds are typically valued once a\nday, at the close of the New York Stock Exchange. Because funds\noften hold securities traded on different exchanges around the\nworld, their reported valuation may be based on stale information.\nIf a mutual fund’s reported valuation is artificially low compared\nto its real value, market timers will buy that day and sell the\nnext to realize quick profits. Market timing is not illegal but can\nharm long-term investors in a fund. Seeid.,at ___–___, and\nn. 1 (slip op., at 2–3, and n. 1).The SEC’s complaint alleged that Alpert and\nGabelli permitted Headstart to engage in market timing in exchange\nfor Headstart’s investment in a hedge fund run by Gabelli.\nAccording to the SEC, petitioners did not disclose Headstart’s\nmarket timing or thequid pro quoagreement, and instead\nbanned others from engaging in market timing and made statements\nindicating that the practice would not be tolerated. The complaint\nstated that during the relevant period, Headstart earned rates of\nreturn of up to 185%, while “the rate of return for long-term\ninvestors in GGGF was no more than negative 24.1 percent.” App.\n73.The SEC alleged that Alpert and Gabelli aided\nand abetted violations of §§80b–6(1) and (2), and it sought civil\npenalties under §80b–9. Petitioners moved to dismiss, arguing in\npart that the claim for civil penalties was untimely. They invoked\nthe five-year statute of limitations in §2462, pointing out that\nthe complaint alleged market timing up until August 2002 but was\nnot filed until April 2008. The District Court agreed and dismissed\nthe SEC’s civil penalty claim as time barred.[1]The Second Circuit reversed. It acknowledged\nthat §2462 required an action for civil penalties to be brought\nwithin five years “from the date when the claim first accrued,” but\naccepted the SEC’s argument that because the underlying violations\nsounded in fraud, the “discovery rule” applied to the statute of\nlimitations. As explained by the Second Circuit, “[u]nder the\ndiscovery rule, the statute of limitations for a particular claim\ndoes not accrue until that claim is discovered, or could have been\ndiscovered with reasonable diligence, by the plaintiff.” 653 F.3d\n49, 59 (2011). The court concluded that while “this rule does not\ngovern the accrual of most claims,” itdoesgovern the\nclaims at issue here.Ibid.As the court explained, “for\nclaims that sound in fraud a discovery rule is read into the\nrelevant statute of limitation.”Id.,at 60.[2]We granted certiorari. 567 U. S. ___\n(2012).IIAThis case centers around the meaning of 28\nU. S. C. §2462: “an action . . . for the\nenforcement of any civil fine, penalty, or forfeiture\n. . . shall not be entertained unless commenced within\nfive years from the date when the claim first accrued.” Petitioners\nargue that a claim based on fraud accrues—and the five-year clock\nbegins to tick—when a defendant’s allegedly fraudulent conduct\noccurs.That is the most natural reading of the statute.\n“In common parlance a right accrues when it comes into existence\n. . . .”United Statesv.Lindsay,346 U.S.\n568, 569 (1954). Thus the “standard rule” is that a claim\naccrues “when the plaintiff has a complete and present cause of\naction.”Wallacev.Kato,549\nU.S. 384, 388 (2007) (internal quotation marks omitted); see\nalso,e.g.,Bay Area Laundry and Dry Cleaning Pension\nTrust Fundv.Ferbar Corp. of Cal.,522 U.S.\n192, 201 (1997);Clarkv.Iowa City, 20 Wall.\n583, 589 (1875). That rule has governed since the 1830s when the\npredecessor to §2462 was enacted. See,e.g., Bank of United\nStatesv.Daniel, 12 Pet. 32, 56 (1838);Evansv.Gee, 11 Pet. 80, 84 (1837). And that definition appears in\ndictionaries from the 19th century up until today. See,e.g.,1 A. Burrill, A Law Dictionary and Glossary 17 (1850)\n(“an actionaccrueswhen the plaintiff has a right to\ncommence it”); Black’s Law Dictionary 23 (9th ed. 2009) (defining\n“accrue” as “[t]o come into existence as an enforceable claim or\nright”).This reading sets a fixed date when exposure to\nthe specified Government enforcement efforts ends, advancing “the\nbasic policies of all limitations provisions: repose, elimination\nof stale claims, and certainty about a plain- tiff’s opportunity\nfor recovery and a defendant’s potential liabilities.”Rotellav.Wood,528 U.S.\n549, 555 (2000). Statutes of limitations are intended to\n“promote justice by preventing surprises through the revival of\nclaims that have been allowed to slumber until evidence has been\nlost, memories have faded, and witnesses have disappeared.”Railroad Telegraphersv.Railway Express Agency,\nInc.,321 U.S.\n342, 348–349 (1944). They provide “security and stability to\nhuman affairs.”Woodv.Carpenter,101 U.S.\n135, 139 (1879). We have deemed them “vital to the welfare of\nsociety,”ibid., and concluded that “even wrongdoers are\nentitled to assume that their sins may be forgot- ten,”Wilsonv.Garcia,471 U.S.\n261, 271 (1985).BNotwithstanding these considerations, the\nGovernment argues that the discovery rule should apply instead.\nUnder this rule, accrual is delayed “until the plaintiff has\n‘discovered’ ” his cause of action.Merck & Co.v.Reynolds, 559 U. S. ___, ___ (2010) (slip op., at 8).\nThe doctrine arose in 18th-century fraud cases as an “exception” to\nthe standard rule, based on the recognition that “something\ndifferent was needed in the case of fraud, where a defendant’s\ndeceptive conduct may prevent a plaintiff from evenknowingthat he or she has been defrauded.”Ibid.This Court has\nheld that “where a plaintiff has been injured by fraud and ‘remains\nin ignorance of it without any fault or want of diligence or care\non his part, the bar of the statute does not begin to run until the\nfraud is discovered.’ ”Holmbergv.Armbrecht,327 U.S.\n392, 397 (1946) (quotingBaileyv.Glover, 21\nWall. 342, 348 (1875)). And we have explained that “fraud is deemed\nto be discovered when, in the exercise of reasonable diligence, it\ncould have been discovered.”Merck & Co.,supra,at ___ (slip op., at 9) (internal quotation marks and alterations\nomitted).But we have never applied the discovery rule in\nthis context, where the plaintiff is not a defrauded victim seeking\nrecompense, but is instead the Government bringing an enforcement\naction for civil penalties. Despite the discovery rule’s\ncenturies-old roots, the Government cites no lower court case\nbefore 2008 employing a fraud-based discovery rule in a Government\nenforcement action for civil penalties. See Brief for Respondent 23\n(citingSECv.Tambone, 550 F.3d 106, 148–149 (CA1\n2008);SECv.Koenig, 557 F.3d 736, 739 (CA7 2009)).\nWhen pressed at oral argument, the Government conceded that it was\naware of no such case. Tr. of Oral Arg. 25. The Government was also\nunable to point to any example from the first 160 years after\nenactment of this statute of limitations where it had even asserted\nthat the fraud discovery rule applied in such a context.Id.,at 26–27 (citing onlyUnited Statesv.Maillard, 26 F. Cas. 1140, 1142 (No. 15,709) (SDNY 1871), a\n“fraudulent concealment” case, see n. 2,supra).Instead the Government relies heavily onExploration Co.v.United States,247 U.S.\n435(1918), in an attempt to show that the discovery rule\nshould benefit the Government to the same extent as private\nparties. See,e.g.,Brief for Respondent 10–11, 16, 17,\n33–34, 41–45. In that case, a company had fraudulently procured\nland from the United States, and the United States sued to undo the\ntrans- action. The company raised the statute of limitations as a\ndefense, but this Court allowed the case to proceed, concluding\nthat the rule “that statutes of limitations upon suits to set aside\nfraudulent transactions shall not begin to run until the discovery\nof the fraud” applied “in favor of the Government as well as a\nprivate individual.”Exploration Co., supra, at 449. But inExploration Co.,the Government was itself a victim; it had\nbeen defrauded and was suing to recover its loss. The Government\nwas not bringing an enforcement action for penalties.Exploration Co.cannot save the Government’s case here.There are good reasons why the fraud discovery\nrule has not been extended to Government enforcement actions for\ncivil penalties. The discovery rule exists in part to preserve the\nclaims of victims who do not know they are injured and who\nreasonably do not inquire as to any injury. Usually when a private\nparty is injured, he is imme- diately aware of that injury and put\non notice that his time to sue is running. But when the injury is\nself-concealing, private parties may be unaware that they have been\nharmed. Most of us do not live in a state of constant\ninvestigation; absent any reason to think we have been injured, we\ndo not typically spend our days looking for evidence that we were\nlied to or defrauded. And the law does not require that we do so.\nInstead, courts have developed the discovery rule, providing that\nthe statute of limitations in fraud cases should typically begin to\nrun only when the injury is or reasonably could have been\ndiscovered.The same conclusion does not follow for the\nGovernment in the context of enforcement actions for civil\npenalties. The SEC, for example, is not like an individual victim\nwho relies on apparent injury to learn of a wrong. Rather, a\ncentral “mission” of the Commission is to “investigat[e] potential\nviolations of the federal securities laws.” SEC, Enforcement Manual\n1 (2012). Unlike the private party who has no reason to suspect\nfraud, the SEC’s very purpose is to root it out, and it has many\nlegal tools at hand to aid in that pursuit. It can demand that\nsecurities brokers and dealers submit detailed trading information.Id.,at 44. It can require investment advisers to turn over\ntheir comprehensive books and records at any time. 15\nU. S. C. §80b–4 (2006 ed. and Supp. V). And even without\nfil- ing suit, it can subpoena any documents and witnesses it deems\nrelevant or material to an investigation. See §§77s(c), 78u(b),\n80a–41(b), 80b–9(b) (2006 ed.).The SEC is also authorized to pay monetary\nawards to whistleblowers, who provide information relating to\nviolations of the securities laws. §78u–6 (2006 ed., Supp. V). In\naddition, the SEC may offer “cooperation agreements” to violators\nto procure information about others in exchange for more lenient\ntreatment. See Enforcement Manual, at 119–137. Charged with this\nmission and armed with these weapons, the SEC as enforcer is a far\ncry from the defrauded victim the discovery rule evolved to\nprotect.In a civil penalty action, the Government is not\nonly a different kind of plaintiff, it seeks a different kind of\nrelief. The discovery rule helps to ensure that the injured receive\nrecompense. But this case involves penalties, which go beyond\ncompensation, are intended to punish, and label defendants\nwrongdoers. SeeMeekerv.Lehigh Valley R. Co.,236 U.S.\n412, 423 (1915) (a penalty covered by the predecessor to §2462\nis “something imposed in a punitive way for an infraction of a\npublic law”); see alsoTullv.United States,481 U.S.\n412, 422 (1987) (penalties are “intended to punish culpable\nindividuals,” not “to extract compensation or restore the status\nquo”).Chief Justice Marshall used particularly\nforceful language in emphasizing the importance of time limits on\npenalty actions, stating that it “would be utterly repugnant to the\ngenius of our laws” if actions for penalties could “be brought at\nany distance of time.”Adamsv.Woods, 2 Cranch 336,\n342 (1805). Yet grafting the discovery rule onto §2462 would raise\nsimilar concerns. It would leave defendants exposed to Government\nenforcement action not only for five years after their misdeeds,\nbut for an additional uncertain period into the future. Repose\nwould hinge on speculation about what the Government knew, when it\nknew it, and when it should have known it. SeeRotella, 528\nU. S., at 554 (disapproving a rule that would have “extended\nthe limitations period to many decades” because such a rule was\n“beyond any limit that Congress could have contemplated” and “would\nhave thwarted the basic objective of repose underlying the very\nnotion of a limitations period”).Determining when the Government, as opposed to\nan individual, knew or reasonably should have known of a fraud\npresents particular challenges for the courts. Agencies often have\nhundreds of employees, dozens of offices, and several levels of\nleadership. In such a case, when does “the Government” know of a\nviolation? Who is the relevant actor? Different agencies often have\noverlapping responsibilities; is the knowledge of one attributed to\nall?In determining what a plaintiff should have\nknown, we ask what facts “a reasonably diligent plaintiff would\nhave discovered.”Merck & Co., 559 U. S., at ___\n(slip op., at 8). It is unclear whether and how courts should\nconsider agency priorities and resource constraints in applying\nthat test to Government enforcement actions. See3M Co.v.Browner,17 F.3d 1453, 1461 (CADC 1994) (“An agency may experience\nproblems in detecting statutory violations because its enforcement\neffort is not sufficiently funded; or because the agency has not\ndevoted an adequate number of trained personnel to the task; or\nbecause the agency’s enforcement program is ill-designed or\ninefficient; or because the nature of the statute makes it\ndifficult to uncover violations; or because of some combination of\nthese factors and others”). And in the midst of any inquiry as to\nwhat it knew when, the Government can be expected to assert various\nprivileges, such as law enforcement, attorney-client, work product,\nor deliberative process, further complicating judicial attempts to\napply the discovery rule. See,e.g.,App. in No. 10–3581\n(CA2), p. 147 (Government invoking such privileges in this case, in\nresponse to a request for documents relating to the SEC’s\ninvestigation of Headstart); see alsoRotella,supra,at 559 (rejecting a rule in part due to “the controversy inherent\nin divining when a plaintiff should have discovered” a wrong).To be sure, Congress has expressly required such\ninquiries in some statutes. But in many of those instances, the\nGovernment is itself an injured victim looking for recompense, not\na prosecutor seeking penalties. See,e.g.,28\nU. S. C. §§2415, 2416(c) (Government suits for money dam-\nages founded on contracts or torts). Moreover, statutes applying a\ndiscovery rule in the context of Govern- ment suits often couple\nthat rule with an absolute provision for repose, which a judicially\nimposed discovery rule would lack. See,e.g.,21\nU. S. C. §335b(b)(3) (limiting certain Government civil\npenalty actions to “6 years after the date when facts material to\nthe act are known or reasonably should have been known by the\nSecretary but in no event more than 10 years after the date the act\ntook place”). And several statutes applying a discovery rule to the\nGovernment make some effort to identify the official whose\nknowledge is relevant. See 31 U. S. C. §3731(b)(2)\n(relevant knowledge is that of “the official of the United States\ncharged with responsibility to act in the circumstances”).Applying a discovery rule to Government penalty\nactions is far more challenging than applying the rule to suits by\ndefrauded victims, and we have no mandate from Congress to\nundertake that challenge here.*  *  *As we held long ago, the cases in which “a\nstatute of limitation may be suspended by causes not mentioned in\nthe statute itself . . . are very limited in character,\nand are to be admitted with great caution; otherwise the court\nwould make the law instead of administering it.”Amyv.Watertown (No. 2),130 U.S.\n320, 324 (1889) (internal quotation marks omitted). Given the\nlack of textual, historical, or equitable reasons to graft a\ndiscovery rule onto the statute of limitations of §2462, we decline\nto do so.The judgment of the United States Court of\nAppeals for the Second Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Notes1The SEC also sought\ninjunctive relief and disgorgement, claims the District Court found\ntimely on the ground that they were not subject to §2462. Those\nissues are not before us.2The court distinguished\nthe discovery rule, which governs when a claim accrues, from\ndoctrines that toll the running of an applicable limitations period\nwhen the defendant takes steps beyond the challenged conduct itself\nto conceal that conduct from the plaintiff. 653 F. 3d, at\n59–60. The SEC abandoned any reliance on such doctrines below, and\nthey are not before us. See Response and Reply Brief for SEC\nAppellant/Cross-Appellee in No. 10–3581 (CA2), p. 34 (“The\nCommission is not seeking application of the fraudulent concealment\ndoctrine or other equitable tolling principles”).",
    "joined": []
}