{
    "case": {
        "docket": "44",
        "citation": "562",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/562/44/"
    },
    "id": "1963462",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTMAYO FOUNDATION FOR MEDICAL ED. AND RESEARCH V.UNITED STATES562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-837MAYO FOUNDATION FOR MEDICAL EDUCATION AND RESEARCH,\net al., PETITIONERSv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the eighth circuit[January 11, 2011]Chief Justice Roberts delivered\nthe opinion of the Court.Nearly all Americans who work for\nwages pay taxes on those wages under the Federal Insurance\nContributions Act (FICA), which Congress enacted to collect funds\nfor Social Security. The question presented in this case is whether\ndoctors who serve as medical residents are properly viewed as\n“student[s]” whose service Congress has exempted from FICA taxes\nunder 26 U. S. C. §3121(b)(10).IAMost doctors who graduate from\nmedical school in the United States pursue additional education in\na specialty to become board certified to practice in that field.\nPetitioners Mayo Foundation for Medical Education and Research,\nMayo Clinic, and the Regents of the University of Minnesota\n(collectively Mayo) offer medical residency programs that provide\nsuch instruction. Mayo’s residency programs, which usually last\nthree to five years, train doctors primarily through hands-on\nexperience. Residents often spend between 50 and 80 hours a week\ncaring for patients, typically examining and diagnosing them,\nprescribing medication, recommending plans of care, and performing\ncertain procedures. Residents are generally supervised in this work\nby more senior residents and by faculty members known as attending\nphysicians. In 2005, Mayo paid its residents annual “stipends”\nranging between $41,000 and $56,000 and provided them with health\ninsurance, malpractice insurance, and paid vacation time.Mayo residents also take part in\n“a formal and structured educational program.” Brief for\nPetitioners 5 (internal quotation marks omitted). Residents are\nassigned textbooks and journal articles to read and are expected to\nattend weekly lectures and other conferences. Residents also take\nwritten exams and are evaluated by the attending faculty\nphysicians. But the parties do not dispute that the bulk of\nresidents’ time is spent caring for patients.BThrough the Social Security Act\nand related legislation, Congress has created a comprehensive\nnational insurance system that provides benefits for retired\nworkers, disabled workers, unemployed workers, and their families.\nSeeUnited Statesv.Lee,455 U. S. 252, 254, 258,\nand nn. 1, 7 (1982). Congress funds Social Security by taxing\nboth employers and employees under FICA on the wages employees\nearn. See 26 U. S. C. §3101(a) (tax on employees); §3111(a)\n(tax on employers). Congress has defined “wages” broadly, to\nencompass “all remuneration for employment.” §3121(a) (2006 ed. and\nSupp. III). The term “employment” has a similarly broad reach,\nextending to “any service, of whatever nature, performed … by an\nemployee for the person employing him.” §3121(b).Congress has, however, exempted\ncertain categories of service and individuals from FICA’s demands.\nAs relevant here, Congress has excluded from taxation “service\nperformed in the employ of …  a school, college, or university\n…  if such service is performed by a student who is enrolled\nand regularly attending classes at such school, college, or\nuniversity.” §3121(b)(10) (2006 ed.). The Social Security Act,\nwhich governs workers’ eligibility for benefits, contains a\ncorresponding student exception materially identical to\n§3121(b)(10). 42 U. S. C. §410(a)(10).Since 1951, the Treasury Department has\napplied the student exception to exempt from taxation students who\nwork for their schools “as an incident to and for the purpose of\npursuing a course of study” there. 16 Fed. Reg. 12474 (adopting\nTreas. Regs. 127, §408.219(c)); see Treas. Reg.\n§31.3121(b)(10)–2(d), 26 CFR §31.3121(b)(10)–2(d) (2010). Until\n2005, the Department determined whether an individual’s work was\n“incident to” his studies by performing a case-by-case analysis.\nThe primary considerations in that analysis were the number of\nhours worked and the course load taken. See,e.g.,Rev.\nRul. 78–17, 1978–1 Cum. Bull. 307 (services of individual\n“employed on a full-time basis” with a part-time course load are\n“not incident to and for the purpose of pursuing a course of\nstudy”).For its part, the Social Security\nAdministration (SSA) also articulated in its regulations a\ncase-by-case approach to the corresponding student exception in the\nSocial Security Act. See 20 CFR §404.1028(c) (1998). The SSA has,\nhowever, “always held that resident physicians are not students.”\nSSR 78–3, 1978 Cum. Bull. 55–56. In 1998, the Court of Appeals for\nthe Eighth Circuit held that the SSA could not categorically\nexclude residents from student status, given that its regulations\nprovided for a case-by-case approach. SeeMinnesotav.Apfel, 151 F. 3d 742, 747–748. Following that\ndecision, the Internal Revenue Service received more than 7,000\nclaims seeking FICA tax refunds on the ground that medical\nresidents qualified as students under §3121(b)(10) of the Internal\nRevenue Code. 568 F. 3d 675, 677 (CA8 2009).Facing that flood of claims, the Treasury\nDepartment “determined that it [wa]s necessary to provide\nadditional clarification of the ter[m]” “student” as used in\n§3121(b)(10), particularly with respect to individuals who perform\n“services that are in the nature of on the job training.” 69 Fed.\nReg. 8605 (2004). The Department proposed an amended rule for\ncomment and held a public hearing on it. Seeid., at\n76405.On December 21, 2004, the Department adopted\nan amended rule prescribing that an employee’s service is\n“incident” to his studies only when “[t]he educational aspect of\nthe relationship between the employer and the employee, as compared\nto the service aspect of the relationship, [is] predominant.”Id., at 76408; Treas. Reg. §31.3121(b)(10)–2(d)(3)(i), 26\nCFR §31.3121(b)(10)–2(d)(3)(i) (2005). The rule categorically\nprovides that “[t]he services of a full-time employee”—as defined\nby the employer’s policies, but in any event including any employee\nnormally scheduled to work 40 hours or more per week—“are not\nincident to and for the purpose of pursuing a course of study.” 69\nFed. Reg. 76408; Treas. Reg. §31.3121(b)(10)–2(d)(3)(iii), 26 CFR\n§31.3121(b)(10)–2(d)(3)(iii) (the full-time employee rule). The\namended provision clarifies that the Department’s analysis “is not\naffected by the fact that the services performed … may have an\neducational, instructional, or training aspect.”Ibid.The\nrule also includes as an example the case of “Employee E,” who is\nemployed by “University V” as a medical resident. 69 Fed. Reg.\n76409; Treas. Reg. §31.3121(b)(10)–2(e), 26 CFR\n§31.3121(b)(10)–2(e) (Example 4). Because Employee E’s “normal work\nschedule calls for [him] to perform services 40 or more hours per\nweek,” the rule provides that his service is “not incident to and\nfor the purpose of pursuing a course of study,” and he accordingly\nis not an exempt “student” under §3121(b)(10). 69 Fed. Reg. 76409,\n76410; Treas. Reg. §31.3121(b)(10)–2(e), 26 CFR\n§31.3121(b)(10)–2(e) (Example 4).CAfter the Department promulgated\nthe full-time employee rule, Mayo filed suit seeking a refund of\nthe money it had withheld and paid on its residents’ stipends\nduring the second quarter of 2005. 503 F. Supp. 2d 1164,\n1166–1167 (Minn. 2007);Regents of Univ. of Minn.v.United States, No. 06–5084 (D Minn., Apr. 1, 2008), App.\nto Pet. for Cert. C–47a. Mayo asserted that its residents were\nexempt under §3121(b)(10) and that the Treasury Department’s\nfull-time employee rule was invalid.The District Court granted Mayo’s\nmotion for summary judgment. The court held that the full-time\nemployee rule is inconsistent with the unambiguous text of §3121,\nwhich the court understood to dictate that “an employee is a\n‘student’ so long as the educational aspect of his service\npredominates over the service aspect of the relationship with his\nemployer.” 503 F. Supp. 2d, at 1175. The court also determined\nthat the factors governing this Court’s analysis of regulations set\nforth inNational Muffler Dealers Assn., Inc.v.United States,440 U. S. 472(1979), “indicate that\nthe full-time employee exception is invalid.” 503 F. Supp. 2d,\nat 1176; see App. to Pet. for Cert. C–54a.The Government appealed, and the Court of\nAppeals reversed. 568 F. 3d 675. Applying our opinion inChevron U. S. A. Inc.v.Natural Resources\nDefense Council, Inc.,467 U. S. 837(1984),\nthe Court of Appeals concluded that “the statute is silent or\nambiguous on the question whether a medical resident working for\nthe school full-time is a ‘student’ ” for purposes of\n§3121(b)(10), and that the Department’s amended regulation “is a\npermissible interpretation of the statut[e].” 568 F. 3d, at\n679–680, 683.We granted Mayo’s petition for certiorari. 560\nU. S. ___ (2010).IIAWe begin our analysis with the\nfirst step of the two-part framework announced inChevron,supra,at 842–843, and ask whether Congress has “directly\naddressed the precise question at issue.” We agree with the Court\nof Appeals that Congress has not done so. The statute does not\ndefine the term “student,” and does not otherwise attend to the\nprecise question whether medical residents are subject to FICA. See\n26 U. S. C. §3121(b)(10).Mayo nonetheless contends that\nthe Treasury Department’s full-time employee rule must be rejected\nunderChevronstep one. Mayo argues that the dictionary\ndefinition of “student”—one “who engages in ‘study’ by applying the\nmind ‘to the acquisition of learning, whether by means of books,\nobservation, or experiment’ ”—plainly encompasses residents.\nBrief for Petitioners 22 (quoting Oxford Universal Dictionary\n2049–2050 (3d ed. 1955)). And, Mayo adds, residents are not\nexcluded from that category by the only limitation on students\nCongress has imposed under the statute—that they “be ‘enrolled and\nregularly attending classes at [a] school.’ ” Brief for\nPetitioners 22 (quoting 26 U. S. C. §3121(b)(10)).Mayo’s reading does not eliminate the\nstatute’s ambiguity as applied to working professionals. In its\nreply brief, Mayo acknowledges that a full-time professor taking\nevening classes—a person who presumably would satisfy the statute’s\nclass-enrollment requirement and apply his mind to learning—could\nbe excluded from the exemption and taxed because he is not\n“ ‘predominant[ly]’ ” a student. Reply Brief for\nPetitioners 7. Medical residents might likewise be excluded on the\nsame basis; the statute itself does not resolve the ambiguity.The District Court interpreted §3121(b)(10) as\nunambiguously foreclosing the Department’s rule by mandating that\nan employee be deemed “a ‘student’ so long as the educational\naspect of his service predominates over the service aspect of the\nrelationship with his employer.” 503 F. Supp. 2d, at 1175. We\ndo not think it possible to glean so much from the little that\n§3121 provides. In any event, the statutory text still would offer\nno insight into how Congress intended predominance to be determined\nor whether Congress thought that medical residents would satisfy\nthe requirement.To the extent Congress has specifically\naddressed medical residents in §3121, moreover, it has expressly\nexcluded these doctors from exemptions they might otherwise invoke.\nSee 26 U. S. C. §§3121(b)(6)(B), (7)(C)(ii) (excluding medical\nresidents from exemptions available to employees of the District of\nColumbia and the United States). That choice casts doubt on any\nclaim that Congress specifically intended to insulate medical\nresidents from FICA’s reach in the first place.In sum, neither the plain text of the statute\nnor the District Court’s interpretation of the exemption “speak[s]\nwith the precision necessary to say definitively whether [the\nstatute] applies to” medical residents.United Statesv.Eurodif S. A., 555 U. S. ___, ___ (2009) (slip op.,\nat 13).BIn the typical case, such an\nambiguity would lead us inexorably toChevronstep two,\nunder which we may not disturb an agency rule unless it is\n“ ‘arbitrary or capricious in substance, or manifestly\ncontrary to the statute.’ ”Household Credit Services,\nInc.v.Pfennig,541 U. S. 232, 242\n(2004) (quotingUnited Statesv.Mead Corp.,533 U. S. 218,\n227 (2001)). In this case, however, the parties disagree over the\nproper framework for evaluating an ambiguous provision of the\nInternal Revenue Code.Mayo asks us to apply the\nmulti-factor analysis we used to review a tax regulation inNational Muffler,440 U. S. 472. There we explained:“A regulation may have particular force if it is a\nsubstantially contemporaneous construction of the statute by those\npresumed to have been aware of congressional intent. If the\nregulation dates from a later period, the manner in which it\nevolved merits inquiry. Other relevant considerations are the\nlength of time the regulation has been in effect, the reliance\nplaced on it, the consistency of the Commissioner’s interpretation,\nand the degree of scrutiny Congress has devoted to the regulation\nduring subsequent re-enactments of the statute.”Id.,at\n477.The Government, on the other hand, contends that\ntheNational Mufflerstandard has been superseded byChevron. The sole question for the Court at step two under\ntheChevronanalysis is “whether the agency’s answer is\nbased on a permissible construction of the statute.” 467 U. S., at\n843.Since decidingChevron, we have cited\nbothNational MufflerandChevronin our review\nof Treasury Department regulations. See,e.g.,United\nStatesv.Cleveland Indians Baseball Co.,532 U. S. 200, 219\n(2001) (citingNational Muffler);Cottage Savings\nAssn.v.Commissioner,499 U. S. 554, 560–561\n(1991) (same);United Statesv.Boyle,469 U. S. 241, 246,\nn. 4 (1985) (citingChevron); see alsoAtlantic\nMut. Ins. Co.v.Commissioner,523 U. S. 382, 387, 389\n(1998) (citingChevronandCottage Savings).Although we have not thus far distinguished\nbetweenNational MufflerandChevron, they call\nfor different analyses of an ambiguous statute. UnderNational\nMuffler, for example, a court might view an agency’s\ninterpretation of a statute with heightened skepticism when it has\nnot been consistent over time, when it was promulgated years after\nthe relevant statute was enacted, or because of the way in which\nthe regulation evolved. 440 U. S., at 477. The District Court in\nthis case cited each of these factors in rejecting the Treasury\nDepartment’s rule, noting in particular that the regulation had\nbeen promulgated after an adverse judicial decision. See 503\nF. Supp. 2d, at 1176; see also Brief for Petitioners 41–44\n(relying on the same considerations).UnderChevron, in contrast, deference\nto an agency’s interpretation of an ambiguous statute does not turn\non such considerations. We have repeatedly held that “[a]gency\ninconsistency is not a basis for declining to analyze the agency’s\ninterpretation under theChevronframework.”National\nCable & Telecommunications Assn.v.Brand X Internet\nServices,545\nU. S. 967, 981 (2005); accord,Eurodif S. A.,supra,at ___ (slip op., at 10). We have instructed that\n“neither antiquity nor contemporaneity with [a] statute is a\ncondition of [a regulation’s] validity.”Smileyv.Citibank (South Dakota), N. A.,517 U. S. 735, 740\n(1996). And we have found it immaterial to our analysis that a\n“regulation was prompted by litigation.”Id.,at 741.\nIndeed, inUnited Dominion Industries, Inc.v.United\nStates,532 U.\nS. 822, 838 (2001), we expressly invited the Treasury\nDepartment to “amend its regulations” if troubled by the\nconsequences of our resolution of the case.Aside from our past citation ofNational\nMuffler, Mayo has not advanced any justification for applying\na less deferential standard of review to Treasury Department\nregulations than we apply to the rules of any other agency. In the\nabsence of such justification, we are not inclined to carve out an\napproach to administrative review good for tax law only. To the\ncontrary, we have expressly “[r]ecogniz[ed] the importance of\nmaintaining a uniform approach to judicial review of administrative\naction.”Dickinsonv.Zurko,527 U. S. 150, 154\n(1999). See,e.g.,Skinnerv.Mid-America\nPipeline Co.,490 U. S. 212, 222–223\n(1989) (declining to apply “a different and stricter nondelegation\ndoctrine in cases where Congress delegates discretionary authority\nto the Executive under its taxing power”).The principles underlying our decision inChevronapply with full force in the tax context.Chevronrecognized that “[t]he power of an administrative\nagency to administer a congressionally created … program\nnecessarily requires the formulation of policy and the making of\nrules to fill any gap left, implicitly or explicitly, by Congress.”\n467 U. S., at 843 (internal quotation marks omitted). It\nacknowledged that the formulation of that policy might require\n“more than ordinary knowledge respecting the matters subjected to\nagency regulations.”Id.,at 844 (internal quotation marks\nomitted). Filling gaps in the Internal Revenue Code plainly\nrequires the Treasury Department to make interpretive choices for\nstatutory implementation at least as complex as the ones other\nagencies must make in administering their statutes. Cf.Bob\nJones Univ.v.United States,461 U. S. 574, 596\n(1983) (“[I]n an area as complex as the tax system, the agency\nCongress vests with administrative responsibility must be able to\nexercise its authority to meet changing conditions and new\nproblems”). We see no reason why our review of tax regulations\nshould not be guided by agency expertise pursuant toChevronto the same extent as our review of other\nregulations.As one of Mayo’samicipoints out,\nhowever, both the full-time employee rule and the rule at issue inNational Mufflerwere promulgated pursuant to the Treasury\nDepartment’s general authority under 26 U. S. C. §7805(a) to\n“prescribe all needful rules and regulations for the enforcement”\nof the Internal Revenue Code. See Brief for Carlton M. Smith 4–7.\nIn two decisions predatingChevron, this Court stated that\n“we owe the [Treasury Department’s] interpretation less deference”\nwhen it is contained in a rule adopted under that “general\nauthority” than when it is “issued under a specific grant of\nauthority to define a statutory term or prescribe a method of\nexecuting a statutory provision.”Rowan Cos.v.United\nStates,452 U.\nS. 247, 253 (1981);United Statesv.Vogel\nFertilizer Co.,455 U. S. 16, 24 (1982)\n(quotingRowan).SinceRowanandVogelwere\ndecided, however, the administrative landscape has changed\nsignificantly. We have held thatChevrondeference is\nappropriate “when it appears that Congress delegated authority to\nthe agency generally to make rules carrying the force of law, and\nthat the agency interpretation claiming deference was promulgated\nin the exercise of that authority.”Mead, 533 U. S., at\n226–227. Our inquiry in that regard does not turn on whether\nCongress’s delegation of authority was general or specific. For\nexample, inNational Cable & Telecommunications Assn.,supra,we held that the Federal Communications Commission\nwas delegated “the authority to promulgate binding legal rules”\nentitled toChevrondeference under statutes that gave the\nCommission “the authority to ‘execute and enforce,’ ” and “to\n‘prescribe such rules and regulations as may be necessary in the\npublic interest to carry out the provisions’ of,” the\nCommunications Act of 1934. 545 U. S.,at 980–981 (quoting\n47 U. S. C. §§151, 201(b)). See alsoSullivanv.Everhart,494 U. S. 83, 87, 88–89\n(1990) (applyingChevrondeference to rule promulgated\npursuant to delegation of “general authority to ‘make rules and\nregulations and to establish procedures, not inconsistent with the\nprovisions of this subchapter, which are necessary or appropriate\nto carry out such provisions’ ” (quoting 42 U. S. C.\n§405(a) (1982 ed.))).We believeChevronandMead,\nrather thanNational MufflerandRowan, provide\nthe appropriate framework for evaluating the full-time employee\nrule. The Department issued the full-time employee rule pursuant to\nthe explicit authorization to “prescribe all needful rules and\nregulations for the enforcement” of the Internal Revenue Code. 26\nU. S. C. §7805(a). We have found such “express congressional\nauthorizations to engage in the process of rulemaking” to be “a\nvery good indicator of delegation meritingChevrontreatment.”Mead,supra,at 229. The Department\nissued the full-time employee rule only after notice-and-comment\nprocedures, 69 Fed. Reg. 76405, again a consideration identified in\nour precedents as a “significant” sign that a rule meritsChevrondeference.Mead,supra, at\n230–231; see,e.g.,Long Island Care at Home,\nLtd.v.Coke,551 U. S. 158, 173–174\n(2007).We have explained that “the ultimate question\nis whether Congress would have intended, and expected, courts to\ntreat [the regulation] as within, or outside, its delegation to the\nagency of ‘gap-filling’ authority.”Id.,at 173 (emphasis\ndeleted). In theLong Island Carecase, we found thatChevronprovided the appropriate standard of review\n“[w]here an agency rule sets forth important individual rights and\nduties, where the agency focuses fully and directly upon the issue,\nwhere the agency uses full notice-and-comment procedures to\npromulgate a rule, [and] where the resulting rule falls within the\nstatutory grant of authority.” 551 U. S.,at 173. These\nsame considerations point to the same result here. This case falls\nsquarely within the bounds of, and is properly analyzed under,ChevronandMead.CThe full-time employee rule\neasily satisfies the second step ofChevron, which asks\nwhether the Department’s rule is a “reasonable interpretation” of\nthe enacted text. 467 U. S., at 844. To begin, Mayo accepts that\n“the ‘educational aspect of the relationship between the employer\nand the employee, as compared to the service aspect of the\nrelationship, [must] be predominant’ ” in order for an\nindividual to qualify for the exemption. Reply Brief for\nPetitioners 6–7 (quoting Treas. Reg. §31.3121(b)(10)–2(d)(3)(i), 26\nCFR §31.3121(b)(10)–2(d)(3)(i)). Mayo objects, however, to the\nDepartment’s conclusion that residents who work more than 40 hours\nper week categorically cannot satisfy that requirement. Because\nresidents’ employment is itself educational, Mayo argues, the hours\na resident spends working make him “more of a student, not less of\none.” Reply Brief for Petitioners 15, n. 3 (emphasis deleted).\nMayo contends that the Treasury Department should be required to\nengage in a case-by-case inquiry into “what[each]\nemployee does [in his service] andwhy” he does it.Id.,at 7. Mayo also objects that the Department has drawn\nan arbitrary distinction between “hands-on training” and “classroom\ninstruction.” Brief for Petitioners 35.We disagree. Regulation, like\nlegislation, often requires drawing lines. Mayo does not dispute\nthat the Treasury Department reasonably sought a way to distinguish\nbetween workers who study and students who work, see IRS Letter\nRuling 9332005 (May 3, 1993). Focusing on the hours an individual\nworks and the hours he spends in studies is a perfectly sensible\nway of accomplishing that goal. The Department explained that an\nindividual’s service and his “course of study are separate and\ndistinct activities” in “the vast majority of cases,” and reasoned\nthat “[e]mployees who are working enough hours to be considered\nfull-time employees . . . have filled the conventional measure of\navailable time with work, and not study.” 69 Fed. Reg. 8607. The\nDepartment thus did not distinguish classroom education from\nclinical training but rather education from service. The Department\nreasonably concluded that its full-time employee rule would\n“improve administrability,”id., at 76405, and it thereby\n“has avoided the wasteful litigation and continuing uncertainty\nthat would inevitably accompany any purely case-by-case approach”\nlike the one Mayo advocates,United Statesv.Correll,389 U. S. 299, 302\n(1967).As the Treasury Department has explained,\nmoreover, the full-time employee rule has more to recommend it than\nadministrative convenience. The Department reasonably determined\nthat taxing residents under FICA would further the purpose of the\nSocial Security Act and comport with this Court’s precedent. As the\nTreasury Department appreciated, this Court has understood the\nterms of the Social Security Act to “ ‘import a breadth of\ncoverage,’ ” 69 Fed. Reg. 8605 (quotingSocial Security\nBd.v.Nierotko,327 U. S. 358, 365\n(1946)), and we have instructed that “exemptions from taxation are\nto be construed narrowly,”Binglerv.Johnson,394 U. S. 741,\n752 (1969). Although Mayo contends that medical residents have not\nyet begun their “working lives” because they are not “fully\ntrained,” Reply Brief for Petitioners 13 (internal quotation marks\nomitted), the Department certainly did not act irrationally in\nconcluding that these doctors—“who work long hours, serve as highly\nskilled professionals, and typically share some or all of the terms\nof employment of career employees”—are the kind of workers that\nCongress intended to both contribute to and benefit from the Social\nSecurity system. 69 Fed. Reg. 8608.The Department’s rule takes into account the\nSSA’s concern that exempting residents from FICA would deprive\nresidents and their families of vital disability and survivorship\nbenefits that Social Security provides.Id.,at 8605. Mayo\nwonders whether the full-time employee rule will result in\nresidents being taxed under FICA but denied coverage by the SSA.\nThe Government informs us, however, that the SSA continues to\nadhere to its longstanding position that medical residents are not\nstudents and thus remain eligible for coverage. Brief for United\nStates 29–30; Tr. of Oral Arg. 33–34.*  *  *We do not doubt that Mayo’s\nresidents are engaged in a valuable educational pursuit or that\nthey are students of their craft. The question whether they are\n“students” for purposes of §3121, however, is a different matter.\nBecause it is one to which Congress has not directly spoken, and\nbecause the Treasury Department’s rule is a reasonable construction\nof what Congress has said, the judgment of the Court of Appeals\nmust be affirmed.It is so ordered.Justice Kagan took no part in the\nconsideration or decision of this case.",
    "joined": []
}