{
    "case": {
        "docket": "7",
        "citation": "555",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/555/7/"
    },
    "id": "1962796",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTWINTER V. NATURAL RESOURCES DEFENSECOUNCIL, INC.555 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-1239DONALD C. WINTER, SECRETARY OF THE NAVY,\net al., PETITIONERSv.NATURAL RESOURCES DEFENSE\nCOUNCIL, INC., et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[November 12, 2008]Chief Justice Roberts delivered\nthe opinion of the Court.“To be prepared for war is one of\nthe most effectual means of preserving peace.” 1 Messages and\nPapers of the Presidents 57 (J. Richardson comp. 1897). So said\nGeorge Washington in his first Annual Address to Congress, 218\nyears ago. One of the most important ways the Navy prepares for war\nis through integrated training exercises at sea. These exercises\ninclude training in the use of modern sonar to detect and track\nenemy submarines, something the Navy has done for the past 40\nyears. The plaintiffs complained that the Navy’s sonar training\nprogram harmed marine mammals, and that the Navy should have\nprepared an environmental impact statement before commencing its\nlatest round of training exercises. The Court of Appeals upheld a\npreliminary injunction imposing restrictions on the Navy’s sonar\ntraining, even though that court acknowledged that “the record\ncontains no evidence that marine mammals have been harmed” by the\nNavy’s exercises. 518 F. 3d 658, 696 (CA9 2008).The Court of Appeals was wrong, and its\ndecision is reversed.IThe Navy deploys its forces in\n“strike groups,” which are groups of surface ships, submarines, and\naircraft centered around either an aircraft carrier or an\namphibious assault ship. App. to Pet. for Cert. (Pet. App.)\n316a–317a. Seamless coordination among strike-group assets is\ncritical. Before deploying a strike group, the Navy requires\nextensive integrated training in analysis and prioritization of\nthreats, execution of military missions, and maintenance of force\nprotection. App. 110–111.Antisubmarine warfare is\ncurrently the Pacific Fleet’s top war-fighting priority. Pet. App.\n270a–271a.Modern diesel-electric submarines pose a\nsignificant threat to Navy vessels because they can operate almost\nsilently, making them extremely difficult to detect and track.\nPotential adversaries of the United States possess at least 300 of\nthese submarines. App. 571.The most effective\ntechnology for identifying submerged diesel-electric submarines\nwithin their torpedo range is active sonar, which involves emitting\npulses of sound underwater and then receiving the acoustic waves\nthat echo off the target. Pet. App. 266a–267a, 274a.Active sonar is a particularly useful tool because it provides\nboth the bearing and the distance of target submarines; it is also\nsensitive enough to allow the Navy to track enemy submarines that\nare quieter than the surrounding marine environment.[Footnote 1] This case concerns the Navy’s\nuse of “mid-frequency active” (MFA) sonar, which transmits sound\nwaves at frequencies between 1 kHz and 10\nkHz.Not\nsurprisingly, MFA sonar is a complex technology, and sonar\noperators must undergo extensive training to become proficient in\nits use. Sonar reception can be affected by countless different\nfactors, including the time of day, water density, salinity,\ncurrents, weather conditions, and the contours of the sea floor.Id., at 278a–279a.When working as part of a\nstrike group, sonar operators must be able to coordinate with other\nNavy ships and planes while avoiding interference. The Navy\nconducts regular training exercises under realistic conditions to\nensure that sonar operators are thoroughly skilled in its use in a\nvariety of situations.The waters off the coast of southern\nCalifornia (SOCAL) are an ideal location for conducting integrated\ntraining exercises, as this is the only area on the west coast that\nis relatively close to land, air, and sea bases, as well as\namphibious landing areas. App. 141–142.At issue in\nthis case are the Composite Training Unit Exercises and the Joint\nTactical Force Exercises, in which individual naval units (ships,\nsubmarines, and aircraft) train together as members of a strike\ngroup. A strike group cannot be certified for deployment until it\nhas successfully completed the integrated training exercises,\nincluding a demonstration of its ability to operate under simulated\nhostile conditions.Id., at 564–565.In light\nof the threat posed by enemy submarines, all strike groups must\ndemonstrate proficiency in antisubmarine warfare. Accordingly, the\nSOCAL exercises include extensive training in detecting, tracking,\nand neutralizing enemy submarines. The use of MFA sonar during\nthese exercises is “mission-critical,” given that MFA sonar is the\nonly proven method of identifying submerged diesel-electric\nsubmarines operating on battery power.Id., at\n568–571.Sharing\nthe waters in the SOCAL operating area are at least 37 species of\nmarine mammals, including dolphins, whales, and sea lions. The\nparties strongly dispute the extent to which the Navy’s training\nactivities will harm those animals or disrupt their behavioral\npatterns. The Navy emphasizes that it has used MFA sonar during\ntraining exercises in SOCAL for 40 years, without a single\ndocumented sonar-related injury to any marine mammal. The Navy\nasserts that, at most, MFA sonar may cause temporary hearing loss\nor brief disruptions of marine mammals’ behavioral\npatterns.The\nplaintiffs are the Natural Resources Defense Council, Jean-Michael\nCousteau (an environmental enthusiast and filmmaker), and several\nother groups devoted to the protection of marine mammals and ocean\nhabitats. They contend that MFA sonar can cause much more serious\ninjuries to marine mammals than the Navy acknowledges, including\npermanent hearing loss, decompression sickness, and major\nbehavioral disruptions. According to the plaintiffs, several mass\nstrandings of marine mammals (outside of SOCAL) have been\n“associated” with the use of active sonar. They argue that certain\nspecies of marine mammals—such as beaked whales—are uniquely\nsusceptible to injury from active sonar; these injuries would not\nnecessarily be detected by the Navy, given that beaked whales are\n“very deep divers” that spend little time at the\nsurface.IIThe procedural history of this case is rather\ncomplicated. The Marine Mammal Protection Act of 1972 (MMPA), 86\nStat. 1027, generally prohibits any individual from “taking” a\nmarine mammal, defined as harassing, hunting, capturing, or killing\nit. 16 U. S. C. §§1362(13), 1372(a). The Secretary of Defense\nmay “exempt any action or category of actions” from the MMPA if\nsuch actions are “necessary for national defense.” §1371(f)(1). In\nJanuary 2007, the Deputy Secretary of Defense—acting for the\nSecretary—granted the Navy a 2-year exemption from the MMPA for the\ntraining exercises at issue in this case. Pet. App. 219a–220a.The exemption was conditioned on the Navy adopting\nseveral mitigation procedures, including: (1) training lookouts and\nofficers to watch for marine mammals; (2) requiring at least five\nlookouts with binoculars on each vessel to watch for anomalies on\nthe water surface (including marine mammals); (3) requiring\naircraft and sonar operators to report detected marine mammals in\nthe vicinity of the training exercises; (4) requiring reduction of\nactive sonar transmission levels by 6 dB if a marine mammal is\ndetected within 1,000 yards of the bow of the vessel, or by 10 dB\nif detected within 500 yards; (5) requiring complete shutdown of\nactive sonar transmission if a marine mammal is detected within 200\nyards of the vessel; (6) requiring active sonar to be operated at\nthe “lowest practicable level”; and (7) adopting coordination and\nreporting procedures.Id., at\n222a–230a.The National Environmental Policy Act of 1969\n(NEPA), 83 Stat. 852, requires federal agencies “to the fullest\nextent possible” to prepare an environmental impact statement (EIS)\nfor “every . . . major Federal actio[n] significantly affecting the\nquality of the human environment.” 42 U. S. C. §4332(2)(C)\n(2000 ed.). An agency is not required to prepare a full EIS if it\ndetermines—based on a shorter environmental assessment (EA)—that\nthe proposed action will not have a significant impact on the\nenvironment. 40 CFR §§1508.9(a), 1508.13\n(2007).In February 2007, the Navy issued an EA\nconcluding that the 14 SOCAL training exercises scheduled through\nJanuary 2009 would not have a significant impact on the\nenvironment. App. 226–227.The EA divided potential\ninjury to marine mammals into two categories: Level A harassment,\ndefined as the potential destruction or loss of biological tissue\n(i.e., physical injury), and Level B harassment, defined\nas temporary injury or disruption of behavioral patterns such as\nmigration, feeding, surfacing, and breeding.Id., at\n160–161.The Navy’s computer models\npredicted that the SOCAL training exercises would cause only eight\nLevel A harassments of common dolphins each year, and that even\nthese injuries could be avoided through the Navy’s voluntary\nmitigation measures, given that dolphins travel in large pods\neasily located by Navy lookouts.Id., at 176–177, 183. The\nEA also predicted 274 Level B harassments of beaked whales per\nyear, none of which would result in permanent injury.Id.,\nat 185–186.Beaked whales spend little time at the\nsurface, so the precise effect of active sonar on these mammals is\nunclear. Erring on the side of caution, the Navy classified all\nprojected harassments of beaked whales as Level A.Id., at\n186, 223. In light of its conclusion that the SOCAL training\nexercises would not have a significant impact on the environment,\nthe Navy determined that it was unnecessary to prepare a full EIS.\nSee 40 CFR\n§1508.13.Shortly\nafter the Navy released its EA, the plaintiffs sued the Navy,\nseeking declaratory and injunctive relief on the grounds that the\nNavy’s SOCAL training exercises violated NEPA, the Endangered\nSpecies Act of 1973 (ESA), and the Coastal Zone Management Act of\n1972 (CZMA).[Footnote 2] The\nDistrict Court granted plaintiffs’ motion for a preliminary\ninjunction and prohibited the Navy from using MFA sonar during its\nremaining training exercises. The court held that plaintiffs had\n“demonstrated a probability of success” on their claims under NEPA\nand the CZMA. Pet. App. 207a, 215a. The court also determined that\nequitable relief was appropriate because, under Ninth Circuit\nprecedent, plaintiffs had established at least a\n“ ‘possibility’ ” of irreparable harm to the environment.Id., at 217a. Based on scientific studies, declarations\nfrom experts, and other evidence in the record, the District Court\nconcluded that there was in fact a “near certainty” of irreparable\ninjury to the environment, and that this injury outweighed any\npossible harm to the Navy.Id., at\n217a–218a.The Navy\nfiled an emergency appeal, and the Ninth Circuit stayed the\ninjunction pending appeal. 502 F. 3d 859, 865 (2007). After\nhearing oral argument, the Court of Appeals agreed with the\nDistrict Court that preliminary injunctive relief was appropriate.\nThe appellate court concluded, however, that a blanket injunction\nprohibiting the Navy from using MFA sonar in SOCAL was overbroad,\nand remanded the case to the District Court “to narrow its\ninjunction so as to provide mitigation conditions under which the\nNavy may conduct its training exercises.” 508 F. 3d 885, 887\n(2007).On\nremand, the District Court entered a new preliminary injunction\nallowing the Navy to use MFA sonar only as long as it implemented\nthe following mitigation measures (in addition to the measures the\nNavy had adopted pursuant to its MMPA exemption): (1) imposing a\n12-mile “exclusion zone” from the coastline; (2) using lookouts to\nconduct additional monitoring for marine mammals; (3) restricting\nthe use of “helicopter-dipping” sonar; (4) limiting the use of MFA\nsonar in geographic “choke points”; (5) shutting down MFA sonar\nwhen a marine mammal is spotted within 2,200 yards of a vessel; and\n(6) powering down MFA sonar by 6 dB during significant surface\nducting conditions, in which sound travels further than it\notherwise would due to temperature differences in adjacent layers\nof water. 530 F. Supp. 2d 1110, 1118–1121 (CD Cal. 2008). The\nNavy filed a notice of appeal, challenging only the last two\nrestrictions.The Navy\nthen sought relief from the Executive Branch. The President,\npursuant to 16 U. S. C. §1456(c)(1)(B), granted the Navy an\nexemption from the CZMA. Section 1456(c)(1)(B) permits such\nexemptions if the activity in question is “in the paramount\ninterest of the United States.” The President determined that\ncontinuation of the exercises as limited by the Navy was “essential\nto national security.” Pet. App. 232a.He concluded\nthat compliance with the District Court’s injunction would\n“undermine the Navy’s ability to conduct realistic training\nexercises that are necessary to ensure the combat effectiveness of\n. . . strike groups.”Ibid.Simultaneously, the Council on Environmental\nQuality (CEQ) authorized the Navy to implement “alternative\narrangements” to NEPA compliance in light of “emergency\ncircumstances.” See 40 CFR §1506.11.[Footnote 3] The CEQ determined that alternative\narrangements were appropriate because the District Court’s\ninjunction “create[s] a significant and unreasonable risk that\nStrike Groups will not be able to train and be certified as fully\nmission capable.” Pet. App. 238a. Under the alternative\narrangements, the Navy would be permitted to conduct its training\nexercises under the mitigation procedures adopted in con- junction\nwith the exemption from the MMPA. The CEQ also imposed additional\nnotice, research, and reporting\nrequirements.In light of these actions, the Navy then\nmoved to vacate the District Court’s injunction with respect to the\n2,200-yard shutdown zone and the restrictions on training in\nsurface ducting conditions. The District Court refused to do so,\n527 F. Supp. 2d 1216 (2008), and the Court of Appeals\naffirmed. The Ninth Circuit held that there was a serious question\nregarding whether the CEQ’s interpretation of the “emergency\ncircumstances” regulation was lawful. Specifically, the court\nquestioned whether there was a true “emergency” in this case, given\nthat the Navy has been on notice of its obligation to comply with\nNEPA from the moment it first planned the SOCAL training exercises.\n518 F. 3d, at 681. The Court of Appeals concluded that the\npreliminary injunction was entirely predictable in light of the\nparties’ litigation history.Ibid. The court also held\nthat plaintiffs had established a likelihood of success on their\nclaim that the Navy was required to prepare a full EIS for the\nSOCAL training exercises.Id., at 693.The\nNinth Circuit agreed with the District Court’s holding that the\nNavy’s EA—which resulted in a finding of no significant\nenvironmental impact—was “cursory, unsupported by cited evidence,\nor unconvincing.”Ibid.[Footnote\n4]The Court of Appeals further\ndetermined that plaintiffs had carried their burden of establishing\na “possibility” of irreparable injury. Even under the Navy’s own\nfigures, the court concluded, the training exercises would cause\n564 physical injuries to marine mammals, as well as 170,000\ndisturbances of marine mammals’ behavior.Id., at 696.\nLastly, the Court of Appeals held that the balance of hardships and\nconsideration of the public interest weighed in favor of the\nplaintiffs. The court emphasized that the negative impact on the\nNavy’s training exercises was “speculative,” since the Navy has\nnever before operated under the procedures required by the District\nCourt.Id., at 698–699. In particular, the court\ndetermined that: (1) the 2,200-yard shutdown zone imposed by the\nDistrict Court was unlikely to affect the Navy’s operations,\nbecause the Navy often shuts down its MFA sonar systems during the\ncourse of training exercises; and (2) the power-down requirement\nduring significant surface ducting conditions was not unreasonable\nbecause such conditions are rare, and the Navy has previously\ncertified strike groups that had not trained under such conditions.Id., at 699–702. The Ninth Circuit concluded that the\nDistrict Court’s preliminary injunction struck a proper balance\nbetween the competing interests at\nstake.We granted certiorari, 554 U. S.\n__ (2008), and now reverse and vacate the\ninjunction.IIIAA plaintiff seeking a\npreliminary injunction must establish that he is likely to succeed\non the merits, that he is likely to suffer irreparable harm in the\nabsence of preliminary relief, that the balance of equities tips in\nhis favor, and that an injunction is in the public interest. SeeMunafv.Geren, 553 U. S. __, __ (2008) (slip\nop., at 12);Amoco Production Co.v.Gambell,480 U. S. 531,\n542 (1987);Weinbergerv.Romero-Barcelo,456 U. S. 305,\n311–312\n(1982).The District Court\nand the Ninth Circuit concluded that plaintiffs have shown a\nlikelihood of success on the merits of their NEPA claim. The Navy\nstrongly disputes this determination, arguing that plaintiffs’\nlikelihood of success is low because the CEQ reasonably concluded\nthat “emergency circumstances” justified alternative arrangements\nto NEPA compliance. 40 CFR §1506.11. Plaintiffs’ briefs before this\nCourt barely discuss the ground relied upon by the lower\ncourts—that the plain meaning of “emergency circumstances” does not\nencompass a court order that was “entirely predictable” in light of\nthe parties’ litigation history. 518 F. 3d, at 681. Instead,\nplaintiffs contend that the CEQ’s actions violated the separation\nof powers by readjudicating a factual issue already decided by an\nArticle III court. Moreover, they assert that the CEQ’s\ninterpretations of NEPA are not entitled to deference because the\nCEQ has not been given statutory authority to conduct\nadjudications.The District Court and the Ninth\nCircuit also held that when a plaintiff demonstrates a strong\nlikelihood of prevailing on the merits, a preliminary injunction\nmay be entered based only on a “possibility” of irreparable harm.Id., at 696–697; 530 F. Supp. 2d, at 1118 (quotingFaith Center Church Evangelistic Ministriesv.Glover, 480 F. 3d 891, 906 (CA9 2007);Earth\nIsland Inst.v.United States Forest Serv., 442\nF. 3d 1147, 1159 (CA9 2006)). The lower courts held that\nplaintiffs had met this standard because the scientific studies,\ndeclarations, and other evidence in the record established to “a\nnear certainty” that the Navy’s training exercises would cause\nirreparable harm to the environment. 530 F. Supp. 2d, at\n1118.The Navy challenges these\nholdings, arguing that plaintiffs must demonstrate a likelihood of\nirreparable injury—not just a possibility—in order to obtain\npreliminary relief. On the facts of this case, the Navy contends\nthat plaintiffs’ alleged injuries are too speculative to give rise\nto irreparable injury, given that ever since the Navy’s training\nprogram began 40 years ago, there has been no documented case of\nsonar-related injury to marine mammals in SOCAL. And even if MFA\nsonar does cause a limited number of injuries to individualmarine mammals, the Navy asserts that plaintiffs have\nfailed to offer evidence of species-level harm that would adversely\naffecttheirscientific, recreational, and ecological\ninterests. For their part, plaintiffs assert that they would\nprevail under any formulation of the irreparable injury standard,\nbecause the District Court found that they had established a “near\ncertainty” of irreparable\nharm.We agree with the Navy that the\nNinth Circuit’s “possibility” standard is too lenient. Our\nfrequently reiterated standard requires plaintiffs seeking\npreliminary relief to demonstrate that irreparable injury islikelyin the absence of an injunction.Los\nAngelesv.Lyons,461 U. S. 95, 103 (1983);Granny Goose Foods, Inc.v.Teamsters,415 U. S. 423, 441\n(1974);O’Sheav.Littleton,414 U. S. 488, 502\n(1974); see also 11A C. Wright, A. Miller, & M. Kane, Federal\nPractice and Procedure §2948.1, p. 139 (2d ed. 1995) (hereinafter\nWright & Miller) (applicant must demonstrate that in the\nabsence of a preliminary injunction, “the applicant is likely to\nsuffer irreparable harm before a decision on the merits can be\nrendered”);id., at 155 (“a preliminary injunction will\nnot be issued simply to prevent the possibility of some remote\nfuture injury”). Issuing a preliminary injunction based only on a\npossibility of irreparable harm is inconsistent with our\ncharacterization of injunctive relief as an extraordinary remedy\nthat may only be awarded upon a clear showing that the plaintiff is\nentitled to such relief.Mazurekv.Armstrong,520 U. S. 968,\n972 (1997) (per\ncuriam).It is not clear that articulating\nthe incorrect standard affected the Ninth Circuit’s analysis of\nirreparable harm. Although the court referred to the “possibility”\nstandard, and cited Circuit precedent along the same lines, it\naffirmed the District Court’s conclusion that plaintiffs had\nestablished a “ ‘near certainty’ ” of irreparable harm.\n518 F. 3d, at 696–697. At the same time, however, the nature\nof the District Court’s conclusion is itself unclear. The District\nCourt originally found irreparable harm from sonar-training\nexercises generally. But by the time of the District Court’s final\ndecision, the Navy challenged only two of six restrictions imposed\nby the court. Seesupra, at 7–8. The District Court did\nnot reconsider the likelihood of irreparable harm in light of the\nfour restrictions not challenged by the Navy. This failure is\nsignificant in light of the District Court’s own statement that the\n12-mile exclusion zone from the coastline—one of the unchallenged\nmitigation restrictions—“would bar the use of MFA sonar in a\nsignificant portion of important marine mammal habitat.” 530\nF. Supp. 2d, at\n1119.We also find it pertinent that\nthis is not a case in which the defendant is conducting a new type\nof activity with completely unknown effects on the environment.\nWhen the Government conducts an activity, “NEPA itself does not\nmandate particular results.”Robertsonv.Methow\nValley Citizens Council,490 U. S. 332, 350\n(1989). Instead, NEPA imposes only procedural requirements to\n“ensur[e] that the agency, in reaching its decision, will have\navailable, and will carefully consider, detailed information\nconcerning significant environmental impacts.”Id., at\n349. Part of the harm NEPA attempts to prevent in requiring an EIS\nis that, without one, there may be little if any information about\nprospective environmental harms and potential mitigating measures.\nHere, in contrast, the plaintiffs are seeking to enjoin—or\nsubstantially restrict—training exercises that have been taking\nplace in SOCAL for the last 40 years. And the latest series of\nexercises were not approved until after the defendant took a “hard\nlook at environmental consequences,”id., at 350 (quotingKleppev.Sierra Club,427 U. S. 390, 410, n.\n21 (1976) (internal quotation marks omitted)), as evidenced by the\nissuance of a detailed, 293-page\nEA.As explained in the next section,\neven if plaintiffs have shown irreparable injury from the Navy’s\ntraining exercises, any such injury is outweighed by the public\ninterest and the Navy’s interest in effective, realistic training\nof its sailors. A proper consideration of these factors alone\nrequires denial of the requested injunctive relief. For the same\nreason, we do not address the lower courts’ holding that plaintiffs\nhave also established a likelihood of success on the\nmerits.BA preliminary\ninjunction is an extraordinary remedy never awarded as of right.Munaf, 553 U. S., at __ (slip op., at 12). In each case,\ncourts “must balance the competing claims of injury and must\nconsider the effect on each party of the granting or withholding of\nthe requested relief.”Amoco Production Co., 480 U. S., at\n542. “In exercising their sound discretion, courts of equity should\npay particular regard for the public consequences in employing the\nextraordinary remedy of injunction.”Romero-Barcelo, 456\nU. S., at 312; see alsoRailroad Comm’n of Tex.v.Pullman Co.,312 U. S. 496, 500\n(1941). In this case, the District Court and the Ninth Circuit\nsignificantly understated the burden the preliminary injunction\nwould impose on the Navy’s ability to conduct realistic training\nexercises, and the injunction’s consequent adverse impact on the\npublic interest in national\ndefense.This case involves\n“complex, subtle, and professional decisions as to the composition,\ntraining, equipping, and control of a military force,” which are\n“essentially professional military judgments.”Gilliganv.Morgan,413\nU. S. 1, 10 (1973). We “give great deference to the\nprofessional judgment of military authorities concerning the\nrelative importance of a particular military interest.”Goldmanv.Weinberger,475 U. S. 503, 507\n(1986). As the Court emphasized just last Term, “neither the\nMembers of this Court nor most federal judges begin the day with\nbriefings that may describe new and serious threats to our Nation\nand its people.”Boumedienev.Bush, 553 U. S.\n__, __ (2008) (slip op., at\n68).Here, the record contains\ndeclarations from some of the Navy’s most senior officers, all of\nwhom underscored the threat posed by enemy submarines and the need\nfor extensive sonar training to counter this threat. Admiral Gary\nRoughead—the Chief of Naval Operations—stated that during training\nexercises:“It is important to stress the ship\ncrews in all dimensions of warfare simultaneously. If one of these\ntraining elements were impacted—for example, if effective sonar\ntraining were not possible—the training value of the other elements\nwould also be degraded . . . .” Pet. App.\n342a.Captain Martin\nMay—the Third Fleet’s Assistant Chief of Staff for Training and\nReadiness—emphasized that the use of MFA sonar is\n“mission-critical.” App. 570–571.He described the\nability to operate MFA sonar as a “highly perishable skill” that\nmust be repeatedly practiced under realistic conditions.Id., at 577. During training exercises, MFA sonar\noperators learn how to avoid sound-reducing “clutter” from ocean\nfloor topography and environmental conditions; they also learn how\nto avoid interference and how to coordinate their efforts with\nother sonar operators in the strike group.Id., at 574.\nSeveral Navy officers emphasized that realistic training cannot be\naccomplished under the two challenged restrictions imposed by the\nDistrict Court—the 2,200-yard shutdown zone and the requirement\nthat the Navy power down its sonar systems during significant\nsurface ducting conditions. See,e.g., Pet. App. 333a\n(powering down in presence of surface ducting “unreasonably\nprevent[s] realistic training”);id., at 356a (shutdown\nzone would “result in a significant, adverse impact to realistic\ntraining”). We accept these officers’ assertions that the use of\nMFA sonar under realistic conditions during training exercises is\nof the utmost importance to the Navy and the\nNation.These interests must\nbe weighed against the possible harm to the ecological, scientific,\nand recreational interests that are legitimately before this Court.\nPlaintiffs have submitted declarations asserting that they take\nwhale watching trips, observe marine mammals underwater, conduct\nscientific research on marine mammals, and photograph these animals\nin their natural habitats. Plaintiffs contend that the Navy’s use\nof MFA sonar will injure marine mammals or alter their behavioral\npatterns, impairing plaintiffs’ ability to study and observe the\nanimals.While we do not\nquestion the seriousness of these interests, we conclude that the\nbalance of equities and consideration of the overall public\ninterest in this case tip strongly in favor of the Navy. For the\nplaintiffs, the most serious possible injury would be harm to an\nunknown number of the marine mammals that they study and observe.\nIn contrast, forcing the Navy to deploy an inadequately trained\nantisubmarine force jeopardizes the safety of the fleet. Active\nsonar is the only reliable technology for detecting and tracking\nenemy diesel-electric submarines, and the President—the Commander\nin Chief—has determined that training with active sonar is\n“essential to national security.” Pet. App.\n232a.The public interest\nin conducting training exercises with active sonar under realistic\nconditions plainly outweighs the interests advanced by the\nplaintiffs. Of course, military interests do not always trump other\nconsiderations, and we have not held that they do. In this case,\nhowever, the proper determination of where the public interest lies\ndoes not strike us as a close\nquestion.C1. Despite the importance of assessing the\nbalance of equities and the public interest in determining whether\nto grant a preliminary injunction, the District Court addressed\nthese considerations in only a cursory fashion. The court’s entire\ndiscussion of these factors consisted of one (albeit lengthy)\nsentence: “The Court is also satisfied that the balance of\nhardships tips in favor of granting an injunction, as the harm to\nthe environment, Plaintiffs, and public interest outweighs the harm\nthat Defendants would incur if prevented from using MFA sonar,\nabsent the use of effective mitigation measures, during a subset of\ntheir regular activities in one part of one state for a limited\nperiod.”Id., at 217a–218a. As the prior Ninth Circuit\npanel in this case put it, in staying the District Court’s original\npreliminary injunction, “[t]he district court did not give serious\nconsideration to the public interest factor.” 502 F. 3d, at\n863. The District Court’s order on remand did nothing to cure this\ndefect, but simply repeated nearly verbatim the same sentence from\nits previous order. Compare 530 F. Supp. 2d, at 1118, with\nPet. App. 217a–218a. The subsequent Ninth Circuit panel framed its\nopinion as reviewing the District Court’s exercise of discretion,\n518 F. 3d, at 697–699, but that discretion was barely\nexercised\nhere.The Court\nof Appeals held that the balance of equities and the public\ninterest favored the plaintiffs, largely based on its view that the\npreliminary injunction would not in fact impose a significant\nburden on the Navy’s ability to conduct its training exercises and\ncertify its strike groups.Id., at 698–699. The court\ndeemed the Navy’s concerns about the preliminary injunction\n“speculative” because the Navy had not operated under similar\nprocedures before.Ibid.But this is almost always the\ncase when a plaintiff seeks injunctive relief to alter a\ndefendant’s conduct. The lower courts failed properly to defer to\nsenior Navy officers’ specific, predictive judgments about how the\npreliminary injunction would reduce the effectiveness of the Navy’s\nSOCAL training exercises. See Wright & Miller §2948.2, at\n167–68 (“The policy against the imposition of judicial restraints\nprior to an adjudication of the merits becomes more significant\nwhen there is reason to believe that the decree will be\nburdensome”).2. The preliminary\ninjunction requires the Navy to shut down its MFA sonar if a marine\nmammal is detected within 2,200 yards of a sonar-emitting vessel.\nThe Ninth Circuit stated that the 2,200-yard shutdown zone would\nnot be overly burdensome because sightings of marine mammals during\ntraining exercises are relatively rare. But regardless of the\nfrequency of marine mammal sightings, the injunction will greatly\nincrease the size of the shutdown zone. Pursuant to its exemption\nfrom the MMPA, the Navy agreed to reduce the power of its MFA sonar\nat 1,000 yards and 500 yards, and to completely turn off the system\nat 200 yards. Pet. App. 222a–230a.The District Court’s\ninjunction does not include a graduated power-down, instead\nrequiring a total shutdown of MFA sonar if a marine mammal is\ndetected within 2,200 yards of a sonar-emitting vessel. There is an\nexponential relationship between radius length and surface area\n(Area = r2). Increasing the radius of the shutdown\nzone from 200 to 2,200 yards would accordingly expand the surface\narea of the shutdown zone by a factor of over 100 (from 125,664\nsquare yards to 15,205,308 square\nyards).The lower courts did not give sufficient\nweight to the views of several top Navy officers, who emphasized\nthat because training scenarios can take several days to develop,\neach additional shutdown can result in the loss of several days’\nworth of training.Id., at 344a. Limiting the number of\nsonar shutdowns is particularly important during the Joint Tactical\nForce Exercises, which usually last for less than two weeks.Ibid. Admiral Bird explained that the 2,200-yard shutdown\nzone would cause operational commanders to “lose awareness of the\ntactical situation through the constant stopping and starting of\nMFA [sonar].”Id., at 332a; see alsoid., at 356a\n(“It may take days to get to the pivotal attack in antisubmarine\nwarfare, but only minutes to confound the results upon which\ncertification is based”). Even if there is a low likelihood of a\nmarine mammal sighting, the preliminary injunction would clearly\nincrease the number of disruptive sonar shutdowns the Navy is\nforced to perform during its SOCAL training\nexercises.The Court of Appeals also concluded that the\n2,200-yard shutdown zone would not be overly burdensome because the\nNavy had shut down MFA sonar 27 times during its eight prior\ntraining exercises in SOCAL; in several of these cases, the Navy\nturned off its sonar when marine mammals were spotted well beyond\nthe Navy’s self-imposed 200-yard shutdown zone. 518 F. 3d, at\n700, n. 65. Admiral Locklear—the Commander of the Navy’s Third\nFleet—stated that any shutdowns beyond the 200-yard zone were\nvoluntary avoidance measures that likely took place at tactically\ninsignificant times; the Ninth Circuit discounted this explanation\nas not supported by the record.Ibid.In reaching this\nconclusion, the Court of Appeals ignored key portions of Admiral\nLocklear’s declaration, in which he stated unequivocally that\ncommanding officers “would not shut down sonar until legally\nrequired to do so if in contact with a submarine.” Pet. App.\n354a–355a. Similarly, if a commanding officer is in contact with a\ntarget submarine, “the CO will be expected to continue to use\nactive sonar unless another ship or helicopter can gain contact or\nif regulatory reasons dictate otherwise.”Id., at 355a.\nThe record supports the Navy’s contention that its shutdowns of MFA\nsonar during prior training exercises only occurred during\ntactically insignificant times; those voluntary shutdowns do not\njustify the District Court’s imposition of a mandatory 2,200-yard\nshutdown\nzone.Lastly, the Ninth Circuit stated that a\n2,200-yard shutdown zone was feasible because the Navy had\npreviously adopted a 2,000-meter zone for low-frequency active\n(LFA) sonar. The Court of Appeals failed to give sufficient weight\nto the fact that LFA sonar is used for long-range detection of\nenemy submarines, and thus its use and shutdown involve tactical\nconsiderations quite different from those associated with MFA\nsonar. See App. 508 (noting that equating MFA sonar with LFA sonar\n“is completely misleading and is like comparing 20 degrees\nFahrenheit to 20 degrees\nCelsius”).3. The Court of Appeals also concluded that\nthe Navy’s training exercises would not be significantly affected\nby the requirement that it power down MFA sonar by 6 dB during\nsignificant surface ducting conditions. Again, we think the Ninth\nCircuit understated the burden this requirement would impose on the\nNavy’s ability to conduct realistic training\nexercises.Surface ducting is a phenomenon in which\nrelatively little sound energy penetrates beyond a narrow layer\nnear the surface of the water. When surface ducting occurs, active\nsonar becomes more useful near the surface but less useful at\ngreater depths. Pet. App. 299a–300a. Diesel-electric submariners\nare trained to take advantage of these distortions to avoid being\ndetected by sonar.Id., at\n333a.The Ninth Circuit determined that the\npower-down requirement during surface ducting conditions was\nunlikely to affect certification of the Navy’s strike groups\nbecause surface ducting occurs relatively rarely, and the Navy has\npreviously certified strike groups that did not train under such\nconditions. 518 F. 3d, at 701–702. This reasoning is\nbackwards. Given that surface ducting is both rare and\nunpredictable, it is especially important for the Navy to be able\nto train under these conditions when they occur. Admiral Bird\nexplained that the 6 dB power-down requirement makes the training\nless valuable because it “exposes [sonar operators] to\nunrealistically lower levels of mutual interference caused by\nmultiple sonar systems operating together by the ships within the\nStrike Group.” Pet. App. 281a (footnote omitted).Although a 6 dB reduction may not seem terribly significant,\ndecibels are measured on a logarithmic scale, so a 6 dB decrease in\npower equates to a 75% reduction.Id., at\n284a–285a.4. The District Court\nacknowledged that “ ‘the imposition of these mitigation\nmeasures will require the Navy to alter and adapt the way it\nconducts antisubmarine warfare training—a substantial challenge.\nNevertheless, evidence presented to the Court reflects that the\nNavy has employed mitigation measures in the past, without\nsacrificing training objectives.’ ” 527 F. Supp. 2d, at\n1238. Apparently no good deed goes unpunished. The fact that the\nNavy has taken measures in the past to address concerns about\nmarine mammals—or, for that matter, has elected not to challenge\nfour additional restrictions imposed by the District Court in this\ncase, seesupra, at 7–8—hardly means that other, more\nintrusive restrictions pose no threat to preparedness for\nwar.The Court of Appeals concluded\nits opinion by stating that “the Navy may return to the district\ncourt to request relief on an emergency basis” if the preliminary\ninjunction “actually result[s] in an inability to train and certify\nsufficient naval forces to provide for the national defense.” 518\nF. 3d, at 703. This is cold comfort to the Navy. The Navy\ncontends that the injunction will hinder efforts to train sonar\noperators under realistic conditions, ultimately leaving strike\ngroups more vulnerable to enemy submarines. Unlike the Ninth\nCircuit, we do not think the Navy is required to wait until the\ninjunction “actually result[s] in an inability to train . . .\nsufficient naval forces for the national defense” before seeking\nits dissolution. By then it may be too\nlate.IVAs noted above, we do\nnot address the underlying merits of plaintiffs’ claims. While we\nhave authority to proceed to such a decision at this point, seeMunaf, 553 U. S., at __ (slip op., at 13–14), doing so is\nnot necessary here. In addition, reaching the merits is complicated\nby the fact that the lower courts addressed only one of several\nissues raised, and plaintiffs have largely chosen not to defend the\ndecision below on that ground.[Footnote\n5]At the same time,\nwhat we have said makes clear that it would be an abuse of\ndiscretion to enter a permanent injunction, after final decision on\nthe merits, along the same lines as the preliminary injunction. An\ninjunction is a matter of equitable discretion; it does not follow\nfrom success on the merits as a matter of course.Romero-Barcelo, 456 U. S., at 313 (“a federal judge\nsitting as chancellor is not mechanically obligated to grant an\ninjunction for every violation of\nlaw”).The factors examined above—the\nbalance of equities and consideration of the public interest—are\npertinent in assessing the propriety of any injunctive relief,\npreliminary or permanent. SeeAmoco Production Co., 480 U.\nS., at 546, n. 12 (“The standard for a preliminary injunction\nis essentially the same as for a permanent injunction with the\nexception that the plaintiff must show a likelihood of success on\nthe merits rather than actual success”). Given that the ultimate\nlegal claim is that the Navy must prepare an EIS, not that it must\ncease sonar training, there is no basis for enjoining such training\nin a manner credibly alleged to pose a serious threat to national\nsecurity. This is particularly true in light of the fact that the\ntraining has been going on for 40 years with no documented episode\nof harm to a marine mammal. A court concluding that the Navy is\nrequired to prepare an EIS has many remedial tools at its disposal,\nincluding declaratory relief or an injunction tailored to the\npreparation of an EIS rather than the Navy’s training in the\ninterim. See,e.g.,Steffelv.Thompson,415 U. S. 452,\n466 (1974) (“Congress plainly intended declaratory relief to act as\nan alternative to the strong medicine of the injunction”). In the\nmeantime, we see no basis for jeopardizing national security, as\nthe present injunction does. Plaintiffs confirmed at oral argument\nthat the preliminary injunction was “the whole ball game,” Tr. of\nOral Arg. 33, and our analysis of the propriety of preliminary\nrelief is applicable to any permanent injunction as\nwell.*  *  *President Theodore\nRoosevelt explained that “the only way in which a navy can ever be\nmade efficient is by practice at sea, under all the conditions\nwhich would have to be met if war existed.” President’s Annual\nMessage, 42 Cong. Rec. 67, 81 (1907). We do not discount the\nimportance of plaintiffs’ ecological, scientific, and recreational\ninterests in marine mammals. Those interests, however, are plainly\noutweighed by the Navy’s need to conduct realistic training\nexercises to ensure that it is able to neutralize the threat posed\nby enemy submarines. The District Court abused its discretion by\nimposing a 2,200-yard shutdown zone and by requiring the Navy to\npower down its MFA sonar during significant surface ducting\nconditions. The judgment of the Court of Appeals is reversed, and\nthe preliminary injunction is vacated to the extent it has been\nchallenged by the\nNavy.It is so\nordered.Footnote\n1In contrast, passive sonar\n“listens” for sound waves but does not introduce sound into the\nwater. Passive sonar is not effective for tracking diesel-electric\nsubmarines because those vessels can operate almost silently.\nPassive sonar also has a more limited range than active sonar, and\ncannot identify the exact location of an enemy submarine. Pet. App.\n266a–271a.Footnote\n2The CZMA states that federal\nagencies taking actions “that affec[t] any land or water use or\nnatural resources of the coastal zone” shall carry out these\nactivities “in a manner which is consistent to the maximum extent\npracticable with the enforceable policies of approved State\nmanagement programs.” 16 U. S. C.\n§1456(c)(1)(A).Footnote\n3That provision states in full:\n“Where emergency circumstances make it necessary to take an action\nwith significant environmental impact without observing the\nprovisions of these regulations, the Federal agency taking the\naction should consult with the Council about alternative\narrangements. Agencies and the Council will limit such arrangements\nto actions necessary to control the immediate impacts of the\nemergency. Other actions remain subject to NEPA\nreview.”Footnote\n4The Ninth Circuit’s discussion of\nthe plaintiffs’ likelihood of success was limited to their NEPA\nclaims. The court did not discuss claims under the CZMA or\nESA.Footnote\n5The bulk of Justice Ginsburg’s\ndissent is devoted to the merits. For the reasons stated, we find\nthe injunctive relief granted in this case an abuse of discretion,\neven if plaintiffs are correct on the underlying merits. As to the\ninjunction, the dissent barely mentions the Navy’s interests.Post, at 11. We find that those interests, and the\ndocumented risks to national security, clearly outweigh the harm on\nthe other side of the\nbalance.We agree with much of Justice\nBreyer’s analysis,post, at 3–9 (opinion concurring in\npart and dissenting in part), but disagree with his conclusion that\nthe modified conditions imposed by the stay order should remain in\nforce until the Navy completes its EIS,post, at 9–11. The\nCourt is reviewing the District Court’s imposition of the\npreliminary injunction; once we conclude, as Justice Breyer does,post, at 9, that the preliminary injunction should be\nvacated, the stay order is no longer pertinent. A stay is a useful\ntool for managing the impact of injunctive reliefpending\nfurther appeal, but once the Court resolves the merits of the\nappeal, the stay ceases to be relevant. See 518 F. 3d 704, 706\n(CA9 2008)(“the partial stay . . . shall remain in\neffect until final disposition by the Supreme Court”). Unexamined\nconditions imposed by the stay order are certainly no basis for\nwhat would be in effect the entry of a new preliminary injunction\nby this\nCourt.",
    "joined": []
}