{
    "case": {
        "docket": "41",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/41/"
    },
    "id": "1970929",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–930_________________LORI SCIALABBA, ACTING DIRECTOR, UNITEDSTATES\nCITIZENSHIP AND IMMIGRATION SERVICES, et al., PETITIONERS v.\nROSA-LINA CUELLAR DE OSORIO et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 9, 2014]Chief Justice\nRoberts, with whom Justice Scalia joins, concurring in the\njudgment.I agree with much of\nthe plurality’s opinion and with its conclusion that the Board of\nImmigration Appeals reasonably interpreted 8 U. S. C.\n§1153(h)(3). I write separately because I take a different view of\nwhat makes this provision “ambiguous” under Chevron\nU. S. A. Inc. v. Natural Resources Defense Council, Inc.,\n467 U. S. 837, 843 (1984) .As the plurality reads\nsection 1153(h)(3), the statute’s two clauses address the issue\nbefore the Court “in divergent ways” and “do not easily cohere with\neach other.” Ante, at 14. For the plurality, the first clause looks\n“toward the sweeping relief the respondents propose, which would\nreach every aged-out beneficiary of a family preference petition,”\nwhile the second clause offers narrower relief that can help “only\na subset of those beneficiaries.” Ibid. Such “ill-fitting clauses,”\nthe plurality says, “left the Board with a choice—essentially of\nhow to reconcile the statute’s different commands.” Ante, at\n21.To the extent the\nplurality’s opinion could be read to suggest that deference is\nwarranted because of a direct conflict between these clauses, that\nis wrong. Courts defer to an agency’s reasonable construction of an\nambiguous statute because we presume that Congress intended to\nassign responsibility to resolve the ambiguity to the agency.\nChevron, supra, at 843–844. But when Congress assigns to an agency\nthe responsibility for deciding whether a particular group should\nget relief, it does not do so by simultaneously saying that the\ngroup should and that it should not. Direct conflict is not\nambiguity, and the resolution of such a conflict is not statutory\nconstruction but legislative choice. Chevron is not a license for\nan agency to repair a statute that does not make sense.[1]I see no conflict, or\neven “internal tension,” ante, at 14, in section 1153(h)(3). See\nFDA v. Brown & Williamson Tobacco Corp., 529 U. S. 120,\n133 (2000) (we must “interpret the statute ‘as a symmetrical and\ncoherent regulatory scheme,’ and ‘fit, if possible, all parts into\na[ ] harmonious whole’ ” (citation omitted)).The statute reads:“If the age of an\nalien is determined under [section 1153(h)(1)] to be 21 years of\nage or older for the purposes of subsections (a)(2)(A) and (d) of\nthis section, the alien’s petition shall automatically be converted\nto the appropriate category and the alien shall retain the original\npriority date issued upon receipt of the original petition.”\n§1153(h)(3).The first clause states\na condition—one that beneficiaries from any preference category can\nmeet—and thereby defines the persons potentially affected by this\nprovision. But the clause does not grant anything to anyone. I\ndisagree with the plurality that the first clause “points toward\nbroad-based relief,” ante, at 21, because I do not think the first\nclause points toward any relief at all.[2]Imagine a provision of\nthe Tax Code that read: “If a student is determined to be enrolled\nat an accredited university, the student’s cost of off-campus\nhousing shall be deductible on her tax return.” It would be\nimmediately apparent from that provision that an enrolled student\nwho lives on campus is not entitled to the deduction, even though\nthe student falls within the conditional first clause. And yet no\none would describe the two clauses as being in tension. If the\nInternal Revenue Service then interpreted the term “cost of\noff-campus housing” to exclude payments by a student who rents a\nhome from his parents, a court would determine whether that\ninterpretation was reasonable. The same is true in this\ncase.[3]The particular benefit\nprovided by section 1153(h)(3) is found exclusively in the second\nclause—the only operative provision. There we are told what an\naged-out beneficiary (from whatever preference category) is\nentitled to: His petition “shall automatically be converted to the\nappropriate category and the alien shall retain the original\npriority date.” §1153(h)(3). But automatic conversion is not\npossible for every beneficiary in every preference category, as the\nplurality convincingly demonstrates. Ante, at 15–19. Automatic\nconversion requires, at minimum, that the beneficiary have his own\nsponsor, who demonstrates that he is eligible to act as a sponsor,\nand who commits to providing financial support for the beneficiary.\nAnte, at 18. Some aged-out children will not meet those\nprerequisites, and they cannot benefit from automatic conversion\neven under respondents’ interpretation of the statute.[4]Beyond those\nrequirements, however, Congress did not speak clearly to which\npetitions can “automatically be converted.” §1153(h)(3). Whatever\nother interpretations of that provision might be possible, it was\nreasonable, for the reasons explained by the plurality, for the\nBoard to interpret section 1153(h)(3) to provide relief only to a\nchild who was a principal or derivative beneficiary of an F2A\npetition. That interpretation is consistent with the ordinary\nmeaning of the statutory terms, with the established meaning of\nautomatic conversion in immigration law, and with the structure of\nthe family-based immigration system. Ante, at 15–20. It also avoids\nthe problems that would flow from respondents’ proposed alternative\ninterpretations, including the suggestion that retention of the\noriginal priority date provides a benefit wholly separate from\nautomatic conversion. Ante, at 18–19, 22–32.I concur in the\njudgment.Notes1v. , 551U. S. 644\n(2007), is not to the contrary. There the Court confrontedtwo\ndifferent statutes, enacted to address different problems, that\npre-sented “seemingly categorical—and, at first glance,\nirreconcilable—legislative commands.” at 661. We deferred to an\nagency’s reasonable interpretation, which “harmonize[d] the\nstatutes,” in large part because of our strong presumption that one\nstatute does not impliedly repeal another. at 662–669. did not\naddress the consequences of a single statutory provision that\nappears to give divergent commands.2For the same reason, I do\nnot agree with the contention in ’s dissent that the first clause\nof section 1153(h)(3) unambiguously “answers the precise question\nin this case.” at 6.3’s dissent accuses me of\n“ignor[ing]” the first clause of section 1153(h)(3), “treating\n[that] clause as a nullity,” and denying the clause “effect.” at\n20–21. But that point is correct only if the reader adopts ’s own\npremise, that the first clause has operative effect on its own. I\ngive the statute’s first clause precisely the (limited) effect it\nis meant to have: it defines who is affected by section 1153(h)(3).\ns response to the campus housing example proves my point by\nacknowledging that who gets relief under a statute depends entirely\non the meaning of the statute’s operative provision, not on the\nreach of the introductory clause. See at 21. The Court would not\nreject a reasonable interpretation of the term “cost of off-campus\nhousing,” as ’s dissent would, simply because the IRS could have\ninterpreted the term to cover more students who fall within the\nprefatory clause.4s dissent is wrong that\n“the relief promised in §1153(h)(3) (priority date retention and\nautomatic conversion) be given” to every aged-out child in every\npreference category, at 21, and it therefore follows that the\nstatute is ambiguous.",
    "joined": []
}