{
    "case": {
        "docket": "721",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/721/"
    },
    "id": "1963627",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTARIZONA FREE ENTERPRISE CLUB'S FREEDOMCLUB PAC V. BENNETT564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 10-238 AND 10-239ARIZONA FREE ENTERPRISE CLUB’S FREEDOM CLUB PAC,\net al., PETITIONERS10–238v.KEN BENNETT, in his official capacity asARIZONA SECRETARY OF STATE, et al.JOHN McCOMISH, et al., PETITIONERS10–239v.KEN BENNETT, in his official capacity asARIZONA SECRETARY OF STATE, et al.on writs of certiorari to the united states court\nof appeals for the ninth circuit[June 27, 2011]Chief Justice Roberts delivered\nthe opinion of the Court.Under Arizona law, candidates for\nstate office who ac-cept public financing can receive additional\nmoney from the State in direct response to the campaign activities\nof privately financed candidates and independent expenditure\ngroups. Once a set spending limit is exceeded, a publicly financed\ncandidate receives roughly one dollar for every dollar spent by an\nopposing privately financed candidate. The publicly financed\ncandidate also receives roughly one dollar for every dollar spent\nby independent expenditure groups to support the privately financed\ncandidate, or to oppose the publicly financed candidate. We hold\nthat Arizona’s matching funds scheme substantially burdens\nprotected political speech without serving a compelling state\ninterest and therefore violates the First Amendment.IAThe Arizona Citizens Clean\nElections Act, passed by initiative in 1998, created a voluntary\npublic financing system to fund the primary and general election\ncampaigns of candidates for state office. See Ariz. Rev. Stat. Ann.\n§16–940et seq. (West 2006 and Supp. 2010). All eligible\ncandidates for Governor, secretary of state, attorney general,\ntreasurer, superintendent of public instruction, the corporation\ncommission, mine inspector, and the state legislature (both the\nHouse and Senate) may opt to receive public funding. §16–950(D)\n(West Supp. 2010). Eligibility is contingent on the collection of a\nspecified number of five-dollar contributions from Arizona voters,\n§§16–946(B) (West 2006), 16–950 (West Supp. 2010),[Footnote 1] and the acceptance of certain\ncampaign restrictions and obligations. Publicly funded candidates\nmust agree, among other things, to limit their expenditure of\npersonal funds to $500, §16–941(A)(2) (West Supp. 2010);\nparticipate in at least one public debate, §16–956(A)(2); adhere to\nan overall expenditure cap, §16–941(A); and return all unspent\npublic moneys to the State, §16–953.In exchange for accepting these\nconditions, participating candidates are granted public funds to\nconduct their campaigns.[Footnote\n2] In many cases, this initial allotment may be the whole of\nthe State’s financial backing of a publicly funded candidate. But\nwhen certain conditions are met, publicly funded candidates are\ngranted additional “equalizing” or matching funds. §§16–952(A),\n(B), and (C)(4)–(5) (providing for “[e]qual funding of\ncandidates”).Matching funds are available in both primary\nand general elections. In a primary, matching funds are triggered\nwhen a privately financed candidate’s expenditures, combined with\nthe expenditures of independent groups made in support of the\nprivately financed candidate or in opposition to a publicly\nfinanced candidate, exceed the primary election allotment of state\nfunds to the publicly financed candidate. §§16–952(A), (C). During\nthe general election, matching funds are triggered when the amount\nof money a privately financed candidate receives in contributions,\ncombined with the expenditures of independent groups made in\nsupport of the privately financed candidate or in opposition to a\npublicly financed candidate, exceed the general election allotment\nof state funds to the publicly fi-nanced candidate. §16–952(B). A\nprivately financed can-didate’s expenditures of his personal funds\nare counted as contributions for purposes of calculating matching\nfunds during a general election. Seeibid.; Citizens Clean\nElections Commission, Ariz. Admin. Rule R2–20–113(B)(1)(f) (Sept.\n2009).Once matching funds are triggered, each\nadditional dol-lar that a privately financed candidate spends\nduring the primary results in one dollar in additional state\nfunding to his publicly financed opponent (less a 6% reduction\nmeant to account for fundraising expenses). §16–952(A). During a\ngeneral election, every dollar that a candidate receives in\ncontributions—which includes any money of his own that a candidate\nspends on his campaign—results in roughly one dollar in additional\nstate funding to his publicly financed opponent. In an election\nwhere a privately funded candidate faces multiple publicly financed\ncandidates, one dollar raised or spent by the privately fi-nanced\ncandidate results in an almost one dollar increase in public\nfunding to each of the publicly financed candidates.Once the public financing cap is exceeded,\nadditional expenditures by independent groups can result in\ndollar-for-dollar matching funds as well. Spending by independent\ngroups on behalf of a privately funded candidate, or in opposition\nto a publicly funded candidate, results in matching funds.\n§16–952(C). Independent expenditures made in support of a publicly\nfinanced candidate can result in matching funds for other publicly\nfinanced candidates in a race.Ibid. The matching funds\nprovision is not activated, however, when independent expenditures\nare made in opposition to a privately financed candidate. Matching\nfunds top out at two times the initial authorized grant of public\nfunding to the publicly financed candidate. §16–952(E).Under Arizona law, a privately financed\ncandidate may raise and spend unlimited funds, subject to\nstate-imposed contribution limits and disclosure requirements.\nContributions to candidates for statewide office are limited to\n$840 per contributor per election cycle and contributions to\nlegislative candidates are limited to $410 per contributor per\nelection cycle. See §§16–905(A)(1), 16–941(B)(1); Ariz. Dept. of\nState, Office of the Secretary of State, 2009–2010 Contribution\nLimits (rev. Aug. 14, 2009), http://\nwww.azsos.gov / election / 2010 / Info / Campaign_Contribution\n_Limits_2010.htm (all Internet materials as visited June 24, 2011,\nand available in Clerk of Court’s case file).An example may help clarify how the Arizona\nmatching funds provision operates. Arizona is divided into 30\ndistricts for purposes of electing members to the State’s House of\nRepresentatives. Each district elects two representatives to the\nHouse biannually. In the last general election, the number of\ncandidates competing for the two available seats in each district\nranged from two to seven. See State of Arizona Official Canvass,\n2010 General Election Report (compiled and issued by the Arizona\nsecretary of state). Arizona’s Fourth District had three candidates\nfor its two available House seats. Two of those candidates opted to\naccept public funding; one candidate chose to operate his campaign\nwith private funds.In that election, if the total funds\ncontributed to the privately funded candidate, added to that\ncandidate’s expenditure of personal funds and the expenditures of\nsupportive independent groups, exceeded $21,479—the allocation of\npublic funds for the general election in a contested State House\nrace—the matching funds provision would be triggered. See Citizens\nClean Elections Commission, Participating Candidate Guide 2010\nElection Cycle 30 (Aug. 10, 2010). At that point, a number of\ndiffer- ent political activities could result in the distribution\nof matching funds. For example:If the privately funded candidate spent $1,000\nof his own money to conduct a direct mailing, each of his publicly\nfunded opponents would receive $940 ($1,000 less the 6%\noffset).If the privately funded candidate held a\nfundraiser that generated $1,000 in contributions, each of his\npublicly funded opponents would receive $940.If an independent expenditure group spent\n$1,000 on a brochure expressing its support for the privately\nfinanced candidate, each of the publicly financed candidates would\nreceive $940 directly.If an independent expenditure group spent\n$1,000 on a brochure opposing one of the publicly financed\ncandidates, but saying nothing about the privately financed\ncandidate, the publicly financed candidates would receive $940\ndirectly.If an independent expenditure group spent\n$1,000 on a brochure supporting one of the publicly financed\ncandidates, the other publicly financed candidate would receive\n$940 directly, but the privately financed candidate would receive\nnothing.If an independent expenditure group spent\n$1,000 on a brochure opposing the privately financed candidate, no\nmatching funds would be issued.A publicly financed candidate would continue to receive\nadditional state money in response to fundraising and spending by\nthe privately financed candidate and independent expenditure groups\nuntil that publicly financed candidate received a total of $64,437\nin state funds (three times the initial allocation for a State\nHouse race).[Footnote 3]BPetitioners in this case,\nplaintiffs below, are five past and future candidates for Arizona\nstate office—four members of the House of Representatives and the\nArizona state treasurer—and two independent groups that spend money\nto support and oppose Arizona candidates. They filed suit\nchallenging the constitutionality of the matching funds provision.\nThe candidates and independent expenditure groups argued that the\nmatching funds provision unconstitutionally penalized their speech\nand burdened their ability to fully exercise their First Amendment\nrights.The District Court agreed that\nthis provision “constitute[d] a substantial burden” on the speech\nof privately financed candidates because it “award[s] funds to a\n[privately financed] candidate’s opponent” based on the privately\nfinanced candidate’s speech. App. to Pet. for Cert. in No. 10–239,\np. 69 (internal quotation marks omitted). That court further held\nthat “no compelling interest [was] served by the” provision that\nmight justify the burden imposed.Id.,at 69, 71. The\nDistrict Court entered a permanent injunction against the\nenforcement of the matching funds provision, but stayed\nimplementation of that injunction to allow the State to file an\nappeal.Id.,at 76–81.The Court of Appeals for the Ninth Circuit\nstayed the District Court’s injunction pending appeal.Id.,at 84–85.[Footnote\n4] After hearing the case on the merits, the Court of Appeals\nreversed the District Court. The Court of Appeals concluded that\nthe matching funds provision “imposes only a minimal burden on\nFirst Amendment rights” because it “does not actually prevent\nanyone from speaking in the first place or cap campaign\nexpenditures.” 611 F. 3d 510, 513, 525 (2010). In that court’s\nview, any burden imposed by the matching funds provision was\njustified because the provision “bears a substantial relation to\nthe State’s important interest in reducingquid pro quopolitical corruption.”Id.,at 513.[Footnote 5]We stayed the Court of Appeals’ decision,\nvacated the stay of the District Court’s injunction, see 560 U. S.\n___ (2010), and later granted certiorari, 562 U. S. ___ (2010).II“Discussion of public issues and\ndebate on the qualifications of candidates are integral to the\noperation” of our system of government.Buckleyv.Valeo,424 U.\nS. 1, 14 (1976) (per curiam). As a result, the First\nAmendment “ ‘has its fullest and most urgent application’ to\nspeech ut-tered during a campaign for political office.”Euv.San Francisco County Democratic Central\nComm.,489 U.\nS. 214, 223 (1989) (quotingMonitor Patriot Co.v.Roy,401 U.\nS. 265, 272 (1971)). “Laws that burden political speech are”\naccordingly “subject to strict scrutiny, which requires the\nGovernment to prove that the restriction furthers a compelling\ninterest and is narrowly tailored to achieve that interest.”Citizens Unitedv.Federal Election Comm’n, 558\nU. S. ___, ___ (2010) (slip op., at 23) (internal quotation marks\nomitted); seeFederal Election Comm’nv.Massachusetts\nCitizens for Life, Inc.,479 U. S. 238, 256\n(1986).Applying these principles, we\nhave invalidated government-imposed restrictions on campaign\nexpenditures,Buckley,supra,at 52–54,\nrestraints on independent expenditures applied to express advocacy\ngroups,Massachusetts Citizens for Life,supra,\nat 256–265, limits on uncoordinated political party expenditures,Colorado Republican Federal Campaign Comm.v.Federal\nElection Comm’n,518 U. S. 604, 608\n(1996) (opinion of Breyer, J.) (Colorado I), and\nregulations barring unions, nonprofit and other associations, and\ncorporations from making independent expenditures for\nelectioneering communication,Citizens United,supra,at ___ (slip op., at 57).At the same time, we have subjected strictures\non campaign-related speech that we have found less onerous to a\nlower level of scrutiny and upheld those restrictions. For example,\nafter finding that the restriction at issue was “closely drawn” to\nserve a “sufficiently important interest,” see,e.g.,McConnellv.Federal Election Comm’n,540 U. S. 93, 136 (2003)\n(internal quotation marks omitted);Nixonv.Shrink\nMissouri Government PAC,528 U. S. 377, 387–388\n(2000) (internal quotation marks omitted), we have upheld\ngovernment-imposed limits on contributions to can-didates,Buckley,supra,at 23–35, caps on coordinated\nparty expenditures,Federal Election Comm’nv.Colorado Republican Federal Campaign Comm.,533 U. S. 431, 437\n(2001) (Colorado II), and requirements that political\nfunding sources disclose their identities,Citizens\nUnited,supra,at ___–___ (slip op., at 55–56).Although the speech of the candidates and\nindependent expenditure groups that brought this suit is not\ndirectly capped by Arizona’s matching funds provision, those\nparties contend that their political speech is substantially\nburdened by the state law in the same way that speech was burdened\nby the law we recently found invalid inDavisv.Federal Election Comm’n,554 U. S. 724(2008). InDavis, we considered a First Amendment challenge to the\nso-called “Millionaire’s Amendment” of the Biparti- san Campaign\nReform Act of 2002, 2 U. S. C. §441a–1(a). Under that\nAmendment, if a candidate for the United States House of\nRepresentatives spent more than $350,000 of his personal funds, “a\nnew, asymmetrical regulatory scheme [came] into play.” 554 U. S.,\nat 729. The opponent of the candidate who exceeded that limit was\npermitted to collect individual contributions up to $6,900 per\ncontributor—three times the normal contribution limit of $2,300.\nSeeibid. The candidate who spent more than the personal\nfunds limit remained subject to the original contribution cap.\nDavis argued that this scheme “burden[ed] his exercise of his First\nAmendment right to make unlimited expenditures of his personal\nfunds because” doing so had “the effect of enabling his opponent to\nraise more money and to use that money to finance speech that\ncounteract[ed] and thus diminishe[d] the effectiveness of Davis’\nown speech.”Id.,at 736.In addressing the constitutionality of the\nMillionaire’s Amendment, we acknowledged that the provision did not\nimpose an outright cap on a candidate’s personal expenditures.Id.,at 738–739. We nonetheless concluded that the\nAmendment was unconstitutional because it forced a candidate “to\nchoose between the First Amendment right to engage in unfettered\npolitical speech and subjection to discriminatory fundraising\nlimitations.”Id.,at 739. Any candidate who chose to\nspend more than $350,000 of his own money was forced to “shoulder a\nspecial and potentially significant burden” because that choice\ngave fundraising advantages to the candidate’s adversary.Ibid.We determined that this constituted an\n“unprecedented penalty” and “impose[d] a substantial burden on the\nexercise of the First Amendment right to use personal funds for\ncampaign speech,” and concluded that the Government had failed to\nadvance any compelling interest that would justify such a burden.Id., at 739–740.A1The logic ofDavislargely controls our approach to this case. Much like the burden\nplaced on speech inDavis, the matching funds provision\n“imposes an unprecedented penalty on any candidate who robustly\nexercises [his] First Amendment right[s].”Id., at 739.\nUnder that provision, “the vigorous exercise of the right to use\npersonal funds to finance campaign speech” leads to “advantages for\nopponents in the competitive context of electoral politics.”Ibid.Once a privately financed\ncandidate has raised or spent more than the State’s initial grant\nto a publicly financed candidate, each personal dollar spent by the\nprivately financed candidate results in an award of almost one\nadditional dollar to his opponent. That plainly forces the\nprivately financed candidate to “shoulder a special and potentially\nsignificant burden” when choosing to exercise his First Amendment\nright to spend funds on behalf of his candidacy. Ibid. If the\nlaw at issue inDavisimposed a burden on candidate\nspeech, the Arizona law unquestionably does so as well.The penalty imposed by Arizona’s matching\nfunds provision is different in some respects from the penalty\nimposed by the law we struck down inDavis. But those\ndifferences make the Arizona lawmoreconstitutionally\nproblematic, not less. SeeGreen Party of Conn.v.Garfield, 616 F. 3d 213, 244–245 (CA2 2010). First,\nthe penalty inDavisconsisted of raising the contribution\nlimits for one of the candidates. The candidate who benefited from\nthe increased limits still had to go out and raise the funds. He\nmay or may not have been able to do so. The other candidate,\ntherefore, faced merely the possibility that his opponent would be\nable to raise additional funds, through contribution limits that\nremained subject to a cap. And still the Court held that this was\nan “unprecedented penalty,” a “special and potentially significant\nburden” that had to be justified by a compelling state interest—a\nrigorous First Amendment hurdle. 554 U. S., at 739–740. Here the\nbenefit to the publicly financed candidate is the direct and\nautomatic release of public money. That is a far heavier burden\nthan inDavis.Second, depending on the specifics of the\nelection at issue, the matching funds provision can create a\nmultiplier effect. In the Arizona Fourth District House election\npre-viously discussed, seesupra,at 4–6, if the spending\ncap were exceeded, each dollar spent by the privately funded\ncandidate would result in an additional dollar of campaign funding\nto each of that candidate’s publicly financed opponents. In such a\nsituation, the matching funds provi- sion forces privately funded\ncandidates to fight a political hydra of sorts. Each dollar they\nspend generates two adversarial dollars in response. Again, a\nmarkedly more significant burden than inDavis.Third, unlike the law at issue inDavis, all of this is to some extent out of the privately\nfinanced candidate’s hands. Even if that candidate opted to spend\nless than the initial public financing cap, any spending by\nindependent expenditure groups to promote the privately financed\ncandidate’s election—regardless whether such support was welcome or\nhelpful—could trigger matching funds. What is more, that state\nmoney would go directly to the publicly funded candidate to use as\nhe saw fit. That disparity in control—giving money directly to a\npublicly financed candidate, in response to independent\nexpenditures that cannot be coordinated with the privately funded\ncandidate—is a substantial advantage for the publicly funded\ncandidate. That candidate can allocate the money according to his\nown campaign strategy, which the privately financed candidate could\nnot do with the independent group expenditures that triggered the\nmatching funds. Cf.Citizens United, 558 U. S., at ___\n(slip op., at 41) (“ ‘The absence of prearrangement and\ncoordination of an expenditure with the candidate or his agent …\nundermines the value of the expenditure to the candidate’ ”\n(quotingBuckley, 424 U. S., at 47)).The burdens that this regime places on\nindependent expenditure groups are akin to those imposed on the\nprivately financed candidates themselves. Just as with the\ncandidate the independent group supports, the more money spent on\nthat candidate’s behalf or in opposition to a publicly funded\ncandidate, the more money the publicly funded candidate receives\nfrom the State. And just as with the privately financed candidate,\nthe effect of a dollar spent on election speech is a guaranteed\nfinancial payout to the publicly funded candidate the group\nopposes. Moreover, spending one dollar can result in the flow of\ndollars to multiple candidates the group disapproves of, dollars\ndirectly controlled by the publicly funded candidate or\ncandidates.In some ways, the burden the Arizona law\nimposes on independent expenditure groups is worse than the burden\nit imposes on privately financed candidates, and thus substantially\nworse than the burden we found constitutionally impermissible inDavis. If a candidate contemplating an electoral run in\nArizona surveys the campaign landscape and decides that the burdens\nimposed by the matching funds regime make a privately funded\ncampaign unattractive, he at least has the option of taking public\nfinancing. Independent expenditure groups, of course, do not.Once the spending cap is reached, an\nindependent expenditure group that wants to support a particular\ncandidate—because of that candidate’s stand on an issue of con-cern\nto the group—can only avoid triggering matching funds in one of two\nways. The group can either opt to change its message from one\naddressing the merits of the candidates to one addressing the\nmerits of an issue, or refrain from speaking altogether. Presenting\nindependent expenditure groups with such a choice makes the\nmatching funds provision particularly burdensome to those groups.\nAnd forcing that choice—trigger matching funds, change your\nmessage, or do not speak—certainly contravenes “the fundamental\nrule of protection under the First Amendment, that a speaker has\nthe autonomy to choose the content of his own message.”Hurleyv.Irish-American Gay, Lesbian and Bisexual\nGroup of Boston, Inc.,515 U. S. 557, 573\n(1995); cf.Citizens United,supra, at ___ (slip\nop., at 24) (“the First Amendment stands against attempts to\ndisfavor certain subjects or viewpoints”);Federal Election\nComm’nv.Wisconsin Right to Life, Inc.,551 U. S. 449, 477, n. 9\n(2007) (opinion of Roberts, C. J.) (the argument that speakers\ncan avoid the burdens of a law “by changing what they say” does not\nmean the law complies with the First Amendment).[Footnote 6]2Arizona, the Clean Elections\nInstitute, and the United States offer several arguments attempting\nto explain away the existence or significance of any burden imposed\nby matching funds. None is persuasive.Arizona contends that the\nmatching funds provision is distinguishable from the law we\ninvalidated inDavis. The State correctly points out that\nour decision inDavisfocused on the asymmetrical\ncontribution limits imposed by the Millionaire’s Amendment. See 554\nU. S., at 729. But that is not because—as the State asserts—the\nreach of that opinion is limited to asymmetrical contribution\nlimits. Brief for State Respondents 26–32. It is because that was\nthe particular burden on candidate speech we faced inDavis. And whatever the significance of the distinction in\ngeneral, there can be no doubt that the burden on speech is\nsignificantly greater in this case than inDavis: That\nmeans that the law here—like the one inDavis—must be\njustified by a compelling state interest.The State argues that the matching funds\nprovision actually results in more speech by “increas[ing] debate\nabout issues of public concern” in Arizona elections and\n“promot[ing] the free and open debate that the First Amendment was\nintended to foster.” Brief for State Respondents 41; see Brief for\nRespondent Clean Elections Institute 55. In the State’s view, this\npromotion of First Amendment ideals offsets any burden the law\nmight impose on some speakers.Not so. Any increase in speech resulting from\nthe Arizona law is of one kind and one kind only—that of publicly\nfinanced candidates. The burden imposed on privately financed\ncandidates and independent expenditure groups reduces their speech;\n“restriction[s] on the amount of money a person or group can spend\non political communication during a campaign necessarily reduces\nthe quantity of expression.”Buckley,424 U. S.,at 19. Thus, even if the matching funds provision did result in\nmore speech by publicly financed candidates and more speech in\ngeneral, it would do so at the expense of impermissibly burdening\n(and thus reducing) the speech of privately financed candidates and\nindependent expenditure groups. This sort of “beggar thy neighbor”\napproach to free speech—“restrict[ing] the speech of some elements\nof our society in order to enhance the relative voice of others”—is\n“wholly foreign to the First Amendment.”Id.,at\n48–49.[Footnote 7]We have rejected government efforts to\nincrease the speech of some at the expense of others outside the\ncampaign finance context. InMiami Herald Publishing Co.v.Tornillo,418 U. S. 241, 244, 258\n(1974), we held unconstitutional a Florida law that required any\nnewspaper assailing a political candidate’s character to allow that\ncandidate to print a reply. We have explained that while the\nstatute in that case “purported to advance free discussion, … its\neffect was to deter newspapers from speaking out in the first\ninstance” because it “penalized the newspaper’s own expression.”Pacific Gas & Elec. Co.v.Public Util. Comm’n of\nCal.,475\nU. S. 1, 10 (1986) (plurality opinion). Such a penalty, we\nconcluded, could not survive First Amendment scrutiny. The Arizona\nlaw imposes a similar penalty: The State grants funds to publicly\nfinanced candidates as a direct result of the speech of privately\nfinanced candidates and independent expenditure groups. The\nargument that this sort of burden promotes free and robust\ndiscussion is no more persuasive here than it was inTornillo.[Footnote\n8]Arizona asserts that no “candidate or\nindependent ex-penditure group is ‘obliged personally to express a\nmessage he disagrees with’ ” or “ ‘required by the\ngovernment to subsidize a message he disagrees with.’ ” Brief\nfor State Respondents 32 (quotingJohannsv.Livestock\nMarketing Assn.,544 U. S. 550, 557\n(2005)). True enough. But that does not mean that the matching\nfunds provision does not burden speech. The direct result of the\nspeech of pri-vately financed candidates and independent\nexpenditure groups is a state-provided monetary subsidy to a\npolitical rival. That cash subsidy, conferred in response to\npolitical speech, penalizes speech to a greater extent and more\ndirectly than the Millionaire’s Amendment inDavis. The\nfact that this may result in more speech by the other candidates is\nno more adequate a justification here than it was inDavis. See 554 U. S., at 741–742.In disagreeing with our conclusion, the\ndissent relies on cases in which we have upheld government\nsubsidies against First Amendment challenge, and asserts that “[w]e\nhave never, not once, understood a viewpoint-neutral subsidy given\nto one speaker to constitute a First Amendment burden on another.”Post, at 16. But none of those cases—not one—involved a\nsubsidy given in direct response to the political speech of\nanother, to allow the recipient to counter that speech. And nothing\nin the analysis we employed in those cases suggests that the\nchallenged subsidies would have survived First Amendment scrutiny\nif they were triggered by someone else’s political speech.[Footnote 9]The State also argues, and the Court of\nAppeals concluded, that any burden on privately financed candidates\nand independent expenditure groups is more analogous to the burden\nplaced on speakers by the disclosure and disclaimer requirements we\nrecently upheld inCitizens Unitedthan to direct\nrestrictions on candidate and independent expenditures.See 611 F. 3d, at 525; Brief for State Respondents 21, 35;\nBrief for Respondent Clean Elections Institute 16–17. This analogy\nis not even close. A political candidate’s disclosure of his\nfunding resources does not result in a cash windfall to his\nopponent, or affect their respective disclosure obligations.The State and the Clean Elections Institute\nassert that the candidates and independent expenditure groups have\nfailed to “cite specific instances in which they decided not to\nraise or spend funds,” Brief for State Respondents 11; seeid., at 11–12, and have “failed to present any reliable\nevidence that Arizona’s triggered matching funds deter their\nspeech,” Brief for Respondent Clean Elections Institute 6; seeid., at 6–8. The record in this case, which we must review\nin its entirety, does not support those assertions. SeeBose\nCorp.v.Consumers Union of United States, Inc.,466 U. S. 485,\n499 (1984).That record contains examples of specific\ncandidates curtailing fundraising efforts, and actively\ndiscouraging supportive independent expenditures, to avoid\ntriggering matching funds. See,e.g.,App. 567 (Rick\nMurphy), 578 (Dean Martin); App. to Pet. for Cert. in No. 10–239,\nat 329 (John McComish), 300 (Tony Bouie). The record also includes\nexamples of independent expenditure groups deciding not to speak in\nopposition to a candidate, App. 569 (Arizona Taxpayers Action\nCommittee), or in support of a candidate,id., at 290\n(Club for Growth), to avoid triggering matching funds. In addition,\nDr. David Primo, an expert involved in the case, “found that\nprivately financed candidates facing the prospect of triggering\nmatching funds changed the timing of their fundraising activities,\nthe timing of their expenditures, and, thus, their overall campaign\nstrategy.” Reply Brief for Petitioner Arizona Free Enterprise\nClub’s (AFEC) Freedom Club PAC et al. 12; see alsoid., at\n11–17 (listing additional sources of evidence detailing the burdens\nimposed by the matching funds provision); Brief for Petitioner\nAFEC’s Freedom Club PAC et al. 14–21 (AFEC Brief) (same);\nBrief for Petitioner McComish et al. 30–37 (same).The State contends that if the matching funds\nprovision truly burdened the speech of privately financed\ncandidates and independent expenditure groups, spending on behalf\nof privately financed candidates would cluster just below the\ntriggering level, but no such phenomenon has been observed. Brief\nfor State Respondents 39; Brief for Respondent Clean Elections\nInstitute 18–19. That should come as no surprise. The hypothesis\npresupposes a privately funded candidate who would spend his own\nmoney just up to the matching funds threshold, when he could have\nsimply taken matching funds in the first place.Furthermore, the Arizona law takes into\naccount all manner of uncoordinated political activity in awarding\nmatching funds. If a privately funded candidate wanted to hover\njust below the triggering level, he would have to make guesses\nabout how much he will receive in the form of contributions and\nsupportive independent expenditures. He might well guess wrong.In addition, some candidates may be willing to\nbear the burden of spending above the cap. That a candidate is\nwilling to do so does not make the law any less burdensome. SeeDavis, 554 U. S., at 739 (that candidates may choose to\nmake “personal expenditures to support their campaigns” despite the\nburdens imposed by the Millionaire’s Amendment does not change the\nfact that “they must shoulder a special and potentially significant\nburden if they make that choice”). If the State made privately\nfunded candidates pay a $500 fine to run as such, the fact that\ncandidates might choose to pay it does not make the fine any less\nburdensome.While there is evidence to support the\ncontention of the candidates and independent expenditure groups\nthat the matching funds provision burdens their speech, “it is\nnever easy to prove a negative”—here, that candidates and groups\ndid not speak or limited their speech because of the Arizona law.Elkinsv.United States,364 U. S. 206, 218\n(1960). In any event, the burden imposed by the matching funds\nprovision is evident and inherent in the choice that confronts\nprivately financed candidates and independent expenditure groups.\nCf.Davis, 554 U. S., at 738–740. Indeed even candidates\nwho sign up for public funding recognize the burden matching funds\nimpose on private speech, stating that they participate in the\nprogram because “matching funds … discourage[ ] opponents,\nspecial interest groups, and lobbyists from campaigning against”\nthem. GAO, Campaign Finance Reform: Experiences of Two States that\nOffered Full Public Funding for Political Candidates 27\n(GAO–10–390, 2010). As inDavis, we do not need empirical\nevidence to determine that the law at issue is burdensome. See 554\nU. S., at 738–740 (requiring no evidence of a burden\nwhatsoever).It is clear not only to us but to every other\ncourt to have considered the question afterDavisthat a\ncandidate or independent group might not spend money if the direct\nresult of that spending is additional funding to political\nadversaries. See,e.g.,Green Party of Conn., 616\nF. 3d, at 242 (matching funds impose “a substantial burden on\nthe exercise of First Amendment rights” (internal quotation marks\nomitted));McComishv.Bennett, 611 F. 3d,\nat 524 (matching funds create “potential chilling effects” and\n“impose some First Amendment burden”);Scottv.Roberts, 612 F. 3d 1279, 1290 (CA11 2010) (“we think\nit is obvious that the [matching funds] subsidy imposes a burden on\n[privately financed] candidates”);id.,at 1291 (“we know\nof no court that doubts that a [matching funds] subsidy like the\none at issue here burdens” the speech of privately financed\ncandidates); see alsoDayv.Holahan, 34\nF. 3d 1356, 1360 (CA8 1994) (it is “clear” that matching funds\nprovisions infringe on “protected speech because of the chilling\neffect” they have “on the political speech of the person or group\nmaking the [triggering] expenditure” (cited inDavis,supra,at 739)). The dissent’s disagreement is little more\nthan disagreement withDavis.The State correctly asserts that the\ncandidates and independent expenditure groups “do not … claim that\na single lump sum payment to publicly funded candidates,”\nequivalent to the maximum amount of state financing that a\ncandidate can obtain through matching funds, would impermissibly\nburden their speech. Brief for State Respondents 56; see Tr. of\nOral Arg. 5. The State reasons that if providing all the money up\nfront would not burden speech, providing it piecemeal does not do\nso either. And the State further argues that such incremental\nadministration is necessary to ensure that public funding is not\nunder- or over-distributed. See Brief for State Respondents\n56–57.These arguments miss the point. It is not the\namount of funding that the State provides to publicly financed\ncandidates that is constitutionally problematic in this case. It is\nthe manner in which that funding is provided—in direct response to\nthe political speech of privately financed candidates and\nindependent expenditure groups. And the fact that the State’s\nmatching mechanism may be more efficient than other\nalternatives—that it may help the State in “finding the sweet-spot”\nor “fine-tuning” its financing system to avoid a drain on public\nresources,post, at 26 (Kagan, J., dissenting)—is of no\nmoment; “the First Amendment does not permit the State to sacrifice\nspeech for efficiency.”Rileyv.National Federation\nof Blind of N. C., Inc.,487 U. S. 781, 795\n(1988).The United States asamicuscontends\nthat “[p]roviding additional funds to petitioners’ opponents does\nnot make petitioners’ own speech any less effective” and thus does\nnot substantially burden speech. Brief for United States 27. Of\ncourse it does. One does not have to subscribe to the view that\nelectoral debate is zero sum, see AFEC Brief 30, to see the flaws\nin the United States’ perspective. All else being equal, an\nadvertisement supporting the election of a candidate that goes\nwithout a response is often more effective than an advertisement\nthat is directly controverted. And even if the publicly funded\ncandidate decides to use his new money to address a different issue\naltogether, the end goal of that spending is to claim electoral\nvictory over the opponent that triggered the additional state\nfunding. SeeDavis, 554 U. S., at 736.BBecause the Arizona matching\nfunds provision imposes a substantial burden on the speech of\nprivately financed candidates and independent expenditure groups,\n“that pro-vision cannot stand unless it is ‘justified by a\ncompelling state interest,’ ”id., at 740 (quotingMassachusetts Citizens for Life, 479 U. S., at 256).There is a debate between the\nparties in this case as to what state interest is served by the\nmatching funds provision. The privately financed candidates and\nindependent expenditure groups contend that the provision works to\n“level[ ] electoral opportunities” by equalizing candidate\n“resources and influence.” Brief for Petitioner McComish\net al. 64; see AFEC Brief 23. The State and the Clean\nElections Institute counter that the provision “furthers Arizona’s\ninterest in preventing corruption and the appearance of\ncorruption.” Brief for State Respondents 42; Brief for Respondent\nClean Elections Institute 47.1There is ample support for the\nargument that the matching funds provision seeks to “level the\nplaying field” in terms of candidate resources. The clearest\nevidence is of course the very operation of the provision: It\nensures that campaign funding is equal, up to three times the\ninitial public funding allotment. The text of the Citizens Clean\nElections Act itself confirms this purpose. The sta-tutory\nprovision setting up the matching funds regime is titled “Equal\nfunding of candidates.” Ariz. Rev. Stat. Ann. §16–952 (West Supp.\n2010). The Act refers to the funds doled out after the Act’s\nmatching mechanism is triggered as “equalizing funds.” See\n§§16–952(C)(4), (5). And the regulations implementing the matching\nfunds provision refer to those funds as “equalizing funds” as well.\nSee Citizens Clean Elections Commission, Ariz. Admin. Rule\nR2–20–113.Other features of the Arizona law\nreinforce this understanding of the matching funds provision. If\nthe Citizens Clean Election Commission cannot provide publicly\nfinanced candidates with the moneys that the matching funds\nprovision envisions because of a shortage of funds, the statute\nallows a publicly financed candidate to “accept private\ncontributions to bring the total monies received by the candidate”\nup to the matching funds amount. Ariz. Rev. Stat. Ann. §16–954(F)\n(West 2006). Limiting contributions, of course, is the primary\nmeans we have upheld to combat corruption.Buckley, 424 U.\nS., at 23–35, 46–47. Indeed the State argues that one of the\nprincipal ways that the matching funds provision combats corruption\nis by eliminating the possibility of anyquid pro quobetween private interests and publicly funded candidates by\neliminating contributions to those candidates altogether. See Brief\nfor State Respondents 45–46. But when confronted with a choice\nbetween fighting corruption and equalizing speech, the drafters of\nthe matching funds provision chose the latter. That significantly\nundermines any notion that the “Equal funding of candidates”\nprovision is meant to serve some interest other than an interest in\nequalizing funds.[Footnote\n10]We have repeatedly rejected the argument that\nthe government has a compelling state interest in “leveling the\nplaying field” that can justify undue burdens on political speech.\nSee,e.g.,Citizens United, 558 U. S., at ___\n(slip op., at 34). InDavis, we stated that discriminatory\ncontribution limits meant to “level electoral opportunities for\ncandidates of different personal wealth” did not serve “a\nlegitimate government objective,” let alone a compelling one. 554\nU. S., at 741 (internal quotation marks omitted). And inBuckley, we held that limits on overall campaign\nexpenditures could not be justified by a purported govern-ment\n“interest in equalizing the financial resources of candidates.” 424\nU. S., at 56; seeid., at 56–57. After all, equalizing\ncampaign resources “might serve not to equalize the opportunities\nof all candidates, but to handicap a candidate who lacked\nsubstantial name recognition or exposure of his views before the\nstart of the campaign.”Id., at 57.“Leveling electoral opportunities means making\nand implementing judgments about which strengths should be\npermitted to contribute to the outcome of an election,”Davis,supra, at 742—a dangerous enterprise and\none that cannot justify burdening protected speech. The dissent\nessentially dismisses this concern, seepost, at 27–29,\nbut it needs to be taken seriously; we have, as noted, held that it\nis not legitimate for the government to attempt to equalize\nelectoral opportunities in this manner. And such basic intrusion by\nthe government into the debate over who should govern goes to the\nheart of First Amendment values.“Leveling the playing field” can sound like a\ngood thing. But in a democracy, campaigning for office is not a\ngame. It is a critically important form of speech. The First\nAmendment embodies our choice as a Nation that, when it comes to\nsuch speech, the guiding principle is freedom—the “unfettered\ninterchange of ideas”—not whatever the State may view as fair.Buckley,supra, at 14 (internal quotation marks\nomitted).2As already noted, the State and\nthe Clean Elections Institute disavow any interest in “leveling the\nplaying field.” They instead assert that the “Equal funding of\ncandidates” provision, Ariz. Rev. Stat. Ann. §16–952 (West Supp.\n2010), serves the State’s compelling interest in combating\ncorruption and the appearance of corruption. See,e.g.,Davis,supra, at 740;Wisconsin Right to\nLife, 551 U. S., at 478–479 (opinion of Roberts, C. J.).\nBut even if the ultimate objective of the matching funds provision\nis to combat corruption—and not “level the playing field”—the\nburdens that the matching funds provision imposes on protected\npolitical speech are not justified.Burdening a candidate’s\nexpenditure of his own funds on his own campaign does not further\nthe State’s anticorruption interest. Indeed, we have said that\n“reliance on personal fundsreducesthe threat of\ncorruption” and that “discouraging [the] use of personal\nfunds[ ] disserves the anticorruption interest.”Davis,supra, at 740–741. That is because “the\nuse of personal funds reduces the candidate’s dependence on outside\ncontributions and thereby counteracts the coercive pressures and\nattendant risks of abuse” of money in politics.Buckley,supra, at 53. The matching funds provision counts a\ncandidate’s expenditures of his own money on his own campaign as\ncontributions, and to that extent cannot be supported by any\nanticorruption interest.We have also held that “independent\nexpenditures … do not give rise to corruption or the appearance of\ncorruption.”Citizens United, 558 U. S., at ___ (slip op.,\nat 42). “By definition, an independent expenditure is political\nspeech presented to the electorate that is not coordi- nated with a\ncandidate.”Id.,at ___ (slip op., at 44). The\ncandidate-funding circuit is broken. The separation between\ncandidates and independent expenditure groups negates the\npossibility that independent expenditures will result in the sort\nofquid pro quocorruption with which our case law is\nconcerned. Seeid.,at ___–___ (slip op., at 42–45); cf.Buckley, 424 U. S., at 46. Including independent\nexpenditures in the matching funds provision cannot be supported by\nany anticorruption interest.We have observed in the past that “[t]he\ninterest in alleviating the corrupting influence of large\ncontributions is served by … contribution limitations.”Id., at 55. Arizona already has some of the most austere\ncontribution limits in the United States. SeeRandallv.Sorrell,548 U. S. 230, 250–251\n(2006) (plurality opinion). Contributions to statewide candidates\nare limited to $840 per contributor per election cycle and\ncontributions to legislative candidates are limited to $410 per\ncontributor per election cycle. See Ariz. Rev. Stat. Ann.\n§§16–905(A)(1), 941(B)(1); Ariz. Dept. of State, Office of the\nSecretary of State, 2009–2010 Contribution Limits, seesupra, at 4. Arizona also has stringent fundraising\ndisclosure requirements. In the face of such ascetic contribution\nlimits, strict disclosure requirements, and the general\navailability of public funding, it is hard to imagine what marginal\ncorruption deterrence could be generated by the matching funds\nprovision.Perhaps recognizing that the burdens the\nmatching funds provision places on speech cannot be justified in\nand of themselves, either as a means of leveling the playing field\nor directly fighting corruption, the State and the Clean Elections\nInstitute offer another argument: They contend that the provision\nindirectly serves the anticorruption interest, by ensuring that\nenough candidates participate in the State’s public funding system,\nwhich in turn helps combat corruption.[Footnote 11] See Brief for State Respondents 46–47;\nBrief for Respondent Clean Elections Institute 47–49. We have said\nthat a voluntary system of “public financing as a means of\neliminating the improper influence of large private contributions\nfurthers a significant governmental interest.”Buckley,supra,at 96. But the fact that burdening constitutionally\nprotected speech might indirectly serve the State’s anticorruption\ninterest, by encouraging candidates to take public financing, does\nnot establish the constitutionality of the matching funds\nprovision.We have explained that the matching funds\nprovision substantially burdens the speech of privately financed\ncandidates and independent groups. It does so to an even greater\nextent than the law we invalidated inDavis. We have\nexplained that those burdens cannot be justified by a desire to\n“level the playing field.” We have also explained that much of the\nspeech burdened by the matching funds provision does not, under our\nprecedents, pose a danger of corruption. In light of the foregoing\nanalysis, the fact that the State may feel that the matching funds\nprovision is necessary to allow it to “find[ ] the sweet-spot”\nand “fine-tun[e]” its public funding system,post, at 26\n(Kagan, J., dissenting), to achieve its desired level of\nparticipation without an undue drain on public resources, is not a\nsufficient justification for the burden.The flaw in the State’s argument is apparent\nin what its reasoning would allow. By the State’s logic it could\ngrant a publicly funded candidate five dollars in matching funds\nfor every dollar his privately financed opponent spent, or force\ncandidates who wish to run on private funds to pay a $10,000 fine\nin order to encourage participation in the public funding regime.\nSuch measures might well promote participation in public financing,\nbut would clearly suppress or unacceptably alter political speech.\nHow the State chooses to encourage participation in its public\nfunding system matters, and we have never held that a State may\nburden political speech—to the extent the matching funds provision\ndoes—to ensure adequate participation in a public funding system.\nHere the State’s chosen method is unduly burdensome and not\nsufficiently justified to survive First Amendment scrutiny.IIIWe do not today call into\nquestion the wisdom of public financing as a means of funding\npolitical candidacy. That is not our business. But determining\nwhether laws governing campaign finance violate the First Amendment\nis very much our business. In carrying out that responsibility over\nthe past 35 years, we have upheld some restrictions on speech and\nstruck down others. See,e.g.,Buckley,supra,at 35–38, 51–54 (upholding contribution limits and\nstriking down expenditure limits);Colorado I, 518 U. S.,\nat 608 (opinion of Breyer, J.) (invalidating ban on independent\nexpenditures for electioneering communication);Colorado\nII, 533 U. S., at 437 (upholding caps on coordinated party\nexpenditures);Davis, 554 U. S., at 736 (invalidating\nasymmetrical contribution limits triggered by candidate\nspending).We have said that governments\n“may engage in public financing of election campaigns” and that\ndoing so can further “significant governmental interest[s],” such\nas the state interest in preventing corruption.Buckley,\n424 U. S., at 57, n. 65, 92–93, 96. But the goal of creating a\nviable public financing scheme can only be pursued in a manner\nconsistent with the First Amendment. The dissent criticizes the\nCourt for standing in the way of what the people of Arizona want.Post, at 2–3, 31–32. But the whole point of the First\nAmendment is to protect speakers against unjustified government\nrestrictions on speech, even when those restrictions reflect the\nwill of the majority. When it comes to protected speech, the\nspeaker is sovereign.Arizona’s program gives money to a candidate\nin direct response to the campaign speech of an opposing candidate\nor an independent group. It does this when the opposing candidate\nhas chosen not to accept public financing, and has engaged in\npolitical speech above a level set by the State. The professed\npurpose of the state law is to cause a sufficient number of\ncandidates to sign up for public financing, seepost, at\n5, which subjects them to the various restrictions on speech that\ngo along with that program. This goes too far; Arizona’s matching\nfunds provision substantially burdens the speech of privately\nfinanced candidates and independent expenditure groups without\nserving a compelling state interest.“[T]here is practically universal agreement\nthat a major purpose of” the First Amendment “was to protect the\nfree discussion of governmental affairs,” “includ[ing] discussions\nof candidates.”Buckley, 424 U. S., at 14 (internal\nquotation marks omitted; second alteration in original). That\nagreement “reflects our ‘profound national commitment to the\nprinciple that debate on public issues should be uninhibited,\nrobust, and wide-open.’ ”Ibid.(quotingNew York\nTimes Co.v.Sullivan,376 U. S. 254, 270\n(1964)). True when we said it and true today. Laws like Arizona’s\nmatching funds provision that inhibit robust and wide-open\npolitical debate without sufficient justification cannot stand.The judgment of the Court of Appeals for the\nNinth Circuit is reversed.It is so ordered.Footnote 1The number of qualifying contributions ranges\nfrom 200 for a candidate for the state legislature to 4,000 for a\ncandidate for Governor. Ariz. Rev. Stat. Ann. §16–950(D) (West\nSupp. 2010).Footnote 2Publicly financed candidates who run\nunopposed, or who run as the representative of a party that does\nnot have a primary, may receive less funding than candidates\nrunning in contested elections. See §§16–951(A)(2)–(3) and (D)\n(West 2006).Footnote 3Maine and North Carolina have both passed\nmatching funds statutes that resemble Arizona’s law. See Me. Rev.\nStat. Ann., Tit. 21–A, §§1125(8), (9) (2008); N. C. Gen. Stat.\nAnn. §163–278.67 (Lexis 2009). Minnesota, Connecticut, and Florida\nhave also adopted matching funds provisions, but courts have\nenjoined the enforcement of those schemes after concluding that\ntheir operation violates the First Amendment. SeeDayv.Holahan, 34 F. 3d 1356, 1362 (CA8 1994);Green\nParty of Conn.v.Garfield, 616 F. 3d 213, 242\n(CA2 2010);Scottv.Roberts, 612 F. 3d\n1279, 1297–1298 (CA11 2010).Footnote 4Judge Bea dissented from the stay of the\nDistrict Court’s injunction, stating that the Arizona public\nfinancing system unconstitutionally prefers publicly financed\ncandidates and that under the matching funds scheme “it makes no\nmore sense for [a privately financed candidate or independent\nexpenditure group] to spend money now than for a poker player to\nmake a bet if he knows the house is going to match his bet for his\nopponent.” App. to Pet. for Cert. in No. 10–239, p. 87; seeid., at 89.Footnote 5One judge concurred, relying primarily on his\nview that “the Arizona public financing scheme imposes no\nlimitations whatsoever on a candidate’s speech.” 611 F. 3d, at\n527 (Kleinfeld, J.).Footnote 6The dissent sees “chutzpah” in\ncandidates exercising their right not to participate in the public\nfinancing scheme, while objecting that the system violates their\nFirst Amendment rights. Seepost, at 12 (opinion of Kagan,\nJ.). The charge is unjustified, but, in any event, it certainly\ncannot be leveled against the independent expenditure groups. The\ndissent barely mentions such groups in its analysis, and fails to\naddress not only the distinctive burdens imposed on these groups—as\nset forth above—but also the way in which privately financed\ncandidates are particularly burdened when matching funds are\ntriggered by independent group speech.Footnote 7The dissent also repeatedly\nargues that the Arizona matching funds regime results in\n“morepolitical speech,”post, at 9 (emphasis in\noriginal); seepost, at 2, 10, 13, 16, 32, but—given the\nlogic of the dissent’s position—that is only as a step tolessspeech. If the matching funds provision achieves its\nprofessed goal and causes candidates to switch to public financing,post, at 25, 30, there will be less speech: no spending\nabove the initial state-set amount by formerly privately financed\ncandidates, and no associated matching funds for anyone. Not only\nthat, the level of speech will depend on the State’s judgment of\nthe desirable amount, an amount tethered to available (and often\nscarce) state resources.Footnote 8Along the same lines, we have invalidated\ngovernment mandates that a speaker “help disseminate hostile views”\nopposing that speaker’s message.Pacific Gas & Elec.\nCo.v.Public Util. Comm’n of Cal.,475 U. S. 1, 14 (1986) (plurality\nopinion). InPacific Gas, we found a public utility\ncommission order forcing a utility company to disseminate in its\nbilling envelopes views that the company opposed ran afoul of the\nFirst Amendment. That case is of course distinguishable from the\ninstant case on its facts, but the central concern—that an\nindividual should not be compelled to “help disseminate hostile\nviews”—is implicated here as well.Ibid.If a candidate\nuses his own money to engage in speech above the initial public\nfunding threshold, he is forced to “help disseminate hostile views”\nin a most direct way—his own speech triggers the release of state\nmoney to his opponent.Footnote 9The dissent citesBuckleyin\nresponse, seepost, at 12, n. 3, but the funding inBuckleywas of course not triggered by the speech of a\npublicly funded candidate’s political opponent, or the speech of\nanyone else for that matter. See 424 U. S., at 91–95. Whether\nArizona’s matching funds provision comports with the First\nAmendment is not simply a question of whether the State can give a\nsubsidy to a candidate to fund that candidate’s election, but\nwhether that subsidy can be triggered by the speech of another\ncandidate or independent group.Footnote 10Prior to oral argument in this case, the\nCitizens Clean Elections Commission’s Web site stated that\n“ ‘The Citizens Clean Elections Act was passed by the people\nof Arizona in 1998 to level the playing field when it comes to\nrunning for office.’ ” AFEC Brief 10, n. 3 (quoting\nhttp://www.azcleanelections.gov/about-us/get-involved.aspx); Tr. of\nOral Arg. 48. The Web site now says that “The Citizens Clean\nElections Act was passed by the people of Arizona in 1998 to\nrestore citizen participation and confidence in our political\nsystem.”Footnote 11The State claims that the Citizens Clean\nElections Act was passed in response to rampant corruption in\nArizona politics—elected officials “literally taking duffle bags\nfull of cash in exchange for sponsoring legislation.” Brief for\nState Respondents 45. That may be. But, as the candidates and\nindependent expenditure groups point out, the corruption that\nplagued Arizona politics is largely unaddressed by the matching\nfunds regime. AFEC Brief 11, n. 4. Public financing does\nnothing to prevent politicians from accepting bribes in exchange\nfor their votes.",
    "joined": []
}