{
    "case": {
        "docket": "9",
        "citation": "552",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/552/9/"
    },
    "id": "1962529",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTCSX TRANSP., INC. V. GEORGIA STATE BD. OFEQUALIZATION552 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-1287CSX TRANSPORTATION, INC., PETITIONERv.GEORGIA STATE BOARD OF EQUALIZATION et al.on writ of certiorari to the united states court of\nappeals for the eleventh circuit[December 4, 2007]Chief Justice Roberts delivered\nthe opinion of the Court.The Railroad Revitalization and\nRegulatory Reform Act prohibits States from discriminating against\nrailroads by taxing railroad property more heavily than other\ncommercial property in the State. Two decades ago, we held that\nthis statute permits an aggrieved railroad to challenge a State’s\nvaluation of its property for tax purposes.Burlington Northern\nR. Co.v.Oklahoma Tax Comm’n,481 U. S. 454, 462\n(1987). Because the railroad in that case challenged only the\nState’sapplicationof its valuation methods, we expressly\nreserved the question whether a railroad may challenge the State’s\nmethods themselves. We answer that question today, and hold that\nrailroads may challenge state methods for determining the value of\nrailroad property, as well as how those methods are applied. The\nstatute provides for nothing less.ICongress enacted the Railroad\nRevitalization and Regulatory Reform Act in 1976. 90 Stat.\n31.[Footnote 1] Called the “4–R\nAct” for brevity, the law aimed to halt the economic decline of the\nrail industry by, among other means, barring “discriminatory state\ntaxation of railroad property.”Burlington Northern,supra, at 457; see alsoDepartment of Revenue of\nOre.v.ACF Industries, Inc.,510 U. S. 332, 336 (1994). The 4–R Act\nprohibits four separate forms of discriminatory state taxation of\nrailroads.[Footnote 2] Only the\nfirst is at issue here: States, the Act provides, may not “[a]ssess\nrail transportation property at a value that has a higher ratio to\nthe [property’s] true market value . . . than the ratio” between\nthe assessed and true market values of other commercial and\nindustrial property in the same taxing jurisdiction. 49 U.\nS. C. §11501(b)(1). If the railroad ratio exceeds the ratio\nfor other property by at least five percent, the district court may\nenjoin the tax. §11501(c).[Footnote\n3]Petitioner CSX Transportation,\nInc., is a freight rail carrier with multiple routes across the\nState of Georgia. As a consequence, it is subject to Georgia’s ad\nvalorem tax on real property. Under Georgia law, most commercial\nand industrial property is valued locally by county boards. Public\nutilities such as railroads, however, are initially valued by the\nState, which then certifies the proposed valuations to the county\nboards for adoption or alteration. In 2001, Georgia’s State Board\nof Equalization, a respondent here, put CSX’s ad valorem tax\nliability at $4.6 million. A year later, the State’s appraiser used\na different combination of methodologies to determine the market\nvalue of CSX’s in-state property.[Footnote 4] The result was a significantly higher tax\nlevy. The State estimated the railroad’s 2002 market value at\napproximately $7.8 billion, 472 F. 3d 1281, 1285 (CA11 2006),\na 47 percent increase over the previous year. That brought the\nassessed value of CSX’s Georgia property to $514.9 million, for a\nfinal property tax bill of $6.5 million. Brief for Petitioner\n15.CSX filed suit in the United States District\nCourt for the Northern District of Georgia, contending that the\nState’s 2002 tax assessment violated the 4–R Act. The railroad\nalleged that Georgia had grossly overestimated the market value of\nits in-state property while accurately valuing other commercial and\nindustrial property in the State. The result, according to CSX, was\nthat its rail property was taxed at a ratio of assessed-to-market\nvalue considerably more than 5 percent greater than the same ratio\nfor the other property in the State.To make its case, CSX submitted the testimony\nof its own expert appraiser, who relied on a combination of\nvaluation methods different from those used by the appraiser for\nGeorgia. The CSX appraiser calculated the 2002 market value of the\nrailroad’s property to be $6 billion, not the $7.8 billion figure\nused by the State. 472 F. 3d, at 1285–1286. CSX maintained\nthat the state appraiser’s valuation methodologies were flawed, and\nurged the District Court to accept the market value estimated by\nits expert as more accurate.The District Court refused to do so. Following\na bench trial, the court ruled Georgia had not discriminated\nagainst CSX in violation of the 4–R Act because the State had used\nwidely accepted valuation methods to arrive at its estimate of true\nmarket value. 448 F. Supp. 2d 1330, 1341 (ND Ga. 2005). In the\njudgment of the District Court, the Act “does not generally allow a\nrailroad to challenge the state’s chosen methodology,” as long as\nthe State’s methods are rational and not motivated by\ndiscriminatory intent.Ibid.A divided panel of the Court of Appeals for\nthe Eleventh Circuit affirmed. 472 F. 3d 1281 (2006). The\nmajority reasoned that the “text of the Act does not clearly state\nthat railroads may challenge valuation methodologies,” and that\nsuch a clear statement was required in light of the intrusion on\nstate taxing prerogatives.Id., at 1289. Judge Fay\ndissented.Id., at 1292. Recognizing the division on this\nquestion among the Circuits, compareConsolidated Rail\nCorp.v.Hyde Park, 47 F. 3d 473, 481–482 (CA2 1995)\n(a railroad may challenge a State’s valuation methodology), andBurlington Northern R. Co.v.Department of\nRevenue of Wash., 23 F. 3d 239, 240–241 (CA9 1994) (same),\nwithChesapeake Western Ry.v.Forst, 938 F. 2d\n528, 531 (CA4 1991) (a railroad may not challenge a State’s\nvaluation methodology), and 472 F. 3d, at 1289 (decision\nbelow), we granted certiorari, 550 U. S. ___ (2007), and now\nreverse.II“[T]he language of §1150[1]\nplainly declares the congressional purpose.”Burlington\nNorthern, 481 U. S., at 461. States may not tax railroad\nproperty at a ratio of assessed-to-true-market value higher than\nthe ratio for other commercial and industrial property in the same\njurisdiction. In order to apply the Act, district courts must\ncalculate the true market value of in-state railroad property. A\ncourt cannot undertake the comparison of ratios the statute\nrequires without that figure at hand. We said as much inBurlington Northern: “It is clear from [the Act’s]\nlanguage that in order to compare the actual assessment ratios, it\nis necessary to determine what the ‘true market values’ are.”Ibid.We do not see how a court can go\nabout determining true market value if it may not look behind the\nState’s choice of valuation methods. Georgia insists there is a\nclear and important distinction between valuation methodologies and\ntheir application. As the State would have it, the statute allows\ncourts to question only the latter. We find no distinction between\nmethod and application in the language of the Act, and see no\npassage limiting district court factfinding in the manner the State\nproposes. The total lack of textual support for Georgia’s position\nis not surprising. The dichotomy the State presses would eviscerate\nthe statute by forcing courts to defer to the valuation estimate of\nthe State, when discriminatory taxation by States was the very evil\nthe Act aimed to ban.Georgia’s position is untenable given the way\nmarket value is calculated. Valuation is not a matter of\nmathematics, as if the district court could prevent discriminatory\ntaxation simply by doublechecking the State’s assessment equations.\nRather, the calculation of true market value is an applied science,\neven a craft. Most appraisers estimate market value by employing\nnot one methodology but a combination. These various methods\ngenerate a range of possible market values which the appraiser uses\nto derive what he considers to be an accurate estimate of market\nvalue, based on careful scrutiny of all the data available.\nAppraisal Institute, The Appraisal of Real Estate 49 (12th ed.\n2001).Georgia’s appraiser in the instant case, for\nexample, used three different valuation techniques—the discounted\ncashflow approach, a market multiple approach, and a stock and debt\napproach. He derived five values from these three methods, ranging\nfrom $8.126 billion to $12.346 billion. After selecting a number at\nthe low end of the range and then subtracting another $400 million\nto account for intangible property not subject to ad valorem\ntaxation, he settled on $7.8 billion as his final estimate of the\ntrue market value. 472 F. 3d, at 1284–1285.Appraisers typically employ a combination of\nmethods because no one approach is entirely accurate, at least in\nthe absence of an established market for the type of property at\nissue. The individual methods yield sometimes more, sometimes less\nreliable results depending on the peculiar features of the property\nevaluated. As the variation in the state appraiser’s market-value\nrange reveals, different methods can produce substantially\ndifferent estimates. W. Kinnard, Income Property Valuation:\nPrinciples and Techniques of Appraising Income-Producing Real\nEstate 52 (1971).Given the extent to which the chosen methods\ncan affect the determination of value, preventing courts from\nscrutinizing state valuation methodologies would render §11501 a\nlargely empty command. It would force district courts to accept as\n“true” the market value estimated by the State, one of the parties\nto the litigation. States, in turn, would be free to employ\nappraisal techniques that routinely overestimate the market worth\nof railroad assets. By then levying taxes based on those\noverestimates, States could implement the very discriminatory\ntaxation Congress sought to eradicate. On Georgia’s reading of the\nstatute, courts would be powerless to stop them, and the Act would\nultimately guarantee railroads nothing more than mathematically\naccurate discriminatory taxation. We do not find this\ninterpretation compelling. Instead, we agree with Judge Fay in\ndissent below: “Since the objective of any methodology is a\ndetermination oftrue market value, a railroad should be\nallowed to challenge the method[s] used [by the State] in an\nattempt to prove that the result … was not thetrue market\nvalueof its property.” 472 F. 3d, at 1294.The State agrees that it may not be possible\nto fix true market value with any precision. But it draws a\ndifferent conclusion from this premise. Because any number of\nestimates are plausible, Georgia argues, the court is as likely to\nget an accurate result by verifying the application of the State’s\nmethods—so long as they are broadly reasonable—as it is by\nemploying another method altogether. The State warns that allowing\nrailroads to introduce their own valuation estimates based on\ndifferent methodologies will inevitably lead to a futile clash of\nexperts, which courts will have no reasonable way to settle. At\nleast one of the Courts of Appeals shares this concern. SeeChesapeake Western, 938 F. 2d, at 532 (“There is no\nabsolute way to test the assertions of competing valuations . . .”\n(internal quotation marks and brackets omitted)).Congress was not similarly troubled. It\ndirected courts to find true market value, however elusive. It made\nthat value the objective benchmark for courts’ evaluation of state\ntaxes on railroad property. True market value may well not be a\nsingle, precise number, but Congress obviously believed it was\nsusceptible to judicial inquiry and that some approximations were\nbetter than others.Georgia’s grim prophecies notwithstanding, the\ninquiry the statute mandates is not unfamiliar to courts. Valuation\nof property, though admittedly complex, is at bottom just “an issue\nof fact about possible market prices,”Suitumv.Tahoe\nRegional Planning Agency,520 U. S. 725, 741\n(1997), an issue district courts are used to addressing. Railroad\nproperty is not frequently sold, but “determinations of market\nvalue are routinely made in judicial proceedings without the\nbenefit of a market transaction.”Id., at 742. The\nDistrict Court in this case made clear that it knew how to find\ntrue market value: “In a more typical case, the court would look at\nboth [the railroad expert’s] appraisal and [the State’s] appraisal\nto determine the true market value of [the railroad].” 448\nF. Supp. 2d, at 1338, n. 8. It refused to do so not\nbecause true market value is inherently elusive, but because it\nbelieved the Act did not allow it to question the State’s\nmethods.In light of the statute’s directive making\ntrue market value a factual question to be determined by the\ndistrict court, what Georgia is really asking for is a limitation\non the types of evidence courts may consider as part of their\nfactual inquiry. If Congress had wanted to impose such a limit by\nreserving to States the prerogative of selecting which valuation\nmethods may be used, it surely could have done so. Out of deference\nto the States, for example, §11501(c) provides that “[t]he burden\nof proof in determining . . . true market value [shall be] governed\nby State law.” Congress could easily have included similar language\ninsulating the State’s chosen methodologies from judicial scrutiny.\nIt did not. Like Oklahoma’s argument inBurlington\nNorthern, Georgia’s position in this case ultimately “depends\nupon the addition of words to a statutory provision which is\ncomplete as it stands.” 481 U. S.em>., at 463. We decline to\nfind distinctions in the statute where they do not exist,\nespecially where, as here, those distinctions would thwart the\nlaw’s operation.IIIConsidering the clarity of the\nstatute, we are tempted to leave the discussion at that. “When we\nfind the terms of a statue unambiguous, judicial inquiry is\ncomplete . . . .”Rubinv.United States,449 U. S. 424,\n430 (1981). Georgia, however, lodges two objections to our\ninterpretation, each of which merits a reply. First, the State\nargues that any interpretation of the Act allowing courts to\nquestion state valuation methods ignores the background principles\nof federalism against which the statute was enacted. The majority\nbelow expressed a similar concern. “The selection of a valuation\nmethodology,” it ruled, “is part of th[e] fundamental power of a\nstate [to tax],” 472 F. 3d, at 1288, and should not be limited\nabsent a clear statement from Congress. We have long held that the\nmeans States adopt to collect their taxes “should be interfered\nwith as little as possible.”Dowsv.Chicago, 11\nWall. 108, 110 (1871). But we are persuaded that allowing railroads\nto challenge a State’s valuation methodologies has been clearly\nauthorized by the terms of the 4–R Act.As an initial matter, we question\nGeorgia’s contention that its selection of valuation methodologies\nis an important state policy choice intimately connected to its tax\npower. Georgia does not prescribe any particular methodology as a\nmatter of state law. Its appraisers use different methodologies in\ndifferent combinations, as they see fit. See 472 F. 3d, at\n1284–1285 (explaining that the state appraiser employed multiple\nmethods and selected a value according to his best judgment). This\nsuit, in fact, is the result of an individual appraiser’s decision\nto employ a different combination of assessment techniques than\nthat used by his immediate predecessors. The methods he selected\nwere his choice, not the dictate of any state statute or\nregulation.Ibid.But even if important questions of state\npolicy are, as the Eleventh Circuit believed, “intertwined with the\nselection of a valuation methodology,”id., at 1288,\njudicial scrutiny of those methodologies is authorized by the 4–R\nAct’s clear command to find true market value. As we explained\nabove, the power to calculate true market value necessarily\nincludes the power to look behind a State’s valuation methods. That\nthe statute should vest this authority in the Nation’s courts is\nhardly surprising, given Congress’s conclusion that the States were\nassessing railroad property unfairly.Our decision inDepartment of Revenue of\nOre.v.ACF Industries, Inc.,510 U. S. 332(1994), is not to the\ncontrary. That case concerned a different provision of the 4–R\nAct—namely, the command in §11501(b)(4) preventing a State from\n“[i]mpos[ing] another tax that discriminates against a rail carrier\nproviding transportation” in the taxing jurisdiction. This bar on\nfacially discriminatory taxes, we held, did not prevent a State\nfrom exempting certain nonrailroad property from otherwise\ngenerally applicable ad valorem taxes.ACF Industries, 510\nU. S., at 343. At the time the 4–R Act was adopted, a majority of\nStates exempted one or more classes of business property from ad\nvalorem taxation, “including business inventories, raw materials\nused in textile manufacturing, . . . and mechanics tools,” to name\njust a few.Id., at 344. The States had provided such\nproperty tax exemptions for years. In the face of this widespread\nand historical practice, we declined to read the 4–R Act to\nprohibit a type of tax exemption the text did not expressly\nmention.Ibid.By contrast, we pointedly noted that the Act\n“prohibit[s] discriminatory tax rates and assessment ratios in no\nuncertain terms . . . and set[s] forth precise standards for\njudicial scrutiny of challenged rate and assessment practices.”Id., at 343. Georgia’s claim that court review of state\nvaluation methodologies is not authorized by a clear statement in\nthe Act ignores the statute’s explicit prohibition of\ndiscriminatory assessment ratios. A district court cannot\naccurately calculate or compare those ratios without determining\ntrue market value. Congress clearly permitted courts to question\nstate valuation methodologies when it banned discriminatory\nassessment ratios and made true market value a question to be\nlitigated in federal court.Georgia also protests that our interpretation\nwill destroy the States’ discretion to choose their own valuation\nmethodologies. We disagree. A State may use whatever method or\nmethods it likes, so long as the result is not discriminatory. The\nAct does not prohibit the use of any valuation methodology. It\nprohibits discrimination. Far from requiring States to follow a\nparticular method, we hold only that nothing in the statute\nprevents a railroad from attempting to show that the methods chosen\nby the State result in a discriminatory determination of true\nmarket value.The judgment of the Court of Appeals for the\nEleventh Circuit is reversed.It is so ordered.Footnote 1The portion of the Act that concerns us here,\nSection 306, was originally codified at 49 U. S. C. §26c (1976\ned.). In 1978, Congress recodified it at 49 U. S. C. §11503\n(1976 ed., Supp. II). Congress recodified it again in 1995, without\nsubstantive change, this time as §11501. For convenience, all\nreferences to the statute are to the text of §11501.Footnote 2Section 11501 reads, in relevant part:“(b) The following acts unreasonably burden\nand discriminate against interstate commerce, and a State,\nsubdivision of a State, or authority acting for a State or\nsubdivision of a State may not do any of them:“(1) Assess rail transportation property at a\nvalue that has a higher ratio to the true market value of the rail\ntransportation property than the ratio that the assessed value of\nother commercial and industrial property in the same assessment\njurisdiction has to the true market value of the other commercial\nand industrial property.“(2) Levy or collect a tax on an assessment\nthat may not be made under paragraph (1) of this subsection.“(3) Levy or collect an ad valorem\nproperty tax on rail transportation property at a tax rate that\nexceeds the tax rate applicable to commercial and industrial\nproperty in the same assessment jurisdiction.“(4) Impose another tax that discriminates\nagainst a rail carrier providing transportation subject to the\njurisdiction of the Board under this part.”Footnote 3Section 11501(c) provides:“Notwithstanding section 1341 of title 28 and\nwithout regard to the amount in controversy or citizenship of the\nparties, a district court of the United States has jurisdiction,\nconcurrent with other jurisdiction of courts of the United States\nand the States, to prevent a violation of subsection (b) of this\nsection. Relief may be granted under this subsection only if the\nratio of assessed value to true market value of rail transportation\nproperty exceeds by at least 5 percent the ratio of assessed value\nto true market value of other commercial and industrial property in\nthe same assessment jurisdiction. The burden of proof in\ndetermining assessed value and true market value is governed by\nState law. If the ratio of the assessed value of other commercial\nand industrial property in the assessment jurisdiction to the true\nmarket value of all other commercial and industrial property cannot\nbe determined to the satisfaction of the district court through the\nrandom-sampling method known as a sales assessment ratio study (to\nbe carried out under statistical principles applicable to such a\nstudy), the court shall find, as a violation of this section—“(1) an assessment of the rail transportation\nproperty at a value that has a higher ratio to the true market\nvalue of the rail transportation property than the assessed value\nof all other property subject to a property tax levy in the\nassessment jurisdiction has to the true market value of all other\ncommercial and industrial property; and“(2) the collection of an ad valorem\nproperty tax on the rail transportation property at a tax rate that\nexceeds the tax ratio rate applicable to taxable property in the\ntaxing district.”Footnote 4Georgia assesses public utilities using the\n“unit rule.” Under this rule, “an appraiser first determines the\nvalue of all assets of an entity, regardless of location,” then\nmultiplies “by the percentage of the entity located within [the\nState] to determine what portion of the value of the company should\nbe allocated to the state.” 472 F. 3d 1281, 1283 (CA11 2006).\nThe parties agree the unit rule is the appropriate rule for valuing\nCSX’s property. There are, however, numerous methods available to\nvalue property under the unit rule, and many of these methods\nthemselves have multiple variations. Seeid., at 1284.",
    "joined": []
}