{
    "case": {
        "docket": "506",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/506/"
    },
    "id": "1963159",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTCONKRIGHT V. FROMMERT559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-810SALLY L. CONKRIGHT, et al., PETITIONERSv.PAUL J. FROMMERT et al.on writ of certiorari to the united states court of\nappeals for the second circuit[April 21, 2010]Chief Justice Roberts delivered\nthe opinion of the Court.People make mistakes. Even\nadministrators of ERISA plans. That should come as no surprise,\ngiven that the Employee Retirement Income Security Act of 1974 is\n“an enormously complex and detailed statute,”Mertensv.Hewitt Associates,508 U. S. 248, 262\n(1993), and the plans that administrators must construe can be\nlengthy and complicated. (The one at issue here runs to 81 pages,\nwith 139 sections.) We held inFirestone Tire & Rubber\nCo.v.Bruch,489 U. S. 101(1989), that an ERISA\nplan administrator with discretionary authority to interpret a plan\nis entitled to deference in exercising that discretion. The\nquestion here is whether a single honest mistake in plan\ninterpretation justifies stripping the administrator of that\ndeference for subsequent related interpretations of the plan. We\nhold that it does not.IAs in many ERISA matters, the\nfacts of this case are exceedingly complicated. Fortunately, most\nof the factual details are unnecessary to the legal issues before\nus, so we cover them only in broad strokes. This case concerns\nXerox Corporation’s pension plan, which is covered by ERISA, 88\nStat. 829, as amended, 29 U. S. C. §1001et seq.Petitioners are the plan itself (hereinafter Plan), and the Plan’s\ncurrent and former administrators (hereinafter Plan Administrator).\nSee §1002(16)(A)(i); App. 32a. Respondents are Xerox employees who\nleft the company in the 1980’s, received lump-sum distributions of\nretirement benefits they had earned up to that point, and were\nlater rehired. See 328 F. Supp. 2d 420, 424 (WDNY 2004); Brief\nfor Respondents 9–10. The dispute giving rise to this case concerns\nhow to account for respondents’ past distributions when calculating\ntheir current benefits—that is, how to avoid paying respondents the\nsame benefits twice.The Plan Administrator initially\ninterpreted the Plan to call for an approach that has come to be\nknown as the “phantom account” method. 328 F. Supp. 2d, at\n424. Essentially, that method calculated the hypothetical growth\nthat respondents’ past distributions would have experienced if the\nmoney had remained in Xerox’s investment funds, and reduced\nrespondents’ present benefits accordingly. Seeid., at\n426–428; App. to Pet. for Cert. 146a. After the Plan Administrator\ndenied respondents’ administrative challenges to that method,\nrespondents filed suit in federal court under ERISA, 29 U.\nS. C. §1132(a)(1)(B). See 328 F. Supp. 2d, at 428–429.\nThe District Court granted summary judgment for the Plan, applying\na deferential standard of review to the Plan Administrator’s\ninterpretation. Seeid., at 430–431, 439. The Second\nCircuit vacated and remanded, holding that the Plan Administrator’s\ninterpretation was unreasonable and that respondents had not been\nadequately notified that the phantom account method would be used\nto calculate their benefits. See 433 F. 3d 254, 257, 265–269\n(2006).The phantom account method having been\nexorcised from the Plan, the District Court on remand considered\nother approaches for adjusting respondents’ present benefits in\nlight of their past distributions. See 472 F. Supp. 2d 452,\n456–458 (WDNY 2007). The Plan Administrator submitted an affidavit\nproposing an approach that, like the phantom account method,\naccounted for the time value of the money that respondents had\npreviously received. But unlike the phantom account method, the\nPlan Administrator’s new approach did not calculate the present\nvalue of a past distribution based on events that occurred after\nthe distribution was made. Instead, the new approach used an\ninterest rate that was fixed at the time of the distribution,\nthereby calculating the current value of the distribution based on\ninformation that was known at the time of the distribution. See\nApp. to Pet. for Cert. 147a–153a. Petitioners argued that the\nDistrict Court should apply a deferential standard of review to\nthis approach, and accept it as a reasonable interpretation of the\nPlan. See Defendants’ Pre-Hearing Brief Addressed to Remedies in\nNo. 00–CV–6311 (WDNY), pp. 7–8; Defendants’ Pre-Hearing Reply\nBrief Addressing Remedies in No. 00–CV–6311 (WDNY), p. 2.The District Court did not apply a deferential\nstandard of review. Nor did it accept the Plan Administrator’s\ninterpretation. Instead, after finding the Plan to be ambiguous,\nthe District Court adopted an approach proposed by respondents that\ndid not account for the time value of money. Under that approach,\nrespondents’ present benefits were reduced only by the nominal\namount of their past distributions—thereby treating a dollar\ndistributed to respondents in the 1980’s as equal in value to a\ndollar distributed today. See 472 F. Supp. 2d, at 457–458. The\nSecond Circuit affirmed in relevant part, holding that the District\nCourt was correct not to apply a deferential standard on remand,\nand that the District Court’s decision on the merits was not an\nabuse of discretion. See 535 F. 3d 111, 119 (2008).Petitioners asked us to grant certiorari on\ntwo questions: (1) whether the District Court owed deference to the\nPlan Administrator’s interpretation of the Plan on remand, and (2)\nwhether the Court of Appeals properly granted deference to the\nDistrict Court on the merits. Pet. for Cert. i. We granted\ncertiorari on both, 557 U. S. ___ (2009), but find it necessary to\ndecide only the first.IIAThis Court addressed the standard\nfor reviewing the decisions of ERISA plan administrators inFirestone,489 U. S. 101. Because ERISA’s text\ndoes not directly resolve the matter, we looked to “principles of\ntrust law” for guidance.Id., at 109, 111. We recognized\nthat, under trust law, the proper standard of review of a trustee’s\ndecision depends on the language of the instrument creating the\ntrust. Seeid., at 111–112. If the trust documents give\nthe trustee “power to construe disputed or doubtful terms, . . .\nthe trustee’s interpretation will not be disturbed if reasonable.”Id., at 111. Based on these considerations, we held that\n“a denial of benefits challenged under §1132(a)(1)(B) is to be\nreviewed under ade novostandard unless the benefit plan\ngives the administrator or fiduciary discretionary authority to\ndetermine eligibility for benefits or to construe the terms of the\nplan.”Id., at 115.We expandedFirestone’s\napproach inMetropolitan Life Ins. Co.v.Glenn,\n554 U. S. ___ (2008). In determining the proper standard of review\nwhen a plan administrator operates under a conflict of interest, we\nagain looked to trust law, the terms of the plan at issue, and the\nprinciples of ERISA—plus, of course, our precedent inFirestone. See 554 U. S., at ___ (slip op., at 4, 6–7,\n9–10). We held that, when the terms of a plan grant discretionary\nauthority to the plan administrator, a deferential standard of\nreview remains appropriate even in the face of a conflict. Seeid., at ___ (slip op., at 9).It is undisputed that, underFirestoneand the terms of the Plan, the Plan\nAdministrator here would normally be entitled to deference when\ninterpreting the Plan. See 328 F. Supp. 2d, at 430–431\n(observing that the Plan grants the Plan Administrator “broad\ndiscretion in making decisions relative to the Plan”). The Court of\nAppeals, however, crafted an exception toFirestonedeference. Specifically, the Second Circuit held that a court need\nnot apply a deferential standard “where the administrator ha[s]\npreviously construed the same [plan] terms and we found such a\nconstruction to have violated ERISA.” 535 F. 3d, at 119. Under\nthat view, the District Court here was entitled to reject a\nreasonable interpretation of the Plan offered by the Plan\nAdministrator, solely because the Court of Appeals had overturned a\nprevious interpretation by the Administrator. Cf.ibid.(accepting the District Court’s chosen method as one of “several\nreasonable alternatives”).BWe reject this\n“one-strike-and-you’re-out” approach. Brief for Petitioners 51. As\nan initial matter, it has no basis in the Court’s holding inFirestone, which set out a broad standard of deference\nwithout any suggestion that the standard was susceptible to\nad hoc exceptions like the one adopted by the Court of\nAppeals. See 489 U. S., at 111, 115. Indeed, we refused to create\nsuch an exception toFirestonedeference inGlenn, recognizing that ERISA law was already complicated\nenough without adding “special procedural or evidentiary rules” to\nthe mix. 554 U. S., at ___ (slip op., at 10). If, as we held inGlenn, a systemic conflict of interest does not strip a\nplan administrator of deference, seeid., at ___ (slip\nop., at 9), it is difficult to see why a single honest mistake\nwould require a different result.Nor is the Court of Appeals’\ndecision supported by the considerations on which our holdings inFirestoneandGlennwere based—namely, the terms\nof the plan, principles of trust law, and the purposes of ERISA.\nSeesupra, at 4–5. First, the Plan here grants the Plan\nAdministrator general authority to “[c]onstrue the Plan.” App. to\nPet. for Cert. 141a–142a. Nothing in that provision suggests that\nthe grant of authority is limited to first efforts to construe the\nPlan.Second, the Court of Appeals’ exception toFirestonedeference is not required by principles of trust\nlaw. Trust law is unclear on the narrow question before us. A\nleading treatise states that a court will strip a trustee of his\ndiscretion when there is reason to believe that he will not\nexercise that discretion fairly—for example, upon a showing that\nthe trustee has already acted in bad faith:“If the trustee’s failure to pay a reasonable\namount [to the beneficiary of the trust] is due to a failure to\nexercise [the trustee’s] discretion honestly and fairly, the court\nmay well fix the amount [to be paid] itself. On the other hand, if\nthe trustee’s failure to provide reasonably for the beneficiary is\ndue to a mistake as to the trustee’s duties or powers, and there is\nno reason to believe the trustee will not fairly exercise the\ndiscretion once the court has determined the extent of the\ntrustee’s duties and powers, the court ordinarily will not fix the\namount but will instead direct the trustee to make reasonable\nprovision for the beneficiary’s support.” 3 A. Scott, W. Fratcher,\n& M. Ascher, Scott and Ascher on Trusts §18.2.1, pp. 1348–1349\n(5th ed. 2007) (hereinafter Scott and Ascher) (footnote omitted)\n(citing cases).This is not surprising—if the settlor who creates a\ntrust grants discretion to the trustee, it seems doubtful that the\nsettlor would want the trustee divested entirely of that discretion\nsimply because of one good-faith mistake.[Footnote 1]Here the lower courts made no finding that the\nPlan Administrator had acted in bad faith or would not fairly\nexercise his discretion to interpret the terms of the Plan. Thus,\nif the District Court had followed the trust law principles set out\nin Scott and Ascher, it should not have “act[ed] as a substitute\ntrustee,”Eatonv.Eaton, 82 N. H. 216, 218,\n132 A. 10, 11 (1926), and stripped the Plan Administrator of the\ndeference he would otherwise enjoy underFirestoneand the\nterms of the Plan.Other trust law sources, however, point the\nother way. For example, the Restatement (Second) of Trusts states\nthat “the court will control the trustee in the exercise of a power\nwhere he acts beyond the bounds of a reasonable judgment.”\nRestatement (Second) of Trusts §187, Commenti, p. 406\n(1957). Another treatise states that, after a trustee has abused\nhis discretion, “[s]ometimes the court decides for the trustee how\nhe should act, either by stating the exact result it desires to\nachieve, or by fixing some limits on the trustee’s action and\ngiving him leeway within those limits.” G. Bogert & G. Bogert,\nLaw of Trusts and Trustees §560, p. 223 (2d rev. ed. 1980).The unclear state of trust law on the question\nwas perhaps best captured by the Texas Supreme Court:“There is authority for ordering a dismissal of the\ncase to afford the trustee an opportunity to exercise a reasonable\ndiscretion in arriving at the amount of payments to be made in the\nlight of our discussion of the problem and after a proper\nconsideration of the many factors involved. On the other hand,\nthere is authority for remanding the case to the trial court to\nhear evidence and in the exercise of its supervisory jurisdiction\nto fix the amount of such payments. There is still other authority\nfor remanding the case to the trial court to hear evidence and fix\nthe boundaries of a reasonable discretion to be exercised by the\ntrustee within maximum and minimum limits.”Statev.Rubion, 158 Tex. 43, 54–55, 308 S. W. 2d 4, 11 (1957)\n(citations omitted).While we are “guided by\nprinciples of trust law” in ERISA cases,Firestone, 489 U.\nS., at 111, we have recognized before that “trust law does not tell\nthe entire story,”Varity Corp.v.Howe,516 U. S. 489, 497\n(1996); seeibid.(“In some instances, trust law will\noffer only a starting point, after which courts must go on to ask\nwhether, or to what extent, the language of the statute, its\nstructure, or its purposes require departing from common-law trust\nrequirements”); Brief for Respondents 50 (pressing same view as the\ndissent but concluding that the dispute over trust law “need not be\nresolved”). Here trust law does not resolve the specific issue\nbefore us, but the guiding principles we have identified underlying\nERISA do.Congress enacted ERISA to ensure that\nemployees would receive the benefits they had earned, but Congress\ndid not require employers to establish benefit plans in the first\nplace.Lockheed Corp.v.Spink,517 U. S. 882, 887\n(1996). We have therefore recognized that ERISA represents a\n“ ‘careful balancing’ between ensuring fair and prompt\nenforcement of rights under a plan and the encouragement of the\ncreation of such plans.”Aetna Health Inc.v.Davila,542\nU. S. 200, 215 (2004) (quotingPilot Life Ins. Co.v.Dedeaux,481\nU. S. 41, 54 (1987)). Congress sought “to create a system that\nis [not] so complex that administrative costs, or litigation\nexpenses, unduly discourage employers from offering [ERISA] plans\nin the first place.”Varity Corp.,supra, at 497.\nERISA “induc[es] employers to offer benefits by assuring a\npredictable set of liabilities, under uniform standards of primary\nconduct and a uniform regime of ultimate remedial orders and awards\nwhen a violation has occurred.”Rush Prudential HMO, Inc.v.Moran,536 U. S. 355, 379\n(2002).Firestonedeference protects these\ninterests and, by permitting an employer to grant primary\ninterpretive authority over an ERISA plan to the plan\nadministrator, preserves the “careful balancing” on which ERISA is\nbased. Deference promotes efficiency by encouraging resolution of\nbenefits disputes through internal administrative proceedings\nrather than costly litigation. It also promotes predictability, as\nan employer can rely on the expertise of the plan administrator\nrather than worry about unexpected and inaccurate plan\ninterpretations that might result fromde novojudicial\nreview. Moreover,Firestonedeference serves the interest\nof uniformity, helping to avoid a patchwork of different\ninterpretations of a plan, like the one here, that covers employees\nin different jurisdictions—a result that “would introduce\nconsiderable inefficiencies in benefit program operation, which\nmight lead those employers with existing plans to reduce benefits,\nand those without such plans to refrain from adopting them.”Fort Halifax Packing Co.v.Coyne,482 U. S. 1, 11 (1987).\nIndeed, a group of prominent actuaries tells us that it is\nimpossible even to determine whether an ERISA plan is solvent (a\nduty imposed on actuaries by federal law, see 29 U. S. C.\n§§1023(a)(4), (d)) if the plan is interpreted to mean different\nthings in different places. See Brief for Chief Actuaries asAmici Curiae5–11.Respondents and the United States asamicus curiaedo not question that deference to plan\nadministrators serves these important purposes. Rather, they argue\nthat deference is less important once a plan administrator has\nissued an interpretation of a plan found to be unreasonable. But\nthe interests in efficiency, predictability, and uniformity—and the\nmanner in which they are promoted by deference to reasonable plan\nconstruction by administrators—do not suddenly disappear simply\nbecause a plan administrator has made a single honest mistake.This case illustrates the point. Consider\nfirst the interest in efficiency, an interest that Xerox has\npursued by granting the Plan Administrator authority to construe\nthe Plan. On remand from the Court of Appeals, if the District\nCourt had applied a deferential standard of review underFirestone, the question before it would have been whether\nthe Plan Administrator’s interpretation of the Plan was reasonable.\nAfter answering that question, the case might well have been over.\nInstead, the District Court declined to defer, and therefore had to\nanswer the more complicated question of how best to interpret the\nPlan.The prospect of increased litigation costs\ninherent in respondents’ approach does not end there. Under\nrespondents’ and the Government’s view, the question whether a\ndeferential standard of review was required in this case turns on\nwhether the Plan Administrator was interpreting the “same terms” or\ndeciding the “same issue” on remand. See Brief for Respondents 43,\n46–48, 53, and n. 13; Brief for United States asAmicus\nCuriae13–15, 23. Whether that condition is satisfied will not\nalways be clear. Indeed, petitioners dispute that question here,\narguing that the Plan Administrator confronted an entirely new\nissue on remand—how to interpret the Plan, knowing that specific\nprovisions requiring use of the phantom account method could not be\napplied to respondents due to a lack of notice. See Brief for\nPetitioners 50–51. Respondents would force the parties to litigate\nthis potentially complicated “same issue” or “same terms” question\nbefore a district court could even decide whether deference is owed\nto a plan administrator’s view. As we recognized inGlenn,\nthere is little place in the ERISA context for these sorts of\n“special procedural rules [that] would create further complexity,\nadding time and expense to a process that may already be too costly\nfor many of those who seek redress.” 554 U. S., at ___ (slip op.,\nat 10).The position of respondents and the Government\ncould interject other additional issues into ERISA litigation. For\nexample, even under their view, the District Court herecouldhave granted deference to the Plan Administrator;\nthe court merely was notrequiredto do so. See Brief for\nRespondents 43, 49–50, 52–53; Brief for United States asAmicus\nCuriae23–24. That raises the question of how a court is to\ndecide between the two options; respondents’ answer is to weigh an\nindeterminate number of factors, which would only further\ncomplicate ERISA proceedings. See Tr. of Oral Arg. 34, 40–45.This case also demonstrates the harm to the\ninterest in predictability that would result from stripping a plan\nadministrator ofFirestonedeference. After declining to\napply a deferential standard here, the District Court adopted an\ninterpretation of the Plan that does not account for the time value\nof money. 472 F. Supp. 2d, at 458; 535 F. 3d, at 119. In\nthe actuarial world, this is heresy, and highly unforeseeable.\nIndeed, the actuaries tell us that they have never encountered an\nERISA plan resembling this one that did not include some adjustment\nfor the time value of money. Brief for Chief Actuaries asAmici\nCuriae12.Respondents’ own actuarial expert testified\nbefore the District Court that fairness would require recognizing\nthe time value of money in some fashion. See App. 127a, 130a. And\nrespondents and the Government do not dispute that the District\nCourt’s approach, which does not account for the fact that\nrespondents were able to use their past distributions as they saw\nfit for over 20 years, would place respondents in a better position\nthan employees who never left the company. Cf. Brief for\nRespondents 42–43; Brief for United States asAmicus\nCuriae32–33. Deference to plan administrators, who have a\nduty to all beneficiaries to preserve limited plan assets, seeVarity Corp., 516 U. S., at 514, helps prevent such\nwindfalls for particular employees.Finally, this case demonstrates the uniformity\nproblems that arise from creating ad hoc exceptions toFirestonedeference. If other courts were to adopt an\ninterpretation of the Plan that does account for the time value of\nmoney, Xerox could be placed in an impossible situation. Similar\nXerox employees could be entitled to different benefits depending\non where they live, or perhaps where they bring a legal action. Cf.\n29 U. S. C. §1132(e)(2) (permitting suit “where the plan is\nadministered, where the breach took place, or where a defendant\nresides or may be found”). In fact, that may already be the case.\nIn similar litigation over the Plan, the Ninth Circuit also\nrejected the use of the phantom account method, but held that the\nPlan Administrator should utilize actuarial principles in\naccounting for rehired employees’ past distributions—which would\npresumably include taking some cognizance of the time value of\nmoney. SeeMillerv.Xerox Corp. Retirement Income\nGuarantee Plan, 464 F. 3d 871, 875–876 (2006); Brief for\nERISA Industry Committee and American Benefits Council asAmici\nCuriae8–9. Thus, failing to defer to the Plan Administrator\nhere could well cause the Plan to be subject to different\ninterpretations in California and New York. “Uniformity is\nimpossible, however, if plans are subject to different legal\nobligations in different States.”Egelhoffv.Egelhoff,532 U. S. 141, 148\n(2001).Firestonedeference serves to avoid that result\nand to preserve the “careful balancing” of interests that ERISA\nrepresents.Pilot Life Ins. Co., 481 U. S., at 54.CIn spite of all this, respondents\nand the Government argue that requiring the District Court to applyFirestonedeference in this case would actually disserve\nthe purposes of ERISA. They argue that continued deference would\nencourage plan administrators to adopt unreasonable interpretations\nof plans in the first instance, as administrators would anticipate\na second chance to interpret their plans if their first\ninterpretations were rejected. And they argue that plan\nadministrators would be able to proceed seriatim through several\ninterpretations of their plans, each time receiving deference,\nthereby undermining the prompt resolution of disputes over\nbenefits, driving up litigation costs, and discouraging employees\nfrom challenging the decisions of plan administrators at all.All this is overblown. There is\nno reason to think that deference would be required in the extreme\ncircumstances that respondents foresee. Under trust law, a trustee\nmay be stripped of deference when he does not exercise his\ndiscretion “honestly and fairly.” 3 Scott and Ascher 1348. Multiple\nerroneous interpretations of the same plan provision, even if\nissued in good faith, might well support a finding that a plan\nadministrator is too incompetent to exercise his discretion fairly,\ncutting short the rounds of costly litigation that respondents\nfear.Applying a deferential standard of review does\nnot mean that the plan administrator will prevail on the merits. It\nmeans only that the plan administrator’s interpretation of the plan\n“will not be disturbed if reasonable.”Firestone, 489 U.\nS., at 111; see alsoibid.(“ ‘Where discretion is\nconferred upon the trustee with respect to the exercise of a power,\nits exercise is not subject to control by the court except to\nprevent an abuse by the trustee of his discretion’ ” (quoting\nRestatement (Second) of Trusts §187)). Thus, far from “impos[ing]\n[a] rigid and inflexible requirement” that courts must defer to\nplan administrators,post, at 8, we simply hold that the\nlower courts should have applied the standard established inFirestoneandGlenn.IIIThe Court of Appeals erred in\nholding that the District Court could refuse to defer to the Plan\nAdministrator’s interpretation of the Plan on remand, simply\nbecause the Court of Appeals had found a previous related\ninterpretation by the Administrator to be invalid. Because we\nreverse on that ground, we do not reach the question whether the\nCourt of Appeals also erred in applying a deferential standard of\nreview to the decision of the District Court on the\nmerits.[Footnote 2]The judgment of the Court of\nAppeals for the Second Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Justice Sotomayor took no part in\nthe consideration or decision of this case.Footnote 1The dissent is wrong to suggest a lack of\ncase support for this interpretation of trust law.Post,\nat 10–12 (opinion of Breyer, J.). See,e.g.,Hanfordv.Clancy, 87 N. H. 458, 461, 183 A.\n271, 272–273 (1936) (“Affirmative orders of disposition, such as\nthe court made in this case, mayonlybe sustained if,\nunder the circumstances, there is but one reasonable disposition\npossible. If more than one reasonable disposition could be made,\nthen the trusteemustmake the choice” (emphasis added));In re Sullivan’s Will, 144 Neb. 36, 40–41, 12\nN. W. 2d 148, 150–151 (1943) (although trustees erred in not\nproviding any support to plaintiff, “the court waswithout\nauthorityto determine the amount of support to which\nplaintiff was entitled from the trust fund” because “the court hasno authorityto substitute its judgment for that of the\ntrustees” (emphasis added));Eatonv.Eaton, 82\nN. H. 216, 218–219, 132 A. 10, 11 (1926) (“[The trustee’s]\nfailure to administer the fund properly did not entitle the court\nto act as a substitute trustee. . . . [W]ithin the limits of\nreasonableness the trusteealonemay exercise discretion,\nsince that is what the will requires” (emphasis added) (cited in 3\nA. Scott & W. Fratcher, Law of Trusts §187.1, pp. 30–31 (4th\ned. 1988)));In re Marre’s Estate, 18 Cal. 2d 184,\n190, 114 P. 2d 586, 590–591 (1941) (lower court erred in\nsetting amount of payments to beneficiary after ruling that\ntrustees had mistakenly failed to make payment; “[i]t is well\nsettled that the courts will not attempt to exercise discretion\nwhich has been confided to a trustee unless it is clear that the\ntrustee has abused his discretion in some manner. . . . The amounts\nto be paid should therefore be determined in the discretion of the\ntrustees” (cited in 3 Scott and Ascher 1349, n. 4 (5th ed.\n2007)));Finchv.Wachovia Bank & Trust Co.,\n156 N. C. App. 343, 348, 577 S. E. 2d 306, 310 (2003)\n(agreeing with lower court that trustee abused its discretion, but\nvacating the court’s remedial order because it would “strip\ndiscretion from the trustee and replace it with the judgment of the\ncourt”). See also Brief for Petitioners 40–43.Footnote 2The Government raises an additional\nargument—that the District Court should not have deferred to the\nPlan Administrator’s second interpretation of the Plan because that\ninterpretation would have violated ERISA’s notice requirements. See\nBrief for United States asAmicus Curiae25–26. That is an\nargument about the merits, not the proper standard of review, and\nwe leave it to be decided, if necessary, on remand.",
    "joined": []
}