{
    "case": {
        "docket": "291",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/291/"
    },
    "id": "1970861",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–682_________________BILL SCHUETTE, ATTORNEY GENERAL OF MICHI-GAN,\nPETITIONER v. COALITION TO DEFEND AF-FIRMATIVE ACTION, INTEGRATION\nAND IMMI-GRANT RIGHTS AND FIGHT FOR EQUALITYBY ANY MEANS NECESSARY\n(BAMN), et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[April 22, 2014]Chief Justice\nRoberts, concurring.The dissent devotes 11\npages to expounding its own policy preferences in favor of taking\nrace into account in college admissions, while nonetheless\nconcluding that it “do[es] not mean to suggest that the\nvirtues of adopting race-sensitive admissions policies should\ninform the legal question before the Court.” Post, at 57\n(opinion of Sotomayor, J.). The dissent concedes that the governing\nboards of the State’s various universities could have\nimplemented a policy making it illegal to “discriminate\nagainst, or grant preferential treatment to,” any individ-ual\non the basis of race. See post, at 3, 34–35. On the\ndissent’s view, if the governing boards conclude that drawing\nracial distinctions in university admissions is undesirable or\ncounterproductive, they are permissibly exercising their\npolicymaking authority. But others who might reach the same\nconclusion are failing to take race seriously.The dissent states that\n“[t]he way to stop discrimination on the basis of race is to\nspeak openly and candidly on the subject of race.” Post, at\n46. And it urges that “[r]ace matters because of the slights,\nthe snickers, the silent judgments that reinforce that most\ncrippling of thoughts: ‘I do not belong\nhere.’ ” Ibid. But it is not “out of touch\nwith reality” to conclude that racial preferences may\nthemselves have the debilitating effect of reinforcing precisely\nthat doubt, and—if so—that the preferences do more harm\nthan good. Post, at 45. To disagree with the dissent’s views\non the costs and benefits of racial preferences is not to\n“wish away, rather than confront” racial inequality.\nPost, at 46. People can disagree in good faith on this issue, but\nit similarly does more harm than good to question the openness and\ncandor of those on either side of the debate.[1]*Notes1*  and question the\nrelationship between v. , , and v. , . See at 6, n. 2 (, concurring\nin judgment); at 23, n. 9 (, dissenting). The plurality today\naddresses that issue, explaining that the race-conscious action in\nwas unconstitutional given the absence of a showing of prior\nsegregation. , , at 720–721 (majority opinion), 736\n(plurality opinion); see at 9. Today’s plurality notes that\nthe Court in “assumed” the constitutionality of the\nbusing remedy at issue there, “ ‘even absent a\nfinding of prior segregation.’ ” at 10 (quoting ,\n, at 472, n. 15). The assumption on which proceeded did not\nconstitute a finding sufficient to justify the race-conscious\naction in , though it is doubtless pertinent in analyzing .\n“As this Court held in , the [Seattle] school board’s\npurported remedial action would not be permissible today absent a\nof segregation,” but “we must understand as understood\nitself.” at 9–10 (emphasis added).",
    "joined": []
}