{
    "case": {
        "docket": "723",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/723/"
    },
    "id": "3413621",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–983_________________ANTHONY DOUGLAS ELONIS, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 1, 2015]Chief Justice Roberts delivered the opinion of\nthe Court.Federal law makes it a crime to transmit in\ninterstate commerce “any communication containing any threat\n. . . to injure the person of another.” 18\nU. S. C. §875(c). Petitioner was convicted of violating\nthis provision under instructions that required the jury to find\nthat he communicated what a reasonable person would regard as a\nthreat. The question is whether the statute also requires that the\ndefendant be aware of the threatening nature of the communication,\nand—if not—whether the First Amendment requires such a showing.IAAnthony Douglas Elonis was an active user of\nthe social networking Web site Facebook. Users of that Web site may\npost items on their Facebook page that are accessible to other\nusers, including Facebook “friends” who are notified when new\ncontent is posted. In May 2010, Elonis’s wife of nearly seven years\nleft him, taking with her their two young children. Elonis began\n“listening to more violent music” and posting self-styled “rap”\nlyrics inspired by the music. App. 204, 226. Eventually, Elonis\nchanged the user name on his Facebook page from his actual name to\na rap-style nom de plume, “Tone Dougie,” to distinguish himself\nfrom his “on-line persona.”Id., at 249, 265. The lyrics\nElonis posted as “Tone Dougie” included graphically violent\nlanguage and imagery. This material was often interspersed with\ndisclaimers that the lyrics were “fictitious,” with no intentional\n“resemblance to real persons.”Id.,at 331, 329. Elonis\nposted an explanation to another Facebook user that “I’m doing this\nfor me. My writing is therapeutic.”Id.,at 329; see alsoid., at 205 (testifying that it “helps me to deal with the\npain”).Elonis’s co-workers and friends viewed the posts\nin a different light. Around Halloween of 2010, Elonis posted a\nphotograph of himself and a co-worker at a “Halloween Haunt” event\nat the amusement park where they worked. In the photograph, Elonis\nwas holding a toy knife against his co-worker’s neck, and in the\ncaption Elonis wrote, “I wish.”Id.,at 340. Elonis was not\nFacebook friends with the co-worker and did not “tag” her, a\nFacebook feature that would have alerted her to the posting.Id.,at 175; Brief for Petitioner 6, 9. But the chief of\npark security was a Facebook “friend” of Elonis, saw the\nphotograph, and fired him. App. 114–116; Brief for Petitioner\n9.In response, Elonis posted a new entry on his\nFacebook page:“Moles! Didn’t I tell y’all I had several?\nY’all sayin’ I had access to keys for all the f***in’ gates. That I\nhave sinister plans for all my friends and must have taken home a\ncouple. Y’all think it’s too dark andfoggy to secure your facility\nfrom a man as mad as me? You see, even without a paycheck, I’m\nstill the main attraction. Whoever thought the Halloween Haunt\ncould be so f***in’ scary?” App. 332.This post became the basis for Count One of\nElonis’ssubsequent indictment, threatening park patrons and\nemployees.Elonis’s posts frequently included crude,\ndegrading, and violent material about his soon-to-be ex-wife.\nShortly after he was fired, Elonis posted an adaptation of a\nsatirical sketch that he and his wife had watched together.Id.,at 164–165, 207. In the actual sketch, called “It’s\nIllegal to Say . . . ,” a comedian explains that it is\nillegal for a person to say he wishes to kill the President, but\nnot illegal to explain that it is illegal for him to say that. When\nElonis posted the script of the sketch, however, he substituted his\nwife for the President. The posting was part of the basis for Count\nTwo of the indictment, threatening his wife:“Hi, I’m Tone Elonis.Did you know that it’s illegal for me to say I\nwant to kill my wife? . . .It’s one of the only sentences that I’m not\nallowed to say. . . .Now it was okay for me to say it right then\nbecause I was just telling you that it’s illegal for me to say I\nwant to kill my wife. . . .Um, but what’s interesting is that it’s very\nillegal to say I really, really think someone out there should kill\nmy wife. . . .But not illegal to say with a mortar\nlauncher.Because that’s its own sentence.\n. . .I also found out that it’s incredibly illegal,\nextremely illegal to go on Facebook and say something like the best\nplace to fire a mortar launcher at her house would be from the\ncornfield behind it because of easy access to a getaway road and\nyou’d have a clear line of sight through the sun room.\n. . .Yet even more illegal to show an illustrated\ndiagram.[diagram of the house]. . . .”Id.,at 333.The details about the home were accurate.Id.,at 154. At the bottom of the post, Elonis included a\nlink to the video of the original skit, and wrote, “Art is about\npushing limits. I’m willing to go to jail for my Constitutional\nrights. Are you?”Id.,at 333.After viewing some of Elonis’s posts, his wife\nfelt “extremely afraid for [her] life.”Id.,at 156. A state\ncourt granted her a three-year protection-from-abuse order against\nElonis (essentially, a restraining order).Id.,at 148–150.\nElonis referred to the order in another post on his “Tone Dougie”\npage, also included in Count Two of the indictment:“Fold up your [protection-from-abuse order]\nand put it in your pocketIs it thick enough to stop a bullet?Try to enforce an Orderthat was improperly granted in the first\nplaceMe thinks the Judge needs an educationon true threat jurisprudenceAnd prison time’ll add zeros to my settlement\n. . .And if worse comes to worseI’ve got enough explosivesto take care of the State Police and the\nSheriff’s Department.”Id.,at 334.At the bottom of this post was a link to the\nWikipedia article on “Freedom of speech.”Ibid.Elonis’s\nreference to the police was the basis for Count Three of his\nindictment, threatening law enforcement officers.That same month, interspersed with posts about a\nmovie Elonis liked and observations on a comedian’s social\ncommentary,id.,at 356–358, Elonis posted an entry that\ngave rise to Count Four of his indictment:“That’s it, I’ve had about enoughI’m checking out and making a name for\nmyselfEnough elementary schools in a ten mile\nradiusto initiate the most heinous school shooting\never imaginedAnd hell hath no fury like a crazy man in a\nKindergarten classThe only question is . . . which one?”Id.,at 335.Meanwhile, park security had informed both local\npolice and the Federal Bureau of Investigation about Elonis’s\nposts, and FBI Agent Denise Stevens had created a Facebook account\nto monitor his online activity.Id.,at 49–51, 125.After the post about a school shooting, Agent Stevens and her\npartner visited Elonis at his house.Id.,at 65–66.\nFollowing their visit, during which Elonis was polite but\nuncooperative, Elonis posted another entry on his Facebook page,\ncalled “Little Agent Lady,” which led to Count Five:“You know your s***’s ridiculouswhen you have the FBI knockin’ at yo’ doorLittle Agent lady stood so closeTook all the strength I had not to turn the\nb**** ghostPull my knife, flick my wrist, and slit her\nthroatLeave her bleedin’ from her jugular in the arms\nof her partner[laughter]So the next time you knock, you best be serving\na warrantAnd bring yo’ SWAT and an explosives expert\nwhile you’re at itCause little did y’all know, I was strapped\nwit’ a bombWhy do you think it took me so long to get\ndressed with no shoes on?I was jus’ waitin’ for y’all to handcuff me and\npat me downTouch the detonator in my pocket and we’re all\ngoin’[BOOM!]Are all the pieces comin’ together?S***, I’m just a crazy sociopaththat gets off playin’ you stupid f***s like a\nfiddleAnd if y’all didn’t hear, I’m gonna be\nfamousCause I’m just an aspiring rapper who likes\ntheattentionwho happens to be under investigation for\nterrorismcause y’all think I’m ready to turn the Valley\ninto FallujahBut I ain’t gonna tell you which bridge is\ngonna fallinto which river or roadAnd if you really believe this s***I’ll have some bridge rubble to sell you\ntomorrow[BOOM!][BOOM!][BOOM!]”Id.,at 336.BA grand jury indicted Elonis for making\nthreats to injure patrons and employees of the park, his estranged\nwife, police officers, a kindergarten class, and an FBI agent, all\nin violation of 18 U. S. C. §875(c). App. 14–17. In the\nDistrict Court, Elonis moved to dismiss the indictment for failing\nto allege that he had intended to threaten anyone. The District\nCourt denied the motion, holding that Third Circuit precedent\nrequired only that Elonis “intentionally made the communication,\nnot that he intended to make a threat.” App. to Pet. for Cert. 51a.\nAt trial, Elonis testified that his posts emulated the rap lyrics\nof the well-known performer Eminem, some of which involve fantasies\nabout killing his ex-wife. App. 225. In Elonis’s view, he had\nposted “nothing . . . that hasn’t been said already.”Id.,at 205. The Government presented as witnesses Elonis’s\nwife and co-workers, all of whom said they felt afraid and viewed\nElonis’s posts as serious threats. See,e.g., id.,at 153,\n158.Elonis requested a jury instruction that “the\ngovernment must prove that he intended to communicate a true\nthreat.”Id.,at 21. See alsoid.,at 267–269, 303.\nThe District Court denied that request. The jury instructions\ninstead informed the jury that“A statement is a true threat when a\ndefendant intentionally makes a statement in a context or under\nsuch circumstances wherein a reasonable person would foresee that\nthe statement would be interpreted by those to whom the maker\ncommunicates the statement as a serious expression of an intention\nto inflict bodily injury or take the life of an individual.”Id.,at 301.The Government’s closing argument emphasized\nthat it was irrelevant whether Elonis intended the postings to be\nthreats—“it doesn’t matter what he thinks.”Id.,at 286. A\njury convicted Elonis on four of the five counts against him,\nacquitting only on the charge of threatening park patrons and\nemployees.Id.,at 309. Elonis was sentenced to three years,\neight months’ imprisonment and three years’ supervised release.Elonis renewed his challenge to the jury\ninstructions in the Court of Appeals, contending that the jury\nshould have been required to find that he intended his posts to be\nthreats. The Court of Appeals disagreed, holding that the intent\nrequired by Section 875(c) is only the intent to communicate words\nthat the defendant understands, and that a reasonable person would\nview as a threat. 730 F. 3d 321, 332 (CA3 2013).We granted certiorari. 573 U. S. ___\n(2014).IIAAn individual who “transmits in interstate or\nforeign commerce any communication containing any threat to kidnap\nany person or any threat to injure the person of another” is guilty\nof a felony and faces up to five years’ imprisonment. 18\nU. S. C. §875(c). This statute requires that a\ncommunication be transmitted and that the communication contain a\nthreat. It does not specify that the defendant must have any mental\nstate with respect to these elements. In particular, it does not\nindicate whether the defendant must intend that his communication\ncontain a threat.Elonis argues that the word “threat” itself in\nSection 875(c) imposes such a requirement. According to Elonis,\nevery definition of “threat” or “threaten” conveys the notion of an\nintent to inflict harm. Brief for Petitioner 23. SeeUnited\nStatesv.Jeffries, 692 F. 3d 473, 483 (CA6 2012)\n(Sutton, J.,dubitante).E.g., 11 Oxford English\nDictionary 353 (1933) (“to declare (usually conditionally) one’s\nintention of inflicting injury upon”); Webster’s New International\nDictionary 2633 (2d ed. 1954) (“Law, specif., an expression\nof an intention to inflict loss or harm on another by illegal\nmeans”); Black’s Law Dictionary 1519 (8th ed. 2004) (“A\ncommunicated intent to inflict harm or loss on another”).These definitions, however, speak to what the\nstatement conveys—not to the mental state of the author. For\nexample, an anonymous letter that says “I’m going to kill you” is\n“an expression of an intention to inflict loss or harm” regardless\nof the author’s intent. A victim who receives that letter in the\nmail has received a threat, even if the author believes (wrongly)\nthat his message will be taken as a joke.For its part, the Government argues that Section\n875(c) should be read in light of its neighboring provisions,\nSections 875(b) and 875(d). Those provisions also prohibit certain\ntypes of threats, but expressly include a mental state requirement\nof an “intent to extort.” See 18 U. S. C. §875(b)\n(proscribing threats to injure or kidnap made “with intent to\nextort”); §875(d) (proscribing threats to property or reputation\nmade “with intent to extort”). According to the Government, the\nexpress “intent to extort” requirements in Sections 875(b) and (d)\nshould preclude courts from implying an unexpressed “intent to\nthreaten” requirement in Section 875(c). SeeRussellov.United States, 464 U. S. 16, 23 (1983) (“[W]here\nCongress includes particular language in one section of a statute\nbut omits it in another section of the same Act, it is generally\npresumed that Congress acts intentionally and purposely in the\ndisparate inclusion or exclusion.”).The Government takes thisexpressio unius est\nexclusio alteriuscanon too far. The fact that Congress\nexcluded the requirement of an “intent to extort” from Section\n875(c) is strong evidence that Congress did not mean to confine\nSection 875(c) to crimes of extortion. But that does not suggest\nthat Congress, at the same time, also meant to exclude a\nrequirement that a defendant act with a certain mental state in\ncommunicating a threat. The most we can conclude from the language\nof Section 875(c) and its neighboring provisions is that Congress\nmeant to proscribe a broad class of threats in Section 875(c), but\ndid not iden-tify what mental state, if any, a defendant must have\nto be convicted.In sum, neither Elonis nor the Government has\nidentified any indication of a particular mental state requirement\nin the text of Section 875(c).BThe fact that the statute does not specify any\nrequired mental state, however, does not mean that none exists. We\nhave repeatedly held that “mere omission from a criminal enactment\nof any mention of criminal intent” should not be read “as\ndispensing with it.”Morissettev.United States, 342\nU. S. 246, 250 (1952) . This rule of construction reflects the\nbasic principle that “wrongdoing must be conscious to be criminal.”Id., at 252.As Justice Jackson explained, this\nprinciple is “as universal and persistent in mature systems of law\nas belief in freedom of the human will and a consequent ability and\nduty of the normal individual to choose between good and evil.”Id., at 250. The “central thought” is that a defendant must\nbe “blameworthy in mind” before he can be found guilty, a concept\ncourts have expressed over time through various terms such asmens rea, scienter, malice aforethought, guilty knowledge,\nand the like.Id., at 252; 1 W. LaFave, Substantive Criminal\nLaw §5.1, pp. 332–333 (2d ed. 2003). Although there are exceptions,\nthe “general rule” is that a guilty mind is “a necessary element in\nthe indictment and proof of every crime.”United Statesv.Balint, 258 U. S. 250, 251 (1922) . We therefore\ngenerally “interpret[ ] criminal statutes to include broadly\napplicable scienter requirements, even where the statute by its\nterms does not contain them.”United Statesv.X-Citement\nVideo, Inc., 513 U. S. 64, 70 (1994) .This is not to say that a defendant must know\nthat his conduct is illegal before he may be found guilty. The\nfamiliar maxim “ignorance of the law is no excuse” typi-cally holds\ntrue. Instead, our cases have explained that a defendant generally\nmust “know the facts that make his conduct fit the definition of\nthe offense,”Staplesv.United States, 511\nU. S. 600 , n. 3 (1994), even if he does not know that\nthose facts give rise to a crime.Morissette, for example, involved an\nindividual who had taken spent shell casings from a Government\nbombing range, believing them to have been abandoned. Dur-ing his\ntrial for “knowingly convert[ing]” property of the United States,\nthe judge instructed the jury that the only question was whether\nthe defendant had knowingly taken the property without\nauthorization. 342 U. S., at 248–249. This Court reversed the\ndefendant’s conviction, ruling that he had to know not only that he\nwas taking the casings, but also that someone else still had\nproperty rights in them. He could not be found liable “if he truly\nbelieved [the casings] to be abandoned.”Id.,at 271; seeid.,at 276.By the same token, inLiparotav.United States, we considered a statute making it a crime to\nknowingly possess or use food stamps in an unauthorized manner. 471\nU. S. 419, 420 (1985) . The Government’s argument, similar to\nits position in this case, was that a defendant’s conviction could\nbe upheld if he knowingly possessed or used the food stamps, and in\nfact his possession or use was unauthorized.Id.,at 423.\nBut this Court rejected that interpretation of the statute, because\nit would have criminalized “a broad range of apparently innocent\nconduct” and swept in individuals who had no knowledge of the facts\nthat made their conduct blameworthy.Id.,at 426. For\nexample, the statute made it illegal to use food stamps at a store\nthat charged higher prices to food stamp customers. Without a\nmental state requirement in the statute, an individual who\nunwittingly paid higher prices would be guilty under the\nGovernment’s interpretation.Ibid. The Court noted that\nCongresscouldhave intended to cover such a “broad range of\nconduct,” but declined “to adopt such a sweeping interpretation” in\nthe absence of a clear indication that Congress intended that\nresult.Id.,at 427. The Court instead construed the statute\nto require knowledge of the facts that made the use of the food\nstamps unauthorized.Id.,at 425.To take another example, inPosters ‘N’\nThings, Ltd.v.United States, this Court interpreted a\nfederal statute prohibiting the sale of drug paraphernalia. 511\nU. S. 513 (1994) . Whether the items in question qualified as\ndrug paraphernalia was an objective question that did not depend on\nthe defendant’s state of mind.Id.,at 517–522. But, we\nheld, an individual could not be convicted of selling such\nparaphernalia unless he “knew that the items at issue [were] likely\nto be used with illegal drugs.”Id.,at 524. Such a showing\nwas necessary to establish the defendant’s culpable state of\nmind.And again, inX-Citement Video, we\nconsidered a statute criminalizing the distribution of visual\ndepictions of minors engaged in sexually explicit conduct. 513\nU. S., at 68. We rejected a reading of the statute which would\nhave required only that a defendant knowingly send the prohibited\nmaterials, regardless of whether he knew the age of the performers.Id.,at 68–69. We held instead that a defendant must also\nknow that those depicted were minors, because that was “the crucial\nelement separating legal innocence from wrongful conduct.”Id., at 73. See alsoStaples,511 U. S., at 619\n(defendant must know that his weapon had automatic firing\ncapability to be convicted of possession of such a weapon).When interpreting federal criminal statutes that\nare silent on the required mental state, we read into the statute\n“only thatmens reawhich is necessary to separate wrongful\nconduct from ‘otherwise innocent conduct.’ ”Carterv.United States, 530 U. S. 255, 269 (2000) (quotingX-Citement Video,513 U. S., at 72). In some cases, a\ngeneral requirement that a defendantactknowingly is itself\nan adequate safeguard. For example, inCarter, we considered\nwhether a conviction under 18 U. S. C. §2113(a), for\ntaking “by force and violence” items of value belonging to or in\nthe care of a bank, requires that a defendant have the intent to\nsteal. 530 U. S., at 261. We held that once the Government\nproves the defendant forcibly took the money, “the concerns\nunderlying the presumption in favor of scienter are fully\nsatisfied, for a forceful taking—even by a defendant who takes\nunder a good-faith claim of right—falls outside the realm of\n. . . ‘otherwise innocent’ ” conduct.Id., at\n269–270. In other instances, however, requiring only that the\ndefendant act knowingly “would fail to protect the innocent actor.”Id., at 269. A statute similar to Section 2113(a) that did\nnot require a forcible taking or the intent to steal “would run the\nrisk of punishing seemingly innocent conduct in the case of a\ndefendant who peaceably takes money believing it to be his.”Ibid.In such a case, the Court explained, the statute\n“would need to be read to require . . . that\nthe defendant take the money with ‘intent to steal or\npurloin.’ ”Ibid.CSection 875(c), as noted, requires proof that\na communication was transmitted and that it contained a threat. The\n“presumption in favor of a scienter requirement should apply toeachof the statutory elements that criminalize otherwise\ninnocent conduct.”X-Citement Video,513 U. S., at 72\n(emphasis added). The parties agree that a defendant under Section\n875(c) must know that he is transmitting a communication. But\ncommunicatingsomethingis not what makes the conduct\n“wrongful.” Here “the crucial element separating legal innocence\nfrom wrongful conduct” is the threatening nature of the\ncommunication.Id.,at 73. The mental state requirement must\ntherefore apply to the fact that the communication contains a\nthreat.Elonis’s conviction, however, was premised\nsolely on how his posts would be understood by a reasonable person.\nSuch a “reasonable person” standard is a familiar feature of civil\nliability in tort law, but is inconsistent with “the conventional\nrequirement for criminal conduct—awarenessof some\nwrongdoing.”Staples, 511 U. S., at 606–607 (quotingUnited Statesv.Dotterweich, 320 U. S. 277, 281\n(1943) ; emphasis added). Having liability turn on whether a\n“reasonable person” regards the communication as a\nthreat—regardless of what the defendant thinks—“reduces culpability\non the all-important element of the crime to negligence,”Jeffries, 692 F. 3d, at 484 (Sutton, J.,dubitante), and we “have long been reluctant to infer that a\nnegligence standard was intended in criminal statutes,”Rogersv.United States, 422 U. S. 35, 47 (1975)\n(Marshall, J., concurring) (citingMorissette, 342\nU. S. 246 ). See 1 C. Torcia, Wharton’s Criminal Law §27,\npp. 171–172 (15th ed. 1993);Cochranv.United\nStates, 157 U. S. 286, 294 (1895) (defendant could face\n“liability in a civil action for negligence, but he could only be\nheld criminally for an evil intent actually existing in his mind”).\nUnder these principles, “what [Elonis] thinks” does matter. App.\n286.The Government is at pains to characterize its\nposition as something other than a negligence standard, emphasizing\nthat its approach would require proof that a defendant\n“comprehended [the] contents and context” of the communication.\nBrief for United States 29. The Government gives two examples of\nindividuals who, in its view, would lack this necessary mental\nstate—a “foreigner, ignorant of the English language,” who would\nnot know the meaning of the words at issue, or an individual\nmailing a sealed envelope without knowing its contents.Ibid.But the fact that the Government would require a\ndefendant to actu-ally know the words of and circumstances\nsurrounding a communication does not amount to a rejection of\nnegligence. Criminal negligence standards often incorporate “the\ncircumstances known” to a defendant. ALI, Model Penal Code\n§2.02(2)(d) (1985). Seeid., Comment 4, at 241; 1 LaFave,\nSubstantive Criminal Law §5.4, at 372–373. Courts then ask,\nhowever, whether a reasonable person equipped with that knowledge,\nnot the actual defendant, would have recognized the harmfulness of\nhis conduct. That is precisely the Government’s position here:\nElonis can be convicted, the Government contends, if he himself\nknew the contents and context of his posts, and a reason-able\nperson would have recognized that the posts would be read as\ngenuine threats. That is a negligence standard.In support of its position the Government relies\nmost heavily onHamlingv.United States, 418\nU. S. 87 (1974) . In that case, the Court rejected the\nargument that individuals could be convicted of mailing obscene\nmaterial only if they knew the “legal status of the materials”\ndistributed.Id., at 121. Absolving a defendant of liability\nbecause he lacked the knowledge that the materials were legally\nobscene “would permit the defendant to avoid prosecution by simply\nclaiming that he had not brushed up on the law.”Id.,at\n123. It was instead enough for liability that “a defendant had\nknowledge of the contents of the materials he distributed, and that\nhe knew the character and nature of the materials.”Ibid.This holding does not help the Government. In\nfact, the Court inHamlingapproved a state court’s\nconclusion that requiring a defendant to know the character of the\nmaterial incorporated a “vital element of scienter” so that “not\ninnocent butcalculated purveyanceof filth . . .\nis exorcised.”Id.,at 122 (quotingMishkinv.New\nYork, 383 U. S. 502, 510 (1966) ; internal quotation marks\nomitted). In this case, “calculated purveyance” of a threat would\nrequire that Elonis know the threatening nature of his\ncommunication. Put simply, the mental state requirement the Court\napproved inHamlingturns on whether a defendant knew thecharacterof what was sent, not simply its contents and\ncontext.Contrary to the dissent’s suggestion, seepost, at 4–5, 9–10 (opinion of Thomas, J.), nothing inRosenv.United States, 161 U. S. 29 (1896) ,\nundermines this reading. The defendant’s contention inRosenwas that his indictment for mailing obscene material was invalid\nbecause it did not allege that he was aware of the contents of the\nmailing.Id.,at 31–33. That is not at issue here; there is\nno dispute that Elonis knew the words he communicated. The\ndefendant also argued that he could not be convicted of mailing\nobscene material if he did not know that the material “could be\nproperly or justly characterized as obscene.”Id.,at 41.\nThe Court correctly rejected this “ignorance of the law” defense;\nno such contention is at issue here. Seesupra,at 10.*  *  *In light of the foregoing, Elonis’s conviction\ncannot stand. The jury was instructed that the Government need\nprove only that a reasonable person would regard Elonis’s\ncommunications as threats, and that was error. Federal criminal\nliability generally does not turn solely on the results of an act\nwithout considering the defendant’s mental state. That\nunderstanding “took deep and early root in American soil” and\nCongress left it intact here: Under Section 875(c), “wrongdoing\nmust be conscious to be criminal.”Morissette, 342\nU. S., at 252.There is no dispute that the mental state\nrequirement in Section 875(c) is satisfied if the defendant\ntransmits a communication for the purpose of issuing a threat, or\nwith knowledge that the communication will be viewed as a threat.\nSee Tr. of Oral Arg. 25, 56. In response to a question at oral\nargument, Elonis stated that a finding of recklessness would not be\nsufficient. Seeid.,at 8–9. Neither Elonis nor the\nGovernment has briefed or argued that point, and we accordingly\ndecline to address it. SeeDepartment of Treasury, IRSv.FLRA, 494 U. S. 922, 933 (1990) (this Court is “poorly\nsituated” to address an argument the Court of Appeals did not\nconsider, the parties did not brief, and counsel addressed in “only\nthe most cursory fashion at oral argument”). Given our disposition,\nit is not necessary to consider any First Amendment issues.Both Justice Alito and Justice Thomas complain\nabout our not deciding whether recklessness suffices for liability\nunder Section 875(c).Post, at 1–2 (Alito, J., concurring in\npart and dissenting in part);post,at 1–2 (opinion of\nThomas, J.). Justice Alito contends that each party “argued” this\nissue,post,at 2, but they did not address it at all until\noral argument, and even then only briefly. See Tr. of Oral Arg. at\n8, 38–39.Justice Alito also suggests that we have not\nclarified confusion in the lower courts. That is wrong. Our holding\nmakes clear that negligence is not sufficient to support a\nconviction under Section 875(c), contrary to the view of nine\nCourts of Appeals. Pet. for Cert. 17. There was and is no circuit\nconflict over the question Justice Alito and Justice Thomas would\nhave us decide—whether recklessness suffices for liability under\nSection 875(c). No Court of Appeals has even addressed that\nquestion. We think that is more than sufficient “justification,”post,at 2 (opinion of Alito, J.), for us to decline to be\nthe first appellate tribunal to do so.Such prudence is nothing new. SeeUnited\nStatesv.Bailey, 444 U. S. 394, 407 (1980)\n(declining to decide whether mental state of recklessness or\nnegligence could suffice for criminal liability under 18\nU. S. C. §751, even though a “court may someday confront\na case” presenting issue);Ginsbergv.New York, 390\nU. S. 629 –645 (1968) (rejecting defendant’s challenge to\nobscenity law “makes it unnecessary for us to define further today\n‘what sort of mental element is requisite to a constitutionally\npermissible prosecution’ ”);Smithv.California, 361 U. S. 147, 154 (1959) (overturning\nconviction because lower court did not require any mental element\nunder statute, but noting that “[w]e need not and most definitely\ndo not pass today on what sort of mental element is requisite to a\nconstitutionally permissible prosecution”); cf.Gulf Oil Co.v.Bernard, 452 U. S. 89 –104 (1981) (finding a lower\ncourt’s order impermissible under the First Amendment but not\ndeciding “what standards are mandated by the First Amendment in\nthis kind of case”).We may be “capable of deciding the recklessness\nissue,”post,at 2 (opinion of Alito, J.), but following our\nusual practice of awaiting a decision below and hearing from the\nparties would help ensure that we decide it correctly.The judgment of the United States Court of\nAppeals for the Third Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}