{
    "case": {
        "docket": "20a87",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/20a87/"
    },
    "id": "4355043",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20A87_________________ROMAN CATHOLIC DIOCESE OF BROOKLYN, NEW YORKv.ANDREW M. CUOMO, GOVERNOR OF NEW YORKon application for injunctive relief[November 25, 2020]Chief Justice Roberts, dissenting.I would not grant injunctive relief under the\npresent circumstances. There is simply no need to do so. After the\nDiocese and Agudath Israel filed their applications, the Governor\nrevised the designations of the affected areas. None of the houses\nof worship identified in the applications is now subject to any\nfixed numerical restrictions. At these locations, the applicants\ncan hold services with up to 50% of capacity, which is at least as\nfavorable as the relief they currently seek.Numerical capacity limits of 10 and 25 people,\ndepending on the applicable zone, do seem unduly restrictive. And\nit may well be that such restrictions violate the Free Exercise\nClause. It is not necessary, however, for us to rule on that\nserious and difficult question at this time. The Governor might\nreinstate the restrictions. But he also might not. And it is a\nsignificant matter to override determinations made by public health\nofficials concerning what is necessary for public safety in the\nmidst of a deadly pandemic. If the Governor does reinstate the\nnumerical restrictions the applicants can return to this Court, and\nwe could act quickly on their renewed applications. As things now\nstand, however, the applicants have not demonstrated their\nentitlement to “the extraordinary remedy of injunction.”Nkenv.Holder,556 U.S.\n418, 428 (2009) (internal quotation marks omitted). An order\ntelling the Governor not to do what he’s not doing fails to meet\nthat stringent standard.As noted, the challenged restrictions raise\nserious concerns under the Constitution, and I agree with Justice\nKavanaugh that they are distinguishable from those we considered inSouth Bay United Pentecostal Churchv.Newsom, 590\nU. S. ___ (2020), andCalvary Chapel Dayton Valleyv.Sisolak, 591 U. S. ___ (2020). Seeante,at 1,\n3–4 (concurring opinion). I take a different approach than the\nother dissenting Justices in this respect.To be clear, I do not regard my dissenting\ncolleagues as “cutting the Constitution loose during a pandemic,”\nyielding to “a particular judicial impulse to stay out of the way\nin times of crisis,” or “shelter[ing] in place when the\nConstitution is under attack.”Ante,at 3, 5–6 (opinion of\nGorsuch, J.). They simply view the matter differently after careful\nstudy and analysis reflecting their best efforts to fulfill their\nresponsibility under the Constitution.One solo concurrence today takes aim at my\nconcurring opinion inSouth Bay. Seeante,at 3–6\n(opinion of Gorsuch, J.). Today’s concurrence views that opinion\nwith disfavor because “[t]o justify its result, [it] reached back\n100 years in the U. S. Reports to grab hold of our decision inJacobsonv.Massachusetts,197 U.S.\n11(1905).”Ante,at 3. Today’s concurrence notes thatJacobson“was the first caseSouth Baycited on the\nsubstantive legal question before the Court,” and “it was the only\ncase cited involving a pandemic.”Ante,at 5. And it\nsuggests that, in the wake ofSouth Bay, some have “mistaken\nthis Court’s modest decision inJacobsonfor a towering\nauthority that overshadows the Constitution during a pandemic.”Ibid.But whileJacobsonoccupies three pages of\ntoday’s concurrence, it warranted exactly one sentence inSouth\nBay. What did that one sentence say? Only that “[o]ur\nConstitution principally entrusts ‘[t]he safety and the health of\nthe people’ to the politically accountable officials of the States\n‘to guard and protect.’ ”South Bay, 590 U. S., at\n___ (Roberts, C. J., concurring) (quotingJacobson, 197\nU. S., at 38). It is not clear which part of this lone\nquotation today’s concurrence finds so discomfiting. The\nconcurrence speculates that there is so much more to the sentence\nthan meets the eye, invoking—among other interpretive tools—the new\n“first case cited” rule. But the actual proposition asserted should\nbe uncontroversial, and the concurrence must reach beyond the words\nthemselves to find the target it is looking for.",
    "joined": []
}