{
    "case": {
        "docket": "35",
        "citation": "553",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/553/35/"
    },
    "id": "1962692",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF ROBERTS, C.&NBSP;J.BAZE V. REES553 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-5439RALPH BAZE and THOMAS C. BOWLING, PETI- TIONERSv.JOHN D. REES, COMMISSIONER, KENTUCKY DEPARTMENT OF\nCORRECTIONS, et al.on writ of certiorari to the supreme court of\nkentucky[April 16, 2008]Chief Justice Roberts announced\nthe judgment of the Court and delivered an opinion, in which\nJustice Kennedy and Justice Alito join.Like 35 other States and the\nFederal Government, Kentucky has chosen to impose capital\npunishment for certain crimes. As is true with respect to each of\nthese States and the Federal Government, Kentucky has altered its\nmethod of execution over time to more humane means of carrying out\nthe sentence. That progress has led to the use of lethal injection\nby every jurisdiction that imposes the death penalty.Petitioners in this case—each convicted of\ndouble homicide—acknowledge that the lethal injection procedure, if\napplied as intended, will result in a humane death. They\nnevertheless contend that the lethal injection protocol is\nunconstitutional under the Eighth Amendment’s ban on “cruel and\nunusual punishments,” because of the risk that the protocol’s terms\nmight not be properly followed, resulting in significant pain. They\npropose an alternative protocol, one that they concede has not been\nadopted by any State and has never been tried.The trial court held extensive hearings and\nentered detailed Findings of Fact and Conclusions of Law. It\nrecognized that “[t]here are no methods of legal execution that are\nsatisfactory to those who oppose the death penalty on moral,\nreligious, or societal grounds,” but concluded that Kentucky’s\nprocedure “complies with the constitutional requirements against\ncruel and unusual punishment.” App. 769. The State Supreme Court\naffirmed. We too agree that petitioners have not carried their\nburden of showing that the risk of pain from maladministration of a\nconcededly humane lethal injection protocol, and the failure to\nadopt untried and untested alternatives, constitute cruel and\nunusual punishment. The judgment below is affirmed.IABy the middle of the 19th\ncentury, “hanging was the ‘nearly universal form of execution’ in\nthe United States.”Campbellv.Wood,511 U. S. 1119(1994)\n(Blackmun, J., dissenting from denial of certiorari) (quotingStatev.Frampton, 95 Wash. 2d 469, 492, 627\nP. 2d 922, 934 (1981)); Denno, Getting to Death: Are\nExecutions Constitutional? 82 Iowa L. Rev. 319, 364 (1997)\n(counting 48 States and Territories that employed hanging as a\nmethod of execution). In 1888, following the recommendation of a\ncommission empaneled by the Governor to find “ ‘the most\nhumane and practical method known to modern science of carrying\ninto effect the sentence of death,’ ” New York became the\nfirst State to authorize electrocution as a form of capital\npunishment.Glassv.Louisiana,471 U. S. 1080, 1082,\nand n. 4 (1985) (Brennan, J., dissenting from denial of\ncertiorari); Denno,supra, at 373. By 1915, 11 other\nStates had followed suit, motivated by the “well-grounded belief\nthat electrocution is less painful and more humane than hanging.”Malloyv.South Carolina,237 U. S. 180, 185\n(1915).Electrocution remained the\npredominant mode of execution for nearly a century, although\nseveral methods, including hanging, firing squad, and lethal gas\nwere in use at one time. Brief for Fordham University School of Law\net al. asAmici Curiae5–9 (hereinafter Fordham\nBrief). Following the 9-year hiatus in executions that ended with\nour decision inGreggv.Georgia,428 U. S. 153(1976),\nhowever, state legislatures began responding to public calls to\nreexamine electrocution as a means of assuring a humane death. See\nS. Banner, The Death Penalty: An American History 192–193, 296–297\n(2002). In 1977, legislators in Oklahoma, after consulting with the\nhead of the anesthesiology department at the University of Oklahoma\nCollege of Medicine, introduced the first bill proposing lethal\ninjection as the State’s method of execution. See Brief for\nPetitioners 4; Fordham Brief 21–22. A total of 36 States have now\nadopted lethal injection as the exclusive or primary means of\nimplementing the death penalty, making it by far the most prevalent\nmethod of execution in the United States.[Footnote 1] It is also the method used by the Federal\nGovernment. See 18 U. S. C. §3591et seq.(2000 ed.\nand Supp. V); App. to Brief for United States asAmicus\nCuriae1a–6a (lethal injection protocol used by the Federal\nBureau of Prisons).Of these 36 States, at least 30 (including\nKentucky) use the same combination of three drugs in their lethal\ninjection protocols. SeeWorkmanv.Bredesen, 486\nF. 3d 896, 902 (CA6 2007). The first drug, sodium thiopental\n(also known as Pentathol), is a fast-acting barbiturate sedative\nthat induces a deep, comalike unconsciousness when given in the\namounts used for lethal injection. App. 762–763, 631–632. The\nsecond drug, pancuronium bromide (also known as Pavulon), is a\nparalytic agent that inhibits all muscular-skeletal movements and,\nby paralyzing the diaphragm, stops respiration.Id.,at\n763. Potassium chloride, the third drug, interferes with the\nelectrical signals that stimulate the contractions of the heart,\ninducing cardiac arrest.Ibid. The proper administration\nof the first drug ensures that the prisoner does not experience any\npain associated with the paralysis and cardiac arrest caused by the\nsecond and third drugs.Id.,at 493–494, 541, 558–559.BKentucky replaced electrocution\nwith lethal injection in 1998. 1998 Ky. Acts ch. 220, p. 777. The\nKentucky statute does not specify the drugs or categories of drugs\nto be used during an execution, instead mandating that “every death\nsentence shall be executed by continuous intravenous injection of a\nsubstance or combination of substances sufficient to cause death.”\nKy. Rev. Stat. Ann. §431.220(1)(a) (West 2006). Prisoners sentenced\nbefore 1998 have the option of electing either electrocution or\nlethal injection, but lethal injection is the default if—as is the\ncase with petitioners—the prisoner refuses to make a choice at\nleast 20 days before the scheduled execution. §431.220(1)(b). If a\ncourt invalidates Kentucky’s lethal injection method, Kentucky law\nprovides that the method of execution will revert to electrocution.\n§431.223.Shortly after the adoption of\nlethal injection, officials working for the Kentucky Department of\nCorrections set about developing a written protocol to comply with\nthe requirements of §431.220(1)(a). Kentucky’s protocol called for\nthe injection of 2 grams of sodium thiopental, 50 milligrams of\npancuronium bromide, and 240 milliequivalents of potassium\nchloride. In 2004, as a result of this litigation, the department\nchose to increase the amount of sodium thiopental from 2 grams to 3\ngrams. App. 762–763, 768. Between injections, members of the\nexecution team flush the intravenous (IV) lines with 25 milligrams\nof saline to prevent clogging of the lines by precipitates that may\nform when residual sodium thiopental comes into contact with\npancuronium bromide.Id.,at 761, 763–764. The protocol\nreserves responsibility for inserting the IV catheters to qualified\npersonnel having at least one year of professional experience.Id.,at 984. Currently, Kentucky uses a certified\nphlebotomist and an emergency medical technician (EMT) to perform\nthe venipunctures necessary for the catheters.Id.,at\n761–762. They have up to one hour to establish both primary and\nsecondary peripheral intravenous sites in the arm, hand, leg, or\nfoot of the inmate.Id.,at 975–976. Other personnel are\nresponsible for mixing the solutions containing the three drugs and\nloading them into syringes.Id., at 761.Kentucky’s execution facilities consist of the\nexecution chamber, a control room separated by a one-way window,\nand a witness room.Id., at 203. The warden and deputy\nwarden remain in the execution chamber with the prisoner, who is\nstrapped to a gurney. The execution team administers the drugs\nremotely from the control room through five feet of IV tubing.Id.,at 286. If, as determined by the warden and deputy\nwarden through visual inspection, the prisoner is not unconscious\nwithin 60 seconds following the delivery of the sodium thiopental\nto the primary IV site, a new 3-gram dose of thiopental is\nadministered to the secondary site before injecting the pancuronium\nand potassium chloride.Id.,at 978–979. In addition to\nassuring that the first dose of thiopental is successfully\nadministered, the warden and deputy warden also watch for any\nproblems with the IV catheters and tubing.A physician is present to assist in any effort\nto revive the prisoner in the event of a last-minute stay of\nexecution.Id.,at 764. By statute, however, the physician\nis prohibited from participating in the “conduct of an execution,”\nexcept to certify the cause of death. Ky. Rev. Stat. Ann.\n§431.220(3). An electrocardiogram (EKG) verifies the death of the\nprisoner. App. 764. Only one Kentucky prisoner, Eddie Lee Harper,\nhas been executed since the Commonwealth adopted lethal injection.\nThere were no reported problems at Harper’s execution.CPetitioners Ralph Baze and Thomas\nC. Bowling were each convicted of two counts of capital murder and\nsentenced to death. The Kentucky Supreme Court upheld their\nconvictions and sentences on direct appeal. SeeBazev.Commonwealth, 965 S. W. 2d 817, 819–820, 826 (1997),\ncert. denied,523\nU. S. 1083(1998);Bowlingv.Commonwealth,\n873 S. W. 2d 175, 176–177, 182 (1993), cert. denied,513 U. S. 862(1994).After exhausting their state and\nfederal collateral remedies, Baze and Bowling sued three state\nofficials in the Franklin Circuit Court for the Commonwealth of\nKentucky, seeking to have Kentucky’s lethal injection protocol\ndeclared unconstitutional. After a 7-day bench trial during which\nthe trial court received the testimony of approximately 20\nwitnesses, including numerous experts, the court upheld the\nprotocol, finding there to be minimal risk of various claims of\nimproper administration of the protocol. App. 765–769. On appeal,\nthe Kentucky Supreme Court stated that a method of execution\nviolates the Eighth Amendment when it “creates a substantial risk\nof wanton and unnecessary infliction of pain, torture or lingering\ndeath.” 217 S. W. 3d 207, 209 (2006). Applying that standard,\nthe court affirmed.Id., at 212.We granted certiorari to determine whether\nKentucky’s lethal injection protocol satisfies the Eighth\nAmendment. 551 U. S. ___ (2007). We hold that it does.IIThe Eighth Amendment to the\nConstitution, applicable to the States through the Due Process\nClause of the Fourteenth Amendment, seeRobinsonv.California,370 U. S. 660, 666\n(1962), provides that “[e]xcessive bail shall not be required, nor\nexcessive fines imposed, nor cruel and unusual punishments\ninflicted.” We begin with the principle, settled byGregg,\nthat capital punishment is constitutional. See 428 U. S., at 177\n(joint opinion of Stewart, Powell, and Stevens, JJ.). It\nnecessarily follows that there must be a means of carrying it out.\nSome risk of pain is inherent in any method of execution—no matter\nhow humane—if only from the prospect of error in following the\nrequired procedure. It is clear, then, that the Constitution does\nnot demand the avoidance of all risk of pain in carrying out\nexecutions.Petitioners do not claim that it\ndoes. Rather, they contend that the Eighth Amendment prohibits\nprocedures that create an “unnecessary risk” of pain. Brief for\nPetitioners 38. Specifically, they argue that courts must evaluate\n“(a) the severity of pain risked, (b) the likelihood of that pain\noccurring, and (c) the extent to which alternative means are\nfeasible, either by modifying existing execution procedures or\nadopting alternative procedures.”Ibid. Petitioners\nenvision that the quantum of risk necessary to make out an Eighth\nAmendment claim will vary according to the severity of the pain and\nthe availability of alternatives, Reply Brief for Petitioners\n23–24, n. 9, but that the risk must be “significant” to\ntrigger Eighth Amendment scrutiny, see Brief for Petitioners 39–40;\nReply Brief for Petitioners 25–26.Kentucky responds that this “unnecessary risk”\nstandard is tantamount to a requirement that States adopt the\n“ ‘least risk’ ” alternative in carrying out an\nexecution, a standard the Commonwealth contends will cast recurring\nconstitutional doubt on any procedure adopted by the States. Brief\nfor Respondents 29, 35. Instead, Kentucky urges the Court to\napprove the “ ‘substantial risk’ ” test used by the\ncourts below.Id., at 34–35.AThis Court has never invalidated\na State’s chosen procedure for carrying out a sentence of death as\nthe infliction of cruel and unusual punishment. InWilkersonv.Utah,99 U. S. 130(1879), we\nupheld a sentence to death by firing squad imposed by a territorial\ncourt, rejecting the argument that such a sentence constituted\ncruel and unusual punishment.Id., at 134–135. We noted\nthere the difficulty of “defin[ing] with exactness the extent of\nthe constitutional provision which provides that cruel and unusual\npunishments shall not be inflicted.”Id., at 135–136.\nRather than undertake such an effort, theWilkersonCourt\nsimply noted that “it is safe to affirm that punishments of\ntorture, . . . and all others in the same line of unnecessary\ncruelty, are forbidden” by the Eighth Amendment.Id., at\n136. By way of example, the Court cited cases from England in which\n“terror, pain, or disgrace were sometimes superadded” to the\nsentence, such as where the condemned was “embowelled alive,\nbeheaded, and quartered,” or instances of “public dissection in\nmurder, and burning alive.”Id., at 135. In contrast, we\nobserved that the firing squad was routinely used as a method of\nexecution for military officers.Id., at 137. What each of\nthe forbidden punishments had in common was the deliberate\ninfliction of pain for the sake of pain—“superadd[ing]” pain to the\ndeath sentence through torture and the like.We carried these principles further inIn\nre Kemmler,136\nU. S. 436(1890). There we rejected an opportunity to\nincorporate the Eighth Amendment against the States in a challenge\nto the first execution by electrocution, to be carried out by the\nState of New York.Id., at 449. In passing over that\nquestion, however, we observed that “[p]unishments are cruel when\nthey involve torture or a lingering death; but the punishment of\ndeath is not cruel within the meaning of that word as used in the\nConstitution. It implies there something inhuman and barbarous,\nsomething more than the mere extinguishment of life.”Id.,\nat 447. We noted that the New York statute adopting electrocution\nas a method of execution “was passed in the effort to devise a more\nhumane method of reaching the result.”Ibid.BPetitioners do not claim that\nlethal injection or the proper administration of the particular\nprotocol adopted by Kentucky by themselves constitute the cruel or\nwanton infliction of pain. Quite the contrary, they concede that\n“if performed properly,” an execution carried out under Kentucky’s\nprocedures would be “humane and constitutional.” Brief for\nPetitioners 31. That is because, as counsel for petitioners\nadmitted at oral argument, proper administration of the first drug,\nsodium thiopental, eliminates any meaningful risk that a prisoner\nwould experience pain from the subsequent injections of pancuronium\nand potassium chloride. See Tr. of Oral Arg. 5; App. 493–494\n(testimony of petitioners’ expert that, if sodium thiopental is\n“properly administered” under the protocol, “[i]n virtually every\ncase, then that would be a humane death”).Instead, petitioners claim that there is a\nsignificant risk that the procedures willnotbe properly\nfollowed—in particular, that the sodium thiopental will not be\nproperly administered to achieve its intended effect—resulting in\nsevere pain when the other chemicals are administered. Our cases\nrecognize that subjecting individuals to a risk of future harm—not\nsimply actually inflicting pain—can qualify as cruel and unusual\npunishment. To establish that such exposure violates the Eighth\nAmendment, however, the conditions presenting the risk must be\n“sure or very likelyto cause serious illness and needless\nsuffering,” and give rise to “sufficientlyimminentdangers.”Hellingv.McKinney,509 U. S. 25, 33, 34–35\n(1993) (emphasis added). We have explained that to prevail on such\na claim there must be a “substantial risk of serious harm,” an\n“objectively intolerable risk of harm” that prevents prison\nofficials from pleading that they were “subjectively blameless for\npurposes of the Eighth Amendment.”Farmerv.Brennan,511 U. S. 825, 842, 846,\nand n. 9 (1994).Simply because an execution method may result\nin pain, either by accident or as an inescapable consequence of\ndeath, does not establish the sort of “objectively intolerable risk\nof harm” that qualifies as cruel and unusual. InLouisiana ex\nrel. Francisv.Resweber,329 U. S. 459(1947), a\nplurality of the Court upheld a second attempt at executing a\nprisoner by electrocution after a mechanical malfunction had\ninterfered with the first attempt. The principal opinion noted that\n“[a]ccidents happen for which no man is to blame,”id., at\n462, and concluded that such “an accident, with no suggestion of\nmalevolence,”id., at 463, did not give rise to an Eighth\nAmendment violation,id., at 463–464.As Justice Frankfurter noted in a separate\nopinion based on the Due Process Clause, however, “a hypothetical\nsituation” involving “a series of abortive attempts at\nelectrocution” would present a different case.Id., at 471\n(concurring opinion). In terms of our present Eighth Amendment\nanalysis, such a situation—unlike an “innocent misadventure,”id., at 470—would demonstrate an “objectively intolerable\nrisk of harm” that officials may not ignore. SeeFarmer,\n511 U. S., at 846, and n. 9. In other words, an isolated mishap\nalone does not give rise to an Eighth Amendment violation,\nprecisely because such an event, while regrettable, does not\nsuggest cruelty, or that the procedure at issue gives rise to a\n“substantial risk of serious harm.”Id., at 842.CMuch of petitioners’ case rests\non the contention that they have identified a significant risk of\nharm that can be eliminated by adopting alternative procedures,\nsuch as a one-drug protocol that dispenses with the use of\npancuronium and potassium chloride, and additional monitoring by\ntrained personnel to ensure that the first dose of sodium\nthiopental has been adequately delivered. Given what our cases have\nsaid about the nature of the risk of harm that is actionable under\nthe Eighth Amendment, a condemned prisoner cannot successfully\nchallenge a State’s method of execution merely by showing a\nslightly or marginally safer alternative.Permitting an Eighth Amendment violation to be\nestablished on such a showing would threaten to transform courts\ninto boards of inquiry charged with determining “best practices”\nfor executions, with each ruling supplanted by another round of\nlitigation touting a new and improved methodology. Such an approach\nfinds no support in our cases, would embroil the courts in ongoing\nscientific controversies beyond their expertise, and would\nsubstantially intrude on the role of state legislatures in\nimplementing their execution procedures—a role that by all accounts\nthe States have fulfilled with an earnest desire to provide for a\nprogressively more humane manner of death. SeeBellv.Wolfish,441 U. S. 520, 562\n(1979) (“The wide range of ‘judgment calls’ that meet\nconstitutional and statutory requirements are confided to officials\noutside of the Judicial Branch of Government”). Accordingly, we\nreject petitioners’ proposed “unnecessary risk” standard, as well\nas the dissent’s “untoward” risk variation. Seepost, at\n2, 11 (opinion of Ginsburg, J.).[Footnote 2]Instead, the proffered alternatives must\neffectively address a “substantial risk of serious harm.”Farmer,supra,at 842. To qualify, the\nalternative procedure must be feasible, readily implemented, and in\nfact significantly reduce a substantial risk of severe pain. If a\nState refuses to adopt such an alternative in the face of these\ndocumented advantages, without a legitimate penological\njustification for adhering to its current method of execution, then\na State’s refusal to change its method can be viewed as “cruel and\nunusual” under the Eighth Amendment.[Footnote 3]IIIIn applying these standards to\nthe facts of this case, we note at the outset that it is difficult\nto regard a practice as “objectively intolerable” when it is in\nfact widely tolerated. Thirty-six States that sanction capital\npunishment have adopted lethal injection as the preferred method of\nexecution. The Federal Government uses lethal injection as well.\nSeesupra, at 3–4, and n. 1. This broad consensus goes not\njust to the method of execution, but also to the specific\nthree-drug combination used by Kentucky. Thirty States, as well as\nthe Federal Government, use a series of sodium thiopental,\npancuronium bromide, and potassium chloride, in varying amounts.\nSeesupra, at 4. No State uses or has ever used the\nalternative one-drug protocol belatedly urged by petitioners. This\nconsensus is probative but not conclusive with respect to that\naspect of the alternatives proposed by petitioners.In order to meet their “heavy\nburden” of showing that Kentucky’s procedure is “cruelly inhumane,”Gregg, 428 U. S., at 175 (joint opinion of Stewart,\nPowell, and Stevens, JJ.), petitioners point to numerous aspects of\nthe protocol that they contend create opportunities for error.\nTheir claim hinges on the improper administration of the first\ndrug, sodium thiopental. It is uncontested that, failing a proper\ndose of sodium thiopental that would render the prisoner\nunconscious, there is a substantial, constitutionally unacceptable\nrisk of suffocation from the administration of pancuronium bromide\nand pain from the injection of potassium chloride. See Tr. of Oral\nArg. 27. We agree with the state trial court and State Supreme\nCourt, however, that petitioners have not shown that the risk of an\ninadequate dose of the first drug is substantial. And we reject the\nargument that the Eighth Amendment requires Kentucky to adopt the\nuntested alternative procedures petitioners have identified.APetitioners contend that there is\na risk of improper administration of thiopental because the doses\nare difficult to mix into solution form and load into syringes;\nbecause the protocol fails to establish a rate of injection, which\ncould lead to a failure of the IV; because it is possible that the\nIV catheters will infiltrate into surrounding tissue, causing an\ninadequate dose to be delivered to the vein; because of inadequate\nfacilities and training; and because Kentucky has no reliable means\nof monitoring the anesthetic depth of the prisoner after the sodium\nthiopental has been administered. Brief for Petitioners 12–20.As for the risk that the sodium thiopental\nwould be improperly prepared, petitioners contend that Kentucky\nemploys untrained personnel who are unqualified to calculate and\nmix an adequate dose, especially in light of the omission of volume\nand concentration amounts from the written protocol.Id.,\nat 45–46. The state trial court, however, specifically found that\n“[i]f the manufacturers’ instructions for reconstitution of Sodium\nThiopental are followed, . . . there would be minimal risk of\nimproper mixing, despite converse testimony that a layperson would\nhave difficulty performing this task.” App. 761. We cannot say that\nthis finding is clearly erroneous, seeHernandezv.New York,500 U. S. 352, 366\n(1991) (plurality opinion), particularly when that finding is\nsubstantiated by expert testimony describing the task of\nreconstituting powder sodium thiopental into solution form as\n“[n]ot difficult at all. … You take a liquid, you inject it into a\nvial with the powder, then you shake it up until the powder\ndissolves and, you’re done. The instructions are on the package\ninsert.” 5 Tr. 695 (Apr. 19, 2005).Likewise, the asserted problems related to the\nIV lines do not establish a sufficiently substantial risk of harm\nto meet the requirements of the Eighth Amendment. Kentucky has put\nin place several important safeguards to ensure that an adequate\ndose of sodium thiopental is delivered to the condemned prisoner.\nThe most significant of these is the written protocol’s requirement\nthat members of the IV team must have at least one year of\nprofessional experience as a certified medical assistant,\nphlebotomist, EMT, paramedic, or military corpsman. App. 984.\nKentucky currently uses a phlebotomist and an EMT, personnel who\nhave daily experience establishing IV catheters for inmates in\nKentucky’s prison population.Id.,at 273–274; Tr. of Oral\nArg. 27–28. Moreover, these IV team members, along with the rest of\nthe execution team, participate in at least 10 practice sessions\nper year. App. 984. These sessions, required by the written\nprotocol, encompass a complete walk-through of the execution\nprocedures, including the siting of IV catheters into volunteers.Ibid. In addition, the protocol calls for the IV team to\nestablish both primary and backup lines and to prepare two sets of\nthe lethal injection drugs before the execution commences.Id.,at 975. These redundant measures ensure that if an\ninsufficient dose of sodium thiopental is initially administered\nthrough the primary line, an additional dose can be given through\nthe backup line before the last two drugs are injected.Id.,at 279–280, 337–338, 978–979.The IV team has one hour to establish both the\nprimary and backup IVs, a length of time the trial court found to\nbe “not excessive but rather necessary,”id.,at 762,\ncontrary to petitioners’ claim that using an IV inserted after any\n“more than ten or fifteen minutes of unsuccessful attempts is\ndangerous because the IV is almost certain to be unreliable,” Brief\nfor Petitioners 47. And, in any event, merely because the protocol\ngives the IV team one hour to establish intravenous access does not\nmean that team members are required to spend the entire hour in a\nfutile attempt to do so. The qualifications of the IV team also\nsubstantially reduce the risk of IV infiltration.In addition, the presence of the warden and\ndeputy warden in the execution chamber with the prisoner allows\nthem to watch for signs of IV problems, including infiltration.\nThree of the Commonwealth’s medical experts testified that\nidentifying signs of infiltration would be “very obvious,” even to\nthe average person, because of the swelling that would result. App.\n385–386. Seeid.,at 353, 600–601. Kentucky’s protocol\nspecifically requires the warden to redirect the flow of chemicals\nto the backup IV site if the prisoner does not lose consciousness\nwithin 60 seconds.Id.,at 978–979. In light of these\nsafeguards, we cannot say that the risks identified by petitioners\nare so substantial or imminent as to amount to an Eighth Amendment\nviolation.BNor does Kentucky’s failure to\nadopt petitioners’ proposed alternatives demonstrate that the\nCommonwealth’s execution procedure is cruel and unusual.First, petitioners contend that Kentucky could\nswitch from a three-drug protocol to a one-drug protocol by using a\nsingle dose of sodium thiopental or other barbiturate. Brief for\nPetitioners 51–57. That alternative was not proposed to the state\ncourts below.[Footnote 4] As a\nresult, we are left without any findings on the effectiveness of\npetitioners’ barbiturate-only protocol, despite scattered\nreferences in the trial testimony to the sole use of sodium\nthiopental or pentobarbital as a preferred method of execution. See\nReply Brief for Petitioners 18, n. 6.In any event, the Commonwealth’s continued use\nof the three-drug protocol cannot be viewed as posing an\n“objectively intolerable risk” when no other State has adopted the\none-drug method and petitioners proffered no study showing that it\nis an equally effective manner of imposing a death sentence. See\nApp. 760–761, n. 8 (“Plaintiffs have not presented any scientific\nstudy indicating a better method of execution by lethal\ninjection”). Indeed, the State of Tennessee, after reviewing its\nexecution procedures, rejected a proposal to adopt a one-drug\nprotocol using sodium thiopental. The State concluded that the\none-drug alternative would take longer than the three-drug method\nand that the “required dosage of sodium thiopental would be less\npredictable and more variable when it is used as the sole mechanism\nfor producing death . . . .”Workman, 486 F. 3d, at\n919 (Appendix A). We need not endorse the accuracy of those\nconclusions to note simply that the comparative efficacy of a\none-drug method of execution is not so well established that\nKentucky’s failure to adopt it constitutes a violation of the\nEighth Amendment.Petitioners also contend that Kentucky should\nomit the second drug, pancuronium bromide, because it serves no\ntherapeutic purpose while suppressing muscle movements that could\nreveal an inadequate administration of the first drug. The state\ntrial court, however, specifically found that pancuronium serves\ntwo purposes. First, it prevents involuntary physical movements\nduring unconsciousness that may accompany the injection of\npotassium chloride. App. 763. The Commonwealth has an interest in\npreserving the dignity of the procedure, especially where\nconvulsions or seizures could be misperceived as signs of\nconsciousness or distress. Second, pancuronium stops respiration,\nhastening death.Ibid. Kentucky’s decision to include the\ndrug does not offend the Eighth Amendment.[Footnote 5]Petitioners’ barbiturate-only protocol, they\ncontend, is not untested; it is used routinely by veterinarians in\nputting animals to sleep. Moreover, 23 States, including Kentucky,\nbar veterinarians from using a neuromuscular paralytic agent like\npancuronium bromide, either expressly or, like Kentucky, by\nspecifically directing the use of a drug like sodium pentobarbital.\nSee Brief for Dr. Kevin Concannon et al. asAmici\nCuriae18, n. 5. If pancuronium is too cruel for animals,\nthe argument goes, then it must be too cruel for the condemned\ninmate. Whatever rhetorical force the argument carries, seeWorkman,supra,at 909 (describing the comparison\nto animal euthanasia as “more of a debater’s point”), it overlooks\nthe States’ legitimate interest in providing for a quick, certain\ndeath. In the Netherlands, for example, where physician-assisted\neuthanasia is permitted, the Royal Dutch Society for the\nAdvancement of Pharmacy recommends the use of a muscle relaxant\n(such as pancuronium dibromide) in addition to thiopental in order\nto prevent a prolonged, undignified death. See Kimsma, Euthanasia\nand Euthanizing Drugs in The Netherlands, reprinted in Drug Use in\nAssisted Suicide and Euthanasia 193, 200, 204 (M. Battin & A.\nLipman eds. 1996). That concern may be less compelling in the\nveterinary context, and in any event other methods approved by\nveterinarians—such as stunning the animal or severing its spinal\ncord, see 6 Tr. 758–759 (Apr. 20, 2005)—make clear that veterinary\npractice for animals is not an appropriate guide to humane\npractices for humans.Petitioners also fault the Kentucky protocol\nfor lacking a systematic mechanism for monitoring the “anesthetic\ndepth” of the prisoner. Under petitioners’ scheme, qualified\npersonnel would employ monitoring equipment, such as a Bispectral\nIndex (BIS) monitor, blood pressure cuff, or EKG to verify that a\nprisoner has achieved sufficient unconsciousness before injecting\nthe final two drugs. The visual inspection performed by the warden\nand deputy warden, they maintain, is an inadequate substitute for\nthe more sophisticated procedures they envision. Brief for\nPetitioners 19, 58.At the outset, it is important to reemphasize\nthat a proper dose of thiopental obviates the concern that a\nprisoner will not be sufficiently sedated. All the experts who\ntestified at trial agreed on this point. The risks of failing to\nadopt additional monitoring procedures are thus even more “remote”\nand attenuated than the risks posed by the alleged inadequacies of\nKentucky’s procedures designed to ensure the delivery of\nthiopental. SeeHamiltonv.Jones, 472 F. 3d\n814, 817 (CA10 2007)(per curiam);Taylorv.Crawford, 487 F. 3d 1072, 1084 (CA8 2007).But more than this, Kentucky’s expert\ntestified that a blood pressure cuff would have no utility in\nassessing the level of the prisoner’s unconsciousness following the\nintroduction of sodium thiopental, which depresses circulation.\nApp. 578.    Furthermore, the medical community has\nyet to endorse the use of a BIS monitor, which measures brain\nfunction, as an indication of anesthetic awareness. American\nSociety of Anesthesiologists, Practice Advisory for Intraoperative\nAwareness and Brain Function Monitoring, 104 Anesthesiology 847,\n855 (Apr. 2006); seeBrownv.Beck, 445\nF. 3d 752, 754–755 (CA4 2006) (Michael, J., dissenting). The\nasserted need for a professional anesthesiologist to interpret the\nBIS monitor readings is nothing more than an argument against the\nentire procedure, given that both Kentucky law, see Ky. Rev. Stat.\nAnn. §431.220(3), and the American Society of Anesthesiologists’\nown ethical guidelines, see Brief for American Society of\nAnesthesiologists asAmicus Curiae2–3, prohibit\nanesthesiologists from participating in capital punishment. Nor is\nit pertinent that the use of a blood pressure cuff and EKG is “the\nstandard of care in surgery requiring anesthesia,” as the dissent\npoints out.Post, at 6. Petitioners have not shown that\nthese supplementary procedures, drawn from a different context, are\nnecessary to avoid a substantial risk of suffering.The dissent believes that rough-and-ready\ntests for checking consciousness—calling the inmate’s name,\nbrushing his eyelashes, or presenting him with strong, noxious\nodors—could materially decrease the risk of administering the\nsecond and third drugs before the sodium thiopental has taken\neffect. Seeibid. Again, the risk at issue is already\nattenuated, given the steps Kentucky has taken to ensure the proper\nadministration of the first drug. Moreover, the scenario the\ndissent posits involves a level of unconsciousness allegedly\nsufficient to avoid detection of improper administration of the\nanesthesia under Kentucky’s procedure, but not sufficient to\nprevent pain. Seepost, at 9–10. There is no indication\nthat the basic tests the dissent advocates can make such fine\ndistinctions. If these tests are effective only in determining\nwhether the sodium thiopental has entered the inmate’s bloodstream,\nseepost, at 6, the record confirms that the visual\ninspection of the IV site under Kentucky’s procedure achieves that\nobjective. Seesupra, at 17.[Footnote 6]The dissent would continue the stay of these\nexecutions (and presumably the many others held in abeyance pending\ndecision in this case) and send the case back to the lower courts\nto determine whether such added measures redress an “untoward” risk\nof pain.Post, at 11. But an inmate cannot succeed on an\nEighth Amendment claim simply by showing one more step the State\ncould take as a failsafe for other, independently adequate\nmeasures. This approach would serve no meaningful purpose and would\nfrustrate the State’s legitimate interest in carrying out a\nsentence of death in a timely manner. SeeBazev.Parker, 371 F. 3d 310, 317 (CA6 2004) (petitioner\nBaze sentenced to death in 1994);Bowlingv.Parker, 138 F. Supp. 2d 821, 840 (ED Ky. 2001)\n(petitioner Bowling sentenced to death in 1991).Justice Stevens suggests that our opinion\nleaves the disposition of other cases uncertain, seepost,\nat 1, but the standard we set forth here resolves more challenges\nthan he acknowledges. A stay of execution may not be granted on\ngrounds such as those asserted here unless the condemned prisoner\nestablishes that the State’s lethal injection protocol creates a\ndemonstrated risk of severe pain. He must show that the risk is\nsubstantial when compared to the known and available alternatives.\nA State with a lethal injection protocol substantially similar to\nthe protocol we uphold today would not create a risk that meets\nthis standard.*  *  *Reasonable people of good faith\ndisagree on the morality and efficacy of capital punishment, and\nfor many who oppose it, no method of execution would ever be\nacceptable. But as Justice Frankfurter stressed inResweber, “[o]ne must be on guard against finding in\npersonal disapproval a reflection of more or less prevailing\ncondemnation.” 329 U. S., at 471 (concurring opinion). This Court\nhas ruled that capital punishment is not prohibited under our\nConstitution, and that the States may enact laws specifying that\nsanction. “[T]he power of a State to pass laws means little if the\nState cannot enforce them.”McCleskeyv.Zant,499 U. S. 467,\n491 (1991). State efforts to implement capital punishment must\ncertainly comply with the Eighth Amendment, but what that Amendment\nprohibits is wanton exposure to “objectively intolerable risk,”Farmer, 511 U. S., at 846, and n. 9, not simply the\npossibility of pain.Kentucky has adopted a method of\nexecution believed to be the most humane available, one it shares\nwith 35 other States. Petitioners agree that, if administered as\nintended, that procedure will result in a painless death. The risks\nof maladministration they have suggested—such as improper mixing of\nchemicals and improper setting of IVs by trained and experienced\npersonnel—cannot remotely be characterized as “objectively\nintolerable.” Kentucky’s decision to adhere to its protocol despite\nthese asserted risks, while adopting safeguards to protect against\nthem, cannot be viewed as probative of the wanton infliction of\npain under the Eighth Amendment. Finally, the alternative that\npetitioners belatedly propose has problems of its own, and has\nnever been tried by a single State.Throughout our history, whenever a method of\nexecution has been challenged in this Court as cruel and unusual,\nthe Court has rejected the challenge. Our society has nonetheless\nsteadily moved to more humane methods of carrying out capital\npunishment. The firing squad, hanging, the electric chair, and the\ngas chamber have each in turn given way to more humane methods,\nculminating in today’s consensus on lethal injection.Gomezv.United States Dist. Court for Northern Dist.\nof Cal.,503 U.\nS. 653, 657 (1992) (Stevens, J., dissenting); App. 755. The\nbroad framework of the Eighth Amendment has accommodated this\nprogress toward more humane methods of execution, and our approval\nof a particular method in the past has not precluded legislatures\nfrom taking the steps they deem appropriate, in light of new\ndevelopments, to ensure humane capital punishment. There is no\nreason to suppose that today’s decision will be any\ndifferent.[Footnote 7]The judgment below concluding that Kentucky’s\nprocedure is consistent with the Eighth Amendment is, accordingly,\naffirmed.It is so ordered.Footnote 1Twenty-seven of the 36 States that currently\nprovide for capital punishment require execution by lethal\ninjection as the sole method. See Ariz. Rev. Stat. Ann. §13–704\n(West 2001); Ark. Code Ann. §5–4–617 (2006); Colo. Rev. Stat. Ann.\n§18–1.3–1202 (2007); Conn. Gen. Stat. §54–100 (2007); Del. Code\nAnn., Tit. 11, §4209 (2006 Supp.); Ga. Code Ann. §17–10–38 (2004);\nIll. Comp. Stat., ch. 725, §5/119–5 (West 2006); Ind. Code\n§35–38–6–1 (West 2004); Kan. Stat. Ann. §22–4001 (2006 Cum. Supp.);\nKy. Rev. Stat. Ann. §431.220 (West 2006); La. Stat. Ann. §15:569\n(West 2005); Md. Crim. Law Code Ann. §2–303 (Lexis Supp. 2007);\nMiss. Code Ann. §99–19–51 (2007); Mont. Code Ann. §46–19–103\n(2007); Nev. Rev. Stat. §176.355 (2007); N. J. Stat. Ann.\n§2C:49–2 (West 2007) (repealed Dec. 17, 2007); N. M. Stat.\nAnn. §31–14–11 (2000); N. C. Gen. Stat. Ann. §15–187 (Lexis\n2007); N. Y. Correc. Law Ann. §658 (West 2003) (held\nunconstitutional inPeoplev.LaValle, 3\nN. Y. 3d 88, 130–131, 817 N. E. 2d 341, 367 (2004)); Ohio\nRev. Code Ann. §2949.22 (Lexis 2006); Okla. Stat., Tit. 22, §1014\n(West 2001); Ore. Rev. Stat. §137.473 (2003); Pa. Stat. Ann., Tit.\n61, §3004 (Purdon 1999); S. D. Codified Laws §23A–27A–32\n(Supp. 2007); Tenn. Code Ann. §40–23–114 (2006); Tex. Code Crim.\nProc. Ann., Art. 43.14 (Vernon 2006 Supp. Pamphlet); Utah Code Ann.\n§77–18–5.5 (Lexis Supp. 2007); Wyo. Stat. Ann. §7–13–904 (2007).\nNine States allow for lethal injection in addition to an\nalternative method, such as electrocution, see Ala. Code §§15–18–82\nto 82.1 (Supp. 2007); Fla. Stat. §922.105 (2006); S. C. Code\nAnn. §24–3–530 (2007); Va. Code Ann. §53.1–234 (Lexis Supp. 2007),\nhanging, see N. H. Rev. Stat. Ann. §630:5 (2007); Wash. Rev.\nCode §10.95.180 (2006), lethal gas, see Cal. Penal Code Ann. §3604\n(West 2000); Mo. Rev. Stat. §546.720 (2007 Cum. Supp.), or firing\nsquad, see Idaho Code §19–2716 (Lexis 2004). Nebraska is the only\nState whose statutes specify electrocution as the sole method of\nexecution, see Neb. Rev. Stat. §29–2532 (1995), but the Nebraska\nSupreme Court recently struck down that method under the Nebraska\nConstitution, seeStatev.Mata, No. S–05–1268,\n2008 WL 351695, *40 (2008).Although it is undisputed that the States\nusing lethal injection adopted the protocol first developed by\nOklahoma without significant independent review of the procedure,\nit is equally undisputed that, in moving to lethal injection, the\nStates were motivated by a desire to find a more humane alternative\nto then-existing methods. See Fordham Brief 2–3. In this regard,\nKentucky was no different. Seeid., at 29–30 (quoting\nstatement by the State Representative who sponsored the bill to\nreplace electrocution with lethal injection in Kentucky: “if we are\ngoing to do capital punishment, it needs to be done in the most\nhumane manner” (internal quotation marks omitted)).Footnote 2The difficulties inherent in such approaches\nare exemplified by the controversy surrounding the study of lethal\ninjection published in the April 2005 edition of the British\nmedical journal the Lancet. After examining thiopental\nconcentrations in toxicology reports based on blood samples drawn\nfrom 49 executed inmates, the study concluded that “most of the\nexecuted inmates had concentrations that would not be expected to\nproduce a surgical plane of anaesthesia, and 21 (43%) had\nconcentrations consistent with consciousness.” Koniaris, Zimmers,\nLubarsky, & Sheldon, Inadequate Anaesthesia in Lethal Injection\nfor Execution, 365 Lancet 1412, 1412–1413. The study was widely\ncited around the country in motions to stay executions and briefs\non the merits. See,e.g.,Denno, The Lethal Injection\nQuandary: How Medicine Has Dismantled the Death Penalty, 76 Ford.\nL. Rev. 49, 105, n. 366 (2007) (collecting cases in which\nclaimants cited the Lancet study). But shortly after the Lancet\nstudy appeared, peer responses by seven medical researchers\ncriticized the methodology supporting the original conclusions. See\nGroner, Inadequate Anaesthesia in Lethal Injection for Execution,\n366 Lancet 1073–1074 (Sept. 2005). These researchers noted that\nbecause the blood samples were taken “several hours to days after”\nthe inmates’ deaths, the postmortem concentrations of thiopental—a\nfat-soluble compound that passively diffuses from blood into\ntissue—could not be relied on as accurate indicators for\nconcentrations during life.Id., at 1073. The authors of\nthe original study responded to defend their methodology.Id., at 1074–1076. See alsopost, at 2–4 (Breyer,\nJ., concurring in judgment).We do not purport to take sides in this\ndispute. We cite it only to confirm that a “best practices”\napproach, calling for the weighing of relative risks without some\nmeasure of deference to a State’s choice of execution procedures,\nwould involve the courts in debatable matters far exceeding their\nexpertise.Footnote 3Justice Thomas agrees that courts have\nneither the authority nor the expertise to function as boards of\ninquiry determining best practices for executions, seepost, at 9 (opinion concurring in judgment) (quoting this\nopinion);post, at 13, but contends that the standard we\nadopt inevitably poses such concerns. In our view, those concerns\nare effectively addressed by the threshold requirement reflected in\nour cases of a “ ‘substantial risk of serious harm’ ” or\nan “ ‘objectively intolerable risk of harm,’ ” seesupra, at 11, and by the substantive requirements in the\narticulated standard.Footnote 4Petitioners did allude to an “alternative\nchemical or combination of chemicals” that could replace Kentucky’s\nthree-drug protocol in their post-trial brief, see App. 684, but\nbased on the arguments presented there, it is clear they intended\nto refer only to other, allegedly less painful drugs that could\nsubstitute for potassium chloride as a heart-stopping agent, seeid.,at 701. Likewise, the only alternatives to the\nthree-drug protocol presented to the Kentucky Supreme Court were\nthose that replaced potassium chloride with other drugs for\ninducing cardiac arrest, or that omitted pancuronium bromide, or\nthat added an analgesic to relieve pain. See Brief for Appellants\nin No. 2005–SC–00543, pp. 38, 39, 40.Footnote 5Justice Stevens’s conclusion that the risk\naddressed by pancuronium bromide is “vastly outweighed” by the risk\nof pain at issue here, seepost, at 3 (opinion concurring\nin judgment), depends, of course, on the magnitude of the risk of\nsuch pain. As explained, that risk is insignificant in light of the\nsafeguards Kentucky has adopted.Footnote 6Resisting this point, the dissent rejects the\nexpert testimony that problems with the intravenous administration\nof sodium thiopental would be obvious, seepost, at 10,\ntestimony based not only on the pain that would result from\ninjecting the first drug into tissue rather than the vein, see App.\n600–601, but also on the swelling that would occur, seeid., at 353. See alsoid., at 385–386. Neither of\nthese expert conclusions was disputed below.Footnote 7We do not agree with Justice Stevens that\nanything in our opinion undermines or remotely addresses the\nvalidity of capital punishment. Seepost, at 11. The fact\nthat society has moved to progressively more humane methods of\nexecution does not suggest that capital punishment itself no longer\nserves valid purposes; we would not have supposed that the case for\ncapital punishment was stronger when it was imposed predominantly\nby hanging or electrocution.",
    "joined": []
}