{
    "case": {
        "docket": "21-463",
        "citation": "595",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/595/21-463/"
    },
    "id": "4505955",
    "author": "roberts",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–463_________________Whole Woman’s Health, et al., PETITIONERSv.Austin Reeve Jackson, Judge, District Court of Texas,\n114th District, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[December 10, 2021]Chief Justice Roberts, with whom Justice\nBreyer, Justice Sotomayor, and Justice Kagan join, concurring in\nthe judgment in part and dissenting in part.Texas has passed a law banning abortions after\nroughly six weeks of pregnancy. See S. B. 8, 87th Leg., Reg.\nSess. (2021). That law is contrary to this Court’s decisions inRoev.Wade,410 U.S.\n113(1973), andPlanned Parenthood of Southeastern Pa.\nv.Casey,505\nU.S. 833(1992). It has had the effect of denying the exercise\nof what we have held is a right protected under the Federal\nConstitution.[1]1Texas has employed an array of stratagems\ndesigned to shield its unconstitutional law from judicial review.\nTo cite just a few, the law authorizes “[a]ny person,” other than a\ngovernment official, to bring a lawsuit against anyone who “aids or\nabets,” or intends to aid or abet, an abortion performed after\nroughly six weeks; has special preclusion rules that allow multiple\nlawsuits concerning a single abortion; and contains broad venue\nprovisions that allow lawsuits to be brought in any of Texas’s 254\nfar flung counties, no matter where the abortion took place. See\nTex. Health & Safety Code Ann. §§171.208(a), (e)(5), 171.210\n(West Cum. Supp. 2021). The law then provides for minimum liability\nof $10,000 plus costs and fees, while barring defendants from\nrecovering their own costs and fees if they prevail. §§171.208(b),\n(i). It also purports to impose backward-looking liability should\nthis Court’s precedents or an injunction preventing enforcement of\nthe law be overturned. §§171.208(e)(2), (3). And it forbids many\nstate officers from directly enforcing it. §171.207.These provisions, among others, effectively\nchill the provision of abortions in Texas. Texas says that the law\nalso blocks any pre-enforcement judicial review in federal court.\nOn that latter contention, Texas is wrong. As eight Members of the\nCourt agree, seeante,at 11, petitioners may bring a\npre-enforcement suit challenging the Texas law in federal court\nunderEx parte Young,209 U.S.\n123(1908), because there exist state executive officials who\nretain authority to enforce it. See,e.g., Tex. Occ. Code\nAnn. §164.055(a) (West 2021). Given the ongoing chilling effect of\nthe state law, the District Court should resolve this litigation\nand enter appropriate relief without delay.In my view, several other respondents are also\nproper defendants. First, under Texas law, the Attorney General\nmaintains authority coextensive with the Texas Medical Board to\naddress violations of S. B. 8. The Attorney General may\n“institute an action for a civil penalty” if a physician violates a\nrule or order of the Board. Tex. Occ. Code Ann. §165.101. The\nBoard’s rules—found in the Texas Administrative Code, see 22 Tex.\nAdmin. Code §160.1(a) (West 2021)—prohibit licensed physicians from\nviolating Texas’s Health and Safety Code, which includes S. B. 8.\nSee 22 Tex. Admin. Code §190.8(7) (“the Board shall take\nappropriate disciplinary action against a physician who violates\n. . . Chapter 171, Texas Health and Safety Code”);\nS. B. 8, 87th Leg., Reg. Sess. (2021) (amending Chapter 171 of\nthe Texas Health and Safety Code by adding Subchapter H). Under\nTexas law, then, the Attorney General maintains authority to “take\nenforcement actions” based on violations of S. B. 8.Ante,at 12. He accordingly also falls within the scope ofYoung’s\nexception to sovereign immunity.Ante, at 9–10.The same goes for Penny Clarkston, a court\nclerk. Court clerks, of course, do not “usually” enforce a State’s\nlaws.Ante,at 5. But by design, the mere threat of even\nunsuccessful suits brought under S. B. 8 chills constitutionally\nprotected conduct, given the peculiar rules that the State has\nimposed. Under these circumstances, the court clerks who issue\ncitations and docket S. B. 8 cases are unavoidably enlisted in the\nscheme to enforce S. B. 8’s unconstitutional provisions, and thus\nare sufficiently “connect[ed]” to such enforcement to be proper\ndefendants.Young, 209 U. S., at 157. The role that\nclerks play with respect to S. B. 8 is distinct from that of the\njudges. Judges are in no sense adverse to the parties subject to\nthe burdens of S. B. 8. But as a practical matter clerks are—to the\nextent they “set[ ] in motion the machinery” that imposes\nthese burdens on those sued under S. B. 8.Sniadachv.Family Finance Corp. of Bay View,395\nU.S. 337, 338 (1969).The majority contends that this conclusion\ncannot be reconciled withYoung, pointing to language inYoungthat suggests it would be improper to enjoin courts\nfrom exercising jurisdiction over cases.Ante, at 7–8;Young, 209 U. S., at 163. Decisions afterYoung,\nhowever, recognize that suits to enjoin state court proceedings may\nbe proper. SeeMitchumv.Foster,407 U.S.\n225, 243 (1972); see alsoPulliamv.Allen,466 U.S.\n522, 525 (1984). And this conclusion is consistent with the\nentire thrust ofYoungitself. Just as inYoung,\nthose sued under S. B. 8 will be “harass[ed] . . . with a\nmultiplicity of suits or litigation generally in an endeavor to\nenforce penalties under an unconstitutional enactment.” 209\nU. S., at 160. Under these circumstances, where the mere\n“commencement of a suit,” and in fact just the threat of it, is the\n“actionable injury to another,” the principles underlyingYoungauthorize relief against the court officials who play\nan essential role in that scheme.Id.,at 153. Any novelty\nin this remedy is a direct result of the novelty of Texas’s\nscheme.[2]2*  *  *The clear purpose and actual effect of S. B. 8\nhas been to nullify this Court’s rulings. It is, however, a basic\nprinciple that the Constitution is the “fundamental and paramount\nlaw of the nation,” and “[i]t is emphatically the province and duty\nof the judicial department to say what the law is.”Marburyv.Madison, 1 Cranch 137, 177 (1803). Indeed, “[i]f the\nlegislatures of the several states may, at will, annul the\njudgments of the courts of the United States, and destroy the\nrights acquired under those judgments, the constitution itself\nbecomes a solemn mockery.”United Statesv.Peters, 5\nCranch 115, 136 (1809). The nature of the federal right infringed\ndoes not matter; it is the role of the Supreme Court in our\nconstitutional system that is at stake.Notes11 The law states that\nabortion providers may raise an “undue burden” defense, seeante,at 2, but that defense is no more than a distorted\nversion of the undue burden standard set forth inCasey,505\nU.S. 833. The defense in the statute does not, for example,\nallow defendants to rely on the effect that an award of relief\nwould have on others throughout the State, see Tex. Health &\nSafety Code Ann. §171.209(d)(2) (West Cum. Supp. 2021), even though\nour precedents specifically permit such reliance.June Medical\nServices L. L. C.v.Russo,591\nU. S. ___, ___–___ (2020) (opinion of Breyer, J.) (slip op.,\nat 32–35). The provision, after all, is entitled “Undue Burden\nDefenseLimitations.” See §171.209 (emphasis\nadded).22 A recent summary\njudgment ruling in state court found S. B. 8 unconstitutional in\ncertain respects, not including the ban on abortions after roughly\nsix weeks. Seeante, at 2, 15. That order—which does not\ngrant injunctive relief and has not yet been considered on\nappeal—does not legitimate the State’s effort to legislate away a\nfederally protected right.",
    "joined": []
}