{
    "case": {
        "docket": "15-9260",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-9260/"
    },
    "id": "3714588",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–9260_________________LEVON DEAN, Jr., PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[April 3, 2017]Chief Justice Roberts delivered the opinion of\nthe Court.Congress has made it a separate offense to use\nor possess a firearm in connection with a violent or drug\ntrafficking crime. 18 U. S. C. §924(c). That separate\nfirearm offense carries a mandatory minimum sentence of five years\nfor the first conviction and 25 years for a second. Those sentences\nmust be in addition to and consecutive to the sentence for the\nunderlying predicate offense. The question presented is whether, in\ncalculating the sentence for the predicate offense, a judge must\nignore the fact that the defendant will serve the mandatory\nminimums imposed under §924(c).ILevon Dean, Jr., and his brother robbed a\nmethamphetamine dealer in a Sioux City motel room. Less than two\nweeks later, they robbed another drug dealer at his home. During\neach robbery, Dean’s brother threatened the victim with a modified\nsemiautomatic rifle, later using that rifle to club the victim on\nthe head. Dean, meanwhile, ransacked the area for drugs, money, and\nother valuables.A federal grand jury returned a multicount\nindictment charging Dean and his brother with a host of crimes\nrelated to the two robberies. Following a joint trial, a jury\nconvicted Dean of one count of conspiracy to commit robbery, two\ncounts of robbery, and one count of possessing a firearm as a\nconvicted felon. He was also convicted of two counts of possessing\nand aiding and abetting the possession of a firearm in furtherance\nof a crime of violence, in violation of 18 U. S. C. §§2\nand 924(c). Section 924(c) criminalizes using or carrying a firearm\nduring and in relation to a crime of violence or drug trafficking\ncrime, or possessing a firearm in furtherance of such an underlying\ncrime. There is no dispute that Dean’s two robbery convictions\nqualified as predicate crimes of violence for purposes of\n§924(c).Section 924(c) does more than create a distinct\noffense. It also mandates a distinct penalty, one that must be\nimposed “in additiontothe punishment provided for\n[the predicate] crime of violence or drug trafficking crime.”\n§924(c)(1)(A) (emphasis added). A first-time offender under §924(c)\nreceives a five-year mandatory minimum. A “second or subsequent\nconviction” under §924(c) carries an additional 25-year mandatory\nminimum. §§924(c)(1)(A)(i), (C)(i).A sentence imposed under §924(c) must run\nconsecutively to “any other term of imprisonment imposed on the\nperson,” including any sentence for the predicate crime “during\nwhich the firearm was used, carried, or possessed.”\n§924(c)(1)(D)(ii). For Dean, this meant a 30-year mandatory\nminimum, to be served after and in addition to any sentence he\nreceived for his other counts of conviction.At sentencing Dean did not dispute that each of\nhis four other counts resulted in a sentencing range of 84–105\nmonths under the Sentencing Guidelines. He argued, however, that\nthe court should consider his lengthy mandatory minimum sentences\nwhen calculating the sentences for his other counts, and impose\nconcurrent one-day sentences for those counts.Finding that Dean was “clearly the follower” and\nthat he lacked “any significant history of any violence,” the\nDistrict Judge agreed that 30 years plus one day was “more than\nsufficient for a sentence in this case.” App. 26. Yet the judge\nunderstood §924(c) to preclude such a sentence. In his view, he was\nrequired to disregard Dean’s 30-year mandatory minimum when\ndetermining the appropriate sentences for Dean’s other counts of\nconviction. Viewed on their own—and not as part of a combined\npackage—those counts plainly warranted sentences longer than one\nday. In the end, the judge still granted a significant downward\nvariance from the 84–105 month Guidelines range. Dean received\nconcurrent sentences of 40 months for each non-§924(c) conviction,\nwhich, when added to his 360-month mandatory minimum, yielded a\ntotal sentence of 400 months. Dean appealed.Before the Eighth Circuit, Dean argued that the\nDistrict Court had erred in concluding that it could not vary from\nthe Guidelines range based on the mandatory minimum sentences he\nwould receive under §924(c). The Court of Appeals disagreed, ruling\nthat Dean’s argument was foreclosed by Circuit precedent and that\nhis sentence was otherwise substantively reasonable. 810 F. 3d\n521 (2015). We granted certiorari. 580 U. S. ___ (2016).IISentencing courts have long enjoyed discretion\nin the sort of information they may consider when setting an\nappropriate sentence.Pepperv.United States, 562\nU. S. 476 –489 (2011). This durable tradition remains, even as\nfederal laws have required sentencing courts to evaluate certain\nfactors when exercising their discretion.Ibid.ASection 3553(a) of Title 18 specifies the\nfactors courts are to consider in imposing a sentence. The list of\nfactors is preceded by what is known as the parsimony principle, a\nbroad command that instructs courts to “impose a sentence\nsufficient, but not greater than necessary, to comply with” the\nfour identified purposes of sentencing: just punishment,\ndeterrence, protection of the public, and rehabilitation.Ibid.A sentencing court is then directed to take into\naccount “the nature and circumstances of the offense and the\nhistory and characteristics of the defendant,” as well as “the need\nfor the sentence imposed” to serve the four overarching aims of\nsentencing. §§3553(a)(1), (2)(A)–(D); seeGallv.United\nStates, 552 U. S. 38 , n. 6 (2007). The court must\nalso consider the pertinent guidelines and policies adopted by the\nSentencing Commission. §§3553(a)(4), (5); seeid., at 50,\nn. 6.The §3553(a) factors are used to set both the\nlength of separate prison terms and an aggregate prison term\ncomprising separate sentences for multiple counts of conviction.\nUnder §3582 a court, “in determining whether to impose a term of\nimprisonment, and, if a term of imprisonment is to be imposed, in\ndetermining the length of the term, shall consider the factors set\nforth in section 3553(a).” §3582(a). And §3584 provides: “[I]n\ndetermining whether the terms imposed are to be ordered to run\nconcurrently or consecutively, [the court] shall consider, as to\neach offense for which a term of imprisonment is being imposed, the\nfactors set forth in section 3553(a).” §3584(b).As a general matter, the foregoing provisions\npermit a court imposing a sentence on one count of conviction to\nconsider sentences imposed on other counts. Take the directive that\na court assess “the need for the sentence imposed . . .\nto protect the public from further crimes of the defendant.”\n§3553(a)(2)(C). Dean committed the two robberies at issue here when\nhe was 23 years old. That he will not be released from prison until\nwell after his fiftieth birthday because of the §924(c) convictions\nsurely bears on whether—in connection with his predicate\ncrimes—still more incarceration is necessary to protect the public.\nLikewise, in considering “the need for the sentence imposed\n. . . to afford adequate deterrence,” §3553(a)(2)(B), the\nDistrict Court could not reasonably ignore the deterrent effect of\nDean’s 30-year mandatory minimum.According to the Government, this is not how\nsentencing is meant to work. Rather, district courts should\ncalculate the appropriate term of imprisonment for each individual\noffense. That determination, insists the Government, disregards\nwhatever sentences the defendant may also face on other counts. Not\nuntil deciding whether to run sentences consecutively or\nconcurrently—i.e.,not until applying §3584—should a\ndistrict court consider the effect of those other sentences. Brief\nfor United States 21–26.Nothing in the law requires such an approach.\nThe Government states that the §3553(a) factors are “normally\nrelevant in determining the total length of imprisonment” under\n§3584.Id., at 28. No doubt they are. But there is no reason\nthey may not also be considered at the front end, when determining\na prison sentence for each individual offense in a multicount\ncase.At odds with the text, the Government’s\ninterpretation is also at odds with its own practice in “sentencing\npackage cases.”Greenlawv.United States, 554\nU. S. 237, 253 (2008) . “Those cases typically involve\nmulticount indictments and a successful attack by a defendant on\nsome but not all of the counts of conviction.”Ibid.In\nthose cases—including ones where §924(c) convictions are\ninvalidated—the Government routinely argues that an appellate court\nshould vacate the entire sentence so that the district court may\nincrease the sentences for any remaining counts up to the limit set\nby the original aggregate sentence. SeeUnited Statesv.Smith, 756 F. 3d 1179, 1188–1189, and n. 5 (CA10 2014)\n(collecting cases). And appellate courts routinely agree.Id., at 1189, and n. 6 (same). As we understand it, the\nGovernment’s theory in those cases is that the district court may\nhave relied on a now-vacated conviction when imposing sentences for\nthe other counts. But that theory of course directly contradicts\nthe position the Government now advances—that district courts must\ndetermine sentences independently of one another, accounting for\nmultiple sentences only when deciding whether to stack them or run\nthem concurrently.BNothing in §924(c) restricts the authority\nconferred on sentencing courts by §3553(a) and the related\nprovisions to consider a sentence imposed under §924(c) when\ncalculating a just sentence for the predicate count.The Government points to two limitations in\n§924(c). First, the Government notes, a mandatory sentence under\n§924(c) must be imposed “in additiontothe\npunishment provided” for the predicate crime. §924(c)(1)(A)\n(emphasis added). This limitation says nothing about the length of\na non-§924(c) sentence, much less about what information a court\nmay consider in determining that sentence. Whether the sentence for\nthe predicate offense is one day or one decade, a district court\ndoes not violate the terms of §924(c) so long as it imposes the\nmandatory minimum “in addition to” the sentence for the violent or\ndrug trafficking crime.Second, §924(c) states that “no term of\nimprisonment imposed on a person under this subsection shall run\nconcurrently with any other term of imprisonment imposed on the\nperson, including any term of imprisonment imposed for the\n[predicate] crime during which the firearm was used, carried, or\npossessed.” §924(c)(1)(D)(ii). Nothing in that language prevents a\ndistrict court from imposing a 30-year mandatory minimum sentence\nunder §924(c) and a one-day sentence for the predicate violent or\ndrug trafficking crime, provided those terms run one after the\nother. The Government emphasizes that the requirement of\nconsecutive sentences removes the discretion to run sentences\nconcurrently that district courts exercise under §3584. We agree.\nSo does Dean, for that matter. But we fail to see the significance\nof the point. The bar on imposing concurrent sentences does not\naffect a court’s discretion to consider a mandatory minimum when\ncalculating each individual sentence.The Government would, in effect, have us read an\nadditional limitation into §924(c): Where §924(c) says “in addition\nto the punishment provided for [the predicate] crime of violence,”\nwhat the statutereallymeans is “in addition to the\npunishment provided for [the predicate] crime of violencein the\nabsence of a Section 924(c) conviction.” See Reply Brief 2. We\nhave said that “[d]rawing meaning from silence is particularly\ninappropriate” where “Congress has shown that it knows how to\ndirect sentencing practices in express terms.”Kimbroughv.United States, 552 U. S. 85, 103 (2007) . Congress has\nshown just that in another statute, 18 U. S. C. §1028A.\nThat section, which criminalizes the commission of identity theft\n“during and in relation to” certain predicate felonies, imposes a\nmandatory minimum sentence “in addition to the punishment provided\nfor” the underlying offense. §1028A(a)(1). It also says that the\nmandatory minimum must be consecutive to the sentence for the\nunderlying offense. §1028A(b)(2). So far, §1028A tracks §924(c) in\nrelevant respects. But §1028A goes further: It provides that in\ndetermining the appropriate length of imprisonment for the\npredicate felony “a court shall not in any way reduce the term to\nbe imposed for such crime so as to compensate for, or otherwise\ntake into account, any separate term of imprisonment imposed or to\nbe imposed for a violation of this section.” §1028A(b)(3). Section\n1028A says just what the Government reads §924(c) to say—of course,\nwithoutactuallysaying it.The Government responds that §1028A was passed\nin 2004, long after Congress enacted the 1984 amendments creating\nthe current sentencing regime in §924(c). Brief for United States\n46. True. But §1028A confirms that it would have been easy enough\nto make explicit what the Government argues is implicit in §924(c).\nIt also underscores that for over a decade Congress has been aware\nof a clear way to bar consideration of a mandatory minimum, but\nnever during that time changed the language of §924(c) to mirror\nthat of §1028A, even as it has amended other aspects of\n§924(c).*  *  *The Government speaks of Congress’s intent to\nprevent district courts from bottoming out sentences for predicate\n§924(c) offenses whenever they think a mandatory minimum under\n§924(c) is already punishment enough. But no such intent finds\nexpression in the language of §924(c). That language simply\nrequires any mandatory minimum under §924(c) to be imposed “in\naddition to” the sentence for the predicate offense, and to run\nconsecutively to that sentence. Nothing in those requirements\nprevents a sentencing court from considering a mandatory minimum\nunder §924(c) when calculating an appropriate sentence for the\npredicate offense.The judgment of the United States Court of\nAppeals for the Eighth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.",
    "joined": []
}