{
    "case": {
        "docket": "16-498",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-498/"
    },
    "id": "3858470",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–498_________________DAVID PATCHAK, PETITIONERv.RYAN\nZINKE, SECRETARY OF THE INTERIOR, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[February 27, 2018]Chief Justice Roberts, with whom Justice\nKennedy and Justice Gorsuch join, dissenting.Two Terms ago, this Court unanimously agreed\nthat Congress could not pass a law directing that, in the\nhypothetical pending case ofSmithv.Jones, “Smith\nwins.”Bank Markaziv.Peterson, 578 U. S. ___,\n___, n. 17 (2016) (slip op., at 13, n. 17). Today, the\nplurality refuses to enforce even that limited principle in the\nface of a very real statute that dictates the disposition of a\nsingle pending case. Contrary to the plurality, I would not cede\nunqualified authority to the Legislature to decide the outcome of\nsuch a case. Article III of the Constitution vests that\nresponsibility in the Judiciary alone.IAArticle III, §1 of the Constitution confers\nthe “judicial Power of the United States” on “one supreme Court”\nand such “inferior Courts” as Congress might establish. That\nprovision, our cases have recognized, is an “inseparable element of\nthe constitutional system of checks and bal- ances,” which sets\naside for the Judiciary the authority to decide cases and\ncontroversies according to law.Northern Pipeline Constr.\nCo.v.Marathon Pipe Line Co., 458 U. S. 50, 58\n(1982) (plurality opinion). “Under the basic concept of separation\nof powers,” the judicial power to interpret and apply the law “can\nno more be shared with another branch than the Chief Executive, for\nexample, can share with the Judiciary the veto power, or the\nCongress share with the Judiciary the power to override a\nPresidential veto.”Sternv.Marshall, 564 U. S.\n462, 483 (2011) (internal quotation marks omitted).The Framers’ decision to establish a judiciary\n“truly distinct from both the legislature and the executive,” The\nFederalist No. 78, p. 466 (C. Rossiter ed. 1961) (A. Hamilton), was\nborn of their experience with legislatures “extending the sphere of\n[their] activity and drawing all power into [their] impetuous\nvortex,”id., No. 48, at 309 (J. Madison). Throughout the\n17th and 18th centuries, colonial legislatures routinely functioned\nas courts of equity, “grant[ing] exemptions from standing law,\nprescrib[ing] the law to be applied to particular controversies,\nand even decid[ing] the merits of cases.” Manning, Response,\nDeriving Rules of Statutory Interpretation from the Constitution,\n101 Colum. L. Rev. 1648, 1662 (2001). In Virginia, for instance,\nThomas Jefferson lamented that the assembly had, “in many\ninstances, decided rights which should have been left to judiciary\ncontroversy.” Notes on the State of Virginia 120 (W. Peden ed.\n1982). And in Pennsylvania, the Council of Censors—a body charged\nwith ensuring compliance with the state constitution—denounced the\nstate assembly’s practice of “extending their deliberations to the\ncases of individuals” in order to ease the “hardships which will\nalways arise from the operation of general laws.” Report of the\nCommittee of the Pennsylvania Council of Censors 38, 43 (F. Bailey\ned. 1784). “[T]here is reason to think,” the Censors reported,\n“that favour and partiality have, from the nature of public bodies\nof men, predominated in the distribution of this relief.”Id.,at 38.Given the “disarray” produced by this “system of\nlegislative equity,” the Framers resolved to take the innovative\nstep of creating an independent judiciary.Plautv.Spendthrift Farm, Inc., 514 U. S. 211, 221 (1995) .\nThey recognized that such a structural limitation on the power of\nthe legislative and executive branches was necessary to secure\nindividual freedom. As James Madison put it, “[w]ere the power of\njudging joined with the legislative, the life and liberty of the\nsubject would be exposed to arbitrary control.” The Federalist No.\n47, at 303 (citing 1 Montesquieu, The Spirit of the Laws).The Constitution’s division of power thus\nreflects the “concern that a legislature should not be able\nunilaterally to impose a substantial deprivation on one person.”INSv.Chadha, 462 U. S. 919, 962 (1983)\n(Powell, J., concurring in judgment). The Framers protected against\nthat threat, both in “specific provisions, such as the Bill of\nAttainder Clause,” and in the “general allocation” of the judicial\npower to the Judiciary alone.Ibid.As Chief Justice\nMarshall wrote, the Constitution created a straightforward\ndistribution of authority: The Legislature wields the power “to\nprescribe general rules for the government of society,” but “the\napplication of those rules to individuals in soci- ety” is the\n“duty” of the Judiciary.Fletcherv.Peck, 6 Cranch\n87, 136 (1810). Article III, in other words, sets out not only what\nthe Judiciary can do, but also what Congress cannot.Congress violates this arrangement when it\narrogates the judicial power to itself and decides a particular\ncase. We first enforced that rule inUnited Statesv.Klein, 13 Wall. 128 (1872), when the Radical Republican\nCongress passed a law targeting suits by pardoned Confederates.\nAlthough this Court had held that a pardon was proof of loyalty and\nentitled claimants to damages for property seized by the Union, seeUnited Statesv.Padelford, 9 Wall. 531, 543 (1870),\nCongress sought to block Confederate supporters from receiving such\ncompensation. It therefore enacted a statute barring rebels from\nusing a pardon as evidence of loyalty, instead requiring the courts\nto dismiss for want of jurisdiction any suit based on a pardon.\nThis Court declared the law unconstitutional. Congress, in addition\nto impairing the President’s pardon power, had “prescribe[d] rules\nof decision to the Judicial Department . . . in cases\npending before it.”Klein, 13 Wall., at 146. The Court\naccordingly held that the statute “passed the limit which separates\nthe legislative from the judicial power.”Id., at 147.We have frequently reiterated this basic premise\nof the separation of powers. InPopev.United\nStates, 323 U. S. 1 (1944) , the Court recognized that\n“changing the rules of decision for the determination of a pending\ncase” would impermissibly interfere with judicial independence, but\nheld that such concerns were absent when Congress consented to a\nclaims settlement pursuant to its broad power “to provide for the\npayment of debts.”Id.,at 9; seeChadha, 462\nU. S., at 966, n. 9 (Powell, J., concurring in judgment)\n(“When Congress grants particular individuals relief or benefits\nunder its spending power, the danger of oppressive action that the\nseparation of powers was designed to avoid is not implicated.”). As\nwe also explained inUnited Statesv.Sioux Nation,\n448 U. S. 371, 398 (1980) , because Congress has “no judicial\npowers” to render judgment “directly,” it likewise cannot do so\nindirectly, by “direct[ing] . . . a court to find a\njudgment in a certain way.” That sort of legislative intervention\nconstitutes an exercise of the judicial power, leaving “the court\nno adjudicatory function to perform.”Id., at 392. Most\nrecently, we reaffirmed the fundamental proposition that “Congress\ncould not enact a statute directing that, in ‘Smith v. Jones,’\n‘Smith wins.’ ”Bank Markazi, 578 U. S., at ___,\nn. 17 (slip op., at 13, n. 17).BAs the plurality acknowledges,ante, at\n14, the facts of this case are stark. The Match-E-Be-Nash-She-Wish\nBand of Pottawatomi Indians (Band) sought land on which to build a\ncasino. The Band identified a 147-acre tract of land in rural\nsouthwestern Michigan (called the Bradley Property), and in 2005\nthe Secretary of the Interior announced a final decision to take\nthe property into trust on behalf of the Band. See 70 Fed. Reg.\n25596 (2005).Fearing an “irreversibl[e] change [to] the rural\ncharacter of the area,” David Patchak, a neighboring landowner,\nfiled a lawsuit challenging the transfer.Patchakv.Jewell, 828 F. 3d 995, 1000 (CADC 2016). The suit\nalleged that the Secretary lacked statutory authority to take the\nBradley Property into trust. The Secretary asserted several grounds\nfor dismissing the case, but this Court ultimately granted review\nand determined that “Patchak’s suit may proceed.”Match-E-Be-Nash-She-Wish Band of Pottawatomi Indiansv.Patchak, 567 U. S. 209, 212 (2012) (Patchak\nI).Following remand, while summary judgment\nbriefing was underway in the District Court, the Band persuaded\nCongress to enact a standalone statute, the Gun Lake Trust Land\nReaffirmation Act (Gun Lake Act), to terminate the suit. Pub. L.\n113–179, 128Stat. 1913. Section 2(a) of the Act provides that the\nland “described in . . . 70 Fed. Reg. 25596”—the Bradley\nProperty—“is reaffirmed as trust land, and the actions of the\nSecretary of the Interior in taking that land into trust are\nratified and confirmed.”Then Congress went further. In §2(b) it\nprovided:“No Claims.—Notwithstanding any other\nprovision of law, an action (including an action pending in a\nFederal court as of the date of enactment of this Act) relating to\nthe land described in subsection (a) shall not be filed or\nmaintained in a Federal court and shall be promptly dismissed.”When Congress passed the Act in 2014, no other\nsuits relating to the Bradley Property were pending, and the\nsix-year statute of limitations on challenges to the Secretary’s\naction under the Administrative Procedure Act had expired. See 28\nU. S. C. §2401(a). The Committees that recommended the\nlegislation affirmed that the statute would make no “changes in\nexisting [Indian] law.” H. R. Rep. No. 113–590, p. 5 (2014);\nS. Rep. No. 113–194, p. 4 (2014).Recognizing that the “clear intent” of Congress\nwas “to moot this litigation,” the District Court dismissed\nPatchak’s case against the Secretary.Patchakv.Jewell, 109 F. Supp. 3d 152, 159 (DC 2015). The\nD. C. Circuit affirmed, also based on the “plain” directive of\n§2(b). 828 F. 3d, at 1001.IICongress has previously approached the\nboundary between legislative and judicial power, but it has never\ngone so far as to target a single party for adverse treatment and\ndirect the precise disposition of his pending case. Section\n2(b)—remarkably—does just that.The plurality cites a smattering of “narrow\nstatutes” that this Court has previously upheld.Ante, at\n14. Yet none is as brazen as §2(b), either in terms of dictating a\nparticular outcome or in singling out a particular party. Indeed,\nthe bulk of those cases involved statutes that prospectively\ngoverned an open-ended class of disputes and left the courts to\napply any new legal standard in the first instance. InPennsylvaniav.Wheeling & Belmont Bridge Co., 18\nHow. 421 (1856), for example, we addressed an enactment that\npermanently altered the legal status of a public bridge going\nforward by reclassifying it as a postal road. That provision, we\nlater said, did not prescribe an “arbitrary rule of decision” but\ninstead “left [the court] to apply its ordinary rules” to determine\nwhether the redesignation of the structure meant that it was an\nobstruction of interstate commerce.Klein, 13 Wall., at\n146–147. And inRobertsonv.Seattle Audubon Soc.,\n503 U. S. 429 (1992) , the statute at issue made reference to\nspecific cases only as a shorthand for identifying preexisting\nenvironmental law requirements.Id., at 440. The statute\napplied generally—“replac[ing] the legal standards” for timber\nharvesting across 13 national forests—and explicitly reserved for\njudicial determination whether pending and future timber sales\ncomplied with the new standards.Id., at 437.EvenBank Markazi, which disclaimed a\nnumber of limits on Congress’s authority to intervene in ongoing\nlitigation, did not suggest that Congress could dictate the result\nin a pending case. There, Congress inserted itself into a\nlong-running dispute over whether terrorist victims could satisfy\ntheir judgments against Iran’s central bank, enacting a statute\nthat eliminated certain legal impediments to obtaining the bank’s\nassets. We upheld the law because it “establish[ed] new substantive\nstandards” and entrusted “application of those standards” to the\ncourt. 578 U. S., at ___ (slip op., at 18).But the Court inBank Markazidid not\nhave before it anything like §2(b), which prevents the court from\napplying any new legal standards and explicitly dictates the\ndismissal of a pending proceeding. The Court instead stressed that\nthe judicial findings contemplated by the statute inBank\nMarkazileft “plenty” for the court “to adjudicate” before\nruling that the bank was liable.Id., at ___, n. 20\n(slip op., at 17, n. 20). The law, for instance, did not\ndefine the terms “beneficial interest” and “equitable title.” The\nDistrict Court needed to resolve the scope of those phrases. Nor\ndid it decide whether the assets were owned by the bank. That issue\nwas also assigned to the court. And lastly, the statute did not\nsettle whether the assets were held in New York or Luxembourg. The\ncourt had to sort that out too. Seeibid.[1] Section 2(b) goes much further than the\nstatute inBank Markaziby disposing of the case outright,\nwresting any adjudicative responsibility from the courts. For all\nof the plurality’s discussion of the Federalist Papers and\n“exclusive” judicial power,ante, at 5, it is idle to\nsuggest that §2(b) preserves any role for the court beyond that of\nstenographer.In addition, the Court inBank Markazirepeatedly emphasized that the law was not a “one-case-only\nregime.” 578 U. S., at ___ (slip op., at 1). The law instead\ngoverned a category of postjudgment execution claims filed by over\na thousand plaintiffs who, in 16 different actions, had obtained\njudgments against Iran in excess of $1.75 billion—facts suggesting\nmore generality than is true of many Acts of Congress.By contrast, §2(b) targets a single pending\ncase. Al- though the formal language of the provision—reaching any\naction “relating to” the Bradley Property—could theoretically\nsuggest a broader application, its practical operation\nunequivocally confirms that it concerns solely Patchak’s suit. SeeCommodity Futures Trading Comm’nv.Schor, 478\nU. S. 833, 851 (1986) (explaining that the Court “review[s]\nArticle III challenges . . . with an eye to the practical\neffect that the congressional action will have on the\nconstitutionally assigned role of the federal judiciary”). In an\neffort to identify a set of disputes to which §2(b) might apply,\nthe plurality asserts that the provision extends to any action\nrelating to the trust status of the property.Ante, at 15.\nYet as the D. C. Circuit recognized, no other cases were pending\nwhen the provision was enacted; §2(b) affected “only\n. . . Patchak’s lawsuit.” 828 F. 3d, at 1003. And as\nthe Band concedes, no additional suits challenging the transfer\ncould have been filed under the APA—or any other statute of which\nwe are aware—due to the expiration of the statute of limitations.\nBrief for Respondent Band 6. The plurality thus is simply incorrect\nwhen it asserts that the Act applies to a broad “class of cases.”Ante, at 8, 15. What are those cases?This is not a question of probing Congress’s\n“unexpressed motives.”Ante, at 15. The text and operation\nof the provision instead make clear that the range of potential\napplications is a class of one. Congress, in crafting a law\ntailored to Patchak’s suit, has pronounced the equivalent of “Smith\nwins.”IIIThe plurality refuses to “jealously guard[ ]”\nagainst such a basic intrusion on judicial independence.Northern Pipeline, 458 U. S., at 60. It instead focuses\non general tenets of jurisdiction stripping. In its view, §2(b)\nfalls comfortably within Congress’s power to regulate the\njurisdiction of the federal courts, and accordingly does not\nconstitute an exercise of judicial power.But nothing in §2(b) specifies that the statute\nis jurisdictional. That has special significance: To rein in\n“profligate use of the term ‘jurisdiction,’ ” this Court in\nrecent cases has adopted a “bright line” rule treating statutory\nlimitations as nonjurisdictional unless Congress “clearly states”\notherwise.Sebeliusv.Auburn Regional Medical\nCenter, 568 U. S. 145, 153 (2013) ;Arbaughv.Y\n& H Corp., 546 U. S. 500 –516 (2006). The Gun Lake Act\ndoes not clearly state that it imposes a jurisdictional\nrestriction—the term is not mentioned anywhere in the title,\nheadings, or text of the Act. Indeed, we have previously found that\nnearly identical statutory language “says nothing about whether a\nfederal court has subject-matter jurisdiction.”Reed Elsevier,\nInc.v.Muchnick, 559 U. S. 154, 164 (2010) .\nCompare 17 U. S. C. §411(a), the statute inReed\nElsevier(“no civil action . . . shall be\ninstituted”), with §2(b) (“an action . . . shall not be\nfiled or maintained”).[2] And\nsince the Gun Lake Act was passed well after our series of cases\nsetting forth a clear statement rule, we may “presume” that\nCongress was conscious of that obligation when it drafted §2(b).United Statesv.Wells, 519 U. S. 482, 495\n(1997) .After stretching to read §2(b) as\njurisdictional, the plurality dedicates considerable effort to\ndefending Congress’s broad authority over the jurisdiction of the\nfederal courts.Ante, at 7–10. That background principle is\nundoubtedly correct—and undoubtedly irrelevant for the purposes of\nevaluating §2(b). For while the greater power to create inferior\nfederal courts generally includes the power to strip those courts\nof jurisdiction, at a certain point that lesser exercise of\nauthority invades the judicial function. “Congress has the power\n(within limits) to tell the courts whatclassesof cases\nthey may decide, but not to prescribe or superintend how they\ndecide those cases.”Arlingtonv.FCC, 569 U. S.\n290, 297 (2013) (majority opinion of Scalia, J.) (emphasis added;\ncitations omitted). In other words, Congress cannot, under the\nguise of altering federal jurisdiction, dictate the result of a\npending proceeding.Klein, after all, drew precisely the same\ndistinction when it considered the provision stripping jurisdiction\nover any suit based on a pardon. Chief Justice Chase’s opinion for\nthe Court explained that if the statute had “simply” removed\njurisdiction over “a particular class of cases,” it would be\nregarded as “an exercise of the acknowledged power of Congress to\nmake exceptions and prescribe regulations to the appellate power.”\n13 Wall., at 145, 146. But because the withdrawal of jurisdiction\nwas a “means to an end,” founded “solely on the application of a\nrule of decision,” the Court held that the law violated the\nseparation of powers.Ibid.; see R. Fallon, J. Manning, D.\nMeltzer, & D. Shapiro, Hart and Wechsler’s The Federal Courts\nand the Federal System 324 (7th ed. 2015) (recognizing that “not\nevery congressional attempt to influence the outcome of cases, even\nif phrased in jurisdictional language, can be justified as a valid\nexercise of a power over jurisdiction”).Contrary to the plurality, I would hold that\nCongress exercises the judicial power when it manipulates\njurisdictional rules to decide the outcome of a particular pending\ncase. Because the Legislature has no authority to direct entry of\njudgment for a party, it cannot achieve the same result by\nstripping jurisdiction over a particular proceeding. Does the\nplurality really believe that there is a material difference\nbetween a law stating “The court lacks jurisdiction over Jones’s\npending suit against Smith” and one stating “In the case ofSmithv.Jones, Smith wins”? In both instances,\nCongress has resolved the specific case in Smith’s favor.Over and over, the plurality intones that §2(b)\ndoes not impinge on the judicial power because the provision\n“changes the law.” Seeante, at 6–7, 10–14. But all that\n§2(b) does is deprive the court of jurisdiction in a single\nproceeding. If that is sufficient to change the law, the\nplurality’s rule “provides no limiting principle” on Congress’s\nability to assume the role of judge and decide the outcome of\npending cases.Northern Pipeline, 458 U. S., at 73.In my view, the concept of “changing the law”\nmust imply some measure of generality or preservation of an\nadjudicative role for the courts. The weight of our jurisdiction\nstripping precedent bears this out. Almost all of the examples the\nplurality cites, seeante, at 10, 13, contemplated the\nwholesale repeal of a generally applicable jurisdictional\nprovision. SeeHallowellv.Commons, 239 U. S.\n506, 508 (1916) (“The [provision] applies with the same force to\nall cases and was embodied in a statute that no doubt was intended\nto apply to all.”);Caryv.Curtis, 3 How. 236, 245\n(1845); see alsoLandgrafv.USI Film Products, 511\nU. S. 244, 274 (1994) ;Klinev.Burke Constr.\nCo., 260 U. S. 226, 234 (1922) . The Court, to date, has\nnever sustained a law that withdraws jurisdiction over a particular\nlawsuit.The closest analogue is of courseEx parte\nMcCardle, 7 Wall. 506 (1869), which the plurality nonchalantly\ncites as one of its leading authorities.McCardlearose amid\na pitched national debate over Reconstruction of the former\nConfederacy. William McCardle, an unreconstructed newspaper editor,\nwas being held in military custody for inciting insurrection. After\nunsuccessfully applying for federal habeas relief in the circuit\ncourt, McCardle appealed to the Supreme Court, raising a broad\nchallenge to the constitutionality of Reconstruction. The Court\nheard argument on his habeas appeal over the course of four days in\nMarch 1868. Before the Court could render its decision, however,\nthe Radical Republican Congress— in an acknowledged effort to sweep\nthe case from the docket—enacted a statute withdrawing the Supreme\nCourt’s appellate jurisdiction in habeas cases. Van Alstyne, A\nCritical Guide to Ex parte McCardle, 15 Ariz. L. Rev. 229,\n239–241 (1973).The Court unanimously dismissed McCardle’s\nappeal. In a brief opinion, Chief Justice Chase sidestepped any\nconsideration of Congress’s attempt to preclude a decision in the\ncase. Faced with a “plain[ ] instance of positive exception,” the\nCourt held that it lacked power to review McCardle’s claims. 7\nWall., at 514.The Court’s decision inMcCardlehas been\nalternatively described as “caving to the political dominance” of\nthe Radical Republicans or “acceding to Congress’s effort to\nsilence the Court.” Meltzer, The Story ofEx parte McCardle,\nin Federal Courts Stories 73 (V. Jackson & J. Resnick eds.\n2010). Read for all it is worth, the decision is also inconsistent\nwith the approach the Court took just three years later inKlein, where Chief Justice Chase (a dominant character in\nthis drama) stressed that “[i]t is of vital importance” that the\nlegislative and judicial powers “be kept distinct.” 13 Wall., at\n147.The facts ofMcCardle, however, can\nsupport a more limited understanding of Congress’s power to divest\nthe courts of jurisdiction. For starters, the repealer provision\ncovered more than a single pending dispute; it applied to a class\nof cases, barring anyone from invoking the Supreme Court’s\nappellate jurisdiction in habeas cases for the next two decades. In\naddition, the Court’s decision did not foreclose all avenues for\njudicial review of McCardle’s complaint. As Chase made clear in the\npenultimate paragraph of the opinion—and confirmed later that year\nin his opinion for the Court inEx parte Yerger, 8 Wall. 85\n(1869)—the statute did not deny “the whole appellate power of the\nCourt.” 7 Wall., at 515. McCardle, by taking a different procedural\nroute and filing an original habeas action, could have had his case\nheard on the merits.[3]Section 2(b), on the other hand, has neither\nsaving grace. It ends Patchak’s suit for good. His federal case is\ndismissed, and he has no alternative means of review anywhere else.\nSee 25 U. S. C. §1322(a) (providing that state courts,\nabsent the consent of the tribe, may not exercise civil\njurisdiction over trust land). Section 2(b) thus reaches further\nthan the typical jurisdictional repeal, which “takes away no\nsubstantive right but simply changes the tribunal that is to hear\nthe case,”Landgraf, 511 U. S., at 274. Because §2(b)\nsingles out Patchak’s suit, specifies how it must be resolved, and\ndeprives him of any judicial forum for his claim, the decision to\nuphold that provision surpasses evenMcCardleas the\nhighwater mark of legislative encroachment on Article III.Indeed, although the stakes of this particular\ndispute may seem insignificant, the principle that the plurality\nwould enshrine is of historic consequence. In no uncertain terms,\nthe plurality disavows any limitations on Congress’s power to\ndetermine judicial results, conferring on the Legislature a\ncolonial-era authority to pick winners and losers in pending\nlitigation as it pleases. The Court inBank Markazisaid it\nwas holding the line against this sort of legislative usurpation.\nSee 578 U. S., at ___–___, and n. 17, ___ (slip op., at\n12–13, and n. 17, 18). The plurality would yield even that\nlast ditch.IVWhile the plurality reaches to read the Gun\nLake Act as stripping jurisdiction, Justice Ginsburg’s concurrence,\njoined by Justice Sotomayor, strains further to construe §2(b) as\nrestoring the Government’s sovereign immunity from suit. To\nreinstate sovereign immunity after it has been waived, Congress\nmust express “an unambiguous intention to withdraw” a remedy.Ruckelshausv.Monsanto Co., 467 U. S. 986, 1019\n(1984) . Congress has not made that showing here. Section\n2(b)—which provides that “an action . . . relating to the\n[Bradley Property] . . . shall be promptly\ndismissed”—bears none of the unmistakable hallmarks of a provision\nwithdrawing the sovereign’s consent to suit.The concurrence first relies on a hunch, based\non the Court’s earlier determination that Patchak’s suit was not\nbarred by sovereign immunity. SeePatchak I, 567 U. S.,\nat 224. But hunches do not make for an unambiguous expression of\nintent. Nor, of course, does one lone reference to “immunity” in\nthe legislative history.United Statesv.Nordic Village,\nInc., 503 U. S. 30, 37 (1992) (“[T]he ‘unequivocal\nexpression’ of elimination of sovereign immunity that we insist\nupon . . . cannot be supplied by a committee\nreport.”).Saving the text for last, the concurrence fails\nto identify a single instance where the Court has treated a statute\nthat does not mention “immunity,” “consent to be sued,” or even the\n“United States” as restoring sovereign immunity. The only basis for\nits interpretation is the purported similarity between the language\nof the Gun Lake Act and the waiver of immunity in the\nAdministrative Procedure Act. In drawing this comparison, however,\nJustice Ginsburg leaves out the critical element of that waiver.\nSeeante, at 2 (opinion concurring in judgment). In full,\nthe APA provision states that a suit “shall not be dismissed\n. . .on the ground that it is against the United\nStates.” 5 U. S. C. §702 (emphasis added). Section\n2(b), as noted, contains no such reference to the sovereign.As for Justice Breyer’s concurrence, “dot[ting]\nall the i’s,” “simplif[ying] judicial decisionmaking,” and\n“eliminat[ing] the cost of litigating a lawsuit” are nothing but\ncavalier euphemisms for exercising the judicial power.Ante,\nat 2. Justice Breyer assumes that §2(a) is constitutionally\nunobjectionable, and that §2(b) seeks the same “real-world result.”Ibid.But if §2(a) is constitutional, it is because the\nprovision establishes new substantive standards and leaves the\ncourt to apply those standards in the first instance. That is the\nrule set forth plainly inBank Markazi. And if that is so,\n§2(b) does not simply supplement §2(a)—it short-circuits the\nrequisite adjudicative process and decides the suit outright. The\nproper allocation of authority under the Constitution is very much\npart of the “real world.” Pursuant to that basic equilibrium,\nCongress cannot “gild the lily” by relieving the Judiciary of its\njob—applying the law to the case before it.*  *  *The Framers saw this case coming. They knew\nthat if Congress exercised the judicial power, it would be\nimpossible “to guard the Constitution and the rights of individuals\nfrom . . . serious oppressions.” The Federalist No. 78,\nat 469 (A. Hamilton). Patchak thought his rights were violated, and\nwent to court. He expected to have his case decided by judges whose\nindependence from political pressure was ensured by the safeguards\nof Article III—life tenure and salary protection. It was instead\ndecided by Congress, in favor of the litigant it preferred, under a\nlaw adopted just for the occasion. But it is our responsibility\nunder the Constitution to decide cases and controversies according\nto law. It is our responsibility to, as the judicial oath provides,\n“administer justice without respect to persons.” 28\nU. S. C. §453. And it is our responsibility to “firm[ly]”\nand “inflexibl[y]” resist any effort by the Legislature to seize\nthe judicial power for itself. The Federalist No. 78, at 470.I respectfully dissent.Notes1Not every Member of the\nCourt thought these responsibilities adequate under Article III,\nseeBank Markazi, 578 U. S., at ___–___ (Roberts,\nC. J., dissenting) (slip op., at 12–13), but all save two did,\nand that’s a comfortable enough margin to establish the\npoint.2The plurality suggests an\nanalogy toGonzalezv.Thaler, 565 U. S. 134\n(2012) , which addressed in passing the familiar hurdle in habeas\nproceedings that “an appeal may not be taken” unless a judge issues\na “certificate of appealability.”Id.,at 142 (quoting 28\nU. S. C. §2253(c)(1)). But that gatekeeping\nrequirement—which dates back to 1908—has long been understood as a\ndirect limitation “on the power of federal courts to grant writs of\nhabeas corpus,”Miller-Elv.Cockrell, 537 U. S.\n322 –338 (2003), and appears alongside other provisions that speak\nin “clear jurisdictional language,”Gonzalez, 565\nU. S., at 142 (internal quotation marks omitted). Nothing\nsimilar is at issue here.3The plurality surmises\nthatMcCardlereserved an alternative avenue for relief in\nresponse to a perceived problem under the Suspension Clause.Ante, at 9, n. 4. But regardless of the basis for that\nreservation, our point is simply that, in sustaining a\njurisdictional repeal that leaves a claimant without any prospect\nfor relief, the plurality goes beyond what the Court inMcCardleupheld.",
    "joined": []
}