{
    "case": {
        "docket": "844",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/844/"
    },
    "id": "1970914",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–158_________________CAROL ANNE BOND, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the third circuit[June 2, 2014]Chief Justice Roberts\ndelivered the opinion of the Court.The horrors of chemical\nwarfare were vividly captured by John Singer Sargent in his 1919\npainting Gassed. The nearly life-sized work depicts two lines of\nsoldiers, blinded by mustard gas, clinging single file to orderlies\nguiding them to an improvised aid station. There they would receive\nlittle treatment and no relief; many suffered for weeks only to\nhave the gas claim their lives. The soldiers were shown staggering\nthrough piles of comrades too seriously burned to even join the\nprocession.The painting reflects\nthe devastation that Sargent witnessed in the aftermath of the\nSecond Battle of Arras during World War I. That battle and others\nlike it led to an overwhelming consensus in the international\ncommu-nity that toxic chemicals should never again be used as\nweapons against human beings. Today that objective is reflected in\nthe international Convention on Chemical Weapons, which has been\nratified or acceded to by 190 countries. The United States,\npursuant to the Federal Government’s constitutionally\nenumerated power to make treaties, ratified the treaty in 1997. To\nfulfill the United States’ obligations under the Convention,\nCongress en-acted the Chemical Weapons Convention Implementation\nAct of 1998. The Act makes it a federal crime for a person to use\nor possess any chemical weapon, and it punishes violators with\nsevere penalties. It is a statute that, like the Convention it\nimplements, deals with crimes of deadly seriousness.The question presented\nby this case is whether the Implementation Act also reaches a\npurely local crime: an amateur attempt by a jilted wife to injure\nher husband’s lover, which ended up causing only a minor\nthumb burn readily treated by rinsing with water. Because our\nconstitutional structure leaves local criminal activity primarily\nto the States, we have generally declined to read federal law as\nintruding on that responsibility, unless Congress has clearly\nindicated that the law should have such reach. The Chemical Weapons\nConvention Implementation Act contains no such clear indication,\nand we accordingly conclude that it does not cover the unremarkable\nlocal offense at issue here.IAIn 1997, the\nPresident of the United States, upon the advice and consent of the\nSenate, ratified the Convention on the Prohibition of the\nDevelopment, Production, Stockpiling, and Use of Chemical Weapons\nand on Their Destruction. S. Treaty Doc. No. 103–21, 1974 U.\nN. T. S. 317. The nations that ratified the Convention (State\nParties) had bold aspirations for it: “general and complete\ndisarmament under strict and effective international control,\nincluding the prohibition and elimination of all types of weapons\nof mass destruction.” Convention Preamble, ibid. This purpose\ntraces its origin to World War I, when “[o]ver a million\ncasualties, up to 100,000 of them fatal, are estimated to have been\ncaused by chemicals . . . , a large part following the\nintroduction of mustard gas in 1917.” Kenyon, Why We Need a\nChemical Weapons Convention and an OPCW, in The Creation of the\nOrganisation for the Prohibition of Chemical Weapons 1, 4 (I.\nKenyon & D. Feakes eds. 2007) (Kenyon & Feakes). The\natrocities of that war led the community of nations to adopt the\n1925 Geneva Protocol, which prohibited the use of chemicals as a\nmethod of warfare. Id., at 5.Up to the 1990s,\nhowever, chemical weapons remained in use both in and out of\nwartime, with devastating consequences. Iraq’s use of nerve\nagents and mustard gas during its war with Iran in the 1980s\ncontributed to international support for a renewed, more effective\nchemical weapons ban. Id., at 6, 10–11. In 1994 and 1995,\nlong-held fears of the use of chemical weapons by terrorists were\nrealized when Japanese extremists carried out two attacks using\nsarin gas. Id., at 6. The Convention was conceived as an effort to\nupdate the Geneva Protocol’s protections and to expand the\nprohibition on chemical weapons beyond state actors in wartime.\nConvention Preamble, 1974 U. N. T. S. 318 (the State Parties are\n“[d]etermined for the sake of all mankind, to exclude\ncompletely the possibility of the use of chemical weapons,\n. . . thereby complementing the obligations assumed under\nthe Geneva Protocol of 1925”). The Convention aimed to\nachieve that objective by prohibiting the development, stockpiling,\nor use of chemical weapons by any State Party or person within a\nState Party’s jurisdiction. Arts. I, II, VII. It also\nestablished an elaborate reporting process requiring State Parties\nto destroy chemical weapons under their control and submit to\ninspection and monitoring by an international organization based in\nThe Hague, Netherlands. Arts. VIII, IX.The Convention\nprovides:“(1) Each State Party to this Convention\nundertakes never      under any\ncircumstances:“(a)\n     To develop, produce, otherwise acquire,\nstockpile or retain chemical weapons, or transfer, directly or\nindirectly, chemical weapons to anyone;“(b)\n     To use chemical weapons;“(c)\n     To engage in any military preparations to\nuse chemical weapons;“(d)\n     To assist, encourage or induce, in any\nway, any-one to engage in any activity prohibited to a State Party\nunder this Convention.” Art. I, id., at 319.“Chemical Weapons” are defined in\nrelevant part as “[t]oxic chemicals and their precursors,\nexcept where intended for purposes not prohibited under this\nConvention, as long as the types and quantities are consistent with\nsuch purposes.” Art. II(1)(a), ibid. “Toxic\nChemical,” in turn, is defined as “Any chemical which\nthrough its chemical action on life processes can cause death,\ntemporary incapacitation or permanent harm to humans or animals.\nThis includes all such chemicals, regardless of their origin or of\ntheir method of production, and regardless of whether they are\nproduced in facilities, in munitions or elsewhere.”\nArt. II(2), id., at 320. “Purposes Not Prohibited Under\nthis Convention” means “[i]ndustrial, agricultural,\nresearch, medical, pharmaceutical or other peaceful\npurposes,” Art. II(9)(a), id., at 322, and other\nspecific purposes not at issue here, Arts. II(9)(b)–(d).Although the Convention\nis a binding international agreement, it is “not\nself-executing.” W. Krutzsch & R. Trapp, A Commentary on\nthe Chemical Weapons Convention 109 (1994). That is, the Convention\ncreates obligations only for State Parties and “does not by\nitself give rise to domestically enforceable federal law”\nabsent “implementing legislation passed by Congress.”\nMedellín v. Texas, 552 U. S. 491 , n. 2 (2008). It\ninstead provides that “[e]ach State Party shall, in\naccordance with its constitutional processes, adopt the necessary\nmeasures to implement its obligations under this Convention.”\nArt. VII(1), 1974 U. N. T. S. 331. “In\nparticular,” each State Party shall “[p]rohibit natural\nand legal persons anywhere . . . under its jurisdiction\n. . . from undertaking any activity prohibited to a State\nParty under this Convention, including enacting penal legislation\nwith respect to such activity.” Art. VII (1)(a), id., at\n331–332.Congress gave the\nConvention domestic effect in 1998 when it passed the Chemical\nWeapons Convention Implementation Act. See 112Stat. 2681–856.\nThe Act closely tracks the text of the treaty: It forbids any\nperson knowingly “to develop, produce, otherwise acquire,\ntransfer directly or indirectly, receive, stockpile, retain, own,\npossess, or use, or threaten to use, any chemical weapon.” 18\nU. S. C. §229(a)(1). It defines “chemical\nweapon” in relevant part as “[a] toxic chemical and its\nprecursors, except where intended for a purpose not prohibited\nunder this chapter as long as the type and quantity is consistent\nwith such a purpose.” §229F(1)(A). “Toxic\nchemical,” in turn, is defined in general as “any\nchemical which through its chemical action on life processes can\ncause death, temporary incapacitation or permanent harm to humans\nor animals. The term includes all such chemicals, regardless of\ntheir origin or of their method of production, and regardless of\nwhether they are produced in facilities, in munitions or\nelsewhere.” §229F(8)(A). Finally, “purposes not\nprohibited by this chapter” is defined as “[a]ny\npeaceful purpose related to an industrial, agricultural, research,\nmedical, or pharmaceutical activity or other activity,” and\nother specific purposes. §229F(7). A person who violates\nsection 229 may be subject to severe punishment: imprisonment\n“for any term of years,” or if a victim’s death\nresults, the death penalty or imprisonment “for life.”\n§229A(a).BPetitioner Carol Anne\nBond is a microbiologist from Lansdale, Pennsylvania. In 2006,\nBond’s closest friend, Myrlinda Haynes, announced that she\nwas pregnant. When Bond discovered that her husband was the\nchild’s father, she sought revenge against Haynes. Bond stole\na quantity of 10-chloro-10H-phenoxarsine (an arsenic-based\ncompound) from her employer, a chemical manufacturer. She also\nordered a vial of potassium dichromate (a chemical commonly used in\nprinting photographs or cleaning laboratory equipment) on\nAmazon.com. Both chemicals are toxic to humans and, in high enough\ndoses, potentially lethal. It is undisputed, however, that Bond did\nnot intend to kill Haynes. She instead hoped that Haynes would\ntouch the chemicals and develop an uncomfortable rash.Between November 2006\nand June 2007, Bond went to Haynes’s home on at least 24\noccasions and spread the chemicals on her car door, mailbox, and\ndoor knob. These attempted assaults were almost entirely\nunsuccessful. The chemicals that Bond used are easy to see, and\nHaynes was able to avoid them all but once. On that occasion,\nHaynes suffered a minor chemical burn on her thumb, which she\ntreated by rinsing with water. Haynes repeatedly called the local\npolice to report the suspicious substances, but they took no\naction. When Haynes found powder on her mailbox, she called the\npolice again, who told her to call the post office. Haynes did so,\nand postal inspectors placed surveillance cameras around her home.\nThe cameras caught Bond opening Haynes’s mailbox, stealing an\nenvelope, and stuffing potassium dichromate inside the muffler of\nHaynes’s car.Federal prosecutors\nnaturally charged Bond with two counts of mail theft, in violation\nof 18 U. S. C. §1708. More surprising, they also\ncharged her with two countsof possessing and using a chemical\nweapon, in violationof section 229(a). Bond moved to dismiss the\nchemical weapon counts on the ground that section 229 exceeded\nCongress’s enumerated powers and invaded powers reserved to\nthe States by the Tenth Amendment. The District Court denied\nBond’s motion. She then entered a conditional guilty plea\nthat reserved her right to appeal. The District Court sentenced\nBond to six years in federal prison plus five years of supervised\nrelease, and ordered her to pay a $2,000 fine and $9,902.79 in\nrestitution.Bond appealed, raising\na Tenth Amendment challenge to her conviction. The Government\ncontended that Bond lacked standing to bring such a challenge. The\nCourt of Appeals for the Third Circuit agreed. We granted\ncertiorari, the Government confessed error, and we reversed. We\nheld that, in a proper case, an individual may “assert injury\nfrom governmental action taken in excess of the authority that\nfederalism defines.” Bond v. United States, 564 U. S.\n___, ___ (2011) (Bond I) (slip op., at 8). We “expresse[d] no\nview on the merits” of Bond’s constitutional challenge.\nId., at ___ (slip op., at 14).On remand, Bond renewed\nher constitutional argument. She also argued that section 229 does\nnot reach her conduct because the statute’s exception for the\nuse of chemicals for “peaceful purposes” should be\nunderstood in contradistinction to the “warlike”\nactivities that the Convention was primarily designed to prohibit.\nBond argued that her conduct, though reprehensible, was not at all\n“warlike.” The Court of Appeals rejected this argument.\n681 F. 3d 149 (CA3 2012). The court acknowledged that the\nGovernment’s reading of section 229 would render the statute\n“striking” in its “breadth” and turn every\n“kitchen cupboard and cleaning cabinet in America into a\npotential chemical weapons cache.” Id., at 154, n. 7.\nBut the court nevertheless held that Bond’s use of\n“ ‘highly toxic chemicals with the intent of\nharming Haynes’ can hardly be characterized as\n‘peaceful’ under that word’s commonly understood\nmeaning.” Id., at 154 (citation omitted).The Third Circuit also\nrejected Bond’s constitutional challenge to her conviction,\nholding that section 229 was “necessary and proper to carry\nthe Convention into effect.” Id., at 162. The Court of\nAppeals relied on this Court’s opinion in Missouri v.\nHolland, 252 U. S. 416 (1920) , which stated that “[i]f\nthe treaty is valid there can be no dispute about the validity of\nthe statute” that implements it “as a necessary and\nproper means to execute the powers of the Government,” id.,\nat 432.We again granted\ncertiorari, 568 U. S. ___ (2013).IIIn our federal\nsystem, the National Government possesses only limited powers; the\nStates and the people retain the remainder. The States have broad\nauthority to enact legislation for the public good—what we\nhave often called a “police power.” United States v.\nLopez, 514 U. S. 549, 567 (1995) . The Federal Government, by\ncontrast, has no such authority and “can exercise only the\npowers granted to it,” McCulloch v. Maryland, 4 Wheat. 316,\n405 (1819), including the power to make “all Laws which shall\nbe necessary and proper for carrying into Execution” the\nenumerated powers, U. S. Const., Art. I, §8, cl. 18.\nFor nearly two centuries it has been “clear” that,\nlacking a police power, “Congress cannot punish felonies\ngenerally.” Cohens v. Virginia, 6 Wheat. 264, 428 (1821). A\ncriminal act committed wholly within a State “cannot be made\nan offence against the United States, unless it have some relation\nto the execution of a power of Congress, or to some matter within\nthe jurisdiction of the United States.” United States v. Fox,\n95 U. S. 670, 672 (1878) .The Government\nfrequently defends federal criminal legislation on the ground that\nthe legislation is authorized pursuant to Congress’s power to\nregulate interstate commerce. In this case, however, the Court of\nAppeals held that the Government had explicitly disavowed that\nargument before the District Court. 681 F. 3d, at 151, n. 1. As a\nresult, in this Court the parties have devoted significant effort\nto arguing whether section 229, as applied to Bond’s offense,\nis a necessary and proper means of executing the National\nGovernment’s power to make treaties. U. S. Const.,\nArt. II, §2, cl. 2. Bond argues that the lower\ncourt’s reading of Missouri v. Holland would remove all\nlimits on federal authority, so long as the Federal Government\nratifies a treaty first. She insists that to effectively afford the\nGovernment a police power whenever it implements a treaty would be\ncontrary to the Framers’ careful decision to divide power\nbetween the States and the National Government as a means of\npreserving liberty. To the extent that Holland authorizes such\nusurpation of traditional state authority, Bond says, it must be\neither limited or overruled.The Government replies\nthat this Court has never held that a statute implementing a valid\ntreaty exceeds Congress’s enumerated powers. To do so here,\nthe Government says, would contravene another deliberate choice of\nthe Framers: to avoid placing subject matter limitations on the\nNational Government’s power to make treaties. And it might\nalso undermine confidence in the United States as an international\ntreaty partner.Notwithstanding this\ndebate, it is “a well-established principle governing the\nprudent exercise of this Court’s jurisdiction that normally\nthe Court will not decide a constitutional question if there is\nsome other ground upon which to dispose of the case.”\nEscambia County v. Mc-Millan, 466 U. S. 48, 51 (1984) (per\ncuriam); see also Ashwander v. TVA, 297 U. S. 288, 347 (1936)\n(Brandeis, J., concurring). Bond argues that section 229 does not\ncover her conduct. So we consider that argument first.IIISection 229 exists to\nimplement the Convention, so we begin with that international\nagreement. As explained, the Convention’s drafters intended\nfor it to be a comprehensive ban on chemical weapons. But even with\nits broadly worded definitions, we have doubts that a treaty about\nchemical weapons has anything to do with Bond’s conduct. The\nConvention, a product of years of worldwide study, analysis, and\nmultinational negotiation, arose in response to war crimes and acts\nof terrorism. See Kenyon & Feakes 6. There is no reason to\nthink the sovereign nations that ratified the Convention were\ninterested in anything like Bond’s common law assault.Even if the treaty does\nreach that far, nothing prevents Congress from implementing the\nConvention in the same manner it legislates with respect to\ninnumerable other matters—observing the Constitution’s\ndivision of responsibility between sovereigns and leaving the\nprosecution of purely local crimes to the States. The Convention,\nafter all, is agnostic between enforcement at the state versus\nfederal level: It provides that “[e]ach State Party shall, in\naccordance with its constitutional processes, adopt the necessary\nmeasures to implement its obligations under this Convention.”\nArt. VII(1), 1974 U. N. T. S. 331 (emphasis added); see also\nTabassi, National Implementation: Article VII, in Kenyon &\nFeakes 205, 207 (“Since the creation of national law, the\nenforcement of it and the structure and administration of\ngovernment are all sovereign acts reserved exclusively for [State\nParties], it is not surprising that the Convention is so vague on\nthe critical matter of national implementation.”).Fortunately, we have no\nneed to interpret the scope of the Convention in this case. Bond\nwas prosecuted under section 229, and the statute—unlike the\nConvention—must be read consistent with principles of\nfederalism inherent in our constitutional structure.AIn the\nGovernment’s view, the conclusion that Bond\n“knowingly” “use[d]” a “chemical\nweapon” in violation of section 229(a) is simple: The\nchemicals that Bond placed on Haynes’s home and car are\n“toxic chemical[s]” as defined by the statute, and\nBond’s attempt to assault Haynes was not a “peaceful\npurpose.” §§229F(1), (8), (7). The problem with\nthis interpretation is that it would “dramatically\nintrude[ ] upon traditional state criminal\njurisdiction,” and we avoid reading statutes to have such\nreach in the absence of a clear indication that they do. United\nStates v. Bass, 404 U. S. 336, 350 (1971) .Part of a fair reading\nof statutory text is recognizing that “Congress legislates\nagainst the backdrop” of certain unexpressed presumptions.\nEEOC v. Arabian American Oil Co., 499 U. S. 244, 248 (1991) .\nAs Justice Frankfurter put it in his famous essay on statutory\ninterpretation, correctly reading a statute “demands\nawareness of certain presuppositions.” Some Reflections on\nthe Reading of Statutes, 47 Colum. L. Rev. 527, 537 (1947).\nFor example, we presume that a criminal statute derived from the\ncommon law carries with it the requirement of a culpable mental\nstate—even if no such limitation appears in the\ntext—unless it is clear that the Legislature intended to\nimpose strict liability. United States v. United States Gypsum Co.,\n438 U. S. 422, 437 (1978) . To take another example, we\npresume, absent a clear statement from Congress, that federal\nstatutes do not apply outside the United States. Morrison v.\nNational Australia Bank Ltd., 561 U. S. 247, 255 (2010) . So\neven though section 229, read on its face, would cover a chemical\nweapons crime if committed by a U. S. citizen in Australia, we\nwould not apply the statute to such conduct absent a plain\nstatement from Congress.[1] The\nnotion that some things “go without saying” applies to\nlegislation just as it does to everyday life.Among the background\nprinciples of construction that our cases have recognized are those\ngrounded in the relationship between the Federal Government and the\nStates under our Constitution. It has long been settled, for\nexample, that we presume federal statutes do not abrogate state\nsovereign immunity, Atascadero State Hospital v. Scanlon, 473\nU. S. 234, 243 (1985) , impose obligations on the States\npursuant to section 5 of the Fourteenth Amendment, Pennhurst State\nSchool and Hospital v. Halderman, 451 U. S. 1 –17\n(1981), or preempt state law, Rice v. Santa Fe Elevator Corp., 331\nU. S. 218, 230 (1947) .Closely related to\nthese is the well-established principle that “ ‘it\nis incumbent upon the federal courts to be certain of\nCongress’ intent before finding that federal law\noverrides’ ” the “usual constitutional\nbalance of federal and state powers.” Gregory v. Ashcroft,\n501 U. S. 452, 460 (1991) (quoting Atascadero, supra, at 243).\nTo quote Frankfurter again, if the Federal Government would\n“ ‘radically readjust[ ] the balance of state\nand national authority, those charged with the duty of legislating\n[must be] reasonably explicit’ ” about it. BFP v.\nResolution Trust Corporation, 511 U. S. 531, 544 (1994)\n(quoting Some Reflections, supra, at 539–540; second\nalteration in original). Or as explained by Justice Marshall, when\nlegislation “affect[s] the federal balance, the requirement\nof clear statement assures that the legislature has in fact faced,\nand intended to bring into issue, the critical matters involved in\nthe judicial decision.” Bass, supra, at 349.We have applied this\nbackground principle when construing federal statutes that touched\non several areas of traditional state responsibility. See Gregory,\nsupra, at 460 (qualifications for state officers); BFP, supra, at\n544 (titles to real estate); Solid Waste Agency of Northern Cook\nCty. v. Army Corps of Engineers, 531 U. S. 159, 174 (2001)\n(land and water use). Perhaps the clearest example of traditional\nstate authority is the punishment of local criminal activity.\nUnited States v. Morrison, 529 U. S. 598, 618 (2000) . Thus,\n“we will not be quick to assume that Congress has meant to\neffect a significant change in the sensitive relation between\nfederal and state criminal jurisdiction.” Bass, 404\nU. S., at 349.In Bass, we interpreted\na statute that prohibited any convicted felon from\n“ ‘receiv[ing], possess[ing], or transport[ing] in\ncommerce or affecting commerce . . . any\nfirearm.’ ” Id., at 337. The Government argued\nthat the statute barred felons from possessing all firearms and\nthat it was not necessary to demonstrate a connection to interstate\ncommerce. We rejected that reading, which would\n“render[ ] traditionally local criminal conduct a matter\nfor federal enforcement and would also involve a substantial\nextension of federal police resources.” Id., at 350. We\ninstead read the statute more narrowly to require proof of a\nconnection to interstate commerce in every case, thereby\n“preserv[ing] as an element of all the of-fenses a\nrequirement suited to federal criminal jurisdiction alone.”\nId., at 351.Similarly, in Jones v.\nUnited States, 529 U. S. 848, 850 (2000) , we confronted the\nquestion whether the federal arson statute, which prohibited\nburning “ ‘any . . . property used in\ninterstate or foreign commerce or in any activity affecting\ninterstate or foreign commerce,’ ” reached an\nowner-occupied private residence. Once again we rejected the\nGovernment’s “expansive interpretation,” under\nwhich “hardly a building in the land would fall outside the\nfed-eral statute’s domain.” Id., at 857. We instead\nheld that the statute was “most sensibly read” more\nnarrowly to reach only buildings used in “active employment\nfor commercial purposes.” Id., at 855. We noted that\n“arson is a paradigmatic common-law state crime,” id.,\nat 858, and that the Government’s proposed broad reading\nwould “ ‘significantly change[ ] the\nfederal-state balance,’ ” ibid. (quoting Bass, 404\nU. S., at 349), “mak[ing] virtually every arson in the\ncountry a federal offense,” 529 U. S., at 859.These precedents make\nclear that it is appropriate to refer to basic principles of\nfederalism embodied in the Constitution to resolve ambiguity in a\nfederal statute. In this case, the ambiguity derives from the\nimprobably broad reach of the key statutory definition given the\nterm—“chemical weapon”—being defined; the\ndeeply serious consequences of adopting such a boundless reading;\nand the lack of any apparent need to do so in light of the context\nfrom which the statute arose—a treaty about chemical warfare\nand terrorism. We conclude that, in this curious case, we can\ninsist on a clear indication that Congress meant to reach purely\nlocal crimes, before interpreting the statute’s expansive\nlanguage in a way that intrudes on the police power of the States.\nSee Bass, supra, at 349.[2]BWe do not find any\nsuch clear indication in section 229. “Chemical weapon”\nis the key term that defines the statute’s reach, and it is\ndefined extremely broadly. But that general definition does not\nconstitute a clear statement that Congress meant the statute to\nreach local criminal conduct.In fact, a fair reading\nof section 229 suggests that it does not have as expansive a scope\nas might at first appear. To begin, as a matter of natural meaning,\nan educated user of English would not describe Bond’s crime\nas involving a “chemical weapon.” Saying that a person\n“used a chemical weapon” conveys a very different idea\nthan saying the person “used a chemical in a way that caused\nsome harm.” The natural meaning of “chemical\nweapon” takes account of both the particular chemicals that\nthe defendant used and the circumstances in which she used\nthem.When used in the manner\nhere, the chemicals in this case are not of the sort that an\nordinary person would associate with instruments of chemical\nwarfare. The substances that Bond used bear little resemblance to\nthe deadly toxins that are “of particular danger to the\nobjectives of the Convention.” Why We Need a Chemical Weapons\nConvention and an OPCW, in Kenyon & Feakes 17 (describing the\nConvention’s Annex on Chemicals, a nonexhaustive list of\ncovered substances that are subject to special regulation). More to\nthe point, the use of something as a “weapon” typically\nconnotes “[a]n instrument of offensive or defensive\ncombat,” Webster’s Third New International Dictionary\n2589 (2002), or “[a]n instrument of attack or defense in\ncombat, as a gun, missile, or sword,” American Heritage\nDictionary 2022 (3d ed. 1992). But no speaker in natural parlance\nwould describe Bond’s feud-driven act of spreading irritating\nchemicals on Haynes’s door knob and mailbox as\n“combat.” Nor do the other circumstances of\nBond’s offense—an act of revenge born of romantic\njealousy, meant to cause discomfort, that produced nothing more\nthan a minor thumb burn—suggest that a chemical weapon was\ndeployed in Norristown, Pennsylvania. Potassium dichromate and\n10-chloro-10H-phenoxarsine might be chemical weapons if used, say,\nto poison a city’s water supply. But Bond’s crime is\nworlds apart from such hypotheticals, and covering it would give\nthe statute a reach exceeding the ordinary meaning of the words\nCongress wrote.In settling on a fair\nreading of a statute, it is not un-usual to consider the ordinary\nmeaning of a defined term, particularly when there is dissonance\nbetween that ordinary meaning and the reach of the definition. In\nJohnson v. United States, 559 U. S. 133, 136 (2010) , for\nexample, we considered the statutory term\n“ ‘violent felony,’ ” which the\nArmed Career Criminal Act defined in relevant part as an offense\nthat “ ‘has as an element the use . . .\nof physical force against the person of\nanother.’ ” Although “physical force against\n. . . another” might have meant any force, however\nslight, we thought it “clear that in the context of a\nstatutory definition of ‘violent felony,’ the phrase\n‘physical force’ means violent force—that is,\nforce capable of causing physical pain or injury to another\nperson.” Id., at 140. The ordinary meaning of “chemical\nweapon” plays a similar limiting role here.The Government would\nhave us brush aside the ordinary meaning and adopt a reading of\nsection 229 that would sweep in everything from the detergent under\nthe kitchen sink to the stain remover in the laundry room. Yet no\none would ordinarily describe those substances as “chemical\nweapons.” The Government responds that because Bond used\n“specialized, highly toxic” (though legal) chemicals,\n“this case presents no occasion to address whether Congress\nintended [section 229] to apply to common household\nsubstances.” Brief for United States 13, n. 3. That the\nstatute would apply so broadly, however, is the inescapable\nconclusion of the Government’s position: Any parent would be\nguilty of a serious federal offense—possession of a chemical\nweapon—when, exasperated by the children’s repeated\nfailure to clean the goldfish tank, he considers poisoning the fish\nwith a few drops of vinegar. We are reluctant to ignore the\nordinary meaning of “chemical weapon” when doing so\nwould transform a statute passed to implement the international\nConvention on Chemical Weapons into one that also makes it a\nfederal offense to poison goldfish. That would not be a\n“realistic assessment[ ] of congressional intent.”\nPost, at 6 (Scalia, J., concurring in judgment).In light of all of\nthis, it is fully appropriate to apply the background assumption\nthat Congress normally preserves “the constitutional balance\nbetween the National Government and the States.” Bond I, 564\nU. S., at ___ (slip op., at 10). That assumption is grounded\nin the very structure of the Constitution. And as we explained when\nthis case was first before us, maintaining that constitutional\nbalance is not merely an end unto itself. Rather, “[b]y\ndenying any one government complete jurisdiction over all the\nconcerns of public life, federalism protects the liberty of the\nindividual from arbitrary power.” Ibid.The Government’s\nreading of section 229 would “ ‘alter sensitive\nfederal-state relationships,’ ” convert an\nastonishing amount of “traditionally local criminal\nconduct” into “a matter for federal enforcement,”\nand “involve a substantial extension of federal police\nresources.” Bass, 404 U. S., at 349–350. It would\ntransform the statute from one whose core concerns are acts of war,\nassassination, and terrorism into a massive federal anti-poisoning\nregime that reaches the simplest of assaults. As the Government\nreads section 229, “hardly” a poisoning “in the\nland would fall outside the federal statute’s domain.”\nJones, 529 U. S., at 857. Of course Bond’s conduct is\nserious and unacceptable—and against the laws of\nPennsylvania. But the background principle that Congress does not\nnormally intrude upon the police power of the States is critically\nimportant. In light of that principle, we are reluctant to conclude\nthat Congress meant to punish Bond’s crime with a federal\nprosecution for a chemical weapons attack.In fact, with the\nexception of this unusual case, the Federal Government itself has\nnot looked to section 229 to reach purely local crimes. The\nGovernment has identified only a handful of prosecutions that have\nbeen brought under this section. Brief in Opposition 27, n. 5.\nMost of those involved either terrorist plots or the possession of\nextremely dangerous substances with the potential to cause severe\nharm to many people. See United States v. Ghane, 673 F. 3d 771\n(CA8 2012) (defendant possessed enough potassium cyanide to kill\n450 people); United States v. Crocker, 260 Fed. Appx. 794 (CA6\n2008) (defendant attempted to acquire VX nerve gas and chlorine gas\nas part of a plot to attack a federal courthouse); United States v.\nKrar, 134 Fed. Appx. 662 (CA5 2005) (per curiam) (defendant\npossessed sodium cyanide); United States v. Fries, 2012 WL 689157\n(D Ariz., Feb. 28, 2012) (defendant set off a homemade chlorine\nbomb in the victim’s driveway, requiring evacuation of a\nresidential neighborhood). The Federal Government undoubtedly has a\nsubstantial interest in enforcing criminal laws against\nassassination, terrorism, and acts with the potential to cause mass\nsuffering. Those crimes have not traditionally been left\npredominantly to the States, and nothing we have said here will\ndisrupt the Government’s authority to prosecute such\noffenses.It is also clear that\nthe laws of the Commonwealth of Pennsylvania (and every other\nState) are sufficient to prosecute Bond. Pennsylvania has several\nstatutes that would likely cover her assault. See 18 Pa. Cons.\nStat. §§2701 (2012) (simple assault), 2705 (reckless\nendangerment), 2709 (harassment).[3] And state authorities regularly enforce these laws in\npoisoning cases. See, e.g., Gamiz, Family Survives Poisoned\nBurritos, Allentown, Pa., Morning Call, May 18, 2013 (defendant\ncharged with assault, reckless endangerment, and harassment for\nfeeding burritos poisoned with prescription medication to her\nhusband and daughter); Cops: Man Was Poisoned Over 3 Years,\nHarrisburg, Pa., Patriot News, Aug. 12, 2012, p. A11 (defendant\ncharged with assault and reckless endangerment for poisoning a man\nwith eye drops over three years so that “he would pay more\nattention to her”).The Government objects\nthat Pennsylvania authorities charged Bond with only a minor\noffense based on her “harassing telephone calls and\nletters,” Bond I, 564 U. S., at ___ (slip op., at 2),\nand declined to prosecute her for assault. But we have\ntraditionally viewed the exercise of state officials’\nprosecutorial discretion as a valuable feature of our\nconstitutional system. See Bordenkircher v. Hayes, 434 U. S.\n357, 364 (1978) . And nothing in the Convention shows a clear\nintent to abrogate that feature. Prosecutorial discretion involves\ncarefully weighing the benefits of a prosecution against the\nevidence needed to convict, the resources of the public fisc, and\nthe public policy of the State. Here, in its zeal to prosecute\nBond, the Federal Government has “displaced” the\n“public policy of the Commonwealth of Pennsylvania, enacted\nin its capacity as sovereign,” that Bond does not belong in\nprison for a chemical weapons offense. Bond I, supra, at ___ (slip\nop., at 12); see also Jones, supra, at 859 (Stevens, J.,\nconcurring) (federal prosecution of a traditionally local crime\n“illustrates how a criminal law like this may effectively\ndisplace a policy choice made by the State”).As we have explained,\n“Congress has traditionally been reluctant to define as a\nfederal crime conduct readily denounced as criminal by the\nStates.” Bass, 404 U. S., at 349. There is no clear\nindication of a contrary approach here. Section 229 implements the\nConvention, but Bond’s crime could hardly be more unlike the\nuses of mustard gas on the Western Front or nerve agents in the\nIran-Iraq war that form the core concerns of that treaty. See\nKenyon & Feakes 6. There are no life-sized paintings of\nBond’s rival washing her thumb. And there are no apparent\ninterests of the United States Congress or the community of nations\nin seeing Bond end up in federal prison, rather than dealt with\n(like virtually all other criminals in Pennsylvania) by the State.\nThe Solicitor General acknowledged as much at oral argument. See\nTr. of Oral Arg. 47 (“I don’t think anybody would say\n[that] whether or not Ms. Bond is prosecuted would give rise to an\ninternational incident”).This case is unusual,\nand our analysis is appropriately limited. Our disagreement with\nour colleagues reduces to whether section 229 is “utterly\nclear.” Post, at 5 (Scalia, J., concurring in judgment). We\nthink it is not, given that the definition of “chemical\nweapon” in a particular case can reach beyond any normal\nnotion of such a weapon, that the context from which the statute\narose demonstrates a much more limited prohibition was intended,\nand that the most sweeping reading of the statute would\nfundamentally upset the Constitution’s balance between\nnational and local power. This exceptional convergence of factors\ngives us serious reason to doubt the Government’s expansive\nreading of section 229, and calls for us to interpret the statute\nmore narrowly.In sum, the global need\nto prevent chemical warfare does not require the Federal Government\nto reach into the kitchen cupboard, or to treat a local assault\nwith a chemical irritant as the deployment of a chemical weapon.\nThere is no reason to suppose that Congress—in implementing\nthe Convention on Chemical Weapons—thought otherwise.*  *  *The Convention\nprovides for implementation by each ratifying nation “in\naccordance with its constitutional processes.”\nArt. VII(1), 1974 U. N. T. S. 331. As James Madison explained,\nthe constitutional process in our “compound republic”\nkeeps power “divided between two distinct governments.”\nThe Federalist No. 51, p. 323 (C. Rossiter ed. 1961). If section\n229 reached Bond’s conduct, it would mark a dramatic\ndeparture from that constitutional structure and a serious\nreallocation of criminal law enforcement authority between the\nFederal Government and the States. Absent a clear statement of that\npurpose, we will not presume Congress to have authorized such a\nstark intrusion into traditional state authority.The judgment of the\nCourt of Appeals is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1Congress has in fact\nincluded just such a plain statement in section 229(c)(2):\n“Conduct prohibited by [section 229(a)] is within the\njurisdiction of the United States if the prohibited conduct\n. . . takes place outside of the United States and is\ncommitted by a national of the United States.”2contends that the\nrelevance of and to this case is “entirely made up,” at\n3 (opinion concurring in judgment), but not because he disagrees\nwith interpreting statutes in light of principles of federalism.\nRather, he says that was a case where the statute was unclear. We\nagree; we simply think the statute in this case is also subject to\nconstruction, for the reasons given. As for , argues that the\ndiscussion of federalism in that case was beside the point. at 4.\nWe do not read that way; the Court adopted the “most\nsensibl[e] read[ing]” of the statute, 529 U. S., at 855,\nwhich suggests that other sensible readings were possible. In\narriving at its fair reading of the statute, the Court considered\nthe dramatic extent to which the Government’s broader\ninterpretation would have expanded “the federal\nstatute’s domain.” at 857. We do the same\nhere.3Pennsylvania also\nprohibits using “a weapon of mass destruction,”\nincluding a “chemical agent.” 18 Pa. Cons. Stat.\n§§2716(a), (i). Just as we conclude that Bond’s\noffense cannot be fairly described as the use of a chemical weapon,\nPennsylvania authorities apparently determined that her crime did\nnot involve a “weapon of mass\ndestruction.”",
    "joined": []
}