{
    "case": {
        "docket": "605",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/605/"
    },
    "id": "1963320",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGDOLAN V. UNITED STATES560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-367BRIAN RUSSELL DOLAN, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the tenth circuit[June 14, 2010]Chief Justice Roberts, with whom\nJustice Stevens, Justice Scalia, and Justice Kennedy join,\ndissenting.The statute at issue in this case\nprovides that “[i]f the victim’s losses are not ascertainable [at\nleast] 10 days prior to sentencing, … the court shall set a date\nfor the final determination of the victim’s losses, not to exceed\n90 days after sentencing.” 18 U. S. C. §3664(d)(5). Under the\nCourt’s view, failing to meet the 90-day deadline has no\nconsequence whatever. The Court reads the statute as if it said\n“the court shall set a date for the final determination of the\nvictim’s losses,at any timeafter sentencing.” I\nrespectfully dissent.IIn the absence of §3664(d)(5),\nany order of restitution must be imposed at sentencing, if it is to\nbe imposed at all. Restitution “may be imposed in addition to [a]\nsentence” of probation, fine, or imprisonment only if it is\nauthorized under §3556. See §§3551(b)–(c). Section 3556, in turn,\nauthorizes courts to order restitution “in imposing a\nsentenceon a defendant” (emphasis added), pursuant to yet\nother provisions requiring such orders to be made “when\nsentencinga defendant,” §§3663(a)(1)(A), (c)(1), 3663A(a) (1)\n(emphasis added). The mandatory restitution provisions of §3663A\n“apply in allsentencing proceedingsfor convictions of”\ncertain crimes. §3663A(c)(1) (emphasis added). And the court “at\nthe time of sentencing” must “state in open court the reasons for\nits imposition of the particular sentence”—including its reasons\nfor “not order[ing] restitution” if it fails to do so.\n§3553(c).These provisions authorize\nrestitution ordersatsentencing. They confer no authority\nto order restitutionaftersentencing has concluded. When\nCongress permits courts to impose criminal penalties at some timeotherthan sentencing, it does so explicitly. See,e.g.,§3552(b) (provisional sentence during a study\nperiod); §3582(d) (authorizing certain penalties “in imposing a\nsentence … or at any time thereafter”); §3583(e) (permitting\nextension of supervised release); §§4244(d)–(e) (provisional\nsentencing for the mentally ill); see also Fed. Rules Crim. Proc.\n32.2(b)(2)(B), (4)(A) (presentencing forfeiture orders); cf.Coreyv.United States,375 U. S. 169(1963)\n(appeals from provisional and final sentences authorized by\nlaw).Once a sentence has been imposed, moreover, it\nis final, and the trial judge’s authority to modify it is narrowly\ncircumscribed. We have stated that “the trial courts had no such\nauthority” prior to the adoption of Rule 35,United Statesv.Addonizio,442 U. S. 178, 189, and\nn. 16 (1979), and Congress has since revoked the broad\nauthority to correct illegal sentences originally set forth in that\nRule. See Sentencing Reform Act of 1984, Pub. L. 98–473, §215(b),\n98 Stat. 2015–2016; see also Historical Notes on 1984 Amendments to\nRule 35, 18 U. S. C. A., p. 605 (2008). Today, an error\nmay be corrected by the trial court only if it is “clear,” and only\nwithin 14 days after the sentence is announced. Rules 35(a), (c).\nThe Rule of Criminal Procedure allowing extensions of time\nexpressly provides that “[t]he court may not extend the time to\ntake any action under Rule 35, except as stated in that rule.” Rule\n45(b)(2). This Court has reiterated that time limits made binding\nunder Rule 35 “may not be extended,”Addonizio,supra,at 189, and that Rule 45(b)(2) creates “inflexible”\n“claim-processing rules,”Eberhartv.United\nStates,546 U.\nS. 12, 19 (2005) (per curiam).Thus, if the trial court fails to impose a\nmandatory term of imprisonment, see,e.g.,§924(c)(1)(A),\nor a mandatory fine, see,e.g.,21 U. S. C. §844(a),\nor a mandatory order of restitution, see 18 U. S. C. §3663A,\nthe Government cannot simply ask it to impose the correct sentence\nlater. If the error is clear, and raised within 14 days, it might\nbe corrected under Rule 35. Otherwise, the Government must appeal,\nand seek resentencing on remand. §§3742(b)(1), (g).Section 3664(d)(5) is a limited exception to\nthese bedrock rules. It permits a trial court to go forward with\nsentencing while delaying any restitution order for up to 90 days.\nThis provision is meaningful precisely because restitution must\notherwise be ordered at sentencing, and because sentences are\notherwise final unless properly corrected. If trial courts had\npower to amend their sentences at any time, §3664(d)(5) would be\nunnecessary.Here, however, the District Court failed to\nmake use of its limited authority under §3664(d)(5). Dolan was\nsentenced on July 30, 2007. The court declined to order restitution\nat that time or to set a date for a future restitution order. App.\n35, 39–40; see alsoid.,at 49.[Footnote 1] The 90-day period elapsed on October 28. At\nno time did the Government seek timely relief, whether under Rule\n35 or by appeal. Cf.Corey,supra,at 174;Bermanv.United States,302 U. S. 211, 212\n(1937). Nor did it assert any claim that the deadline had been\nlawfully extended or equitably tolled, an issue that I agree is not\nbefore us, seeante,at 3, 11. But on April 24, 2008—269\ndays after sentencing, and after Dolan had already been released\nfrom prison—the District Court nonetheless ordered $104,649.78 in\nrestitution. App. to Pet. for Cert. 32a, 47a.I cannot see where that court obtained\nauthority to add additional terms to Dolan’s sentence. That is the\nstep the Court misses when it searches for the “remedy” for a\nviolation of §3664(d)(5).Ante,at 1. The rule is that a\ntrial court cannot alter a sentence after the time of sentencing.\nSection 3664(d)(5) is a limited exception to that rule. If the\nlimits are exceeded the exception does not apply, and the general\nrule takes over—the sentence cannot be changed to add a restitution\nprovision. Section 3664(d)(5) is self-executing: It grants\nauthority subject to a deadline, and if the deadline is not met,\nthe authority is no longer available.The Court appears to reason that §3664(d)(5)\nconfers the authority to add a restitution provision for at least\n90 days, and that once the camel’s nose of some permitted delay\nsneaks under the tent, any further delay is permissible.Ante,at 3, 5. But that is not what §3664(d)(5) says. It\nprovides 90 days for a final determination of the victims’ losses,\nnot a free pass to impose restitution whenever the trial court gets\naround to it. The court had no more power to order restitution 269\ndays after sentencing than it did to order an additional term of\nimprisonment and send Dolan back to prison.IIATo avoid this conclusion, the\nCourt runs through a series of irrelevancies that cannot trump the\nclear statutory text. It notes, for example, that §3663A provides\nthat “ ‘[n]otwithstanding anyotherprovision of law, when sentencing a defendant convicted of\n[a specified] offense … , the courtshallorder …\nthat the defendant make restitution to the victim of the\noffense.’ ”Ante,at 6 (quoting §3663A(a)(1);\nemphasis in Court’s opinion). But the issue before us iswhenrestitution should be ordered, so the language the\nCourt should underscore is “when sentencing.” This\nprovision plainly confers no power to actaftersentencing. Any such power attaches only by virtue of §3663A(d),\nwhich incorporates the procedures of §3664, including the limited\n90-day exception. See also §3556 (“The procedures under section\n3664 shall apply to all orders of restitution under this\nsection”).The Court puts greater emphasis\non its reading of the statute’s purpose, namely to provide\nrestitution to victims of crime. Certainly that was a purpose\nCongress sought to promote. But “no legislation pursues its\npurposes at all costs,” and “it frustrates rather than effectuates\nlegislative intent simplistically to assume thatwhateverfurthers the statute’s primary objective must be the law.”Rodriguezv.United States,480 U. S. 522, 525–526\n(1987) (per curiam).Congress had to balance against the interest\nin restitution the contrary interest in promptly determining the\ndefendant’s sentence. The balance struck was clearly set forth in\nthe statute: determine the victim’s losses by a date “not to exceed\n90 days after sentencing.” §3664(d)(5). Whether or not that limit\nwas “primarilydesigned to help victims of crime,”ante, at 7, it does not cease to be law when invoked by\ndefendants.Nor can the Court find any support in the\nsecond sentence of §3664(d)(5). Seeante,at 14–15. That\nprovision addresses a distinct issue—what to do about newly\ndiscovered losses—and sets a higher “good cause” standard. The fact\nthat Congress struck the balance between restitution and finality\ndifferently in that context does not justify overriding the balance\nit struck here.The Court also analogizes the 90-day limit to\nother provisions discussed in our precedents, most of which have\nnothing to do with the rights of criminal defendants (for whom\nprocedural protections are of heightened importance), let alone the\nfinality of criminal sentencing. The cited cases are said to\nestablish that an official’s “failure to meet [a] deadline” does\nnot always deprive that official of “power to act beyond it.”Regions Hospitalv.Shalala,522 U. S. 448, 459,\nn. 3 (1998). But the failure to comply with §3664(d)(5) does\nnot deprive anyone of anything: The trial court never had the\ngeneral authority to alter sentences once imposed, in the way that\nthe administrative agencies in the cited cases were said to have\ngeneral regulatory authority. The trial court’s authority to add a\nrestitution provision to an otherwise final sentence was conferred\nby the very provision that limited that authority. Section\n3664(d)(5) did not take away anything that might persist in the\nabsence of §3664(d)(5).[Footnote\n2]Even more perplexing is the Court’s suggestion\nthat references to the authority of trial courts necessarily\nimplicate questions of jurisdiction.Ante,at 14. To say\nthat a court lacks authority to order belated restitution does not\nuse “authority” in a jurisdictional sense, seeArbaughv.Y & H Corp.,546 U. S. 500, 511\n(2006), but only in the same sense in which a court lacks\n“authority” to impose a sentence above the statutory maximum. Such\naction is an error of law, reversible on appeal, but it is not\njurisdictional. As inUnited Student Aid Funds, Inc.v.Espinosa, 559 U. S. ___, ___ (2010) (slip op., at 9),\ncompliance with §3664(d)(5) is “not a limitation on the … court’s\njurisdiction,” but it is a statutory “precondition to obtaining a\n[particular] order.” Here that condition was not satisfied.BIn the end, the Court does not\nappear to need §3664(d)(5) at all. It instead suggests that we\nabandon the bedrock rules that sentences once imposed are final,\nand that the only exceptions are onesCongresschooses to\nallow (and Congress has allowed various ones). The Court instead\nproposes ajudicialpower to alter sentences, apparently\nat any time. But if a trial court can “leave open, say, the amount\nof a fine,”ante,at 12, why not, say, the number of\nyears? Thus, after a defendant like Dolan has served his entire\nsentence—and who knows how long after?—a court might still order\nadditional imprisonment, additional restitution, an additional\nfine, or an additional condition of supervised release. Seeante,at 12–13.The Court cites no authority in\nsupport of such “fill in th[e] blank” sentencing, other than two\ncases implicated in the Circuit split below.Ante,at 13.\nPrior to the enactment of §3664(d)(5), however, it was widely\nrecognized that the requirement to impose restitution “when\nsentencing” meant that “[r]estitution must be determinedat the\ntimeof sentencing,” and could not be left open after\nsentencing had concluded. Federal Judicial Center, J. Wood,\nGuideline Sentencing: An Outline of Appellate Case Law on Selected\nIssues, p. 300 (Sept. 2002) (emphasis added; citingUnited\nStatesv.Porter, 41 F. 3d 68, 71 (CA2 1994);United Statesv.Ramilo, 986 F. 2d 333,\n335–336 (CA9 1993);United Statesv.Prendergast,\n979 F. 2d 1289, 1293 (CA8 1992);United Statesv.Sasnett, 925 F. 2d 392, 398–399 (CA11 1991)).The Court finds Rule 35(a) inapplicable\nbecause the District Court was not “ ‘correct[ing]’ ” a\nclear error in the sentence.Ante,at 14. True enough; but\nthat is why the Government shouldlose. The limitation of\nRule 35(a) to clear errors, corrected within 14 days of sentencing,\ndoes not leave trial courts free to makeotherchanges to\nsentences whenever they choose. Rule 35(a) only makes sense against\na background rule that trial courts cannot change sentences at\nwill.The same is true of §3552(b), which empowers a\ncourt that does not wish to delay sentencing but “desires more\ninformation than is otherwise available to it” to impose a\nprovisional sentence during a 120-day study period. That statute\nwould be largely unnecessary if a trial court could do the same by\norder.InAddonizio, 442 U. S., at 189, we\nthought it noncontroversial that a sentence once imposed is final,\nsubject to such exceptions as Congress has allowed. Contrary to the\nCourt’s suggestion,ante,at 13, Dolan invoked that\nprinciple both here and below. See,e.g.,Brief for\nPetitioner 13, 15–18, 20, 29, 33, and n. 14, 36, 48, and\nn. 19; Reply Brief for Petitioner 1, 5–8; Appellant’s Opening\nBrief in No. 08–2104 (CA10), pp. 12–13 (citingUnited\nStatesv.Blackwell, 81 F. 3d 945, 949 (CA10\n1996), for the proposition that a “district court does not have\ninherent authority to modify a sentence”). That the Court finds it\nnecessary to question that principle—indeed, to accuse this dissent\nof “creat[ing] th[e] rule,”ante,at 13—highlights how\nmisguided its decision is.To counter the effects of its opinion and to\nrestore some semblance of finality to sentencing, the Court advises\ndefendants to seek mandamus—a remedy we have described as “drastic\nand extraordinary,” “reserved for really extraordinary causes,” and\none of “the most potent weapons in the judicial arsenal.”Cheneyv.United States Dist. Court for D. C.,542 U. S. 367,\n380 (2004) (internal quotation marks omitted). What an odd\nprocedure the Court contemplates! A defendant, who should have\nreceived a harsher sentence, is to invoke the drastic and\nextraordinary remedy of mandamus, to make sure he gets it. That is\nnot how sentencing errors are corrected: If the trial court fails\nto order the appropriate sentence, the Government must appeal to\ncorrect it. It did not do so here, and that ends the case.Greenlawv.United States, 554 U. S. ___, ___\n(2008) (slip op., at 6).Moreover, the Court’s mandamus remedy only\nhelps defendants who know they are in danger of an increased\nsentence. So the Court imposes another rule, namely that the trial\ncourt must explicitly “leave open” the precise sentence at the time\nof sentencing,ante,at 12, or must make clear, “prior to\nthe deadline’s expiration[,] that itwouldorder\nrestitution” at some indeterminate time,ante,at 1\n(emphasis added). But what if the court does not make the crucial\nannouncement at sentencing, or “prior to the deadline’s\nexpiration”? Are these judicially created deadlines to be taken\nmore seriously than those imposed by Congress? Or are we just back\nat the beginning, asking what the “remedy” should be for failing to\nmeet the relevant deadline?The Court’s suggestion to require notice of\nintent to augment the sentence atsomefuture date may be\na good idea. But an even better one might be to set a particular\ndate—say, 90 days after sentencing—on which the parties could base\ntheir expectations. That was Congress’s choice, and it should be\ngood enough for us.*  *  *The District Court in this case\nfailed to order mandatory restitution in sentencing Dolan. That was\nwrong. But two wrongs do not make a right, and that mistake gave\nthe court no authority to amend Dolan’s sentence later, beyond the\n90 days allowed to add a sentencing term requiring restitution.I am mindful of the fact that\nwhen a trial court blunders, the victims may suffer. Consequences\nlike that are the unavoidable result of having a system of rules.\nIf no one appeals a mistaken ruling on the amount of restitution\n(or whether restitution applies at all), finality will necessarily\nobstruct the victims’ full recovery.It is up to Congress to balance the competing\ninterests in recovery and finality. Where—as here—it has done so\nclearly, the “judicial inquiry is complete.”Barnhartv.Sigmon Coal Co.,534 U. S. 438, 462\n(2002) (internal quotation marks omitted).Footnote 1Whether that date must itself be set at\nsentencing is not before us. The order setting the date plainly\ncannot be entered 182 days after sentencing, as happened here. See\nApp. 3–4.Footnote 2United Statesv.Montalvo-Murillo,495 U. S. 711(1990), is\nequally inapposite: The statute in that case rested the lower\ncourt’s authority on whether a bail hearing had been held at all\n(it had), whereas here the only statutory condition is whether the\nlosses were determined within 90 days of sentencing (they were\nnot).",
    "joined": []
}