{
    "case": {
        "docket": "290",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/290/"
    },
    "id": "1970653",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 11–1545 and 11–1547_________________CITY OF ARLINGTON, TEXAS, et al.,\nPETITIONERS11–1545v.FEDERAL COMMUNICATIONS COMMISSION\net al.CABLE, TELECOMMUNICATIONS, AND\nTECHNOLOGY COMMITTEE OF THE NEW ORLEANS CITY COUNCIL,\nPETITIONER11–1547v.FEDERAL COMMUNICATIONS COMMISSION\net al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[May 20, 2013]Chief Justice Roberts, with whom Justice\nKennedy and Justice Alito join, dissenting.My disagreement with the Court is fundamental.\nIt is also easily expressed: A court should not defer to an agency\nuntil the court decides, on its own, that the agency is entitled to\ndeference. Courts defer to an agency’s interpretation of law when\nand because Congress has conferred on the agency interpretive\nauthority over the question at issue. An agency cannot exercise\ninterpretive authority until it has it; the question whether an\nagency enjoys that authority must be decided by a court, without\ndeference to the agency.IOne of the principal authors of the\nConstitution famously wrote that the “accumulation of all powers,\nlegislative, executive, and judiciary, in the same hands,\n. . . may justly be pronounced the very definition of\ntyranny.” The Federalist No. 47, p. 324 (J. Cooke ed. 1961)\n(J. Madison). Although modern administrative agencies fit most\ncomfortably within the Executive Branch, as a practical matter they\nexercise legislative power, by promulgating regulations with the\nforce of law; executive power, by policing compliance with those\nregulations; and judicial power, by adjudicating enforcement\nactions and imposing sanctions on those found to have violated\ntheir rules. The accumulation of these powers in the same hands is\nnot an occasional or isolated exception to the constitutional plan;\nit is a central feature of modern American government.The administrative state “wields vast power and\ntouches almost every aspect of daily life.”Free Enterprise\nFundv.Public Company Accounting Oversight Bd., 561\nU. S. ___, ___ (2010) (slip op., at 18). The Framers could\nhardly have envisioned today’s “vast and varied federal\nbureaucracy” and the authority administrative agencies now hold\nover our economic, social, and political activities.Ibid.“[T]he administrative state with its reams of regulations would\nleave them rubbing their eyes.”Aldenv.Maine,527 U.S.\n706, 807 (1999) (Souter, J., dissenting), quoted inFederal\nMaritime Comm’nv.South Carolina Ports Authority,535 U.S.\n743, 755 (2002). And the federal bureaucracy continues to grow;\nin the last 15 years, Congress has launched more than 50 new\nagencies. Compare Office of the Federal Register, United States\nGovernment Manual 1997/1998, with Office of the Federal Register,\nUnited States Government Manual 2012. And more are on the way. See,e.g.,Congressional Research Service, C. Copeland, New\nEntities Created Pursuant to the Patient Protection and Affordable\nCare Act 1 (2010) (The PPACA “creates, requires others to create,\nor authorizes dozens of new entities to implement the\nlegislation”).Although the Constitution empowers the President\nto keep federal officers accountable, administrative agencies enjoy\nin practice a significant degree of independence. As scholars have\nnoted, “no President (or his executive office staff) could, and\npresumably none would wish to, supervise so broad a swath of\nregulatory activity.” Kagan, Presidential Administration, 114 Harv.\nL. Rev. 2245, 2250 (2001); see also S. Breyer, Making Our\nDemocracy Work 110 (2010) (“the president may not have the time or\nwillingness to review [agency] decisions”). President Truman\ncolorfully described his power over the administrative state by\ncomplaining, “I thought I was the president, but when it comes to\nthese bureaucrats, I can’t do a damn thing.” See R. Nathan, The\nAdministrative Presidency 2 (1986). President Kennedy once told a\nconstituent, “I agree with you, but I don’t know if the government\nwill.” Seeid.,at 1. The collection of agencies housed\noutside the traditional executive departments, including the\nFederal Communications Commission, is routinely described as the\n“headless fourth branch of government,” reflecting not only the\nscope of their authority but their practical independence. See,e.g.,Administrative Conference of United States, D. Lewis\n& J. Selin, Sourcebook of United States Executive Agencies 11\n(2012).As for judicial oversight, agencies enjoy broad\npower to construe statutory provisions over which they have been\ngiven interpretive authority. InChevron U. S. A.\nInc.v.Natural Resources Defense Council, Inc., we\nestablished a test for reviewing “an agency’s construction of the\nstatute which it administers.”467 U.S.\n837, 842 (1984). If Congress has “directly spoken to the\nprecise question at issue,” we said, “that is the end of the\nmatter.”Ibid.A contrary agency interpretation must give\nway. But if Congress has not expressed a specific intent, a court\nis bound to defer to any “permissible construction of the statute,”\neven if that is not “the reading the court would have reached if\nthe question initially had arisen in a judicial proceeding.”Id.,at 843, and n. 11.When it applies,Chevronis a powerful\nweapon in an agency’s regulatory arsenal. Congressional delegations\nto agencies are often ambiguous—expressing “a mood rather than a\nmessage.” Friendly, The Federal Administrative Agencies: The Need\nfor Better Definition of Standards, 75 Harv. L. Rev. 1263,\n1311 (1962). By design or default, Congress often fails to speak to\n“the precise question” before an agency. In the absence of such an\nanswer, an agency’s interpretation has the full force and effect of\nlaw, unless it “exceeds the bounds of the permissible.”Barnhartv.Walton,535 U.S.\n212, 218 (2002).It would be a bit much to describe the result as\n“the very definition of tyranny,” but the danger posed by the\ngrowing power of the administrative state cannot be dismissed. See,e.g.,Talk America, Inc.v.Michigan Bell\nTelephone Co., 564 U. S. ___, ___ (2011) (Scalia, J.,\nconcurring) (slip op., at 3) (noting that the FCC “has repeatedly\nbeen rebuked in its attempts to expand the statute beyond its text,\nand has repeatedly sought new means to the same ends”);Sackettv.EPA, 566 U. S. ___, ___–___ (2012)\n(slip op., at 9–10) (rejecting agency argument that would “enable\nthe strong-arming of regulated parties into ‘voluntary compliance’\nwithout the opportunity for judicial review”).What the Court says in footnote 4 of its opinion\nis good, and true (except of course for the “dissent overstates”\npart).Ante,at 13–14, n. 4. The Framers did divide\ngovernmental power in the manner the Court describes, for the\npurpose of safeguarding liberty. And yet . . . the\ncitizen confronting thousands of pages of regulations—promulgated\nby an agency directed by Congress to regulate, say, “in the public\ninterest”—can perhaps be excused for thinking that it is the agency\nreally doing the legislating. And with hundreds of federal agencies\npoking into every nook and cranny of daily life, that citizen might\nalso understandably question whether Presidential oversight—a\ncritical part of the Constitutional plan—is always an effective\nsafeguard against agency overreaching.It is against this background that we consider\nwhether the authority of administrative agencies should be\naugmented even further, to include not only broad power to give\ndefinitive answers to questions left to them by Congress, but also\nthe same power to decide when Congress has given them that\npower.Before proceeding to answer that question,\nhowever, it is necessary to sort through some confusion over what\nthis litigation is about. The source of the confusion is a familiar\nculprit: the concept of “jurisdiction,” which we have repeatedly\ndescribed as a word with “ ‘many, too many, meanings.’ ”Union Pacific R. Co.v.Locomotive Engineers,558 U.S.\n67, 81 (2009).The Court states that the question “is whether a\ncourt must defer underChevronto an agency’s interpretation\nof a statutory ambiguity that concerns the scope of the agency’s\nstatutory authority (that is, its jurisdiction).”Ante,at\n5. That is fine—until the parenthetical. The parties,amici,\nand court below too often use the term “jurisdiction” imprecisely,\nwhich leads the Court to misunderstand the argument it must\nconfront. That argument is not that “there exist two distinct\nclasses of agency interpretations,” some “big, important ones” that\n“define the agency’s ‘jurisdiction,’ ” and other “humdrum,\nrun-of-the-mill” ones that “are simply applications of jurisdiction\nthe agency plainly has.”Ibid.The argument is instead that\na court should not defer to an agency on whether Congress has\ngranted the agency interpretive authority over the statutory\nambiguity at issue.You can call that “jurisdiction” if you’d like,\nas petitioners do in the question presented. But given that the\nterm is ambiguous, more is required to understand its use in that\nquestion than simply “having read it.”Ante,at 15,\nn. 5. It is important to keep in mind that the term, in the\npresent context, has the more precise meaning noted above,\nencompassing congressionally delegated authority to issue\ninterpretations with the force and effect of law. See 668 F.3d 229,\n248 (CA5 2012) (case below) (“The issue in the instant case is\nwhether the FCC possessed statutory authority to administer\n§332(c)(7)(B)(ii) and (v) by adopting the 90- and 150-day time\nframes”). And that has nothing do with whether the statutory\nprovisions at issue are “big” or “small.”II“It is emphatically the province and duty of\nthe judicial department to say what the law is.”Marburyv.Madison, 1 Cranch 137, 177 (1803). The rise of the modern\nadministrative state has not changed that duty. Indeed, the\nAdministrative Procedure Act, governing judicial review of most\nagency action, instructs reviewing courts to decide “all relevant\nquestions of law.” 5 U. S. C. §706.We do not ignore that command when we afford an\nagency’s statutory interpretationChevrondeference; we\nrespect it. We give binding deference to permissible agency\ninterpretations of statutory ambiguitiesbecauseCon- gress\nhas delegated to the agency the authority to interpret those\nambiguities “with the force of law.”United Statesv.Mead Corp.,533 U.S.\n218, 229 (2001); see also Monaghan,Marburyand the\nAdministrative State, 83 Colum. L. Rev. 1, 27–28 (1983) (“the\ncourt is not abdicating its constitutional duty to ‘say what the\nlaw is’ by deferring to agency interpretations of law: it is simply\napplying the law as ‘made’ by the authorized law-making\nentity”).But before a court may grant such deference, it\nmust on its own decide whether Congress—the branch vested with\nlawmaking authority under the Constitution—has in fact delegated to\nthe agency lawmaking power over the ambiguity at issue. Seeante,at 4 (Breyer, J., concurring in part and concurring in\njudgment) (“The question whether Congress has delegated to an\nagency the authority to provide an interpretation that carries the\nforce of law is for the judge to answer independently.”). Agencies\nare creatures of Congress; “an agency literally has no power to act\n. . . unless and until Congress confers power upon it.”Louisiana Pub. Serv. Comm’nv.FCC,476 U.S.\n355, 374 (1986). Whether Congress has conferred such power is\nthe “relevant question[ ] of law” that must be answered before\naffordingChevrondeference. 5 U. S. C. §706.IIIAOur precedents confirm this\nconclusion—beginning withChevronitself. InChevron,\nthe EPA promulgated a regulation interpreting the term “stationary\nsources” in the Clean Air Act. 467 U. S., at 840 (quoting 42\nU. S. C. §7502(b)(6)(1982 ed.)). An environmental group\npetitioned for review of the rule, challenging it as an\nimpermissible interpretation of the Act. 467 U. S., at 841,\n859. Finding the statutory text “not dispositive” and the\nlegislative history “silent on the precise issue,” we upheld the\nrule.Id.,at 862, 866.In our view, the challenge to the agency’s\ninterpretation “center[ed] on the wisdom of the agency’s policy,\nrather than whether it is a reasonable choice within a gap left\nopen by Congress.”Id.,at 866. Judges, we said, “are not\nexperts in the field, and are not part of either political branch\nof the Government.”Id.,at 865. Thus, because Congress had\nnot answered the specific question at issue, judges had no business\nproviding their own resolution on the basis of their “personal\npolicy preferences.”Ibid.Instead, the “agency to which\nCongress ha[d] delegated policymaking responsibilities” was the\nappropriate political actor to resolve the competing interests at\nstake, “within the limits of that delegation.”Ibid.Chevron’s rule of deference was based\non—and limited by—this congressional delegation. And the Court did\nnot ask simply whether Congress had delegated to the EPA the\nauthority to administer the Clean Air Act generally. We asked\nwhether Congress had “delegat[ed] authority to the agency to\nelucidate aspecific provisionof the statute by\nregulation.”Id.,at 843–844 (emphasis added); seeid., at 844 (discussing “the legislative delegation to an\nagency on aparticular question” (emphasis added)). We\ndeferred to the EPA’s interpretation of “stationary sources” based\non our conclusion that the agency had been “charged with\nresponsibility for administeringthe provision.”Id.,at 865 (emphasis added).BWe have never faltered in our understanding of\nthis straightforward principle, that whether a particular agency\ninterpretation warrantsChevrondeference turns on the\ncourt’s determination whether Congress has delegated to the agency\nthe authority to interpret the statutory ambiguity at issue.We made the point perhaps most clearly inAdams Fruit Co.v.Barrett,494\nU.S. 638(1990). In that case, the Department of Labor\ncontended the Court should defer to its interpretation of the scope\nof the private right of action provided by the Migrant and Seasonal\nAgriculture Worker Protection Act (AWPA), 29 U. S. C.\n§1854, against employers who intentionally violated the Act’s motor\nvehicle safety provisions. We refused to do so. Although “as an\ninitial matter” we rejected the idea that Congress left a\n“statutory ‘gap’ ” for the agency to fill, we reasoned that if\nthe “AWPA’s language establishing a private right of action is\nambiguous,” the Secretary of Labor’s interpretation of its scope\ndid not warrantChevrondeference. 494 U. S., at\n649.In language directly applicable to the question\nbefore us, we explained that “[a] precondition to deference underChevronis a congressional delegation of administrative\nauthority.”Ibid.Although “Congress clearly envisioned,\nindeed expressly mandated, a role for the Department of Labor in\nadministering the statute by requiring the Secretary to promulgatestandardsimplementing AWPA’smotor vehicle\nprovisions,” we found “[n]o such delegation regarding AWPA’senforcement provisions.”Id.,at 650 (emphasis\nadded). It would therefore be “inappropriate,” we said, “to consult\nexecutive interpretations” of the enforcement provisions to resolve\nambiguities “surrounding the scope of AWPA’s judicially enforceable\nremedy.”Ibid.Without questioning the principle that agency\ndeterminations “within the scope of delegated authority are\nentitled to deference,” we explained that “it is fundamental ‘that\nan agency may not bootstrap itself into an area in which it has no\njurisdiction.’ ”Ibid.(quotingFederal Maritime\nComm’nv.Seatrain Lines, Inc.,411\nU.S. 726, 745 (1973)).Our subsequent cases follow the same approach.\nInUnited Statesv.Mead Corp.,supra, for\nexample,Chevrondeference turned on whether Congress had\ndelegated to the agency authority to interpret the statutory\nambiguity by a particular means. The Customs Service had issued a\n“classification ruling,” interpreting the term “diaries” in a\ntariff schedule to include “day planners” of the type Mead\nimported, and on that basis subjected the planners to a\nfour-percent tariff. Mead protested the imposition of the tariff,\nthe Customs Service claimedChevrondeference for its\ninterpretation, and the controversy made its way to our Court.Id.,at 224–226.InMead, we again made clear that the\n“category of interpretative choices” to whichChevrondeference applies is defined by congressional intent.Id.,at 229.Chevrondeference, we said, rests on a recognition\nthat Congress has delegated to an agency the interpretive authority\nto implement “a particular provision” or answer “ ‘a\nparticular question.’ ”Ibid.(quotingChevron,\n467 U. S., at 844).An agency’s interpretation of “a\nparticular statutory provision” thus qualifies forChevrondeference only “when it appears that Congress delegated authority\nto the agency generally to make rules carrying the force of law,\nand that the agency interpretation claiming deference was\npro-mulgated in the exercise of that authority.” 533 U. S., at\n226–227.The Court did not defer to the agency’s views\nbut instead determined that Congress had not delegated interpretive\nauthority to the Customs Service to definitively construe the\ntariff schedule through classification rulings. Neither the\nstatutory authorization for the classification rulings, nor the\nCustoms Service’s practice in issuing such rulings, “reasonably\nsuggest[ed] that Congress ever thought of [such] classification\nrulings as deserving the deference claimed for them.”Id.,at 231. And in the absence of such a delegation, we concluded the\ninterpretations adopted in those rulings were “beyond theChevronpale.”Id.,at 234.Gonzalesv.Oregon,546 U.S.\n243(2006), is in the same line of precedent. In that case, as\nhere, deference turned on whether a congressional delegation of\ninterpretive authority reached a particular statutory ambiguity.\nThe Attorney General claimedChevrondeference for his\ninterpretation of the phrase “legitimate medical purpose” in the\nControlled Substances Act (CSA) to exclude the prescribing and\ndispensing of controlled substances for the purpose of assisting\nsuicide.Id.,at 254, 258. No one disputed that “legitimate\nmedical purpose” was “ambiguous in the relevant sense.”Id.,at 258. Nor did any Justice dispute that the Attorney General had\nbeen granted the power in the CSA to promulgate rules with the\nforce of law.Ibid.; seeid.,at 281 (Scalia, J.,\ndissenting). Nevertheless, the Court explained, “Chevrondeference . . . is not accorded merely because the\nstatute is ambiguous and an administrative official is involved.”Id.,at 258. The regulation advancing the interpretation, we\nsaid, “must be promulgated pursuant to authority Congress has\ndelegated to the official.”Ibid.(citingMead,supra,at 226–227).In the CSA, Congress delegated to the Attorney\nGeneral the authority to promulgate regulations “relating to the\nregistration and control of the manufacture, distribution, and\ndispensing of controlled substances,” 21 U. S. C. §821,\nor “for the efficient execution of his functions under [the CSA],”\n§871(b). After considering the text, structure, and purpose of the\nAct, the Court concludedon its ownthat interpreting\n“legitimate medical purpose” fell under neither delegation.Gonzales,546 U. S., at 258–269. Because the regulation\n“was not promulgated pursuant to the Attorney General’s authority,\nits interpretation of ‘legitimate medical purpose’ d[id] not\nreceiveChevrondeference.”Id.,at 268.Adams Fruit,Mead, andGonzalesthus confirm thatChevrondeference is based\non, and finds legitimacy as, a congressional delegation of\ninterpretive authority. An agency interpretation warrants such\ndeference only if Congress has delegated authority to definitively\ninterpret a particular ambiguity in a particular manner. Whether\nCongress has done so must be determined by the court on its own\nbeforeChevroncan apply. See H. Edwards, L. Elliot, &\nM. Levy, Federal Courts Standards of Review 168 (2d ed. 2013) (“a\ncourt decidesde novowhether an agency has acted\nwithin the bounds of congressionally delegated authority” (citingMead,supra,at 226–227, andGonzales,supra,at 258)); Sales & Adler, The Rest is Silence:ChevronDeference, Agency Jurisdiction, and Statutory\nSilences,2009 U. Ill. L. Rev. 1497, 1564 (2009) (“if\ndelegation really is antecedent to deference, asMeadinsists, it cannot be that courts should defer to an agency’s views\non whether a delegation has taken place”).In other words, we do not defer to an agency’s\ninterpretation of an ambiguous provision unless Congress wants us\nto, and whether Congress wants us to is a question that courts, not\nagencies, must decide. Simply put, that question is “beyond theChevronpale.”Mead,supra, at 234.IVDespite these precedents, the FCC argues that\na court need only locate an agency and a grant of general\nrulemaking authority over a statute.Chevrondeference then\napplies, it contends, to the agency’s interpretation of any\nambiguity in the Act, including ambiguity in a provision said to\ncarve out specific provisions from the agency’s general rulemaking\nauthority. If Congress intends to exempt part of the statute from\nthe agency’s interpretive authority, the FCC says, Congress “can\nordinarily be expected to state that intent explicitly.” Brief for\nFederal Respondents 30 (citingAmerican Hospital Assn.v.NLRB,499 U.S.\n606(1991)).If a congressional delegation of interpretive\nauthority is to supportChevrondeference, however, that\ndelegation must extend to the specific statutory ambiguity at\nissue. The appropriate question is whether the delegation covers\nthe “specific provision” and “particular question” before the\ncourt.Chevron, 467 U. S., at 844. A congressional\ngrant of authority over some portion of a statute does not\nnecessarily mean that Congress granted the agency interpretive\nauthority over all its provisions. SeeAdams Fruit, 494\nU. S., at 650.An example that might highlight the point\nconcerns statutes that parcel out authority to multiple agencies,\nwhich “may be the norm, rather than an exception.” Gersen,\nOverlapping and Underlapping Jurisdiction in Administrative Law,\n2006 S. Ct. Rev. 201, 208; see,e.g., Gonzales, 546\nU. S, at 250–251 (describing shared author-ity over the CSA\nbetween the Attorney General and the Secretary of Health and Human\nServices);Suttonv.United Air Lines, Inc.,527 U.S.\n471, 478 (1999) (authority to issue regulations implementing\nthe Americans with Disabilities Act “is split primarily among three\nGovernment agencies”). The Dodd-Frank Wall Street Reform and\nConsumer Protection Act, for example, authorizes rulemaking by at\nleast eight different agencies. See Con-gressional Research\nService, C. Copeland, Rulemaking Requirements and Authorities in\nthe Dodd-Frank Wall Street Reform and Consumer Protection Act 7\n(2010). When presented with an agency’s interpretation of such a\nstatute, a court cannot simply ask whether the statute is one that\nthe agency administers; the question is whether authority over the\nparticular ambiguity at issue has been delegated to the particular\nagency.By the same logic, even when Congress provides\ninterpretive authority to a single agency, a court must decide if\nthe ambiguity the agency has purported to interpret with the force\nof law is one to which the congressional delegation extends. A\ngeneral delegation to the agency to administer the statute will\noften suffice to satisfy the court that Congress has delegated\ninterpretive authority over the ambiguity at issue. But if Congress\nhas exempted particular provisions from that authority, that\nexemption must be respected, and the determination whether Congress\nhas done so is for the courts alone.The FCC’s argument that Congress “can ordinarily\nbe expected to state that intent explicitly,” Brief for Federal\nRespondents 30 (citingAmerican Hospital,supra),\ngoes to the merits of that determination, not to whether a court\nshould decide the questionde novoor defer to the\nagency. Indeed, that is how the Court inAmericanHospitalconsidered it. It was in the process of “employing\nthe traditional tools of statutory construction” that the Court\nsaid it would have expected Congress to speak more clearly if it\nhad intended to exclude an entire subject area—employee units for\ncollecting bargaining—from the NLRB’s general rulemaking authority.Id.,at 613, 614. The Court concluded, after considering the\nlanguage, structure, policy, and legislative history of the Act on\nits own—without deferring to the agency—that the meaning of the\nstatute was “clear and contrary to the meaning advanced by\npetitioner.”Id.,at 609–614. To be sure, the Court also\nnoted that “[e]ven if wecouldfind any ambiguity in [the\nprovision] after employing the traditional tools of statutory\nconstruction, we would still defer to Board’s reasonable\ninterpretation.”Id.,at 614 (emphasis added). But that\nsingle sentence of dictum cannot carry the day for the FCC\nhere.VAs the preceding analysis makes clear, I do\nnot understand petitioners to ask the Court—nor do I think it\nnecessary—to draw a “specious, but scary-sounding” line between\n“big, important” interpretations on the one hand and “humdrum,\nrun-of-the-mill” ones on the other.Ante,at 5, 12. Drawing\nsuch a line may well be difficult. Distinguishing between whether\nan agency’s interpretation of an ambiguous term is reasonable and\nwhether that term is for the agency to interpret is not nearly so\ndifficult. It certainly did not confuse the FCC in this proceeding.\nCompareIn re Petition for Declaratory Ruling, 24 FCC\nRcd. 13994, 14000–14003 (2009) (addressing the latter question),\nwithid.,at 14003–14015 (addressing the former). Nor did it\nconfound the Fifth Circuit. Compare 668 F. 3d, at 247–254\n(deciding “whether the FCC possessed statutory authority to\nadminister §332(c)(7)(B)(ii)”), withid.,at 254–260\n(considering “whether the 90- and 150-day time frames themselves\nalso pass muster underChevron”). More importantly, if the\nlegitimacy ofChevrondeference is based on a congressional\ndelegation of interpretive authority, then the line is one the\nCourt must draw.The majority’s hypothetical Common Carrier Acts\ndo not demonstrate anything different.Ante,at 6–8. The\nmajor-ity states that in its second Common Carrier Act, Section 2\nmakes clear that Congress “ ‘conferred interpretative power on\nthe agency’ ” to interpret the ambiguous terms “common\ncarrier” and “unreasonable condition.”Ante,at 7 (quoting\nBrief for Petitioners in No. 1545, p. 14). Thus, it says,\nunder anyone’s theory a court must defer to the agency’s reasonable\ninterpretations of those terms. Correct.The majority claims, however, that “petitioners’\ntheory would accord the agency no deference” in its interpretation\nof the same ambiguous terms in the first Common Carrier Act.Ante,at 7–8. But as I understand petitioners’ argument—and\ncertainly in my own view—a court, in both cases, need only decide\nfor itself whether Congress has delegated to the agency authority\nto interpret the ambiguous terms, before affording the agency’s\ninterpretationChevrondeference.For the second Common Carrier Act, the answer is\neasy. The majority’s hypothetical Congress has spoken clearly and\nspecifically in Section 2 of the Act about its delegation of\nauthority to interpret Section 1. As for the first Act, it is\nharder to analyze the question, given only one section of a\npresumably much larger statute. But if the first Common Carrier Act\nis like most agencies’ organic statutes, I have no reason to doubt\nthat the agency would likewise have interpretive authority over the\nsame ambiguous terms, and therefore be entitled to deference in\ncon-struing them, just as with the second Common Carrier Act. There\nis no new “test” to worry about, cf.ante,at 16; courts\nwould simply apply the normal rules of statutory construction.That the question might be harder with respect\nto the first Common Carrier Act should come as no surprise. The\nsecond hypothetical Congress has more carefully defined the\nagency’s authority than the first.Whateverstandard of\nreview applies, it is more difficult to interpret an unclear\nstatute than a clear one. My point is simply that before a court\ncan defer to the agency’s interpretation of the ambiguous terms in\neither Act, it must determine for itself that Congress has\ndelegated authority to the agency to issue those interpretations\nwith the force of law.The majority also expresses concern that\nadopting petitioners’ position would undermineChevron’s\nstable background rule against which Congress legislates.Ante,at 5. That, of course, begs the question of what that\nstable background rule is. See Merrill & Hickman,Chevron’s Domain, 89 Geo. L. Rev. 833, 910 (2001)\n(“Courts have never deferred to agencies with respect to questions\nsuch as whether Congress has delegated to an agency the power to\nact with the force of law through either legislative rules or\nbinding adjudications. Similarly, it has never been maintained that\nCongress would want courts to giveChevrondeference to an\nagency’s determination that it is entitled toChevrondeference, or should giveChevrondeference to an agency’s\ndetermination of what types of interpretations are entitled toChevrondeference” (footnote omitted)).VIThe Court sees something nefarious behind the\nview that courts must decide on their own whether Congress has\ndelegated interpretative authority to an agency, before deferring\nto that agency’s interpretation of law. What is afoot, according to\nthe Court, is a judicial power-grab, with nothing less than\n“Chevronitself” as “the ultimate target.”Ante,at\n12.The Court touches on a legitimate concern:Chevronimportantly guards against the Judiciary arrogating\nto itself policymaking properly left, under the separation of\npowers, to the Executive. But there is another concern at play, no\nless firmly rooted in our constitutional structure. That is the\nobligation of the Judiciary not only to confine itself to its\nproper role, but to ensure that the other branches do so as\nwell.An agency’s interpretive authority, entitling\nthe agency to judicial deference, acquires its legitimacy from a\ndelegation of lawmaking power from Congress to the Executive. Our\nduty to police the boundary between the Legislature and the\nExecutive is as critical as our duty to respect that between the\nJudiciary and the Executive. SeeZivotofskyv.Clinton, 566 U. S. ___, ___ (2012) (slip op., at 8). In\nthe present context, that means ensuring that the Legislative\nBranch has in fact delegated lawmaking power to an agency within\nthe Executive Branch, before the Judiciary defers to the Executive\non what the law is. That concern is heightened, not diminished, by\nthe fact that the administrative agencies, as a practical matter,\ndraw upon a potent brew of executive, legislative, and judicial\npower. And it is heightened, not diminished, by the dramatic shift\nin power over the last 50 years from Congress to the Executive—a\nshift effected through the administrative agencies.We reconcile our competing responsibilities in\nthis area by ensuring judicial deference to agency interpretations\nunderChevron—but only after we have determined on our own\nthat Congress has given interpretive authority to the agency. Our\n“task is to fix the boundaries of delegated authority,” Monaghan,\n83 Colum. L. Rev., at 27; that is not a task we can delegate\nto the agency. We do not leave it to the agency to decide when it\nis in charge.*  *  *In these cases, the FCC issued a declaratory\nruling interpreting the term “reasonable period of time” in 47\nU. S. C. §332(c)(7)(B)(ii). The Fifth Circuit correctly\nrecognized that it could not applyChevrondeference to the\nFCC’s interpretation unless the agency “possessed statutory\nauthority to administer §332(c)(7)(B)(ii),” but it erred by\ngrantingChevrondeference to the FCC’s view on that\nantecedent question. See 668 F. 3d, at 248. Because the court\nshould have determined on its own whether Congress delegated\ninterpretive authority over §332(c)(7)(B)(ii) to the FCC before\naffordingChevrondeference, I would vacate the decision\nbelow and remand the cases to the Fifth Circuit to perform the\nproper inquiry in the first instance.I respectfully dissent.",
    "joined": []
}