{
    "case": {
        "docket": "20-493",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/20-493/"
    },
    "id": "4596241",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–493_________________YSLETA DEL SUR PUEBLO, et al.,\nPETITIONERSv.TEXASon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[June 15, 2022]Chief Justice Roberts, with whom Justice\nThomas, Justice Alito, and Justice Kavanaugh join, dissenting.In order to obtain federal trust status, the\nYsleta del Sur Pueblo Tribe agreed that Texas’s gambling laws\nshould apply on its reservation. Congress passed a bill codifying\nthis arrangement. The key statutory provision states, “[a]ll gaming\nactivities which are prohibited by the laws of the State of Texas\nare hereby prohibited on the reservation and on lands of the\ntribe.” Ysleta del Sur Pueblo and Alabama and Coushatta Indian\nTribes of Texas Restoration Act, §107(a), 101Stat. 668 (Restoration\nAct). The Tribe now wishes to engage in various high-stakes gaming\nactivities that would clearly violate Texas law—if Texas law\napplies. The question presented in this case is whether all of\nTexas’s gaming laws apply on tribal land, or only those laws that\ncategorically ban a particular game.The Court today concludes that the latter\nreading of the statute is the better one. I disagree. A\nstraightforward reading of the statute’s text makes clear thatallgaming activities prohibited in Texas are also barred on\nthe Tribe’s land. The Court’s contrary interpretation is at odds\nwith the statute’s plain meaning, conflicts with an unambiguous\ntribal resolution that the Act was “enacted in accordance with,”id.,at 668–669, and makes a hash of the statute’s\nstructure. The Court’s approach also winds up treating gambling\nviolations more leniently than other violations of Texas law. This\nmakes little sense, as the whole point of the provision at issue\nwas to further restrict gaming on the Tribe’s lands. I respectfully\ndissent.IAThe Ysleta del Sur Pueblo Tribe sits on a\n100-acre reservation near El Paso, Texas. The Tribe first received\nfederal recognition in 1968. At that time, Congress simultaneously\ntransferred the United States’ trust responsibilities to the State\nof Texas. See Tiwa Indians Act of 1968, Pub. L. 90–287, 82Stat. 93.\nTexas thereafter held the Tribe’s land in trust, and Texas law\napplied in full on the reservation.The situation became tenuous, however, in 1983.\nThat year Texas’s Attorney General issued an opinion concluding\nthat the State’s trust relationship with a similarly situated Tribe\nviolated the Texas Constitution. This led to a great deal of\nuncertainty about the Pueblo’s future. Efforts began to establish,\nfor the first time, a direct trust relationship between the Tribe\nand the Federal Government. But a key sticking point soon emerged:\nthe status of gaming on the reservation.Texas has long maintained strict controls on\ngambling. Indeed, since 1876 the Texas Constitution has required\nthe State’s legislature to “pass laws prohibiting” such activities.\nArt. III, §47; see alsoFort Worthv.Rylie, 602\nS.W.3d 459, 460 (Tex. 2020). While the Texas Constitution now\ncontains limited exceptions for charitable bingo and raffles, as\nwell as the State’s official lottery, its ban on casino-style\ngaming remains absolute. With the Pueblo seeking federal trust\nstatus, Texas officials worried that if the State’s gaming laws no\nlonger applied on tribal lands, the Tribe’s small reservation might\nsoon become a large hub for high-stakes gaming.In 1985, Congress considered a bill that would\nhave granted the Pueblo federal trust status. The bill also would\nhave authorized gaming on the Tribe’s land, so long as it occurred\n“pursuant to a tribal ordinance or law” that had been “approved by\nthe Secretary of the Interior.” H. R. 1344, §107, 99th Cong.,\n1st Sess., 15. The bill passed the House of Representatives but\nstalled in the Senate due to opposition from Texas state officials\nand members of the Texas congressional delegation. They were\nconcerned that the bill “did not provide adequate protection\nagainst high stakes gaming operations on the Tribe’s reservation.”Texasv.Ysleta del Sur Pueblo,220 F. Supp. 2d 668, 677 (WD Tex. 2001).In response, the Tribe adopted a resolution,\nwhich is of central importance to this case. See Tribal Resolution\nNo. TC–02–86 (Mar. 12, 1986), App. to Pet. for Cert. 121–124. The\nresolution’s preamble contains a series of prefatory clauses. One\nstates that the Tribe has “[n]o interest in conducting high stakes\nbingo or other gambling operations on its reservation.”Id.,at 121. Another says the Tribe remains “firm in its commitment to\nprohibit outrightanygambling or bingo inanyform\non its reservation.”Id.,at 123 (emphasis added). At the\nsame time, other clauses assert the Tribe’s view that proposals “to\nmake state gaming law applicable on the reservation [are] wholly\nunsatisfactory” and represent a “substantial infringement upon\n[tribal] self government.”Id.,at 122. Still, the Tribe\nconcluded, “the controversy over gaming must not be permitted to\njeopardize” legislation granting it federal trust status.Id.,at 123. So the Tribal Council made a single\n“request[ ]”: that its congressional representatives amend the\npending legislation to “provide thatallgaming, gambling,\nlottery, or bingo, as defined by the laws and administrative\nregulations of the State of Texas, shall be prohibited on the\nTribe’s reservation or on tribal land.”Ibid.(emphasis\nadded).The Tribe’s request ultimately led to enactment\nof the Restoration Act, which is the statute at issue in this case.\nSee 101Stat. 666; see alsoYsleta del Sur Pueblo, 220\nF. Supp. 2d, at 677–679. The Act contains various provisions\nsetting forth the relationship between the Tribe, the State of\nTexas, and the United States. Two statutory provisions are\nparticularly pertinent. The first addresses general application of\nTexas law on the reservation, and the second addresses the more\nspecific application of Texas’s gaming laws.First, in §105(f ) of the Act, Congress\nmade the Public Law 280 framework applicable to the Ysleta del Sur\nPueblo. 101Stat. 668. The Tribe, Texas, and the United States all\nembrace this interpretation of the Act. See Brief for Petitioners\n25; Brief for Respondent 18; Brief for United States asAmicus\nCuriae12. Public Law 280 allows certain States to apply in\nfull their criminal laws, and some of their civil laws, on tribal\nlands. SeeBryanv.Itasca County,426 U.S.\n373(1976); see alsoante,at 3–4. The law was designed\nto address “the problem of lawlessness on certain Indian\nreservations.”Bryan, 426 U. S., at 379. InCaliforniav.Cabazon Band of Mission Indians,480 U.S.\n202(1987), the Court interpreted Public Law 280 to mean that\nstate laws that are “ ‘criminal/prohibitory’ ” apply on\ndesignated reservations, whereas those laws that are merely\n“ ‘civil/regulatory’ ” do not,id.,at 209. Put\ndifferently, we said, “if the intent of a state law is generally to\nprohibit certain conduct, it falls within Pub. L. 280’s grant of\ncriminal jurisdiction [to the State], but if the state law\ngenerally permits the conduct at issue, subject to regulation, it\nmust be classified as civil/regulatory and Pub. L. 280 does not\nauthorize its enforcement on an Indian reservation.”Ibid.Because §105(f ) grants Texas Public Law 280 authority on\nPueblo lands, the State may directly enforce all of its laws that\ngenerally prohibit conduct.Second, Congress adopted a more specific rule to\ngovern gaming on the reservation, which is set forth at §107 of the\nRestoration Act. The provision has three parts. Section 107(a)\nbegins with the primary rule. It states unequivocally that “[a]ll\ngaming activities which are prohibited by the laws of the State of\nTexas are hereby prohibited on the reservation and on lands of the\ntribe.” 101Stat. 668. It continues by noting that this rule was\n“enacted in accordance with the tribe’s request in Tribal\nResolution No. T.C.–02–86.”Id.,at 669.The next part, §107(b), says that the section’s\nprohibition on gaming on the reservation should not be construed as\na “grant of civil or criminal regulatory jurisdiction to the State\nof Texas.”Ibid.Finally, §107(c) clarifies how the gaming\nprovision is to be enforced: “Notwithstanding section 105(f ),\nthe courts of the United States”—rather than Texas courts—“shall\nhave exclusive jurisdiction over any offense in violation of\n[§107(a)].”Ibid.“However,” §107(c) continues, “nothing in\nthis section shall be construed as precluding the State of Texas\nfrom bringing an action in the courts of the United States to\nenjoin violations of the provisions of this section.”Ibid.This means that—unlike most state laws that apply on tribal land,\nwhich Texas can directly enforce given its authority under\n§105(f )—Texas cannot directly enforce its gaming laws in\nstate court. Instead, if Texas determines the Tribe is conducting\nprohibited gaming activities, it must seek relief by way of a\nfederal-court injunction.BIt was not long before things wound up in\nfederal court. The Pueblo sued first. Although the Tribe had\npreviously expressed its “firm” “commitment to prohibit outright\nany gambling or bingo in any form on its reservation,” App. to Pet.\nfor Cert. 123, it now wished to host a bonanza of high-stakes,\ncasino-style games, including baccarat, blackjack, craps, roulette,\nand more,Ysleta del Sur Pueblo Tribev.Texas,36 F.3d 1325, 1331, n. 12 (CA5 1994). The dispute made its\nway to the Fifth Circuit, which ruled against the Tribe. The court\nheld that through the Restoration Act, “Congress—and the\nTribe—intended for Texas’ gaming laws and regulations to operate as\nsurrogate federal law on the Tribe’s reservation in Texas.”Id., at 1334. The Tribe was thus required to follow all of\nTexas’s gaming rules unless it could persuade Congress to repeal\nthe Restoration Act. We denied certiorari. 514 U.S. 1016\n(1995).For more than 25 years, this straightforward\ninterpretation of the Restoration Act held. Yet the Tribe\ncontinually pushed the Act’s limits, resulting in numerous\nsuccessful requests for injunctive relief from Texas to enforce its\ngaming laws. See,e.g., 955 F.3d 408, 412 (CA5 2020). In\nseveral instances, federal courts had to hold tribal officials in\ncontempt for disregarding injunctions.Ibid.The present litigation traces back to 2016.\nAfter a District Court enjoined illegal “ ‘sweepstakes’ ”\ngames being conducted by the Pueblo, the Tribe announced it would\nbe “ ‘transitioning to bingo.’ ”Ibid.As noted,\nTexas outlaws almost all gambling, though it does permit charitable\nbingo activities in certain limited situations.In 2017, Texas inspected the Pueblo’s Speaking\nRock Entertainment Center to determine whether it was complying\nwith state law. The answer appeared to be “no.” Slot machines are\noutlawed in Texas, as are “gambling device versions of bingo.” Tex.\nPenal Code Ann. §47.01(4)(A) (West 2011); see also §47.02(a)(3)\n(West Supp. 2021). Yet inside the Tribe’s casino, officials found\nmore than 2,000 machines that looked exactly like\n“ ‘Las-Vegas-style slot machines.’ ” 955 F. 3d, at\n412. Players press a button, graphics spin, noise plays, and\neventually players learn whether they have won or lost. The\nmachines are accessible 24 hours a day and, for added effect, are\nemblazoned with names like “Big Texas Payday,” “Welcome to Fabulous\nLas Vegas,” and “Lucky Duck.” 2019 WL 639971, *5 (WD Tex., Feb. 14,\n2019). Although the machines resemble slot machines in every\nrelevant respect, the Tribe insisted they were a form of bingo,\nbecause whether a player wins turns on “historical bingo draws.”Ibid.[1]In addition to these electronic gaming machines,\nthe Tribe also offered live-called bingo 24 hours a day. But the\nconditions under which these actual bingo games were conducted\nviolated Texas law in many ways. See Tex. Occ. Code Ann. §2001.419\n(West Supp. 2021) (setting forth certain bingo restrictions).Texas filed suit in federal court seeking\ninjunctive relief against the Tribe and tribal officials. The\nDistrict Court granted an injunction, holding that “the Tribe’s\nbingo operations fail to comply with Texas law.” 2019 WL 639971,\n*11. The Fifth Circuit affirmed, concluding that in exchange for\nfederal trust status, “the Pueblo agreed that its gaming activities\nwould comply with Texas law,” including all of the State’s gaming\nregulations. 955 F. 3d, at 410. We granted certiorari. 595\nU. S. ___ (2021).IIAt this point in the litigation, the Tribe\ndoes not argue that all of its gaming activities are consistent\nwith Texas law. Rather, it insists that Texas’s gaming laws simply\ndo not apply to it, unless Texas categorically bans the playing of\na particular type of game altogether. The Tribe does not make this\nargument based primarily on the text or structure of the statute.\nIt instead relies onCabazon Band of Mission Indians,480 U.S.\n202, which interpreted Public Law 280. The Tribe asks us to\ntreat §107 of the Restoration Act as implicitly adoptingCabazon\nBand’s framework, which distinguishes between laws that are\n“ ‘criminal/prohibitory’ ” and laws that are\n“ ‘civil/regulatory.’ ”Id., at 209. Under this\nframework, state laws that totally prohibit a type of activity\napply on tribal land, while state laws that simply regulate the\nactivity do not. And as the Tribe sees it, Texas does not ban the\nplaying of bingo underallcircumstances, so none of the\nState’s restrictions on the game apply.The Court today accepts the Tribe’s position,\nbut I am not persuaded.A1I begin with the statute’s plain text. Section\n107(a) provides:“All gaming activities which are\nprohibited by the laws of the State of Texas are hereby prohibited\non the reservation and on lands of the tribe. Any violation of the\nprohibition provided in this subsection shall be subject to the\nsame civil and criminal penalties that are provided by the laws of\nthe State of Texas. The provisions of this subsection are enacted\nin accordance with the tribe’s request in Tribal Resolution No.\nT.C.–02–86 which was approved and certified on March 12, 1986.”\n101Stat. 668–669.The best reading of this statute is that all of\nTexas’s gambling rules apply in full on the Tribe’s land. “All”\ngaming activities prohibited by Texas are prohibited on the\nreservation. “Any” violation is subject to the same penalties that\nTexas would ordinarily impose.The Tribe posits that this plain text may be\nread to refer only to the banning of entire games—such as poker,\nbaccarat, or roulette. See Brief for Petitioners 27–28. But had\nCongress wished to adopt this narrower definition of “gaming\nactivities,” it easily could have done so. For example, it could\nhave referred to “types of gambling,” or mentioned that the\nprohibition would apply only if Texas “flatly,” “categorically,” or\n“completely” banned a particular type of game. Congress did not do\nso.2Further textual evidence points decisively in\nthe same direction. Section 107(a) says that it was “enacted in\naccordance with the tribe’srequestin Tribal Resolution No.\nT.C.–02–86.” 101Stat. 668–669 (emphasis added). As noted above, the\nTribal Resolution contains just a single “request[ ]”: that\nCongress enact “language which would provide that all gaming,\ngambling, lottery, or bingo, as defined by the laws and\nadministrative regulations of the State of Texas, shall be\nprohibited on the Tribe’s reservation or on tribal land.” App. to\nPet. for Cert. 123. This language is categorical. So the breadth of\nthe Tribe’s request, and Congress’s clear statement that it enacted\n§107(a) in accordance with that request, strongly indicate that\nCongress intended to ban “all” gaming activities—“as defined by”\nTexas—that are inconsistent with Texas law.[2]The Court does not view the Tribal Resolution as\nsignificant because Congress did not “purport to incorporate [it]\ninto federal law.”Ante, at 16. But this is not mere\nlegislative history; it is statutory text.Congresstold us\nexactly why it did what it did: It was acting in accord with the\nTribe’s request that it ban on the reservation all gaming as\ndefined by Texas.The Court says that “Congressdidlegislate ‘in accordance with’ the Tribe’s resolution” because it\n“expressly granted the Tribe federal recognition and chose not to\napply Texas gaming regulations as surrogate federal law on tribal\nland.”Ante, at 17.Texas, the Court suggests, should\nbe happy to have gotten what had never been in question from the\nbeginning—a ban on games fully barred by the State. That was its\n“half a loaf.”Ibid.In making this claim, the Court relies on\ncherry-picked excerpts from the resolution’s preamble. But the text\nof §107(a) of the Restoration Act rules out the Court’s analysis.\nSection 107(a) expressly states that the provision was “enacted in\naccordance with the tribe’srequestin Tribal Resolution No.\nT.C.–02–86.” 101Stat. 668–669 (emphasis added). As noted, the\nresolution contains only one single “request[ ]”—that Congress\nban on tribal lands “allgaming, gambling, lottery, or\nbingo, as defined by the laws and administrative regulations of the\nState of Texas.” App. to Pet. for Cert. 123 (emphasis added). The\nresolution’s preamble makes up no part of this “request,” so the\nCourt’s reliance on it is misplaced. “Or to put the point\ndifferently, operative provisions should be given effect as\noperative provisions, and prologues as prologues.”District of\nColumbiav.Heller,554 U.S.\n570, 578, n. 3 (2008).[3]In sum, §107(a) of the Restoration Act is best\nread to mean that all of Texas’s gaming laws apply on the Tribe’s\nreservation.BThe Court rejects this straightforward\ninterpretation of the statute for one main reason: It adopts the\nTribe’s argument that the use of the word “prohibited” in §107(a)\nimplicitly incorporates the jurisdictional framework of Public Law\n280 andCabazon Band.1There are a number of reasons to be skeptical\nof this approach.First, Congress knew how to incorporate\nthe Public Law 280 framework where it wished to do so. We know that\nbecause that is precisely what Congress did in §105(f ) of the\nRestoration Act. There is little reason to think that Congress\nwould have done so elsewhere in the very same Act with nothing more\nthan a wink and a nudge.Second, there is no evidence that\nCongress intended to use the word “prohibited” in §107(a) as a term\nof art. The word “prohibit” appears thousands of times in the\nU. S. Code. See Brief for Respondent 24, n. 6. The fact\nthat our decision inCabazon Bandused this generic term to\ndescribe the bounds of Public Law 280 is hardly enough to turn it\ninto a term of art with a more particularized meaning.Third, the text of §107(a) of the\nRestoration Act bears little resemblance to the statutory language\nof Public Law 280. Compare 18 U. S. C. §1162 and 28\nU. S. C. §1360 (setting forth provisions of Public Law\n280) with §107 of the Restoration Act. Thus, this is not a\nsituation where a more recent enactment carries with it the “old\nsoil” of a predecessor statute or rule. See F. Frankfurter, Some\nReflections on the Reading of Statutes, 47 Colum. L. Rev. 527,\n537 (1947).Finally, the language used in §107 does\nnot signal an intent to adoptCabazon Band’s unique\ndichotomy between laws that are\n“ ‘criminal/prohibitory’ ” and those that are\n“ ‘civil/regulatory.’ ” 480 U. S., at 209. The Tribe\npoints to §107(a)’s use of the word “prohibited” and §107(b)’s\nreference to the State lacking “regulatory jurisdiction” on tribal\nlands to suggest that only Texas’s gaming laws that are\n“criminal/prohibitory” ought to apply. 101Stat. 669. But §107(a)\nalso says that both Texas’s “civilandcriminal penalties”\napply when the Tribe engages in prohibited gaming activities.Id.,at 668 (emphasis added). And §107(a) was enacted “in\naccordance with” the Tribal Resolution,id.,at 668–669,\nwhich specifies that the Restoration Act outlaws “all gaming,\ngambling, lottery, or bingo, as defined by the laws andadministrative regulationsof the State of Texas,” App. to\nPet. for Cert. 123 (emphasis added). These express references to\n“civil” penalties and “administrative regulations” make it unlikely\nthat Congress intended to implicitly incorporate only Texas’s\ngaming laws that are criminal/prohibitory. To the extent Congress\nlegislated withCabazon Band’s dichotomy in mind, the\ncrosscutting language that Congress used suggests it intended to\nincorporate both types of laws.2The foregoing is confirmed by the structure of\nthe Restoration Act and its statutory history. As noted above,\n§105(f ) incorporates the Public Law 280 framework. The Tribe\ndoes not dispute this. See Brief for Petitioners 26–27. Section\n107(a) then provides a more specific rule for gaming activities.\nThis is thus the common case where “[a] specific\nprovision”—§107(a)—“controls [over] one of more general\napplication.”Gozlon-Peretzv.United States,498 U.S.\n395, 407 (1991).The Tribe disagrees. It argues that while\n§105(f ) of the Restoration Act incorporated Public Law 280’sCabazon Bandframework, §107(a) did so as well. See Brief\nfor Petitioners 26–28. But if §105(f )—and its incorporation\nofCabazon Band—already applied to gaming activities that\nwere generally prohibited in Texas, there would have been no need\nfor Congress to enact the more specific rule of §107(a). The\nTribe’s proffered reading of the statute thus runs headlong into\nthe canon against surplusage. See A. Scalia & B. Garner,\nReading Law 174 (2012) (no provision “should needlessly be given an\ninterpretation that causes it to duplicate another provision or to\nhave no consequence” (boldface deleted)).[4]The Tribe’s preferred interpretation is\nespecially doubtful given the history of the Restoration Act. The\nkey roadblock to the Tribe obtaining federal trust status was a\nconcern that it would permit gambling. The Tribe obtained federal\ntrust status only after striking a deal on this issue. SeeYsleta del Sur Pueblo, 220 F. Supp. 2d, at 677. It\nwould make little sense for Congress to have enacted §107(a)’s\nlimitations on gaming merely to duplicate the rules already set\nforth in §105(f ). And it would make even less sense for\nCongress to have done so while simultaneously indicating that it\nwas enacting the gaming prohibition “in accordance with the tribe’s\nrequest,” §107(a), 101Stat. 668–669, that it ban on tribal lands\n“allgaming, gambling, lottery, or bingo, as defined by the\nlaws and administrative regulations of the State of Texas”—full\nstop, App. to Pet. for Cert. 123 (emphasis added).What’s more, the Tribe’s interpretation of\n§107—embraced by the Court today—leads to a bizarre result:\nViolations of Texas’s criminal gaming prohibitions receivemorelenient treatment than all other violations of Texas’s\ncriminal laws. Under §105(f ), Texas may directly enforce in\nstate court all of its laws that are “criminal/prohibitory.” But\nunder §107(c), Texas may enforce its gaming laws only through\nfederal-court injunctions. This diminished enforcement authority\nwould make sense if the full breadth of Texas’s gaming prohibitions\napplied on tribal lands. But in a universe where §107(a) bars no\nconduct beyond what §105(f ) already prohibits, it would make\nlittle sense for Texas to havelessenforcement authority\nover gaming when that was the only sticking point prior to passage\nof the Restoration Act. This is a sure-fire sign that something has\ngone badly awry in the Court’s interpretation of §107.The Tribal Resolution confirms this point. The\nHouse of Representatives passed H. R. 1344 in December 1985.\nThat version of the bill already contained the pertinent language\napplying Public Law 280 to the Tribe. See H. R. 1344,\n§105(f ), 99th Cong., 1st Sess., 6. Under that regime, the\nTribe would have had the same authority that other tribes had under\nPublic Law 280 to offer games not altogether banned by a State. But\nH. R. 1344 stalled in the Senate, and the Tribe adopted its\nresolution. The resolution made clear that the Tribe was offering a\nconcession that would limit its ability to offer gambling to a\ngreater extent than under H. R. 1344 and its existing\nincorporation of Public Law 280. That is why the Tribe objected\nthat it was being unfairly “singl[ed] out . . . for\ntreatment different than that accorded other Tribes in this\ncountry.” App. to Pet. for Cert. 123.Still, the Tribe wanted—and needed—federal trust\nstatus, more than gambling. In fact, the Tribe asserted in the\npreamble to the resolution that it had “no interest in conducting\nhigh stakes bingo or other gambling operations” and remained “firm\nin its commitment to prohibit outright any gambling or bingo in any\nform on its reservation.”Id., at 121, 123. Given its\ninterest in federal trust status and its lack of interest in\ngaming, the Tribe requested that Congress “amend” H. R. 1344\nto add language banning “all gaming, gambling, lottery, or bingo”\non its reservation.Ibid.Since the then-existing text of\nH. R. 1344 already made Public Law 280 applicable to the\nTribe, it is plain that the proposed addition in §107 was designed\nto go further. The Court’s construction of §107—as merely extending\nthe Public Law 280 framework to gaming on Pueblo lands, and then\nwatering down that framework through §107(c)’s limitation on\nremedies—is untenable.3The Tribe insists that a contrary\ninterpretation of §107(a) would render §§107(b) and (c)\nmeaningless, or would at least result in undue tension between\nthose provisions and subsection (a). See,e.g., Brief for\nPetitioners 30–31. I disagree.The Tribe focuses primarily on §107(b). That\nprovision states, “Nothing in this section shall be construed as a\ngrant of civil or criminal regulatory jurisdiction to the State of\nTexas.” 101Stat. 669. The Tribe and Court contend that this\nreservation of authority shows that Congress intended to adopt theCabazon Bandframework.Ante, at 9–10. But if §107(a)\nsimply adoptedCabazon Band, why would there have been any\nneed to say so again in §107(b)? Section 107(b) only makes sense if\n§107(a) raised questions about how far Texas’s authority reachedbeyondthe limits ofCabazon Band. Section 107(b)\nsimply but importantly clarifies that §107(a) adoptsonlyTexas’s substantive gaming laws and associated penalties. What\n§107(a) cannot be construed to do—according to §107(b)—is to\nauthorize Texas to exercise the regulatory authority of\nadministrative agencies or other enforcers of state law directly\nagainst the Tribe. Thus, Texas correctly explains that its Lottery\nCommission could not exercise “jurisdiction on the Tribe’s\nreservation.” Brief for Respondent 38. Likewise, its “local\ndistrict attorneys” could not bring “criminal enforcement actions\nagainst the Pueblo in state court for violations of what has been\nadopted as federal law.”Id., at 38–39. Yet as §107(a)\ndemands, the substance of the State’s laws prohibiting certain\ngaming activities would remain enforceable in full.The next section, §107(c), explains how: The\nState could enforce its laws by “bringing an action in the courts\nof the United States to enjoin violations of the provisions of this\nsection.” 101Stat. 669.*  *  *The Ysleta del Sur Pueblo Tribe needed federal\ntrust status to secure its future. Texas objected that granting\nthis status might bring with it casino-style gaming. Categorically\ndenying any interest in gaming, the Tribe requested that the\npending bill conferring federal trust status be amended to prohibit\non the reservation all gambling as defined by Texas law. The Tribe\ndid so even though it acknowledged this would result in it being\ntreated differently from other tribes. The proposal removed the\nState’s objection and Congress passed the bill granting federal\ntrust status to the Tribe, while—in §107(a)—specifically\nprohibiting on the reservation gaming activities barred under Texas\nlaw. At the same time, in §107(b), Congress protected the Tribe’s\ninterests by banning direct state enforcement on the reservation.\nUnder §107(c), Texas would instead have to proceed in federal\ncourt. This was a careful balance struck by Congress.The Court today throws out that balance,\ntreating gaming on this reservation as if it were just like any\nother Public Law 280 reservation. I respectfully dissent.APPENDIXMotion for Summary Judgt., Exh. A, in No.\n3:17–cv–179 (WD Tex., Nov. 11, 2018), ECF Doc. 146–1,\np. 1.Notes1A photograph from the\nrecord of this version of “bingo” is appended to this opinion. It\nconfirms that the electronic bingo played at the Speaking Rock\nEntertainment Center is about as close to real bingo as Bingo the\nfamous dog.2The Court argues that we\nomit “essential details” from our account of the tribal\nresolution—namely, the fact thatCaliforniav.Cabazon\nBand of Mission Indians,480 U.S.\n202(1987), was decided after the resolution’s enactment but\nbefore passage of the Restoration Act.Ante, at 18. The\nCourt says it is “plausible” this led to a better deal for the\nTribe.Ibid.But §107(a) does not mentionCabazon\nBand. Instead, its express terms say the provision was “enacted\nin accordance with the tribe’s request” in the resolution. 101Stat.\n668–669. The resolution is therefore the essential reference\npoint.3The Court accuses the\ndissent of “reshap[ing] the tribal resolution to its liking” by\nfocusing on the Tribe’s request in the resolution.Ante, at\n18, n. 4. The reason we focus on the “request” in the tribal\nresolution is because that is precisely what Congress directed us\nto do. See 101Stat. 668–669. Of course, as this opinion elsewhere\nmakes clear, the resolution’s preamble is emphatic in expressing\nthe Tribe’s intent to prohibit all gaming activities and its\nwillingness to compromise on the application of state gaming law in\norder to secure federal trust status. Seesupra, at\n3.4In response, the Court\nfocuses on the different treatment of Texas’s gaming laws under\n§§107(b) and (c). Seeante, at 12, n. 1. But the Court\ndoes not dispute that under its reading of the Restoration Act,\n§107(a) readopted the substantiveCabazon Bandstandard\nalready required by §105(f ), even though §105(f ) comes\njust a few sentences earlier in the statute and uses distinct\nlanguage not present in §107(a) to expressly adopt the Public Law\n280 framework.",
    "joined": []
}