{
    "case": {
        "docket": "449",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/449/"
    },
    "id": "1962516",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTFEDERAL ELECTION COMM'N V. WISCONSIN RIGHT TOLIFE, INC.551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNOS. 06-969 AND 06-970FEDERAL ELECTION COMMISSION, APPELLANT06–969v.WISCONSIN RIGHT TO LIFE, INC.SENATOR JOHN McCAIN, et al.,\nAPPELLANTS06–970v.WISCONSIN RIGHT TO LIFE, INC.on appeals from the united states district\ncourt for the district of columbia[June 25, 2007]Chief Justice Robertsannounced the judgment of the Court and delivered the opinion of\nthe Court with respect to Parts I and II, and an opinion with\nrespect to Parts III and IV, in which Justice Alito joins.Section 203 of the Bipartisan\nCampaign Reform Act of 2002 (BCRA), 116 Stat. 91, 2 U. S. C.\n§441b(b)(2) (2000 ed., Supp. IV), makes it a federal crime for any\ncorporation to broadcast, shortly before an election, any\ncommunication that names a federal candidate for elected office and\nis targeted to the electorate. InMcConnellv.Federal\nElection Comm’n,540 U. S. 93(2003), this Court\nconsidered whether §203 was facially overbroad under the First\nAmendment because it captured within its reach not only campaign\nspeech, or “express advocacy,” but also speech about public issues\nmore generally, or “issue advocacy,” that mentions a candidate for\nfederal office. The Court concluded that there was no overbreadth\nconcern to the extent the speech in question was the “functional\nequivalent” of express campaign speech.Id., at 204–205,\n206. On the other hand, the Court “assume[d]” that the interests it\nhad found to “justify the regulation of campaign speech might not\napply to the regulation of genuine issue ads.”Id.,at\n206, n. 88. The Court nonetheless determined that §203 was not\nfacially overbroad. Even assuming §203 “inhibit[ed] some\nconstitutionally protected corporate and union speech,” the Court\nconcluded that those challenging the law on its face had failed to\ncarry their “heavy burden” of establishing thatallenforcement of the law should therefore be prohibited.Id.,at 207.Last Term, we reversed a lower court ruling,\narising in the same litigation before us now, that our decision inMcConnellleft “no room” for as-applied challenges to\n§203. App. to Juris. Statement 52a. We held on the contrary that\n“[i]n upholding §203 against a facial challenge, we did not purport\nto resolve future as-applied challenges.”Wisconsin Right to\nLife, Inc.v.Federal Election Comm’n,546 U. S. 410, 411–412\n(2006) (per curiam) (WRTL I).We now confront such an as-applied challenge.\nResolving it requires us first to determine whether the speech at\nissue is the “functional equivalent” of speech expressly advocating\nthe election or defeat of a candidate for federal office, or\ninstead a “genuine issue a[d].”McConnell,supra,at 206, and n. 88. We have long recognized that the\ndistinction between campaign advocacy and issue advocacy “may often\ndissolve in practical application. Candidates, especially\nincumbents, are intimately tied to public issues involving\nlegislative proposals and governmental actions.”Buckleyv.Valeo,424 U. S. 1, 42 (1976) (per\ncuriam). Our development of the law in this area requires us,\nhowever, to draw such a line, because we have recognized that the\ninterests held to justify the regulation of campaign speech and its\n“functional equivalent” “might not apply” to the regulation of\nissue advocacy.McConnell,supra, at 206, and\nn. 88.In drawing that line, the First Amendment\nrequires us to err on the side of protecting political speech\nrather than suppressing it. We conclude that the speech at issue in\nthis as-applied challenge is not the “functional equivalent” of\nexpress campaign speech. We further conclude that the interests\nheld to justify restricting corporate campaign speech or its\nfunctional equivalent do not justify restricting issue advocacy,\nand accordingly we hold that BCRA §203 is unconstitutional as\napplied to the advertisements at issue in these cases.IPrior to BCRA, corporations were\nfree under federal law to use independent expenditures to engage in\npolitical speech so long as that speech did not expressly advocate\nthe election or defeat of a clearly identified federal candidate.\nSeeFederal Election Comm’nv.Massachusetts Citizens\nfor Life, Inc.,479 U. S. 238, 249 (1986)\n(MCFL);Buckley,supra,at 44–45; 2 U.\nS. C. §§441b(a), (b)(2) (2000 ed. and Supp. IV).BCRA significantly cut back on\ncorporations’ ability to engage in political speech. BCRA §203, at\nissue in these cases, makes it a crime for any labor union or\nincorporated entity—whether the United Steelworkers, the American\nCivil Liberties Union, or General Motors—to use its general\ntreasury funds to pay for any “electioneering communication.”\n§441b(b)(2) (2000 ed., Supp. IV). BCRA’s definition of\n“electioneering communication” is clear and expansive. It\nencompasses any broadcast, cable, or satellite communication that\nrefers to a candidate for federal office and that is aired within\n30 days of a federal primary election or 60 days of a federal\ngeneral election in the jurisdiction in which that candidate is\nrunning for office. §434(f)(3)(A).[Footnote 1]Appellee Wisconsin Right to Life, Inc. (WRTL),\nis a nonprofit, nonstock, ideological advocacy corporation\nrecognized by the Internal Revenue Service as tax exempt under\n§501(c)(4) of the Internal Revenue Code. On July 26, 2004, as part\nof what it calls a “grassroots lobbying campaign,” Brief for\nAppellee 8, WRTL began broadcasting a radio advertisement entitled\n“Wedding.” The transcript of “Wedding” reads as follows:“ ‘PASTOR: And who gives\nthis woman to be married to this man?“ ‘BRIDE’S FATHER: Well, as father of the\nbride, I certainly could. But instead, I’d like to share a few tips\non how to properly install drywall. Now you put the drywall up\n…“ ‘VOICE-OVER: Sometimes it’s just not\nfair to delay an important decision.“ ‘But in Washington it’s happening. A\ngroup of Senators is using the filibuster delay tactic to block\nfederal judicial nominees from a simple “yes” or “no” vote. So\nqualified candidates don’t get a chance to serve.“ ‘It’s politics at work, causing\ngridlock and backing up some of our courts to a state of\nemergency.“ ‘Contact Senators Feingold and Kohl and\ntell them to oppose the filibuster.“ ‘Visit: BeFair.org“ ‘Paid for by Wisconsin Right to Life\n(befair.org), which is responsible for the content of this\nadvertising and not authorized by any candidate or candidate’s\ncommittee.’ ” 466 F. Supp. 2d 195, 198, n. 3 (DC\n2006).On the same day, WRTL aired a similar radio ad\nentitled “Loan.”[Footnote 2] It\nhad also invested treasury funds in producing a television ad\nentitled “Waiting,”[Footnote 3]\nwhich is similar in substance and format to “Wedding” and\n“Loan.”WRTL planned on running “Wedding,” “Waiting,”\nand “Loan” throughout August 2004 and financing the ads with funds\nfrom its general treasury. It recognized, however, that as of\nAugust 15, 30 days prior to the Wisconsin primary, the ads would be\nillegal “electioneering communication[s]” under BCRA §203.Believing that it nonetheless possessed a\nFirst Amendment right to broadcast these ads, WRTL filed suit\nagainst the Federal Election Commission (FEC) on July 28, 2004,\nseeking declaratory and injunctive relief before a three-judge\nDistrict Court. See note following 2 U. S. C. §437h (2000 ed.,\nSupp. IV); 28 U. S. C. §2284. WRTL alleged that BCRA’s\nprohibition on the use of corporate treasury funds for\n“electioneering communication[s]” as defined in the Act is\nunconstitutional as applied to “Wedding,” “Loan,” and “Waiting,” as\nwell as any materially similar ads it might seek to run in the\nfuture.Just before the BCRA blackout period was to\nbegin, the District Court denied a preliminary injunction,\nconcluding that “the reasoning of theMcConnellCourt\nleaves no room for the kind of ‘as applied’ challenge WRTL\npropounds before us.” App. to Juris. Statement 52a. In response to\nthis ruling, WRTL did not run its ads during the blackout period.\nThe District Court subsequently dismissed WRTL’s complaint. Seeid.,at 47a–48a (“WRTL’s ‘as-applied’ challenge to BCRA\n[§203] is foreclosed by the Supreme Court’s decision inMcConnell”). On appeal, we vacated the District Court’s\njudgment, holding thatMcConnell“did not purport to\nresolve future as-applied challenges” to BCRA §203, and remanded\n“for the District Court to consider the merits of WRTL’s as-applied\nchallenge in the first instance.”WRTL I, 546 U. S., at\n412.On remand, after allowing four Members of\nCongress to intervene as defendants, the three-judge District Court\ngranted summary judgment for WRTL, holding BCRA §203\nunconstitutional as applied to the three advertisements WRTL\nplanned to run during the 2004 blackout period. The District Court\nfirst found adjudication of the dispute not barred by mootness\nbecause the controversy was “ ‘capable of repetition, yet\nevading review.’ ” 466 F. Supp. 2d, at 202. Turning to\nthe merits, the court began by noting that underMcConnell, BCRA could constitutionally proscribe “express\nadvocacy”—defined as ads that expressly advocate the election or\ndefeat of a candidate for federal office—and the “functional\nequivalent” of such advocacy. 466 F. Supp. 2d, at 204. Stating\nthat it was limiting its inquiry to “language within the four\ncorners” of the ads,id.,at 207, the District Court\nconcluded that the ads werenotexpress advocacy or its\nfunctional equivalent, but instead “genuine issue ads.”Id.,at 205–208. Then, reaching a question “left open inMcConnell,” the court held that no compelling interest\njustified BCRA’s regulation of genuine issue ads such as those WRTL\nsought to run.Id.,at 208–210.One judge dissented, contending that the\nmajority’s “plain facial analysis of the text in WRTL’s 2004\nadvertisements” ignored “the context in which the text was\ndeveloped.”Id.,at 210 (opinion of Roberts, J.). In that\njudge’s view, a contextual analysis of the ads revealed “deep\nfactual rifts between the parties concerning the purpose and\nintended effects of the ads” such that neither side was entitled to\nsummary judgment.Id.,at 210, 211.The FEC and intervenors filed separate notices\nof appeal and jurisdictional statements. We consolidated the two\nappeals and set the matter for briefing and argument, postponing\nfurther consideration of jurisdiction to the hearing on the merits.\n549 U. S. ___ (2007).IIArticle III’s\n“case-or-controversy requirement subsists through all stages of\nfederal judicial proceedings . . . . [I]t is not enough that a\ndispute was very much alive when suit was filed.”Lewisv.Continental Bank Corp.,494 U. S. 472, 477\n(1990). Based on these principles, the FEC argues (though the\nintervenors do not) that these cases are moot because the 2004\nelection has passed and WRTL “does not assert any continuing\ninterest in running [its three] advertisements, nor does it\nidentify any reason to believe that a significant dispute over\nSenate filibusters of judicial nominees will occur in the\nforeseeable future.” Brief for Appellant FEC 21.As the District Court concluded,\nhowever, these cases fit comfortably within the established\nexception to mootness for disputes capable of repetition, yet\nevading review. SeeLos Angelesv.Lyons,461 U. S. 95, 109\n(1983);Southern Pacific Terminal Co.v.ICC,219 U. S. 498,\n515 (1911). The exception applies where “(1) the challenged action\nis in its duration too short to be fully litigated prior to\ncessation or expiration; and (2) there is a reasonable expectation\nthat the same complaining party will be subject to the same action\nagain.”Spencerv.Kemna,523 U. S. 1, 17 (1998)\n(internal quotation marks and brackets omitted). Both circumstances\nare present here.As the District Court found, it would be\n“entirely unreasonable . . . to expect that [WRTL] could have\nobtained complete judicial review of its claims in time for it to\nair its ads” during the BCRA blackout periods. 466 F. Supp.\n2d, at 202. The FEC contends that the 2-year window between\nelections provides ample time for parties to litigate their rights\nbefore each BCRA blackout period. But groups like WRTL cannot\npredict what issues will be matters of public concern during a\nfuture blackout period. In these cases, WRTL had no way of knowing\nwell in advance that it would want to run ads on judicial\nfilibusters during the BCRA blackout period. In any event, despite\nBCRA’s command that the cases be expedited “to the greatest\npossible extent,” §403(a)(4), 116 Stat. 113, note following 2 U.\nS. C. §437h (2000 ed., Supp. IV),twoBCRA blackout\nperiods have come and gone during the pendency of this action. “[A]\ndecision allowing the desired expenditures would be an empty\ngesture unless it afforded appellants sufficient opportunity prior\nto the election date to communicate their views effectively.”First Nat. Bank of Bostonv.Bellotti,435 U. S. 765, 774\n(1978).The second prong of the “capable of\nrepetition” exception requires a “ ‘reasonable\nexpectation’ ” or a “ ‘demonstrated probability’ ”\nthat “the same controversy will recur involving the same\ncomplaining party.”Murphyv.Hunt,455 U. S. 478, 482\n(1982) (per curiam). Our cases find the same controversy\nsufficiently likely to recur when a party has a reasonable\nexpectation that it “will again be subjected to the alleged\nillegality,”Lyons,supra,at 109, or “will be\nsubject to the threat of prosecution” under the challenged law,Bellotti,supra,at 774–775 (citingWeinsteinv.Bradford,423 U. S. 147, 149\n(1975) (per curiam)). The FEC argues that in order to\nprove likely recurrence of the same controversy, WRTL must\nestablish that it will run ads in the future sharing all “the\ncharacteristics that the district court deemed legally relevant.”\nBrief for Appellant FEC 23.The FEC asks for too much. We have recognized\nthat the “ ‘capable of repetition, yet evading review’\ndoctrine, in the context of election cases, is appropriate when\nthere are ‘as applied’ challenges as well as in the more typical\ncase involving only facial attacks.”Storerv.Brown,415\nU. S. 724, 737, n. 8 (1974). Requiring repetition of every\n“legally relevant” characteristic of an as-applied challenge—down\nto the last detail—would effectively overrule this statement by\nmaking this exception unavailable for virtually all as-applied\nchallenges. History repeats itself, but not at the level of\nspecificity demanded by the FEC. Here, WRTL credibly claimed that\nit planned on running “ ‘materially similar’ ” future\ntargeted broadcast ads mentioning a candidate within the blackout\nperiod, 466 F. Supp. 2d, at 197, and there is no reason to\nbelieve that the FEC will “refrain from prosecuting violations” of\nBCRA,Bellotti,supra,at 775. Under the\ncircumstances, particularly where WRTL sought another preliminary\ninjunction based on an ad it planned to run during the 2006\nblackout period, see 466 F. Supp. 2d, at 203, n. 15, we\nhold that there exists a reasonable expectation that the same\ncontroversy involving the same party will recur. We have\njurisdiction to decide these cases.IIIWRTL rightly concedes that its\nads are prohibited by BCRA §203. Each ad clearly identifies Senator\nFeingold, who was running (unopposed) in the Wisconsin Democratic\nprimary on September 14, 2004, and each ad would have been\n“targeted to the relevant electorate,” see 2 U. S. C.\n§434(f)(3)(C) (2000 ed., Supp. IV), during the BCRA blackout\nperiod. WRTL further concedes that its ads do not fit under any of\nBCRA’s exceptions to the term “electioneering communication.” See\n§434(f)(3)(B). The only question, then, is whether it is consistent\nwith the First Amendment for BCRA §203 to prohibit WRTL from\nrunning these three ads.AAppellants contend that WRTL\nshould be required to demonstrate that BCRA is unconstitutional as\napplied to the ads. Reply Brief for Appellant Sen. John McCain\net al. in No. 06–970, p. 5, n. 4; Brief for\nAppellant FEC 34. After all, appellants reason,McConnellalready held that BCRA §203 was facially valid. These cases,\nhowever, present the separate question whether §203 may\nconstitutionally be applied to these specific ads. Because BCRA\n§203 burdens political speech, it is subject to strict scrutiny.\nSeeMcConnell, 540 U. S., at 205;Austinv.Michigan Chamber of Commerce,494 U. S. 652, 658 (1990);MCFL, 479 U. S., at 252 (plurality opinion);Bellotti,supra,at 786;Buckley, 424 U.\nS., at 44–45. Under strict scrutiny, theGovernmentmust\nprove that applying BCRA to WRTL’s ads furthers a compelling\ninterest and is narrowly tailored to achieve that interest. SeeBellotti,supra,at 786 (“Especially where, as\nhere, a prohibition is directed at speech itself, and the speech is\nintimately related to the process of governing, … ‘the burden is on\nthe government to show the existence of [a compelling]\ninterest’ ” (footnote omitted)).The strict scrutiny analysis is,\nof course, informed by our precedents. This Court has already ruled\nthat BCRA survives strict scrutiny to the extent it regulates\nexpress advocacy or its functional equivalent.McConnell,supra,at 206. So to the extent the ads in these cases fit\nthis description, the FEC’s burden is not onerous; all it need do\nis point toMcConnelland explain why it applies here. If,\non the other hand, WRTL’s ads arenotexpress advocacy or\nits equivalent, the Government’s task is more formidable. It must\nthen demonstrate that banning such ads during the blackout periods\nis narrowly tailored to serve a compelling interest. No precedent\nof this Court has yet reached that conclusion.BThe FEC, intervenors, and the\ndissent below contend thatMcConnellalready established\nthe constitutional test for determining if an ad is the functional\nequivalent of express advocacy: whether the ad is intended to\ninfluence elections and has that effect. See,e.g.,466\nF. Supp. 2d, at 214 (opinion of Roberts, J.). Here is the\nrelevant portion of our opinion inMcConnell:“[P]laintiffs argue that the justifications that\nadequately support the regulation of express advocacy do not apply\nto significant quantities of speech encompassed by the definition\nof electioneering communications.“This argument fails to the extent that the\nissue ads broadcast during the 30- and 60-day periods preceding\nfederal primary and general elections are the functional equivalent\nof express advocacy. The justifications for the regulation of\nexpress advocacy apply equally to ads aired during those periods if\nthe ads are intended to influence the voters’ decisions and have\nthat effect.” 540 U. S., at 205–206.WRTL and the District Court\nmajority, on the other hand, claim thatMcConnelldid not\nadopt any test as the standard for future as-applied challenges. We\nagree.McConnell’s analysis was grounded in the\nevidentiary record before the Court. Two key studies in theMcConnellrecord constituted “the central piece of\nevidence marshaled by defenders of BCRA’s electioneering\ncommunication provisions in support of their constitutional\nvalidity.”McConnellv.FEC, 251 F. Supp. 2d\n176, 307, 308 (DC 2003) (opinion of Henderson, J.) (internal\nquotation marks and brackets omitted). Those studies asked “student\ncoders” to separate ads based on whether the students thought the\n“purpose” of the ad was “to provide information about or urge\naction on a bill or issue,” or “to generate support or opposition\nfor a particular candidate.”Id.,at 308–309 (internal\nquotation marks omitted; emphasis deleted); see Brief for Appellee\n38. The studies concluded “ ‘that BCRA’s definition of\nElectioneering Communications accurately captures those ads thathave the purpose or effect of supporting candidates for\nelection to office.”Ibid.(emphasis in\noriginal).When theMcConnellCourt considered\nthe possible facial overbreadth of §203, it looked to the studies\nin the record analyzing ads broadcast during the blackout periods,\nand those studies had classified the ads in terms of intent and\neffect. The Court’s assessment was accordingly phrased in the same\nterms, which the Court regarded as sufficient to conclude, on the\nrecord before it, that the plaintiffs had not “carried their heavy\nburden of proving” that §203 was facially overbroad and could not\nbe enforced inanycircumstances. 540 U. S., at 207. The\nCourt did not explain that it was adopting a particular test for\ndetermining what constituted the “functional equivalent” of express\nadvocacy. The fact that the student coders who helped develop the\nevidentiary record before the Court inMcConnelllooked to\nintent and effect in doing so, and that the Court dealt with the\nrecord on that basis in deciding the facial overbreadth claim,\nneither compels nor warrants accepting that same standard as the\nconstitutional test for separating, in an as-applied challenge,\npolitical speech protected under the First Amendment from that\nwhich may be banned.[Footnote\n4]More importantly, this Court inBuckleyhad already rejected an intent-and-effect test for\ndistinguishing between discussions of issues and candidates. See\n424 U. S., at 43–44. After noting the difficulty of distinguishing\nbetween discussion of issues on the one hand and advocacy of\nelection or defeat of candidates on the other, theBuckleyCourt explained that analyzing the question in terms “ ‘of\nintent and of effect’ ” would afford “ ‘no security for\nfree discussion.’ ”Id.,at 43 (quotingThomasv.Collins,323 U. S. 516, 535\n(1945)). It therefore rejected such an approach, andMcConnelldid not purport to overruleBuckleyon\nthis point—or even address whatBuckleyhad to say on the\nsubject.For the reasons regarded as sufficient inBuckley, we decline to adopt a test for as-applied\nchallenges turning on the speaker’s intent to affect an election.\nThe test to distinguish constitutionally protected political speech\nfrom speech that BCRA may proscribe should provide a safe harbor\nfor those who wish to exercise First Amendment rights. The test\nshould also “reflec[t] our ‘profound national commitment to the\nprinciple that debate on public issues should be uninhibited,\nrobust, and wide-open.’ ”Buckley,supra,at\n14 (quotingNew York Times Co.v.Sullivan,376 U. S. 254,\n270 (1964)). A test turning on the intent of the speaker does not\nremotely fit the bill.Far from serving the values the First\nAmendment is meant to protect, an intent-based test would chill\ncore political speech by opening the door to a trial on every ad\nwithin the terms of §203, on the theory that the speaker actually\nintended to affect an election, no matter how compelling the\nindications that the ad concerned a pending legislative or policy\nissue. No reasonable speaker would choose to run an ad covered by\nBCRA if its only defense to a criminal prosecution would be that\nits motives were pure. An intent-based standard “blankets with\nuncertainty whatever may be said,” and “offers no security for free\ndiscussion.”Buckley,supra,at 43 (internal\nquotation marks omitted). The FEC does not disagree. In its brief\nfiled in the first appeal in this litigation, it argued that a\n“constitutional standard that turned on the subjective sincerity of\na speaker’s message would likely be incapable of workable\napplication; at a minimum, it would invite costly, fact-dependent\nlitigation.” Brief for Appellee inWRTL I, O. T.\n2005, No. 04–1581, p. 39.[Footnote\n5]A test focused on the speaker’s intent could\nlead to the bizarre result that identical ads aired at the same\ntime could be protected speech for one speaker, while leading to\ncriminal penalties for another. See M. Redish, Money Talks: Speech,\nEconomic Power, and the Values of Democracy 91 (2001) (“[U]nder\nwell-accepted First Amendment doctrine, a speaker’s motivation is\nentirely irrelevant to the question of constitutional protection”).\n“First Amendment freedoms need breathing space to survive.”NAACPv.Button,371 U. S. 415, 433\n(1963). An intent test provides none.Buckleyalso explains the flaws of a\ntest based on the actual effect speech will have on an election or\non a particular segment of the target audience. Such a test\n“ ‘puts the speaker … wholly at the mercy of the varied\nunderstanding of his hearers.’ ” 424 U. S., at 43. It would\nalso typically lead to a burdensome, expert-driven inquiry, with an\nindeterminate result. Litigation on such a standard may or may not\naccurately predict electoral effects, but it will unquestionably\nchill a substantial amount of political speech.C“The freedom of speech …\nguaranteed by the Constitution embraces at the least the liberty to\ndiscuss publicly and truthfully all matters of public concern\nwithout previous restraint or fear of subsequent punishment.”Bellotti, 435 U. S., at 776 (internal quotation marks\nomitted). SeeConsolidated Edison Co. of N. Y.v.Public Serv. Comm’n of N. Y.,447 U. S. 530, 534\n(1980). To safeguard this liberty, the proper standard for an\nas-applied challenge to BCRA §203 must be objective, focusing on\nthe substance of the communication rather than amorphous\nconsiderations of intent and effect. SeeBuckley,supra,at 43–44. It must entail minimal if any discovery,\nto allow parties to resolve disputes quickly without chilling\nspeech through the threat of burdensome litigation. SeeVirginiav.Hicks,539 U. S. 113, 119\n(2003). And it must eschew “the open-ended rough-and-tumble of\nfactors,” which “invit[es] complex argument in a trial court and a\nvirtually inevitable appeal.”Jerome B. Grubart, Inc.v.Great Lakes Dredge & Dock Co.,513 U. S. 527, 547\n(1995). In short, it must give the benefit of any doubt to\nprotecting rather than stifling speech. SeeNew York Times\nCo.v.Sullivan,supra,at 269–270.In light of these considerations, a court\nshould find that an ad is the functional equivalent of express\nadvocacy only if the ad is susceptible of no reasonable\ninterpretation other than as an appeal to vote for or against a\nspecific candidate. Under this test, WRTL’s three ads are plainly\nnot the functional equivalent of express advocacy. First, their\ncontent is consistent with that of a genuine issue ad: The ads\nfocus on a legislative issue, take a position on the issue, exhort\nthe public to adopt that position, and urge the public to contact\npublic officials with respect to the matter. Second, their content\nlacks indicia of express advocacy: The ads do not mention an\nelection, candidacy, political party, or challenger; and they do\nnot take a position on a candidate’s character, qualifications, or\nfitness for office.Despite these characteristics, appellants\nassert that the content of WRTL’s ads alone betrays their\nelectioneering nature. Indeed, the FEC suggests thatanyad covered by §203 that includes “an appeal to citizens to contact\ntheir elected representative” is the “functional equivalent” of an\nad saying defeat or elect that candidate. Brief for Appellant FEC\n31; see Brief for Appellant Sen. John McCain et al.in No. 06–970, pp. 21–23 (hereinafter McCain Brief). We do not\nagree. To take just one example, during a blackout period the House\nconsidered the proposed Universal National Service Act. See App. to\nBrief for American Center for Law and Justice et al.asAmicus CuriaeB–3. There would be no reason to regard\nan ad supporting or opposing that Act, and urging citizens to\ncontact their Representative about it, as the equivalent of an ad\nsaying vote for or against the Representative. Issue advocacy\nconveys information and educates. An issue ad’s impact on an\nelection, if it exists at all, will come only after the voters hear\nthe information and choose—uninvited by the ad—to factor it into\ntheir voting decisions.[Footnote\n6]The FEC and intervenors try to turn this\ndifference to their advantage, citingMcConnell’s\nstatements “that the most effective campaign ads, like the most\neffective commercials for products . . . avoid the\n[Buckley] magic words [expressly advocating the election\nor defeat of a candidate],” 540 U. S., at 127, and that advertisers\n“would seldom choose to use such words even if permitted,”id.,at 193. See McCain Brief 19. An expert for the FEC in\nthese cases relied on those observations to argue that WRTL’s ads\nare especially effective electioneering ads because they are\n“subtl[e],” focusing on issues rather than simply exhorting the\nelectorate to vote against Senator Feingold. App. 56–57. Rephrased\na bit, the argument perversely maintains that thelessan\nissue ad resembles express advocacy, the more likely it is to be\nthe functional equivalent of express advocacy. This “heads I win,\ntails you lose” approach cannot be correct. It would effectively\neliminate First Amendment protection for genuine issue ads,\ncontrary to our conclusion inWRTL Ithat as-applied\nchallenges to §203 are available, and our assumption inMcConnellthat “the interests that justify the regulation\nof campaign speech might not apply to the regulation of genuine\nissue ads,” 540 U. S., at 206, n. 88. Under appellants’ view,\nthere can be no such thing as a genuine issue ad during the\nblackout period—it is simply a very effective electioneering\nad.Looking beyond the content of WRTL’s ads, the\nFEC and intervenors argue that several “contextual” factors prove\nthat the ads are the equivalent of express advocacy. First,\nappellants cite evidence that during the same election cycle, WRTL\nand its Political Action Committee (PAC) actively opposed Senator\nFeingold’s reelection and identified filibusters as a campaign\nissue. This evidence goes to WRTL’s subjective intent in running\nthe ads, and we have already explained that WRTL’s intent is\nirrelevant in an as-applied challenge. Evidence of this sort is\ntherefore beside the point, as it should be—WRTL does not forfeit\nits right to speak on issues simply because in other aspects of its\nwork it also opposes candidates who are involved with those\nissues.Next, the FEC and intervenors seize on the\ntiming of WRTL’s ads. They observe that the ads were to be aired\nnear elections but not near actual Senate votes on judicial\nnominees, and that WRTL did not run the ads after the elections. To\nthe extent this evidence goes to WRTL’s subjective intent, it is\nagain irrelevant. To the extent it nonetheless suggests that the\nads should be interpreted as express advocacy, it falls short. That\nthe ads were run close to an election is unremarkable in a\nchallenge like this.Everyad covered by BCRA §203 will by\ndefinition air just before a primary or general election. If this\nwere enough to prove that an ad is the functional equivalent of\nexpress advocacy, then BCRA would be constitutional in all of its\napplications. This Court unanimously rejected this contention inWRTL I.That the ads were run shortly after the Senate\nhad recessed is likewise unpersuasive. Members of Congress often\nreturn to their districts during recess, precisely to determine the\nviews of their constituents; an ad run at that time may succeed in\ngetting more constituents to contact the Representative while he or\nshe is back home. In any event, a group can certainly choose to run\nan issue ad to coincide with public interest rather than a floor\nvote. Finally, WRTL did not resume running its ads after the BCRA\nblackout period because, as it explains, the debate had changed.\nBrief for Appellee 16. The focus of the Senate was on whether a\nmajority would vote to change the Senate rules to eliminate the\nfilibuster—not whether individual Senators would continue\nfilibustering. Given this change, WRTL’s decision not to continue\nrunning its ads after the blackout period does not support an\ninference that the ads were the functional equivalent of\nelectioneering.The last piece of contextual evidence the FEC\nand intervenors highlight is the ads’ “specific and repeated\ncross-reference” to a website. Reply Brief for Appellant FEC 15. In\nthe middle of the website’s homepage, in large type, were the\naddresses, phone numbers, fax numbers, and email addresses of\nSenators Feingold and Kohl. Wisconsinites who viewed “Wedding,”\n“Loan,” or “Waiting” and wished to contact their Senators—as the\nads requested—would be able to obtain the pertinent contact\ninformation immediately upon visiting the website. This is fully\nconsistent with viewing WRTL’s ads as genuine issue ads. The\nwebsite also stated both Wisconsin Senators’ positions on judicial\nfilibusters, and allowed visitors to sign up for “e-alerts,” some\nof which contained exhortations to vote against Senator Feingold.\nThese details lend the electioneering interpretation of the ads\nmore credence, but again, WRTL’s participation in express advocacy\nin other aspects of its work is not a justification for censoring\nits issue-related speech. Any express advocacy on the website,\nalready one step removed from the text of the ads themselves,\ncertainly does not render an interpretation of the ads as genuine\nissue ads unreasonable.Given the standard we have adopted for\ndetermining whether an ad is the “functional equivalent” of express\nadvocacy, contextual factors of the sort invoked by appellants\nshould seldom play a significant role in the inquiry. Courts need\nnot ignore basic background information that may be necessary to\nput an ad in context—such as whether an ad “describes a legislative\nissue that is either currently the subject of legislative scrutiny\nor likely to be the subject of such scrutiny in the near future,”\n466 F. Supp. 2d, at 207—but the need to consider such\nbackground should not become an excuse for discovery or a broader\ninquiry of the sort we have just noted raises First Amendment\nconcerns.At best, appellants have shown what we have\nacknowledged at least sinceBuckley: that “the distinction\nbetween discussion of issues and candidates and advocacy of\nelection or defeat of candidates may often dissolve in practical\napplication.” 424 U. S., at 42. Under the test set forth above,\nthat is not enough to establish that the ads can only reasonably be\nviewed as advocating or opposing a candidate in a federal election.\n“Freedom of discussion, if it would fulfill its historic function\nin this nation, must embrace all issues about which information is\nneeded or appropriate to enable the members of society to cope with\nthe exigencies of their period.”Thornhillv.Alabama,310\nU. S. 88, 102 (1940). Discussion of issues cannot be suppressed\nsimply because the issues may also be pertinent in an election.\nWhere the First Amendment is implicated, the tie goes to the\nspeaker, not the censor.[Footnote\n7]We confronted a similar issue inAshcroftv.Free Speech Coalition,535 U. S. 234(2002), in\nwhich the Government argued that virtual images of child\npornography were difficult to distinguish from real images. The\nGovernment’s solution was “to prohibit both kinds of images.”Id.,at 254–255. We rejected the argument that “protected\nspeech may be banned as a means to ban unprotected speech,”\nconcluding that it “turns the First Amendment upside down.”Id.,at 255. As we explained: “The Government may not\nsuppress lawful speech as the means to suppress unlawful speech.\nProtected speech does not become unprotected merely because it\nresembles the latter. The Constitution requires the reverse.”Ibid.Because WRTL’s ads may reasonably be\ninterpreted as something other than as an appeal to vote for or\nagainst a specific candidate, we hold they are not the functional\nequivalent of express advocacy, and therefore fall outside the\nscope ofMcConnell’s holding.[Footnote 8]IVBCRA §203 can be constitutionally\napplied to WRTL’s ads only if it is narrowly tailored to further a\ncompelling interest.McConnell, 540 U. S.,at\n205;Bellotti, 435 U. S., at 786;Buckley,supra,at 44–45. This Court has never recognized a\ncompelling interest in regulating ads, like WRTL’s, that are\nneither express advocacy nor its functional equivalent. The\nDistrict Court below considered interests that might justify\nregulating WRTL’s ads here, and found none sufficiently compelling.\n466 F. Supp. 2d, at 208–210. We reach the same\nconclusion.[Footnote 9]At the outset, we reject the\ncontention that issue advocacy may be regulated because express\nelection advocacy may be, and “the speech involved in so-called\nissue advocacy is [not] any more core political speech than are\nwords of express advocacy.”McConnell,supra,at\n205. This greater-includes-the-lesser approach is not how strict\nscrutiny works. A corporate ad expressing support for the local\nfootball team could not be regulated on the ground that such speech\nis less “core” than corporate speech about an election, which we\nhave held may be restricted. A court applying strict scrutiny must\nensure that a compelling interest supportseach\napplicationof a statute restricting speech. That a compelling\ninterest justifies restrictions on express advocacy tells us little\nabout whether a compelling interest justifies restrictions on issue\nadvocacy; theMcConnellCourt itself made just that point.\nSee 540 U. S., at 206, n. 88. Such a greater-includes-the-lesser\nargument would dictate that virtuallyallcorporate speech\ncan be suppressed, since few kinds of speech can lay claim to being\nas central to the First Amendment as campaign speech. That\nconclusion is clearly foreclosed by our precedent. See,e.g.,Bellotti,supra,at 776–777.This Court has long recognized “the\ngovernmental interest in preventing corruption and the appearance\nof corruption” in election campaigns.Buckley, 424 U. S.,\nat 45. This interest has been invoked as a reason for upholdingcontributionlimits. AsBuckleyexplained, “[t]o\nthe extent that large contributions are given to secure a politicalquid pro quofrom current and potential office holders,\nthe integrity of our system of representative democracy is\nundermined.”Id.,at 26–27. We have suggested that this\ninterest might also justify limits on electioneeringexpendituresbecause it may be that, in some\ncircumstances, “large independent expenditures pose the same\ndangers of actual or apparentquid pro quoarrangements as\ndo large contributions.”Id.,at 45.McConnellarguably applied this\ninterest—which this Court had only assumed could justify regulation\nof express advocacy—to ads that were the “functional equivalent” of\nexpress advocacy. See 540 U. S., at 204–206. But to justify\nregulation of WRTL’s ads, this interest must be stretched yet\nanother step to ads that arenotthe functional equivalent\nof express advocacy. Enough is enough. Issue ads like WRTL’s are by\nno means equivalent to contributions, and thequid-pro-quocorruption interest cannot justify regulating them. To equate\nWRTL’s ads with contributions is to ignore their value as political\nspeech.Appellants argue that an expansive definition\nof “functional equivalent” is needed to ensure that issue advocacy\ndoes not circumvent the rule against express advocacy, which in\nturn helps protect against circumvention of the rule against\ncontributions. Cf.McConnell, supra,at 205 (“[R]ecent\ncases have recognized that certain restrictions on corporate\nelectoral involvement permissibly hedge against circumvention of\n[valid] contribution limits” (internal quotation marks omitted;\nbrackets in original)). But such a prophylaxis-upon-prophylaxis\napproach to regulating expression is not consistent with strict\nscrutiny. “[T]he desire for a bright-line rule . . . hardly\nconstitutes thecompellingstate interest necessary to\njustify any infringement on First Amendment freedom.”MCFL, 479 U. S., at 263. SeeFree Speech\nCoalition, 535 U. S., at 255 (“The Government may not suppress\nlawful speech as the means to suppress unlawful speech”);Buckley,supra,at 44 (expenditure limitations\n“cannot be sustained simply by invoking the interest in maximizing\nthe effectiveness of the less intrusive contribution\nlimitations”).A second possible compelling interest\nrecognized by this Court lies in addressing a “different type of\ncorruption in the political arena: the corrosive and distorting\neffects of immense aggregations of wealth that are accumulated with\nthe help of the corporate form and that have little or no\ncorrelation to the public’s support for the corporation’s political\nideas.”Austin, 494 U. S., at 660.Austininvoked\nthis interest to uphold a state statute making it a felony for\ncorporations to use treasury funds for independent expenditures on\nexpress election advocacy.Id.,at 654–655.McConnellalso relied on this interest in upholding\nregulation not just of express advocacy, but also its “functional\nequivalent.” 540 U. S., at 205–206.These cases did not suggest, however, that the\ninterest in combating “a different type of corruption” extended\nbeyond campaign speech. Quite the contrary. Two of the Justices who\njoined the 6-to-3 majority inAustinrelied, in upholding\nthe constitutionality of the ban on campaign speech, on the fact\nthat corporations retained freedom to speak on issues as distinct\nfrom election campaigns. See 494 U. S., at 675–678 (Brennan, J.,\nconcurring) (describing fact that campaign speech ban “does not\nregulate corporate expenditures in referenda or other corporate\nexpression” as “reflect[ing] the requirements of our decisions”);id.,at 678 (Stevens, J., concurring) (“[T]here is a vast\ndifference between lobbying and debating public issues on the one\nhand, and political campaigns for election to public office on the\nother”). TheMcConnellCourt similarly was willing to\n“assume that the interests that justify the regulation of campaign\nspeech might not apply to the regulation of genuine issue ads.” 540\nU. S., at 206, n. 88. And our decision inWRTL Ireinforced the validity of that assumption by holding that BCRA\n§203 is susceptible to as-applied challenges. 546 U. S., at\n411–412.Accepting the notion that a ban on campaign\nspeech could also embrace issue advocacy would call into question\nour holding inBellottithat the corporate identity of a\nspeaker does not strip corporations of all free speech rights. 435\nU. S., at 778. It would be a constitutional “bait and switch” to\nconclude that corporate campaign speech may be banned in partbecausecorporate issue advocacy is not, and then assert\nthat corporate issue advocacy may be banned as well, pursuant to\nthe same asserted compelling interest, through a broad conception\nof what constitutes the functional equivalent of campaign speech,\nor by relying on the inability to distinguish campaign speech from\nissue advocacy.The FEC and intervenors do not argue that theAustininterest justifies regulating genuine issue ads.\nInstead, they focus on establishing that WRTL’s ads are the\nfunctional equivalent of express advocacy—a contention we have\nalready rejected. We hold that the interest recognized inAustinas justifying regulation of corporate campaign\nspeech and extended inMcConnellto the functional\nequivalent of such speech has no application to issue advocacy of\nthe sort engaged in by WRTL.[Footnote 10]Because WRTL’s ads are not express advocacy or\nits functional equivalent, and because appellants identify no\ninterest sufficiently compelling to justify burdening WRTL’s\nspeech, we hold that BCRA §203 is unconstitutional as applied to\nWRTL’s “Wedding,” “Loan,” and “Waiting” ads.*  *  *These cases are about political\nspeech. The importance of the cases to speech and debate on public\npolicy issues is reflected in the number of diverse organizations\nthat have joined in supporting WRTL before this Court: the American\nCivil Liberties Union, the National Rifle Association, the American\nFederation of Labor and Congress of Industrial Organizations, the\nChamber of Commerce of the United States of America, Focus on the\nFamily, the Coalition of Public Charities, the Cato Institute, and\nmany others.Yet, as is often the case in this\nCourt’s First Amendment opinions, we have gotten this far in the\nanalysis without quoting the Amendment itself: “Congress shall make\nno law . . . abridging the freedom of speech.” The Framers’ actual\nwords put these cases in proper perspective. Our jurisprudence over\nthe past 216 years has rejected an absolutist interpretation of\nthose words, but when it comes to drawing difficult lines in the\narea of pure political speech—between what is protected and what\nthe Government may ban—it is worth recalling the language we are\napplying.McConnellheld that express advocacy of a\ncandidate or his opponent by a corporation shortly before an\nelection may be prohibited, along with the functional equivalent of\nsuch express advocacy. We have no occasion to revisit that\ndetermination today. But when it comes to defining what speech\nqualifies as the functional equivalent of express advocacy subject\nto such a ban—the issue wedohave to decide—we give the\nbenefit of the doubt to speech, not censorship. The First\nAmendment’s command that “Congress shall make no law . . .\nabridging the freedom of speech” demands at least that.The judgment of the United States District\nCourt for the District of Columbia is affirmed.It is so ordered.Footnote 1Subparagraph (A) provides:“(i) The term ‘electioneering communication’\nmeans any broadcast, cable, or satellite communication which—“(I) refers to a clearly identified candidate\nfor Federal office;“(II) is made within—“(aa) 60 days before a general, special, or\nrunoff election for the office sought by the candidate; or“(bb) 30 days before a primary or preference\nelection, or a convention or caucus of a political party that has\nauthority to nominate a candidate, for the office sought by the\ncandidate; and“(III) in the case of a communication which\nrefers to a candidate for an office other than President or Vice\nPresident, is targeted to the relevant electorate.” 2 U. S. C.\n§434(f)(3)(A) (2000 ed., Supp. IV).Subsection (B) defines exceptions to “electioneering\ncommunication” not relevant to this litigation. Subsection (C)\ndefines the term “targeted to the relevant electorate.”Footnote 2The radio script for “Loan” differs from\n“Wedding” only in its lead-in. “Loan” begins:“ ‘LOAN OFFICER: Welcome Mr. and Mrs.\nShulman. We’ve reviewed your loan application, along with your\ncredit report, the appraisal on the house, the inspections, and\nwell …“ ‘COUPLE: Yes, yes … we’re\nlistening.“ ‘OFFICER: Well, it all reminds me of a\ntime I went fishing with my father. We were on the Wolf River\nWaupaca …“ ‘VOICE-OVER: Sometimes it’s just not\nfair to delay an important decision.“ ‘But in Washington it’s\nhappening… .’ ” 466 F. Supp. 2d, at 198,\nn. 4.The remainder of the script is identical to “Wedding.”Footnote 3In “Waiting,” the images on the television ad\ndepict a “ ‘middle-aged man being as productive as possible\nwhile his professional life is in limbo.’ ”Id.,at\n198, n. 5. The man reads the morning paper, polishes his\nshoes, scans through his Rolodex, and does other similar\nactivities. The television script for this ad reads:“ ‘VOICE-OVER: There are a lot of\njudicial nominees out there who can’t go to work. Their careers are\nput on hold because a group of Senators is filibustering—blocking\nqualified nominees from a simple “yes” or “no” vote.“ ‘It’s politics at work and it’s causing\ngridlock… .’ ”Ibid.The remainder of the script is virtually identical to\n“Wedding.”Footnote 4This is particularly true given that the\nmethodology, data, and conclusions of the two studies were the\nsubject of serious dispute among the District Court judges. CompareMcConnellv.FEC, 251 F. Supp. 2d 176,\n307–312 (DC 2003) (opinion of Henderson, J.) (stating that the\nstudies were flawed and of limited evidentiary value), withid.,at 585, 583–588 (opinion of Kollar-Kotelly, J.)\n(finding the studies generally credible, but stating that “I am\ntroubled by the fact that coders in both studies were asked\nquestions regarding their own perceptions of the advertisements’\npurposes, and that [some of] these perceptions were later recoded”\nby study supervisors). Nothing in this Court’s opinion inMcConnellsuggests it was resolving the sharp\ndisagreements about the evidentiary record in this respect.Footnote 5Consider what happened in these cases. The\nDistrict Court permitted extensive discovery on the assumption that\nWRTL’s intent was relevant. As a result, the defendants deposed\nWRTL’s executive director, its legislative director, its political\naction committee director, its lead communications consultant, and\none of its fundraisers. WRTL also had to turn over many documents\nrelated to its operations, plans, and finances. Such litigation\nconstitutes a severe burden on political speech.Footnote 6For these reasons, we cannot agree with\nJustice Souter’s assertion that “anyone who heard the Feingold ads\n… would know that WRTL’s message was to vote against Feingold.”Post,at 23. The dissent supports this assertion by\nlikening WRTL’s ads to the “Jane Doe” example identified inMcConnellv.Federal Election Comm’n,540 U. S. 93(2003). But that ad\n“condemned Jane Doe’s record on a particular issue.”Post,at 23 (internal quotation marks omitted). WRTL’s ads do not do so;\nthey instead take a position on the filibuster issue and exhort\nconstituents to contact Senators Feingold and Kohl to advance that\nposition. Indeed, one would not even know from the ads whether\nSenator Feingold supported or opposed filibusters. Justice Souter\nis confident Wisconsinites independently knew Senator Feingold’s\nposition on filibusters, but we think that confidence misplaced. A\nprominent study found, for example, that during the 2000 election\ncycle, 85 percent of respondents to a survey were not even able to\nname at least one candidate for the House of Representatives in\ntheir own district. See Inter-university Consortium for Political\nand Social Research, American National Election Study, 2000: Pre-\nand Post-Election Survey 243 (N. Burns et al. eds. 2002)\nonline at http://www.icpsr.umich.edu/ cocoon/ICPSR/STUDY/03131.xml\n(as visited June 22, 2007, and available in Clerk of Court’s case\nfile).Footnote 7Justice Scalia thinks our test impermissibly\nvague. Seepost, at 11–12 (opinion concurring in part and\nconcurring in judgment). As should be evident, we agree with\nJustice Scalia on the imperative for clarity in this area; that is\nwhy our test affords protection unless an ad is susceptible ofno reasonable interpretationother than as an appeal to\nvote for or against a specific candidate. It is why we emphasize\nthat (1) there can be no free-ranging intent-and-effect test; (2)\nthere generally should be no discovery or inquiry into the sort of\n“contextual” factors highlighted by the FEC and intervenors; (3)\ndiscussion of issues cannot be banned merely because the issues\nmight be relevant to an election; and (4) in a debatable case, the\ntie is resolved in favor of protecting speech. And keep in mind\nthis test is only triggered if the speech meets the brightline\nrequirements of BCRA §203 in the first place. Justice Scalia’s\ncriticism of our test is all the more confusing because he accepts\nWRTL’s proposed three-prong test as “clear.”Post,at 17.\nWe do not think our test any vaguer than WRTL’s, and it is more\nprotective of political speech.Justice Scalia also asserts that our test\nconflicts withBuckleyv.Valeo,424 U. S. 1(1976) (per\ncuriam). Post,at 13–16. TheBuckleyCourt\nconfronted a statute restricting “any expenditure … relative to a\nclearly identified candidate.” 424 U. S., at 42 (internal quotation\nmarks omitted). To avoid vagueness concerns, this Court first\nnarrowed the statute to cover only expenditures expressly\n“advocating the election or defeat of a candidate”—using the\nso-called “magic words” of express advocacy.Ibid.(internal quotation marks omitted). The Court then proceeded to\nstrike down the newly narrowed statute under strict scrutiny on the\nground that its reach was not broad enough.Id., at 44.\nFrom this, Justice Scalia concludes that “[i]f a permissible test\nshort of the magic-words test existed,Buckleywould\nsurely have adopted it.”Post, at 14. We are not so sure.\nThe question inBuckleywas how a particular statutory\nprovision could be construed to avoid vagueness concerns, not what\nthe constitutional standard for clarity was in the abstract,\ndivorced from specific statutory language.Buckley’s\nintermediate step of statutory construction on the way to its\nconstitutional holding does not dictate a constitutional test. TheBuckleyCourt’s “express advocacy restriction was an\nendpoint of statutory interpretation, not a first principle of\nconstitutional law.”McConnell, 540 U. S., at 190. And\ndespite Justice Scalia’s claim to the contrary, our citation ofBuckleyalong with other decisions in rejecting an\nintent-and-effect test does not force us to adopt (or reject)Buckley’s statutory construction as a constitutional\ntest.Footnote 8Nothing inMcConnell’s statement\nthat the “vast majority” of issue ads broadcast in the periods\npreceding federal elections had an “electioneering purpose”\nforecloses this conclusion. 540 U. S., at 206. Courts do not\nresolve unspecified as-applied challenges in the course of\nresolving a facial attack, soMcConnellcould not have\nsettled the issue we address today. SeeMembers of City Council\nof Los Angelesv.Taxpayers for Vincent,466 U. S. 789, 803, n.\n22 (1984) (“The fact that [a law] is capable of valid applications\ndoes not necessarily mean that it is valid as applied to these\nlitigants”). Indeed,WRTL Iconfirmed as much. 546 U. S.,\nat 411–412. By the same token, in deciding this as-applied\nchallenge, we have no occasion to revisitMcConnell’s\nconclusion that the statute is not facially overbroad.The “vast majority” language, moreover, is beside the point. TheMcConnellCourt did not find that a “vast majority” of the\nissue ads considered were the functional equivalent of direct\nadvocacy. Rather, it found that such ads had an “electioneering\npurpose.” For the reasons we have explained, “purpose” is not the\nappropriate test for distinguishing between genuine issue ads and\nthe functional equivalent of express campaign advocacy. Seesupra, at 14–15. In addition, the “vast majority”\nstatement was not necessary to the Court’s facial holding inMcConnell. The standard required for a statute to survive\nan overbreadth challenge is not that the “vast majority” of a\nstatute’s applications be legitimate. “[B]road language . . .\nunnecessary to the Court’s decision … cannot be considered binding\nauthority.”Kastigarv.United States,406 U. S. 441, 454–455\n(1972).Footnote 9The dissent stresses a number of points that,\nwhile not central to our decision, nevertheless merit a response.\nFirst, the dissent overstates its case when it asserts that the\n“PAC alternative” gives corporations a constitutionally sufficient\noutlet to speak. Seepost,at 30. PACs impose\nwell-documented and onerous burdens, particularly on small\nnonprofits. SeeMCFL,479 U. S. 238, 253–255 (1986)\n(plurality opinion).McConnelldid conclude that\nsegregated funds “provid[e] corporations and unions with a\nconstitutionally sufficient opportunity to engage in express\nadvocacy” and its functional equivalent, 540 U. S., at 203, but\nthat holding did not extend beyond functional equivalents—and if it\ndid, the PAC option would justify regulation of all corporate\nspeech, a proposition we have rejected, seeBellotti, 435\nU. S., at 777–778. Second, the response that a speaker should just\ntake out a newspaper ad, or use a website, rather than complain\nthat it cannot speak through a broadcast communication, seepost,at 18–19, 33, is too glib. Even assuming for the\nsake of argument that the possibility of using a different medium\nof communication has relevance in determining the permissibility of\na limitation on speech, newspaper ads and websites are not\nreasonable alternatives to broadcast speech in terms of impact and\neffectiveness. SeeMcConnellv.FEC, 251\nF. Supp. 2d, at 569–573, 646 (Kollar-Kotelly, J.). Third, we\ndisagree with the dissent’s view that corporations can still speak\nby changing what they say to avoid mentioning candidates,post,at 30–31. That argument is akin to telling Cohen\nthat he cannot wear his jacket because he is free to wear one that\nsays “I disagree with the draft,” cf.Cohenv.California,403 U. S. 15(1971), or\ntelling 44 Liquormart that it can advertise so long as it avoids\nmentioning prices, cf.44 Liquormart, Inc.v.Rhode\nIsland,517 U.\nS. 484(1996). Such notions run afoul of “the fundamental rule\nof protection under the First Amendment, that a speaker has the\nautonomy to choose the content of his own message.”Hurleyv.Irish-American Gay, Lesbian and Bisexual Group of Boston,\nInc.,515 U. S.\n557, 573 (1995).Footnote 10The interest recognized inAustinstems from a concern that “ ‘[t]he resources in the treasury\nof a business corporation . . . are not an indication of popular\nsupport for the corporation’s political ideas.’ ”Austinv.Michigan Chamber of Commerce,494 U. S. 652, 659 (1990) (alteration\nin original). Some of WRTL’samicicontend that this\ninterest is not implicated here because of WRTL’s status as a\nnonprofit advocacy organization. They assert that “[s]peech by\nnonprofit advocacy groups on behalf of their members does not\n‘corrupt’ candidates or ‘distort’ the political marketplace,” and\nthat “[n]onprofit advocacy groups funded by individuals are readily\ndistinguished from for-profit corporations funded by general\ntreasuries.” Brief for Family Research Council et al. asAmici Curiae3, 4. Cf.MCFL,479 U. S., at 264.\nWe do not pass on this argument in this as-applied challenge\nbecause WRTL’s funds for its ads were not derived solely from\nindividual contributions. See Brief for Appellant FEC 11.",
    "joined": []
}