{
    "case": {
        "docket": "496",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/496/"
    },
    "id": "3400433",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–116_________________LOUIS B. BULLARD, PETITIONERv.BLUE\nHILLS BANK, fka HYDE PARK SAVINGS BANKon writ of certiorari to the united states\ncourt of appeals for the first circuit[May 4, 2015]Chief Justice Roberts delivered the opinion of\nthe Court.Chapter 13 of the Bankruptcy Code affords\nindividuals receiving regular income an opportunity to obtain some\nrelief from their debts while retaining their property. To proceed\nunder Chapter 13, a debtor must propose a plan to use future income\nto repay a portion (or in the rare case all) of his debts over the\nnext three to five years. If the bankruptcy court confirms the plan\nand the debtor successfully carries it out, he receives a discharge\nof his debts according to the plan.The bankruptcy court may, however, decline to\nconfirm a proposed repayment plan because it is inconsistent with\nthe Code. Although the debtor is usually given an opportunity to\nsubmit a revised plan, he may be convinced that the original plan\ncomplied with the Code and that the bankruptcy court was wrong to\ndeny confirmation. The question presented is whether such an order\ndenying confirmation is a “final” order that the debtor can\nimmediately appeal. We hold that it is not.IIn December 2010, Louis Bullard filed a\npetition for Chapter 13 bankruptcy in Federal Bankruptcy Court in\nMassachusetts. A week later he filed a proposed repayment plan\nlisting the various claims he anticipated creditors would file and\nthe monthly amounts he planned to pay on each claim over the\nfive-year life of his plan. See 11 U. S. C. §§1321, 1322.\nChief among Bullard’s debts was the roughly $346,000 he owed to\nBlue Hills Bank, which held a mortgage on a multifamily house\nBullard owned. Bullard’s plan indicated that the mortgage was\nsignificantly “underwater”: that is, the house was worth\nsubstantially less than the amount Bullard owed the Bank.Before submitting his plan for court approval,\nBullard amended it three times over the course of a year to more\naccurately reflect the value of the house, the terms of the\nmortgage, the amounts of creditors’ claims, and his proposed\npayments. See §1323 (allowing preconfirmation modification).\nBullard’s third amended plan—the one at issue here—proposed a\n“hybrid” treatment of his debt to the Bank. He proposed splitting\nthe debt into a secured claim in the amount of the house’s\nthen-current value (which he estimated at $245,000), and an\nunsecured claim for the remainder (roughly $101,000). Under the\nplan, Bullard would continue making his regular mortgage payments\ntoward the secured claim, which he would eventually repay in full,\nlong after the conclusion of his bankruptcy case. He would treat\nthe unsecured claim, how-ever, the same as any other unsecured\ndebt, paying only as much on it as his income would allow over the\ncourse of his five-year plan. At the end of this period the\nremaining balance on the unsecured portion of the loan would be\ndischarged. In total, Bullard’s plan called for him to pay only\nabout $5,000 of the $101,000 unsecured claim.The Bank (no surprise) objected to the plan and,\nafter a hearing, the Bankruptcy Court declined to confirm it.In re Bullard, 475 B. R. 304 (Bkrtcy. Ct. Mass.\n2012). The court concluded that Chapter 13 did not allow Bullard to\nsplit the Bank’s claim as he proposed unless he paid the secured\nportion in full during the plan period.Id.,at 314. The\ncourt acknowledged, however, that other Bankruptcy Courts in the\nFirst Circuit had approved such arrangements.Id.,at 309.\nThe Bankruptcy Court ordered Bullard to submit a new plan within 30\ndays.Id.,at 314.Bullard appealed to the Bankruptcy Appellate\nPanel (BAP) of the First Circuit. The BAP first addressed its\njurisdiction under the bankruptcy appeals statute, noting that a\nparty can immediately appeal only “final” orders of a bankruptcy\ncourt.In re Bullard, 494 B. R. 92, 95 (2013)\n(citing 28 U. S. C. §158(a)(1)). The BAP concluded that\nthe order denying plan confirmation was not final because Bullard\nwas “free to propose an alternate plan.” 494 B. R., at 95. The\nBAP nonetheless exercised its discretion to hear the appeal under a\nprovision that allows interlocu-tory appeals “with leave of the\ncourt.” §158(a)(3). The BAP granted such leave because the\nconfirmation dispute involved a “controlling question of law\n. . . as to which there is substantial ground for\ndifference of opinion,” and “an immediate appeal [would] materially\nadvance the ultimate termination of the litigation.” 494\nB. R., at 95, and n. 5. On the merits, the BAP agreed\nwith the Bankruptcy Court that Bullard’s proposed treatment of the\nBank’s claim was not allowed.Id., at 96–101.Bullard sought review in the Court of Appeals\nfor the First Circuit, but that court dismissed his appeal for lack\nof jurisdiction.In re Bullard, 752 F. 3d 483\n(2014). The First Circuit noted that because the BAP had not\ncertified the appeal under §158(d)(2), the only possible source of\nCourt of Appeals jurisdiction was §158(d)(1), which allowed appeal\nof only a final order of the BAP.Id.,at 485, and\nn. 3. And under First Circuit precedent “an order of the BAP\ncannot be final unless the underlying bankruptcy court order is\nfinal.”Id.,at 485. The Court of Appeals accordingly\nexamined whether a bankruptcy court’s denial of plan confirmation\nis a final order, a question that it recognized had divided the\nCircuits. Adopting the major-ity view, the First Circuit concluded\nthat an order denying confirmation is not final so long as the\ndebtor remains free to propose another plan.Id.,at\n486–490.We granted certiorari. 574 U. S. ___\n(2014).IIIn ordinary civil litigation, a case in\nfederal district court culminates in a “final decisio[n],” 28\nU. S. C. §1291, a ruling “by which a district court\ndisassociates itself from a case,”Swintv.Chambers\nCounty Comm’n, 514 U. S. 35, 42 (1995) . A party can\ntypically appeal as of right only from that final decision. This\nrule reflects the conclusion that “[p]ermitting piecemeal,\nprejudgment appeals  . . . undermines ‘efficient\njudicial administration’ and encroaches upon the prerogatives of\ndistrict court judges, who play a ‘special role’ in managing\nongoing litigation.”Mohawk Industries, Inc.v.Carpenter, 558 U. S. 100, 106 (2009) (quotingFirestone Tire & Rubber Co.v.Risjord, 449\nU. S. 368, 374 (1981) ).The rules are different in bankruptcy. A\nbankruptcy case involves “an aggregation of individual\ncontroversies,” many of which would exist as stand-alone lawsuits\nbut for the bankrupt status of the debtor. 1 Collier on Bankruptcy\n¶5.08[1][b], p. 5–42 (16th ed. 2014). Accordingly, “Congress\nhas long provided that orders in bankruptcy cases may be\nimmediately appealed if they finally dispose of discrete disputes\nwithin the larger case.”Howard Delivery Service, Inc.v.Zurich American Ins. Co., 547 U. S. 651, 657, n. 3\n(2006) (internal quotation marks and emphasis omitted). The current\nbankruptcy appeals statute reflects this approach: It authorizes\nappeals as of right not only from final judgments in cases but from\n“final judgments, orders, and decrees . . . in cases and\nproceedings.” §158(a).The present dispute is about how to define the\nimmediately appealable “proceeding” in the context of the\nconsideration of Chapter 13 plans. Bullard argues for a\nplan-by-plan approach. Each time the bankruptcy court reviews a\nproposed plan, he says, it conducts a separate proceeding. On this\nview, an order denying confirmation and an order granting\nconfirmation both terminate that proceeding, and both are therefore\nfinal and appealable.In the Bank’s view Bullard is slicing the case\ntoo thin. The relevant “proceeding,” it argues, is the entire\nprocess of considering plans, which terminates only when a plan is\nconfirmed or—if the debtor fails to offer any confirmable plan—when\nthe case is dismissed. An order denying confirmation is not final,\nso long as it leaves the debtor free to propose another plan.We agree with the Bank: The relevant proceeding\nis the process of attempting to arrive at an approved plan that\nwould allow the bankruptcy to move forward. This is so, first and\nforemost, because only plan confirmation—or case dismissal—alters\nthe status quo and fixes the rights and obligations of the parties.\nWhen the bankruptcy court confirms a plan, its terms become binding\non debtor and creditor alike. 11 U. S. C. §1327(a).\nConfirmation has preclusive effect, foreclosing relitigation of\n“any issue actually litigated by the parties and any issue\nnecessarily determined by the confirmation order.” 8 Collier\n¶1327.02[1][c], at 1327–6; see alsoUnited Student Aid Funds,\nInc.v.Espinosa, 559 U. S. 260, 275 (2010)\n(finding a confirmation order “enforceable and binding” on a\ncreditor notwithstanding legal error when the creditor “had notice\nof the error and failed to object or timely appeal”). Subject to\ncertain exceptions, confirmation “vests all of the property of the\n[bankruptcy] estate in the debtor,” and renders that property “free\nand clear of any claim or inter-est of any creditor provided for by\nthe plan.” §§1327(b), (c). Confirmation also triggers the Chapter\n13 trustee’s duty to distribute to creditors those funds already\nreceived from the debtor. §1326(a)(2).When confirmation is deniedand the case is\ndismissed as a result, the consequences are similarly\nsignificant. Dismissal of course dooms the possibility of a\ndischarge and the other benefits available to a debtor under\nChapter 13. Dismissal lifts the automatic stay entered at the start\nof bankruptcy, exposing the debtor to creditors’ legal actions and\ncollection efforts. §362(c)(2). And it can limit the availability\nof an automatic stay in a subsequent bankruptcy case.\n§362(c)(3).Denial of confirmation with leave to amend, by\ncontrast, changes little. The automatic stay persists. The parties’\nrights and obligations remain unsettled. The trustee continues to\ncollect funds from the debtor in anticipation of a different plan’s\neventual confirmation. The possibility of discharge lives on.\n“Final” does not describe this state of affairs. An order denying\nconfirmation does rule out the specific arrangement of relief\nembodied in a particular plan. But that alone does not make the\ndenial final any more than, say, a car buyer’s declining to pay the\nsticker price is viewed as a “final” purchasing decision by either\nthe buyer or seller. “It ain’t over till it’s over.”Several additional considerations bolster our\nconclusion that the relevant “proceeding” is the entire process\nculminating in confirmation or dismissal. First is a textual clue.\nAmong the list of “core proceedings” statutorily entrusted to\nbankruptcy judges are “confirmations of plans.” 28\nU. S. C. §157(b)(2)(L). Although this item hardly\nclinches the matter for the Bank—the provision’s purpose is not to\nexplain appealability—it does cut in the Bank’s favor. The presence\nof the phrase “confirmations of plans,” combined with the absence\nof any reference to denials, suggests that Congress viewed the\nlarger confir-mation process as the “proceeding,” not the ruling on\neach specific plan.In Bullard’s view the debtor can appeal the\ndenial of the first plan he submits to the bankruptcy court. If the\ncourt of appeals affirms the denial, the debtor can then revise the\nplan. If the new plan is also denied confirmation, another appeal\ncan ensue. And so on. As Bullard’s case shows, each climb up the\nappellate ladder and slide down the chute can take more than a\nyear. Avoiding such delays and inefficiencies is precisely the\nreason for a rule of finality. It does not make much sense to\ndefine the pertinent proceeding so narrowly that the requirement of\nfinality would do little work as a meaningful constraint on the\navailability of appellate review.Bullard responds that concerns about frequent\npiecemeal appeals are misplaced in this context. Debtors do not\ntypically have the money or incentives to take appeals over small\nbeer issues. They will only appeal the rela-tively rare denials\nbased on significant legal rulings—precisely the cases that should\nproceed promptly to the courts of appeals. Brief for Petitioner\n43–46.Bullard’s assurance notwithstanding, debtors may\noften view, in good faith or bad, the prospect of appeals as\nimportant leverage in dealing with creditors. An appeal extends the\nautomatic stay that comes with bankruptcy, which can cost creditors\nmoney and allow a debtor to retain property he might lose if the\nChapter 13 proceeding turns out not to be viable. These concerns\nare heightened if the same rule applies in Chapter 11, as the\nparties assume. Chapter 11 debtors, often business entities, are\nmore likely to have the resources to appeal and may do so on narrow\nissues. See Tr. of Oral Arg. 51. But even if Bullard is correct\nthat such appeals will be rare, that does not much support his\nbroader point that an appeal of right should be allowed in every\ncase. It is odd, after all, to argue in favor of allowing more\nappeals by emphasizing that almost nobody will take them.We think that in the ordinary case treating only\nconfirmation or dismissal as final will not unfairly burden a\ndebtor. He retains the valuable exclusive right to propose plans,\nwhich he can modify freely. 11 U. S. C. §§1321, 1323. The\nknowledge that he will have no guaranteed appeal from a denial\nshould encourage the debtor to work with creditors and the trustee\nto develop a confirmable plan as promptly as possible. And\nexpedition is always an important consideration in bankruptcy.IIIBullard and the Solicitor General present\nseveral arguments for treating each plan denial as final, but we\nare not persuaded.The Solicitor General notes that disputes in\nbankruptcy are generally classified as either “adversary\nproceedings,” essentially full civil lawsuits carried out under the\numbrella of the bankruptcy case, or “contested matters,” an\nundefined catchall for other issues the parties dispute. See Fed.\nRule Bkrtcy. Proc. 7001 (listing ten adversary proceedings); Rule\n9014 (addressing “contested matter[s] not otherwise governed by\nthese rules”). An objection to a plan initiates a contested matter.\nSee Rule 3015(f). Ev-eryone agrees that an order resolving that\nmatter by overruling the objection and confirming the plan is\nfinal. As the Solicitor General sees it, an order denying\nconfirmation would also resolve that contested matter, so such an\norder should also be considered final. Brief for United States asAmicus Curiae19–22.The scope of the Solicitor General’s argument is\nunclear. At points his brief appears to argue that an order\nresolvinganycontested matter is final and immediately\nappealable. That version of the argument has the virtue of resting\non a general principle—but the vice of being implausible. As a\nleading treatise notes, the list of con-tested matters is “endless”\nand covers all sorts of minor disagreements. 10 Collier ¶9014.01,\nat 9014–3. The concept of finality cannot stretch to cover, for\nexample, an order resolving a disputed request for an extension of\ntime.At other points, the Solicitor General appears\nto argue that because one possible resolution of this particular\ncontested matter (confirmation) is final, the other (denial) must\nbe as well. But this argument begs the question. It simply assumes\nthat confirmation is appealable because it resolves a contested\nmatter, and that therefore anything else that resolves the\ncontested matter must also be appealable. But one can just as\neasily contend that confirmation is appealable because it resolves\nthe entire plan consideration process, and that therefore the\nentire process is the “proceeding.” A decision that does not\nresolve the entire plan consideration process—denial—is therefore\nnot appealable.Perhaps the Solicitor General’s suggestion is\nthat a separately appealable “proceeding” must coincide precisely\nwith a particular “adversary proceeding” or “contested matter”\nunder the Bankruptcy Rules. He does not, however, provide any\nsupport for such a suggestion. More broadly, it is of course quite\ncommon for the finality of a decision to depend on which way the\ndecision goes. An order granting a motion for summary judgment is\nfinal; an order denying such a motion is not.Bullard and the Solicitor General also contend\nthat our rule creates an unfair asymmetry: If the bankruptcy court\nsustains an objection and denies confirmation, the debtor (always\nthe plan proponent in Chapter 13) must go back to the drafting\ntable and try again; but if the bankruptcy court overrules an\nobjection and grants confirmation, a creditor can appeal without\ndelay. But any asymmetry in this regard simply reflects the fact\nthat confirmation allows the bankruptcy to go forward and alters\nthe legal relationships among the parties, while denial does not\nhave such significant consequences.Moreover, it is not clear that this asymmetry\nwill always advantage creditors. Consider a creditor who strongly\nsupports a proposed plan because it treats him well. Ifthe\nbankruptcy court sustains an objection from another\ncreditor—perhaps because the plan treats the first creditor too\nwell—the first creditor might have as keen an interest in a prompt\nappeal as the debtor. And yet, under the rule we adopt, that\ncreditor too would have to await further developments.Bullard also raises a more practical objection.\nIf denial orders are not final, he says, there will be no effective\nmeans of obtaining appellate review of the denied proposal. The\ndebtor’s only two options would be to seek or accept dismissal of\nhis case and then appeal, or to propose an amended plan and appeal\nits confirmation.The first option is not realistic, Bullard\ncontends, because dismissal means the end of the automatic stay\nagainst creditors’ collection efforts. Without the stay, the debtor\nmight lose the very property at issue in the rejected plan. Even if\na bankruptcy court agrees to maintain the stay pending appeal, the\ndebtor is still risking his entire bankruptcy case on the\nappeal.The second option is no better, says Bullard. An\nacceptable, confirmable alternative may not exist. Even if one\ndoes, its confirmation might have immediate and irreversible\neffects—such as the sale or transfer of prop-erty—and a court is\nunlikely to stay its execution. More-over, it simply wastes time\nand money to place the debtor in the position of seeking approval\nof a plan he does not want.All good points. We do not doubt that in many\ncases these options may be, as the court below put it,\n“unappealing.” 752 F. 3d, at 487. But our litigation system\nhas long accepted that certain burdensome rulings will be “only\nimperfectly reparable” by the appellate process.Digital\nEquipment Corp.v.Desktop Direct, Inc., 511 U. S.\n863, 872 (1994) . This prospect is made tolerable in part by our\nconfidence that bankruptcy courts, like trial courts in ordinary\nlitigation, rule correctly most of the time. And even when they\nslip, many of their errors—wrongly concluding, say, that a debtor\nshould pay unsecured creditors $400 a month rather than $300—will\nnot be of a sort that justifies the costs entailed by a system of\nuniversal immediate appeals.Sometimes, of course, a question will be\nimportant enough that it should be addressed immediately. Bullard’s\ncase could well fit the bill: The confirmability of his hybrid plan\npresented a pure question of law that had divided bankruptcy courts\nin the First Circuit and would make a substantial financial\ndifference to the parties. But there are several mechanisms for\ninterlocutory review to address such cases. First, a district court\nor BAP can (as the BAP did in this case) grant leave to hear such\nan appeal. 28 U. S. C. §158(a)(3). A debtor who appeals\nto the district court and loses there can seek certification to the\ncourt of appeals under the general interlocutory appeals statute,\n§1292(b). SeeConnecticut Nat. Bankv.Germain, 503\nU. S. 249 (1992) .Another interlocutory mechanism is provided in\n§158(d)(2). That provision allows a bankruptcy court, district\ncourt, BAP, or the parties acting jointly to certify a bankruptcy\ncourt’s order to the court of appeals, which then has discretion to\nhear the matter. Unlike §1292(b), which permits certification only\nwhen three enumerated factors suggesting importance are all\npresent, §158(d)(2) permits certification when any one of several\nsuch factors exists, a distinction that allows a broader range of\ninterlocutory decisions to make their way to the courts of appeals.\nWhile discretionary review mechanisms such as these “do not provide\nrelief in every case, they serve as useful safety valves for\npromptly correcting serious errors” and addressing important legal\nquestions.Mohawk Industries, 558 U. S., at 111\n(internal quotation marks and brackets omitted).Bullard maintains that interlocutory appeals are\nineffective because lower courts have been too reticent in granting\nthem. But Bullard did, after all, obtain one layer of interlocutory\nreview when the BAP granted him leave to appeal under §158(a)(3).\nHe also sought certification to the Court of Appeals under\n§158(d)(2), but the BAP denied his request for reasons that are not\nentirely clear. See App. to Pet. for Cert. 17a. The fact that\nBullard was not able to obtain further merits review in the First\nCircuit in this particular instance does not undermine our\nexpectation that lower courts will certify and accept interlocutory\nappeals from plan denials in appropriate cases.*  *  *Because the Court of Appeals correctly held\nthat the order denying confirmation was not final, its judgment\nisAffirmed.",
    "joined": []
}