{
    "case": {
        "docket": "393",
        "citation": "551",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/551/393/"
    },
    "id": "1962461",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTMORSE V. FREDERICK551 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-278DEBORAH MORSE, et al., PETITIONERSv.JOSEPH FREDERICKon writ of certiorari to the united states court of\nappeals for the ninth circuit[June 25, 2007]Chief Justice Roberts delivered\nthe opinion of the Court.At a school-sanctioned and\nschool-supervised event, a high school principal saw some of her\nstudents unfurl a large banner conveying a message she reasonably\nregarded as promoting illegal drug use. Consistent with established\nschool policy prohibiting such messages at school events, the\nprincipal directed the students to take down the banner. One\nstudent—among those who had brought the banner to the event—refused\nto do so. The principal confiscated the banner and later suspended\nthe student. The Ninth Circuit held that the principal’s actions\nviolated the First Amendment, and that the student could sue the\nprincipal for damages.Our cases make clear that students do not\n“shed their constitutional rights to freedom of speech or\nexpression at the schoolhouse gate.”Tinkerv.Des\nMoines Independent Community School Dist.,393 U. S. 503, 506\n(1969). At the same time, we have held that “the constitutional\nrights of students in public school are not automatically\ncoextensive with the rights of adults in other settings,”Bethel School Dist. No. 403v.Fraser,478 U. S. 675, 682 (1986), and that\nthe rights of students “must be ‘applied in light of the special\ncharacteristics of the school environment.’ ”Hazelwood\nSchool Dist.v.Kuhlmeier,484 U. S. 260, 266\n(1988) (quotingTinker,supra,at 506).\nConsistent with these principles, we hold that schools may take\nsteps to safeguard those entrusted to their care from speech that\ncan reasonably be regarded as encouraging illegal drug use. We\nconclude that the school officials in this case did not violate the\nFirst Amendment by confiscating the pro-drug banner and suspending\nthe student responsible for it.IOn January 24, 2002, the Olympic\nTorch Relay passed through Juneau, Alaska, on its way to the winter\ngames in Salt Lake City, Utah. The torchbearers were to proceed\nalong a street in front of Juneau-Douglas High School (JDHS) while\nschool was in session. Petitioner Deborah Morse, the school\nprincipal, decided to permit staff and students to participate in\nthe Torch Relay as an approved social event or class trip. App.\n22–23. Students were allowed to leave class to observe the relay\nfrom either side of the street. Teachers and administrative\nofficials monitored the students’ actions.Respondent Joseph Frederick, a\nJDHS senior, was late to school that day. When he arrived, he\njoined his friends (all but one of whom were JDHS students) across\nthe street from the school to watch the event. Not all the students\nwaited patiently. Some became rambunctious, throwing plastic cola\nbottles and snowballs and scuffling with their classmates. As the\ntorchbearers and camera crews passed by, Frederick and his friends\nunfurled a 14-foot banner bearing the phrase: “BONG HiTS 4 JESUS.”\nApp. to Pet. for Cert. 70a. The large banner was easily readable by\nthe students on the other side of the street.Principal Morse immediately crossed the street\nand demanded that the banner be taken down. Everyone but Frederick\ncomplied. Morse confiscated the banner and told Frederick to report\nto her office, where she suspended him for 10 days. Morse later\nexplained that she told Frederick to take the banner down because\nshe thought it encouraged illegal drug use, in violation of\nestablished school policy. Juneau School Board Policy No. 5520\nstates: “The Board specifically prohibits any assembly or public\nexpression that … advocates the use of substances that are illegal\nto minors … .”Id.,at 53a. In addition, Juneau\nSchool Board Policy No. 5850 subjects “[p]upils who participate in\napproved social events and class trips” to the same student conduct\nrules that apply during the regular school program.Id.,at 58a.Frederick administratively appealed his\nsuspension, but the Juneau School District Superintendent upheld\nit, limiting it to time served (8 days). In a memorandum setting\nforth his reasons, the superintendent determined that Frederick had\ndisplayed his banner “in the midst of his fellow students, during\nschool hours, at a school-sanctioned activity.”Id.,at\n63a. He further explained that Frederick “was not disciplined\nbecause the principal of the school ‘disagreed’ with his message,\nbut because his speech appeared to advocate the use of illegal\ndrugs.”Id.,at 61a.The superintendent continued:“The common-sense understanding of the phrase ‘bong\nhits’ is that it is a reference to a means of smoking marijuana.\nGiven [Frederick’s] inability or unwillingness to express any other\ncredible meaning for the phrase, I can only agree with the\nprincipal and countless others who saw the banner as advocating the\nuse of illegal drugs. [Frederick’s] speech was not political. He\nwas not advocating the legalization of marijuana or promoting a\nreligious belief. He was displaying a fairly silly message\npromoting illegal drug usage in the midst of a school activity, for\nthe benefit of television cameras covering the Torch Relay.\n[Frederick’s] speech was potentially disruptive to the event and\nclearly disruptive of and inconsistent with the school’s\neducational mission to educate students about the dangers of\nillegal drugs and to discourage their use.”Id.,at\n61a–62a.Relying on our decision inFraser,supra, the superintendent concluded that the principal’s\nactions were permissible because Frederick’s banner was “speech or\naction that intrudes upon the work of the schools.” App. to Pet.\nfor Cert. 62a (internal quotation marks omitted). The Juneau School\nDistrict Board of Education upheld the suspension.Frederick then filed suit under 42 U.\nS. C. §1983, alleging that the school board and Morse had\nviolated his First Amendment rights. He sought declaratory and\ninjunctive relief, unspecified compensatory damages, punitive\ndamages, and attorney’s fees. The District Court granted summary\njudgment for the school board and Morse, ruling that they were\nentitled to qualified immunity and that they had not infringed\nFrederick’s First Amendment rights. The court found that Morse\nreasonably interpreted the banner as promoting illegal drug use—a\nmessage that “directly contravened the Board’s policies relating to\ndrug abuse prevention.” App. to Pet. for Cert. 36a–38a. Under the\ncircumstances, the court held that “Morse had the authority, if not\nthe obligation, to stop such messages at a school-sanctioned\nactivity.”Id.,at 37a.The Ninth Circuit reversed. Deciding that\nFrederick acted during a “school-authorized activit[y],” and\n“proceed[ing] on the basis that the banner expressed a positive\nsentiment about marijuana use,” the court nonetheless found a\nviolation of Frederick’s First Amendment rights because the school\npunished Frederick without demonstrating that his speech gave rise\nto a “risk of substantial disruption.” 439 F. 3d 1114, 1118,\n1121–1123 (2006). The court further concluded that Frederick’s\nright to display his banner was so “clearly established” that a\nreasonable principal in Morse’s position would have understood that\nher actions were unconstitutional, and that Morse was therefore not\nentitled to qualified immunity.Id.,at 1123–1125.We granted certiorari on two questions:\nwhether Frederick had a First Amendment right to wield his banner,\nand, if so, whether that right was so clearly established that the\nprincipal may be held liable for damages. 549 U. S. ___ (2006). We\nresolve the first question against Frederick, and therefore have no\noccasion to reach the second.[Footnote 1]IIAt the outset, we reject\nFrederick’s argument that this is not a school speech case—as has\nevery other authority to address the question. See App. 22–23\n(Principal Morse); App. to Pet. for Cert. 63a (superintendent);id.,at 69a (school board);id.,at 34a–35a\n(District Court); 439 F. 3d, at 1117 (Ninth Circuit). The\nevent occurred during normal school hours. It was sanctioned by\nPrincipal Morse “as an approved social event or class trip,” App.\n22–23, and the school district’s rules expressly provide that\npupils in “approved social events and class trips are subject to\ndistrict rules for student conduct.” App. to Pet. for Cert. 58a.\nTeachers and administrators were interspersed among the students\nand charged with supervising them. The high school band and\ncheerleaders performed. Frederick, standing among other JDHS\nstudents across the street from the school, directed his banner\ntoward the school, making it plainly visible to most students.\nUnder these circumstances, we agree with the superintendent that\nFrederick cannot “stand in the midst of his fellow students, during\nschool hours, at a school-sanctioned activity and claim he is not\nat school.”Id.,at 63a. There is some uncertainty at the\nouter boundaries as to when courts should apply school-speech\nprecedents, seePorterv.Ascension Parish School\nBd., 393 F. 3d 608, 615, n. 22 (CA5 2004), but not on\nthese facts.IIIThe message on Frederick’s banner\nis cryptic. It is no doubt offensive to some, perhaps amusing to\nothers. To still others, it probably means nothing at all.\nFrederick himself claimed “that the words were just nonsense meant\nto attract television cameras.” 439 F. 3d, at 1117–1118. But\nPrincipal Morse thought the banner would be interpreted by those\nviewing it as promoting illegal drug use, and that interpretation\nis plainly a reasonable one.As Morse later explained in a\ndeclaration, when she saw the sign, she thought that “the reference\nto a ‘bong hit’ would be widely understood by high school students\nand others as referring to smoking marijuana.” App. 24. She further\nbelieved that “display of the banner would be construed by\nstudents, District personnel, parents and others witnessing the\ndisplay of the banner, as advocating or promoting illegal drug\nuse”—in violation of school policy.Id.,at 25; seeibid.(“I told Frederick and the other members of his\ngroup to put the banner down because I felt that it violated the\n[school] policy against displaying … material that advertises or\npromotes use of illegal drugs”).We agree with Morse. At least two\ninterpretations of the words on the banner demonstrate that the\nsign advocated the use of illegal drugs. First, the phrase could be\ninterpreted as an imperative: “[Take] bong hits …”—a message\nequivalent, as Morse explained in her declaration, to “smoke\nmarijuana” or “use an illegal drug.” Alternatively, the phrase\ncould be viewed as celebrating drug use—“bong hits [are a good\nthing],” or “[we take] bong hits”—and we discern no meaningful\ndistinction between celebrating illegal drug use in the midst of\nfellow students and outright advocacy or promotion. SeeGuilesv.Marineau, 461 F. 3d 320, 328 (CA2\n2006) (discussing the present case and describing the sign as “a\nclearly pro-drug banner”).The pro-drug interpretation of the banner\ngains further plausibility given the paucity of alternative\nmeanings the banner might bear. The best Frederick can come up with\nis that the banner is “meaningless and funny.” 439 F. 3d, at\n1116. The dissent similarly refers to the sign’s message as\n“curious,”post,at 1, “ambiguous,”ibid.,\n“nonsense,”post,at 2, “ridiculous,”post,at 6,\n“obscure,”post,at 7, “silly,”post,at 12,\n“quixotic,”post,at 13, and “stupid,”ibid.Gibberish is surely a possible interpretation of the words on the\nbanner, but it is not the only one, and dismissing the banner as\nmeaningless ignores its undeniable reference to illegal drugs.The dissent mentions Frederick’s “credible and\nuncontradicted explanation for the message—he just wanted to get on\ntelevision.”Post,at 12. But that is a description of\nFrederick’smotivefor displaying the banner; it is not an\ninterpretation of what the banner says. ThewayFrederick\nwas going to fulfill his ambition of appearing on television was by\nunfurling a pro-drug banner at a school event, in the presence of\nteachers and fellow students.Elsewhere in its opinion, the dissent\nemphasizes the importance of political speech and the need to\nfoster “national debate about a serious issue,”post,at\n16, as if to suggest that the banner is political speech. But not\neven Frederick argues that the banner conveys any sort of political\nor religious message. Contrary to the dissent’s suggestion, seepost,at 14–16, this is plainly not a case about political\ndebate over the criminalization of drug use or possession.IVThe question thus becomes whether\na principal may, consistent with the First Amendment, restrict\nstudent speech at a school event, when that speech is reasonably\nviewed as promoting illegal drug use. We hold that she may.InTinker, this Court\nmade clear that “First Amendment rights, applied in light of the\nspecial characteristics of the school environment, are available to\nteachers and students.” 393 U. S., at 506.Tinkerinvolved\na group of high school students who decided to wear black armbands\nto protest the Vietnam War. School officials learned of the plan\nand then adopted a policy prohibiting students from wearing\narmbands. When several students nonetheless wore armbands to\nschool, they were suspended.Id.,at 504. The students\nsued, claiming that their First Amendment rights had been violated,\nand this Court agreed.Tinkerheld that student expression\nmay not be suppressed unless school officials reasonably conclude\nthat it will “materially and substantially disrupt the work and\ndiscipline of the school.”Id.,at 513. The essential\nfacts ofTinkerare quite stark, implicating concerns at\nthe heart of the First Amendment. The students sought to engage in\npolitical speech, using the armbands to express their “disapproval\nof the Vietnam hostilities and their advocacy of a truce, to make\ntheir views known, and, by their example, to influence others to\nadopt them.”Id.,at 514. Political speech, of course, is\n“at the core of what the First Amendment is designed to protect.”Virginiav.Black,538 U. S. 343, 365\n(2003). The only interest the Court discerned underlying the\nschool’s actions was the “mere desire to avoid the discomfort and\nunpleasantness that always accompany an unpopular viewpoint,” or\n“an urgent wish to avoid the controversy which might result from\nthe expression.”Tinker, 393 U. S., at 509, 510. That\ninterest was not enough to justify banning “a silent, passive\nexpression of opinion, unaccompanied by any disorder or\ndisturbance.”Id.,at 508.This Court’s next student speech case wasFraser,478 U. S. 675. Matthew Fraser was\nsuspended for delivering a speech before a high school assembly in\nwhich he employed what this Court called “an elaborate, graphic,\nand explicit sexual metaphor.”Id.,at 678. Analyzing the\ncase underTinker, the District Court and Court of Appeals\nfound no disruption, and therefore no basis for disciplining\nFraser. 478 U. S., at 679–680. This Court reversed, holding that\nthe “School District acted entirely within its permissible\nauthority in imposing sanctions upon Fraser in response to his\noffensively lewd and indecent speech.”Id.,at 685.The mode of analysis employed inFraseris not entirely clear. The Court was plainly\nattuned to the content of Fraser’s speech, citing the “marked\ndistinction between the political ‘message’ of the armbands inTinkerand the sexual content of [Fraser’s] speech.”Id.,at 680. But the Court also reasoned that school\nboards have the authority to determine “what manner of speech in\nthe classroom or in school assembly is inappropriate.”Id.,at 683. Cf.id.,at 689 (Brennan, J.,\nconcurring in judgment) (“In the present case, school officials\nsought only to ensure that a high school assembly proceed in an\norderly manner. There is no suggestion that school officials\nattempted to regulate [Fraser’s] speech because they disagreed with\nthe views he sought to express”).We need not resolve this debate to decide this\ncase. For present purposes, it is enough to distill fromFrasertwo basic principles. First,Fraser’s\nholding demonstrates that “the constitutional rights of students in\npublic school are not automatically coextensive with the rights of\nadults in other settings.”Id.,at 682. Had Fraser\ndelivered the same speech in a public forum outside the school\ncontext, it would have been protected. SeeCohenv.California,403 U. S. 15(1971);Fraser,supra,at 682–683. In school, however,\nFraser’s First Amendment rights were circumscribed “in light of the\nspecial characteristics of the school environment.”Tinker,supra,at 506. Second,Fraserestablished that the mode of analysis set forth inTinkeris not absolute. Whatever approachFraseremployed, it\ncertainly did not conduct the “substantial disruption” analysis\nprescribed byTinker, supra,at 514. SeeKuhlmeier, 484 U. S., at 271, n. 4 (disagreeing with the\nproposition that there is “no difference between the First\nAmendment analysis applied inTinkerand that applied inFraser,” and noting that the holding inFraserwas not based on any showing of substantial disruption).Our most recent student speech case,Kuhlmeier, concerned “expressive activities that students,\nparents, and members of the public might reasonably perceive to\nbear the imprimatur of the school.” 484 U. S., at 271. Staff\nmembers of a high school newspaper sued their school when it chose\nnot to publish two of their articles. The Court of Appeals analyzed\nthe case underTinker, ruling in favor of the students\nbecause it found no evidence of material disruption to classwork or\nschool discipline. 795 F. 2d 1368, 1375 (CA8 1986). This Court\nreversed, holding that “educators do not offend the First Amendment\nby exercising editorial control over the style and content of\nstudent speech in school-sponsored expressive activities so long as\ntheir actions are reasonably related to legitimate pedagogical\nconcerns.”Kuhlmeier, supra,at 273.Kuhlmeierdoes not control this case\nbecause no one would reasonably believe that Frederick’s banner\nbore the school’s imprimatur. The case is nevertheless instructive\nbecause it confirms both principles cited above.Kuhlmeieracknowledged that schools may regulate some speech “even though the\ngovernment could not censor similar speech outside the school.”Id.,at 266. And, likeFraser, it confirms that\nthe rule ofTinkeris not the only basis for restricting\nstudent speech.[Footnote 2]Drawing on the principles applied in our\nstudent speech cases, we have held in the Fourth Amendment context\nthat “while children assuredly do not ‘shed their constitutional\nrights . . . at the schoolhouse gate,’ . . . the nature of those\nrights is what is appropriate for children in school.”Vernonia\nSchool Dist. 47Jv.Acton,515 U. S. 646, 655–656\n(1995) (quotingTinker,supra,at 506). In\nparticular, “the school setting requires some easing of the\nrestrictions to which searches by public authorities are ordinarily\nsubject.”New Jerseyv.T. L. O.,469 U. S. 325,\n340 (1985). SeeVernonia,supra,at 656 (“Fourth\nAmendment rights, no less than First and Fourteenth Amendment\nrights, are different in public schools than elsewhere . . .”);Board of Ed. of Independent School Dist. No. 92 of Pottawatomie\nCty.v.Earls,536 U. S. 822, 829-830\n(2002) (“ ‘special needs’ inhere in the public school\ncontext”; “[w]hile schoolchildren do not shed their constitutional\nrights when they enter the schoolhouse, Fourth Amendment rights . .\n. are different in public schools than elsewhere; the\n‘reasonableness’ inquiry cannot disregard the schools’ custodial\nand tutelary responsibility for children” (quotingVernonia, 515 U. S., at 656; citation and some internal\nquotation marks omitted).Even more to the point, these cases also\nrecognize that deterring drug use by schoolchildren is an\n“important—indeed, perhaps compelling” interest.Id.,at\n661. Drug abuse can cause severe and permanent damage to the health\nand well-being of young people:“School years are the time when the physical,\npsychological, and addictive effects of drugs are most severe.\nMaturing nervous systems are more critically impaired by\nintoxicants than mature ones are; childhood losses in learning are\nlifelong and profound; children grow chemically dependent more\nquickly than adults, and their record of recovery is depressingly\npoor. And of course the effects of a drug-infested school are\nvisited not just upon the users, but upon the entire student body\nand faculty, as the educational process is disrupted.”Id.,at 661–662 (citations and internal quotation marks\nomitted).Just five years ago, we wrote: “The drug abuse\nproblem among our Nation’s youth has hardly abated sinceVernoniawas decided in 1995. In fact, evidence suggests\nthat it has only grown worse.”Earls,supra,at\n834, and n. 5.The problem remains serious today. See\ngenerally 1 National Institute on Drug Abuse, National Institutes\nof Health, Monitoring the Future: National Survey Results on Drug\nUse, 1975–2005, Secondary School Students (2006). About half of\nAmerican 12th graders have used an illicit drug, as have more than\na third of 10th graders and about one-fifth of 8th graders.Id.,at 99. Nearly one in four 12th graders has used an\nillicit drug in the past month.Id.,at 101. Some 25% of\nhigh schoolers say that they have been offered, sold, or given an\nillegal drug on school property within the past year. Dept. of\nHealth and Human Services, Centers for Disease Control and\nPrevention, Youth Risk Behavior Surveillance—United States, 2005,\n55 Morbidity and Mortality Weekly Report, Surveillance Summaries,\nNo. SS–5, p. 19 (June 9, 2006).Congress has declared that part of a school’s\njob is educating students about the dangers of illegal drug use. It\nhas provided billions of dollars to support state and local\ndrug-prevention programs, Brief for United States asAmicusCuriae1, and required that schools\nreceiving federal funds under the Safe and Drug-Free Schools and\nCommunities Act of 1994 certify that their drug prevention programs\n“convey a clear and consistent message that … the illegal use of\ndrugs [is] wrong and harmful.” 20 U. S. C. §7114(d)(6) (2000\ned., Supp. IV).Thousands of school boards throughout the\ncountry—including JDHS—have adopted policies aimed at effectuating\nthis message. See Pet. for Cert. 17–21. Those school boards know\nthat peer pressure is perhaps “the single most important factor\nleading schoolchildren to take drugs,” and that students are more\nlikely to use drugs when the norms in school appear to tolerate\nsuch behavior.Earls,supra,at 840 (Breyer, J.,\nconcurring). Student speech celebrating illegal drug use at a\nschool event, in the presence of school administrators and\nteachers, thus poses a particular challenge for school officials\nworking to protect those entrusted to their care from the dangers\nof drug abuse.The “special characteristics of the school\nenvironment,”Tinker, 393 U. S., at 506, and the\ngovernmental interest in stopping student drug abuse—reflected in\nthe policies of Congress and myriad school boards, including\nJDHS—allow schools to restrict student expression that they\nreasonably regard as promoting illegal drug use.Tinkerwarned that schools may not prohibit student speech because of\n“undifferentiated fear or apprehension of disturbance” or “a mere\ndesire to avoid the discomfort and unpleasantness that always\naccompany an unpopular viewpoint.”Id.,at 508, 509. The\ndanger here is far more serious and palpable. The particular\nconcern to prevent student drug abuse at issue here, embodied in\nestablished school policy, App. 92–95; App. to Pet. for Cert. 53a,\nextends well beyond an abstract desire to avoid controversy.Petitioners urge us to adopt the broader rule\nthat Frederick’s speech is proscribable because it is plainly\n“offensive” as that term is used inFraser. See Reply\nBrief for Petitioners 14–15. We think this stretchesFrasertoo far; that case should not be read to encompass\nany speech that could fit under some definition of “offensive.”\nAfter all, much political and religious speech might be perceived\nas offensive to some. The concern here is not that Frederick’s\nspeech was offensive, but that it was reasonably viewed as\npromoting illegal drug use.Although accusing this decision of doing\n“serious violence to the First Amendment” by authorizing “viewpoint\ndiscrimination,”post,at 2, 5 (opinion of\nStevens, J.), the dissent concludes that “it might well be\nappropriate to tolerate some targeted viewpoint discrimination in\nthis unique setting,”post,at 6–7. Nor do we understand\nthe dissent to take the position that schools are required to\ntolerate student advocacy of illegal drug use at school events,\neven if that advocacy falls short of inviting “imminent” lawless\naction. Seepost,at 7 (“[I]t is possible that our rigid\nimminence requirement ought to be relaxed at schools”). And even\nthe dissent recognizes that the issues here are close enough that\nthe principal should not be held liable in damages, but should\ninstead enjoy qualified immunity for her actions. Seepost,at 1. Stripped of rhetorical flourishes, then, the\ndebate between the dissent and this opinion is less about\nconstitutional first principles than about whether Frederick’s\nbanner constitutes promotion of illegal drug use. We have explained\nour view that it does. The dissent’s contrary view on that\nrelatively narrow question hardly justifies sounding the First\nAmendment bugle.*  *  *School principals have a\ndifficult job, and a vitally important one. When Frederick suddenly\nand unexpectedly unfurled his banner, Morse had to decide to act—or\nnot act—on the spot. It was reasonable for her to conclude that the\nbanner promoted illegal drug use—in violation of established school\npolicy—and that failing to act would send a powerful message to the\nstudents in her charge, including Frederick, about how serious the\nschool was about the dangers of illegal drug use. The First\nAmendment does not require schools to tolerate at school events\nstudent expression that contributes to those dangers.The judgment of the United States\nCourt of Appeals for the Ninth Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Footnote 1Justice Breyer would rest decision on\nqualified immunity without reaching the underlying First Amendment\nquestion. The problem with this approach is the rather significant\none that it is inadequate to decide the case before us. Qualified\nimmunity shields public officials from money damages only. SeeWoodv.Strickland,420 U. S. 308, 314,\nn. 6 (1975). In this case, Frederick asked not just for\ndamages, but also for declaratory and injunctive relief. App. 13.\nJustice Breyer’s proposed decision on qualified immunity grounds\nwould dispose of the damages claims, but Frederick’s other claims\nwould remain unaddressed. To get around that problem, Justice\nBreyer hypothesizes that Frederick’s suspension—the target of his\nrequest for injunctive relief—“may well be justified on\nnon-speech-related grounds.” Seepost,at 9. That\nhypothesis was never considered by the courts below, never raised\nby any of the parties, and is belied by the record, which nowhere\nsuggests that the suspension would have been justified solely on\nnon-speech-related grounds.Footnote 2The dissent’s effort to find inconsistency\nbetween our approach here and the opinion inFederal Election\nCommissionv.Wisconsin Right to Life, Inc., 551 U.\nS. ___ (2007), seepost,at 12 (opinion of\nStevens, J.), overlooks what was made clear inTinker,Fraser, andKuhlmeier: student\nFirst Amendment rights are “applied in light of the special\ncharacteristics of the school environment.”Tinker, 393 U.\nS., at 506. SeeFraser, 478 U. S., at 682;Kuhlmeier, 484 U. S., at 266. And, as discussed above,supra,at 8, there is no serious argument that Frederick’s\nbanner is political speech of the sort at issue inWisconsin\nRight to Life.",
    "joined": []
}