{
    "case": {
        "docket": "15-1251",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/15-1251/"
    },
    "id": "3706132",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1251_________________NATIONAL LABOR RELATIONS BOARD, PETITIONERv.SW GENERAL, INC., dba SOUTHWEST AMBULANCEon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[March 21, 2017]Chief Justice Roberts delivered the opinion of\nthe Court.Article II of the Constitution requires that the\nPresident obtain “the Advice and Consent of the Senate” before\nappointing “Officers of the United States.” §2, cl. 2. Given\nthis provision, the responsibilities of an office requiring\nPresidential appointment and Senate confirmation—known as a “PAS”\noffice—may go unperformed if a va-cancy arises and the President\nand Senate cannot promptly agree on a replacement. Congress has\nlong accountedfor this reality by authorizing the President to\ndirect certain officials to temporarily carry out the duties of a\nvacant PAS office in an acting capacity, without Senate\nconfirmation.The Federal Vacancies Reform Act of 1998 (FVRA),\n5 U. S. C. §3345et seq., is the latest\nversion of that authorization. Section 3345(a) of the FVRA\nauthorizes three classes of Government officials to become acting\nofficers. The general rule is that the first assistant to a vacant\noffice shall become the acting officer. The President may override\nthat default rule by directing either a person serving in a\ndifferent PAS office or a senior employee within the relevant\nagency to become the acting officer instead.The FVRA, however, prohibits certain persons\nfrom serving as acting officers if the President has nominated them\nto fill the vacant office permanently. The question presented is\nwhether that limitation applies only to first assistants who have\nautomatically assumed acting duties, or whether it also applies to\nPAS officers and senior employees serving as acting officers at the\nPresident’s behest. We hold that it applies to all three categories\nof acting officers.IAThe Senate’s advice and consent power is a\ncritical “structural safeguard[ ] of the constitutional\nscheme.”Edmondv.United States, 520 U. S. 651,\n659 (1997) . The Framers envisioned it as “an excellent check upon\na spirit of favoritism in the President” and a guard against “the\nappointment of unfit characters . . . from family\nconnection, from personal attachment, or from a view to\npopularity.” The Federalist No. 76, p. 457 (C. Rossiter ed. 1961)\n(A. Hamilton). The constitutional process of Presidential\nappointment and Senate confirmation, however, can take time: The\nPresident may not promptly settle on a nominee to fill an office;\nthe Senate may be unable, or unwilling, to speedily confirm the\nnominee once submitted. Yet neither may desire to see the duties of\nthe vacant office go unperformed in the interim.Since President Washington’s first term,\nCongress has given the President limited authority to appoint\nacting officials to temporarily perform the functions of a vacant\nPAS office without first obtaining Senate approval. The earliest\nstatutes authorized the appointment of “any person or persons” to\nfill specific vacancies in the Departments of State, Treasury, and\nWar. Act of May 8, 1792, ch. 37, §8, 1Stat. 281. Congress at first\nallowed acting officers to serve until the permanent officeholder\ncould resume his duties or a successor was appointed,ibid.,\nbut soon imposed a six-month limit on acting service, Act of Feb.\n13, 1795, ch. 21, 1Stat. 415.Congress revisited the issue in the 1860s,\nultimately passing the Vacancies Act of 1868. The Vacancies Act\nexpanded the number of PAS offices that the President could fill\nwith acting officers. Act of July 23, 1868, ch. 227, 15Stat. 168;\nsee also Act of Feb. 20, 1863, ch. 45, 12Stat. 656. With that\nexpansion came new constraints. The authority to appoint “any\nperson or persons” as an acting officer gave way to a default rule\nthat the “first or sole assistant . . . shall” perform\nthat function, with an exception allowing the President to instead\nfill the post with a person already serving in a PAS office.\n15Stat. 168. And rather than six months of acting service, the\nVacancies Act generally authorized only ten days.Ibid.That\nnarrow window of acting service was later lengthened to 30 days.\nAct of Feb. 6, 1891, ch. 113, 26Stat. 733.During the 1970s and 1980s, interbranch conflict\narose over the Vacancies Act. The Department of Justice took the\nposition that, in many instances, the head of an executive agency\nhad independent authority apart from the Vacancies Act to\ntemporarily fill vacant offices. The Comptroller General disagreed,\narguing that the Act was the exclusive authority for temporarily\nfilling vacancies in executive agencies. See M. Rosenberg,\nCongressional Research Service Report for Congress, The New\nVacancies Act: Congress Acts to Protect the Senate’s Confirmation\nPrerogative 2–4 (1998) (Rosenberg). Congress then amended the\nVacancies Act to clarify that it applies to such agencies, while at\nthe same time lengthening the term of permissible acting service to\n120 days, with a tolling period while a nomination is pending.Id.,at 3; see Presidential Transitions Effectiveness Act,\n§7, 102Stat. 988.But tensions did not ease. By 1998,\napproximately 20 percent of PAS offices in executive agencies were\noccupied by “temporary designees, most of whom had served beyond\nthe 120-day limitation period . . . without presidential\nsubmissions of nominations.” Rosenberg 1. These acting officers\nfilled high-level positions, sometimes in obvious contravention of\nthe Senate’s wishes. One, for instance, was brought in from outside\nGovernment to serve as Acting Assistant Attorney General for the\nCivil Rights Division of the Justice Department, immediately after\nthe Senate refused to confirm him for that very office.Ibid.; see M. Rosenberg, Congressional Research Service,\nValid-ity of Designation of Bill Lann Lee as Acting Assistant\nAttorney General for Civil Rights 1–3 (1998). Perceiving a threat\nto the Senate’s advice and consent power, see Rosen-berg 6,\nCongress acted again. In 1998, it replaced the Vacancies Act with\nthe FVRA.Section 3345(a) of the FVRA permits three\ncategories of Government officials to perform acting service in a\nvacant PAS office. Subsection (a)(1) prescribes a general rule: If\na person serving in a PAS office dies, resigns, or is otherwise\nunable to perform his duties, the first assistant to that office\n“shall perform” the office’s “functions and duties . . .\ntemporarily in an acting capacity.”The next two paragraphs of §3345(a) identify\nalternatives. Subsection (a)(2) provides that “notwithstanding\nparagraph (1),” the President “may direct a person” who already\nserves in a PAS office to “perform the functions and duties of the\nvacant office temporarily in an acting capacity.” Subsection (a)(3)\nadds that “notwithstanding paragraph (1),” the President “may\ndirect” a person to perform acting duties if the person served in a\nsenior position in the relevant agency for at least 90 days in the\n365-day period preceding the vacancy.[1]Section 3345 also makes certain individuals\nineligible for acting service. Subsection (b)(1) states:\n“Notwithstanding subsection (a)(1), a person may not serve as an\nacting officer for an office under this section” if the President\nnominates him for the vacant PAS office and, during the 365-day\nperiod preceding the vacancy, the individual “did not serve in the\nposition of first assistant” to that office or “served in [that]\nposition . . . for less than 90 days.” Subsection (b)(2)\ncreates an exception to this prohibition, providing that\n“[p]aragraph (1) shall not apply to any person” serving in a first\nassistant position that itself requires the Senate’s advice and\nconsent.Other sections of the FVRA establish time limits\non acting service and penalties for noncompliance. In most cases,\nthe statute permits acting service for “210 days beginning on the\ndate the vacancy occurs”; tolls that time limit while a nomination\nis pending; and starts a new 210-day clock if the nomination is\n“rejected, withdrawn, or returned.” §§3346(a)–(b)(1). Upon a second\nnomination, the time limit tolls once more, and an acting officer\ncan serve an additional 210 days if the second nomination proves\nunsuccessful. §3346(b)(2). The FVRA ensures compliance by providing\nthat, in general, “any function or duty of a vacant office”\nperformed by a person not properly serving under the statute “shall\nhave no force or effect.” §3348(d).BThe National Labor Relations Board (NLRB or\nBoard) is charged with administering the National Labor Relations\nAct. By statute, its general counsel must be appointed by the\nPresident with the advice and consent of the Senate. 29\nU. S. C. §153(d).In June 2010, the NLRB’s general counsel—who had\nbeen serving with Senate confirmation—resigned. The President\ndirected Lafe Solomon to serve temporarily as the NLRB’s acting\ngeneral counsel, citing the FVRA as the basis for the appointment.\nSee Memorandum from President Barack Obama to L. Solomon (June 18,\n2010). Solomon satisfied the requirements for acting service under\nsubsection (a)(3) of the FVRA because he had spent the previous ten\nyears in the senior position of Director of the NLRB’s Office of\nRepresentation Appeals.The President had bigger plans for Solomon than\nacting service. On January 5, 2011, he nominated Solomon to serve\nas the NLRB’s general counsel on a permanent basis. The Senate had\nother ideas. That body did not act upon the nomination during the\n112th Congress, so it was returned to the President when the\nlegislative session expired. 159 Cong. Rec. S17 (Jan. 3, 2013). The\nPresident resubmitted Solomon’s name for consideration in the\nspring of 2013,id.,at S3884 (May 23, 2013), but to no\navail. The President ultimately withdrew Solomon’s nomination and\nput forward a new candidate, whom the Senate confirmed on October\n29, 2013.Id.,at S7635. Throughout this entire period,\nSolomon served as the NLRB’s acting general counsel.Solomon’s responsibilities included exercising\n“final authority” to issue complaints alleging unfair labor\npractices. 29 U. S. C. §§153(d), 160(b). In January 2013,\nan NLRB Regional Director, exercising authority on Solomon’s\nbehalf, issued a complaint alleging that respondent SW General,\nInc.—a company that provides ambulance services—had improperly\nfailed to pay certain bonuses to long-term employees. An\nAdministrative Law Judge concluded that SW General had committed\nunfair labor practices, and the NLRB agreed. 360\nN. L. R. B. 109 (2014).SW General filed a petition for review in the\nUnited States Court of Appeals for the District of Columbia\nCircuit. It argued that the unfair labor practices complaint was\ninvalid because, under subsection (b)(1) of the FVRA, Solomon could\nnot legally perform the duties of general counsel after having been\nnominated to fill that position. The NLRB defended Solomon’s\nactions. It contended that subsection (b)(1) applies only to first\nassistants who automatically assume acting duties under subsection\n(a)(1), not to acting officers who, like Solomon, serve under\n(a)(2) or (a)(3).The Court of Appeals granted SW General’s\npetition for review and vacated the Board’s order. It reasoned that\n“the text of subsection (b)(1) squarely supports” the conclusion\nthat the provision’s restriction on nominees serving as acting\nofficers “applies to all acting officers, no matter whether they\nserve pursuant to subsection (a)(1), (a)(2) or (a)(3).” 796\nF. 3d 67, 78 (CADC 2015). As a result, Solomon became\n“ineligible to serve as Acting General Counsel once the President\nnominated him to be General Counsel.”Id.,at 72.[2] We granted certiorari, 579\nU. S. ___ (2016), and now affirm.IISubsection (b)(1) of the FVRA prevents a\nperson who has been nominated for a vacant PAS office from\nperforming the duties of that office in an acting capacity. In\nfull, it states:“(1) Notwithstanding subsection (a)(1), a\nperson may not serve as an acting officer for an office under this\nsection, if—(A) during the 365-day period preceding the\ndate of the death, resignation, or beginning of inability to serve,\nsuch person—(i) did not serve in the position of first\nassistant to the office of such officer; or(ii) served in the position of first assistant\nto the office of such officer for less than 90 days; and(B) the President submits a nomination of such\nperson to the Senate for appointment to such office.”Subsection (b)(2) adds that “[p]aragraph (1)\nshall not apply” to a person serving in a first assistant position\nthat itself requires the advice and consent of the Senate.We conclude that the prohibition in subsection\n(b)(1) applies to anyone performing acting service under the FVRA.\nIt is not, as the Board contends, limited to first assistants\nperforming acting service under subsection (a)(1). The text of the\nprohibition extends to any “person” who serves “as an acting\nofficer . . . under this section,” not just to “first\nassistants” serving under subsection (a)(1). The phrase\n“[n]otwithstanding subsection (a)(1)” does not limit the reach of\n(b)(1), but instead clarifies that the prohibition applies even\nwhen it conflicts with the default rule that first assistants shall\nperform acting duties.A1Our analysis of subsection (b)(1) begins with\nits text. Subsection (b)(1) applies to any “person” and prohibits\nservice “as an acting officer for an office under this section.”\nThe key words are “person” and “section.” They clearly indicate\nthat (b)(1) applies to all acting officers under §3345, regardless\nof the means of appointment.Start with “person.” The word has a naturally\nexpansive meaning that can encompass anyone who performs acting\nduties under the FVRA. SeePfizer Inc.v.Government of\nIndia, 434 U. S. 308, 312 (1978) . Important as they may\nbe, first assistants are not the only “person[s]” of the bunch.Now add “under this section.” The language\nclarifies that subsection (b)(1) applies to all persons serving\nunder §3345. Congress often drafts statutes with hierarchical\nschemes—section, subsection, paragraph, and on down the line. SeeKoons Buick Pontiac GMC, Inc.v.Nigh, 543 U. S.\n50 –61 (2004); L. Filson, The Legislative Drafter’s Desk Reference\n222 (1992). Congress used that structure in the FVRA and relied on\nit to make precise cross-references. When Congress wanted to refer\nonly to a particular subsection or paragraph, it said so. See,e.g.,§3346(a)(2) (“subsection (b)”); §3346(b)(2)\n(“paragraph (1)”). But in (b)(1) Congress referred to the entire\nsection—§3345—which subsumes all of the ways a person may become an\nacting officer.The rest of the FVRA uses the pairing of\n“person” and “section” the same way. Section 3346, for example,\nspecifies how long “thepersonserving as an acting officer\nas described undersection3345 may serve in the office.”\n(Emphasis added.) And §3348(d)(1) describes the consequences of\nnoncompliance with the FVRA by referring to the actions “taken by\nanypersonwho is not acting undersection3345,\n3346, or 3347.” (Emphasis added.) No one disputes that both\nprovisions apply to anyone serving as an acting officer under the\nFVRA, not just first assistants serving under subsection\n(a)(1).Had Congress intended subsection (b)(1) to apply\nonly to first assistants acting under (a)(1), it could easily have\nchosen clearer language. Replacing “person” with “first assistant”\nwould have done the trick. So too would replacing “under this\nsection” with “under subsection (a)(1).” “The fact that [Congress]\ndid not adopt [either] readily available and apparent alternative\nstrongly supports” the conclusion that subsection (b)(1) applies to\nany acting officer appointed under any provision within §3345.Knightv.Commissioner, 552 U. S. 181, 188\n(2008) .The dependent clause at the beginning of\nsubsection (b)(1)—“[n]otwithstanding subsection (a)(1)”—confirms\nthat the prohibition on acting service applies even when it\nconflicts with the default rule that the first assistant shall\nperform acting duties. The ordinary meaning of “notwithstanding” is\n“in spite of,” or “without prevention or obstruction from or by.”\nWebster’s Third New International Dictionary 1545 (1986); Black’s\nLaw Dictionary 1091 (7th ed. 1999) (“Despite; in spite of”). In\nstatutes, the word “shows which provision prevails in the event of\na clash.” A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 126–127 (2012). Subsection (a)(1)\nsets the rule that first assistants “shall perform” the vacant\noffice’s “functions and duties . . . in an acting\ncapacity.” But the “notwithstanding” clause in subsection (b)(1)\nmeans that, even if a first assistant is serving as an acting\nofficer under this statutory mandate, he must cease that service if\nthe President nominates him to fill the vacant PAS office. That\nsubsection (b)(1) also applies to acting officers serving at the\nPresident’s behest is already clear from the broad text of the\nindependent clause—they are all “person[s]” serving “under this\nsection.”2The Board takes a different view of the phrase\n“[n]otwithstanding subsection (a)(1).” It begins by noting that\n§3345(a) uses three different subsections to “create three separate\npaths for becoming an acting official.” Reply Brief 2. The\nprohibition in subsection (b)(1), the Board continues, “applies\n‘[n]otwithstanding’ onlyoneof these\nsubsections—‘subsection (a)(1).’ ”Ibid.In the Board’s\nview, singling out subsection (a)(1) carries a negative\nimplication: that “Congress did not intend Subsection (b)(1) to\noverride the alternative mechanisms for acting service in\nSubsections (a)(2) and (a)(3).”Id.,at 3.We disagree. The Board relies on the\n“interpretive canon,expressio unius est exclusio alterius,\n‘expressing one item of [an] associated group or series excludes\nanother left unmentioned.’ ”Chevron U. S. A.\nInc.v.Echazabal, 536 U. S. 73, 80 (2002) (quotingUnited Statesv.Vonn, 535 U. S. 55, 65 (2002)\n). If a sign at the entrance to a zoo says “come see the elephant,\nlion, hippo, and giraffe,” and a temporary sign is added saying\n“the giraffe is sick,” you would reasonably assume that the others\nare in good health.“The force of any negative implication, however,\ndepends on context.”Marxv.General Revenue Corp.,\n568 U. S. ___, ___ (2013) (slip op., at 9). Theexpressio\nuniuscanon applies only when “circumstances support[ ] a\nsensible inference that the term left out must have been meant to\nbe excluded.”Echazabal, 536 U. S., at 81. A\n“notwithstanding” clause does not naturally give rise to such an\ninference; it just shows which of two or more provisions prevails\nin the event of a conflict. Such a clause confirms rather than\nconstrains breadth. Singling out one potential conflict might\nsuggest that Congress thought the conflict was particularly\ndifficult to resolve, or was quite likely to arise. But doing so\ngenerally does not imply anything about other, unaddressed\nconflicts, much less that they should be resolved in theoppositemanner.Suppose a radio station announces: “We play your\nfavorite hits from the ’60s, ’70s, and ’80s. Notwithstanding the\nfact that we play hits from the ’60s, we do not play music by\nBritish bands.” You would not tune in expecting to hear the 1970s\nBritish band “The Clash” any more than the 1960s “Beatles.” The\nstation, after all, has announced that “we do not play music by\nBritish bands.” The “notwithstanding” clause just establishes that\nthis applies even to music from the ’60s, when British bands were\nprominently featured on the charts. No one, however, would think\nthe station singled out the ’60s to convey implicitly that its\ncategorical statement “we do not play music by British bands”\nactually did not apply to the ’70s and ’80s.Drawing a negative inference from the\n“notwithstanding” clause in subsection (b)(1) is similarly inapt.\nWithout that clause, subsection (b)(1) plainly would apply to all\npersons serving as acting officers under §3345(a). Adding\n“notwithstanding subsection (a)(1)” makes sense because (a)(1)\nconflicts with (b)(1) in a unique manner. The former is mandatory\nand self-executing: The first assistant “shallperform”\nacting duties. The latter, by contrast, speaks to who “may not” be\nan acting officer. So if a vacancy arises and the President\nnominates the first assistant to fill the position, (a)(1) says the\nfirst assistant “shall perform” the duties of that office in an\nacting capacity while the nomination is pending, and (b)(1) says he\n“may not.” The “notwithstanding” clause clarifies that the language\nof (a)(1) does not prevail if that conflict occurs.Compare the mandatory language of subsection\n(a)(1) to (a)(2) and (a)(3). People appointed under those\nprovisions are just as much acting officers as first assistants who\nassume the role. But there is no freestanding directive that they\nperform acting duties; subsections (a)(2) and (a)(3) just say that\nthe President “may direct” them to do so. The natural inference,\nthen, is that Congress left these provisions out of the\n“notwithstanding” clause because they are different from subsection\n(a)(1), not to exempt from the broad prohibition in subsection\n(b)(1) those officers serving under (a)(2) and (a)(3).Indeed, “notwithstanding” is used the same way\nin other parts of §3345. Subsections (a)(2) and (a)(3) are each\npreceded by the phrase “notwithstanding paragraph (1).” The phrase\nrecognizes that subsection (a)(1) is unique, and resolves the\npotential conflict between the mandatory “shall perform” in that\nprovision and the permissive “may direct” in (a)(2) and (a)(3). But\nit implies nothing about other potential conflicts that may arise\nin the statutory scheme. In subsection (b)(1), it works the same\nway: The “notwithstanding” clause simply shows that (b)(1)\noverrides (a)(1), and nothing more.Step back from the Board’s focus on\n“notwithstanding” and another problem appears: Its interpretation\nof subsection (b)(1) makes a mess of (b)(2). Subsection (b)(2)\nspecifies that (b)(1) “shall not apply to any person” if (A) that\nperson “is serving as the first assistant”; (B) the first assistant\nposition is itself a PAS office; and (C) “the Senate has approved\nthe appointment of such person” to that office.The Board’s interpretation makes the first\nrequirement superfluous, a result we typically try to avoid.Williamsv.Taylor, 529 U. S. 362, 404 (2000)\n(“It is . . . a cardinal principle of statutory\nconstruction that we must give effect, if possible, to every clause\nand word of a statute.” (internal quotation marks omitted)). If\nsubsection (b)(1) applied only to first assistants, there would be\nno need to state the requirement in (b)(2)(A) that “such person is\nserving as the first assistant.” The Board proposes that Congress\ndid so for clarity, but the same could be said of most superfluous\nlanguage.The Board and the dissent counter that applying\nthe prohibition in subsection (b)(1) to anyone performing acting\nservice under §3345(a) has its own problem: Doing so would also\nrequire applying it to §3345(c)(1), which “would nullify” that\nprovision. Reply Brief 9. The dissent deems this “no way to read a\nstatute.”Post, at 6.We agree, and it is not the way we read it.\nUnder our reading, subsection (b)(1) has no effect on (c)(1).\nSubsection (b)(1) addresses nominationsgenerally,\nprohibiting any person who has been nominated to fill any vacant\noffice from performing that office’s duties in an acting capacity.\nSubsection (c)(1) speaks to aspecificnomination scenario:\nWhen a person is “nominated by the President for reappointment for\nan additional term to the same office . . . without a\nbreak in service.” In this particular situation, the FVRA\nauthorizes the nominee “to continue to serve in that office.”\n§3345(c). “[I]t is a commonplace of statutory construction that the\nspecific governs the general.”RadLAX Gateway Hotel, LLCv.Amalgamated Bank, 566 U. S. 639, 645 (2012) . The\ngeneral prohibition on acting service by nominees yields to the\nmore specific authorization allowing officers up for reappointment\nto remain at their posts. Applying subsection (b)(1) to §3345(a)\nhardly compels a different result.The text of subsection (b)(1) is clear: Subject\nto one narrow exception, it prohibits anyone who has been nominated\nto fill a vacant PAS office from performing the duties of that\noffice in an acting capacity, regardless of whether the acting\nofficer was appointed under subsection (a)(1), (a)(2), or (a)(3).\nIt is not limited to first assistants who automatically assume\nacting duties under (a)(1).BThe Board contends that legislative history,\npurpose, and post-enactment practice uniformly show that subsection\n(b)(1) applies only to first assistants. The text is clear, so we\nneed not consider this extra-textual evidence. SeeState Farm\nFire & Casualty Co.v.United States ex rel.\nRigsby, 580 U. S. ___ (2016) (slip op., at 9). In any\nevent, the Board’s evidence is not compelling.The Board argues that subsection (b)(1) was\ndesigned to serve a specific purpose: preventing the President from\nhaving his nominee serve as an acting officer by making him first\nassistant after (or right before) a vacancy arises. Brief for\nPetitioner 38. The original draft of the FVRA authorized first\nassistants and PAS officers to perform acting service. Subsection\n(b) of that draft provided that if a first assistant was nominated\nto fill the vacant office, he could not perform that office’s\nduties in an acting capacity unless he had been the first assistant\nfor at least 180 days before the vacancy. Several Senators thought\nthe FVRA too restrictive. They asked to add senior agency officials\nto the list of potential acting officers and to shorten the 180-day\nlength-of-service requirement in subsection (b). Their requests,\nthe Board says, were granted; the final version of the FVRA\nincluded subsection (a)(3) for senior employees and shortened the\nlength-of-service requirement to 90 days. There was no intent to\nextend the pro-hibition in subsection (b) beyond first assistants.Id.,at 45–46.The glitch in this argument is of course the\ntext of subsection (b)(1). Congress did amend the statute to allow\nsenior employees to become acting officers under subsection (a)(3).\nThe only substantive change that was requested in (b) was to reduce\nthe length-of-service requirement. Congress could have done that\nwith a few tweaks to the original version of subsection (b).\nInstead, Congress went further: It also removed language that\nexpressly limited subsection (b) to first assistants. And it added\na provision—subsection (b)(2)—that makes sense only if (b)(1)\napplies to all acting officers. In short, Congress took a provision\nthat explicitly applied only to first assistants and turned it into\none that applies to all acting officers.The Board protests that Congress would not have\nexpanded the prohibition on nominees serving as acting officers\nafter Senators asked to give the Presidentmoreflexibility.\nSee Brief for Petitioner 45–46. That certain Senators made specific\ndemands, however, does not mean that they got exactly what they\nwanted. Passing a law often requires compromise, where even the\nmost firm public demands bend to competing interests. SeeRagsdalev.Wolverine World Wide, Inc., 535\nU. S. 81 –94 (2002). What Congress ultimately agrees on is the\ntext that it enacts, not the preferences expressed by certain\nlegislators. SeeOncalev.Sundowner Offshore Services,\nInc., 523 U. S. 75, 79 (1998) (“[I]t is ultimately the\nprovisions of our laws rather than the principal concerns of our\nlegislators by which we are governed.”).Compromise is precisely what happened here: “[A]\nperiod of intense negotiations” took place after Senators demanded\nchanges to the original draft of the FVRA, and the final bill was\n“a compromise measure.” Rosenberg 9. The legislation as passeddidexpand the pool of individuals the President could\nappoint as acting officers, by adding senior employees in\nsubsection (a)(3). But it also expanded the scope of the limitation\non acting service in (b)(1), by dropping the language making (b)(1)\napplicable only to first assistants.The Board contends that this compromise must not\nhave happened because Senator Thompson, one of the sponsors of the\nFVRA, said that subsection (b)(1) “applies only when the acting\nofficer is the first assistant, and not when the acting officer is\ndesignated by the President pursuant to §§3345(a)(2) or\n3345(a)(3).” 144 Cong. Rec. 27496 (1998). But Senator Byrd—the very\nnext speaker—offered a contradictory account: A nominee may not\n“serve as an acting officer” if “he is not the first assistant” or\n“has been the first assistant for less than 90 . . .\ndays, and has not been confirmed for the position.”Id.,at\n27498. This is a good example of why floor statements by individual\nlegislators rank among the least illuminating forms of legislative\nhistory. SeeMilnerv.Department of Navy, 562\nU. S. 562, 572 (2011) (“Those of us who make use of\nlegislative history believe that clear evidence of congressional\nintent may illuminate ambiguous text. We will not take the opposite\ntack of allowing ambiguous legislative history to muddy clear\nstatutory language.”).Finally, the Board supports its interpretation\nwith post-enactment practice. It notes that the Office of Legal\nCounsel and the Government Accountability Office have issued\nguidance construing subsection (b)(1) to apply only to first\nassistants. And three Presidents have, without congressional\nobjection, submitted the nominations of 112 individuals who were\nserving as acting officers under subsections (a)(2) and (a)(3). The\nBoard contends that this “historical practice” is entitled to\n“significant weight” because the FVRA “concern[s] the allocation of\npower between two elected branches of Government.” Brief for\nPetitioner 49 (quotingNLRBv.Noel Canning, 573\nU. S. ___, ___–___ (2014) (slip op., at 6–7); internal\nquotation marks omitted).“[H]istorical practice” is too grand a title for\nthe Board’s evidence. The FVRA was not enacted until 1998, and the\n112 nominations that the Board cites make up less than two percent\nof the thousands of nominations to positions in executive agencies\nthat the Senate has considered in the years since its passage. Even\nthe guidance documents the Board cites paid the matter little\nattention; both made conclusory statements about subsection (b)(1),\nwith no analysis.In this context, Congress’s failure to speak up\ndoes not fairly imply that it has acquiesced in the Board’s\ninterpretation. SeeZuberv.Allen, 396 U. S.\n168 , n. 21 (1969);Alexanderv.Sandoval, 532\nU. S. 275, 292 (2001) . The Senate may not have noticed that\ncertain nominees were serving as acting officers in violation of\nthe FVRA, or it may have chosen not to reject a qualified candidate\njust to make a point about compliance with the statute. Either is\nat least as plausible as the theory that the Legislature’s inaction\nreflects considered acceptance of the Executive’s practice.Our decision inNoel Canning—the chief\nopinion on which the Board relies—is a sharp contrast. That case\ndealt with the President’s constitutional authority under the\nRecess Appointments Clause, an issue that has attracted intense\nattention and written analysis from Presidents, Attorneys General,\nand the Senate. 573 U. S., at ___–___ (slip op., at 22–32).\nThe voluminous historical record dated back to “the beginning of\nthe Republic,” and included “thousands of intra-session recess\nappointments.”Id.,at ___, ___ (slip op., at 8, 12). That\nthe chronicle of the Recess Appointments Clause weighed heavily inNoel Canningoffers no support to the Board here.IIIApplying the FVRA to this case is\nstraightforward. Solomon was appointed as acting general counsel\nunder subsection (a)(3). Once the President submitted his\nnomination to fill that position in a permanent capacity,\nsubsection (b)(1) prohibited him from continuing his acting\nservice. This does not mean that the duties of general counsel to\nthe NLRB needed to go unperformed; the President could have\nappointed another person to serve as the acting officer in\nSolomon’s place. And he had a wide array of individuals to choose\nfrom: any one of the approximately 250 senior NLRB employees or the\nhundreds of individuals in PAS positions throughout the Government.\nThe President, however, did not do so, and Solomon’s continued\nservice violated the FVRA. Accordingly, the judgment of the Court\nof Appeals is affirmed.It is so ordered.APPENDIXSection 3345 of the FVRA provides:“(a) If an officer of an Executive agency\n(including the Executive Office of the President, and other than\nthe Government Accountability Office) whose appointment to office\nis required to be made by the President, by and with the advice and\nconsent of the Senate, dies, resigns, or is otherwise unable to\nperform the functions and duties of the office—(1) the first assistant to the office of such\nofficer shall perform the functions and duties of the office\ntemporarily in an acting capacity subject to the time limitations\nof section 3346;(2) notwithstanding paragraph (1), the President\n(and only the President) may direct a person who serves in an\noffice for which appointment is required to be made by the\nPresident, by and with the advice and consent of the Senate, to\nperform the functions and duties of the vacant office temporarily\nin an acting capacity subject to the time limitations of section\n3346; or(3) notwithstanding paragraph (1), the President\n(and only the President) may direct an officer or employee of such\nExecutive agency to perform the functions and duties of the vacant\noffice temporarily in an acting capacity, subject to the time\nlimitations of section 3346, if—(A) during the 365-day period preceding the date\nof death, resignation, or beginning of inability to serve of the\napplicable officer, the officer or employee served in a position in\nsuch agency for not less than 90 days; and(B) the rate of pay for the position described\nunder subparagraph (A) is equal to or greater than the minimum rate\nof pay payable for a position at GS–15 of the General Schedule.(b)(1) Notwithstanding subsection (a)(1), a\nperson may not serve as an acting officer for an office under this\nsection, if—(A) during the 365-day period preceding the date\nof the death, resignation, or beginning of inability to serve, such\nperson—(i) did not serve in the position of first\nassistant to the office of such officer; or(ii) served in the position of first assistant\nto the office of such officer for less than 90 days; and(B) the President submits a nomination of such\nperson to the Senate for appointment to such office.(2) Paragraph (1) shall not apply to any person\nif—(A) such person is serving as the first\nassistant to the office of an officer described under subsection\n(a);(B) the office of such first assistant is an\noffice for which appointment is required to be made by the\nPresident, by and with the advice and consent of the Senate;\nand(C) the Senate has approved the appointment of\nsuch person to such office.(c)(1) Notwithstanding subsection (a)(1), the\nPresident (and only the President) may direct an officer who is\nnominated by the President for reappointment for an office in an\nExecutive department without a break in service, to continue to\nserve in that office subject to the time limitations in section\n3346, until such time as the Senate has acted to confirm or reject\nthe nomination, notwithstanding adjournment sine die.(2) For purposes of this section and sections\n3346, 3347, 3348, 3349, 3349a, and 3349d, the expiration of a term\nof office is an inability to perform the functions and duties of\nsuch office.”Notes1A senior position is one\nthat has a rate of pay equal to or greater than the minimum rate\n“for a position at GS–15 of the General Schedule.” 5\nU. S. C. §3345(a)(3)(B).2The FVRA exempts “the\nGeneral Counsel of the National Labor Relations Board” from the\ngeneral rule that actions taken in violation of the FVRA are voidab initio. 5 U. S. C. §3348(e)(1). The Court of\nAppeals “assume[d] that section 3348(e)(1) renders the actions of\nan improperly serving Acting General Counselvoidable” and\nrejected the Board’s argument against voiding Solomon’s actions.\n796 F. 3d, at 79–82. The Board did not seek certiorari on this\nissue, so we do not con-sider it.",
    "joined": []
}