{
    "case": {
        "docket": "103",
        "citation": "547",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/547/103/"
    },
    "id": "1962038",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGGEORGIA V. RANDOLPH547 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1067GEORGIA, PETITIONERv.SCOTT FITZ\nRANDOLPHon writ of certiorari to the supreme court of\ngeorgia[March 22, 2006]Chief Justice Roberts, with whom\nJustice Scalia joins, dissenting.The Court creates constitutional\nlaw by surmising what is typical when a social guest encounters an\nentirely atypical situation. The rule the majority fashions does\nnot implement the high office of the Fourth Amendment to protect\nprivacy, but instead provides protection on a random and\nhappenstance basis, protecting, for example, a co-occupant who\nhappens to be at the front door when the other occupant consents to\na search, but not one napping or watching television in the next\nroom. And the cost of affording such random protection is great, as\ndemonstrated by the recurring cases in which abused spouses seek to\nauthorize police entry into a home they share with a nonconsenting\nabuser.The correct approach to the question presented\nis clearly mapped out in our precedents: The Fourth Amendment\nprotects privacy. If an individual shares information, papers,or placeswith another, he assumes the risk that the other\nperson will in turn share access to that information or those\npapersor placeswith the government. And just as an\nindividual who has shared illegal plans or incriminating documents\nwith another cannot interpose an objection when that other person\nturns the information over to the government, just because the\nindividual happens to be present at the time, so too someone who\nshares a place with another cannot interpose an objection when that\nperson decides to grant access to the police, simply because the\nobjecting individual happens to be present.A warrantless search is reasonable if police\nobtain the voluntary consent of a person authorized to give it.\nCo-occupants have “assumed the risk that one of their number might\npermit [a] common area to be searched.”United Statesv.Matlock,415 U. S. 164, 171, n. 7 (1974).\nJust as Mrs. Randolph could walk upstairs, come down, and turn her\nhusband’s cocaine straw over to the police, she can consent to\npolice entry and search of what is, after all, her home, too.IInIllinoisv.Rodriguez,497 U. S. 177(1990),\nthis Court stated that “[w]hat [a person] is assured by the Fourth\nAmendment … is not that no government search of his house will\noccur unless he consents; but that no such search will occur that\nis ‘unreasonable.’ ”Id., at 183. One element that\ncan make a warrantless government search of a home\n“ ‘reasonable’ ” is voluntary consent.Id., at\n184;Schnecklothv.Bustamonte,412 U. S. 218, 219\n(1973). Proof of voluntary consent “is not limited to proof that\nconsent was given by the defendant,” but the government “may show\nthat permission to search was obtained from a third party who\npossessed common authority over or other sufficient relationship to\nthe premises.”Matlock,supra, at 171. Today’s\nopinion creates an exception to this otherwise clear rule: A\nthird-party consent search is unreasonable, and therefore\nconstitutionally impermissible, if the co-occupant against whom\nevidence is obtained was present and objected to the entry and\nsearch.This exception is based on what\nthe majority describes as “widely shared social expectations” that\n“when people living together disagree over the use of their common\nquarters, a resolution must come through voluntary accommodation.”Ante, at 6, 9. But this fundamental predicate to the\nmajority’s analysis gets us nowhere: Does the objecting cotenant\naccede to the consenting cotenant’s wishes, or the other way\naround? The majority’s assumption about voluntary accommodation\nsimply leads to the common stalemate of two gentlemen insisting\nthat the other enter a room first.Nevertheless, the majority is confident in\nassuming—confident enough to incorporate its assumption into the\nConstitution—that an invited social guest who arrives at the door\nof a shared residence, and is greeted by a disagreeable co-occupant\nshouting “ ‘stay out,’ ” would simply go away.Ante, at 8. The Court observes that “no sensible person\nwould go inside under those conditions,”ante, at 8–9, and\nconcludes from this that the inviting co-occupant has no\n“authority” to insist on getting her way over the wishes of her\nco-occupant,ante, at 10. But it seems equally accurate to\nsay—based on the majority’s conclusion that one does not have a\nright to prevail over the express wishes of his co-occupant—that\nthe objector has no “authority” to insist on gettinghisway over his co-occupant’s wish that her guest be admitted.The fact is that a wide variety of differing\nsocial situations can readily be imagined, giving rise to quite\ndifferent social expectations. A relative or good friend of one of\ntwo feuding roommates might well enter the apartment over the\nobjection of the other roommate. The reason the invitee appeared at\nthe door also affects expectations: A guest who came to celebrate\nan occupant’s birthday, or one who had traveled some distance for a\nparticular reason, might not readily turn away simply because of a\nroommate’s objection. The nature of the place itself is also\npertinent: Invitees may react one way if the feuding roommates\nshare one room, differently if there are common areas from which\nthe objecting roommate could readily be expected to absent himself.\nAltering the numbers might well change the social expectations:\nInvitees might enter if two of three co-occupants encourage them to\ndo so, over one dissenter.The possible scenarios are limitless, and\nslight variations in the fact pattern yield vastly different\nexpectations about whether the invitee might be expected to enter\nor to go away. Such shifting expectations are not a promising\nfoundation on which to ground a constitutional rule, particularly\nbecause the majority has no support for its basic assumption—that\nan invited guest encountering two disagreeing co-occupants would\nflee—beyond a hunch about how people would typically act in an\natypical situation.And in fact the Court has not looked to such\nexpectations to decide questions of consent under the Fourth\nAmendment, but only to determine when a search has occurred and\nwhether a particular person has standing to object to a search. For\nthese latter inquiries, we ask whether a person has a subjective\nexpectation of privacy in a particular place, and whether “the\nexpectation [is] one that society is prepared to recognize as\n‘reasonable.’ ”Katzv.United States,389 U. S. 347,\n361 (1967) (Harlan, J., concurring); seeMinnesotav.Olson,495\nU. S. 91, 95–96, 100 (1990) (extendingKatztest to\nstanding inquiry). But the social expectations concept has not been\napplied to all questions arising under the Fourth Amendment, least\nof all issues of consent. A criminal might have a strong\nexpectation that his longtime confidant will not allow the\ngovernment to listen to their private conversations, but however\nprofound his shock might be upon betrayal, government monitoring\nwith the confidant’s consent is reasonable under the Fourth\nAmendment. SeeUnited Statesv.White,401 U. S. 745, 752\n(1971).The majority suggests that “widely shared\nsocial expectations” are a “constant element in assessing Fourth\nAmendment reasonableness,”ante, at 6 (citingRakasv.Illinois,439 U. S. 128, 144,\nn. 12 (1978)), but that is not the case; the Fourth Amendment\nprecedents the majority cites refer instead to a “legitimate\nexpectation ofprivacy.”Ibid.(emphasis added;\ninternal quotation marks omitted). Whatever social expectation the\nmajority seeks to protect, it is not one of privacy. The very\npredicate giving rise to the question in cases of shared\ninformation, papers, containers, or places is that privacy has been\nshared with another. Our common social expectations may well be\nthat the other person will not, in turn, share what we have shared\nwith them with another—including the police—but that is the risk we\ntake in sharing. If two friends share a locker and one keeps\ncontraband inside, he might trust that his friend will not let\nothers look inside. But by sharing private space, privacy has\n“already been frustrated” with respect to the lockermate.United Statesv.Jacobsen,466 U. S. 109, 117\n(1984). If two roommates share a computer and one keeps pirated\nsoftware on a shared drive, he might assume that his roommate will\nnot inform the government. But that person has given up his privacy\nwith respect to his roommate by saving the software on their shared\ncomputer.A wide variety of often subtle social\nconventions may shape expectations about how we act when another\nshares with us what is otherwise private, and those conventions go\nby a variety of labels—courtesy, good manners, custom, protocol,\neven honor among thieves. The Constitution, however, protects not\nthese but privacy, and once privacy has been shared, the shared\ninformation, documents, or places remain private only at the\ndiscretion of the confidant.IIOur cases reflect this\nunderstanding. InUnited Statesv.White, we held\nthat one party to a conversation can consent to government\neavesdropping, and statements made by the other party will be\nadmissible at trial. 401 U. S., at 752. This rule is based on\nprivacy: “Inescapably, one contemplating illegal activities must\nrealize and risk that his companions may be reporting to the\npolice… . [I]f he has no doubts, or allays them, or risks what\ndoubt he has, the risk is his.”Ibid.The Court has applied this\nsame analysis to objects and places as well. In Frazierv.Cupp,394\nU. S. 731(1969), a duffel bag “was being used jointly” by two\ncousins.Id., at 740. The Court held that the consent of\none was effective to result in the seizure of evidence used against\nboth: “[I]n allowing [his cousin] to use the bag and in leaving it\nin his house, [the defendant] must be taken to have assumed the\nrisk that [his cousin] would allow someone else to look inside.”Ibid.As the Court explained inUnited\nStatesv.Jacobsen,supra:“It is well settled that when an individual\nreveals private information to another, he assumes the risk that\nhis confidant will reveal that information to the authorities, and\nif that occurs the Fourth Amendment does not prohibit governmental\nuse of that information. Once frustration of the original\nexpectation of privacy occurs, the Fourth Amendment does not\nprohibit governmental use of the now nonprivate information: ‘This\nCourt has held repeatedly that the Fourth Amendment does not\nprohibit the obtaining of information revealed to a third party and\nconveyed by him to Government authorities, even if the information\nis revealed on the assumption that it will be used only for a\nlimited purpose and the confidence placed in a third party will not\nbe betrayed.’ ” Id., at 117 (quotingUnited\nStatesv.Miller,425 U. S. 435, 443\n(1976)).The same analysis applies to the\nquestion whether our privacy can be compromised by those with whom\nwe share common living space. If a person keeps contraband in\ncommon areas of his home, he runs the risk that his co-occupants\nwill deliver the contraband to the police. InCoolidgev.New Hampshire,403 U. S. 443(1971),\nMrs. Coolidge retrieved four of her husband’s guns and the clothes\nhe was wearing the previous night and handed them over to police.\nWe held that these items were properly admitted at trial because\n“when Mrs. Coolidge of her own accord produced the guns and clothes\nfor inspection, … it was not incumbent on the police to stop her or\navert their eyes.”Id., at 489.Even in our most private relationships, our\nobservable actions and possessions are private at the discretion of\nthose around us. A husband can request that his wife not tell a\njury about contraband that she observed in their home or illegal\nactivity to which she bore witness, but it is she who decides\nwhether to invoke the testimonial marital privilege.Trammelv.United States,445 U. S. 40, 53 (1980).\nInTrammel, we noted that the former rule prohibiting a\nwife from testifying about her husband’s observable wrongdoing at\nhis say so “goes far beyond making ‘every man’s house his castle,’\nand permits a person to convert his house into ‘a den of\nthieves.’ ”Id., at 51–52 (quoting 5 J. Bentham,\nRationale of Judicial Evidence 340 (1827)).There is no basis for evaluating physical\nsearches of shared space in a manner different from how we\nevaluated the privacy interests in the foregoing cases, and in fact\nthe Court has proceeded along the same lines in considering such\nsearches. InMatlock, police arrested the defendant in the\nfront yard of a house and placed him in a squad car, and then\nobtained permission from Mrs. Graff to search a shared bedroom for\nevidence of Matlock’s bank robbery. 415 U. S., at 166. Police\ncertainly could have assumed that Matlock would have objected were\nhe consulted as he sat handcuffed in the squad car outside. And inRodriguez, where Miss Fischer offered to facilitate the\narrest of her sleeping boyfriend by admitting police into an\napartment she apparently shared with him, 497 U. S., at 179, police\nmight have noted that this entry was undoubtedly contrary to\nRodriguez’s social expectations. Yet both of these searches were\nreasonable under the Fourth Amendment because Mrs. Graff had\nauthority, and Miss Fischer apparent authority, to admit others\ninto areas over which they exercised control, despite the almost\ncertain wishes of theirpresentco-occupants.The common thread in our decisions upholding\nsearches conducted pursuant to third-party consent is an\nunderstanding that a person “assume[s] the risk” that those who\nhave access to and control over his shared property might consent\nto a search.Matlock, 415 U. S., at 171, n. 7. InMatlock, we explained that this assumption of risk is\nderived from a third party’s “joint access or control for most\npurposes” of shared property.Ibid.And we concluded that\nshared use of property makes it “reasonable to recognize that any\nof the co-inhabitants has the right to permit the inspection in his\nown right.”Ibid.In this sense, the risk assumed by a joint\noccupant is comparable to the risk assumed by one who reveals\nprivate information to another. If a person has incriminating\ninformation, he can keep it private in the face of a request from\npolice to share it, because he has that right under the Fifth\nAmendment. If a person occupies a house with incriminating\ninformation in it, he can keep that information private in the face\nof a request from police to search the house, because he has that\nright under the Fourth Amendment. But if he shares the\ninformation—or the house—with another, that other can grant access\nto the police in each instance.[Footnote 1]To the extent a person wants to ensure that\nhis possessions will be subject to a consent search only due to hisownconsent, he is free to place these items in an area\nover which others donotshare access and control, be it a\nprivate room or a locked suitcase under a bed. Mr. Randolph\nacknowledged this distinction in his motion to suppress, where he\ndifferentiated his law office from the rest of the Randolph house\nby describing it as an area that “was solely in his control and\ndominion.” App. 3. As to a “common area,” however, co-occupants\nwith “joint access or control” may consent to an entry and search.Matlock,supra,at 171, n. 7.By emphasizing the objector’s presence and\nnoting an occupant’s understanding that obnoxious guests might “be\nadmitted in [one’s] absence,”ante, at 7, the majority\nappears to resurrect an agency theory of consent suggested in our\nearly cases. SeeStonerv.California,376 U. S. 483, 489\n(1964) (stating that a hotel clerk could not consent to a search of\na guest’s room because the guest had not waived his rights “by word\nor deed, either directly or through an agent”);Chapmanv.United States,365 U. S. 610, 616–617\n(1961). This agency theory is belied by the facts ofMatlockandRodriguez—both defendants were\npresent but simply not asked for consent—and the Court made clear\nin those cases that a co-occupant’s authority to consent rested not\non an absent occupant’s delegation of choice to an agent, but on\nthe consenting co-occupant’s “joint access or control” of the\nproperty.Matlock,supra, at 171, n. 7; seeRodriguez,supra, at 181;United Statesv.McAlpine, 919 F. 2d 1461, 1464, n. 2 (CA10\n1990) (“[A]gency analysis [was] put to rest by the Supreme Court’s\nreasoning inMatlock”).The law acknowledges that although we might\nnot expect our friends and family to admit the government into\ncommon areas, sharing space entails risk. A person assumes the risk\nthat his co-occupants—just as they might report his illegal\nactivity or deliver his contraband to the government—might consent\nto a search of areas over which they have access and control. SeeUnited Statesv.Karo,468 U. S. 705, 726\n(1984) (O’Connor, J., concurring in part and concurring in\njudgment) (finding it a “relatively easy case … when two persons\nshare identical, overlapping privacy interests in a particular\nplace, container, or conversation. Herebothshare the\npower to surrender each other’s privacy to a third party”).IIIThe majority states its rule as\nfollows: “[A] warrantless search of a shared dwelling for evidence\nover the express refusal of consent by a physically present\nresident cannot be justified as reasonable as to him on the basis\nof consent given to the police by another resident.”Ante,\nat 15–16.Just as the source of the\nmajority’s rule is not privacy, so too the interest it protects\ncannot reasonably be described as such. That interest is not\nprotected if a co-owner happens to be absent when the police\narrive, in the backyard gardening, asleep in the next room, or\nlistening to music through earphones so that only his co-occupant\nhears the knock on the door. That the rule is so random in its\napplication confirms that it bears no real relation to the privacy\nprotected by the Fourth Amendment. What the majority’s rule\nprotects is not so much privacy as the good luck of a co-owner who\njust happens to be present at the door when the police arrive.\nUsually when the development of Fourth Amendment jurisprudence\nleads to such arbitrary lines, we take it as a signal that the\nrules need to be rethought. SeeCaliforniav.Acevedo,500 U. S. 565, 574, 580\n(1991). We should not embrace a rule at the outset that itssponsorsappreciate will result in drawing fine,\nformalistic lines. Seeante, at 17.Rather than draw such random and happenstance\nlines—and pretend that the Constitution decreed them—the more\nreasonable approach is to adopt a rule acknowledging that shared\nliving space entails a limited yielding of privacy to others, and\nthat the law historically permits those to whom we have yielded our\nprivacy to in turn cooperate with the government. Such a rule flows\nmore naturally from our cases concerning Fourth Amendment\nreasonableness and is logically grounded in the concept of privacy\nunderlying that Amendment.The scope of the majority’s rule is not only\narbitrary but obscure as well. The majority repeats several times\nthat a present co-occupant’s refusal to permit entry renders the\nsearch unreasonable and invalid “as to him.”Ante, at 1,\n15–16, 18. This implies entry and search would be reasonable “as\nto” someone else, presumably the consenting co-occupant and any\nother absent co-occupants. The normal Fourth Amendment rule is that\nitems discovered in plain view are admissible if the officers were\nlegitimately on the premises; if the entry and search were\nreasonable “as to” Mrs. Randolph, based on her consent, it is not\nclear why the cocaine straw should not be admissible “as to” Mr.\nRandolph, as discovered in plain view during a legitimate search\n“as to” Mrs. Randolph. The majority’s differentiation between entry\nfocused on discovering whether domestic violence has occurred (and\nthe consequent authority to seize items in plain view), and entry\nfocused on searching for evidence of other crime, is equally\npuzzling. Seeante, at 13–14. This Court has rejected\nsubjective motivations of police officers in assessing Fourth\nAmendment questions, seeWhrenv.United States,517 U. S. 806,\n812–813 (1996), with good reason: The police do not need a\nparticular reason to ask for consent to search, whether for signs\nof domestic violence or evidence of drug possession.While the majority’s rule protects something\nrandom, its consequences are particularly severe. The question\npresented often arises when innocent cotenants seek to disassociate\nor protect themselves from ongoing criminal activity. See,e.g.,United Statesv.Hendrix, 595\nF. 2d 883, 884 (CADC 1979) (wife asked police “to get her baby\nand take [a] sawed-off shotgun out of her house”);Peoplev.Cosme, 48 N. Y. 2d 286, 288–289, 293, 397\nN. E. 2d 1319, 1320, 1323 (1979) (woman asked police to remove\ncocaine and a gun from a shared closet);United Statesv.Botsch, 364 F. 2d 542, 547 (CA2 1966). Under the\nmajority’s rule, there will be many cases in which a consenting\nco-occupant’s wish to have the police enter is overridden by an\nobjection from another present co-occupant. What does the majority\nimagine will happen, in a case in which the consenting co-occupant\nis concerned about the other’s criminal activity, once the door\nclicks shut? The objecting co-occupant may pause briefly to decide\nwhether to destroy any evidence of wrongdoing or to inflict\nretribution on the consenting co-occupant first, but there can be\nlittle doubt that he will attend to both in short order. It is no\nanswer to say that the consenting co-occupant can depart with the\npolice; remember that it is her home, too, and the other\nco-occupant’s very presence, which allowed him to object, may also\nprevent the consenting co-occupant from doing more than urging the\npolice to enter.Perhaps the most serious consequence of the\nmajority’s rule is its operation in domestic abuse situations, a\ncontext in which the present question often arises. SeeRodriguez, 497 U. S., at 179;United Statesv.Donlin, 982 F. 2d 31 (CA1 1992);Hendrix,supra; Peoplev.Sanders, 904 P. 2d 1311\n(Colo. 1995) (en banc);Brandonv.State, 778\nP. 2d 221 (Alaska App. 1989). While people living together\nmight typically be accommodating to the wishes of their cotenants,\nrequests for police assistance may well come from coinhabitants who\nare having a disagreement. The Court concludes that because “no\nsensible person would go inside” in the face of disputed consent,ante, at 8–9, and the consenting cotenant thus has “no\nrecognized authority” to insist on the guest’s admission,ante, at 10, a “police officer [has] no better claim to\nreasonableness in entering than the officer would have in the\nabsence of any consent at all,”ibid. But the police\nofficer’s superior claim to enter is obvious: Mrs. Randolph did not\ninvite the police to join her for dessert and coffee; the officer’s\nprecise purpose in knocking on the door was to assist with a\ndispute between the Randolphs—one in which Mrs. Randolph felt the\nneed for the protective presence of the police. The majority’s rule\napparently forbids police from entering to assist with a domestic\ndispute if the abuser whose behavior prompted the request for\npolice assistance objects.[Footnote\n2]The majority acknowledges these concerns, but\ndismisses them on the ground that its rule can be expected to give\nrise to exigent situations, and police can then rely on an exigent\ncircumstances exception to justify entry.Ante, at 12,\nn. 6. This is a strange way to justify a rule, and the fact\nthat alternative justifications for entry might arise does not show\nthat entry pursuant to consent is unreasonable. In addition, it is\nfar from clear that an exception for emergency entries suffices to\nprotect the safety of occupants in domestic disputes. See,e.g.,United Statesv.Davis, 290\nF. 3d 1239, 1240–1241 (CA10 2002) (finding no exigent\ncircumstances justifying entry when police responded to a report of\ndomestic abuse, officers heard no noise upon arrival, defendant\ntold officers that his wife was out of town, and wife then appeared\nat the door seemingly unharmed but resisted husband’s efforts to\nclose the door).Rather than give effect to a consenting\nspouse’s authority to permit entry into her house to avoid such\nsituations, the majority again alters established Fourth Amendment\nrules to defend giving veto power to the objecting spouse. In\nresponse to the concern that police might be turned away under its\nrule before entry can be justified based on exigency, the majority\ncreates a new rule: A “good reason” to enter, coupled with one\noccupant’s consent, will ensure that a police officer is “lawfully\nin the premises.”Ante, at 13, 14. As support for this\n“consent plus a good reason” rule, the majority cites a treatise,\nwhich itself refers only toemergencyentries.Ante, at 14 (citing 4 W. LaFave, Search and Seizure\n§8.3(d), p. 161 (4th ed. 2004)). For the sake of defending what it\nconcedes are fine, formalistic lines, the majority spins out an\nentirely new framework for analyzing exigent circumstances. Police\nmay now enter with a “good reason” to believe that “violence (or\nthreat of violence) has just occurred or is about to (or soon will)\noccur.”Ante, at 13–14. And apparently a key factor\nallowing entry with a “good reason” short of exigency is the very\nconsent of one co-occupant the majority finds so inadequate in the\nfirst place.The majority’s analysis alters a great deal of\nestablished Fourth Amendment law. The majority imports the concept\nof “social expectations,” previously used only to determine when a\nsearch has occurred and whether a particular person has standing to\nobject to a search, into questions of consent.Ante, at 6,\n8. To determine whether entry and search are reasonable, the\nmajority considers a police officer’s subjective motive in asking\nfor consent, which we have otherwise refrained from doing in\nassessing Fourth Amendment questions.Ante, at 13–14. And\nthe majority creates a new exception to the warrant requirement to\njustify warrantless entry short of exigency in potential domestic\nabuse situations.Ibid.Considering the majority’s rule is solely\nconcerned with protecting a person who happens to be present at the\ndoor when a police officer asks his co-occupant for consent to\nsearch, but not one who is asleep in the next room or in the\nbackyard gardening, the majority has taken a great deal of pain in\naltering Fourth Amendment doctrine, for precious little (if any)\ngain in privacy. Perhaps one day, as the consequences of the\nmajority’s analytic approach become clearer, today’s opinion will\nbe treated the same way the majority treats our opinions inMatlockandRodriguez—as a “loose end” to be tied\nup.Ante, at 17.One of the concurring opinions states that if\nit had to choose between a rule that a cotenant’s consent was valid\nor a rule that it was not, it would choose the former.Ante, at 1 (opinion of Breyer, J.). The concurrence\nadvises, however, that “no single set of legal rules can capture\nthe ever changing complexity of human life,”ibid., and\njoins what becomes the majority opinion, “[g]iven the case-specific\nnature of the Court’s holding,”ante, at 3. What the\nmajority establishes, in its own terms, is “the rulethat\na physically present inhabitant’s express refusal of consent to a\npolice searchis dispositiveas to him, regardless of the\nconsent of a fellow occupant.”Ante, at 18 (emphases\nadded). The concurrence joins with the apparent “understandin[g]”\nthat the majority’s “rule” is not a rule at all, but simply a\n“case-specific” holding.Ante, at 3 (opinion of\nBreyer, J.). The end result is a complete lack of practical\nguidance for the police in the field, let alone for the lower\ncourts.*  *  *Our third-party consent cases\nhave recognized that a person who shares common areas with others\n“assume[s] the risk that one of their number might permit the\ncommon area to be searched.”Matlock, 415 U. S., at 171,\nn. 7. The majority reminds us, in high tones, that a man’s\nhome is his castle,ante, at 10, but even under the\nmajority’s rule, it is not his castle if he happens to be absent,\nasleep in the keep, or otherwise engaged when the constable arrives\nat the gate. Then it is his co-owner’s castle. And, of course, it\nis not his castle if he wants to consent to entry, but his co-owner\nobjects. Rather than constitutionalize such an arbitrary rule, we\nshould acknowledge that a decision to share a private place, like a\ndecision to share a secret or a confidential document, necessarily\nentails the risk that those with whom we share may in turn choose\nto share—for their own protection or for other reasons—with the\npolice.I respectfully dissent.Footnote 1The majority considers this comparison to be\na “false equation,” and even discerns “a deliberate intent to\ndevalue the importance of the privacy of a dwelling place.”Ante, at 10–11, n. 4. But the differences between the\nmajority and this dissent reduce to this: Under the majority’s\nview, police may not enter and search when an objecting co-occupant\nispresent at the door, but theymaydo so when\nhe is asleep in the next room; under our view, the co-occupant’s\nconsent is effective in both cases. It seems a bit overwrought to\ncharacterize the former approach as affording great protection to a\nman in his castle, the latter as signaling that “the centuries of\nspecial protection for the privacy of the home are over.”Ibid.The Court inUnited Statesv.Matlock,415 U. S. 164(1974), drew the same\ncomparison the majority faults today, seeid., at 171,\nn. 7, and the “deliberate intent” the majority ascribes to\nthis dissent is apparently shared by all Courts of Appeals and the\ngreat majority of State Supreme Courts to have considered the\nquestion, seeante, at 4, n. 1.The majority also mischaracterizes this\ndissent as assuming that “privacy shared with another individual is\nprivacy waived for all purposes including warrantless searches by\nthe police.”Ante, at 11, n. 4. The point, of course,\nis not that a person waives his privacy by sharing space with\nothers such that police may enter at will, but that sharing space\nnecessarily entails a limited yielding of privacyto the person\nwith whom the space is shared, such that the other person\nshares authority to consent to a search of the shared space. Seesupra, at 2, 5–10.Footnote 2In response to this concern, the majority\nasserts that its rule applies “merely [to] evidentiary searches.”Ante, at 14. But the fundamental premise of the majority’s\nargument is that an inviting co-occupant has “no recognized\nauthority” to “open the door” over a co-occupant’s objection.Ante, at 10; see alsoante, at 1 (“[A] physically\npresent co-occupant’s stated refusal to permitentryprevails, rendering the warrantless search unreasonable and invalid\nas to him” (emphasis added));ante, at 8 (“[A] caller\nstanding at the door of shared premises would have no confidence …\ntoenterwhen a fellow tenant stood there saying ‘stay\nout’ ” (emphasis added));ante, at 10 (“[A] disputed\ninvitation, without more, gives a police officer no … claim to\nreasonableness inentering” (emphasis added)). The point\nis that the majority’s rule transforms what may have begun as a\nrequest for consent to conduct an evidentiary search into something\nelse altogether, by giving veto power over the consenting\nco-occupant’s wishes to an occupant who would exclude the police\nfromentry. The majority would afford the now quite\nvulnerable consenting co-occupant sufficient time to gather her\nbelongings and leave, seeante, at 13, apparently putting\nto one side the fact that it is her castle, too.",
    "joined": []
}