{
    "case": {
        "docket": "310",
        "citation": "558",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/558/310/"
    },
    "id": "1963049",
    "author": "roberts",
    "type": "concurrence",
    "text": "ROBERTS, C. J., CONCURRINGCITIZENS UNITED V. FEDERAL ELECTION COMM'N558 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-205CITIZENS UNITED, APPELLANTv.FEDERAL\nELECTION COMMISSIONon appeal from the united states district court for\nthe district of columbia[January 21, 2010]Chief Justice Roberts, with whom\nJustice Alito joins, concurring.The Government urges us in this\ncase to uphold a direct prohibition on political speech. It asks us\nto embrace a theory of the First Amendment that would allow\ncensorship not only of television and radio broadcasts, but of\npamphlets, posters, the Internet, and virtually any other medium\nthat corporations and unions might find useful in expressing their\nviews on matters of public concern. Its theory, if accepted, would\nempower the Government to prohibit newspapers from running\neditorials or opinion pieces supporting or opposing candidates for\noffice, so long as the newspapers were owned by corporations—as the\nmajor ones are. First Amendment rights could be confined to\nindividuals, subverting the vibrant public discourse that is at the\nfoundation of our democracy.The Court properly rejects that theory, and I\njoin its opinion in full. The First Amendment protects more than\njust the individual on a soapbox and the lonely pamphleteer.I write separately to address the important principles\nof judicial restraint andstare decisisimplicated in this\ncase.IJudging the\nconstitutionality of an Act of Congress is “the gravest and most\ndelicate duty that this Court is called upon to perform.”Blodgettv.Holden,275 U. S. 142, 147–148\n(1927) (Holmes, J., concurring). Because the stakes are so high,\nour standard practice is to refrain from addressing constitutional\nquestions except when necessary to rule on particular claims before\nus. SeeAshwanderv.TVA,297 U. S. 288, 346–348\n(1936) (Brandeis, J., concurring). This policy underlies both our\nwillingness to construe ambiguous statutes to avoid constitutional\nproblems and our practice “ ‘never to formulate a rule of\nconstitutional law broader than is required by the precise facts to\nwhich it is to be applied.’ ”United Statesv.Raines,362\nU. S. 17, 21 (1960) (quotingLiverpool, New York &\nPhiladelphia S. S. Co.v.Commissioners of\nEmigration,113\nU. S. 33, 39 (1885)).The majority and\ndissent are united in expressing allegiance to these principles.Ante, at 12;post, at 14 (Stevens, J.,\nconcurring in part and dissenting in part). But I cannot agree with\nmy dissenting colleagues on how these principles apply in this\ncase.The majority’s step-by-step\nanalysis accords with our standard practice of avoiding broad\nconstitutional questions except when necessary to decide the case\nbefore us. The majority begins by addressing—and quite properly\nrejecting—Citizens United’s statutory claim that 2 U. S. C.\n§441b does not actually cover its production and distribution ofHillary: The Movie(hereinafterHillary). If\nthere were a valid basis for deciding this statutory claim in\nCitizens United’s favor (and thereby avoiding constitutional\nadjudication), it would be proper to do so. Indeed, that is\nprecisely the approach the Court took just last Term inNorthwest Austin Municipal Util. Dist. No. Onev.Holder, 557 U. S. ___ (2009), when eight Members of the\nCourt agreed to decide the case on statutory grounds instead of\nreaching the appellant’s broader argument that the Voting Rights\nAct is unconstitutional.It is only because the majority\nrejects Citizens United’s statutory claim that it proceeds to\nconsider the group’s various constitutional arguments, beginning\nwith its narrowest claim (thatHillaryis not the\nfunctional equivalent of express advocacy) and proceeding to its\nbroadest claim (thatAustinv.Michigan Chamber of\nCommerce,494\nU. S. 652(1990) should be overruled). This is the same order\nof operations followed by the controlling opinion inFederal\nElection Comm’nv.Wisconsin Right to Life, Inc.,551 U. S. 449(2007) (WRTL). There the appellant was able to prevail on\nits narrowest constitutional argument because its broadcast ads did\nnot qualify as the functional equivalent of express advocacy; there\nwas thus no need to go on to address the broader claim thatMcConnellv.Federal Election Comm’n,540 U. S. 93(2003),\nshould be overruled.WRTL, 551 U. S., at 482;id., at 482–483 (Alito, J., concurring). This case is\ndifferent—not, as the dissent suggests, because the approach taken\ninWRTLhas been deemed a “failure,”post, at 11,\nbut because, in the absence of any valid narrower ground of\ndecision, there is no way to avoid Citizens United’s broader\nconstitutional argument.The dissent advocates an approach\nto addressing Citizens United’s claims that I find quite\nperplexing. It presumably agrees with the majority that Citizens\nUnited’s narrower statutory and constitutional arguments lack\nmerit—otherwise its conclusion that the group should lose this case\nwould make no sense. Despite agreeing that these narrower arguments\nfail, however, the dissent argues that the majority should\nnonetheless latch on to one of them in order to avoid reaching the\nbroader constitutional question of whetherAustinremains\ngood law. It even suggests that the Court’s failure to adopt one of\nthese concededly meritless arguments is a sign that the majority is\nnot “serious about judicial restraint.”Post, at\n16.This approach is based on a false\npremise: that our practice of avoiding unnecessary (and\nunnecessarily broad) constitutional holdings somehow trumps our\nobligation faithfully to interpret the law. It should go without\nsaying, however, that we cannot embrace a narrow ground of decision\nsimply because it is narrow; it must also be right. Thus while it\nis true that “[i]f it is not necessary to decide more, it is\nnecessary not to decide more,”post, at 14 (internal\nquotation marks omitted), sometimes itisnecessary to\ndecide more. There is a difference between judicial restraint and\njudicial abdication. When constitutional questions are\n“indispensably necessary” to resolving the case at hand, “the court\nmust meet and decide them.”Ex parte Randolph, 20\nF. Cas. 242, 254 (No. 11, 558) (CC Va. 1833) (Marshall,\nC. J.).Because it is necessary to reach\nCitizens United’s broader argument thatAustinshould be\noverruled, the debate over whether to consider this claim on an\nas-applied or facial basis strikes me as largely beside the point.\nCitizens United has standing—it is being injured by the\nGovernment’s enforcement of the Act. Citizens United has a\nconstitutional claim—the Act violates the First Amendment, because\nit prohibits political speech. The Government has a defense—the Act\nmay be enforced, consistent with the First Amendment, against\ncorporations. Whether the claim or the defense prevails is the\nquestion before us.Given the nature of that claim and\ndefense, it makes no difference of any substance whether this case\nis resolved by invalidating the statute on its face or only as\napplied to Citizens United. Even if considered in as-applied terms,\na holding in this case that the Act may not be applied to Citizens\nUnited—because corporations as well as individuals enjoy the\npertinent First Amendment rights—would mean that any other\ncorporation raising the same challenge would also win. Likewise, a\nconclusion that the Act may be applied to Citizens United—because\nit is constitutional to prohibit corporate political speech—would\nsimilarly govern future cases. Regardless whether we label Citizens\nUnited’s claim a “facial” or “as-applied” challenge, the\nconsequences of the Court’s decision are the same.[Footnote 1]IIThe text and purpose\nof the First Amendment point in the same direction: Congress may\nnot prohibit political speech, even if the speaker is a corporation\nor union. What makes this case difficult is the need to confront\nour prior decision inAustin.This is the first\ncase in which we have been asked to overruleAustin, and\nthus it is also the first in which we have had reason to consider\nhow much weight to givestare decisisin assessing its\ncontinued validity. The dissent erroneously declares that the Court\n“reaffirmed”Austin’s holding in subsequent cases—namely,Federal Election Comm’nv.Beaumont,539 U. S. 146(2003);McConnell; andWRTL.Post, at 48–50. Not\nso. Not a single party in any of those cases asked us to overruleAustin, and as the dissent points out,post, at\n4–6, the Court generally does not consider constitutional arguments\nthat have not properly been raised.Austin’s validity was\ntherefore not directly at issue in the cases the dissent cites. The\nCourt’s unwillingness to overturnAustinin those cases\ncannot be understood as areaffirmationof that\ndecision.AFidelity to\nprecedent—the policy ofstare decisis—is vital to the\nproper exercise of the judicial function. “Stare decisisis the preferred course because it promotes the evenhanded,\npredictable, and consistent development of legal principles,\nfosters reliance on judicial decisions, and contributes to the\nactual and perceived integrity of the judicial process.”Paynev.Tennessee,501 U. S. 808, 827\n(1991). For these reasons, we have long recognized that departures\nfrom precedent are inappropriate in the absence of a “special\njustification.”Arizonav.Rumsey,467 U. S. 203, 212\n(1984).At the same time,stare decisisis neither an “inexorable command,”Lawrencev.Texas,539 U. S. 558, 577\n(2003), nor “a mechanical formula of adherence to the latest\ndecision,”Helveringv.Hallock,309 U. S. 106, 119\n(1940), especially in constitutional cases, seeUnited\nStatesv.Scott,437 U. S. 82, 101 (1978).\nIf it were, segregation would be legal, minimum wage laws would be\nunconstitutional, and the Government could wiretap ordinary\ncriminal suspects without first obtaining warrants. SeePlessyv.Ferguson,163 U. S. 537(1896),\noverruled byBrownv.Board of Education,347 U. S. 483(1954);Adkinsv.Children’s Hospital of D. C.,261 U. S. 525(1923), overruled byWest Coast Hotel Co.v.Parrish,300 U. S. 379(1937);Olmsteadv.United States,277 U. S. 438(1928),\noverruled byKatzv.United States,389 U. S. 347(1967). As\nthe dissent properly notes, none of us has viewedstare\ndecisisin such absolute terms.Post, at 17; see\nalso,e.g.,Randallv.Sorrell,548 U. S. 230, 274–281\n(2006) (Stevens, J., dissenting) (urging the Court to overrule its\ninvalidation of limits on independent expenditures on political\nspeech inBuckleyv.Valeo,424 U. S. 1(1976)\n(per curiam)).Stare decisisis instead\na “principle of policy.”Helvering,supra, at\n119. When considering whether to reexamine a prior erroneous\nholding, we must balance the importance of having constitutional\nquestionsdecidedagainst the importance of having themdecided right. As Justice Jackson explained, this requires\na “sober appraisal of the disadvantages of the innovation as well\nas those of the questioned case, a weighing of practical effects of\none against the other.” Jackson, Decisional Law andStare\nDecisis, 30 A. B. A. J. 334 (1944).In conducting this balancing, we\nmust keep in mind thatstare decisisis not an end in\nitself. It is instead “the means by which we ensure that the law\nwill not merely change erratically, but will develop in a\nprincipled and intelligible fashion.”Vasquezv.Hillery,474 U. S. 254, 265\n(1986). Its greatest purpose is to serve a constitutional ideal—the\nrule of law. It follows that in the unusual circumstance when\nfidelity to any particular precedent does more to damage this\nconstitutional ideal than to advance it, we must be more willing to\ndepart from that precedent.Thus, for example, if the\nprecedent under consideration itself departed from the Court’s\njurisprudence, returning to the “ ‘intrinsically sounder’ doctrine\nestablished in prior cases” may “better serv[e] the values ofstare decisisthan would following [the] more recently\ndecided case inconsistent with the decisions that came before it.”Adarand Constructors, Inc.v.Pe&nacute;a,515 U. S. 200,\n231 (1995); see alsoHelvering,supra, at 119;Randall,supra, at 274 (Stevens, J., dissenting).\nAbrogating the errant precedent, rather than reaffirming or\nextending it, might better preserve the law’s coherence and curtail\nthe precedent’s disruptive effects.Likewise, if adherence to a\nprecedent actually impedes the stable and orderly adjudication of\nfuture cases, itsstare decisiseffect is also diminished.\nThis can happen in a number of circumstances, such as when the\nprecedent’s validity is so hotly contested that it cannot reliably\nfunction as a basis for decision in future cases, when its\nrationale threatens to upend our settled jurisprudence in related\nareas of law, and when the precedent’s underlying reasoning has\nbecome so discredited that the Court cannot keep the precedent\nalive without jury-rigging new and different justifications to\nshore up the original mistake. See,e.g., Pearsonv.Callahan,555 U. S. ___, ___ (2009) (slip op., at 10);Montejov.Louisiana,556 U. S. ___, ___ (2009)\n(slip op., at 13) (stare decisisdoes not control when\nadherence to the prior decision requires “fundamentally revising\nits theoretical basis”).BThese considerations\nweigh against retaining our decision inAustin. First, as\nthe majority explains, that decision was an “aberration” insofar as\nit departed from the robust protections we had granted political\nspeech in our earlier cases.Ante, at 39; see alsoBuckley,supra;First Nat. Bank of\nBostonv.Bellotti,435 U. S. 765(1978).Austinundermined the careful line thatBuckleydrew to distinguish limits on contributions to candidates from\nlimits on independent expenditures on speech.Buckleyrejected the asserted government interest in regulating independent\nexpenditures, concluding that “restrict[ing] the speech of some\nelements of our society in order to enhance the relative voice of\nothers is wholly foreign to the First Amendment.” 424 U. S., at\n48–49; see alsoBellotti,supra, at 790–791;Citizens Against Rent Control/Coalition for Fair Housingv.Berkeley,454 U. S. 290, 295\n(1981).Austin, however, allowed the Government to\nprohibit these same expenditures out of concern for “the corrosive\nand distorting effects of immense aggregations of wealth” in the\nmarketplace of ideas. 494 U. S., at 660.Austin’s\nreasoning was—and remains—inconsistent withBuckley’s\nexplicit repudiation of any government interest in “equalizing the\nrelative ability of individuals and groups to influence the outcome\nof elections.” 424 U. S., at 48–49.Austinwas\nalso inconsistent withBellotti’s clear rejection of the\nidea that “speech that otherwise would be within the protection of\nthe First Amendment loses that protection simply because its source\nis a corporation.” 435 U. S., at 784. The dissent correctly points\nout thatBellottiinvolved a referendum rather than a\ncandidate election, and thatBellottiitself noted this\nfactual distinction,id., at 788, n. 26;post, at\n52. But this distinction does not explain why corporations may be\nsubject to prohibitions on speech in candidate elections when\nindividuals may not.Second, the validity ofAustin’s rationale—itself adopted over two “spirited\ndissents,”Payne, 501 U. S.,at 829—has proved to\nbe the consistent subject of dispute among Members of this Court\never since. See,e.g.,WRTL,551 U. S., at 483\n(Scalia, J., joined by Kennedy and Thomas, JJ., concurring in part\nand concurring in judgment);McConnell,540 U. S., at 247,\n264, 286 (opinions of Scalia, Thomas, and Kennedy, JJ.);Beaumont, 539 U. S., at 163, 164 (opinions of Kennedy and\nThomas, JJ.). The simple fact that one of our decisions remains\ncontroversial is, of course, insufficient to justify overruling it.\nBut it does undermine the precedent’s ability to contribute to the\nstable and orderly development of the law. In such circumstances,\nit is entirely appropriate for the Court—which in this case is\nsquarely asked to reconsiderAustin’s validity for the\nfirst time—to address the matter with a greater willingness to\nconsider new approaches capable of restoring our doctrine to\nsounder footing.Third, theAustindecision is uniquely destabilizing because it threatens to subvert\nour Court’s decisions even outside the particular context of\ncorporate express advocacy. The First Amendment theory underlyingAustin’s holding is extraordinarily broad.Austin’s logic would authorize government prohibition of\npolitical speech by a category of speakers in the name of\nequality—a point that most scholars acknowledge (and many\ncelebrate), but that the dissent denies. Compare,e.g.,\nGarrett, New Voices in Politics: Justice Marshall’s Jurisprudence\non Law and Politics, 52 Howard L. J. 655, 669 (2009)\n(Austin“has been understood by most commentators to be an\nopinion driven by equality considerations, albeit disguised in the\nlanguage of ‘political corruption’ ”) withpost, at 74\n(Austin’s rationale “is manifestly not just an\n‘equalizing’ ideal in disguise”).[Footnote 2]It should not be surprising, then,\nthat Members of the Court have relied onAustin’s\nexpansive logic to justify greater incursions on the First\nAmendment, even outside the original context of corporate advocacy\non behalf of candidates running for office. See,e.g.,Davisv.Federal Election Comm’n, 554 U. S. ___,\n___ (2008) (slip op., at 7–8) (Stevens, J., concurring in part and\ndissenting in part) (relying onAustinand other cases to\njustify restrictions on campaign spending by individual candidates,\nexplaining that “there is no reason that their logic—specifically,\ntheir concerns about the corrosive and distorting effects of wealth\non our political process—is not equally applicable in the context\nof individual wealth”);McConnell,supra, at\n203–209 (extendingAustinbeyond its original context to\ncover not only the “functional equivalent” of express advocacy by\ncorporations, but also electioneering speech conducted by labor\nunions). The dissent in this case succumbs to the same temptation,\nsuggesting thatAustinjustifies prohibiting corporate\nspeech because such speech might unduly influence “the market for\nlegislation.”Post, at 82. The dissent readsAustinto permit restrictions on corporate speech based on\nnothing more than the fact that the corporate form may help\nindividuals coordinate and present their views more effectively.Post,at 82. A speaker’s ability to persuade, however,\nprovides no basis for government regulation of free and open public\ndebate on what the laws should be.If taken seriously,Austin’s logic would apply most directly to newspapers and\nother media corporations. They have a more profound impact on\npublic discourse than most other speakers. These corporate entities\nare, for the time being, not subject to §441b’s otherwise generally\napplicable prohibitions on corporate political speech. But this is\nsimply a matter of legislative grace. The fact that the law\ncurrently grants a favored position to media corporations is no\nreason to overlook the danger inherent in accepting a theory that\nwould allow government restrictions on their political speech. See\ngenerallyMcConnell,supra,at 283–286 (Thomas,\nJ., concurring in part, concurring in judgment in part, and\ndissenting in part).These readings ofAustindo no more than carry that decision’s reasoning to its logical\nendpoint. In doing so, they highlight the threatAustinposes to First Amendment rights generally, even outside its\nspecific factual context of corporate express advocacy. BecauseAustinis so difficult to confine to its facts—and because\nits logic threatens to undermine our First Amendment jurisprudence\nand the nature of public discourse more broadly—the costs of giving\nitstare decisiseffect are unusually high.Finally and most importantly, the\nGovernment’s own effort to defendAustin—or, more\naccurately, to defend something that is not quiteAustin—underscores its weakness as a precedent of the\nCourt. The Government concedes thatAustin“is not the\nmost lucid opinion,” yet asks us to reaffirm its holding. Tr. of\nOral Arg. 62 (Sept. 9, 2009). But while invokingstare\ndecisisto support this position, the Government never once\nevenmentionsthe compelling interest thatAustinrelied upon in the first place: the need to diminish “the corrosive\nand distorting effects of immense aggregations of wealth that are\naccumulated with the help of the corporate form and that have\nlittle or no correlation to the public’s support for the\ncorporation’s political ideas.” 494 U. S., at 660.Instead of endorsingAustinon its own terms, the Government urges us to\nreaffirmAustin’s specific holding on the basis of two new\nand potentially expansive interests—the need to prevent actual or\napparentquid pro quocorruption, and the need to protect\ncorporate shareholders. See Supp. Brief for Appellee 8–10, 12–13.\nThose interests may or may not support theresultinAustin, but they were plainly not part of thereasoningon whichAustinrelied.To its credit, the Government\nforthrightly concedes thatAustindid not embrace either\nof the new rationales it now urges upon us. See,e.g.,\nSupp. Brief for Appellee 11 (“The Court did not decide inAustin… whether the compelling interest in preventing\nactual or apparent corruption provides a constitutionally\nsufficient justification for prohibiting the use of corporate\ntreasury funds for independent electioneering”); Tr. of Oral Arg.\n45 (Sept. 9, 2009) (“Austindid not articulate what we\nbelieve to be the strongest compelling interest”);id., at\n61 (“[The Court:] I take it we have never accepted your shareholder\nprotection interest. This is a new argument. [The Government:] I\nthink that that’s fair”);id., at 64 (“[The Court:] In\nother words, you are asking us to upholdAustinon the\nbasis of two arguments, two principles, two compelling interests we\nhave never accepted in [the context of limits on political\nexpenditures]. [The Government:] [I]n this particular context, fair\nenough”).To be clear: The Court inAustinnowhere relied upon the only arguments the\nGovernment now raises to support that decision. In fact, the only\nopinion inAustinendorsing the Government’s argument\nbased on the threat ofquid pro quocorruption was Justice\nStevens’s concurrence. 494 U. S., at 678. The Court itself did not\ndo so, despite the fact that the concurrence highlighted the\nargument. Moreover, the Court’s only discussion of shareholder\nprotection inAustinappeared in a section of the opinion\nthat sought merely to distinguishAustin’s facts from\nthose ofFederal Election Comm’nv.Massachusetts\nCitizens for Life, Inc.,479 U. S. 238(1986).Austin,supra, at 663. Nowhere didAustinsuggest that the goal of protecting shareholders is\nitself a compelling interest authorizing restrictions on First\nAmendment rights.To the extent that the\nGovernment’s case for reaffirmingAustindepends on\nradically reconceptualizing its reasoning, that argument is at odds\nwith itself.Stare decisisis a doctrine of preservation,\nnot transformation. It counsels deference to past mistakes, but\nprovides no justification for making new ones. There is therefore\nno basis for the Court to give precedential sway to reasoning that\nit has never accepted, simply because that reasoning happens to\nsupport a conclusion reached on different grounds that have since\nbeen abandoned or discredited.Doing so would undermine the\nrule-of-law values that justifystare decisisin the first\nplace. It would effectively license the Court to invent and adopt\nnew principles of constitutional law solely for the purpose of\nrationalizing its past errors, without a proper analysis of whether\nthose principles have merit on their own. This approach would allow\nthe Court’s past missteps to spawn future mistakes, undercutting\nthe very rule-of-law values thatstare decisisis designed\nto protect.None of this is to say that the\nGovernment is barred from making new arguments to support the\noutcome inAustin. On the contrary, it is free to do so.\nAnd of course the Court is free to accept them. But the\nGovernment’s new arguments must stand or fall on their own; they\nare not entitled to receive the special deference we accord to\nprecedent. They are, as grounds to supportAustin,\nliterallyunprecedented. Moreover, to the extent the\nGovernment relies on new arguments—and declines to defendAustinon its own terms—we may reasonably infer that it\nlacks confidence in that decision’s original\njustification.Because continued adherence toAustinthreatens to subvert the “principled and\nintelligible” development of our First Amendment jurisprudence,Vasquez, 474 U. S., at 265, I support the Court’s\ndetermination to overrule that decision.*  *  *We have had two\nrounds of briefing in this case, two oral arguments, and 54amicusbriefs to help us carry out our obligation to\ndecide the necessary constitutional questions according to law. We\nhave also had the benefit of a comprehensive dissent that has\nhelped ensure that the Court has considered all the relevant\nissues. This careful consideration convinces me that Congress\nviolates the First Amendment when it decrees that some speakers may\nnot engage in political speech at election time, when it matters\nmost.Footnote 1The dissent suggests that I am\n“much too quick” to reach this conclusion because I “ignore”\nCitizens United’s narrower arguments.Post, at 13,\nn. 12. But in fact I do not ignore those arguments; on the\ncontrary, I (and my colleagues in the majority) appropriately\nconsider and reject them on their merits, before addressing\nCitizens United’s broader claims.Supra, at 2–3;ante, at 5–12.Footnote 2See also,e.g., R.\nHasen, The Supreme Court and Election Law: Judging Equality fromBakerv.CarrtoBushv.Gore114 (2003) (“Austinrepresents the first and only case\n[beforeMcConnell] in which a majority of the Court\naccepted, in deed if not in word, the equality rationale as a\npermissible state interest”); Strauss, Corruption, Equality, and\nCampaign Finance Reform, 94 Colum. L. Rev. 1369, 1369, and\nn. 1 (1994) (noting thatAustin’s rationale was based\non equalizing political speech); Ashdown, Controlling Campaign\nSpending and the “New Corruption”: Waiting for the Court, 44 Vand.\nL. Rev. 767, 781 (1991); Eule, Promoting Speaker Diversity:AustinandMetro Broadcasting, 1990 S. Ct. Rev.\n105, 108–111.",
    "joined": []
}