{
    "case": {
        "docket": "269",
        "citation": "554",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/554/269/"
    },
    "id": "1962761",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGSPRINT COMMUNICATIONS CO. V. APCC SERVICES, INC.554 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 07-552SPRINT COMMUNICATIONS COMPANY, L. P.,\net al., PETITIONERSv.APCC SERVICES, INC.,\net al.on writ of certiorari to the united states court of\nappeals for the district of columbia circuit[June 23, 2008]Chief Justice Roberts, with whom\nJustice Scalia, Justice Thomas, and Justice Alito join,\ndissenting.The majority concludes that a\nprivate litigant may sue in federal court despite having to “pass\nback … all proceeds of the litigation,” Brief for Respondents 9,\nthus depriving that party of any stake in the outcome of the\nlitigation. The majority reaches this conclusion, in flat\ncontravention of our cases interpreting the case-or-controversy\nrequirement of Article III, by reference to a historical tradition\nthat is, at best, equivocal. That history does not contradict what\ncommon sense should tell us: There is a legal difference between\nsomething and nothing. Respondents have nothing to gain from their\nlawsuit. Under settled principles of standing, that fact requires\ndismissal of their complaint.[Footnote 1]IArticle III of the Constitution\nconfines the judicial power of the federal courts to actual “Cases”\nand “Controversies.” §2. As we have recently reaffirmed, “[n]o\nprinciple is more fundamental to the judiciary’s proper role in our\nsystem of government than the constitutional limitation of\nfederal-court jurisdiction to actual cases or controversies.”DaimlerChrysler Corp.v.Cuno,547 U. S. 332, 341\n(2006) (quotingRainesv.Byrd,521 U. S. 811, 818 (1997); internal\nquotation marks omitted). Unlike the political branches, directly\nelected by the people, the courts derive their authority under\nArticle III, including the power of judicial review, from “the\nnecessity … of carrying out the judicial function of deciding\ncases.”Cuno, supra,at 340. That is why Article III\ncourts “may exercise power only … ‘as a necessity,’ ” that is,\nonly when they are sure they have an actual case before them.Allenv.Wright,468 U. S. 737, 752\n(1984) (quotingChicago & Grand Trunk R. Co.v.Wellman,143 U. S. 339, 345\n(1892)). “If a dispute is not a proper case or controversy, the\ncourts have no business deciding it, or expounding the law in the\ncourse of doing so.”Cuno, supra, at 341.Given the importance of assuring\na court’s jurisdiction before deciding the merits of a case, “[w]e\nhave always insisted on strict compliance with th[e] jurisdictional\nstanding requirement.”Raines, supra, at 819. And until\ntoday, it has always been clear that a party lacking a direct,\npersonal stake in the litigation could not invoke the power of the\nfederal courts. SeeLujanv.Defenders of\nWildlife,504\nU. S. 555, 573 (1992) (plaintiff must demonstrate a “concrete\nprivate interest in the outcome of [the] suit”);Lancev.Coffman, 549 U. S. ___, ___ (2007) (per curiam)\n(slip op., at 3) (plaintiff must seek relief that “directly and\ntangibly benefitshim” (quotingLujan,supra, at 574; emphasis added; internal quotation marks\nomitted));Larsonv.Valente,456 U. S. 228, 244, n.\n15 (1982) (Article III requires a litigant to show that a favorable\ndecision “will relieve a discrete injury tohimself”\n(emphasis added));Warthv.Seldin,422 U. S. 490, 499\n(1975) (“The Art. III judicial power exists only to redress or\notherwise to protect against injuryto the complaining\nparty” (emphasis added)).In recent years, we have elaborated the\nstanding requirements of Article III in terms of a three-part\ntest—whether the plaintiff can demonstrate an injury in fact that\nis fairly traceable to the challenged actions of the defendant and\nlikely to be redressed by a favorable judicial decision. SeeSteel Co.v.Citizens for Better Environment,523 U. S. 83, 102–103 (1998). But\nregardless of how the test is articulated, “the point has always\nbeen the same: whether a plaintiff ‘personallywould\nbenefit in a tangible way from the court’s intervention.’ ”Id.,at 103, n. 5 (quotingWarth, supra, at\n508; emphasis added). An assignee who has acquired the bare legal\nright to prosecute a claim but no right to the substantive recovery\ncannot show that he has a personal stake in the litigation.\n   The Court’s decision today is unprecedented.Vermont Agency of Natural Resourcesv.United States\nex rel. Stevens,529 U. S. 765(2000),\ndoes not support it.Vermont Agency, in recognizing that aqui tamrelator as assignee of the United States had\nstanding to sue, did not dispense with the essential requirement of\nArticle III standing that the plaintiff have a “concrete private\ninterest in the outcome of [the] suit.”Id.,at 772\n(quotingLujan, supra, at 573; internal quotation marks\nomitted). InVermont Agency, thequi tamrelator’s bounty was sufficient to establish standing because it\nrepresented a “partial assignment of the Government’s damages\nclaim,” encompassing both a legal right to assert the claimanda stake in the recovery. 529 U. S., at 773. Thus, it\nwas clear that the False Claims Act gave the “relator himself an\ninterestin the lawsuit,” in addition to “the right to\nretain a fee out of the recovery.”Id.,at 772.Here, respondents are authorized to bring suit\non behalf of the payphone operators, but they have no claim to the\nrecovery. Indeed, their take is not tied to the recovery in any\nway. Respondents receive their compensation based on the number of\npayphones and telephone lines operated by their clients, see App.\n198, not based on the measure of damages ultimately awarded by a\ncourt or paid by petitioners as part of a settlement. Respondents\nreceived the assignments only as a result of their willingness to\nassume the obligation of remitting any recovery to the assignors,\nthe payphone operators. That is, after all, the entire point of the\narrangement. The payphone operators assigned their claims to\nrespondents “for purposes of collection,” App. to Pet. for Cert.\n114a; respondents never had any share in the amount collected. The\nabsence of any right to the substantive recovery means that\nrespondents cannot benefit from the judgment they seek and thus\nlack Article III standing. “When you got nothing, you got nothing\nto lose.” Bob Dylan, Like A Rolling Stone, on Highway 61 Revisited\n(Columbia Records 1965).To be sure, respondents doubtless have more\nthan just a passing interest in the litigation. As collection\nagencies, respondents must demonstrate that they are willing to\nmake good on their threat to pursue their clients’ claims in\nlitigation. Even so, “an interest that is merely a ‘byproduct’ of\nthe suit itself cannot give rise to a cognizable injury in fact for\nArticle III standing purposes.”Vermont Agency, supra, at\n773. The benefit respondents would receive—the general business\ngoodwill that would result from a successful verdict, the ability\nto collect dial-around compensation for their clients more\neffectively—is nothing more than a byproduct of the current\nlitigation. Such an interest cannot support their standing to sue\nin federal court. Cf.Steel Co., supra, at 107 (the costs\nof investigating and prosecuting a substantive claim do not give\nrise to standing to assert the claim);Diamondv.Charles,476\nU. S. 54, 70 (1986) (an interest in recovering attorney’s fees\ndoes not confer standing to litigate the underlying claim).The undeniable consequence of today’s decision\nis that a plaintiff need no longer demonstrate a personal stake in\nthe outcome of the litigation. Instead, the majority has replaced\nthe personal stake requirement with a completely impersonal one.\nThe right to sue is now the exact opposite of a personal claim—it\nis a marketable commodity. By severing the right to recover from\nthe right to prosecute a claim, the Court empowersanyoneto bring suit on any claim, whether it be the first assignee, the\nsecond, the third, or so on. But, as we have said in another\ncontext, standing is not “commutative.”Cuno, 547 U. S.,\nat 352. Legal claims, at least those brought in federal court, are\nnot fungible commodities.The source of the Court’s mistake is easy to\nidentify. The Court goes awry when it asserts that the standing\ninquiry focuses on whether theinjuryis likely to be\nredressed, not whether thecomplainingparty’sinjury is likely to be redressed. Seeante, at 17–18. That\ncould not be more wrong. We have never approved federal-court\njurisdiction over a claim where the entire relief requested will\nrun to a party not before the court. Never. The Court commits this\nmistake by treating the elements of standing as separate strands\nrather than as interlocking and related elements meant to ensure a\npersonal stake. Our cases do not condone this approach.The Court expressly rejected such an argument\ninVermont Agency, where the relator argued that he was\n“suing to remedy an injury in fact suffered by the United States.”\n529 U. S., at 771. We dismissed the argument out of hand, noting\nthat “[t]he Art. III judicial power exists only to redress or\notherwise to protect against injuryto the complaining\nparty.”Id.,at 771–772 (quotingWarth, 422\nU. S., at 499; emphasis inVermont Agency; internal\nquotation marks omitted). Although the Court’s analysis in that\nsection of the opinion concerned the right of the relator to assert\nthe United States’injury, the Court treated it as\naxiomatic that any “redress” must also redound to the benefit of\nthe relator.InSteel Co., the Court similarly\nrejected a basis for standing that turned on relief sought—the\nimposition of civil penalties—that was “payable to the United\nStates Treasury,” but not to the plaintiff. 523 U. S., at 106. We\nobserved that the plaintiff sought “not remediation of itsowninjury,” but merely the “vindication of the rule of\nlaw.”Ibid. (emphasis added). Importantly, the Court\nrecognized that “[r]elief that does not remedy the injury suffered\ncannot bootstrap a plaintiff into federal court; that is the very\nessence of the redressability requirement.”Id.,at 107.\nAgain, the Court’s emphasis on theparty’sinjury makes\nclear that the basis for rejecting standing inSteel Co.was the fact that the remedy sought would not benefit the party\nbefore the Court.The majority’s view of the Article III\nredressability requirement is also incompatible with what we said\ninRaines,521 U. S. 811. In that case, we held\nthat individual Members of Congress lacked standing to contest the\nconstitutionality of the Line Item Veto Act. We observed that the\nCongressmen “do not claim that they have been deprived of something\nto which theypersonallyare entitled.”Id.,at\n821. Rather, the Members sought to enforce a right that ran to\ntheir office, not to their person. “If one of the Members were to\nretire tomorrow, he would no longer have a claim; the claim would\nbe possessed by his successor instead. The claimed injury thus runs\n(in a sense) with the Member’s seat, a seat which the Member holds\n… as trustee for his constituents, not as a prerogative of personal\npower.”Ibid. We therefore held that the individual\nMembers did “not have a sufficient ‘personal stake’ in th[e]\ndispute” to maintain their challenge.Id.,at 830. See\nalsoWarth, supra, at 506 (denying standing where “the\nrecord is devoid of any indication” that the requested “relief\nwould benefit petitioners”);Simonv.Eastern Ky.\nWelfare Rights Organization,426 U. S. 26, 39, 42\n(1976) (denying standing to plaintiffs who did not “stand to profit\nin somepersonalinterest” because it was “purely\nspeculative” whether the relief sought “would result inthese\nrespondents’ receiving the hospital services they desire”\n(emphasis added)).The majority finds that respondents have a\nsufficient stake in this litigation because the substantive\nrecovery will initially go to them, and “[w]hat does it matter what\nthe aggregators do with the money afterward?”Ante, at 18.\nThe majority’s assertion implies, incorrectly, that respondents\nhave, or ever had, a choice of what to do with the recovery. It may\nbe true that a plaintiff’sindependentdecision to pledge\nhis recovery to another, as in respondents’ hypothetical of an\n“originalowner of a claim who signs a collateral\nagreement with a charity obligating herself to donate every penny\nshe recovers in [the] litigation,” Brief for Respondents 21, would\nnot divest the plaintiff of Article III standing. But respondents\nnever had the right to direct the disposition of the recovery; they\nhave only the right to sue. The hypothetical plaintiff who chooses\nto pledge her recovery to charity, by contrast, will secure a\npersonal benefit from the recovery. Unlike respondents’ claims, the\nhypothetical plaintiff’s pre-existing claim is not tied in any way\nto her separate agreement to direct her recovery to charity. She\nhas more than the right to sue; she has the right to exercise her\nindependent authority to direct the proceeds as she sees fit. In\nthat situation, the Article III requirement that a plaintiff\ndemonstrate a personal stake in the outcome of the litigation is\nsatisfied.[Footnote 2]The Court believes that these standing\nprinciples, embodying a “core component derived directly from the\nConstitution,”Allen, 468 U. S., at 751, that is of\n“particular importance in ensuring that the Federal Judiciary\nrespects the proper—and properly limited—role of the courts in a\ndemocratic society,” and that is “crucial in maintaining the\ntripartite allocation of power set forth in the Constitution,”Cuno,547 U. S., at 341 (internal quotation marks\nomitted), should yield “as a practical matter” to the prospect that\na contrary “holding could easily be overcome,”ante, at\n20. The Court chooses to elevate expediency above the strictures\nimposed by the Constitution. That is a tradeoff the Constitution\ndoes not allow. Cf.Raines, supra, at 820 (“[W]e must put\naside the natural urge to proceed directly to the merits of this\nimportant dispute and to ‘settle’ it for the sake of convenience\nand efficiency”). Perhaps it is true that a “dollar or two,”ante, at 20, would give respondents a sufficient stake in\nthe litigation. Article III is worth a dollar. And in any case, the\nease with which respondents can comply with the requirements of\nArticle III is not a reason to abandon our precedents; it is a\nreason to adhere to them.IIGiven all this, it is\nunderstandable that the majority opts to minimize its reliance on\nmodern standing principles and to retreat to a broad, generalized\nreading of the historical tradition of assignments. But that\nhistory does not support the majority’s conclusion.The first problem lies in\nidentifying the relevant tradition. Much of the majority’s\nhistorical analysis focuses on the generic (and undisputed) point\nthat common law and equity courts eventually permitted assignees to\nsue on their assigned claims. Seeante, at 5–10. I would\ntreat that point as settled as much bystare decisis, seeVermont Agency, 529 U. S., at 773, as by the historic\npractice of the King’s Bench and Chancery. But the general history\nof assignments says nothing about the particular aspect of suits\nbrought on assigned claims that is relevant to this case: whether\nan assignee who has acquired the legal right to sue, but no right\nto any substantive recovery, can maintain an action in court. On\nthat precise question, the historical sources are either\nnonexistent or equivocal.ANone of the English common-law\nsources on which the majority relies establishes that assignmentsof this sortwould be permitted either at law or in\nequity. As the majority’s discussion makes clear, both systems\npermitted suits brought on assignments—either in equity by an\nassignee having a beneficial interest in the litigation, or at law\nby an assignee who had a power of attorney and sued in the name of\nthe assignor. Seeante, at 6–8. But at all times, suits\nbased on assignments remained subject to the prohibition on\nchamperty and maintenance. See 7 W. Holdsworth, History of English\nLaw 535–536 (1926).[Footnote 3]\nBy the 18th century, an assignment no longer constituted\nmaintenanceper se, seeid., at 536, but it\nappears to have been an open question whether an assignment of the\n“[b]are [r]igh[t] to [l]itigate” would fail as “[s]avouring” of\nchamperty and maintenance, see M. Smith, Law of Assignment: The\nCreation and Transfer of Choses in Action 318, 321 (2007). In order\nto sustain an assignment of the right to sue, the assignment had to\ninclude the transfer of a property interest to which the right of\naction was incident or subsidiary.Id.,at 321–322; see\nalsoProsserv.Edmonds, 1 Y. & C. Exch. 481,\n160 Eng. Rep. 196 (1835);Dickinsonv.Burrell,\n35 Beav. 257, 55 Eng. Rep. 894 (1866); 2 J. Story, Commentaries on\nEquity Jurisprudence §1040h, pp. 234–235 (8th ed. 1861);\nR. Megarry & P. Baker, Snell’s Principles of Equity 82 (25th\ned. 1960).American courts as well\nunderstood the common-law rule to require a transfer of interest to\nthe assignee—over and above the “naked right to bring a suit”—that\ngave the assignee a “valuable right of property.”Traerv.Clews,115\nU. S. 528, 541 (1885). A New York court, surveying the English\nsources, concluded that “an assignment to the plaintiff of the\nassignor’s right to maintain and prosecute an action for the\nspecific performance of defendants’ agreement, amounts to nothing\nmore than an assertion that the assignor has undertaken to assign\nto the plaintiff a bare right to litigate for the former’s benefit\nexclusively.”Williamsv.Boyle, 1 Misc. 364,\n367, 20 N. Y. S. 720, 722 (Ct. Common Pleas 1892). To\nsecure standing in a court of equity, the court held, “it must\nappear that the assignee’s successful prosecution of the action is\nsusceptible ofpersonalenjoymentby\nhim… .”Ibid. (emphasis added).So while there is no doubt that at common law,\ncourts of law and equity sought ways of protecting the rights of\nassignees, they did not do so to the exclusion of the age-long\nobjection to maintenance, which could be found when the assignee\nlacked a sufficient interest in the subject matter of the\nlitigation. During the common-law period at least, it remained an\nopen question whether an assignee for collection, who by agreement\ntook nothing from the suit, had a sufficient interest in the\nassigned debt to support his right to sue.To be sure, the assignments at issue here\npurport to give respondents “all rights, title and interest” in the\npayphone operators’ claims for dial-around compensation. App. to\nPet. for Cert. 114a. But when severed from the right to retain any\nof the substantive recovery, it is not clear that common-law courts\nof law or equity would have treated the assigned right to litigate\nas incidental or subsidiary to the interest represented by the\nclaim itself. Cf. 7 Holdsworth,supra, at 538 (“[I]t was\nnot till certain classes of rights … became more freely assignable\nin equity, that it became necessary to distinguish between the\ncases in which assignment was permitted and cases in which it was\nnot; and it is for this reason that we find very little clear\nauthority on these questions till quite modern times”).[Footnote 4]I do not take the majority’s point to be that\nthe common-law tradition supplies the answer to this question. As\nthe majority concedes, it was not until the 19th century that\n“courts began to consider the specific question presented here.”Ante, at 10. But even granting this starting point, the\nCourt’s recitation of the 19th-century tradition fails to account\nfor the deep divergence in practice regarding the right of\nassignees with no stake in the substantive recovery to maintain an\naction in court.The majority concedes that “someStates during this period of time refused to recognize\nassignee-for-collection suits,”ante, at 12, but that\nrefusal was substantially more widespread than the majority\nacknowledges. SeeRobbinsv.Deverill, 20 Wis.\n142 (1865);Bostwickv.Bryant, 113 Ind. 448, 16\nN. E. 378 (1888);Mosesv.Ingram, 99 Ala. 483,\n12 So. 374 (1893);Brownv.Ginn, 66 Ohio St.\n316, 64 N. E. 123 (1902);Coombsv.Harford, 99\nMe. 426, 59 A. 529 (1904);Martinv.Mask, 158 N.\nC. 436, 74 S. E. 343 (1912). These courts concluded that assignees\nhaving no legal or beneficial interest to vindicate could not sue\non the assigned claims.Several more States, including some enlisted\nby the majority, only eventually recognized the right of assignees\nfor collection to sue after taking inconsistent positions on the\nissue. In fact, the rule regarding assignees for collection only\nwas so unsettled that the Kansas Supreme Court reversed itself\ntwice in the span of 19 years. CompareKrappv.Eldridge, 33 Kan. 106, 5 P. 372 (1885) (assignees for\ncollection only may sue as the real party in interest), withStewartv.Price, 64 Kan. 191, 67 P. 553 (1902)\n(assignees for collection only may not sue), withManleyv.Park, 68 Kan. 400, 75 P. 557 (1904) (assignees for\ncollection only may sue again). During this period, many other\ncourts reversed course on the flinty problem posed by assignees for\ncollection only. SeeHoaglandv.Van Etten, 23\nNeb. 462, 36 N. W. 755 (1888), overruled byArcherv.Musick, 147 Neb. 1018, 25 N. W. 2d 908 (1947);State ex rel. Freebournv.Merchant’s Credit Serv.,\nInc., 104 Mont. 76, 66 P. 2d 337 (1937), overruled byRaev.Cameron, 112 Mont. 159, 114 P. 2d\n1060 (1941).The majority’s survey of 19th-century judicial\npractice thus ignores a substantial contrary tradition during this\nperiod. That tradition makes clear that state courtsdid\nnotregularly “entertai[n] suits virtually identical to the\nlitigation before us.”Ante, at 10. In reality, all that\nthe majority’s cases show is that the question whether assignees\nfor collection could maintain an action in court was hotly\ncontested—a live issue that spawned much litigation and diverse\npublished decisions. The confusion was much remarked on by courts\nof this period, even those that ultimately sided with the Court’s\nunderstanding of the prevailing practice. See,e.g.,Gomerv.Stockdale, 5 Colo. App. 489, 492, 39 P.\n355, 356 (1895) (“There is much controversy in the various states\nrespecting that almost universal code provision, that a suit must\nbe prosecuted in the name of the real party in interest”);Comptonv.Atwell, 207 F. 2d 139, 140–141 (CADC\n1953) (“[W]hether an assignee for collection only is the real party\nin interest … has produced a variance of judicial opinion” and “has\nso divided other courts”).Commentators have also called attention to the\ndivergent practice. As the majority notes, John Norton Pomeroy\nobserved that “there is some conflict” on the question whether an\nassignee for collection obligated to “account for the whole\nproceeds … is entitled to sue in his own name.” Remedies and\nRemedial Rights §132, p. 159 (1876) (internal quotation marks\nomitted). See also M. Ferguson, Comment, The Real Party in Interest\nRule Revitalized: Recognizing Defendant’s Interest in the\nDetermination of Proper Parties Plaintiff, 55 Cal. L. Rev. 1452,\n1475 (1967) (“Nowhere do the courts manifest more confusion than in\ndeciding whether an assignee for collection only is a real party in\ninterest”); Note, 51 Mich. L. Rev. 587, 588 (1953) (observing that\n“[t]here is, however, little agreement among the courts as to the\nmeaning and purpose of [real party in interest] provisions” and\nnoting that they have been construed “to prevent the owner of the\nbare legal title to a chose in action from suing”). Indeed, notable\nlegal commentators of the period argued against permitting suits by\nassignees for collection. See,e.g.,1 J. Kerr, Law of\nPleading and Practice §586, pp. 791–792 (1919) (“[T]he party in\nwhom the legal interest is vested is not always the real party in\ninterest. ‘The ‘real party in interest’ is the party who would be\nbenefited or injured by the judgment in the cause … . The\nrule should be restricted to parties whose interests are in issue,\nand are to be affected by the decree”).This unsettled and conflicting state of\naffairs is understandable given the transformation in the\nunderstanding of the common-law prohibition on suits by assignees\nwith no beneficial interest. The immediate cause for this\ntransformation was the merger of law and equity, and the creation\nof real party in interest provisions intended to reconcile the two\nforms of actions.Allenv.Brown, 44 N. Y.\n228, 231 (1870) (noting that New York code provision allowing\nassignees to sue as the real party in interest “abolishe[d] the\ndistinction between actions at law and suits in equity”); seeante, at 10. The fusion of law and equity forced courts to\nconfront the novel question of what to do with assignees for\ncollection only, who could not sue at law in their own name, and\nwho could not recover on a bill in equity for the lack of any\nbeneficial interest to enforce. Were such assignees, under the new\nsystem, real parties in interest who could bring suit? It is not\nsurprising that courts took conflicting positions on this question,\na question for which the historical tradition did not provide an\nanswer. Given this, it is difficult to characterize a practice as\nshowing what sort of cases and controversies were\n“traditionallyamenable to … the judicial process,”Steel Co., 523 U. S., at 102 (emphasis added), when the\npractice was a self-consciousbreakin tradition.InVermont Agency, by contrast, the\nCourt relied on a long and unbroken tradition of informer statutes\nthat reached back to the 14th century and prevailed up to the\n“period immediately before and after the framing of the\nConstitution.” 529 U. S., at 776. The Court noted that the American\nColonies “pass[ed] several informer statutes expressly authorizingqui tamsuits,” and that the First Congress itself\n“enacted a considerable number of informer statutes.”Ibid. This tradition provided relevant evidence of what\nthe Framers in 1787 would have understood the terms “case” and\n“controversy” to mean. SeeColemanv.Miller,307 U. S. 433,\n460 (1939) (opinion of Frankfurter, J.) (the Article III\n“[j]udicial power could come into play only in matters that were\nthe traditional concern of the courts at Westminster and only if\nthey arose in ways that to the expert feel of lawyers constituted\n‘Cases’ or ‘Controversies’ ”).[Footnote 5]There is certainly no comparable tradition\nhere. The belated innovations of the mid- to late-19th-century\ncourts come too late to provide insight into the meaning of Article\nIII. Although we have sometimes looked to cases postdating the\nfounding era as evidence of common-law traditions, we have never\ndone so when the courts self-consciously confronted novel questions\narising from a break in the received tradition, or where the\npractice of later courts was so divergent. A belated and equivocal\ntradition cannot fill in for the fundamental requirements of\nArticle III where, as here, those requirements are so plainly\nlacking.BNor do our own cases establish\nthat we “long ago indicated that assignees for collection only can\nproperly bring suit.”Ante, at 14. (If the majority truly\nbelieved that, one would expect the cases to be placed front and\ncenter in the Court’s analysis, rather than as an afterthought.)\nNone addressed the requirements of Article III, and so none\nconstitutes binding precedent. SeeSteel Co., supra, at 91\n(“[D]rive-by jurisdictional rulings of this sort … have no\nprecedential effect”);Lewisv.Casey,518 U. S. 343, 352, n. 2\n(1996) (“[W]e have repeatedly held that the existence of\nunaddressed jurisdictional defects has no precedential\neffect”).InWaitev.Santa\nCruz,184 U. S.\n302(1902), we addressed the then-existing statutory provision\nthat barred jurisdiction over suits “improperly or collusively made\nor joined … for the purpose of creating a case cognizable or\nremovable under this act.”Id.,at 325. We held that a\nplaintiff who took legal title of multiple bonds “for purposes of\ncollection” could not satisfy the statute when the bonds\nindividually did not meet the amount in controversy requirement.Ibid. The Court did not say that the “suitcouldproperly be brought in federal court,”ante, at 14, if the\nonly objection was the limitation placed on the plaintiff’s\nassignment; instead, the Court remarked that such a limited\nassignment would not violate thestatutoryprohibition on\nsuits that are “improperly or collusively made or joined,”Waite,supra, at 325.InSpillerv.Atchison, T. &\nS. F. R. Co.,253 U. S. 117(1920),\nthe plaintiff, secretary of the Cattle Raisers’ Association, sued\nto enforce an order of reparations issued by the Interstate\nCommerce Commission, which found that the defendant railroads had\ncharged excessive shipping rates to the members of the association.\nThe question before the Court was the validity of the lower court’s\nruling that the assignments to the plaintiff—which reserved a\nbeneficial interest in the assignors, the individual members of the\nassociation—did not vest legal title in the secretary “so as [to]\nauthorize the commission to make the award of damages in his name.”Id.,at 134. We concluded that the agency was authorized\nto issue the reparations order in the name of the plaintiff because\nthe assignments were “absolute in form.”Ibid. We then\nconcluded that “beneficial or equitable title” was not necessary\nfor the plaintiff “to claim an award of reparation” and enforce\nthat award in his own name in court.Ibid. In other words,\nthe Court addressed merely the question whether it was appropriate\nfor a federal agency (not bound by the constraints of Article III)\nto enter an award in the plaintiff’s name. In no way did the Court\nendorse the right of an assignee for collection to sue as an\ninitial matter in federal court.Nor did the Court address Article III standing\nrequirements inTitusv.Wallick,306 U. S. 282(1939).\nThere, we found that an assignment “for purposes of suit,” where\nthe assignee had an obligation to account for the proceeds (in\npart) to another, did not render the assignment invalid under New\nYorkstate law.Id.,at 289. Thus, we held that\nthe Ohio courts had failed to give full faith and credit to an\nearlier, valid New York court judgment.Id.,at 292. If we\nhad been presented with the Article III question, we would likely\nhave found it significant that the plaintiff-assignee stood to take\nthe balance of any recovery after the proceeds were used to\ndischarge the debts of the assignor (plaintiff’s brother) and the\nplaintiff’s wife.Id.,at 286. But in any event, the\nCourt’s conclusion that the assignment was valid under New York\nlaw, where the restrictions of Article III do not operate, does not\nsupport the view that suits by assignees for collection are\npermissible in federal courts.CWhen we have looked to history to\nconfirm our own Article III jurisdiction, we have relied on a\nfirmly entrenched historical tradition that served to confirm the\napplication of modern standing principles. SeeVermont\nAgency, 529 U. S., at 774–778. The Court’s decision today\nillustrates the converse approach. It relies on an equivocal and\ncontradictory tradition to override the clear application of the\ncase-or-controversy requirement that would otherwise bar\nrespondents’ suit.But perhaps we should heed the\ncounsels of hope rather than despair. The majority, after all,\npurports to comply with our Article III precedents, seeante, at 16–18, so those precedents at least live to give\nmeaning to “the judiciary’s proper role in our system of\ngovernment” another day.Raines, 521 U. S., at 818. What\nis more, the majority expressly and repeatedly grounds its finding\nof standing on its conclusion that “history and precedent are\nclear” that these types of suits “have long been permitted,”ante, at 5, and that there is “a strong tradition” of such\nsuits “during the past two centuries,”ante, at 16, 19.\nThis conclusion is, for the reasons we have set forth, achingly\nwrong—but at least the articulated test is clear and daunting.Finally, there is the majority’s point that\nall this fuss could have been avoided for a dollar, seeante, at 20—a price, by this point, that most readers\nwould probably be happy to contribute. The price will be higher in\nfuture standing cases. And when it is—when standing really\nmatters—it would be surprising if the Court were to look to a case\nin which it did not.I would vacate the decision of the Court of\nAppeals and remand for further proceedings.Footnote 1Because respondents have failed to\ndemonstrate that they have Article III standing to bring their\nclaims, I do not reach the question whether prudential\nconsiderations would also bar their suit.Footnote 2The majority believes that the examples of\ntrustees, guardians ad litem, receivers, and executors show that\n“federal courts routinely entertain suits which will result in\nrelief for parties that are not themselves directly bringing suit.”Ante, at 18. None of these examples is pertinent to the\nquestion here. “A guardian ad litem or next friend … is a nominal\nparty only; the ward is the real party in interest … .”\n6A C. Wright, A. Miller, & M. Kane, Federal Practice and\nProcedure §1548, pp. 373–374 (2d ed. 1990). A receiver “is\nconsidered to be an officer of the court, and therefore not an\nagent of the parties, whose appointment is incident to other\nproceedings in which some form of primary relief is sought.” 12id.,§2981, at 9–10 (2d ed. 1997) (footnote omitted).\nTrustees hold legal title to the assets in the trust estate and\nhave an independent fiduciary obligation to sue to preserve those\nassets. The trustee’s discharge of its legal obligation is an\nindependent, personal benefit that supports the trustee’s standing\nto sue in federal court. The majority’s response that assignees for\ncollection only have a “contractualobligation to\nlitigate,”ante, at 19, is unavailing, because the\ncontractual obligation to sue and remit the proceeds of any\nrecovery was a condition of the assignment of the claim in the\nfirst place. The majority’s reasoning is perfectly circular: A suit\npursuant to a contract to remit proceeds satisfies Article III\nbecause there is a contract to remit proceeds.In any event, the majority cannot dispute the\npoint that suits by trustees, guardians ad litem, executors, and\nthe like make up a settled, continuous practice “of the sort\ntraditionally amenable to, and resolved by, the judicial process.”Steel Co.v.Citizens for Better Environment,523 U. S. 83, 102 (1998). As shown\nbelow, the same cannot be said for suits by assignees for\ncollection only. Seeinfra, at 12–15.Footnote 3Blackstone defined maintenance as the\n“officious intermeddling in a suit that no way belongs to one, by\nmaintaining or assisting either party with money or otherwise, to\nprosecute or defend it … . This is an offense against\npublic justice, as it keeps alive strife and contention, and\nperverts the remedial process of the law into an engine of\noppression.” 4 W. Blackstone, Commentaries *134–*135. Champerty “is\na species of maintenance, … being a bargain with a plaintiff or\ndefendantcampum partire, to divide the land or other\nmatter sued for between them, if they prevail at law; whereupon the\nchampertor is to carry on the party’s suit at his own expense.”Id.,at *135.Footnote 4The fact that a bankrupt assignor could sue\nat law to recover debts for the benefit of an assignee creditor,\nseeante, at 8 (citingWinchv.Keeley,\n1 T. R. 619, 99 Eng. Rep. 1284 (K. B. 1787)), says nothing about\nthe issue in this case. It is of course true that one has standing\nto sue when the result of a favorable judgment will be the\ndischarge of a debt or other legal obligation. The only legal\nobligation respondents seek to discharge is the obligation to remit\nthe proceeds of the litigation to the payphone operators. But as\nexplained above, a party lacking the independent right to direct\nthe disposition of the proceeds cannot demonstrate the personal\nstake required to invoke the authority of an Article III court. Seesupra, at 7.Footnote 5The statutes from the American Colonies add\nnothing to the majority’s historical argument. Seeante,\nat 9–10. Exceptions (some created by statute) to the general rule\nagainst assignments at law arose early in the common-law period,\nincluding exceptions for executors and administrators of estates,\nassignees in bankruptcy, negotiable instruments, and assignments\ninvolving the sovereign. See 29 R. Lord, Williston on Contracts\n§74.2, pp. 214–215 (4th ed. 2003). What none of these exceptions\nprovides for, however, are suits brought by assignees for\ncollection only—i.e., assignees who have no share in the\nsubstantive recovery. Such assignees, as the majority acknowledges,\ndid not attract the attention of courts until the 19th century. Seeante, at 10.",
    "joined": []
}