{
    "case": {
        "docket": "16-1161",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1161/"
    },
    "id": "3916574",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1161_________________BEVERLY R. GILL, et al., APPELLANTSv.WILLIAM WHITFORD, et al.on appeal from the united states district\ncourt for the western district of wisconsin[June 18, 2018]Chief Justice Roberts delivered the opinion of\nthe Court.The State of Wisconsin, like most other States,\nentrusts to its legislature the periodic task of redrawing the\nboundaries of the State’s legislative districts. A group of\nWisconsin Democratic voters filed a complaint in the District\nCourt, alleging that the legislature carried out this task with an\neye to diminishing the ability of Wisconsin Democrats to convert\nDemocratic votes into Democratic seats in the legislature. The\nplaintiffs asserted that, in so doing, the legislature had\ninfringed their rights under the First and Fourteenth\nAmendments.But a plaintiff seeking relief in federal court\nmust first demonstrate that he has standing to do so, including\nthat he has “a personal stake in the outcome,”Bakerv.Carr, 369 U. S. 186, 204 (1962), distinct from a\n“generally available grievance about government,”Lancev.Coffman, 549 U. S. 437, 439 (2007) (per curiam).\nThat threshold requirement “ensures that we actas judges,\nand do not engage in policymaking properly left to elected\nrepresentatives.”Hollingsworthv.Perry, 570\nU. S. 693, 700 (2013). Certain of the plaintiffs before us\nalleged that they had such a personal stake in this case, but never\nfollowed up with the requisite proof. The District Court and this\nCourt therefore lack the power to resolve their claims. We vacate\nthe judgment and remand the case for further proceedings, in the\ncourse of which those plaintiffs may attempt to demonstrate\nstanding in accord with the analysis in this opinion.IWisconsin’s Legislature consists of a State\nAssembly and a State Senate. Wis. Const., Art. IV, §1. The 99\nmembers of the Assembly are chosen from single districts that must\n“consist of contiguous territory and be in as compact form as\npracticable.” §4. State senators are likewise chosen from\nsingle-member districts, which are laid on top of the State\nAssembly districts so that three Assembly districts form one Senate\ndistrict. See §5; Wis. Stat. §4.001 (2011).The Wisconsin Constitution gives the legislature\nthe responsibility to “apportion and district anew the members of\nthe senate and assembly” at the first session following each\ncensus. Art. IV, §3. In recent decades, however, that\nresponsibility has just as often been taken up by federal courts.\nFollowing the census in 1980, 1990, and 2000, federal courts drew\nthe State’s legislative districts when the Legislature and the\nGovernor—split on party lines—were unable to agree on new\ndistricting plans. The Legislature has broken the logjam just twice\nin the last 40 years. In 1983, a Democratic Legislature passed, and\na Democratic Governor signed, a new districting plan that remained\nin effect until the 1990 census. See 1983 Wis. Laws ch. 4. In\n2011, a Republican Legislature passed, and a Republican Governor\nsigned, the districting plan at issue here, known as Act 43. See\nWis. Stat. §§ 4.009, 4.01–4.99; 2011 Wis. Laws ch. 4.\nFollowing the passage of Act 43, Republicans won majorities in the\nState Assembly in the 2012 and 2014 elections. In 2012, Republicans\nwon 60 Assembly seats with 48.6% of the two-party statewide vote\nfor Assembly candidates. In 2014, Republicans won 63 Assembly seats\nwith 52% of the statewide vote. 218 F. Supp. 3d 837, 853\n(WD Wis. 2016).In July 2015, twelve Wisconsin voters filed a\ncomplaint in the Western District of Wisconsin challenging Act 43.\nThe plaintiffs identified themselves as “supporters of the public\npolicies espoused by the Democratic Party and of Democratic Party\ncandidates.” 1 App. 32, Complaint ¶15. They alleged that Act 43 is\na partisan gerrymander that “unfairly favor[s] Republican voters\nand candidates,” and that it does so by “cracking” and “packing”\nDemocratic voters around Wisconsin.Id.,at 28–30, ¶¶5–7. As\nthey explained:“Cracking means dividing a party’s\nsupporters among multiple districts so that they fall short of a\nmajority in each one. Packing means concentrating one party’s\nbackers in a few districts that they win by overwhelming margins.”Id.,at 29, ¶5.Four of the plaintiffs—Mary Lynne Donohue, Wendy\nSue Johnson, Janet Mitchell, and Jerome Wallace—alleged that they\nlived in State Assembly districts where Democrats have been cracked\nor packed.Id., at 34–36, ¶¶20, 23, 24, 26; seeid.,at 50–53, ¶¶60–70 (describing packing and cracking in Assembly\nDistricts 22, 26, 66, and 91). All of the plaintiffs also alleged\nthat, regardless of “whether they themselves reside in a district\nthat has been packed or cracked,” they have been “harmed by the\nmanipulation of district boundaries” because Democrats statewide\n“do not have the same opportunity provided to Republicans to elect\nrepresentatives of their choice to the Assembly.”Id.,at\n33, ¶16.The plaintiffs argued that, on a statewide\nlevel, the degree to which packing and cracking has favored one\nparty over another can be measured by a single calculation: an\n“efficiency gap” that compares each party’s respective “wasted”\nvotes across all legislative districts. “Wasted” votes are those\ncast for a losing candidate or for a win- ning candidate in excess\nof what that candidate needs to win.Id.,at 28–29, ¶5. The\nplaintiffs alleged that Act 43 resulted in an unusually large\nefficiency gap that favored Republicans.Id.,at 30, ¶7.\nThey also submitted a “Demonstration Plan” that, they asserted, met\nall of the legal criteria for apportionment, but was at the same\ntime “almost perfectly balanced in its partisan consequences.”Id.,at 31, ¶10. They argued that because Act 43 gener- ated\na large and unnecessary efficiency gap in favor of Re- publicans,\nit violated the First Amendment right of association of Wisconsin\nDemocratic voters and their Fourteenth Amendment right to equal\nprotection. The plaintiffs named several members of the state\nelection commission as defendants in the action.Id.,at 36,\n¶¶28–30.The election officials moved to dismiss the\ncomplaint. They argued, among other things, that the plaintiffs\nlacked standing to challenge the constitutionality of Act 43 as a\nwhole because, as individual voters, their legally protected\ninterests extend only to the makeup of the legislative districts in\nwhich they vote. A three-judge panel of the District Court, see 28\nU. S. C. §2284(a), denied the defendants’ motion. In the\nDistrict Court’s view, the plaintiffs “identif[ied] their injury as\nnot simply their inability to elect a representative in their own\ndistricts, but also their reduced opportunity to be represented by\nDemocratic legislators across the state.”Whitfordv.Nichol, 151 F. Supp. 3d 918, 924 (WD Wis. 2015).\nIt therefore followed, in the District Court’s opinion, that\n“[b]ecause plaintiffs’ alleged injury in this case relates to their\nstatewide representation, . . . they should be permitted\nto bring a statewide claim.”Id.,at 926.The case proceeded to trial, where the\nplaintiffs presented testimony from four fact witnesses. The first\nwas lead plaintiff William Whitford, a retired law professor at the\nUniversity of Wisconsin in Madison. Whitford testified that he\nlives in Madison in the 76th Assembly District, and acknowledged on\ncross-examination that this is, under any plausible circumstances,\na heavily Democratic district. Under Act 43, the Democratic share\nof the Assembly vote in Whitford’s district is 81.9%; under the\nplaintiffs’ ideal map—their Demonstration Plan—the projected\nDemocratic share of the Assembly vote in Whitford’s district would\nbe 82%. 147 Record 35–36. Whitford therefore conceded that Act 43\nhad not “affected [his] ability to vote for and elect a Democrat in\n[his] district.”Id.,at 37. Whitford testified that he had\nnevertheless suffered a harm “relate[d] to [his] ability to engage\nin campaign activity to achieve a majority in the Assembly and the\nSenate.”Ibid.As he explained, “[t]he only practical way to\naccomplish my policy objectives is to get a majority of the\nDemocrats in the Assembly and the Senate ideally in order to get\nthe legislative product I prefer.”Id.,at 33.The plaintiffs also presented the testimony of\nlegislative aides Adam Foltz and Tad Ottman, as well as that of\nProfessor Ronald Gaddie, a political scientist who helped design\nthe Act 43 districting map, regarding how that map was designed and\nadopted. In particular, Professor Gaddie testified about his\ncreation of what he and the District Court called “S curves”:\ncolor-coded tables of the estimated partisan skew of different\ndraft redistricting maps. See 218 F. Supp. 3d, at 850, 858.\nThe colors corresponded with assessments regarding whether\ndifferent districts tilted Republican or Democratic under various\nstatewide political scenarios. The S curve for the map that was\neventually adopted projected that “Republicans would maintain a\nmajority under any likely voting scenario,” with Democrats needing\n54% of the statewide vote to secure a majority in the legislature.Id.,at 852.Finally, the parties presented testimony from\nfour expert witnesses. The plaintiffs’ experts, Professor Kenneth\nMayer and Professor Simon Jackman, opined that—according to their\nefficiency-gap analyses—the Act 43 map would systematically favor\nRepublicans for the duration of the decade. Seeid.,at\n859–861. The defendants’ experts, Professor Nicholas Goedert and\nSean Trende, opined that efficiency gaps alone are unreliable\nmeasures of durable partisan advantage, and that the political\ngeography of Wisconsin currently favors Republicans because\nDemocrats—who tend to be clustered in large cities—are\ninefficiently distributed in many parts of Wisconsin for purposes\nof winning elections. Seeid.,at 861–862.At the close of evidence, the District Court\nconcluded—over the dissent of Judge Griesbach—that the plaintiffs\nhad proved a violation of the First and Fourteenth Amendments. The\ncourt set out a three-part test for identifying unconstitutional\ngerrymanders: A redistricting map violates the First Amendment and\nthe Equal Protection Clause of the Fourteenth Amendment if it “(1)\nis intended to place a severe impediment on the effectiveness of\nthe votes of individual citizens on the basis of their political\naffiliation, (2) has that effect, and (3) cannot be justified on\nother, legitimate legislative grounds.”Id.,at 884.The court went on to find, based on evidence\nconcerning the manner in which Act 43 had been adopted, that “one\nof the purposes of Act 43 was to secure Republican control of the\nAssembly under any likely future electoral scenario for the\nremainder of the decade.”Id.,at 896. It also found that\nthe “more efficient distribution of Republican voters has allowed\nthe Republican Party to translate its votes into seats with\nsignificantly greater ease and to achieve—and preserve—control of\nthe Wisconsin legislature.”Id.,at 905. As to the third\nprong of its test, the District Court concluded that the burdens\nthe Act 43 map imposed on Democrats could not be explained by\n“legitimate state prerogatives [or] neutral factors.”Id.,at 911. The court recognized that “Wisconsin’s political geography,\nparticularly the high concentration of Democratic voters in urban\ncenters like Milwaukee and Madison, affords the Republican Party a\nnatural, but modest, advantage in the districting process,” but\nfound that this inherent geographic disparity did not account for\nthe magnitude of the Republican advantage.Id.,at 921,\n924.Regarding standing, the court held that the\nplaintiffs had a “cognizable equal protection right against\nstate-imposed barriers on [their] ability to vote effectively for\nthe party of [their] choice.”Id.,at 928. It concluded that\nAct 43 “prevent[ed] Wisconsin Democrats from being able to\ntranslate their votes into seats as effectively as Wisconsin\nRepublicans,” and that “Wisconsin Democrats, therefore, have\nsuffered a personal injury to their Equal Protection rights.”Ibid. The court turned away the defendants’ argument that\nthe plaintiffs’ injury was not sufficiently particularized by\nfinding that “[t]he harm that the plaintiffs have experienced\n. . . is one shared by Democratic voters in the State of\nWisconsin. The dilution of their votes is both personal and acute.”Id.,at 930.Judge Griesbach dissented. He wrote that, under\nthis Court’s existing precedents, “partisan intent” to benefit one\nparty rather than the other in districting “is not illegal, but is\nsimply the consequence of assigning the task of redistricting to\nthe political branches.”Id., at 939. He observed that the\nplaintiffs had not attempted to prove that “specific districts\n. . . had been gerrymandered,” but rather had “relied on\nstatewide data and calculations.”Ibid. And he argued that\nthe plaintiffs’ proof, resting as it did on statewide data, had “no\nrelevance to any gerrymandering injury alleged by a voter in a\nsingle district.”Id.,at 952. On that basis, Judge\nGriesbach would have entered judgment for the defendants.The District Court enjoined the defendants from\nusing the Act 43 map in future elections and ordered them to have a\nremedial districting plan in place no later than November 1, 2017.\nThe defendants appealed directly to this Court, as provided under\n28 U. S. C. §1253. We stayed the District Court’s\njudgment and postponed consideration of our jurisdiction. 582\nU. S. ___ (2017).IIAOver the past five decades this Court has been\nrepeat- edly asked to decide what judicially enforceable limits, if\nany, the Constitution sets on the gerrymandering of voters along\npartisan lines. Our previous attempts at an answer have left few\nclear landmarks for addressing the question. What our precedents\nhave to say on the topic is, however, instructive as to the myriad\ncompeting considerations that partisan gerrymandering claims\ninvolve. Our efforts to sort through those considerations have\ngenerated conflicting views both of how to conceive of the injury\narising from partisan gerrymandering and of the appropriate role\nfor the Federal Judiciary in remedying that injury.Our first consideration of a partisan\ngerrymandering claim came inGaffneyv.Cummings, 412\nU. S. 735 (1973). There a group of plaintiffs challenged the\nconstitutionality of a Connecticut redistricting plan that\n“consciously and overtly adopted and followed a policy of\n‘political fairness,’ which aimed at a rough scheme of proportional\nrepresentation of the two major political parties.”Id.,at\n738. To that end, the redistricting plan broke up numerous towns,\n“wiggl[ing] and joggl[ing]” district boundary lines in order to\n“ferret out pockets of each party’s strength.”Id.,at 738,\nand n. 3, 752, n. 18. The plaintiffs argued that,\nnotwithstanding the rough population equality of the districts, the\nplan was unconstitutional because its consciously political design\nwas “nothing less than a gigantic political gerrymander.”Id.,at 752. This Court rejected that claim. We reasoned\nthat it would be “idle” to hold that “any political consideration\ntaken into account in fashioning a reapportionment plan is\nsufficient to invalidate it,” because districting “inevitably has\nand is intended to have substantial political consequences.”Id.,at 752–753.Thirteen years later cameDavisv.Bandemer, 478 U. S. 109 (1986). Unlike the bipartisan\ngerrymander at issue inGaffney, the allegation inBandemerwas that Indiana Republicans had gerrymandered\nIndiana’s legislative districts “to favor Republican incumbents and\ncandidates and to disadvantage Democratic voters” through what the\nplaintiffs called the “stacking” (packing) and “splitting”\n(cracking) of Democrats. 478 U. S., at 116–117 (plurality\nopinion). A majority of the Court agreed that the case before it\nwas justiciable.Id.,at 125, 127. The Court could not,\nhowever, settle on a standard for what constitutes an\nunconstitutional partisan gerrymander.Four Justices would have required theBandemerplaintiffs to “prove both intentional\ndiscrimination against an identifiable political group and an\nactual discriminatory effect on that group.”Id.,at 127. In\nthat plurality’s view, the plaintiffs had failed to make a\nsufficient showing on the latter point because their evidence of\nunfavorable election results for Democrats was limited to a single\nelection cycle. Seeid.,at 135.Three Justices, concurring in the judgment,\nwould have held that the “Equal Protection Clause does not supply\njudicially manageable standards for resolving purely political\ngerrymandering claims.”Id.,at 147 (opinion of O’Connor,\nJ.). Justice O’Connor took issue, in particular, with the\nplurality’s focus on factual questions concerning “statewide\nelectoral success.”Id.,at 158. She warned that allowing\ndistrict courts to “strike down apportionment plans on the basis of\ntheir prognostications as to the outcome of future elections or\nfuture apportionments invites ‘findings’ on matters as to which\nneither judges nor anyone else can have any confidence.”Id.,at 160.Justice Powell, joined by Justice Stevens,\nconcurred in part and dissented in part. In his view, the\nplaintiffs’ claim was not simply that their “voting strength was\ndiluted statewide,” but rather that “certain key districts were\ngrotesquely gerrymandered to enhance the election prospects of\nRepublican candidates.”Id.,at 162, 169. Thus, he would\nhave focused on the question “whether the boundaries of the voting\ndistricts have been distorted deliberately and arbitrarily to\nachieve illegitimate ends.”Id.,at 165.Eighteen years later, we revisited the issue inViethv.Jubelirer, 541 U. S. 267 (2004). In\nthat case the plaintiffs argued that Pennsylvania’s Legislature had\ncreated “meandering and irregular” congressional districts that\n“ignored all traditional redistricting criteria, including the\npreservation of local government boundaries,” in order to provide\nan advantage to Republican candidates for Congress.Id.,at\n272–273 (plurality opinion) (brackets omitted).TheViethCourt broke down on numerous\nlines. Writing for a four-Justice plurality, Justice Scalia would\nhave held that the plaintiffs’ claims were nonjusticiable because\nthere was no “judicially discernible and manageable standard” by\nwhich to decide them.Id.,at 306. On those grounds, the\nplurality affirmed the dismissal of the claims.Ibid.Justice Kennedy concurred in the judgment. He noted that “there are\nyet no agreed upon substantive principles of fairness in\ndistricting,” and that, consequently, “we have no basis on which to\ndefine clear, manageable, and politically neutral standards for\nmeasuring the particular burden” on constitutional rights.Id.,at 307–308. He rejected the principle advanced by the\nplaintiffs—that “a majority of voters in [Pennsylvania] should be\nable to elect a majority of [Pennsylvania’s] congressional\ndelegation”—as a “precept” for which there is “no authority.”Id.,at 308. Yet Justice Kennedy recognized the possibility\nthat “in another case a standard might emerge that suit- ably\ndemonstrates how an apportionment’sde factoincorporation of partisan classifications burdens” representational\nrights.Id.,at 312.Four Justices dissented in three different\nopinions. Justice Stevens would have permitted the plaintiffs’\nclaims to proceed on a district-by-district basis, using a legal\nstandard similar to the standard for racial gerrymandering set\nforth inShawv.Hunt, 517 U. S. 899 (1996). See\n541 U. S., at 335–336, 339. Under this standard, any district\nwith a “bizarre shape” for which the only possible explanation was\n“a naked desire to increase partisan strength” would be found\nunconstitutional under the Equal Protection Clause.Id.,at\n339. Justice Souter, joined by Justice Ginsburg, agreed that a\nplaintiff alleging unconstitutional partisan gerrymandering should\nproceed on a district-by-district basis, as “we would be able to\ncall more readily on some existing law when we defined what is\nsuspect at the district level.” Seeid.,at 346–347.Justice Breyer dissented on still other grounds.\nIn his view, the drawing of single-member legislative\ndistricts—even according to traditional criteria—is “rarely\n. . . politically neutral.”Id.,at 359. He\ntherefore would have distinguished between gerrymandering for\npassing political advantage and gerrymandering leading to the\n“unjustified entrenchment” of a political party.Id.,at\n360–361.The Court last took up this question inLeague of United Latin American Citizensv.Perry,\n548 U. S. 399 (2006) (LULAC). The plaintiffs there\nchallenged a mid-decade redistricting map passed by the Texas\nLegislature. As inVieth, a majority of the Court could find\nno justiciable standard by which to resolve the plaintiffs’\npartisan gerrymandering claims. Relevant to this case, anamicusbrief in support of theLULACplaintiffs\nproposed a “symmetry standard” to “measure partisan bias” by\ncomparing how the two major political parties “would fare\nhypothetically if they each . . . received a given\npercentage of the vote.” 548 U. S., at 419 (opinion of\nKennedy, J.). Justice Kennedy noted some wariness at the prospect\nof “adopting a constitutional standard that invalidates a map based\non unfair results that would occur in a hypothetical state of\naffairs.”Id.,at 420. Aside from that problem, he wrote,\nthe partisan bias standard shed no light on “how much partisan\ndominance is too much.”Ibid.Justice Kennedy therefore\nconcluded that “asymmetry alone is not a reliable measure of\nunconstitutional partisanship.”Ibid.Justice Stevens would have found that the Texas\nmap was a partisan gerrymander based in part on the asymmetric\nadvantage it conferred on Republicans in converting votes to seats.Id.,at 466–467, 471–473 (opinion concurring in part and\ndissenting in part). Justice Souter, writing for himself and\nJustice Ginsburg, noted that he would not “rule out the utility of\na criterion of symmetry,” and that “further attention could be\ndevoted to the administrability of such a criterion at all levels\nof redistricting and its review.”Id.,at 483–484 (opinion\nconcurring in part and dissenting in part).BAt argument on appeal in this case, counsel\nfor the plaintiffs argued that this Courtcanaddress the\nproblem of partisan gerrymandering because itmust: The\nCourt should exercise its power here because it is the “only\ninstitution in the United States” capable of “solv[ing] this\nproblem.” Tr. of Oral Arg. 62. Such invitations must be answered\nwith care. “Failure of political will does not justify\nunconstitutional remedies.”Clintonv.City of New\nYork, 524 U. S. 417, 449 (1998) (Kennedy, J., concurring).\nOur power as judges to “say what the law is,”Marburyv.Madison, 1 Cranch 137, 177 (1803), rests not on the default\nof politically accountable officers, but is instead grounded in and\nlimited by the necessity of resolving, according to legal\nprinciples, a plaintiff’s particular claim of legal right.Our considerable efforts inGaffney,Bandemer,Vieth, andLULACleave unresolved\nwhether such claims may be brought in cases involving allegations\nof partisan gerrymandering. In particular, two threshold questions\nremain: what is necessary to show standing in a case of this sort,\nand whether those claims are justiciable. Here we do not decide the\nlatter question because the plaintiffs in this case have not shown\nstanding under the theory upon which they based their claims for\nrelief.To ensure that the Federal Judiciary respects\n“the proper—and properly limited—role of the courts in a democratic\nsociety,”Allenv.Wright, 468 U. S. 737, 750\n(1984), a plaintiff may not invoke federal-court jurisdiction\nunless he can show “a personal stake in the outcome of the\ncontroversy.”Baker, 369 U. S., at 204. A federal court\nis not “a forum for generalized grievances,” and the requirement of\nsuch a personal stake “ensures that courts exercise power that is\njudicial in nature.”Lance, 549 U. S., at 439, 441. We\nenforce that requirement by insisting that a plaintiff satisfy the\nfamiliar three-part test for Article III standing: that he “(1)\nsuffered an injury in fact, (2) that is fairly traceable to the\nchallenged conduct of the defendant, and (3) that is likely to be\nredressed by a favorable judicial decision.”Spokeo, Inc.v.Robins, 578 U. S. ___, ___ (2016) (slip op., at 6).\nForemost among these requirements is injury in fact—a plaintiff’s\npleading and proof that he has suffered the “invasion of a legally\nprotected interest” that is “concrete and particularized,”i.e., which “affect[s] the plaintiff in a personal and\nindividual way.”Lujanv.Defenders of Wildlife, 504\nU. S. 555, 560, and n. 1 (1992).We have long recognized that a person’s right to\nvote is “individual and personal in nature.”Reynoldsv.Sims, 377 U. S. 533, 561 (1964). Thus, “voters who\nallege facts showing disadvantage to themselves as individuals have\nstanding to sue” to remedy that disadvantage.Baker, 369\nU. S., at 206. The plaintiffs in this case alleged that they\nsuffered such injury from partisan gerrymandering, which works\nthrough “packing” and “cracking” voters of one party to\ndisadvantage those voters. 1 App. 28–29, 32–33, Complaint ¶¶5, 15.\nThat is, the plaintiffs claim a constitutional right not to be\nplaced in legislative districts deliberately designed to “waste”\ntheir votes in elections where their chosen candidates will win in\nlandslides (packing) or are destined to lose by closer margins\n(cracking).Id.,at 32–33, ¶15.To the extent the plaintiffs’ alleged harm is\nthe dilution of their votes, that injury is district specific. An\nindividual voter in Wisconsin is placed in a single district. He\nvotes for a single representative. The boundaries of the district,\nand the composition of its voters, determine whether and to what\nextent a particular voter is packed or cracked. This “disadvantage\nto [the voter] as [an] individual[ ],”Baker, 369\nU. S., at 206, therefore results from the boundaries of the\nparticular district in which he resides. And a plaintiff’s remedy\nmust be “limited to the inadequacy that produced [his] injury in\nfact.”Lewisv.Casey, 518 U. S. 343, 357\n(1996). In this case the remedy that is proper and sufficient lies\nin the revision of the boundaries of the individual’s own\ndistrict.For similar reasons, we have held that a\nplaintiff who alleges that he is the object of a racial\ngerrymander—a drawing of district lines on the basis of race—has\nstanding to assert only that his own district has been so\ngerrymandered. SeeUnited Statesv.Hays, 515\nU. S. 737, 744–745 (1995). A plaintiff who complains of\ngerrymandering, but who does not live in a gerrymandered district,\n“assert[s] only a generalized grievance against governmental\nconduct of which he or she does not approve.”Id.,at 745.\nPlaintiffs who complain of racial gerrymandering in their State\ncannot sue to invalidate the whole State’s legislative districting\nmap; such complaints must proceed “district-by-district.”Alabama Legislative Black Caucusv.Alabama, 575\nU. S. ___, ___ (2015) (slip op., at 6).The plaintiffs argue that their claim of\nstatewide injury is analogous to the claims presented inBakerandReynolds, which they assert were “statewide\nin nature” because they rested on allegations that “districtsthroughout a state[had] been malapportioned.” Brief for\nAppellees 29. But, as we have already noted, the holdings inBakerandReynoldswere expressly premised on the\nunderstanding that the injuries giving rise to those claims were\n“individual and personal in nature,”Reynolds, 377\nU. S., at 561, because the claims were brought by voters who\nalleged “facts showing disadvantage to themselves as individuals,”Baker, 369 U. S., at 206.The plaintiffs’ mistaken insistence that the\nclaims inBakerandReynoldswere “statewide in\nnature” rests on a failure to distinguish injury from remedy. In\nthose malapportionment cases, the only way to vindicate an\nindividual plaintiff’s right to an equally weighted vote was\nthrough a wholesale “restructuring of the geographical distribution\nof seats in a state legislature.”Reynolds, 377 U. S.,\nat 561; see,e.g., Mossv.Burkhart, 220\nF. Supp. 149, 156–160 (WD Okla. 1963) (directing the\ncounty-by-county reapportionment of the Oklahoma Legislature),\naff’dsub nom. Williamsv.Moss, 378 U. S.\n558 (1964) (per curiam).Here, the plaintiffs’ partisan gerrymandering\nclaims turn on allegations that their votes have been diluted. That\nharm arises from the particular composition of the voter’s own\ndistrict, which causes his vote—having been packed or cracked—to\ncarry less weight than it would carry in another, hypothetical\ndistrict. Remedying the individual voter’s harm, therefore, does\nnot necessarily require restructuring all of the State’s\nlegislative districts. It requires revising only such districts as\nare necessary to reshape the voter’s district—so that the voter may\nbe unpacked or uncracked, as the case may be. Cf.Alabama\nLegislative Black Caucus, 575 U. S., at ___ (slip op., at\n7). This fits the rule that a “remedy must of course be limited to\nthe inadequacy that produced the injury in fact that the plaintiff\nhas established.”Lewis, 518 U. S., at 357.The plaintiffs argue that their legal injury is\nnot limited to the injury that they have suffered as individual\nvoters, but extends also to the statewide harm to their interest\n“in their collective representation in the legislature,” and in\ninfluencing the legislature’s overall “composition and\npolicymaking.” Brief for Appellees 31. But our cases to date have\nnot found that this presents an individual and personal injury of\nthe kind required for Article III standing. On the facts of this\ncase, the plaintiffs may not rely on “the kind of undifferentiated,\ngeneralized grievance about the conduct of government that we have\nrefused to countenance in the past.”Lance, 549 U. S.,\nat 442. A citizen’s interest in the overall composition of the\nlegislature is embodied in his right to vote for his\nrepresentative. And the citizen’s abstract interest in policies\nadopted by the legislature on the facts here is a nonjusticiable\n“general interest common to all members of the public.”Ex parte Lévitt, 302 U. S. 633, 634 (1937) (per\ncuriam).We leave for another day consideration of other\npossible theories of harm not presented here and whether those\ntheories might present justiciable claims giving rise to statewide\nremedies. Justice Kagan’s concurring opinion endeavors to address\n“other kinds of constitutional harm,” seepost,at 8,\nperhaps involving different kinds of plaintiffs, seepost,at 9, and differently alleged burdens, seeibid.But the\nopinion of the Court rests on the understanding that we lack\njurisdiction to decide this case, much less to draw speculative and\nadvisory conclusions regarding others. SeePublic Workersv.Mitchell, 330 U. S. 75, 90 (1947) (noting that courts\nmust “respect the limits of [their] unique authority” and engage in\n“[j]udicial exposition . . . only when necessary to\ndecide definite issues between litigants”). The reasoning of this\nCourt with respect to the disposition of this case is set forth in\nthis opinion and none other. And the sum of the standing principles\narticulated here, as applied to this case, is that the harm\nasserted by the plaintiffs is best understood as arising from a\nburden on those plaintiffs’ own votes. In this gerrymandering\ncontext that burden arises through a voter’s placement in a\n“cracked” or “packed” district.CFour of the plaintiffs in this case—Mary Lynne\nDonohue, Wendy Sue Johnson, Janet Mitchell, and Jerome\nWallace—pleaded a particularized burden along such lines. They\nalleged that Act 43 had “dilut[ed] the influence” of their votes as\na result of packing or cracking in their legislative districts. See\n1 App. 34–36, Complaint ¶¶20, 23, 24, 26. The facts necessary to\nestablish standing, however, must not only be alleged at the\npleading stage, but also proved at trial. SeeDefenders of\nWildlife, 504 U. S., at 561. As the proceedings in the\nDistrict Court progressed to trial, the plaintiffs failed to\nmeaningfully pursue their allegations of individual harm. The\nplaintiffs did not seek to show such requisite harm since, on this\nrecord, it appears that not a single plaintiff sought to prove that\nhe or she lives in a cracked or packed district. They instead\nrested their case at trial—and their arguments before this Court—on\ntheir theory of statewide injury to Wisconsin Democrats, in support\nof which they offered three kinds of evidence.First, the plaintiffs presented the testimony of\nthe lead plaintiff, Professor Whitford. But Whitford’s testimony\ndoes not support any claim of packing or cracking of himself as a\nvoter. Indeed, Whitford expressly acknowledged that Act 43 did not\naffect the weight of his vote. 147 Record 37. His testimony points\nmerely to his hope of achieving a Democratic majority in the\nlegislature—what the plaintiffs describe here as their shared\ninterest in the composition of “the legislature as a whole.” Brief\nfor Appellees 32. Under our cases to date, that is a collective\npolitical interest, not an individual legal interest, and the Court\nmust be cautious that it does not become “a forum for generalized\ngrievances.”Lance, 549 U. S., at 439, 441.Second, the plaintiffs provided evidence\nregarding the mapmakers’ deliberations as they drew district lines.\nAs the District Court recounted, the plaintiffs’ evidence showed\nthat the mapmakers “test[ed] the partisan makeup and performance of\ndistricts as they might be configured in different ways.” 218 F.\nSupp. 3d, at 891. Each of the mapmakers’ alternative configurations\ncame with a table that listed the number of “Safe” and “Lean” seats\nfor each party, as well as “Swing” seats.Ibid.The\nmapmakers also labeled certain districts as ones in which “GOP\nseats [would be] strengthened a lot,”id.,at 893; 2 App.\n344, or which would result in “Statistical Pick Ups” for\nRepublicans. 218 F. Supp. 3d, at 893 (alterations omitted). And\nthey identified still other districts in which “GOP seats [would\nbe] strengthened a little,” “weakened a little,” or were “likely\nlost.”Ibid.The District Court relied upon this evidence in\nconcluding that, “from the outset of the redistricting process, the\ndrafters sought to understand the partisan effect of the maps they\nwere drawing.”Id.,at 895. That evidence may well be\npertinent with respect to any ultimate determination whether the\nplaintiffs may prevail in their claims against the defendants,\nassuming such claims present a justiciable controversy. But the\nquestion at this point is whether the plaintiffs have established\ninjury in fact. That turns on effect, not intent, and requires a\nshowing of a burden on the plaintiffs’ votes that is “actual or\nimminent, not ‘conjectural’ or ‘hypothetical.’ ”Defenders\nof Wildlife, 504 U. S., at 560.Third, the plaintiffs offered evidence\nconcerning the impact that Act 43 had in skewing Wisconsin’s\nstatewide political map in favor of Republicans. This evidence,\nwhich made up the heart of the plaintiffs’ case, was derived from\npartisan-asymmetry studies similar to those discussed inLULAC. The plaintiffs contend that these studies measure\ndeviations from “partisan symmetry,” which they describe as the\n“social scientific tenet that [districting] maps should treat\nparties symmetrically.” Brief for Appellees 37. In the District\nCourt, the plaintiffs’ case rested largely on a particular measure\nof partisan asymmetry—the “efficiency gap” of wasted votes. Seesupra,at 3–4. That measure was first developed in two\nacademic articles published shortly before the initiation of this\nlawsuit. See Stephanopoulos & McGhee, Partisan Gerrymandering\nand the Efficiency Gap, 82 U. Chi. L. Rev. 831 (2015); McGhee,\nMeasuring Partisan Bias in Single-Member District Electoral\nSystems, 39 Leg. Studies Q. 55 (2014).The plaintiffs asserted in their complaint that\nthe “efficiency gap captures in a single number all of a district\nplan’s cracking and packing.” 1 App. 28–29, Complaint ¶5 (emphasis\ndeleted). That number is calculated by subtracting the statewide\nsum of one party’s wasted votes from the statewide sum of the other\nparty’s wasted votes and dividing the result by the statewide sum\nof all votes cast, where “wasted votes” are defined as all votes\ncast for a losing candidate and all votes cast for a winning\ncandidate beyond the 50% plus one that ensures victory. See Brief\nfor Eric McGhee asAmicus Curiae6, and n. 3. The\nlarger the number produced by that calculation, the greater the\nasymmetry between the parties in their efficiency in converting\nvotes into legislative seats. Though they take no firm position on\nthe matter, the plaintiffs have suggested that an efficiency gap in\nthe range of 7% to 10% should trigger constitutional scrutiny. See\nBrief for Appellees 52–53, and n. 17.The plaintiffs and theiramici curiaepromise us that the efficiency gap and similar measures of partisan\nasymmetry will allow the federal courts—armed with just “a pencil\nand paper or a hand calculator”—to finally solve the problem of\npartisan gerrymandering that has confounded the Court for decades.\nBrief for Heather K. Gerken et al. asAmici Curiae27\n(citing Wang, Let Math Save Our Democracy, N. Y. Times, Dec.\n5, 2015). We need not doubt the plaintiffs’ math. The difficulty\nfor standing purposes is that these calculations are an average\nmeasure. They do not address the effect that a gerrymander has on\nthe votes of particular citizens. Partisan-asymmetry metrics such\nas the efficiency gap measure something else en- tirely: the effect\nthat a gerrymander has on the fortunes of political parties.Consider the situation of Professor Whitford,\nwho lives in District 76, where, defendants contend, Democrats are\n“naturally” packed due to their geographic concentration, with that\nof plaintiff Mary Lynne Donohue, who lives in Assembly District 26\nin Sheboygan, where Democrats like her have allegedly been\ndeliberately cracked. By all accounts, Act 43 has not affected\nWhitford’s individual vote for his Assembly representative—even\nplaintiffs’ own demonstration map resulted in a virtually identical\ndistrict for him. Donohue, on the other hand, alleges that Act 43\nburdened her individual vote. Yet neither the effi- ciency gap nor\nthe other measures of partisan asymmetry offered by the plaintiffs\nare capable of telling the difference between what Act 43 did to\nWhitford and what it did to Donohue. The single statewide measure\nof partisan advantage delivered by the efficiency gap treats\nWhitford and Donohue as indistinguishable, even though their\nindividual situations are quite different.That shortcoming confirms the fundamental\nproblem with the plaintiffs’ case as presented on this record. It\nis a case about group political interests, not individual legal\nrights. But this Court is not responsible for vindicating\ngeneralized partisan preferences. The Court’s constitutionally\nprescribed role is to vindicate the individual rights of the people\nappearing before it.IIIIn cases where a plaintiff fails to\ndemonstrate Article III standing, we usually direct the dismissal\nof the plaintiff’s claims. See,e.g.,DaimlerChrysler\nCorp.v.Cuno, 547 U. S. 332, 354 (2006). This is\nnot the usual case. It concerns an unsettled kind of claim this\nCourt has not agreed upon, the contours and justiciability of which\nare unresolved. Under the circumstances, and in light of the\nplaintiffs’ allegations that Donohue, Johnson, Mitchell, and\nWallace live in districts where Democrats like them have been\npacked or cracked, we decline to direct dismissal.We therefore remand the case to the District\nCourt so that the plaintiffs may have an opportunity to prove\nconcrete and particularized injuries using evidence—unlike the bulk\nof the evidence presented thus far—that would tend to demonstrate a\nburden on their individual votes. Cf.Alabama Legislative Black\nCaucus, 575 U. S., at ___ (slip op., at 8) (remanding for\nfurther consideration of the plaintiffs’ gerrymandering claims on a\ndistrict-by-district basis). We express no view on the merits of\nthe plaintiffs’ case. We caution, however, that “standing is not\ndispensed in gross”: A plaintiff’s remedy must be tailored to\nredress the plaintiff’s particular injury.Cuno, 547\nU. S., at 353.The judgment of the District Court is vacated,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.",
    "joined": []
}