{
    "case": {
        "docket": "15-290",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-290/"
    },
    "id": "3578664",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–290_________________UNITED STATES ARMY CORPS OF ENGINEERS,\nPETITIONERv.HAWKES CO., INC., et al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[May 31, 2016]Chief Justice Roberts delivered the opinion of\nthe Court.The Clean Water Act regulates the discharge of\npollutants into “the waters of the United States.” 33\nU. S. C. §§1311(a), 1362(7), (12). Because it can be\ndifficult to determine whether a particular parcel of property\ncontains such waters, the U. S. Army Corps of Engineers will\nissue to property owners an “approved jurisdictional determination”\nstating the agency’s definitive view on that matter. See 33 CFR\n§331.2 and pt. 331, App. C (2015). The question presented is\nwhether that determination is final agency action judicially\nreviewable under the Administrative Procedure Act, 5\nU. S. C. §704.IAThe Clean Water Act prohibits “the discharge\nof any pollutant” without a permit into “navigable waters,” which\nit defines, in turn, as “the waters of the United States.” 33\nU. S. C. §§1311(a), 1362(7), (12). During the time period\nrelevant to this case, the U. S. Army Corps of Engineers\ndefined the waters of the United States to include land areas\noccasionally or regularly saturated with water—such as “mudflats,\nsandflats, wetlands, sloughs, prairie potholes, wet meadows, [and]\nplaya lakes”—the “use, degradation or destruction of which could\naffect interstate or foreign commerce.” 33 CFR §328.3(a)(3) (2012).\nThe Corps has applied that definition to assert jurisdiction over\n“270-to-300 million acres of swampy lands in the United\nStates—including half of Alaska and an area the size of California\nin the lower 48 States.”Rapanosv.United States,\n547 U. S. 715, 722 (2006) (plurality opinion).[1]It is often difficult to determine whether a\nparticular piece of property contains waters of the United States,\nbut there are important consequences if it does. The Clean Water\nAct imposes substantial criminal and civil penalties for\ndischarging any pollutant into waters covered by the Act without a\npermit from the Corps. See 33 U. S. C. §§1311(a),\n1319(c), (d), 1344(a). The costs of obtaining such a permit are\nsignificant. For a specialized “individ-ual” permit of the sort at\nissue in this case, for example, one study found that the average\napplicant “spends 788 days and $271,596 in completing the process,”\nwithout “counting costs of mitigation or design changes.”Rapanos, 547 U. S., at 721. Even more readily available\n“general” permits took applicants, on average, 313 days and $28,915\nto complete.Ibid.See generally 33 CFR §323.2(h) (limiting\n“general” permits to activities that “cause only minimal individual\nand cumulative environmental impacts”).The Corps specifies whether particular property\ncontains “waters of the United States” by issuing “jurisdictional\ndeterminations” (JDs) on a case-by-case basis. §331.2. JDs come in\ntwo varieties: “preliminary” and “approved.”Ibid.While\npreliminary JDs merely advise a property owner “that theremaybe waters of the United States on a parcel,” approved\nJDs definitively “stat[e] the presence or absence” of such waters.Ibid.(emphasis added). Unlike preliminary JDs, approved JDs\ncan be administratively appealed and are defined by regulation to\n“constitute a Corps final agency action.” §§320.1(a)(6), 331.2.\nThey are binding for five years on both the Corps and the\nEnvironmental Protection Agency, which share authority to enforce\nthe Clean Water Act. See 33 U. S. C. §§1319, 1344(s); 33\nCFR pt. 331, App. C; EPA, Memorandum of Agreement: Exemptions Under\nSection 404(F) of the Clean Water Act §VI–A (1989) (Memorandum of\nAgreement).BRespondents are three companies engaged in\nmining peat in Marshall County, Minnesota. Peat is an organic\nmaterial that forms in waterlogged grounds, such as wetlands and\nbogs. See Xuehui & Jinming, Peat and Peatlands, in 2 Coal, Oil\nShale, Natural Bitumen, Heavy Oil and Peat 267–272 (G. Jinsheng ed.\n2009) (Peat and Peatlands). It is widely used for soil improvement\nand burned as fuel.Id.,at 277. It can also be used to\nprovide structural support and moisture for smooth, stable greens\nthat leave golfers with no one to blame but themselves for errant\nputts. See Monteith & Welton, Use of Peat and Other Organic\nMaterials on Golf Courses, 13 Bulletin of the United States Golf\nAssociation Green Section 90, 95–100 (1933). At the same time, peat\nmining can have significant environmental and ecological impacts,\nsee Peat and Peatlands 280–281, and therefore is regulated by both\nfederal and state environmental protection agencies, see,e.g., Minn. Stat. §103G.231 (2014).Respondents own a 530-acre tract near their\nexisting mining operations. The tract includes wetlands, which\nrespondents believe contain sufficient high quality peat, suitable\nfor use in golf greens, to extend their mining operations for 10 to\n15 years. App. 8, 14–15, 31.In December 2010, respondents applied to the\nCorps for a Section 404 permit for the property.Id., at 15.\nA Section 404 permit authorizes “the discharge of dredged or fill\nmaterial into the navigable waters at specified disposal sites.” 33\nU. S. C. §1344(a). Over the course of several\ncommunications with respondents, Corps officials signaled that the\npermitting process would be very expensive and take years to\ncomplete. The Corps also advised respondents that, if they wished\nto pursue their application, they would have to submit numerous\nassessments of various features of the property, which respondents\nestimate would cost more than $100,000. App. 16–17, 31–35.In February 2012, in connection with the\npermitting process, the Corps issued an approved JD stating that\nthe property contained “water of the United States” because its\nwetlands had a “significant nexus” to the Red River of the North,\nlocated some 120 miles away.Id., at 13, 18, 20. Respondents\nappealed the JD to the Corps’ Mississippi Valley Division\nCommander, who remanded for further factfinding. On remand, the\nCorps reaffirmed its original conclusion and issued a revised JD to\nthat effect.Id.,at 18–20; App. to Pet. for Cert.\n44a–45a.Respondents then sought judicial review of the\nrevised JD under the Administrative Procedure Act (APA), 5\nU. S. C. §500et seq.The District Court\ndismissed for want of subject matter jurisdiction, holding that the\nrevised JD was not “final agency action for which there is no other\nadequate remedy in a court,” as required by the APA prior to\njudicial review, 5 U. S. C. §704. 963 F. Supp. 2d\n868, 872, 878 (Minn. 2013). The Court of Appeals for the Eighth\nCircuit reversed, 782 F. 3d 994, 1002 (2015), and we granted\ncertiorari, 577 U. S. ___ (2015).IIThe Corps contends that the revised JD is not\n“final agency action” and that, even if it were, there are adequate\nalternatives for challenging it in court. We disagree at both\nturns.AInBennettv.Spear, 520\nU. S. 154 (1997) , we distilled from our precedents two\nconditions that generally must be satisfied for agency action to be\n“final” under the APA. “First, the action must mark the\nconsummation of the agency’s decisionmaking process—it must not be\nof a merely tentative or interlocutory nature. And second, the\naction must be one by which rights or obligations have been\ndetermined, or from which legal consequences will flow.”Id.,at 177–178 (internal quotation marks and citation\nomitted).[2]The Corps does not dispute that an approved JD\nsatisfies the firstBennettcondition. Unlike preliminary\nJDs— which are “advisory in nature” and simply indicate that “there\nmay be waters of the United States” on a parcel of property, 33 CFR\n§331.2—an approved JD clearly “mark[s] the consummation” of the\nCorps’ decisionmaking process on that question,Bennett, 520\nU. S., at 178 (internal quotation marks omitted). It is issued\nafter extensive factfinding by the Corps regarding the physical and\nhydrological characteristics of the property, see U. S. Army\nCorps of Engineers, Jurisdictional Determination Form Instructional\nGuidebook 47–60 (2007), and is typically not revisited if the\npermitting process moves forward. Indeed, the Corps itself\ndescribes approved JDs as “final agency action,” see 33 CFR\n§320.1(a)(6), and specifies that an approved JD “will remain valid\nfor a period of five years,” Corps, Regulatory Guidance Letter No.\n05–02, §1(a), p. 1 (June 14, 2005) (2005 Guidance Letter); see\nalso 33 CFR pt. 331, App. C.The Corps may revise an approved JD within the\nfive-year period based on “new information.” 2005 Guidance Letter\n§1(a), at 1. That possibility, however, is a common characteristic\nof agency action, and does not make an otherwise definitive\ndecision nonfinal. SeeSackettv.EPA, 566 U. S.\n___, ___ (2012); see alsoNational Cable &\nTelecommunications Assn.v.Brand X Internet Services,\n545 U. S. 967, 981 (2005) . By issuing respondents an approved\nJD, the Corps for all practical purposes “has ruled definitively”\nthat respondents’ property contains jurisdictional waters.Sackett, 566 U. S., at ___ (Ginsburg, J., concurring)\n(slip op., at 1).The definitive nature of approved JDs also gives\nrise to “direct and appreciable legal consequences,” thereby\nsatisfying the second prong ofBennett. 520 U. S., at\n178. Consider the effect of an approved JD stating that a party’s\nproperty doesnotcontain jurisdictional waters—a “negative”\nJD, in Corps parlance. As noted, such a JD will generally bind the\nCorps for five years. See 33 CFR pt. 331, App. C; 2005 Guidance\nLetter §1. Under a longstanding memorandum of agreement between the\nCorps and EPA, it will also be “binding on the Government and\nrepresent the Government’s position in any subsequent Federal\naction or litigation concerning that final determination.”\nMemorandum of Agreement §§IV–C–2, VI–A. A negative JD thus binds\nthe two agencies authorized to bring civil enforcement proceedings\nunder the Clean Water Act, see 33 U. S. C. §1319,\ncreating a five-year safe harbor from such proceedings for a\nproperty owner. Additionally, although the property owner may still\nface a citizen suit under the Act, such a suit—unlike actions\nbrought by the Government—cannot impose civil liability for wholly\npast violations. See §§1319(d), 1365(a);Gwaltney of Smithfield,\nLtd.v.Chesapeake Bay Foundation, Inc., 484 U. S.\n49 –59 (1987). In other words, a negative JD both narrows the field\nof potential plaintiffs and limits the potential liability a\nlandowner faces for discharging pollutants without a permit. Each\nof those effects is a “legal consequence[ ]” satisfying the\nsecondBennettprong. 520 U. S., at 178; see alsoSackett, 566 U. S., at ___.It follows that affirmative JDs have legal\nconsequences as well: They represent the denial of the safe harbor\nthat negative JDs afford. See 5 U. S. C. §551(13) (defining “agency\naction” to include an agency “rule, order, license, sanction,\nrelief, or the equivalent,” or the “denial thereof ”). Because\n“legal consequences . . . flow” from approved JDs, they constitute\nfinal agency action.Bennett, 520 U. S., at 178\n(internal quotation marks omitted).[3]This conclusion tracks the “pragmatic” approach\nwe have long taken to finality.Abbott Laboratoriesv.Gardner, 387 U. S. 136, 149 (1967) . For example, inFrozen Food Expressv.United States, 351 U. S.\n40 (1956) , we considered the finality of an order specifying which\ncommodities the Interstate Commerce Commission believed were exempt\nby statute from regulation, and which it believed were not.\nAlthough the order “had no authority except to give notice of how\nthe Commission interpreted” the relevant statute, and “would have\neffect only if and when a particular action was brought against a\nparticular carrier,”Abbott, 387 U. S., at 150, we held that\nthe order was nonetheless immediately reviewable,Frozen\nFood, 351 U. S., at 44–45. The order, we explained, “warns\nevery carrier, who does not have authority from the Commission to\ntransport those commodities, that it does so at the risk of\nincurring criminal penalties.”Id., at 44. So too here,\nwhile no administrative or criminal proceeding can be brought for\nfailure to conform to the approved JD itself, that final agency\ndetermination not only deprives respondents of a five-year safe\nharbor from liability under the Act, but warns that if they\ndischarge pollutants onto their property without obtaining a permit\nfrom the Corps, they do so at the risk of significant criminal and\ncivil penalties.BEven if final, an agency action is reviewable\nunder the APA only if there are no adequate alternatives to APA\nreview in court. 5 U. S. C. §704. The Corps contends that\nrespondents have two such alternatives: either discharge fill\nmaterial without a permit, risking an EPA enforcement action during\nwhich they can argue that no permit was required, or apply for a\npermit and seek judicial review if dissatisfied with the results.\nBrief for Petitioner 45–51.Neither alternative is adequate. As we have long\nheld, parties need not await enforcement proceedings before\nchallenging final agency action where such proceedings carry the\nrisk of “serious criminal and civil penalties.”Abbott, 387\nU. S., at 153. If respondents discharged fill material without\na permit, in the mistaken belief that their property did not\ncontain jurisdictional waters, they would expose themselves to\ncivil penalties of up to $37,500 for each day they violated the\nAct, to say nothing of potential criminal liability. See 33\nU. S. C. §§1319(c), (d);Sackett, 566 U. S.,\nat ___, n. 1 (citing 74 Fed. Reg. 626, 627 (2009)).\nRespondents need not assume such risks while waiting for EPA to\n“drop the hammer” in order to have their day in court.Sackett, 566 U. S., at ___ (slip op., at 6).Nor is it an adequate alternative to APA review\nfor a landowner to apply for a permit and then seek judicial review\nin the event of an unfavorable decision. As Corps officials\nindicated in their discussions with respondents, the permitting\nprocess can be arduous, expensive, and long. SeeRapanos,\n547 U. S., at 721 (plurality opinion). On top of the standard\npermit application that respondents were required to submit, see 33\nCFR §325.1(d) (detailing contents of permit application), the Corps\ndemanded that they undertake, among other things, a “hydrogeologic\nassessment of the rich fen system including the mineral/nutrient\ncomposition and pH of the groundwater; groundwater flow spatially\nand vertically; discharge and recharge areas”; a\n“functional/resource assessment of the site including a vegetation\nsurvey and identification of native fen plan communities across the\nsite”; an “inven-tory of similar wetlands in the general area\n(watershed), including some analysis of their quality”; and an\n“inven-tory of rich fen plant communities that are within sites of\nHigh and Outstanding Biodiversity Significance in the area.” App.\n33–34. Respondents estimate that undertaking these analyses alone\nwould cost more than $100,000.Id.,at 17. And whatever\npertinence all this might have to the issuance of a permit, none of\nit will alter the finality of the approved JD, or affect its\nsuitability for judicial review. The permitting process adds\nnothing to the JD.The Corps nevertheless argues that Congress made\nthe “evident[ ]” decision in the Clean Water Act that a\ncoverage determination would be made “as part of the permitting\nprocess, and that the property owner would obtain any necessary\njudicial review of that determination at the conclusion of that\nprocess.” Brief for Petitioner 46. But as the Corps acknowledges,\nthe Clean Water Act makes no reference to standalone jurisdictional\ndeterminations,ibid., so there is little basis for\ninferring anything from it concerning the reviewability of such\ndistinct final agency action. And given “the APA’s presumption of\nreviewability for all final agency action,”Sackett, 566\nU. S., at ___ (slip op., at 8), “[t]he mere fact” that\npermitting decisions are “reviewable should not suffice to support\nan implication of exclusion as to other[ ]” agency actions,\nsuch as approved JDs,Abbott, 387 U. S., at 141\n(internal quotation marks omitted); see alsoSackett, 566\nU. S., at ___ (slip op., at 8) (“[I]f the express provision of\njudicial review in one section of a long and complicated statute\nwere alone enough to overcome the APA’s presumption of\nreviewability . . . , it would not be much of a\npresumption at all”).Finally, the Corps emphasizes that seeking\nreview in an enforcement action or at the end of the permitting\nprocess would be the only available avenues for obtaining review\n“[i]f the Corps had never adopted its practice of issuing\nstandalone jurisdictional determinations upon request.” Reply Brief\n3; see alsoid.,at 4, 23. True enough. But such a “count\nyour blessings” argument is not an adequate rejoinder to the\nassertion of a right to judicial review under the APA.The judgment of the Court of Appeals for the\nEighth Circuit is affirmed.It is so ordered.Notes1In 2015, the Corps\nadopted a new rule modifying the definition of the scope of waters\ncovered by the Clean Water Act in light of scientific research and\ndecisions of this Court interpreting the Act. See Clean Water Rule:\nDefinition of “Waters of the United States,” 80 Fed. Reg. 37054,\n37055–37056. That rule is currently stayed nationwide, pending\nresolution of claims that the rule is arbitrary, capricious, and\ncontrary to law. SeeIn re EPA, 803 F. 3d 804,\n807–809 (CA6 2015).2Because we determine that\na JD satisfies both prongs ofBennett, we need not consider\nrespondents’ argument that an agency action that satisfies only the\nfirst may also constitute final agency action. See Brief for\nRespondents 19–20.3The Corps asserts that\nthe Memorandum of Agreement addresses only “special case” JDs,\nrather than “mine-run” ones “of the sort at issue here.” Reply\nBrief 12, n. 3. But the memorandum plainly makes binding\n“[a]ll final determinations,” whether in “[s]pecial” or\n“[n]on-special” cases. Memorandum of Agreement §§IV–C, VI–A; see\nalso Corps, Memorandum of Understanding Geographical Jurisdiction\nof the Section 404 Program, 45 Fed. Reg. 45019, n. 1 (1980)\n(“[U]nder this [memorandum], except in special cases previously\nagreed to, the [Corps] is authorized to make a final determination\n. . . and such determination shall be\nbinding.”).",
    "joined": []
}