{
    "case": {
        "docket": "529",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/529/"
    },
    "id": "1970752",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–96_________________SHELBY COUNTY, ALABAMA, PETITIONER v. ERIC H.\nHOLDER, Jr., ATTORNEY GENERAL, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 25, 2013]Chief Justice Roberts\ndelivered the opinion of the Court.The Voting Rights Act\nof 1965 employed extraordinary measures to address an extraordinary\nproblem. Section 5 of the Act required States to obtain federal\npermission before enacting any law related to voting—a\ndrastic departure from basic principles of federalism. And §4\nof the Act applied that requirement only to some States—an\nequally dramatic departure from the principle that all States enjoy\nequal sovereignty. This was strong medicine, but Congress\ndetermined it was needed to address entrenched racial\ndiscrimination in voting, “an insidious and pervasive evil\nwhich had been perpetuated in certain parts of our country through\nunremitting and ingenious defiance of the Constitution.”\nSouth Carolina v. Katzenbach, 383 U. S. 301, 309 (1966) . As\nwe explained in upholding the law, “exceptional conditions\ncan justify legislative measures not otherwise appropriate.”\nId., at 334. Reflecting the unprecedented nature of these measures,\nthey were scheduled to expire after five years. See Voting Rights\nAct of 1965, §4(a), 79Stat. 438.Nearly 50 years later,\nthey are still in effect; indeed, they have been made more\nstringent, and are now scheduled to last until 2031. There is no\ndenying, however, that the conditions that originally justified\nthese measures no longer characterize voting in the covered\njurisdictions. By 2009, “the racial gap in voter registration\nand turnout [was] lower in the States originally covered by §5\nthan it [was] nationwide.” Northwest Austin Municipal Util.\nDist. No. One v. Holder, 557 U. S. 193 –204 (2009).\nSince that time, Census Bureau data indicate that African-American\nvoter turnout has come to exceed white voter turnout in five of the\nsix States originally covered by §5, with a gap in the sixth\nState of less than one half of one percent. See Dept. of Commerce,\nCensus Bureau, Re-ported Voting and Registration, by Sex, Race and\nHis-panic Origin, for States (Nov. 2012) (Table 4b).At the same time,\nvoting discrimination still exists; no one doubts that. The\nquestion is whether the Act’s extraordinary measures,\nincluding its disparate treatment of the States, continue to\nsatisfy constitutional requirements. As we put it a short time ago,\n“the Act imposes current burdens and must be justified by\ncurrent needs.” Northwest Austin, 557 U. S., at 203.IAThe Fifteenth\nAmendment was ratified in 1870, in the wake of the Civil War. It\nprovides that “[t]he right of citizens of the United States\nto vote shall not be denied or abridged by the United States or by\nany State on account of race, color, or previous condition of\nservitude,” and it gives Congress the “power to enforce\nthis article by appropriate legislation.”“The first\ncentury of congressional enforcement of the Amendment, however, can\nonly be regarded as a failure.” Id., at 197. In the 1890s,\nAlabama, Georgia, Louisiana, Mississippi, North Carolina, South\nCarolina, and Virginia began to enact literacy tests for voter\nregistration and to employ other methods designed to prevent\nAfrican-Americans from voting. Katzenbach, 383 U. S., at 310.\nCongress passed statutes outlawing some of these practices and\nfacilitating litigation against them, but litigation remained slow\nand expensive, and the States came up with new ways to discriminate\nas soon as existing ones were struck down. Voter registration of\nAfrican-Americans barely improved. Id., at 313–314.Inspired to action by\nthe civil rights movement, Congress responded in 1965 with the\nVoting Rights Act. Section 2 was enacted to forbid, in all 50\nStates, any “standard, practice, or procedure . . .\nimposed or applied . . . to deny or abridge the right of\nany citizen of the United States to vote on account of race or\ncolor.” 79Stat. 437. The current version forbids any\n“standard, practice, or procedure” that “results\nin a denial or abridgement of the right of any citizen of the\nUnited States to vote on account of race or color.” 42\nU. S. C. §1973(a). Both the Federal Government and\nindividuals have sued to enforce §2, see, e.g., Johnson v. De\nGrandy, 512 U. S. 997 (1994) , and injunctive relief is\navailable in appropriate cases to block voting laws from going into\neffect, see 42 U. S. C. §1973j(d). Section 2 is\npermanent, applies nationwide, and is not at issue in this\ncase.Other sections targeted\nonly some parts of the country. At the time of the Act’s\npassage, these “covered” jurisdictions were those\nStates or political subdivisions that had maintained a test or\ndevice as a prerequisite to voting as of November 1, 1964, and had\nless than 50 percent voter registration or turnout in the 1964\nPresidential election. §4(b), 79Stat. 438. Such tests or\ndevices included literacy and knowledge tests, good moral character\nrequirements, the need for vouchers from registered voters, and the\nlike. §4(c), id., at 438–439. A covered jurisdiction\ncould “bail out” of coverage if it had not used a test\nor device in the preceding five years “for the purpose or\nwith the effect of denying or abridging the right to vote on\naccount of race or color.” §4(a), id., at 438. In 1965,\nthe covered States included Alabama, Georgia, Louisiana,\nMississippi, South Carolina, and Virginia. The additional covered\nsubdivisions included 39 counties in North Carolina and one in\nArizona. See 28 CFR pt. 51, App. (2012).In those jurisdictions,\n§4 of the Act banned all such tests or devices. §4(a),\n79Stat. 438. Section 5 provided that no change in voting procedures\ncould take effect until it was approved by federal authorities in\nWashington, D. C.—either the Attorney General or a court\nof three judges. Id., at 439. A jurisdiction could obtain such\n“preclearance” only by proving that the change had\nneither “the purpose [nor] the effect of denying or abridging\nthe right to vote on account of race or color.” Ibid.Sections 4 and 5 were\nintended to be temporary; they were set to expire after five years.\nSee §4(a), id., at 438; Northwest Austin, supra, at 199. In\nSouth Carolina v. Katzenbach, we upheld the 1965 Act against\nconstitutional challenge, explaining that it was justified to\naddress “voting discrimination where it persists on a\npervasive scale.” 383 U. S., at 308.In 1970, Congress\nreauthorized the Act for another five years, and extended the\ncoverage formula in §4(b) to jurisdictions that had a voting\ntest and less than 50 percent voter registration or turnout as of\n1968. Voting Rights Act Amendments of 1970, §§3–4,\n84Stat. 315. That swept in several counties in California, New\nHampshire, and New York. See 28 CFR pt. 51, App. Congress also\nextended the ban in §4(a) on tests and devices nationwide.\n§6, 84Stat. 315.In 1975, Congress\nreauthorized the Act for seven more years, and extended its\ncoverage to jurisdictions that had a voting test and less than 50\npercent voter registration or turnout as of 1972. Voting Rights Act\nAmendments of 1975, §§101, 202, 89Stat. 400, 401.\nCongress also amended the definition of “test or\ndevice” to include the practice of providing English-only\nvoting materials in places where over five percent of voting-age\ncitizens spoke a single language other than English. §203,\nid., at 401–402. As a result of these amendments, the States\nof Alaska, Arizona, and Texas, as well as several counties in\nCalifornia, Flor-ida, Michigan, New York, North Carolina, and South\nDa-kota, became covered jurisdictions. See 28 CFR pt. 51, App.\nCongress correspondingly amended sections 2 and 5 to forbid voting\ndiscrimination on the basis of membership in a language minority\ngroup, in addition to discrimination on the basis of race or color.\n§§203, 206, 89Stat. 401, 402. Finally, Congress made the\nnationwide ban on tests and devices permanent. §102, id., at\n400.In 1982, Congress\nreauthorized the Act for 25 years, but did not alter its coverage\nformula. See Voting Rights Act Amendments, 96Stat. 131. Congress\ndid, however, amend the bailout provisions, allowing political\nsubdivisions of covered jurisdictions to bail out. Among other\nprerequisites for bailout, jurisdictions and their subdivisions\nmust not have used a forbidden test or device, failed to receive\npreclearance, or lost a §2 suit, in the ten years prior to\nseeking bailout. §2, id., at 131–133.We upheld each of these\nreauthorizations against constitutional challenge. See Georgia v.\nUnited States, 411 U. S. 526 (1973) ; City of Rome v. United\nStates, 446 U. S. 156 (1980) ; Lopez v. Monterey County, 525\nU. S. 266 (1999) .In 2006, Congress again\nreauthorized the Voting Rights Act for 25 years, again without\nchange to its coverage formula. Fannie Lou Hamer, Rosa Parks, and\nCoretta Scott King Voting Rights Act Reauthorization and\nAmend-ments Act, 120Stat. 577. Congress also amended §5 to\nprohibit more conduct than before. §5, id., at 580– 581;\nsee Reno v. Bossier Parish School Bd., 528 U. S. 320, 341\n(2000) (Bossier II); Georgia v. Ashcroft, 539 U. S. 461, 479\n(2003) . Section 5 now forbids voting changes with “any\ndiscriminatory purpose” as well as voting changes that\ndiminish the ability of citizens, on account of race, color, or\nlanguage minority status, “to elect their preferred\ncandidates of choice.” 42 U. S. C.\n§§1973c(b)–(d).Shortly after this\nreauthorization, a Texas utility district brought suit, seeking to\nbail out from the Act’s cover- age and, in the alternative,\nchallenging the Act’s constitutionality. See Northwest\nAustin, 557 U. S., at 200–201. A three-judge District\nCourt explained that only a State or political subdivision was\neligible to seek bailout under the statute, and concluded that the\nutility district was not a political subdivision, a term that\nencompassed only “counties, parishes, and voter-registering\nsubunits.” Northwest Austin Municipal Util. Dist. No. One v.\nMukasey, 573 F. Supp. 2d 221, 232 (DC 2008). The District\nCourt also rejected the constitutional challenge. Id., at 283.We reversed. We\nexplained that “ ‘normally the Court will not\ndecide a constitutional question if there is some other ground upon\nwhich to dispose of the case.’ ” Northwest Austin,\nsupra, at 205 (quoting Escambia County v. McMillan, 466 U. S.\n48, 51 (1984) (per curiam)). Concluding that “underlying\nconstitutional concerns,” among other things,\n“compel[led] a broader reading of the bailout\nprovision,” we construed the statute to allow the utility\ndistrict to seek bailout. Northwest Austin, 557 U. S., at 207.\nIn doing so we expressed serious doubts about the Act’s\ncon-tinued constitutionality.We explained that\n§5 “imposes substantial federalism costs” and\n“differentiates between the States, despite our his- toric\ntradition that all the States enjoy equal sovereignty.” Id.,\nat 202, 203 (internal quotation marks omitted). We also noted that\n“[t]hings have changed in the South. Voter turnout and\nregistration rates now approach parity. Blatantly discriminatory\nevasions of federal decrees are rare. And minority candidates hold\noffice at unprece-dented levels.” Id., at 202. Finally, we\nquestioned whether the problems that §5 meant to address were\nstill “concentrated in the jurisdictions singled out for\npreclearance.” Id., at 203.Eight Members of the\nCourt subscribed to these views, and the remaining Member would\nhave held the Act unconstitutional. Ultimately, however, the\nCourt’s construction of the bailout provision left the\nconstitutional issues for another day.BShelby County is\nlocated in Alabama, a covered jurisdiction. It has not sought\nbailout, as the Attorney General has recently objected to voting\nchanges proposed from within the county. See App. 87a–92a.\nInstead, in 2010, the county sued the Attorney General in Federal\nDistrict Court in Washington, D. C., seeking a declaratory\njudgment that sections 4(b) and 5 of the Voting Rights Act are\nfacially unconstitutional, as well as a permanent injunction\nagainst their enforcement. The District Court ruled against the\ncounty and upheld the Act. 811 F. Supp. 2d 424, 508 (2011).\nThe court found that the evidence before Congress in 2006 was\nsufficient to justify reauthorizing §5 and continuing the\n§4(b) coverage formula.The Court of Appeals\nfor the D. C. Circuit affirmed. In assessing §5, the\nD. C. Circuit considered six primary categories of evidence:\nAttorney General objections to voting changes, Attorney General\nrequests for more information regarding voting changes, successful\n§2 suits in covered jurisdictions, the dispatching of federal\nobservers to monitor elections in covered jurisdictions, §5\npreclearance suits involving covered jurisdictions, and the\ndeterrent effect of §5. See 679 F. 3d 848, 862–863\n(2012). After extensive analysis of the record, the court accepted\nCongress’s conclusion that §2 litigation remained\ninadequate in the covered jurisdictions to protect the rights of\nminority voters, and that §5 was therefore still necessary.\nId., at 873.Turning to §4, the\nD. C. Circuit noted that the evidence for singling out the\ncovered jurisdictions was “less robust” and that the\nissue presented “a close question.” Id., at 879. But\nthe court looked to data comparing the number of successful §2\nsuits in the different parts of the country. Coupling that evidence\nwith the deterrent effect of §5, the court concluded that the\nstatute continued “to single out the jurisdictions in which\ndiscrimination is concentrated,” and thus held that the\ncoverage formula passed constitutional muster. Id., at 883.Judge Williams\ndissented. He found “no positive cor-relation between\ninclusion in §4(b)’s coverage formula and low black\nregistration or turnout.” Id., at 891. Rather, to the extent\nthere was any correlation, it actually went the other way:\n“condemnation under §4(b) is a marker of higher black\nregistration and turnout.” Ibid. (emphasis added). Judge\nWilliams also found that “[c]overed jurisdictions have far\nmore black officeholders as a proportion of the black population\nthan do uncovered ones.” Id., at 892. As to the evidence of\nsuccessful §2 suits, Judge Williams disaggregated the reported\ncases by State, and concluded that “[t]he five worst\nuncovered jurisdictions . . . have worse records than\neight of the covered jurisdictions.” Id., at 897. He also\nnoted that two covered jurisdictions—Arizona and\nAlaska—had not had any successful reported §2 suit\nbrought against them during the entire 24 years covered by the\ndata. Ibid. Judge Williams would have held the coverage formula of\n§4(b) “irrational” and unconstitutional. Id., at\n885.We granted certiorari.\n568 U. S. ___ (2012).IIIn Northwest Austin,\nwe stated that “the Act imposes current burdens and must be\njustified by current needs.” 557 U. S., at 203. And we\nconcluded that “a departure from the fundamental principle of\nequal sovereignty requires a showing that a statute’s\ndisparate geographic coverage is sufficiently related to the\nproblem that it targets.” Ibid. These basic principles guide\nour review of the question before us. [1]AThe Constitution and\nlaws of the United States are “the supreme Law of the\nLand.” U. S. Const., Art. VI, cl. 2. State\nlegislation may not contravene federal law. The Federal Government\ndoes not, however, have a general right to review and veto state\nenactments before they go into effect. A proposal to grant such\nauthority to “negative” state laws was considered at\nthe Constitutional Convention, but rejected in favor of allowing\nstate laws to take effect, subject to later challenge under the\nSupremacy Clause. See 1 Records of the Federal Convention of 1787,\npp. 21, 164–168 (M. Farrand ed. 1911); 2 id., at\n27–29, 390–392.Outside the strictures\nof the Supremacy Clause, States retain broad autonomy in\nstructuring their governments and pursuing legislative objectives.\nIndeed, the Constitution provides that all powers not specifically\ngranted to the Federal Government are reserved to the States or\ncitizens. Amdt. 10. This “allocation of powers in our federal\nsystem preserves the integrity, dignity, and residual sovereignty\nof the States.” Bond v. United States, 564 U. S. ___,\n___ (2011) (slip op., at 9). But the federal balance “is not\njust an end in itself: Rather, federalism secures to citizens the\nliberties that derive from the diffusion of sovereign power.”\nIbid. (internal quotation marks omitted).More specifically,\n“ ‘the Framers of the Constitution intended the\nStates to keep for themselves, as provided in the Tenth Amendment,\nthe power to regulate elections.’ ” Gregory v.\nAshcroft, 501 U. S. 452 –462 (1991) (quoting Sugarman v.\nDougall, 413 U. S. 634, 647 (1973) ; some internal quotation\nmarks omitted). Of course, the Federal Government retains\nsignificant control over federal elections. For instance, the\nConstitution authorizes Congress to establish the time and manner\nfor electing Senators and Representatives. Art. I, §4,\ncl. 1; see also Arizona v. Inter Tribal Council of Ariz.,\nInc., ante, at 4–6. But States have “broad powers to\ndetermine the conditions under which the right of suffrage may be\nexercised.” Carrington v. Rash, 380 U. S. 89, 91 (1965)\n(internal quotation marks omitted); see also Arizona, ante, at\n13–15. And “[e]ach State has the power to prescribe the\nqualifications of its officers and the manner in which they shall\nbe chosen.” Boyd v. Nebraska ex rel. Thayer, 143 U. S.\n135, 161 (1892) . Drawing lines for congressional districts is\nlikewise “primarily the duty and responsibility of the\nState.” Perry v. Perez, 565 U. S. ___, ___ (2012) (per\ncuriam) (slip op., at 3) (internal quotation marks omitted).Not only do States\nretain sovereignty under the Constitution, there is also a\n“fundamental principle of equal sovereignty” among the\nStates. Northwest Austin, supra, at 203 (citing United States v.\nLouisiana, 363 U. S. 1, 16 (1960) ; Lessee of Pollard v.\nHagan, 3 How. 212, 223 (1845); and Texas v. White, 7 Wall. 700,\n725–726 (1869); emphasis added). Over a hundred years ago,\nthis Court explained that our Nation “was and is a union of\nStates, equal in power, dignity and authority.” Coyle v.\nSmith, 221 U. S. 559, 567 (1911) . Indeed, “the\nconstitutional equality of the States is essential to the\nharmonious operation of the scheme upon which the Republic was\norganized.” Id., at 580. Coyle concerned the admission of new\nStates, and Katzenbach rejected the notion that the principle\noperated as a bar on differential treatment outside that context.\n383 U. S., at 328–329. At the same time, as we made\nclear in Northwest Austin, the fundamental principle of equal\nsovereignty remains highly pertinent in assessing subsequent\ndisparate treatment of States. 557 U. S., at 203.The Voting Rights Act\nsharply departs from these basic principles. It suspends “all\nchanges to state election law—however innocuous—until\nthey have been precleared by federal authorities in Washington, D.\nC.” Id., at 202. States must beseech the Federal Government\nfor permission to implement laws that they would otherwise have the\nright to enact and execute on their own, subject of course to any\ninjunction in a §2 action. The Attorney General has 60 days to\nobject to a preclearance request, longer if he requests more\ninformation. See 28 CFR §§51.9, 51.37. If a State seeks\npreclearance from a three-judge court, the process can take\nyears.And despite the\ntradition of equal sovereignty, the Act applies to only nine States\n(and several additional counties). While one State waits months or\nyears and expends funds to implement a validly enacted law, its\nneighbor can typically put the same law into effect immediately,\nthrough the normal legislative process. Even if a noncovered\njurisdiction is sued, there are important differences between those\nproceedings and preclearance proceedings; the preclearance\nproceeding “not only switches the burden of proof to the\nsupplicant jurisdiction, but also applies substantive standards\nquite different from those governing the rest of the nation.”\n679 F. 3d, at 884 (Williams, J., dissenting) (case below).All this explains why,\nwhen we first upheld the Act in 1966, we described it as\n“stringent” and “potent.” Katzenbach, 383\nU. S., at 308, 315, 337. We recognized that it “may have\nbeen an uncommon exercise of congressional power,” but\nconcluded that “legislative measures not oth-erwise\nappropriate” could be justified by “exceptional\ncon-ditions.” Id., at 334. We have since noted that the Act\n“authorizes federal intrusion into sensitive areas of state\nand local policymaking,” Lopez, 525 U. S., at 282, and\nrepresents an “extraordinary departure from the traditional\ncourse of relations between the States and the Federal\nGovernment,” Presley v. Etowah County Comm’n, 502\nU. S. 491 –501 (1992). As we reiterated in Northwest\nAustin, the Act constitutes “extraordinary legislation\notherwise unfamiliar to our federal system.” 557 U. S.,\nat 211.BIn 1966, we found\nthese departures from the basic features of our system of\ngovernment justified. The “blight of racial discrimination in\nvoting” had “infected the electoral process in parts of\nour country for nearly a century.” Katzenbach, 383\nU. S., at 308. Several States had enacted a variety of\nrequirements and tests “specifically designed to\nprevent” African-Americans from voting. Id., at 310.\nCase-by-case litigation had proved inadequate to prevent such\nracial discrimination in voting, in part because States\n“merely switched to discriminatory devices not covered by the\nfederal decrees,” “enacted difficult new tests,”\nor simply “defied and evaded court orders.” Id., at\n314. Shortly before enactment of the Voting Rights Act, only 19.4\npercent of African-Americans of voting age were registered to vote\nin Alabama, only 31.8 percent in Louisiana, and only 6.4 percent in\nMississippi. Id., at 313. Those figures were roughly 50 percentage\npoints or more below the figures for whites. Ibid.In short, we concluded\nthat “[u]nder the compulsion of these unique circumstances,\nCongress responded in a permissibly decisive manner.” Id., at\n334, 335. We also noted then and have emphasized since that this\nextra-ordinary legislation was intended to be temporary, set to\nexpire after five years. Id., at 333; Northwest Austin, supra, at\n199.At the time, the\ncoverage formula—the means of linking the exercise of the\nunprecedented authority with the problem that warranted\nit—made sense. We found that “Congress chose to limit\nits attention to the geographic areas where immediate action seemed\nnecessary.” Katzenbach, 383 U. S., at 328. The areas\nwhere Congress found “evidence of actual voting\ndiscrimination” shared two characteristics: “the use of\ntests and devices for voter registration, and a voting rate in the\n1964 presidential election at least 12 points below the national\naverage.” Id., at 330. We explained that “[t]ests and\ndevices are relevant to voting discrimination because of their long\nhistory as a tool for perpetrating the evil; a low voting rate is\npertinent for the obvious reason that widespread disenfranchisement\nmust inevitably affect the number of actual voters.” Ibid. We\ntherefore concluded that “the coverage formula [was] rational\nin both practice and theory.” Ibid. It accurately reflected\nthose jurisdictions uniquely characterized by voting discrimination\n“on a pervasive scale,” linking coverage to the devices\nused to effectuate discrimination and to the resulting\ndisenfranchisement. Id., at 308. The formula ensured that the\n“stringent remedies [were] aimed at areas where voting\ndiscrimination ha[d] been most flagrant.” Id., at 315.CNearly 50 years\nlater, things have changed dramati-cally. Shelby County contends\nthat the preclearance re-quirement, even without regard to its\ndisparate coverage, is now unconstitutional. Its arguments have a\ngood deal of force. In the covered jurisdictions, “[v]oter\nturnout and registration rates now approach parity. Blatantly\ndiscriminatory evasions of federal decrees are rare. And minority\ncandidates hold office at unprecedented levels.” Northwest\nAustin, 557 U. S., at 202. The tests and devices that blocked\naccess to the ballot have been forbidden nationwide for over 40\nyears. See §6, 84Stat. 315; §102, 89Stat. 400.Those conclusions are\nnot ours alone. Congress said the same when it reauthorized the Act\nin 2006, writing that “[s]ignificant progress has been made\nin eliminating first generation barriers experienced by minority\nvoters, including increased numbers of registered minority voters,\nminority voter turnout, and minority representation in Congress,\nState legislatures, and local elected offices.”\n§2(b)(1), 120Stat. 577. The House Report elaborated that\n“the number of African-Americans who are registered and who\nturn out to cast ballots has increased significantly over the last\n40 years, particularly since 1982,” and noted that\n“[i]n some circumstances, minorities register to vote and\ncast ballots at levels that surpass those of white voters.”\nH. R. Rep. No. 109–478, p. 12 (2006). That Report\nalso explained that there have been “significant increases in\nthe number of African-Americans serving in elected offices”;\nmore specifically, there has been approximately a 1,000 percent\nincrease since 1965 in the number of African-American elected\nofficials in the six States originally covered by the Voting Rights\nAct. Id., at 18.The following chart,\ncompiled from the Senate and House Reports, compares voter\nregistration numbers from 1965 to those from 2004 in the six\noriginally covered States. These are the numbers that were before\nCongress when it reauthorized the Act in 2006:19652004WhiteBlackGapWhiteBlackGapAlabama69.219.349.973.872.90.9Georgia62.[6]27.435.263.564.2-0.7Louisiana80.531.648.975.171.14.0Mississippi69.96.763.272.376.1-3.8South Carolina75.737.338.474.471.13.3Virginia61.138.322.868.257.410.8See S. Rep. No. 109–295, p. 11\n(2006); H. R. Rep. No. 109–478, at 12. The 2004 figures\ncome from the Census Bureau. Census Bureau data from the most\nrecent election indicate that African-American voter turnout\nexceeded white voter turnout in five of the six States originally\ncovered by §5, with a gap in the sixth State of less than one\nhalf of one percent. See Dept. of Commerce, Census Bureau, Reported\nVoting and Registration, by Sex, Race and Hispanic Origin, for\nStates (Table 4b). The preclearance statistics are also\nilluminating. In the first decade after enactment of §5, the\nAttorney General objected to 14.2 percent of proposed voting\nchanges. H. R Rep. No. 109–478, at 22. In the last\ndecade before reenactment, the Attorney General objected to a mere\n0.16 percent. S. Rep. No. 109–295, at 13.There is no doubt that\nthese improvements are in large part because of the Voting Rights\nAct. The Act has proved immensely successful at redressing racial\ndiscrimination and integrating the voting process. See\n§2(b)(1), 120Stat. 577. During the “Freedom\nSummer” of 1964, in Philadelphia, Mississippi, three men were\nmurdered while working in the area to register African-American\nvoters. See United States v. Price, 383 U. S. 787, 790 (1966)\n. On “Bloody Sunday” in 1965, in Selma, Alabama, police\nbeat and used tear gas against hundreds marching in sup- port of\nAfrican-American enfranchisement. See Northwest Austin, supra, at\n220, n. 3 (Thomas, J., concurring in judgment in part and\ndissenting in part). Today both of those towns are governed by\nAfrican-American mayors. Problems remain in these States and\nothers, but there is no denying that, due to the Voting Rights Act,\nour Nation has made great strides.Yet the Act has not\neased the restrictions in §5 or narrowed the scope of the\ncoverage formula in §4(b) along the way. Those extraordinary\nand unprecedented features were reauthorized—as if nothing\nhad changed. In fact, the Act’s unusual remedies have grown\neven stronger. When Congress reauthorized the Act in 2006, it did\nso for another 25 years on top of the previous 40—a far cry\nfrom the initial five-year period. See 42 U. S. C.\n§1973b(a)(8). Congress also expanded the prohibitions in\n§5. We had previously interpreted §5 to prohibit only\nthose redistricting plans that would have the purpose or effect of\nworsening the position of minority groups. See Bossier II, 528\nU. S., at 324, 335–336. In 2006, Congress amended\n§5 to prohibit laws that could have favored such groups but\ndid not do so because of a discriminatory purpose, see 42\nU. S. C. §1973c(c), even though we had stated that\nsuch broadening of §5 coverage would “exacerbate the\nsubstantial federalism costs that the preclearance procedure\nalready exacts, perhaps to the extent of raising concerns about\n§5’s constitutionality,” Bossier II, supra, at 336\n(citation and internal quotation marks omitted). In addition,\nCongress expanded §5 to prohibit any voting law “that\nhas the purpose of or will have the effect of diminishing the\nability of any citizens of the United States,” on account of\nrace, color, or language minority status, “to elect their\npreferred candidates of choice.” §1973c(b). In light of\nthose two amendments, the bar that covered jurisdictions must clear\nhas been raised even as the conditions justifying that requirement\nhave dramatically improved.We have also previously\nhighlighted the concern that “the preclearance requirements\nin one State [might] be unconstitutional in another.”\nNorthwest Austin, 557 U. S., at 203; see Georgia v. Ashcroft,\n539 U. S., at 491 (Kennedy, J., concurring)\n(“considerations of race that would doom a redistricting plan\nunder the Fourteenth Amendment or §2 [of the Voting Rights\nAct] seem to be what save it under §5”). Nothing has\nhappened since to alleviate this troubling concern about the\ncurrent application of §5.Respondents do not deny\nthat there have been improvements on the ground, but argue that\nmuch of this can be attributed to the deterrent effect of §5,\nwhich dissuades covered jurisdictions from engaging in\ndiscrimination that they would resume should §5 be struck\ndown. Under this theory, however, §5 would be effectively\nimmune from scrutiny; no matter how “clean” the record\nof covered jurisdictions, the argument could always be made that it\nwas deterrence that accounted for the good behavior.The provisions of\n§5 apply only to those jurisdictions singled out by §4.\nWe now consider whether that coverage formula is constitutional in\nlight of current conditions.IIIAWhen upholding the\nconstitutionality of the coverage formula in 1966, we concluded\nthat it was “rational in both practice and theory.”\nKatzenbach, 383 U. S., at 330. The formula looked to cause\n(discriminatory tests) and ef- fect (low voter registration and\nturnout), and tailored the remedy (preclearance) to those\njurisdictions exhibiting both.By 2009, however, we\nconcluded that the “coverage formula raise[d] serious\nconstitutional questions.” Northwest Austin, 557 U. S.,\nat 204. As we explained, a statute’s “current\nburdens” must be justified by “current needs,”\nand any “disparate geographic coverage” must be\n“sufficiently related to the problem that it targets.”\nId., at 203. The coverage formula met that test in 1965, but no\nlonger does so.Coverage today is based\non decades-old data and eradicated practices. The formula captures\nStates by reference to literacy tests and low voter registration\nand turnout in the 1960s and early 1970s. But such tests have been\nbanned nationwide for over 40 years. §6, 84Stat. 315;\n§102, 89Stat. 400. And voter registration and turnout numbers\nin the covered States have risen dramatically in the years since.\nH. R. Rep. No. 109–478, at 12. Racial disparity in those\nnumbers was compelling evidence justifying the preclearance remedy\nand the coverage formula. See, e.g., Katzenbach, supra, at 313,\n329–330. There is no longer such a disparity.In 1965, the States\ncould be divided into two groups: those with a recent history of\nvoting tests and low voter registration and turnout, and those\nwithout those characteristics. Congress based its coverage formula\non that distinction. Today the Nation is no longer divided along\nthose lines, yet the Voting Rights Act continues to treat it as if\nit were.BThe\nGovernment’s defense of the formula is limited. First, the\nGovernment contends that the formula is\n“reverse-engineered”: Congress identified the\njurisdictions to be covered and then came up with criteria to\ndescribe them. Brief for Federal Respondent 48–49. Under that\nreasoning, there need not be any logical relationship be-tween the\ncriteria in the formula and the reason for coverage; all that is\nnecessary is that the formula happen to capture the jurisdictions\nCongress wanted to single out.The Government suggests\nthat Katzenbach sanctioned such an approach, but the analysis in\nKatzenbach was quite different. Katzenbach reasoned that the\ncoverage formula was rational because the “formula\n. . . was relevant to the problem”: “Tests\nand devices are relevant to voting discrimination because of their\nlong history as a tool for perpetrating the evil; a low voting rate\nis pertinent for the obvious reason that widespread\ndisenfranchisement must inevitably affect the number of actual\nvoters.” 383 U. S., at 329, 330.Here, by contrast, the\nGovernment’s reverse- engineering argument does not even\nattempt to demonstrate the continued relevance of the formula to\nthe problem it targets. And in the context of a decision as\nsignificant as this one—subjecting a disfavored subset of\nStates to “extraordinary legislation otherwise unfamiliar to\nour federal system,” Northwest Austin, supra, at\n211—that failure to establish even relevance is fatal.The Government falls\nback to the argument that because the formula was relevant in 1965,\nits continued use is permissible so long as any discrimination\nremains in the States Congress identified back\nthen—regardless of how that discrimination compares to\ndiscrimination in States unburdened by coverage. Brief for Federal\nRespondent 49–50. This argument does not look to\n“current political conditions,” Northwest Austin,\nsupra, at 203, but instead relies on a comparison between the\nStates in 1965. That comparison reflected the different histories\nof the North and South. It was in the South that slavery was upheld\nby law until uprooted by the Civil War, that the reign of Jim Crow\ndenied African-Americans the most basic freedoms, and that state\nand local governments worked tirelessly to disenfranchise citizens\non the basis of race. The Court invoked that history—rightly\nso—in sustaining the disparate coverage of the Voting Rights\nAct in 1966. See Katzenbach, supra, at 308 (“The\nconstitutional propriety of the Voting Rights Act of 1965 must be\njudged with reference to the historical experience which it\nreflects.”).But history did not end\nin 1965. By the time the Act was reauthorized in 2006, there had\nbeen 40 more years of it. In assessing the “current\nneed[ ]” for a preclearance system that treats States\ndifferently from one another today, that history cannot be ignored.\nDuring that time, largely because of the Voting Rights Act, voting\ntests were abolished, disparities in voter registration and turnout\ndue to race were erased, and African-Americans attained political\noffice in record numbers. And yet the coverage formula that\nCongress reauthorized in 2006 ignores these developments, keeping\nthe focus on decades-old data rel-evant to decades-old problems,\nrather than current data reflecting current needs.The Fifteenth Amendment\ncommands that the right to vote shall not be denied or abridged on\naccount of race or color, and it gives Congress the power to\nenforce that command. The Amendment is not designed to punish for\nthe past; its purpose is to ensure a better future. See Rice v.\nCayetano, 528 U. S. 495, 512 (2000) (“Consistent with\nthe design of the Constitution, the [Fifteenth] Amendment is cast\nin fundamental terms, terms transcending the particular controversy\nwhich was the immediate impetus for its enactment.”). To\nserve that purpose, Congress—if it is to divide the\nStates—must identify those jurisdictions to be singled out on\na basis that makes sense in light of current conditions. It cannot\nrely simply on the past. We made that clear in Northwest Austin,\nand we make it clear again today.CIn defending the\ncoverage formula, the Government, the intervenors, and the dissent\nalso rely heavily on data from the record that they claim justify\ndisparate coverage. Congress compiled thousands of pages of\nevidence before reauthorizing the Voting Rights Act. The court\nbelow and the parties have debated what that record\nshows—they have gone back and forth about whether to compare\ncovered to noncovered jurisdictions as blocks, how to disaggregate\nthe data State by State, how to weigh §2 cases as evidence of\nongoing discrimination, and whether to consider evidence not before\nCongress, among other issues. Compare, e.g., 679 F. 3d, at\n873–883 (case below), with id., at 889–902 (Williams,\nJ., dissenting). Regardless of how to look at the record, however,\nno one can fairly say that it shows anything approaching the\n“pervasive,” “flagrant,”\n“widespread,” and “rampant” discrimination\nthat faced Congress in 1965, and that clearly distinguished the\ncovered jurisdictions from the rest of the Nation at that time.\nKatzenbach, supra, at 308, 315, 331; Northwest Austin, 557\nU. S., at 201.But a more fundamental\nproblem remains: Congress did not use the record it compiled to\nshape a coverage formula grounded in current conditions. It instead\nreenacted a formula based on 40-year-old facts having no logical\nrelation to the present day. The dissent relies on\n“second-generation barriers,” which are not impediments\nto the casting of ballots, but rather electoral arrangements that\naffect the weight of minority votes. That does not cure the\nproblem. Viewing the preclearance requirements as targeting such\nefforts simply highlights the irrationality of continued reliance\non the §4 coverage formula, which is based on voting tests and\naccess to the ballot, not vote dilution. We cannot pretend that we\nare reviewing an updated statute, or try our hand at updating the\nstatute ourselves, based on the new record compiled by Congress.\nContrary to the dissent’s contention, see post, at 23, we are\nnot ignoring the record; we are simply recognizing that it played\nno role in shaping the statutory formula before us today.The dissent also turns\nto the record to argue that, in light of voting discrimination in\nShelby County, the county cannot complain about the provisions that\nsubject it to preclearance. Post, at 23–30. But that is like\nsaying that a driver pulled over pursuant to a policy of stopping\nall redheads cannot complain about that policy, if it turns out his\nlicense has expired. Shelby County’s claim is that the\ncoverage formula here is unconstitutional in all its applications,\nbecause of how it selects the jurisdictions sub-jected to\npreclearance. The county was selected based on that formula, and\nmay challenge it in court.DThe dissent proceeds\nfrom a flawed premise. It quotes the famous sentence from McCulloch\nv. Maryland, 4 Wheat. 316, 421 (1819), with the following emphasis:\n“Let the end be legitimate, let it be within the scope of the\nconstitution, and all means which are appropriate, which are\nplainly adapted to that end, which are not prohibited, but consist\nwith the letter and spirit of the constitution, are\nconstitutional.” Post, at 9 (emphasis in dissent). But this\ncase is about a part of the sentence that the dissent does not\nemphasize—the part that asks whether a legislative means is\n“consist[ent] with the letter and spirit of the\nconstitution.” The dissent states that “[i]t cannot\ntenably be maintained” that this is an issue with regard to\nthe Voting Rights Act, post, at 9, but four years ago, in an\nopinion joined by two of today’s dissenters, the Court\nexpressly stated that “[t]he Act’s preclearance\nrequirement and its coverage formula raise serious constitutional\nquestions.” Northwest Austin, supra, at 204. The dissent does\nnot explain how those “serious constitutional\nquestions” became untenable in four short years.The dissent treats the\nAct as if it were just like any other piece of legislation, but\nthis Court has made clear from the beginning that the Voting Rights\nAct is far from ordinary. At the risk of repetition, Katzenbach\nindicated that the Act was “uncommon” and “not\notherwise appropriate,” but was justified by\n“exceptional” and “unique” conditions. 383\nU. S., at 334, 335. Multiple decisions since have reaffirmed\nthe Act’s “extraordinary” nature. See, e.g.,\nNorthwest Austin, supra, at 211. Yet the dissent goes so far as to\nsuggest instead that the preclearance requirement and disparate\ntreatment of the States should be upheld into the future\n“unless there [is] no or almost no evidence of\nunconstitutional action by States.” Post, at 33.In other ways as well,\nthe dissent analyzes the ques- tion presented as if our decision in\nNorthwest Austin never happened. For example, the dissent refuses\nto con- sider the principle of equal sovereignty, despite Northwest\nAustin’s emphasis on its significance. Northwest Austin also\nemphasized the “dramatic” progress since 1965, 557\nU. S., at 201, but the dissent describes current levels of\ndiscrimination as “flagrant,” “widespread,”\nand “pervasive,” post, at 7, 17 (internal quotation\nmarks omitted). Despite the fact that Northwest Austin requires an\nAct’s “disparate geographic coverage” to be\n“sufficiently related” to its targeted problems, 557\nU. S., at 203, the dissent maintains that an Act’s\nlimited coverage actually eases Congress’s burdens, and\nsuggests that a fortuitous relationship should suffice. Although\nNorthwest Austin stated definitively that “current\nburdens” must be justified by “current needs,”\nibid., the dissent argues that the coverage formula can be\njustified by history, and that the required showing can be weaker\non reenactment than when the law was first passed.There is no valid\nreason to insulate the coverage for-mula from review merely because\nit was previously enacted 40 years ago. If Congress had started\nfrom scratch in 2006, it plainly could not have enacted the present\ncoverage formula. It would have been irrational for Congress to\ndistinguish between States in such a fundamental way based on\n40-year-old data, when today’s statistics tell an entirely\ndifferent story. And it would have been irrational to base coverage\non the use of voting tests 40 years ago, when such tests have been\nillegal since that time. But that is exactly what Congress has\ndone.*  *  *Striking down an Act of\nCongress “is the gravest and most delicate duty that this\nCourt is called on to perform.” Blodgett v. Holden, 275\nU. S. 142, 148 (1927) (Holmes, J., concurring). We do not do\nso lightly. That is why, in 2009, we took care to avoid ruling on\nthe constitutionality of the Voting Rights Act when asked to do so,\nand instead resolved the case then before us on statutory grounds.\nBut in issuing that decision, we expressed our broader concerns\nabout the constitutionality of the Act. Congress could have updated\nthe coverage formula at that time, but did not do so. Its failure\nto act leaves us today with no choice but to declare §4(b)\nunconstitutional. The formula in that section can no longer be used\nas a basis for subjecting jurisdictions to preclearance.Our decision in no way\naffects the permanent, nationwide ban on racial discrimination in\nvoting found in §2. We issue no holding on §5 itself,\nonly on the coverage formula. Congress may draft another formula\nbased on current conditions. Such a formula is an initial\nprerequisite to a determination that exceptional conditions still\nexist justifying such an “extraordinary departure from the\ntraditional course of relations between the States and the Federal\nGovernment.” Presley, 502 U. S., at 500–501. Our\ncountry has changed, and while any racial discrimination in voting\nis too much, Congress must ensure that the legislation it passes to\nremedy that problem speaks to current conditions.The judgment of the\nCourt of Appeals is reversed.It is so ordered.Notes1Both the Fourteenth and s\nwere at issue in Northwest Austin, see Juris. Statement i, and\nBrief for Federal Appellee 29–30, in Northwest Austin\nMunicipal Util. Dist. No. One v. Holder, O. T. 2008, No.\n08–322, and accordingly Northwest Austin guides our review\nunder both Amendments in this case.",
    "joined": []
}