{
    "case": {
        "docket": "19-635",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-635/"
    },
    "id": "4271580",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–635_________________DONALD J. TRUMP, PETITIONERv.CYRUS R.\nVANCE, Jr., in his official capacity as DISTRICT ATTORNEY OF THE\nCOUNTY OF NEW YORK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[July 9, 2020]Chief Justice Roberts delivered the opinion of\nthe Court.In our judicial system, “the public has a right\nto every man’s evidence.”[1]\nSince the earliest days of the Republic, “every man” has included\nthe President of the United States. Beginning with Jefferson and\ncarrying on through Clinton, Presidents have uniformly testified or\nproduced documents in criminal proceedings when called upon by\nfederal courts. This case involves—so far as we and the parties can\ntell—the firststatecriminal subpoena directed to a\nPresident. The President contends that the subpoena is\nunenforceable. We granted certiorari to decide whether Article II\nand the Supremacy Clause categorically preclude, or require a\nheightened standard for, the issuance of a state criminal subpoena\nto a sitting President.IIn the summer of 2018, the New York County\nDistrict Attorney’s Office opened an investigation into what it\nopaquely describes as “business transactions involving multiple\nindividuals whose conduct may have violated state law.” Brief for\nRespondent Vance 2. A year later, the office—acting on behalf of a\ngrand jury—served a subpoenaduces tecum(essentially a\nrequest to produce evidence) on Mazars USA, LLP, the personal\naccounting firm of President Donald J. Trump. The subpoena directed\nMazars to produce financial records relating to the President and\nbusiness organizations affiliated with him, including “[t]ax\nreturns and related schedules,” from “2011 to the present.” App. to\nPet. for Cert. 119a.[2]The President, acting in his personal capacity,\nsued the district attorney and Mazars in Federal District Court to\nenjoin enforcement of the subpoena. He argued that, under Article\nII and the Supremacy Clause, a sitting President enjoys absolute\nimmunity from state criminal process. He asked the court to issue a\n“declaratory judgment that the subpoena is invalid and\nunenforceable while the President is in office” and to permanently\nenjoin the district attorney “from taking any action to enforce the\nsubpoena.” Amended Complaint in No. 1:19–cv–8694 (SDNY, Sept. 25,\n2019), p. 19. Mazars, concluding that the dispute was between the\nPresident and the district attorney, took no position on the legal\nissues raised by the President.The District Court abstained from exercising\njurisdiction and dismissed the case based onYoungerv.Harris,401 U.S.\n37(1971), which generally precludes federal courts from\nintervening in ongoing state criminal prosecutions. 395\nF. Supp. 3d 283, 290 (SDNY 2019). In an alternative holding,\nthe court ruled that the President was not entitled to injunctive\nrelief.Ibid.The Second Circuit met the District Court\nhalfway. As to the dismissal, the Court of Appeals held thatYoungerabstention was inappropriate because that doctrine’s\ncore justification—“preventing friction” between States and the\nFederal Government—is diminished when state and federal actors are\nalready in conflict, as the district attorney and the President\nwere. 941 F.3d 631, 637, 639 (2019).On the merits, the Court of Appeals agreed with\nthe District Court’s denial of a preliminary injunction. Drawing on\nthe 200-year history of Presidents being subject to federal\njudicial process, the Court of Appeals concluded that “presidential\nimmunity does not bar the enforcement of a state grand jury\nsubpoena directing a third party to produce non-privileged\nmaterial, even when the subject matter under investigation pertains\nto the President.”Id., at 640. It also rejected the\nargument raised by the United States asamicus curiaethat a\nstate grand jury subpoena must satisfy a heightened showing of\nneed. The court reasoned that the proposed test, derived from cases\naddressing privileged Executive Branch communications, “ha[d]\nlittle bearing on a subpoena” seeking “information relating solely\nto the President in his private capacity and disconnected from the\ndischarge of his constitutional obligations.”Id.,at\n645–646.We granted certiorari. 589 U. S. ___\n(2019).IIIn the summer of 1807, all eyes were on\nRichmond, Virginia. Aaron Burr, the former Vice President, was on\ntrial for treason.[3] Fallen\nfrom political grace after his fatal duel with Alexander Hamilton,\nand with a murder charge pending in New Jersey, Burr followed the\npath of many down-and-out Americans of his day—he headed West in\nsearch of new opportunity. But Burr was a man with outsized\nambitions. Together with General James Wilkinson, the Governor of\nthe Louisiana Territory, he hatched a plan to establish a new\nterritory in Mexico, then controlled by Spain.[4] Both men anticipated that war between the\nUnited States and Spain was imminent, and when it broke out they\nintended to invade Spanish territory at the head of a private\narmy.But while Burr was rallying allies to his cause,\ntensions with Spain eased and rumors began to swirl that Burr was\nconspiring to detach States by the Allegheny Mountains from the\nUnion. Wary of being exposed as the principal co-conspirator,\nWilkinson took steps to ensure that any blame would fall on Burr.\nHe sent a series of letters to President Jefferson accusing Burr of\nplotting to attack New Orleans and revolutionize the Louisiana\nTerritory.Jefferson, who despised his former running mate\nBurr for trying to steal the 1800 presidential election from him,\nwas predisposed to credit Wilkinson’s version of events. The\nPresident sent a special message to Congress identifying Burr as\nthe “prime mover” in a plot “against the peace and safety of the\nUnion.” 16 Annals of Cong. 39–40 (1807). According to Jefferson,\nBurr contemplated either the “severance of the Union” or an attack\non Spanish territory.Id., at 41. Jefferson acknowledged\nthat his sources contained a “mixture of rumors, conjectures, and\nsuspicions” but, citing Wilkinson’s letters, he assured Congress\nthat Burr’s guilt was “beyond question.”Id., at 39–40.The trial that followed was “the greatest\nspectacle in the short history of the republic,” complete with a\nFounder-studded cast. N. Isenberg, Fallen Founder: The Life of\nAaron Burr 351 (2007). People flocked to Richmond to watch, massing\nin tents and covered wagons along the banks of the James River,\nnearly doubling the town’s population of 5,000. Burr’s defense team\nincluded Edmund Randolph and Luther Martin, both former delegates\nat the Constitutional Convention and renowned advocates. Chief\nJustice John Marshall, who had recently squared off with the\nJefferson administration inMarburyv.Madison, 1\nCranch 137 (1803), presided as Circuit Justice for Virginia.\nMeanwhile Jefferson, intent on conviction, orchestrated the\nprosecution from afar, dedicating Cabinet meetings to the case,\npeppering the prosecutors with directions, and spending nearly\n$100,000 from the Treasury on the five-month proceedings.In the lead-up to trial, Burr, taking aim at his\naccusers, moved for a subpoenaduces tecumdirected at\nJefferson. The draft subpoena required the President to produce an\nOctober 21, 1806 letter from Wilkinson and accompanying documents,\nwhich Jefferson had referenced in his message to Congress. The\nprosecution opposed the request, arguing that a President could not\nbe subjected to such a subpoena and that the letter might contain\nstate secrets. Following four days of argument, Marshall announced\nhis ruling to a packed chamber.The President, Marshall declared, does not\n“stand exempt from the general provisions of the constitution” or,\nin particular, the Sixth Amendment’s guarantee that those accused\nhave compulsory process for obtaining witnesses for their defense.United Statesv.Burr, 25 F. Cas. 30, 33–34 (No.\n14,692d) (CC Va. 1807). At common law the “single reservation” to\nthe duty to testify in response to a subpoena was “the case of the\nking,” whose “dignity” was seen as “incompatible” with appearing\n“under the process of the court.”Id., at 34. But, as\nMarshall explained, a king is born to power and can “do no wrong.”Ibid.The President, by contrast, is “of the people” and\nsubject to the law.Ibid.According to Marshall, the sole\nargument for exempting the President from testimonial obligations\nwas that his “duties as chief magistrate demand his whole time for\nnational objects.”Ibid.But, in Marshall’s assessment,\nthose demands were “not unremitting.”Ibid.And should the\nPresident’s duties preclude his attendance at a particular time and\nplace, a court could work that out upon return of the subpoena.Ibid.Marshall also rejected the prosecution’s\nargument that the President was immune from a subpoenaduces\ntecumbecause executive papers might contain state secrets. “A\nsubpoena duces tecum,” he said, “may issue to any person to whom an\nordinary subpoena may issue.”Ibid.As he explained, no\n“fair construction” of the Constitution supported the conclusion\nthat the right “to compel the attendance of witnesses[ ] does\nnot extend” to requiring those witnesses to “bring[ ] with\nthem such papers as may be material in the defence.”Id., at\n35. And, as a matter of basic fairness, permitting such information\nto be withheld would “tarnish the reputation of the court.”Id., at 37. As for “the propriety of introducing any\npapers,” that would “depend on the character of the paper, not on\nthe character of the person who holds it.”Id., at 34.\nMarshall acknowledged that the papers sought by Burr could contain\ninformation “the disclosure of which would endanger the public\nsafety,” but stated that, again, such concerns would have “due\nconsideration” upon the return of the subpoena.Id., at\n37.While the arguments unfolded, Jefferson, who had\nreceived word of the motion, wrote to the prosecutor indicating\nthat he would—subject to the prerogative to decide which executive\ncommunications should be withheld—“furnish on all occasions,\nwhatever the purposes of justice may require.” Letter from T.\nJefferson to G. Hay (June 12, 1807), in 10 Works of Thomas\nJefferson 398, n. (P. Ford ed. 1905). His “personal attendance,”\nhowever, was out of the question, for it “would leave the nation\nwithout” the “sole branch which the constitution requires to be\nalways in function.” Letter from T. Jefferson to G. Hay (June 17,\n1807), inid., at 400–401, n.Before Burr received the subpoenaed documents,\nMarshall rejected the prosecution’s core legal theory for treason\nand Burr was accordingly acquitted. Jefferson, however, was not\ndone. Committed to salvaging a conviction, he directed the\nprosecutors to proceed with a misdemeanor (yes, misdemeanor) charge\nfor inciting war against Spain. Burr then renewed his request for\nWilkinson’s October 21 letter, which he later received a copy of,\nand subpoenaed a second letter, dated November 12, 1806, which the\nprosecutor claimed was privileged. Acknowledging that the President\nmay withhold information to protect public safety, Marshall\ninstructed that Jefferson should “state the particular reasons” for\nwithholding the letter.United Statesv.Burr, 25 F.\nCas. 187, 192 (No. 14,694) (CC Va. 1807). The court, paying “all\nproper respect” to those reasons, would then decide whether to\ncompel disclosure.Ibid.But that decision was averted when\nthe misdemeanor trial was cut short after it became clear that the\nprosecution lacked the evidence to convict.In the two centuries since the Burr trial,\nsuccessive Presidents have accepted Marshall’s ruling that the\nChief Executive is subject to subpoena. In 1818, President Monroe\nreceived a subpoena to testify in a court-martial against one of\nhis appointees. See Rotunda, Presidents and Ex-Presidents as\nWitnesses: A Brief Historical Footnote, 1975 U. Ill. L. Forum 1, 5.\nHis Attorney General, William Wirt—who had served as a prosecutor\nduring Burr’s trial—advised Monroe that, per Marshall’s ruling, a\nsubpoena to testify may “be properly awarded to the President.”Id., at 5–6. Monroe offered to sit for a deposition and\nultimately submitted answers to written interrogatories.Following Monroe’s lead, his successors have\nuniformly agreed to testify when called in criminal proceedings,\nprovided they could do so at a time and place of their choosing. In\n1875, President Grant submitted to a three-hour deposition in the\ncriminal prosecution of a political appointee embroiled in a\nnetwork of tax-evading whiskey distillers. See 1 R. Rotunda &\nJ. Nowak, Constitutional Law §7.1(b)(ii), p. 996 (5th ed. 2012)\n(Rotunda & Nowak). A century later, President Ford’s attempted\nassassin subpoenaed him to testify in her defense. SeeUnited\nStatesv.Fromme, 405 F. Supp. 578 (ED Cal. 1975). Ford\nobliged—from a safe distance—in the first videotaped deposition of\na President. President Carter testified via the same means in the\ntrial of two local officials who, while Carter was Governor of\nGeorgia, had offered to contribute to his campaign in exchange for\nadvance warning of any state gambling raids. See Carter’s\nTestimony, on Videotape, Is Given to Georgia Gambling Trial,\nN. Y. Times, Apr. 20, 1978, p. A20 (Carter recounted that he\n“rejected the proposition instantly.”). Two years later, Carter\ngave videotaped testimony to a federal grand jury investigating\nwhether a fugitive financier had entreated the White House to quash\nhis extradition proceedings. See Rotunda & Nowak §7.1(b)(vi),\nat 997. President Clinton testified three times, twice via\ndeposition pursuant to subpoenas in federal criminal trials of\nassociates implicated during the Whitewater investigation, and once\nby video for a grand jury investigating possible perjury. Seeid., §7.1(c)(viii), at 1007–1008.The bookend to Marshall’s ruling came in 1974\nwhen the question he never had to decide—whether to compel the\ndisclosure of official communications over the objection of the\nPresident—came to a head. That spring, the Special Prosecutor\nappointed to investigate the break-in of the Democratic National\nCommittee Headquarters at the Watergate complex filed an indictment\ncharging seven defendants associated with President Nixon and\nnaming Nixon as an unindicted co-conspirator. As the case moved\ntoward trial, the Special Prosecutor secured a subpoenaduces\ntecumdirecting Nixon to produce, among other things, tape\nrecordings of Oval Office meetings. Nixon moved to quash the\nsubpoena, claiming that the Constitution provides an absolute\nprivilege of confidentiality to all presidential communications.\nThis Court rejected that argument inUnited Statesv.Nixon,418 U.S.\n683(1974), a decision we later described as “unequivocally and\nemphatically endors[ing] Marshall’s” holding that Presidents are\nsubject to subpoena.Clintonv.Jones,520 U.S.\n681, 704 (1997).TheNixonCourt readily acknowledged the\nimportance of preserving the confidentiality of communications\n“between high Government officials and those who advise and assist\nthem.” 418 U. S., at 705. “Human experience,” the Court\nexplained, “teaches that those who expect public dissemination of\ntheir remarks may well temper candor with a concern for appearances\nand for their own interests to the detriment of the decisionmaking\nprocess.”Ibid.Confidentiality thus promoted the “public\ninterest in candid, objective, and even blunt or harsh opinions in\nPresidential decisionmaking.”Id., at 708.But, like Marshall two centuries prior, the\nCourt recognized the countervailing interests at stake. Invoking\nthe common law maxim that “the public has a right to every man’s\nevidence,” the Court observed that the public interest in fair and\naccurate judicial proceedings is at its height in the criminal\nsetting, where our common commitment to justice demands that “guilt\nshall not escape” nor “innocence suffer.”Id., at 709\n(internal quotation marks and alteration omitted). Because these\ndual aims would be “defeated if judgments” were “founded on a\npartial or speculative presentation of the facts,” theNixonCourt recognized that it was “imperative” that “compulsory process\nbe available for the production of evidence needed either by the\nprosecution or the defense.”Ibid.The Court thus concluded that the President’s\n“generalized assertion of privilege must yield to the demonstrated,\nspecific need for evidence in a pending criminal trial.”Id., at 713. Two weeks later, President Nixon dutifully\nreleased the tapes.IIIThe history surveyed above all involvedfederalcriminal proceedings. Here we are confronted for the\nfirst time with a subpoena issued to the President by a local grand\njury operating under the supervision of astatecourt.[5]In the President’s view, that distinction makes\nall the difference. He argues that the Supremacy Clause gives a\nsitting President absolute immunity from state criminal subpoenas\nbecause compliance with those subpoenas would categorically impair\na President’s performance of his Article II functions. The\nSolicitor General, arguing on behalf of the United States, agrees\nwith much of the President’s reasoning but does not commit to his\nbottom line. Instead, the Solicitor General urges us to resolve\nthis case by holding that a state grand jury subpoena for a sitting\nPresident’s personal records must, at the very least, “satisfy a\nheightened standard of need,” which the Solicitor General contends\nwas not met here. Brief for United States asAmicus Curiae26, 29.AWe begin with the question of absolute\nimmunity. No one doubts that Article II guarantees the independence\nof the Executive Branch. As the head of that branch, the President\n“occupies a unique position in the constitutional scheme.”Nixonv.Fitzgerald,457 U.S.\n731, 749 (1982). His duties, which range from faithfully\nexecuting the laws to commanding the Armed Forces, are of unrivaled\ngravity and breadth. Quite appropriately, those duties come with\nprotections that safeguard the President’s ability to perform his\nvital functions. See,e.g.,ibid.(concluding that\nthe President enjoys “absolute immunity from damages liability\npredicated on his official acts”);Nixon, 418 U. S., at\n708 (recognizing that presidential communications are presumptively\nprivileged).In addition, the Constitution guarantees “the\nentire independence of the General Government from any control by\nthe respective States.”Farmers and Mechanics Sav. Bank of\nMinneapolisv.Minnesota,232 U.S.\n516, 521 (1914). As we have often repeated, “States have no\npower . . . to retard, impede, burden, or in any manner\ncontrol the operations of the constitutional laws enacted by\nCongress.”McCullochv.Maryland, 4 Wheat. 316, 436\n(1819). It follows that States also lack the power to impede the\nPresident’s execution of those laws.Marshall’s ruling inBurr, entrenched by\n200 years of practice and our decision inNixon, confirms\nthatfederalcriminal subpoenas do not “rise to the level of\nconstitutionally forbidden impairment of the Executive’s ability to\nperform its constitutionally mandated functions.”Clinton,\n520 U. S., at 702–703. But the President, joined in part by\nthe Solicitor General, argues thatstatecriminal subpoenas\npose a unique threat of impairment and thus demand greater\nprotection. To be clear, the President does not contend here thatthissubpoena, in particular, is impermissibly burdensome.\nInstead he makes acategoricalargument about the burdens\ngenerally associated with state criminal subpoenas, focusing on\nthree: diversion, stigma, and harassment. We address each in\nturn.1The President’s primary contention, which the\nSolicitor General supports, is that complying with state criminal\nsubpoenas would necessarily divert the Chief Executive from his\nduties. He grounds that concern inNixonv.Fitzgerald, which recognized a President’s “absolute\nimmunity from damages liability predicated on his official acts.”\n457 U. S., at 749. In explaining the basis for that immunity,\nthis Court observed that the prospect of such liability could\n“distract a President from his public duties, to the detriment of\nnot only the President and his office but also the Nation that the\nPresidency was designed to serve.”Id., at 753. The\nPresident contends that the diversion occasioned by a state\ncriminal subpoena imposes an equally intolerable burden on a\nPresident’s ability to perform his Article II functions.ButFitzgeralddid not hold that\ndistraction was sufficient to confer absolute immunity. We instead\ndrew a careful analogy to the common law absolute immunity of\njudges and prosecutors, concluding that a President, like those\nofficials, must “deal fearlessly and impartially with the duties of\nhis office”—not be made “unduly cautious in the discharge of\n[those] duties” by the prospect of civil liability for official\nacts.Id., at 751–752, and n. 32 (internal quotation\nmarks omitted). Indeed, we expressly rejected immunity based on\ndistraction alone 15 years later inClintonv.Jones.\nThere, President Clinton argued that the risk of being “distracted\nby the need to participate in litigation” entitled a sitting\nPresident to absolute immunity from civil liability, not just for\nofficial acts, as inFitzgerald, but for private conduct as\nwell. 520 U. S., at 694, n. 19. We disagreed with that\nrationale, explaining that the “dominant concern” inFitzgeraldwas not mere distraction but the distortion of\nthe Executive’s “decisionmaking process” with respect to official\nacts that would stem from “worry as to the possibility of damages.”\n520 U. S., at 694, n. 19. The Court recognized that\nPresidents constantly face myriad demands on their attention, “some\nprivate, some political, and some as a result of official duty.”Id., at 705, n. 40. But, the Court concluded, “[w]hile\nsuch distractions may be vexing to those subjected to them, they do\nnot ordinarily implicate constitutional . . . concerns.”Ibid.The same is true of criminal subpoenas. Just as\na “properly managed” civil suit is generally “unlikely to occupy\nany substantial amount of ” a President’s time or attention,id.,at 702, two centuries of experience confirm that a\nproperly tailored criminal subpoena will not normally hamper the\nperformance of the President’s constitutional duties. If anything,\nwe expect that in the mine run of cases, where a President is\nsubpoenaed during a proceeding targeting someone else, as Jefferson\nwas, the burden on a President will ordinarily be lighter than the\nburden of defending against a civil suit.The President, however, believes the district\nattorney is investigating him and his businesses. In such a\nsituation, he contends, the “toll that criminal process\n. . . exacts from the President is even heavier” than the\ndistraction at issue inFitzgeraldandClinton,\nbecause “criminal litigation” poses unique burdens on the\nPresident’s time and will generate a “considerable if not\noverwhelming degree of mental preoccupation.” Brief for Petitioner\n16–18, 30 (internal quotation marks omitted).But the President is not seeking immunity from\nthe diversion occasioned by the prospect of future criminalliability. Instead he concedes—consistent with the position\nof the Department of Justice—that state grand juries are free to\ninvestigate a sitting President with an eye toward charging him\nafter the completion of his term. See Reply Brief 19 (citing\nMemorandum from Randolph D. Moss, Assistant Atty. Gen., Office of\nLegal Counsel, to the Atty. Gen.: A Sitting President’s Amenability\nto Indictment and Criminal Prosecution, 24 Op. OLC 222, 257,\nn. 36 (Oct. 16, 2000)). The President’s objection therefore\nmust be limited to theadditionaldistraction caused by the\nsubpoena itself. But that argument runs up against the 200 years of\nprecedent establishing that Presidents, and their official\ncommunications, are subject to judicial process, seeBurr,\n25 F. Cas., at 34, even when the President is under\ninvestigation, seeNixon, 418 U. S., at 706.2The President next claims that the stigma of\nbeing subpoenaed will undermine his leadership at home and abroad.\nNotably, the Solicitor General does not endorse this argument,\nperhaps because we have twice denied absolute immunity claims by\nPresidents in cases involving allegations of serious misconduct.\nSeeClinton, 520 U. S., at 685;Nixon, 418\nU. S., at 687. But even if a tarnished reputation were a\ncognizable impairment, there is nothing inherently stigmatizing\nabout a President performing “the citizen’s normal duty of\n. . . furnishing information relevant” to a criminal\ninvestigation.Branzburgv.Hayes,408 U.S.\n665, 691 (1972). Nor can we accept that the risk of association\nwith persons or activities under criminal investigation can absolve\na President of such an important public duty. Prior Presidents have\nweathered these associations in federal cases,supra, at\n6–10, and there is no reason to think any attendant notoriety is\nnecessarily greater in state court proceedings.To be sure, the consequences for a President’s\npublic standing will likely increase if he is the one under\ninvestigation. But, again, the President concedes that such\ninvestigations are permitted under Article II and the Supremacy\nClause, and receipt of a subpoena would not seem to categorically\nmagnify the harm to the President’s reputation.Additionally, while the current suit has cast\nthe Mazars subpoena into the spotlight, longstanding rules of grand\njury secrecy aim to prevent the very stigma the President\nanticipates. See S. Beale et al., Grand Jury Law and Practice\n§5:1, p. 5–3 (2d ed. 2018) (“[T]he federal system and most\nstates have adopted statutes or court rules” that “impose sharp\nrestrictions on the extent to which matters occurring before a\ngrand jury may be divulged” to outside persons.). Of course,\ndisclosure restrictions are not perfect. SeeNixon, 418\nU. S., at 687, n. 4 (observing that news media reporting\nmade the protective order shielding the fact that the President had\nbeen named as an unindicted co-conspirator “no longer meaningful”).\nBut those who make unauthorized disclosures regarding a grand jury\nsubpoena do so at their peril. See,e.g., N. Y. Penal\nLaw Ann. §215.70 (West 2010) (designating unlawful grand jury\ndisclosure as a felony).3Finally, the President and the Solicitor\nGeneral warn that subjecting Presidents to state criminal subpoenas\nwill make them “easily identifiable target[s]” for harassment.Fitzgerald, 457 U. S., at 753. But we rejected a nearly\nidentical argument inClinton, where then-President Clinton\nargued that permitting civil liability for unofficial acts would\n“generate a large volume of politically motivated harassing and\nfrivolous litigation.”Clinton, 520 U. S., at 708. The\nPresident and the Solicitor General nevertheless argue that state\ncriminal subpoenas pose a heightened risk and could undermine the\nPresident’s ability to “deal fearlessly and impartially” with the\nStates.Fitzgerald, 457 U. S., at 752 (internal\nquotation marks omitted). They caution that, while federal\nprosecutors are accountable to and removable by the President, the\n2,300 district attorneys in this country are responsive to local\nconstituencies, local interests, and local prejudices, and might\n“use criminal process to register their dissatisfaction with” the\nPresident. Brief for Petitioner 16. What is more, we are told, the\nstate courts supervising local grand juries may not exhibit the\nsame respect that federal courts show to the President as a\ncoordinate branch of Government.We recognize, as does the district attorney,\nthat harassing subpoenas could, under certain circumstances,\nthreaten the independence or effectiveness of the Executive. See\nTr. of Oral Arg. 73. Even so, inClintonwe found that the\nrisk of harassment was not “serious” because federal courts have\nthe tools to deter and, where necessary, dismiss vexatious civil\nsuits. 520 U. S., at 708. And, while we cannot ignore the\npossibility that state prosecutors may have political motivations,\nseepost,at 15 (Alito, J., dissenting), here again the law\nalready seeks to protect against the predicted abuse.First, grand juries are prohibited from engaging\nin “arbitrary fishing expeditions” and initiating investigations\n“out of malice or an intent to harass.”United Statesv.R. Enterprises, Inc.,498 U.S.\n292, 299 (1991). See also,e.g.,Viragv.Hynes, 54 N.Y.2d 437, 442–443, 430 N.E.2d 1249, 1252 (1981)\n(recognizing that grand jury subpoenas can be “challenged by an\naffirmative showing of impropriety,” including “bad faith”\n(internal quotation marks omitted)). These protections, as the\ndistrict attorney himself puts it, “apply with special force to a\nPresident, in light of the office’s unique position as the head of\nthe Executive Branch.” Brief for Respondent Vance 43. And, in the\nevent of such harassment, a President would be entitled to the\nprotection of federal courts. The policy against federal\ninterference in state criminal proceedings, while strong, allows\n“intervention in those cases where the District Court properly\nfinds that the state proceeding is motivated by a desire to harass\nor is conducted in bad faith.”Huffmanv.Pursue,\nLtd.,420 U.S.\n592, 611 (1975).Second, contrary to Justice Alito’s\ncharacterization, our holding does not allow States to “run\nroughshod over the functioning of [the Executive B]ranch.”Post,at 22. The Supremacy Clause prohibits state judges and\nprosecutors from interfering with a President’s official duties.\nSee,e.g.,Tennesseev.Davis,100 U.S.\n257, 263 (1880) (“No State government can . . .\nobstruct [the] authorized officers” of the Federal Government.).\nAny effort to manipulate a President’s policy decisions or to\n“retaliat[e]” against a President for official acts through\nissuance of a subpoena, Brief for Respondent Vance 15, 43, would\nthus be an unconstitutional attempt to “influence” a superior\nsovereign “exempt” from such obstacles, seeMcCulloch, 4\nWheat., at 427. We generally “assume[ ] that state courts and\nprosecutors will observe constitutional limitations.”Dombrowskiv.Pfister,380 U.S.\n479, 484 (1965). Failing that, federal law allows a President\nto challenge any allegedly unconstitutional influence in a federal\nforum, as the President has done here. See 42 U. S. C.\n§1983;Ex parte Young,209 U.S.\n123, 155–156 (1908) (holding that federal courts may enjoin\nstate officials to conform their conduct to federal law).Given these safeguards and the Court’s\nprecedents, we cannot conclude that absolute immunity is necessary\nor appropriate under Article II or the Supremacy Clause. Our\ndissenting colleagues agree. Justice Thomas reaches the same\nconclusion based on the original understanding of the Constitution\nreflected in Marshall’s decision inBurr.Post,at 2,\n5–6. And Justice Alito, also persuaded byBurr, “agree[s]”\nthat “not all” state criminal subpoenas for a President’s records\n“should be barred.”Post,at 16. On that point the Court is\nunanimous.BWe next consider whether a state grand jury\nsubpoena seeking a President’s private papers must satisfy a\nheightened need standard. The Solicitor General would require a\nthreshold showing that the evidence sought is “critical” for\n“specific charging decisions” and that the subpoena is a “last\nresort,” meaning the evidence is “not available from any other\nsource” and is needed “now, rather than at the end of the\nPresident’s term.” Brief for United States asAmicus Curiae29, 32 (internal quotation marks and alteration omitted). Justice\nAlito, largely embracing those criteria, agrees that a state\ncriminal subpoena to a President “should not be allowed unless a\nheightened standard is met.”Post,at 16–18 (asking whether\nthe information is “critical” and “necessary . . .\nnow”).We disagree, for three reasons. First, such a\nheightened standard would extend protection designed for official\ndocuments to the President’s private papers. As the Solicitor\nGeneral and Justice Alito acknowledge, their proposed test is\nderived from executive privilege cases that trace back toBurr. Brief for United States asAmicus Curiae26–28;post,at 17. There, Marshall explained that if Jefferson\ninvoked presidential privilege over executive communications, the\ncourt would not “proceed against the president as against an\nordinary individual” but would instead require an affidavit from\nthe defense that “would clearly show the paper to be essential to\nthe justice of the case.”Burr, 25 F. Cas., at 192. The\nSolicitor General and Justice Alito would have us apply a similar\nstandard to a President’s personal papers. But this argument does\nnot account for the relevant passage fromBurr: “If there be\na paper in the possession of the executive, which isnot of an\nofficial nature, he must stand, as respects that paper, in\nnearly the same situation with any other individual.”Id.,\nat 191 (emphasis added). And it is only “nearly”—and not\n“entirely”—because the President retains the right to assert\nprivilege over documents that, while ostensibly private, “partake\nof the character of an official paper.”Id., at 191–192.Second, neither the Solicitor General nor\nJustice Alito has established that heightened protection against\nstate subpoenas is necessary for the Executive to fulfill his\nArticle II functions. Beyond the risk of harassment, which we\naddressed above, the only justification they offer for the\nheightened standard is protecting Presidents from “unwarranted\nburdens.” Brief for United States asAmicus Curiae28; seepost,at 16 (asking whether “there is an urgent and critical\nneed for the subpoenaed information”). In effect, they argue that\neven if federal subpoenas to a President are warranted whenever\nevidence is material, state subpoenas are warranted “only when\n[the] evidence is essential.” Brief for United States asAmicus\nCuriae28; seepost,at 16. But that double standard has\nno basis in law. For if the state subpoena is not issued to\nmanipulate,supra,at 16–17, the documents themselves are\nnot protected,supra, at 18, and the Executive is not\nimpaired,supra,at 12–15, then nothing in Article II or the\nSupremacy Clause supports holding state subpoenas to a higher\nstandard than their federal counterparts.Finally, in the absence of a need to protect the\nExecutive, the public interest in fair and effective law\nenforcement cuts in favor of comprehensive access to evidence.\nRequiring a state grand jury to meet a heightened standard of need\nwould hobble the grand jury’s ability to acquire “all information\nthat might possibly bear on its investigation.”R. Enterprises,\nInc., 498 U. S., at 297. And, even assuming the evidence\nwithheld under that standard were preserved until the conclusion of\na President’s term, in the interim the State would be deprived of\ninvestigative leads that the evidence might yield, allowing\nmemories to fade and documents to disappear. This could frustrate\nthe identification, investigation, and indictment of third parties\n(for whom applicable statutes of limitations might lapse). More\ntroubling, it could prejudice the innocent by depriving the grand\njury ofexculpatoryevidence.Rejecting a heightened need standard does not\nleave Presidents with “no real protection.”Post,at 19\n(opinion of Alito, J.). To start, a President may avail himself of\nthe same protections available to every other citizen. These\ninclude the right to challenge the subpoena on any grounds\npermitted by state law, which usually include bad faith and undue\nburden or breadth. See,e.g.,Virag, 54 N. Y.\n2d, at 442–445, 430 N. E. 2d, at 1252–1253;In re Grand\nJury Subpoenas, 72 N.Y.2d 307, 315–316, 528 N.E.2d 1195, 1200\n(1988) (recognizing that grand jury subpoenas can be challenged as\n“overly broad” or “unreasonably burdensome” (internal quotation\nmarks omitted)). And, as in federal court, “[t]he high respect that\nis owed to the office of the Chief Executive . . . should\ninform the conduct of the entire proceeding, including the timing\nand scope of discovery.”Clinton, 520 U. S., at 707.\nSeeid., at 724 (Breyer, J., concurring in judgment)\n(stressing the need for courts presiding over suits against the\nPresident to “schedule proceedings so as to avoid significant\ninterference with the President’s ongoing discharge of his official\nresponsibilities”);Nixon, 418 U. S., at 702 (“[W]here\na subpoena is directed to a President . . . appellate\nreview . . . should be particularly meticulous.”).Furthermore, although the Constitution does not\nentitle the Executive to absolute immunity or a heightened\nstandard, he is not “relegate[d]” only to the challenges available\nto private citizens.Post,at 17 (opinion of Alito, J.). A\nPresident can raise subpoena-specific constitutional challenges, in\neither a state or federal forum. As previously noted, he can\nchallenge the subpoena as an attempt to influence the performance\nof his official duties, in violation of the Supremacy Clause. Seesupra, at 17. This avenue protects against local political\nmachinations “interposed as an obstacle to the effective operation\nof a federal constitutional power.”United Statesv.Belmont,301 U.S.\n324, 332 (1937).In addition, the Executive can—as the district\nattorney concedes—argue that compliance with a particular subpoena\nwould impede his constitutional duties. Brief for Respondent Vance\n42. Incidental to the functions confided in Article II is “the\npower to perform them, without obstruction or impediment.” 3 J.\nStory, Commentaries on the Constitution of the United States §1563,\npp. 418–419 (1833). As a result, “once the President sets forth and\nexplains a conflict between judicial proceeding and public duties,”\nor shows that an order or subpoena would “significantly interfere\nwith his efforts to carry out” those duties, “the matter changes.”Clinton, 520 U. S., at 710, 714 (opinion of Breyer,\nJ.). At that point, a court should use its inherent authority to\nquash or modify the subpoena, if necessary to ensure that such\n“interference with the President’s duties would not occur.”Id., at 708 (opinion of the Court).*  *  *Two hundred years ago, a great jurist of our\nCourt established that no citizen, not even the President, is\ncategorically above the common duty to produce evidence when called\nupon in a criminal proceeding. We reaffirm that principle today and\nhold that the President is neither absolutely immune from state\ncriminal subpoenas seeking his private papers nor entitled to a\nheightened standard of need. The “guard[ ] furnished to this\nhigh officer” lies where it always has—in “the conduct of a court”\napplying established legal and constitutional principles to\nindividual subpoenas in a manner that preserves both the\nindependence of the Executive and the integrity of the criminal\njustice system.Burr, 25 F. Cas., at 34.The arguments presented here and in the Court of\nAp-peals were limited to absolute immunity and heightened need. The\nCourt of Appeals, however, has directed that the case be returned\nto the District Court, where the President may raise further\narguments as appropriate. 941 F. 3d, at 646, n. 19.[6]We affirm the judgment of the Court of Appeals\nand remand the case for further proceedings consistent with this\nopinion.It is so ordered.Notes1This maxim traces at\nleast as far back as Lord Chancellor Hardwicke, in a 1742\nparliamentary debate. See 12 Parliamentary History of England 693\n(1812).2The grand jury subpoena\nessentially copied a subpoena issued to Mazars in April 2019 by the\nCommittee on Oversight and Reform of the U. S. House of\nRepresentatives, which is at issue inTrumpv.Mazars\nUSA, LLP,post,p. ___. The principal difference is that\nthe instant subpoena expressly requests tax returns.3See generally N.\nIsenberg, Fallen Founder: The Life of Aaron Burr 271–365 (2007); J.\nSmith, John Marshall: Definer of a Nation 348–374 (1996); M.\nLomask, Aaron Burr: The Conspiracy and Years of Exile, 1805–1836,\npp. 222–298 (1982).4Wilkinson was secretly\nbeing paid by Spain for information and in-fluence. In the wake of\nBurr’s trial, he was investigated by Congress and later\ncourt-martialed. But he was acquitted for want of evidence, and his\nduplicity was not confirmed until decades after his death, when\nSpanish archival material came to light.5While the subpoena was\ndirected to the President’s accounting firm, the parties agree that\nthe papers at issue belong to the President and that Mazars is\nmerely the custodian. Thus, for purposes of immunity, it is\nfunctionally a subpoena issued to the President.6The daylight between our\nopinion and Justice Thomas’s “dissent” is not as great as that\nlabel might suggest.Post,at 12. We agree that Presidents\nare neither absolutely immune from state criminal subpoenas nor\ninsulated by a heightened need standard.Post,at 6, 11,\nn. 3. We agree that Presidents may challenge specific\nsubpoenas as impeding their Article II functions.Post,at\n6–7. And, although we affirm while Justice Thomas would vacate, we\nagree that this case will be remanded to the District Court.Post,at 12.",
    "joined": []
}