{
    "case": {
        "docket": "15-797",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-797/"
    },
    "id": "3710137",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–797_________________BOBBY JAMES MOORE, PETITIONERv.TEXASon writ of certiorari to the court of criminal\nappeals of texas[March 28, 2017]Chief Justice Roberts, with whom Justice\nThomas and Justice Alito join, dissenting.The Texas Court of Criminal Appeals (CCA)\nconcluded that Bobby James Moore was not intellectually disabled so\nas to be exempt from the death penalty underAtkinsv.Virginia, 536 U. S. 304 (2002) . It reached that\nconclusion based on its findings that he had failed to establish\neither significantly subaverage intellectual functioning or related\nsignificant deficits in adaptive behavior. The latter conclusion\nwas based, in part, on the CCA’s analysis of a set of seven\n“evidentiary factors” fromEx parteBriseno, 135\nS. W. 3d 1, 8 (Tex. Crim. App. 2004). I agree with the\nCourt today that those factors are an unacceptable method of\nenforcing the guarantee ofAtkins, and that the CCA\ntherefore erred in using them to analyze adaptive deficits. But I\ndo not agree that the CCA erred as to Moore’s intellectual\nfunctioning. Because the CCA’s determination on that ground is an\nindependent basis for its judgment, I would affirm the decision\nbelow.My broader concern with today’s opinion,\nhowever, is that it abandons the usual mode of analysis this Court\nhas employed in Eighth Amendment cases. The Court overturns the\nCCA’s conclusion that Moore failed to present sufficient evidence\nof both inadequate intellectual functioning and significant\ndeficits in adaptive behavior without even considering “objective\nindicia of society’s standards” reflected in the practices among\nthe States.Hallv.Florida, 572 U. S. ___, ___\n(2014) (slip op., at 12) (quotingRoperv.Simmons,\n543 U. S. 551, 563 (2005) ). The Court instead crafts a\nconstitutional holding based solely on what it deems to be medical\nconsensus about intellectual disability. But clinicians, not\njudges, should determine clinical standards; and judges, not\nclinicians, should determine the content of the Eighth Amendment.\nToday’s opinion confuses those roles, and I respectfully\ndissent.IOn April 25, 1980, Moore and two others were\nthrowing dice when they decided to commit a robbery to obtain money\nfor car payments. Moore provided the group with two firearms, and\nthe three men began to drive around Houston looking for a target.\nEventually they settled on the Birdsall Super Market. After\nnegotiating their respective shares of the money they intended to\nsteal and donning disguises, the three went inside, heading\nstraight to a courtesy booth staffed by James McCarble and Edna\nScott. When Scott realized a robbery was occurring and screamed,\nMoore shot McCarble in the head, killing the 70-year-old\ninstantly.Moore fled Houston and remained on the run until\nhis arrest in Louisiana ten days after the murder. After giving a\nwritten statement admitting his participation in the robbery and\nkilling, Moore was charged with capital murder. A jury convicted\nhim and sentenced him to death.Over the next three decades, Moore’s case\ntraversed the state and federal court systems, finally reaching theAtkinshearing at issue today in 2014. The state habeas\ncourt conducted a two-day evidentiary hearing, during which it\nheard testimony from family members, a fellow inmate, a prison\nofficial, and four mental health professionals. The court concluded\nthat Moore had shown intellectual disability and recommended that\nhe be granted relief.But it was just that: a recommendation. Under\nTexas law, the CCA, not the habeas court, is the ultimate\nfactfinder in habeas corpus proceedings.Ex parte Reed,\n271 S. W. 3d 698, 727 (Tex. Crim. App. 2008); see alsoEx parte Moore, 470 S. W. 3d 481, 489 (Tex.\nCrim. App. 2015). Assuming that role, the CCA declined to adopt the\nhabeas court’s findings and conclusions, instead conducting its own\nreview of the record to determine whether Moore had shown he was\nintellectually disabled.The CCA began by considering the appropriate\nlegal standard for assessing intellectual disability. Following our\ninstruction to the States to “develop[ ] appropriate ways to\nenforce”Atkins, 536 U. S., at 317 (internal quotation\nmarks omitted), the CCA had set out a legal definition for\nintellectual disability in its prior decision inEx parte\nBriseno. Rather than follow that test, the habeas court below\ncrafted its own standards for intellectual disability. But “[t]he\ndecision to modify the legal standard for intellectual disability\nin the capital-sentencing context,” the CCA explained, “rests with\nthis Court unless and until the Legislature acts.” 470\nS. W. 3d, at 487. Just as we have corrected lower courts\nfor taking it upon themselves to dismiss our precedent as outdated,\nsee,e.g.,Bossev.Okla-homa, 580 U. S.\n___, ___ (2016) (per curiam) (slip op., at2), so too the CCA\nrebuked the habeas court for ignoring binding CCA precedent.The CCA went on to explain why there was no\nreason to modify the legal standard it had previously set out.Brisenohad stated a rule that in order for anAtkinsclaimant to demonstrate intellectual disability he must show (1)\nsignificantly subaverage general intellectual functioning and (2)\nrelated limitations in adaptive functioning, (3) which had appeared\nprior to age 18. See 470 S. W. 3d, at 486. It also laid\nout a set of seven evidentiary factors—the “Brisenofactors”—designed to assist “factfinders . . . in\nweighing evidence” of intellectual disability.Briseno, 135\nS. W. 3d, at 8.The three-prong definition of intellectual\ndisability came directly from the ninth edition of the manual\npublished by what is now the American Association on Intellectual\nand Developmental Disabilities (AAIDD).Id.,at 7; see\nAmerican Association on Mental Retardation, Mental Retardation:\nDefinition, Classification, and Systems of Supports 5 (9th ed.\n1992). By the time Moore’s case reached the CCA, the AAIDD no\nlonger included the requirement that adaptive deficits be “related”\nto intellectual functioning. But, as the CCA noted, the most recent\nversion of the other leading diagnostic manual, the DSM–5,didinclude that requirement. 470 S. W. 3d, at\n487, n. 5; American Psychiatric Association, Diagnostic and\nStatistical Manual of Mental Disorders 38 (5th ed. 2013)\n(hereinafter DSM–5). So the CCA was faced with a choice inMoore: Keeping the relatedness requirement would be\ninconsistent with the AAIDD’s current guidance; dropping it would\nbe out of step with the newest version of the DSM. The CCA\nconcluded that “the legal test we established inBrisenoremains adequately ‘informed by the medical community’s diagnostic\nframework,’ ” and went on to evaluate the case under that\napproach. 470 S. W. 3d, at 487 (quotingHall, 572\nU. S., at ___–___ (slip op., at 19–20)).Starting with intellectual functioning, the CCA\nconducted a painstaking analysis of the battery of tests Moore had\ntaken over the past 40 years. The CCA concluded that five of the\ntests the habeas court had considered were unreli-able: two of them\nwere neuropsychological tests rather than formal IQ measures; two\nwere group-administered tests, which Moore’s own experts had\ncriticized, App. 12 (Otis-Lennon Mental Abilities Test “not\naccepted as an instrument appropriate for the assessment of mental\nretardation or intellectual deficiency”);id., at 115–116\n(Slosson is “not the greatest test” and “not the most reliable\napproach”); and the administrator of the fifth test concluded it\nwas “not . . . a valid score” because of evidence of\nsuboptimal effort,id., at 203.That left two scores for the CCA to analyze: a\n78 and a 74. Significantly subaverage intellectual functioning is\n“generally shown by an [IQ] of 70 or less.” 470 S. W. 3d,\nat 486. “Taking into account the standard error of measurement” for\nthe 78 score yielded a range of 73 to 83—i.e., a range that\ndid not include an IQ of 70 or less.Id.,at 519. As for the\n74, the CCA again considered the standard error of measurement,\nwhich yielded a score range of 69 to 79. The lower end of that\nrange placed Moore within the parameters for significantly\nsubaverage intellectual functioning. The CCA found, however, that\nMoore’s score was unlikely to be in the lower end of the\nerror-generated range because he was likely exerting poor effort\nand experiencing depression at the time the test was\nadministered—both factors that Moore’s experts agreed could\nartificially deflate IQ scores.Id.,at 516–517, 519; App.\n46, 92. The CCA accordingly concluded that Moore had failed to\npresent sufficient evidence of significantly subaverage\nintellectual functioning.Having failed one part of the CCA’s three-part\ntest, Moore could not be found intellectually disabled. The CCA\nnonetheless went on to consider the second prong of the test,\nMoore’s adaptive deficits. Moore had taken a standardized test of\nadaptive functioning in which he scored more than two standard\ndeviations below the mean. But Dr. Kristi Compton, the state expert\nwho had administered that test, explained that it was not an\naccurate measure of Moore’s abilities. She reached this conclusion\nnot because of Moore’s adaptive strengths but instead because “she\nhad to assign zeroes to questions asking about areas to which\n[Moore] had no exposure, such as writing a check and using a\nmicrowave oven.” 470 S. W. 3d, at 522. Dr. Compton\nfurther opined that her evaluation of Moore and review of\ndocumentary evidence—including school, trial, and prison\nrecords—did not show adaptive deficits sufficient for an\nintellectual disability diagnosis. App. 185; see 470 S. W. 3d,\nat 521–524.The CCA also considered and recounted the\ntestimony of the other experts who, unlike Dr. Compton, concluded\nthat Moore had shown significant adaptive deficits. As factfinders\noften do in confronting conflicting evidence, the CCA made a\ncredibility determination. The opinion of Dr. Compton, the CCA\nconcluded, was “far more credible and reliable” than those of\nMoore’s experts, given Dr. Compton’s “considerable experience,”\n“thorough[ ] and rigorous[ ] review[ ] [of] a great\ndeal of material,” and personal evaluation of Moore.Id.,at\n524. Based on Dr. Compton’s expert opinion, the CCA concluded Moore\nhad failed to demonstrate significant adaptive deficits.Finally, the CCA considered whether, even\nassuming that Moore had made sufficient showings as to intellectual\nfunctioning and adaptive deficits, those two were related. Again\nfinding Dr. Compton’s testimony the most credible, the CCA\nconcluded that “the record overwhelmingly supports the conclusion”\nthat Moore’s observed academic and social difficulties stemmed, not\nfrom low intellectual abilities, but instead from outside factors\nlike the traumaand abuse he suffered as a child and his drug use at\na young age.Id., at 526. The CCA explained that, in\naddition to Dr. Compton’s expert testimony, considerationof the\nsevenBrisenofactors reinforced that relatedness\nconclusion.Given that Moore had failed to present\nsufficient evidence on intellectual functioning or related adaptive\ndeficits, the CCA “conclude[d] that for Eighth Amendment purposes,”\nMoore had not shown he was intellectually disabled. 470\nS. W. 3d, at 527. Accordingly, he was not exempt from\nexecution underAtkins.IIAThis Court’s precedents have emphasized the\nimportance of state legislative judgments in giving content to the\nEighth Amendment ban on cruel and unusual punishment. “ Eighth\nAmendment judgments should not be . . . merely the\nsubjective views of individual Justices.”Cokerv.Georgia, 433 U. S. 584, 592 (1977) (plurality opinion).\nFor that reason, we have emphasized that “judgment should be\ninformed by objective factors to the maximum possible extent.”Ibid.The “clearest and most reliable objective evidence of\ncontemporary values” comes from state legislative judgments.Atkins, 536 U. S., at 312 (internal quotation marks\nomitted). Such legislative judgments are critical because in “a\ndemocratic society legislatures, not courts, are constituted to\nrespond to the will and consequently the moral values of the\npeople.”Greggv.Georgia, 428 U. S. 153, 175\n(1976) (joint opinion of Stewart, Powell, and Stevens, JJ.)\n(internal quotation marks omitted). And we have focused on state\nenactments in this realm because of the “deference we owe to the\ndecisions of the state legislatures under our federal\nsystem . . . where the specification of punishments\nis concerned.”Id.,at 176. For these reasons, we have\ndescribed state legislative judgments as providing “essential\ninstruction” in conducting the Eighth Amendment inquiry.Roper, 543 U. S., at 564.Our decisions addressing capital punishment for\nthe intellectually disabled recognize the central significance of\nstate consensus. In holding that the Eighth Amendment prohibits the\nexecution of intellectually disabled individuals inAtkins,\nthe Court first identified a national consensus against the\npractice and then, applying our own “independent evaluation of the\nissue,” concluded that there was “no reason to disagree” with that\nconsensus. 536 U. S., at 321. The scope of our holding—guided\nas it was by the national consensus—swept only as far as that\nconsensus. We recognized that there remained the potential for\n“serious disagreement . . . in determining which\noffenders are in fact retarded.”Id., at 317. And we did not\nseek to provide “definitive procedural or substantive guides for\ndetermining when a person who claims mental retardation will be so\nimpaired as to fall withinAtkins’ compass.”Bobbyv.Bies, 556 U. S. 825, 831 (2009) (alterations and\ninternal quotation marks omitted). Instead, we left “to the States\nthe task of developing appropriate ways to enforce the\nconstitutional restriction upon their execution ofsentences.”Atkins, 536 U. S., at 317 (quotingFordv.Wainwright, 477 U. S. 399 –417 (1986); alterations\nomitted).Twelve years afterAtkins, the Court\nconfronted one State’s attempt to enforce the holding of that case.Hallv.Floridaconsidered Florida’s rule requiring a\nprisoner to present an IQ score of 70 or below to make out anAtkinsclaim. Although the Court thought it “proper to\nconsider the psychiatric and professional studies that elaborate on\nthe purpose and meaning of IQ scores,” it emphasized that “[t]he\nlegal determination of intellectual disability is distinct from a\nmedical diagnosis.” 572 U. S., at ___, ___ (slip op., at 7,\n19). It was “the Court’s duty”—not that of medical experts—“to\ninterpret the Constitution.”Id.,at ___ (slip op., at 19).\nThe Court’s conclusion that Florida’s rule was “in direct\nopposition to the views of those who design, administer, and\ninterpret the IQ test” was not enough to decide the case.Id.,at ___ (slip op., at 22). Instead, consistent with our\nsettled approach, the Court canvassed “the legislative policies of\nvarious States,” as well as “the holdings of state courts,” because\nit was state policies that provided “essential instruction” for\ndetermining the scope of the constitutional guarantee.Id.,at ___, ___ (slip op., at 7, 19) (quotingRoper, 543\nU. S., at 564). State policy, the Court concluded, indicated a\n“consensus that our society does not regard [Florida’s rule] as\nproper or humane,” and that “consensus . . . instruct[ed\nus] how to decide the specific issue presented.” 572 U. S., at\n___, ___ (slip op., at 7, 16). The Court was sharply divided on\nthat conclusion, seeid.,at ___–___ (slip op., at 4–7)\n(Alito, J., dissenting), but not on the fact that our precedent\nmandated such an inquiry.BToday’s decision departs from this Court’s\nprecedents, followed inAtkinsandHall, establishing\nthat the determination of what is cruel and unusual rests on a\njudicial judgment about societal standards of decency, not a\nmedical assessment of clinical practice. The Court rejects the\nCCA’s conclusion that Moore failed to make the requisite showings\nwith respect to intellectual functioning and adaptive deficits,\nwithout any consideration of the state practices that were, three\nTerms ago, “essential” to the Eighth Amendment question.Hall, 572 U. S., at ___ (slip op., at 19). The Court\ninstead finds error in the CCA’s analysis based solely on what the\nCourt views to be departure from typical clinical practice.The clinical guides on which the Court relies\ntoday are “designed to assist clinicians in conducting clinical\nassessment, case formulation, and treatment planning.” DSM–5, at\n25. They do not seek to dictate or describe who is morally\nculpable—indeed, the DSM–5 cautions its readers about “the\nimperfect fit between the questions of ultimate concern to the law\nand the information contained” within its pages.Ibid.The Eighth Amendment, under our precedent, is\nsupposed to impose a moral backstop on punishment, prohibiting\nsentences that our society deems repugnant. The Court, however,\ninterprets that constitutional guarantee as turning on clinical\nguidelines that do not purport to reflect standards of decency. The\nCourt’s refusal even to address what we previously “pinpointed” as\n“the clearest and most reliable objective evidence” of such\nstandards—the practices among the States—goes unexplained by the\nmajority.Atkins, 536 U. S., at 312 (internal quotation\nmarks omitted).A second problem with the Court’s approach is\nthe lack of guidance it offers to States seeking to enforce the\nholding ofAtkins. Recognizing that we have, in the very\nrecent past, held that “ ‘the views of medical experts’ do not\n‘dictate’ a court’s intellectual-disability determination,” the\nCourt assures us that it is not requiring adherence “to everything\nstated in the latest medical guide,”ante,at 9–10 (quotingHall, 572 U. S., at ___ (slip op., at 19)); States have\n“some flexibility” but cannot “disregard” medical standards.Ante,at 10, 17. Neither the Court’s articulation of this\nstandard nor its application sheds any light on what it means.Start with the Court’s stated principle.\n“Disregard” normally means to dismiss as unworthy of attention, and\nthat is plainly not what the CCA did here. For example, the Court\nfaults the CCA for placing too much weight on Moore’s adaptive\nstrengths and functioning in prison, implying that this marked a\ndismissal of clinical standards. Yet the CCA was aware of and, in a\nprior decision, had addressed the fact that some clinicians would\ncounsel against considering such information. See 470\nS. W. 3d, at 489 (citingEx parte Cathey, 451\nS. W. 3d 1, 26–27 (2014)). Both because “[m]ost courts\n. . . considerallof the person’s functional\nabilities” and because it seemed “foolhardy” to ignore strengths,\nthe CCA thought it proper to take note of them.Id.,at 27.\nAs to prison conduct, the CCA decided that the fundamental\nquestions theAtkinsinquiry sought to answer were best\nconsidered—and “sound scientific principles” best served—by taking\naccount of “allpossible data that sheds light on a person’s\nadaptive functioning, including his conduct in a prison society.”\n451 S. W. 3d, at 26–27. The CCA considered clinical standards\nand explained why it decided that departure from those standards\nwas warranted. The court did not “disregard” medical standards.Nor do the Court’s identified errors clarify the\nscope of the “flexibility” we are told States retain in this area.\nThe Court faults the CCA for “overemphasiz[ing]” strengths and\n“stress[ing]” Moore’s conduct in prison,ante,at 12–13,\nsuggesting that some—but nottoo much—consideration of\nstrengths and prison functioning is acceptable. The Court’s only\nguidance on when “some” becomes “too much”? Citations to clinical\nguides. Seeibid.But if courts do have “flexibility” in\nenforcing the guarantee ofAtkinsand need not\n“adhere[ ]” to these guides in every instance or particular,ante,at 10, 17, then clinical texts, standing alone, cannot\nanswer the question of why the CCA placed too much weight on\nadaptive strengths and prison conduct. The line between the\npermissible—consideration, maybe even emphasis—and the\nforbidden—“overemphasis”—is not only thin, but totally undefined by\ntoday’s decision. It is not at all clear when a State’s deviation\nfrom medical consensus becomes so great as to “diminish the force”\nof that consensus,ante,at 2, and thereby violate the\nConstitution.Finally, the Court’s decision constitutionalizes\nrules for which there is not even clinical consensus—a consequence\nthat will often arise from the approach charted by the Court today.\nConsider the Court’s conclusion that, contrary to “the medical\ncommunity[’s] focus[ ] . . . on adaptivedeficits,” “the CCA overemphasized Moore’s perceived\nadaptive strengths.”Ante,at 12. In support of this\nproposition, the Court cites the AAIDD’s direction that\n“significant limitations in conceptual, social, or practical\nadaptive skills [are] not outweighed by the potential strengths in\nsome adaptive skills.” AAIDD, Intellectual Disability: Definition,\nClassification, and Systems of Supports 47 (11th ed. 2010)\n(hereinafter AAIDD–11). Even assuming that all clinicians would\nagree with this statement, there are a number of ways it might be\ninterpreted: as meaning that strengths in one of the three adaptive\nskill areas—conceptual, social, and practical—should not cancel out\ndeficits in another; as meaning that strengths should not outweigh\ndeficits within the same skill area; or as meaning that evidence of\nsome ability to perform a skill should not offset evidence of the\ninability to perform that same skill. And it appears that\nclinicians do, in fact, disagree about what this direction means.\nCompare,e.g., Brief for AAIDD et al. asAmici\nCuriae17 (“The clinician’s diagnostic focus does not—and\ncannot—involveany formof ‘balancing’ deficits against the\nabilities or strengths which the particular individual may also\npossess” (emphasis added)) with Hagan, Drogin, & Guilmette,\nAssessing Adaptive Functioning in Death Penalty Cases afterHalland DSM–5, 44 J. Am. Acad. Psychiatry & L. 96, 98\n(2016) (“Any assessment of adaptive functioning must give\nsufficient consideration to assets and deficits\nalike. . . . [I]n-ventorying only assets or deficits\n. . . departs from DSM–5, [the AAIDD–11], and all other\nestablished frameworks” (footnotes omitted)).The same is true about consideration of prison\nconduct. The two primary clinical guides do offer caution about\nconsidering functioning in prison. But the stringency of their\ncaution differs, with the AAIDD seeming to enact a flat ban on ever\nlooking to functioning in prison and the DSM urging “if possible”\nto consider “corroborative information reflecting functioning\noutside” of prison. AAIDD, User’s Guide: Intellectual Disability:\nDefinition, Classification, and Systems of Supports 20 (11th ed.\n2012); DSM–5, at 38. The CCA followed the DSM–5’s instruction,\nrelying on Dr. Compton’s conclusion that “even before [Moore] went\nto prison” he demonstrated a “level of adaptive functioning\n. . . too great . . . to support an\nintellectual-disability diagnosis.” 470 S. W. 3d, at 526. In\ndeter-mining that the CCA erred in this regard, the Court\nimplicitly rejects the DSM–5’s approach to the proper consideration\nof prison conduct and accepts what it takes to be that of the\nAAIDD. The Court does not attempt to explain its justification for\nwhy the Eighth Amendment should favor one side over the other in\nthis clinical debate.“Psychiatry is not . . . an exact\nscience.”Akev.Oklahoma, 470 U. S. 68, 81\n(1985) . “[B]ecause there often is no single, accurate psychiatric\nconclusion,” we have emphasized the importance of allowing the\n“primary factfinder[ ]” to “resolve differences in opinion\n. . . on the basis of the evidence offered by each\nparty.”Ibid.You would not know it from reading the Court’s\nopinion today, but that is precisely what the CCA—the factfinder\nunder Texas law—did in the decision below: Confronted with dueling\nexpert opinions about how to evaluate adaptive functioning and what\nconclusion to reach, the CCA resolved the dispute before it by\naccepting the testimony of the expert it deemed most credible. Of\ncourse, reliance on an expert opinion does not insulate a decision\nfrom further judicial review. But, unlike the Court, I am unwilling\nto upset the considered judgment of the forensic psychologist that\nthe factfinding court deemed the most credible based on my own\ninterpretation of a few sentences excised from medical texts.IIIAs for how I would resolve this case, there is\none aspect of the CCA’s approach to intellectual disability that is\nincompatible with the Eighth Amendment: theBrisenofactors.\nAs the Court explains, no state legislature has approved the use of\nthese or any similar factors. Although the CCA reviewed these\nfactors to determine whether Moore’s adaptive deficits were\n“related” to his intellectual functioning, it may be that\nconsideration of those factors tainted the whole of the CCA’s\nadaptive functioning analysis. I need not decide this question,\nhowever, because the CCA reached the issue of Moore’s adaptive\nfunctioning only after concluding that he had failed to demonstrate\nintellectual functioning sufficiently low to warrant a finding of\nintellectual disability, regardless of his adaptive deficits or\ntheir relation to his IQ. Moore has not presented sufficient reason\nto upset that independent holding.The Court concludes that the CCA’s assessment of\nMoore’s IQ scores is “irreconcilable withHall.”Ante,at 10. Not so.Hallrejected a Florida rule\nthat required a prisoner to present an IQ score of 70 or below to\ndemonstrate intellectual disability, thereby barring consideration\nof the standard error of measurement (SEM) of an over-70 score. But\nthe CCA did not apply Florida’s rule—or anything like it. The court\nin fact began by taking account of the SEM, explaining that Moore’s\ntested score of 74 led to an IQ range between 69 and 79. The court\nwent on to consider additional expert testimony about potential\nfactors affecting that score. Based on that evidence, the CCA\ndiscounted portions of the SEM-generated range and concluded that\nMoore’s IQ did not lie in the relevant range for intellectual\ndisability.Hallprovided no definitive guidance on\nthis sort of approach: recognizing the inherent imprecision of IQ\ntests, but considering additional evidence to determine whether an\nSEM-generated range of scores accurately reflected a prisoner’s\nactual IQ.[1] Indeed, in its\ncatalog of States that “ha[d] taken a position contrary to that of\nFlorida,” the Court inHallincluded a State that granted\ntrial courts discretion to draw “reasonable inferences” about IQ\nscores and, where appropriate, decline to consider the full range\nof the SEM. 572 U. S., at ___, ___ (slip op., at 15, 16)\n(quotingPizzutov.State, 146 Idaho 720, 729, 202\nP. 3d 642, 651 (2008)).[2]\nThat is the approach the CCA took here. If that approach was\n“contrary” to Florida’s rule inHall, I do not understand\nhowHallcan be read to reject that approach today.The Court’s ruling on intellectual functioning\nturns solely on the fact that Moore’s IQ range was 69 to 79 rather\nthan 70 to 80. Seeante,at 11 (“Because the lower end of\nMoore’s score range falls at or below 70, the CCA had to move on to\nconsider Moore’s adaptive functioning”). The CCA certainly did not\n“disregard” SEM in assessing Moore’s IQ, and it explained why other\nfactors led it to conclude that his actual score did not fall near\nthe lower end of the SEM range. Only by insisting on the absolute\nconformity to medical standards the Court disclaims can it find a\nviolation of the Eighth Amendment based on that one-point\ndifference.[3]Ibid.In\nconcluding that the Eighth Amendment turns on the slightest\nnumerical difference in IQ score, the Court today is just as wrong\nas the Florida Supreme Court was inHall.Today’s decision is not compelled byHall; it is an expansion of it. Perhaps there are reasons to\nexpandHall’s holding—to say that States must read IQ tests\nas rigidly encompassing the entire SEM range, regardless of any\nother evidentiary considerations, or to say that the reasons that\nthe CCA gave for discounting the lower end of Moore’s IQ range were\nimproper. But before holding that the Constitution demands either\nresult, our precedent requires consulting state judgments on the\nmatter to determine whether a national consensus has developed.\nMoore has presented no argument as to such a consensus, and the\nmajority does not claim that there is one. Without looking to any\nsuch “objective evidence of contemporary values,”Atkins,\n536 U. S., at 312 (internal quotation marks omitted), there is\na real danger that Eighth Amendment judgments will embody “merely\nthe subjective views of individual Justices,”Coker, 433\nU. S., at 592 (plurality opinion). As Justice Frankfurter\ncautioned, “[o]ne must be on guard against finding in personal\ndisapproval a reflection of more or less prevailing condemnation.”Louisiana ex rel. Francisv.Resweber, 329 U. S.\n459, 471 (1947) (concurring opinion).I respectfully dissent.Notes1Hallalso reached\nno holding as to the evaluation of IQ when anAtkinsclaimant presents multiple scores, noting only that “the analysis\nof multiple IQ scores jointly is a complicated endeavor.”Hallv.Flor-ida, 572 U. S. ___, ___ (2014)\n(slip op., at 11). The Court’s definition of deficient intellectual\nfunctioning as shown by “anIQ score” of roughly 70,ante,at 4 (emphasis added), is dicta and cannot be read to\ncall into question the approach of States that would not treat a\nsingle IQ score as dispositive evidence where the prisoner\npresented additional higher scores.2The Court correctly notes\nthatHallcitedPizzutoas an instance of a State\nthat had enacted “legislation allowing a defendant to present\nadditional evidence of intellectual disability even when an IQ test\nscore is above 70.”Hall, 572 U. S., at ___ (slip op.,\nat 15). The “additional evidence” thatPizzutoconsidered,\nhowever, was evidence that would indicate where within the SEM\nrange a prisoner’s IQ likely fell, 146 Idaho, at 729, 202\nP. 3d, at 651—that is, the same sort of evidence that the CCA\nconsidered below.3It is not obvious that\nclinicians would ignore evidence beyond the SEM in determining the\nappropriate range that an IQ score represents. See,e.g.,\nMacvaugh & Cunningham,Atkins v. Virginia: Implications\nand Recommendations for Forensic Practice, 37 J. Psychiatry &\nL. 131, 147 (2009) (“Error in intellectual assessment is not solely\na function [of the SEM]. Other sources of error or assessment\nimprecision may involve the examinee . . . includ[ing]\nthe mental and physical health, mood, effort, and motivation of the\nexaminee during testing . . . .”); AAIDD–11, at\n100–101 (“When considering the relative weight or degree of\nconfidence given to any assessment instrument, the clinician needs\nto consider . . . the conditions under which the test(s)\nwas/were given [and] the standard error of\nmeasurement”).",
    "joined": []
}