{
    "case": {
        "docket": "418",
        "citation": "546",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/546/418/"
    },
    "id": "1961953",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTGONZALES V. O CENTRO ESPIRITA BENEFICENTEUNIAO DO VEGETAL546 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 04-1084ALBERTO R. GONZALES, ATTORNEY GENERAL, et al.,\nPETITIONERSv.O CENTRO ESPIRITA BENEFICENTE UNIAO DO\nVEGETAL et al.on writ of certiorari to the united states court of\nappeals for the tenth circuit[February 21, 2006]Chief Justice Roberts delivered\nthe opinion of the Court.A religious sect with origins in\nthe Amazon Rainforest receives communion by drinking a sacramental\ntea, brewed from plants unique to the region, that contains a\nhallucinogen regulated under the Controlled Substances Act by the\nFederal Government. The Government concedes that this practice is a\nsincere exercise of religion, but nonetheless sought to prohibit\nthe small American branch of the sect from engaging in the\npractice, on the ground that the Controlled Substances Act bars all\nuse of the hallucinogen. The sect sued to block enforcement against\nit of the ban on the sacramental tea, and moved for a preliminary\ninjunction.It relied on the Religious Freedom Restoration\nAct of 1993, which prohibits the Federal Government from\nsubstantially burdening a person’s exercise of religion, unless the\nGovernment “demonstrates that application of the burden to the\nperson” represents the least restrictive means of advancing a\ncompelling interest. 42 U. S. C. §2000bb–1(b). The District\nCourt granted the preliminary injunction, and the Court of Appeals\naffirmed. We granted the Government’s petition for certiorari.\nBefore this Court, the Government’s central submission is that it\nhas a compelling interest in theuniformapplication of\nthe Controlled Substances Act, such that no exception to the ban on\nuse of the hallucinogen can be made to accommodate the sect’s\nsincere religious practice. We conclude that the Government has not\ncarried the burden expressly placed on it by Congress in the\nReligious Freedom Restoration Act, and affirm the grant of the\npreliminary injunction.IInEmployment Div., Dept. of\nHuman Resources of Ore.v.Smith,494 U. S. 872(1990),\nthis Court held that the Free Exercise Clause of the First\nAmendment does not prohibit governments from burdening religious\npractices through generally applicable laws. InSmith, we\nrejected a challenge to an Oregon statute that denied unemployment\nbenefits to drug users, including Native Americans engaged in the\nsacramental use of peyote.Id.,at 890. In so doing, we\nrejected the interpretation of the Free Exercise Clause announced\ninSherbertv.Verner,374 U. S. 398(1963), and, in accord\nwith earlier cases, seeSmith, 494 U. S., at 879–880,\n884–885, held that the Constitution does not require judges to\nengage in a case-by-case assessment of the religious burdens\nimposed by facially constitutional laws.Id.,at\n883–890.Congress responded by enacting\nthe Religious Freedom Restoration Act of 1993 (RFRA), 107 Stat.\n1488, as amended, 42 U. S. C. §2000bbet seq., which\nadopts a statutory rule comparable to the constitutional rule\nrejected inSmith. Under RFRA, the Federal Government may\nnot, as a statutory matter, substantially burden a person’s\nexercise of religion, “even if the burden results from a rule of\ngeneral applicability.” §2000bb–1(a). The only exception recognized\nby the statute requires the Government to satisfy the compelling\ninterest test—to “demonstrat[e] that application of the burden to\nthe person—(1) is in furtherance of a compelling government\ninterest; and (2) is the least restrictive means of furthering that\ncompelling governmental interest.” §2000bb–1(b). A person whose\nreligious practices are burdened in violation of RFRA “may assert\nthat violation as a claim or defense in a judicial proceeding and\nobtain appropriate relief.” §2000bb–1(c).[Footnote 1]The Controlled Substances Act, 84 Stat. 1242,\nas amended, 21 U. S. C. §801et seq. (2000 ed. and\nSupp. I), regulates the importation, manufacture, distribution, and\nuse of psychotropic substances. The Act classifies substances into\nfive schedules based on their potential for abuse, the extent to\nwhich they have an accepted medical use, and their safety. See\n§812(b) (2000 ed.). Substances listed in Schedule I of the Act are\nsubject to the most comprehensive restrictions, including an\noutright ban on all importation and use, except pursuant to\nstrictly regulated research projects. See §§823, 960(a)(1). The Act\nauthorizes the imposition of a criminal sentence for simple\npossession of Schedule I substances, see §844(a), and mandates the\nimposition of a criminal sentence for possession “with intent to\nmanufacture, distribute, or dispense” such substances, see\n§§841(a), (b).O Centro Espírita Beneficente Uni&abreve;o\ndo Vegetal (UDV) is a Christian Spiritist sect based in Brazil,\nwith an American branch of approximately 130 individuals. Central\nto the UDV’s faith is receiving communion throughhoasca(pronounced “wass-ca”), a sacramental tea made from two plants\nunique to the Amazon region. One of the plants,psychotria\nviridis, contains dimethyltryptamine (DMT), a hallucinogen\nwhose effects are enhanced by alkaloids from the other plant,banisteriopsis caapi. DMT, as well as “any material,\ncompound, mixture, or preparation, which contains any quantity of\n[DMT],” is listed in Schedule I of the Controlled Substances Act.\n§812(c), Schedule I(c).In 1999, United States Customs inspectors\nintercepted a shipment to the American UDV containing three drums\nofhoasca. A subsequent investigation revealed that the\nUDV had received 14 prior shipments ofhoasca. The\ninspectors seized the intercepted shipment and threatened the UDV\nwith prosecution.The UDV filed suit against the Attorney\nGeneral and other federal law enforcement officials, seeking\ndeclaratory and injunctive relief. The complaint alleged,inter\nalia,that applying the Controlled Substances Act to the UDV’s\nsacramental use ofhoascaviolates RFRA. Prior to trial,\nthe UDV moved for a preliminary injunction, so that it could\ncontinue to practice its faith pending trial on the merits.At a hearing on the preliminary injunction,\nthe Government conceded that the challenged application of the\nControlled Substances Act would substantially burden a sincere\nexercise of religion by the UDV. SeeO Centro Espirita\nBeneficiente Uniao do Vegetalv.Ashcroft, 282\nF. Supp. 2d 1236, 1252 (NM 2002). The Government argued,\nhowever, that this burden did not violate RFRA, because applying\nthe Controlled Substances Act in this case was the least\nrestrictive means of advancing three compelling governmental\ninterests: protecting the health and safety of UDV members,\npreventing the diversion ofhoascafrom the church to\nrecreational users, and complying with the 1971 United Nations\nConvention on Psychotropic Substances, a treaty signed by the\nUnited States and implemented by the Act. Feb. 21, 1971,\n[1979–1980], 32 U. S. T. 543, T. I. A. S. No.\n9725. See 282 F. Supp. 2d, at 1252–1253.The District Court heard evidence from both\nparties on the health risks ofhoascaand the potential\nfor diversion from the church. The Government presented evidence to\nthe effect that use ofhoasca, or DMT more generally, can\ncause psychotic reactions, cardiac irregularities, and adverse drug\ninteractions. The UDV countered by citing studies documenting the\nsafety of its sacramental use ofhoascaand presenting\nevidence that minimized the likelihood of the health risks raised\nby the Government. With respect to diversion, the Government\npointed to a general rise in the illicit use of hallucinogens, and\ncited interest in the illegal use of DMT andhoascain\nparticular; the UDV emphasized the thinness of any market forhoasca, the relatively small amounts of the substance\nimported by the church, and the absence of any diversion problem in\nthe past.The District Court concluded that the evidence\non health risks was “in equipoise,” and similarly that the evidence\non diversion was “virtually balanced.”Id.,at 1262, 1266.\nIn the face of such an even showing, the court reasoned that the\nGovernment had failed to demonstrate a compelling interest\njustifying what it acknowledged was a substantial burden on the\nUDV’s sincere religious exercise.Id.,at 1255. The court\nalso rejected the asserted interest in complying with the 1971\nConvention on Psychotropic Substances, holding that the Convention\ndoes not apply tohoasca.Id.,at 1266–1269.The court entered a preliminary injunction\nprohibiting the Government from enforcing the Controlled Substances\nAct with respect to the UDV’s importation and use ofhoasca. The injunction requires the church to import the\ntea pursuant to federal permits, to restrict control over the tea\nto persons of church authority, and to warn particularly\nsusceptible UDV members of the dangers ofhoasca. See\nPreliminary Injunction ¶¶2, 5–12, 32–33, App. F to App. to Pet. for\nCert. 249a, 250a–252a, 258a–259a. The injunction also provides that\n“if [the Government] believe[s] that evidence exists thathoascahas negatively affected the health of UDV members,”\nor “that a shipment ofhoascacontain[s] particularly\ndangerous levels of DMT, [the Government] may apply to the Court\nfor an expedited determination of whether the evidence warrants\nsuspension or revocation of [the UDV’s authority to usehoasca].”Id., at 257a, ¶29.The Government appealed the preliminary\ninjunction and a panel of the Court of Appeals for the Tenth\nCircuit affirmed,O Centro Espirita Beneficiente Uniao do\nVegetalv.Ashcroft,342 F. 3d 1170 (2003), as\ndid a majority of the Circuit sitting en banc, 389 F. 3d 973\n(2004). We granted certiorari.544 U. S. 973(2005).IIAlthough its briefs contain some\ndiscussion of the potential for harm and diversion from the UDV’s\nuse ofhoasca, the Government does not challenge the\nDistrict Court’s factual findings or its conclusion that the\nevidence submitted on these issues was evenly balanced. Instead,\nthe Government maintains that such evidentiary equipoise is an\ninsufficient basis for issuing a preliminary injunction against\nenforcement of the Controlled Substances Act. We review the\nDistrict Court’s legal rulingsde novoand its ultimate\ndecision to issue the preliminary injunction for abuse of\ndiscretion. SeeMcCreary Countyv.American Civil\nLiberties Union, 545 U. S. ___ , ___ (2005) (slip op., at\n19).The Government begins by invoking\nthe well-established principle that the party seeking pretrial\nrelief bears the burden of demonstrating a likelihood of success on\nthe merits. See,e.g.,Mazurekv.Armstrong,520 U. S. 968, 972\n(1997)(per curiam); Doranv.Salem Inn, Inc.,422 U. S. 922,\n931 (1975). The Government argues that the District Court lost\nsight of this principle in issuing the injunction based on a mere\ntie in the evidentiary record.A majority of the en banc Court of Appeals\nrejected this argument, and so do we. Before the District Court,\nthe Government conceded the UDV’s prima facie case under RFRA. See\n282 F. Supp. 2d, at 1252 (application of the Controlled\nSubstances Act would (1) substantially burden (2) a sincere (3)\nreligious exercise). The evidence the District Court found to be in\nequipoise related to two of the compelling interests asserted by\nthe Government, which formed part of the Government’s affirmative\ndefense. See 42 U. S. C. §2000bb–1(b) (“Government may\nsubstantially burden a person’s exercise of religion only ifit\ndemonstratesthat application of the burden to the person—(1)\nis in furtherance of a compelling government interest …” (emphasis\nadded)); §2000bb–2(3) (“[T]he term ‘demonstrates’ means meets the\nburdens of going forward with the evidence and of persuasion”).\nAccordingly, the UDV effectively demonstrated that its sincere\nexercise of religion was substantially burdened, and the Government\nfailed to demonstrate that the application of the burden to the UDV\nwould, more likely than not, be justified by the asserted\ncompelling interests. See 389 F. 3d, at 1009 (Seymour, J.,\nconcurring in part and dissenting in part) (“[T]he balance is\nbetween actual irreparable harm to [the] plaintiff and potential\nharm to the government which does not even rise to the level of a\npreponderance of the evidence”).The Government argues that, although it would\nbear the burden of demonstrating a compelling interest as part of\nits affirmative defense at trial on the merits, the UDV should have\nborne the burden of disproving the asserted compelling interests at\nthe hearing on the preliminary injunction. This argument is\nforeclosed by our recent decision inAshcroftv.American Civil Liberties Union,542 U. S. 656(2004). InAshcroft, we affirmed the grant of a preliminary\ninjunction in a case where the Government had failed to show a\nlikelihood of success under the compelling interest test. We\nreasoned that “[a]s the Government bears the burden of proof on the\nultimate question of [the challenged Act’s] constitutionality,\nrespondents [the movants] must be deemed likely to prevail unless\nthe Government has shown that respondents’ proposed less\nrestrictive alternatives are less effective than [enforcing the\nAct].”Id.,at 666. That logic extends to this case; here\nthe Government failed on the first prong of the compelling interest\ntest, and did not reach the least restrictive means prong, but that\ncan make no difference. The point remains that the burdens at the\npreliminary injunction stage track the burdens at trial.The Government attempts to limit the rule\nannounced inAshcroftto content-based restrictions on\nspeech, but the distinction is unavailing. The fact thatAshcroftinvolved such a restriction was the reason the\nGovernment had the burden of proof at trial under the First\nAmendment, seeid.,at 665, but in no way affected the\nCourt’s assessment of the consequences of having that burden for\npurposes of the preliminary injunction. Here the burden is placed\nsquarely on the Government by RFRA rather than the First Amendment,\nsee 42 U. S. C. §§2000bb–1(b), 2000bb–2(3), but the\nconsequences are the same. Congress’ express decision to legislate\nthe compelling interest test indicates that RFRA challenges should\nbe adjudicated in the same manner as constitutionally mandated\napplications of the test, including at the preliminary injunction\nstage.IIIThe Government’s second line of\nargument rests on the Controlled Substances Act itself. The\nGovernment contends that the Act’s description of Schedule I\nsubstances as having “a high potential for abuse,” “no currently\naccepted medical use in treatment in the United States,” and “a\nlack of accepted safety for use … under medical supervision,” 21 U.\nS. C. §812(b)(1), by itself precludes any consideration of\nindividualized exceptions such as that sought by the UDV. The\nGovernment goes on to argue that the regulatory regime established\nby the Act—a “closed” system that prohibits all use of controlled\nsubstances except as authorized by the Act itself, seeGonzalesv.Raich,545 U. S. ___, ___ (2005)\n(slip op., at 10)—“cannot function with its necessary rigor and\ncomprehensiveness if subjected to judicial exemptions.” Brief for\nPetitioners 18. According to the Government, there would be no way\nto cabin religious exceptions once recognized, and “the public will\nmisread” such exceptions as signaling that the substance at issue\nis not harmful after all.Id.,at 23. Under the\nGovernment’s view, there is no need to assess the particulars of\nthe UDV’s use or weigh the impact of an exemption for that specific\nuse, because the Controlled Substances Act serves a compelling\npurpose and simply admits of no exceptions.ARFRA, and the strict scrutiny\ntest it adopted, contemplate an inquiry more focused than the\nGovernment’s categorical approach. RFRA requires the Government to\ndemonstrate that the compelling interest test is satisfied through\napplication of the challenged law “to the person”—the particular\nclaimant whose sincere exercise of religion is being substantially\nburdened. 42 U. S. C. §2000bb–1(b). RFRA expressly adopted the\ncompelling interest test “as set forth inSherbertv.Verner,374 U. S. 398(1963) andWisconsinv.Yoder,406 U. S. 205(1972).”\n42 U. S. C. §2000bb(b)(1). In each of those cases, this Court\nlooked beyond broadly formulated interests justifying the general\napplicability of government mandates and scrutinized the asserted\nharm of granting specific exemptions to particular religious\nclaimants. InYoder,for example, we permitted an\nexemption for Amish children from a compulsory school attendance\nlaw. We recognized that the State had a “paramount” interest in\neducation, but held that “despite its admitted validity in the\ngenerality of cases, we must searchingly examine the interests that\nthe State seeks to promote … and the impediment to those objectives\nthat would flow from recognizingthe claimed Amish\nexemption.” 406 U. S., at 213, 221 (emphasis added). The Court\nexplained that the State needed “to show with more particularity\nhow its admittedly strong interest … would be adversely affected by\ngranting an exemptionto the Amish.”Id.,at 236\n(emphasis added).InSherbert,the Court\nupheld a particular claim to a religious exemption from a state law\ndenying unemployment benefits to those who would not work on\nSaturdays, but explained that it was not announcing a\nconstitutional right to unemployment benefits for “allpersons whose religious convictions are the cause of their\nunemployment.” 374 U. S., at 410 (emphasis added). The Court\ndistinguished the case “in which an employee’s religious\nconvictions serve to make him a nonproductive member of society.”Ibid.;see alsoSmith,494 U. S., at 899\n(O’Connor, J., concurring in judgment) (strict scrutiny “at least\nrequires a case-by-case determination of the question, sensitive to\nthe facts of each particular claim”). Outside the Free Exercise\narea as well, the Court has noted that “[c]ontext matters” in\napplying the compelling interest test,Grutterv.Bollinger,539 U. S. 306, 327\n(2003), and has emphasized that “strict scrutinydoestake\n‘relevant differences’ into account—indeed, that is its fundamental\npurpose,”Adarand Constructors, Inc.v.Pe&nacute;a,515 U. S. 200, 228\n(1995).BUnder the more focused inquiry\nrequired by RFRA and the compelling interest test, the Government’s\nmere invocation of the general characteristics of Schedule I\nsubstances, as set forth in the Controlled Substances Act, cannot\ncarry the day. It is true, of course, that Schedule I substances\nsuch as DMT are exceptionally dangerous. See,e.g.,Toubyv.United States,500 U. S. 160, 162\n(1991). Nevertheless, there is no indication that Congress, in\nclassifying DMT, considered the harms posed by the particular use\nat issue here—the circumscribed, sacramental use ofhoascaby the UDV. The question of the harms from the sacramental use ofhoascaby the UDVwaslitigated below. Before the\nDistrict Court found that the Government had not carried its burden\nof showing a compelling interest in preventing such harms, the\ncourt noted that it could not “ignore that the legislative branch\nof the government elected to place materials containing DMT on\nSchedule I of the [Act], reflecting findings that substances\ncontaining DMT have ‘a high potential for abuse,’ and ‘no currently\naccepted medical use in treatment in the United States,’ and that\n‘[t]here is a lack of accepted safety for use of [DMT] under\nmedical supervision.’ ” 282 F. Supp. 2d, at 1254. But\nCongress’ determination that DMT should be listed under Schedule I\nsimply does not provide a categorical answer that relieves the\nGovernment of the obligation to shoulder its burden under RFRA.This conclusion is reinforced by\nthe Controlled Substances Act itself. The Act contains a provision\nauthorizing the Attorney General to “waive the requirement for\nregistration of certain manufacturers, distributors, or dispensers\nif he finds it consistent with the public health and safety.” 21 U.\nS. C. §822(d). The fact that the Act itself contemplates that\nexempting certain people from its requirements would be “consistent\nwith the public health and safety” indicates that congressional\nfindings with respect to Schedule I substances should not carry the\ndeterminative weight, for RFRA purposes, that the Government would\nascribe to them.And in fact an exception has been made to the\nSchedule I ban for religious use. For the past 35 years, there has\nbeen a regulatory exemption for use of peyote—a Schedule I\nsubstance—by the Native American Church. See 21 CFR §1307.31\n(2005). In 1994, Congress extended that exemption to all members of\nevery recognized Indian Tribe. See 42 U. S. C. §1996a(b)(1).\nEverything the Government says about the DMT inhoasca—that, as a Schedule I substance, Congress has\ndetermined that it “has a high potential for abuse,” “has no\ncurrently accepted medical use,” and has “a lack of accepted safety\nfor use … under medical supervision,” 21 U. S. C.\n§812(b)(1)—applies in equal measure to the mescaline in peyote, yet\nboth the Executive and Congress itself have decreed an exception\nfrom the Controlled Substances Act for Native American religious\nuse of peyote. If such use is permitted in the face of the\ncongressional findings in §812(b)(1) for hundreds of thousands of\nNative Americans practicing their faith, it is difficult to see how\nthose same findings alone can preclude any consideration of a\nsimilar exception for the 130 or so American members of the UDV who\nwant to practice theirs. SeeChurch of Lukumi Babalu Aye,\nInc.v.Hialeah,508 U. S. 520, 547\n(1993) (“It is established in our strict scrutiny jurisprudence\nthat ‘a law cannot be regarded as protecting an interest ‘of the\nhighest order’ … when it leaves appreciable damage to that\nsupposedly vital interest unprohibited’ ” (quotingFlorida\nStarv.B. J. F.,491 U. S. 524, 541–542\n(1989) (Scalia, J., concurring in part and concurring in\njudgment))).The Government responds that there is a\n“unique relationship” between the United States and the Tribes,\nBrief for Petitioners 27; seeMortonv.Mancari,417 U. S. 535(1974), but never explains what about that “unique” relationship\njustifies overriding the same congressional findings on which the\nGovernment relies in resisting any exception for the UDV’s\nreligious use ofhoasca.In other words, if any Schedule I\nsubstance is in factalwayshighly dangerous in any amount\nno matter how used, what about the unique relationship with the\nTribes justifies allowing their use of peyote? Nothing about the\nunique political status of the Tribes makes their members immune\nfrom the health risks the Government asserts accompany any use of a\nSchedule I substance, nor insulates the Schedule I substance the\nTribes use in religious exercise from the alleged risk of\ndiversion.The Government argues that the existence of acongressionalexemption for peyote does not indicate that\nthe Controlled Substances Act is amenable tojudicially\ncraftedexceptions. RFRA, however, plainly contemplates thatcourtswould recognize exceptions—that is how the law\nworks. See 42 U. S. C. §2000bb–1(c) (“A person whose religious\nexercise has been burdened in violation of this section may assert\nthat violation as a claim or defense in a judicial proceeding and\nobtain appropriate relief against a government”). Congress’ role in\nthe peyote exemption—and the Executive’s, see 21 CFR §1307.31\n(2005)—confirms that the findings in the Controlled Substances Act\ndo not preclude exceptions altogether; RFRA makes clear that it is\nthe obligation of the courts to consider whether exceptions are\nrequired under the test set forth by Congress.CThe well-established peyote\nexception also fatally undermines the Government’s broader\ncontention that the Controlled Substances Act establishes a closed\nregulatory system that admits of no exceptions under RFRA. The\nGovernment argues that the effectiveness of the Controlled\nSubstances Act will be “necessarily … undercut” if the Act is not\nuniformly applied, without regard to burdens on religious exercise.\nBrief for Petitioners 18. The peyote exception, however, has been\nin place since the outset of the Controlled Substances Act, and\nthere is no evidence that it has “undercut” the Government’s\nability to enforce the ban on peyote use by non-Indians.The Government points to some\npre-Smithcases relying on a need for uniformity in\nrejecting claims for religious exemptions under the Free Exercise\nClause, see Brief for Petitioners 16, but those cases strike us as\nquite different from the present one. Those cases did not embrace\nthe notion that a general interest in uniformity justified a\nsubstantial burden on religious exercise; they instead scrutinized\nthe asserted need and explained why the denied exemptions could not\nbe accommodated. InUnited Statesv.Lee,455 U. S. 252(1982), for example, the Court rejected a claimed exception to the\nobligation to pay Social Security taxes, noting that “mandatory\nparticipation is indispensable to the fiscal vitality of the social\nsecurity system” and that the “tax system could not function if\ndenominations were allowed to challenge the tax system because tax\npayments were spent in a manner that violates their religious\nbelief.”Id.,at 258, 260. See alsoHernandezv.Commissioner,490 U. S. 680, 700\n(1989) (same). InBraunfeldv.Brown,366 U. S. 599(1961)\n(plurality opinion), the Court denied a claimed exception to Sunday\nclosing laws, in part because allowing such exceptions “might well\nprovide [the claimants] with an economic advantage over their\ncompetitors who must remain closed on that day.”Id.,at\n608–609. The whole point of a “uniform day of rest for all workers”\nwould have been defeated by exceptions. SeeSherbert, 374\nU. S., at 408 (discussingBraunfeld). These cases show\nthat the Government can demonstrate a compelling interest in\nuniform application of a particular program by offering evidence\nthat granting the requested religious accommodations would\nseriously compromise its ability to administer the program.Here the Government’s argument for uniformity\nis different; it rests not so much on the particular statutory\nprogram at issue as on slippery-slope concerns that could be\ninvoked in response to any RFRA claim for an exception to a\ngenerally applicable law. The Government’s argument echoes the\nclassic rejoinder of bureaucrats throughout history: If I make an\nexception for you, I’ll have to make one for everybody, so no\nexceptions. But RFRA operates by mandating consideration, under the\ncompelling interest test, of exceptions to “rule[s] of general\napplicability.” 42 U. S. C. §2000bb–1(a). Congress determined\nthat the legislated test “is a workable test for striking sensible\nbalances between religious liberty and competing prior governmental\ninterests.” §200bb(a)(5). This determination finds support in our\ncases; inSherbert, for example, we rejected a\nslippery-slope argument similar to the one offered in this case,\ndismissing as “no more than a possibility” the State’s speculation\n“that the filing of fraudulent claims by unscrupulous claimants\nfeigning religious objections to Saturday work” would drain the\nunemployment benefits fund. 374 U. S., at 407.We reaffirmed just last Term the feasibility\nof case-by-case consideration of religious exemptions to generally\napplicable rules. InCutterv.Wilkinson, 544 U.\nS. ___ (2005), we held that the Religious Land Use and\nInstitutionalized Persons Act of 2000, which allows federal and\nstate prisoners to seek religious accommodations pursuant to the\nsame standard as set forth in RFRA, does not violate the\nEstablishment Clause. We had “no cause to believe” that the\ncompelling interest test “would not be applied in an appropriately\nbalanced way” to specific claims for exemptions as they arose.Id.,at ___ (slip op., at 12). Nothing in our opinion\nsuggested that courts were not up to the task.We do not doubt that there may be instances in\nwhich a need for uniformity precludes the recognition of exceptions\nto generally applicable laws under RFRA. But it would have been\nsurprising to find that this was such a case, given the\nlongstanding exemption from the Controlled Substances Act for\nreligious use of peyote, and the fact that the very reason Congress\nenacted RFRA was to respond to a decision denying a claimed right\nto sacramental use of a controlled substance. See 42 U. S. C.\n§2000bb(a)(4). And in fact the Government has not offered evidence\ndemonstrating that granting the UDV an exemption would cause the\nkind of administrative harm recognized as a compelling interest inLee,Hernandez, andBraunfeld. The\nGovernment failed to convince the District Court at the preliminary\ninjunction hearing that health or diversion concerns provide a\ncompelling interest in banning the UDV’s sacramental use ofhoasca. It cannot compensate for that failure now with the\nbold argument that there can be no RFRA exceptions at all to the\nControlled Substances Act. See Tr. of Oral Arg. 17 (Deputy\nSolicitor General statement that exception could not be made even\nfor “rigorously policed” use of “one drop” of substance “once a\nyear”).IVBefore the District Court, the\nGovernment also asserted an interest in compliance with the 1971\nUnited Nations Convention on Psychotropic Substances, Feb. 21,\n1971, [1979–1980], 32 U. S. T. 543, T. I. A. S.\nNo. 9725. The Convention, signed by the United States and\nimplemented by the Controlled Substances Act, calls on signatories\nto prohibit the use of hallucinogens, including DMT. The Government\nargues that it has a compelling interest in meeting its\ninternational obligations by complying with the Convention.The District Court rejected this\ninterest because it found that the Convention does not coverhoasca. The court relied on the official commentary to the\nConvention, which notes that “Schedule I [of the Convention] does\nnot list … natural hallucinogenic materials,” and that “[p]lants as\nsuch are not, and it is submitted are also not likely to be, listed\nin Schedule I, but only some products obtained from plants.”\nU. N. Commentary on the Convention on Psychotropic Substances\n387, 385 (1976). The court reasoned thathoasca, like the\nplants from which the tea is made, is sufficiently distinct from\nDMT itself to fall outside the treaty. See 282 F. Supp. 2d, at\n1266–1269.We do not agree. The Convention provides that\n“a preparation is subject to the same measures of control as the\npsychotropic substance which it contains,” and defines\n“preparation” as “any solution or mixture, in whatever physical\nstate, containing one or more psychotropic substances.” See 32 U.\nS. T., at 546, Art. 1(f)(i);id.,at 551, Art. 3.Hoascais a “solution or mixture” containing DMT; the fact\nthat it is made by the simple process of brewing plants in water,\nas opposed to some more advanced method, does not change that. To\nthe extent the commentary suggests plants themselves are not\ncovered by the Convention, that is of no moment—the UDV seeks to\nimport and use a tea brewed from plants, not the plants themselves,\nand the tea plainly qualifies as a “preparation” under the\nConvention.The fact thathoascais covered by\nthe Convention, however, does not automatically mean that the\nGovernment has demonstrated a compelling interest in applying the\nControlled Substances Act, which implements the Convention, to the\nUDV’s sacramental use of the tea. At the present stage, it suffices\nto observe that the Government did not evensubmitevidence addressing the international consequences of granting an\nexemption for the UDV. The Government simply submitted two\naffidavits by State Department officials attesting to the general\nimportance of honoring international obligations and of maintaining\nthe leadership position of the United States in the international\nwar on drugs. See Declaration of Gary T. Sheridan (Jan. 24, 2001),\nApp. G to App. to Pet. for Cert. 261a; Declaration of Robert E.\nDalton (Jan. 24, 2001), App. H,id.,at 265a. We do not\ndoubt the validity of these interests, any more than we doubt the\ngeneral interest in promoting public health and safety by enforcing\nthe Controlled Substances Act, but under RFRA invocation of such\ngeneral interests, standing alone, is not enough.[Footnote 2]*  *  *The Government repeatedly invokes\nCongress’ findings and purposes underlying the Controlled\nSubstances Act, but Congress had a reason for enacting RFRA, too.\nCongress recognized that “laws ‘neutral’ toward religion may burden\nreligious exercise as surely as laws intended to interfere with\nreligious exercise,” and legislated “the compelling interest test”\nas the means for the courts to “strik[e] sensible balances between\nreligious liberty and competing prior governmental interests.” 42\nU. S. C. §§2000bb(a)(2), (5).We have no cause to pretend that\nthe task assigned by Congress to the courts under RFRA is an easy\none. Indeed, the very sort of difficulties highlighted by the\nGovernment here were cited by this Court in deciding that the\napproach later mandated by Congress under RFRA was not required as\na matter of constitutional law under the Free Exercise Clause. SeeSmith,494 U. S., at 885–890. But Congress has determined\nthat courts should strike sensible balances, pursuant to a\ncompelling interest test that requires the Government to address\nthe particular practice at issue. Applying that test, we conclude\nthat the courts below did not err in determining that the\nGovernment failed to demonstrate, at the preliminary injunction\nstage, a compelling interest in barring the UDV’s sacramental use\nofhoasca.The judgment of the United States Court of\nAppeals for the Tenth Circuit is affirmed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.Justice Alito took no part in the\nconsideration or decision of this case.Footnote 1As originally enacted, RFRA applied to States\nas well as the Federal Government. InCity of Boernev.Flores,521\nU. S. 507(1997), we held the application to States to be\nbeyond Congress’ legislative authority under §5 of the 14th\nAmendment.Footnote 2In light of the foregoing, we do not reach\nthe UDV’s argument that Art. 22, ¶5, of the Convention should be\nread to accommodate exceptions under domestic laws such as\nRFRA.",
    "joined": []
}