{
    "case": {
        "docket": "373",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/373/"
    },
    "id": "1970971",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 13–132 and 13–212_________________DAVID LEON RILEY, PETITIONER13–132      v.CALIFORNIAon writ of certiorari to the court of appeal\nof cali-fornia, fourth appellate district, division oneUNITED STATES, PETITIONER13–212      v.BRIMA WURIEon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 25, 2014]Chief Justice Roberts\ndelivered the opinion of the Court.These two cases raise a\ncommon question: whether the police may, without a warrant, search\ndigital information on a cell phone seized from an individual who\nhas been arrested.IAIn the first case,\npetitioner David Riley was stopped by a police officer for driving\nwith expired registration tags. In the course of the stop, the\nofficer also learned that Riley’s license had been suspended. The\nofficer impounded Riley’s car, pursuant to department policy, and\nanother officer conducted an inventory search of the car. Riley was\narrested for possession of concealed and loaded firearms when that\nsearch turned up two handguns under the car’s hood. See Cal. Penal\nCode Ann. §§12025(a)(1), 12031(a)(1) (West 2009).An officer searched\nRiley incident to the arrest and found items associated with the\n“Bloods” street gang. He also seized a cell phone from Riley’s\npants pocket. According to Riley’s uncontradicted assertion, the\nphone was a “smart phone,” a cell phone with a broad range of other\nfunctions based on advanced computing capability, large storage\ncapacity, and Internet connectivity. The officer accessed\ninformation on the phone and noticed that some words (presumably in\ntext messages or a contacts list) were preceded by the letters\n“CK”—a label that, he believed, stood for “Crip Killers,” a slang\nterm for members of the Bloods gang.At the police station\nabout two hours after the arrest, a detective specializing in gangs\nfurther examined the contents of the phone. The detective testified\nthat he “went through” Riley’s phone “looking for evidence, because\n. . . gang members will often video themselves with guns\nor take pictures of themselves with the guns.” App. in No. 13–132,\np. 20. Although there was “a lot of stuff” on the phone, particular\nfiles that “caught [the detective’s] eye” included videos of young\nmen sparring while someone yelled encouragement using the moniker\n“Blood.” Id., at 11–13. The police also found photographs of Riley\nstanding in front of a car they suspected had been involved in a\nshooting a few weeks earlier.Riley was ultimately\ncharged, in connection with that earlier shooting, with firing at\nan occupied vehicle, assault with a semiautomatic firearm, and\nattempted murder. The State alleged that Riley had committed those\ncrimes for the benefit of a criminal street gang, an aggravating\nfactor that carries an enhanced sentence. Compare Cal. Penal Code\nAnn. §246 (2008) with §186.22(b)(4)(B) (2014). Prior to trial,\nRiley moved to suppress all evidence that the police had obtained\nfrom his cell phone. He contended that the searches of his phone\nviolated the Fourth Amendment, because they had been performed\nwithout a warrant and were not otherwise justified by exigent\ncircumstances. The trial court rejected that argument. App. in No.\n13–132, at 24, 26. At Riley’s trial, police officers testified\nabout the photographs and videos found on the phone, and some of\nthe photographs were admitted into evidence. Riley was convicted on\nall three counts and received an enhanced sentence of 15 years to\nlife in prison.The California Court of\nAppeal affirmed. No. D059840 (Cal. App., Feb. 8, 2013), App. to\nPet. for Cert. in No. 13–132, pp. 1a–23a. The court relied on the\nCalifornia Supreme Court’s decision in People v. Diaz, 51 Cal. 4th\n84, 244 P. 3d 501 (2011), which held that the Fourth Amendment\npermits a warrantless search of cell phone data incident to an\narrest, so long as the cell phone was immediately associated with\nthe arrestee’s person. See id., at 93, 244 P. 3d, at 505–506.The California Supreme\nCourt denied Riley’s petition for review, App. to Pet. for Cert. in\nNo. 13–132, at 24a, and we granted certiorari, 571 U. S. ___\n(2014).BIn the second case, a\npolice officer performing routine surveillance observed respondent\nBrima Wurie make an apparent drug sale from a car. Officers\nsubsequently arrested Wurie and took him to the police station. At\nthe station, the officers seized two cell phones from Wurie’s\nperson. The one at issue here was a “flip phone,” a kind of phone\nthat is flipped open for use and that generally has a smaller range\nof features than a smart phone. Five to ten minutes after arriving\nat the station, the officers noticed that the phone was repeatedly\nreceiving calls from a source identified as “my house” on the\nphone’s external screen. A few minutes later, they opened the phone\nand saw a photograph of a woman and a baby set as the phone’s\nwallpaper. They pressed one button on the phone to access its call\nlog, then another button to determine the phone number associated\nwith the “my house” label. They next used an online phone directory\nto trace that phone number to an apartment building.When the officers went\nto the building, they saw Wurie’s name on a mailbox and observed\nthrough a window a woman who resembled the woman in the photograph\non Wurie’s phone. They secured the apartment while obtaining a\nsearch warrant and, upon later executing the warrant, found and\nseized 215 grams of crack cocaine, mari-juana, drug paraphernalia,\na firearm and ammunition, and cash.Wurie was charged with\ndistributing crack cocaine, possessing crack cocaine with intent to\ndistribute, and being a felon in possession of a firearm and\nammunition. See 18 U. S. C. §922(g); 21\nU. S. C. §841(a). He moved to suppress the evidence\nobtained from the search of the apartment, arguing that it was the\nfruit of an unconstitutional search of his cell phone. The District\nCourt denied the motion. 612 F. Supp. 2d 104 (Mass. 2009).\nWurie was convicted on all three counts and sentenced to 262 months\nin prison.A divided panel of the\nFirst Circuit reversed the denial of Wurie’s motion to suppress and\nvacated Wurie’s convictions for possession with intent to\ndistribute and possession of a firearm as a felon. 728 F. 3d 1\n(2013). The court held that cell phones are distinct from other\nphysical possessions that may be searched incident to arrest\nwithout a warrant, because of the amount of personal data cell\nphones contain and the negligible threat they pose to law\nenforcement interests. See id., at 8–11.We granted certiorari.\n571 U. S. ___ (2014).IIThe Fourth Amendment\nprovides:“The right of the\npeople to be secure in their persons, houses, papers, and effects,\nagainst unreasonable searches and seizures, shall not be violated,\nand no Warrants shall issue, but upon probable cause, supported by\nOath or affirmation, and particularly describing the place to be\nsearched, and the persons or things to be seized.”As the text makes\nclear, “the ultimate touchstone of the Fourth Amendment is\n‘reasonableness.’ ” Brigham City v. Stuart, 547 U. S.\n398, 403 (2006) . Our cases have determined that “[w]here a search\nis undertaken by law enforcement officials to discover evidence of\ncriminal wrongdoing, . . . reasonableness generally\nrequires the obtaining of a judicial warrant.” Vernonia School\nDist. 47J v. Acton, 515 U. S. 646, 653 (1995) . Such a warrant\nensures that the inferences to support a search are “drawn by a\nneutral and detached magistrate instead of being judged by the\nofficer engaged in the often competitive enterprise of ferreting\nout crime.” Johnson v. United States, 333 U. S. 10, 14 (1948)\n. In the absence of a warrant, a search is reasonable only if it\nfalls within a specific exception to the warrant requirement. See\nKentucky v. King, 563 U. S. ___, ___ (2011) (slip op., at\n5–6).The two cases before us\nconcern the reasonableness of a warrantless search incident to a\nlawful arrest. In 1914, this Court first acknowledged in dictum\n“the right on the part of the Government, always recognized under\nEnglish and American law, to search the person of the accused when\nlegally arrested to discover and seize the fruits or evidences of\ncrime.” Weeks v. United States, 232 U. S. 383 . Since that\ntime, it has been well accepted that such a search constitutes an\nexception to the warrant requirement. Indeed, the label “exception”\nis something of a misnomer in this context, as warrantless searches\nincident to arrest occur with far greater frequency than searches\nconducted pursuant to a warrant. See 3 W. LaFave, Search and\nSeizure §5.2(b), p. 132, and n. 15 (5th ed. 2012).Although the existence\nof the exception for such searches has been recognized for a\ncentury, its scope has been de-bated for nearly as long. See\nArizona v. Gant, 556 U. S. 332, 350 (2009) (noting the\nexception’s “checkered his-tory”). That debate has focused on the\nextent to which officers may search property found on or near the\narrestee. Three related precedents set forth the rules governing\nsuch searches:The first, Chimel v.\nCalifornia, 395 U. S. 752 (1969) , laid the groundwork for\nmost of the existing search incident to arrest doctrine. Police\nofficers in that case arrested Chimel inside his home and proceeded\nto search his entire three-bedroom house, including the attic and\ngarage. In particular rooms, they also looked through the contents\nof drawers. Id., at 753–754.The Court crafted the\nfollowing rule for assessing the reasonableness of a search\nincident to arrest:“When an arrest is made, it is reasonable\nfor the arresting officer to search the person arrested in order to\nremove any weapons that the latter might seek to use in order to\nresist arrest or effect his escape. Otherwise, the officer’s safety\nmight well be endangered, and the arrest itself frustrated. In\naddition, it is entirely reasonable for the arresting officer to\nsearch for and seize any evidence on the arrestee’s person in order\nto prevent its concealment or destruction. . . .\nThere is ample justification, therefore, for a search of the\narrestee’s person and the area ‘within his immediate\ncontrol’—construing that phrase to mean the area from within which\nhe might gain possession of a weapon or destructible evidence.”\nId., at 762–763.The extensive warrantless search of Chimel’s\nhome did not fit within this exception, because it was not needed\nto protect officer safety or to preserve evidence. Id., at 763,\n768.Four years later, in\nUnited States v. Robinson, 414 U. S. 218 (1973) , the Court\napplied the Chimel analysis in the context of a search of the\narrestee’s person. A police officer had arrested Robinson for\ndriving with a revoked license. The officer conducted a patdown\nsearch and felt an object that he could not identify in Robinson’s\ncoat pocket. He removed the object, which turned out to be a\ncrumpled cigarette package, and opened it. Inside were 14 capsules\nof heroin. Id., at 220, 223.The Court of Appeals\nconcluded that the search was unreasonable because Robinson was\nunlikely to have evidence of the crime of arrest on his person, and\nbecause it believed that extracting the cigarette package and\nopening it could not be justified as part of a protective search\nfor weapons. This Court reversed, rejecting the notion that\n“case-by-case adjudication” was required to determine “whether or\nnot there was present one of the reasons supporting the authority\nfor a search of the person incident to a lawful arrest.” Id., at\n235. As the Court explained, “[t]he authority to search the person\nincident to a lawful custodial arrest, while based upon the need to\ndisarm and to discover evidence, does not depend on what a court\nmay later decide was the probability in a particular arrest\nsituation that weapons or evidence would in fact be found upon the\nperson of the suspect.” Ibid. Instead, a “custodial arrest of a\nsuspect based on probable cause is a reasonable intrusion under the\nFourth Amendment; that intrusion being lawful, a search incident to\nthe arrest requires no additional justification.” Ibid.The Court thus\nconcluded that the search of Robinson was reasonable even though\nthere was no concern about the loss of evidence, and the arresting\nofficer had no specific concern that Robinson might be armed. Id.,\nat 236. In doing so, the Court did not draw a line between a search\nof Robinson’s person and a further examination of the cigarette\npack found during that search. It merely noted that, “[h]aving in\nthe course of a lawful search come upon the crumpled package of\ncigarettes, [the officer] was entitled to inspect it.” Ibid. A few\nyears later, the Court clarified that this exception was limited to\n“personal property . . . immediately associated with the\nperson of the arrestee.” United States v. Chadwick, 433 U. S. 1, 15\n(1977) (200-pound, locked footlocker could not be searched incident\nto arrest), abrogated on other grounds by California v. Acevedo,\n500 U. S. 565 (1991) .The search incident to\narrest trilogy concludes with Gant, which analyzed searches of an\narrestee’s vehicle. Gant, like Robinson, recognized that the Chimel\nconcerns for officer safety and evidence preservation underlie the\nsearch incident to arrest exception. See 556 U. S., at 338. As\na result, the Court concluded that Chimel could authorize police to\nsearch a vehicle “only when the arrestee is unsecured and within\nreaching distance of the passenger compartment at the time of the\nsearch.” 556 U. S., at 343. Gant added, however, an\nindependent exception for a warrantless search of a vehicle’s\npassenger compartment “when it is ‘reasonable to believe evidence\nrelevant to the crime of arrest might be found in the\nvehicle.’ ” Ibid. (quoting Thornton v. United States, 541\nU. S. 615, 632 (2004) (Scalia, J., concurring in judgment)).\nThat exception stems not from Chimel, the Court explained, but from\n“circumstances unique to the vehicle context.” 556 U. S., at\n343.IIIThese cases require\nus to decide how the search incident to arrest doctrine applies to\nmodern cell phones, which are now such a pervasive and insistent\npart of daily life that the proverbial visitor from Mars might\nconclude they were an important feature of human anatomy. A smart\nphone of the sort taken from Riley was unheard of ten years ago; a\nsignificant majority of American adults now own such phones. See A.\nSmith, Pew Research Center, Smartphone Ownership—2013 Update (June\n5, 2013). Even less sophisticated phones like Wurie’s, which have\nalready faded in popularity since Wurie was arrested in 2007, have\nbeen around for less than 15 years. Both phones are based on\ntechnology nearly inconceivable just a few decades ago, when Chimel\nand Robinson were decided.Absent more precise\nguidance from the founding era, we generally determine whether to\nexempt a given type of search from the warrant requirement “by\nassessing, on the one hand, the degree to which it intrudes upon an\nindividual’s privacy and, on the other, the degree to which it is\nneeded for the promotion of legitimate governmental interests.”\nWyoming v. Houghton, 526 U. S. 295, 300 (1999) . Such a\nbalancing of interests supported the search incident to arrest\nexception in Robinson, and a mechanical application of Robinson\nmight well support the warrantless searches at issue here.But while Robinson’s\ncategorical rule strikes the appropriate balance in the context of\nphysical objects, neither of its rationales has much force with\nrespect to digital content on cell phones. On the government\ninterest side, Robinson concluded that the two risks identified in\nChimel—harm to officers and destruction of evidence—are present in\nall custodial arrests. There are no comparable risks when the\nsearch is of digital data. In addition, Robinson regarded any\nprivacy interests retained by an individual after arrest as\nsignificantly diminished by the fact of the arrest itself. Cell\nphones, however, place vast quantities of personal information\nliterally in the hands of individuals. A search of the information\non a cell phone bears little resemblance to the type of brief\nphysical search considered in Robinson.We therefore decline to\nextend Robinson to searches of data on cell phones, and hold\ninstead that officers must generally secure a warrant before\nconducting such a search.AWe first consider\neach Chimel concern in turn. In doing so, we do not overlook\nRobinson’s admonition that searches of a person incident to arrest,\n“while based upon theneed to disarm and to discover evidence,” are\nreasonable regardless of “the probability in a particular arrest\nsituation that weapons or evidence would in fact be found.” 414 U.\nS., at 235. Rather than requiring the “case-by-case adjudication”\nthat Robinson rejected, ibid., we ask instead whether application\nof the search incident to arrest doctrine to this particular\ncategory of effects would “untether the rule from the\njustifications underlying the Chimel exception,” Gant, supra, at\n343. See also Knowles v. Iowa, 525 U. S. 113, 119 (1998)\n(declining to extend Robinson to the issuance of citations, “a\nsituation where the concern for officer safety is not present to\nthe same extent and the concern for destruction or loss of evidence\nis not present at all”).1Digital data stored\non a cell phone cannot itself be used as a weapon to harm an\narresting officer or to effectuate the arrestee’s escape. Law\nenforcement officers remain free to examine the physical aspects of\na phone to ensure that it will not be used as a weapon—say, to\ndetermine whether there is a razor blade hidden between the phone\nand its case. Once an officer has secured a phone and eliminated\nany potential physical threats, however, data on the phone can\nendanger no one.Perhaps the same might\nhave been said of the cigarette pack seized from Robinson’s pocket.\nOnce an officer gained control of the pack, it was unlikely that\nRobinson could have accessed the pack’s contents. But unknown\nphysical objects may always pose risks, no matter how slight,\nduring the tense atmosphere of a custodial arrest. The officer in\nRobinson testified that he could not identify the objects in the\ncigarette pack but knew they were not cigarettes. See 414\nU. S., at 223, 236, n. 7. Given that, a further search was a\nreasonable protective measure. No such unknowns exist with respect\nto digital data. As the First Circuit explained, the officers who\nsearched Wurie’s cell phone “knew exactly what they would find\ntherein: data. They also knew that the data could not harm them.”\n728 F. 3d, at 10.The United States and\nCalifornia both suggest that a search of cell phone data might help\nensure officer safety in more indirect ways, for example by\nalerting officers that confederates of the arrestee are headed to\nthe scene. There is undoubtedly a strong government interest in\nwarning officers about such possibilities, but neither the United\nStates nor California offers evidence to suggest that their\nconcerns are based on actual experience. The proposed consideration\nwould also represent a broadening of Chimel’s concern that an\narrestee himself might grab a weapon and use it against an officer\n“to resist arrest or effect his escape.” 395 U. S., at 763.\nAnd any such threats from outside the arrest scene do not “lurk[ ]\nin all custodial arrests.” Chadwick, 433 U. S., at 14–15.\nAccordingly, the interest in protecting officer safety does not\njustify dispensing with the warrant requirement across the board.\nTo the extent dangers to arresting officers may be implicated in a\nparticular way in a particular case, they are better addressed\nthrough consideration of case-specific exceptions to the warrant\nrequirement, such as the one for exigent circumstances. See, e.g.,\nWarden, Md. Penitentiary v. Hayden, 387 U. S. 294 –299 (1967)\n(“The Fourth Amendment does not require police officers to delay in\nthe course of an investigation if to do so would gravely endanger\ntheir lives or the lives of others.”).2The United States and\nCalifornia focus primarily on the second Chimel rationale:\npreventing the destruction of evidence.Both Riley and Wurie\nconcede that officers could have seized and secured their cell\nphones to prevent destruction of evidence while seeking a warrant.\nSee Brief for Petitioner in No. 13–132, p. 20; Brief for Respondent\nin No. 13–212, p. 41. That is a sensible concession. See Illinois\nv. McArthur, 531 U. S. 326 –333 (2001); Chadwick, supra, at\n13, and n. 8. And once law enforcement officers have secured a cell\nphone, there is no longer any risk that the arrestee himself will\nbe able to delete incriminating data from the phone.The United States and\nCalifornia argue that information on a cell phone may nevertheless\nbe vulnerable to two types of evidence destruction unique to\ndigital data—remote wiping and data encryption. Remote wiping\noccurs when a phone, connected to a wireless network, receives a\nsignal that erases stored data. This can happen when a third party\nsends a remote signal or when a phone is preprogrammed to delete\ndata upon entering or leaving certain geographic areas (so-called\n“geofencing”). See Dept. of Commerce, National Institute of\nStandards and Technology, R. Ayers, S. Brothers, & W. Jansen,\nGuidelines on Mobile Device Forensics (Draft) 29, 31 (SP 800–101\nRev. 1, Sept. 2013) (hereinafter Ayers). Encryption is a security\nfeature that some modern cell phones use in addition to password\nprotection. When such phones lock, data becomes protected by\nsophisticated encryption that renders a phone all but “unbreakable”\nunless police know the password. Brief for United States as Amicus\nCuriae in No. 13–132, p. 11.As an initial matter,\nthese broader concerns about the loss of evidence are distinct from\nChimel’s focus on a defendant who responds to arrest by trying to\nconceal or destroy evidence within his reach. See 395 U. S.,\nat 763–764. With respect to remote wiping, the Government’s primary\nconcern turns on the actions of third parties who are not present\nat the scene of arrest. And data encryption is even further afield.\nThere, the Government focuses on the ordinary operation of a\nphone’s security features, apart from any active attempt by a\ndefendant or his associates to conceal or destroy evidence upon\narrest.We have also been given\nlittle reason to believe that either problem is prevalent. The\nbriefing reveals only a couple of anecdotal examples of remote\nwiping triggered by an arrest. See Brief for Association of State\nCriminal Investigative Agencies et al. as Amici Curiae in No.\n13–132, pp. 9–10; see also Tr. of Oral Arg. in No. 13–132,p. 48.\nSimilarly, the opportunities for officers to search a\npassword-protected phone before data becomes encrypted are quite\nlimited. Law enforcement officers are very unlikely to come upon\nsuch a phone in an unlocked state because most phones lock at the\ntouch of a button or, as a default, after some very short period of\ninactivity. See, e.g., iPhone User Guide for iOS 7.1 Software 10\n(2014) (default lock after about one minute). This may explain why\nthe encryption argument was not made until the merits stage in this\nCourt, and has never been considered by the Courts of Appeals.Moreover, in situations\nin which an arrest might trigger a remote-wipe attempt or an\nofficer discovers an unlocked phone, it is not clear that the\nability to conduct a warrantless search would make much of a\ndifference. The need to effect the arrest, secure the scene, and\ntend to other press-ing matters means that law enforcement officers\nmay well not be able to turn their attention to a cell phone right\naway. See Tr. of Oral Arg. in No. 13–132, at 50; see also Brief for\nUnited States as Amicus Curiae in No. 13–132, at 19. Cell phone\ndata would be vulnerable to remote wiping from the time an\nindividual anticipates arrest to the time any eventual search of\nthe phone is completed, which might be at the station house hours\nlater. Likewise, an officer who seizes a phone in an unlocked state\nmight not be able to begin his search in the short time remaining\nbefore the phone locks and data becomes encrypted.In any event, as to\nremote wiping, law enforcement is not without specific means to\naddress the threat. Remote wiping can be fully prevented by\ndisconnecting a phone from the network. There are at least two\nsimple ways to do this: First, law enforcement officers can turn\nthe phone off or remove its battery. Second, if they are concerned\nabout encryption or other potential problems, they can leave a\nphone powered on and place it in an enclosure that isolates the\nphone from radio waves. See Ayers 30–31. Such devices are commonly\ncalled “Faraday bags,” after the English scientist Michael Faraday.\nThey are essentially sandwich bags made of aluminum foil: cheap,\nlightweight, and easy to use. See Brief for Criminal Law Professors\nas Amici Curiae 9. They may not be a complete answer to the\nproblem, see Ayers 32, but at least for now they provide a\nreasonable response. In fact, a number of law enforcement agencies\naround the country already encourage the use of Faraday bags. See,\ne.g., Dept. of Justice, National Institute of Justice, Electronic\nCrime Scene Investigation: A Guide for First Responders 14, 32 (2d\ned. Apr. 2008); Brief for Criminal Law Professors as Amici Curiae\n4–6.To the extent that law\nenforcement still has specific concerns about the potential loss of\nevidence in a particular case, there remain more targeted ways to\naddress those concerns. If “the police are truly confronted with a\n‘now or never’ situation,”—for example, circumstances suggesting\nthat a defendant’s phone will be the target of an imminent\nremote-wipe attempt—they may be able to rely on exigent\ncircumstances to search the phone immediately. Missouri v. McNeely,\n569 U. S. ___, ___ (2013) (slip op., at 10) (quoting Roaden v.\nKentucky, 413 U. S. 496, 505 (1973) ; some internal quotation\nmarks omitted). Or, if officers happen to seize a phone in an\nunlocked state, they may be able to disable a phone’s\nautomatic-lock feature in order to prevent the phone from locking\nand encrypting data. See App. to Reply Brief in No. 13–132, p. 3a\n(diagramming the few necessary steps). Such a preventive measure\ncould be analyzed under the principles set forth in our decision in\nMcArthur, 531 U. S. 326 , which approved officers’ reasonable\nsteps to secure a scene to preserve evidence while they awaited a\nwarrant. See id., at 331–333.BThe search incident\nto arrest exception rests not only on the heightened government\ninterests at stake in a volatile arrest situation, but also on an\narrestee’s reduced privacy interests upon being taken into police\ncustody. Robinson focused primarily on the first of those\nrationales. But it also quoted with approval then-Judge Cardozo’s\naccount of the historical basis for the search incident to arrest\nexception: “Search of the person becomes lawful when grounds for\narrest and accusation have been discovered, and the law is in the\nact of subjecting the body of the accused to its physical\ndominion.” 414 U. S., at 232 (quoting People v. Chiagles, 237\nN. Y. 193, 197, 142 N. E. 583, 584 (1923)); see also 414\nU. S., at 237 (Powell, J., concurring) (“an individual\nlawfully subjected to a custodial arrest retains no significant\nFourth Amendment interest in the privacy of his person”). Put\nsimply, a patdown of Robinson’s cloth-ing and an inspection of the\ncigarette pack found in his pocket constituted only minor\nadditional intrusions compared to the substantial government\nauthority exercised in taking Robinson into custody. See Chadwick,\n433 U. S., at 16, n. 10 (searches of a person are\njustified in part by “reduced expectations of privacy caused by the\narrest”).The fact that an\narrestee has diminished privacy interests does not mean that the\nFourth Amendment falls out of the picture entirely. Not every\nsearch “is acceptable solely because a person is in custody.”\nMaryland v. King, 569 U. S. ___, ___ (2013) (slip op., at 26).\nTo the contrary, when “privacy-related concerns are weighty enough”\na “search may require a warrant, notwithstanding the diminished\nexpectations of privacy of the arrestee.” Ibid. One such example,\nof course, is Chimel. Chimel refused to “characteriz[e] the\ninvasion of privacy that results from a top-to-bottom search of a\nman’s house as ‘minor.’ ” 395 U. S., at 766–767, n. 12.\nBecause a search of the arrestee’s entire house was a substantial\ninvasion beyond the arrest itself, the Court concluded that a\nwarrant was required.Robinson is the only\ndecision from this Court applying Chimel to a search of the\ncontents of an item found on an arrestee’s person. In an earlier\ncase, this Court had approved a search of a zipper bag carried by\nan arrestee, but the Court analyzed only the validity of the arrest\nitself. See Draper v. United States, 358 U. S. 307 –311\n(1959). Lower courts applying Robinson and Chimel, however, have\napproved searches of a variety of personal items carried by an\narrestee. See, e.g., United States v. Carrion, 809 F. 2d 1120,\n1123, 1128 (CA5 1987) (billfold and address book); United States v.\nWatson, 669 F. 2d 1374, 1383–1384 (CA11 1982) (wallet); United\nStates v. Lee, 501 F. 2d 890, 892 (CADC 1974) (purse).The United States\nasserts that a search of all data stored on a cell phone is\n“materially indistinguishable” from searches of these sorts of\nphysical items. Brief for United States in No. 13–212, p. 26. That\nis like saying a ride on horseback is materially indistinguishable\nfrom a flight to the moon. Both are ways of getting from point A to\npoint B, but little else justifies lumping them together. Modern\ncell phones, as a category, implicate privacy concerns far beyond\nthose implicated by the search of a cigarette pack, a wallet, or a\npurse. A conclusion that inspecting the contents of an arrestee’s\npockets works no substantial additional intrusion on privacy beyond\nthe arrest itself may make sense as applied to physical items, but\nany extension of that reasoning to digital data has to rest on its\nown bottom.1Cell phones differ in\nboth a quantitative and a qualitative sense from other objects that\nmight be kept on an arrestee’s person. The term “cell phone” is\nitself misleading shorthand; many of these devices are in fact\nminicomputers that also happen to have the capacity to be used as a\ntelephone. They could just as easily be called cameras, video\nplayers, rolodexes, calendars, tape recorders, libraries, diaries,\nalbums, televisions, maps, or newspapers.One of the most notable\ndistinguishing features of modern cell phones is their immense\nstorage capacity. Before cell phones, a search of a person was\nlimited by physical realities and tended as a general matter to\nconstitute only a narrow intrusion on privacy. See Kerr, Foreword:\nAccounting for Technological Change, 36 Harv. J. L. & Pub.\nPol’y 403, 404–405 (2013). Most people cannot lug around every\npiece of mail they have received for the past several months, every\npicture they have taken, or every book or article they have\nread—nor would they have any reason to attempt to do so. And if\nthey did, they would have to drag behind them a trunk of the sort\nheld to require a search warrant in Chadwick, supra, rather than a\ncontainer the size of the cigarette package in Robinson.But the possible\nintrusion on privacy is not physically limited in the same way when\nit comes to cell phones. The current top-selling smart phone has a\nstandard capacity of 16 gigabytes (and is available with up to 64\ngigabytes). Sixteen gigabytes translates to millions of pages of\ntext, thousands of pictures, or hundreds of videos. See Kerr,\nsupra, at 404; Brief for Center for Democracy & Technol-ogy\net al. as Amici Curiae 7–8. Cell phones couple that capacity\nwith the ability to store many different types of information: Even\nthe most basic phones that sell for less than $20 might hold\nphotographs, picture messages, text messages, Internet browsing\nhistory, a calendar, a thousand-entry phone book, and so on. See\nid., at 30; United States v. Flores-Lopez, 670 F. 3d 803, 806\n(CA7 2012). We expect that the gulf between physical practicability\nand digital capacity will only continue to widen in the future.The storage capacity of\ncell phones has several interrelated consequences for privacy.\nFirst, a cell phone collects in one place many distinct types of\ninformation—an address, a note, a prescription, a bank statement, a\nvideo—that reveal much more in combination than any isolated\nrecord. Second, a cell phone’s capacity allows even just one type\nof information to convey far more than previously possible. The sum\nof an individual’s private life can be reconstructed through a\nthousand photographs labeled with dates, locations, and\ndescriptions; the same cannot be said of a photograph or two of\nloved ones tucked into a wallet. Third, the data on a phone can\ndate back to the purchase of the phone, or even earlier. A person\nmight carry in his pocket a slip of paper reminding him to call Mr.\nJones; he would not carry a record of all his communications with\nMr. Jones for the past several months, as would routinely be kept\non a phone.[1]Finally, there is an\nelement of pervasiveness that characterizes cell phones but not\nphysical records. Prior to the digital age, people did not\ntypically carry a cache of sensitive personal information with them\nas they went about their day. Now it is the person who is not\ncarrying a cell phone, with all that it contains, who is the\nexception. According to one poll, nearly three-quarters of smart\nphone users report being within five feet of their phones most of\nthe time, with 12% admitting that they even use their phones in the\nshower. See Harris Interactive, 2013 Mobile Consumer Habits Study\n(June 2013). A decade ago police officers searching an arrestee\nmight have occasionally stumbled across a highly personal item such\nas a diary. See, e.g., United States v. Frankenberry, 387\nF. 2d 337 (CA2 1967) (per curiam). But those discoveries were\nlikely to be few and far between. Today, by contrast, it is no\nexaggeration to say that many of the more than 90% of American\nadults who own a cell phone keep on their person a digital record\nof nearly every aspect of their lives—from the mundane to the\nintimate. See Ontario v. Quon, 560 U. S. 746, 760 (2010) .\nAllowing the police to scrutinize such records on a routine basis\nis quite different from allowing them to search a personal item or\ntwo in the occasional case.Although the data\nstored on a cell phone is distinguished from physical records by\nquantity alone, certain types of data are also qualitatively\ndifferent. An Internet search and browsing history, for example,\ncan be found on an Internet-enabled phone and could reveal an\nindividual’s private interests or concerns—perhaps a search for\ncertain symptoms of disease, coupled with frequent visits to WebMD.\nData on a cell phone can also reveal where a person has been.\nHistoric location information is a stand-ard feature on many smart\nphones and can reconstruct someone’s specific movements down to the\nminute, not only around town but also within a particular building.\nSee United States v. Jones, 565 U. S. ___, ___ (2012)\n(Sotomayor, J., concurring) (slip op., at 3) (“GPS monitoring\ngenerates a precise, comprehensive record of a person’s public\nmovements that reflects a wealth of detail about her familial,\npolitical, professional, religious, and sexual associations.”).Mobile application\nsoftware on a cell phone, or “apps,” offer a range of tools for\nmanaging detailed information about all aspects of a person’s life.\nThere are apps for Democratic Party news and Republican Party news;\napps for alcohol, drug, and gambling addictions; apps for sharing\nprayer requests; apps for tracking pregnancy symptoms; apps for\nplanning your budget; apps for every conceivable hobby or pastime;\napps for improving your romantic life. There are popular apps for\nbuying or selling just about anything, and the records of such\ntransactions may be accessible on the phone indefinitely. There are\nover a million apps available in each of the two major app stores;\nthe phrase “there’s an app for that” is now part of the popular\nlexicon. The average smart phone user has installed 33 apps, which\ntogether can form a revealing montage of the user’s life. See Brief\nfor Electronic Privacy Information Center as Amicus Curiae in No.\n13–132, p. 9.In 1926, Learned Hand\nobserved (in an opinion later quoted in Chimel) that it is “a\ntotally different thing to search a man’s pockets and use against\nhim what they contain, from ransacking his house for everything\nwhich may incriminate him.” United States v. Kirschenblatt, 16\nF. 2d 202, 203 (CA2). If his pockets contain a cell phone,\nhowever, that is no longer true. Indeed, a cell phone search would\ntypically expose to the government far more than the most\nexhaustive search of a house: A phone not only contains in digital\nform many sensitive records previ-ously found in the home; it also\ncontains a broad array of private information never found in a home\nin any form—unless the phone is.2To further complicate\nthe scope of the privacy interests at stake, the data a user views\non many modern cell phones may not in fact be stored on the device\nitself. Treating a cell phone as a container whose contents may be\nsearched incident to an arrest is a bit strained as an initial\nmatter. See New York v. Belton, 453 U. S. 454, 460, n. 4\n(1981) (describing a “container” as “any object capable of holding\nanother object”). But the analogy crumbles entirely when a cell\nphone is used to access data located elsewhere, at the tap of a\nscreen. That is what cell phones, with increasing frequency, are\ndesigned to do by taking advantage of “cloud computing.” Cloud\ncomputing is the capacity of Internet-connected devices to display\ndata stored on remote servers rather than on the device itself.\nCell phone users often may not know whether particular information\nis stored on the device or in the cloud, and it generally makes\nlittle difference. See Brief for Electronic Privacy Information\nCenter in No. 13–132, at 12–14, 20. Moreover, the same type of data\nmay be stored locally on the device for one user and in the cloud\nfor another.The United States\nconcedes that the search incident to arrest exception may not be\nstretched to cover a search of files accessed remotely—that is, a\nsearch of files stored in the cloud. See Brief for United States in\nNo. 13–212, at 43–44. Such a search would be like finding a key in\na suspect’s pocket and arguing that it allowed law enforcement to\nunlock and search a house. But officers searching a phone’s data\nwould not typically know whether the information they are viewing\nwas stored locally at the time of the arrest or has been pulled\nfrom the cloud.Although the Government\nrecognizes the problem, its proposed solutions are unclear. It\nsuggests that officers could disconnect a phone from the network\nbefore searching the device—the very solution whose feasibility it\ncontested with respect to the threat of remote wiping. Compare Tr.\nof Oral Arg. in No. 13–132, at 50–51, with Tr. of Oral Arg. in No.\n13–212, pp. 13–14. Alternatively, the Government proposes that law\nenforcement agencies “develop protocols to address” concerns raised\nby cloud computing. Reply Brief in No. 13–212, pp. 14–15. Probably\na good idea, but the Founders did not fight a revolution to gain\nthe right to government agency protocols. The possibility that a\nsearch might extend well beyond papers and effects in the physical\nproximity of an arrestee is yet another reason that the privacy\ninterests here dwarf those in Robinson.CApart from their\narguments for a direct extension of Robinson, the United States and\nCalifornia offer various fallback options for permitting\nwarrantless cell phone searches under certain circumstances. Each\nof the proposals is flawed and contravenes our general preference\nto provide clear guidance to law enforcement through categorical\nrules. “[I]f police are to have workable rules, the balancing of\nthe competing interests . . . ‘must in large part be done\non a categorical basis—not in an ad hoc, case-by-case fashion\nby individual police officers.’ ” Michigan v. Summers, 452\nU. S. 692, 705, n. 19 (1981) (quoting Dunaway v. New York, 442\nU. S. 200 –220 (1979) (White, J., concurring)).The United States first\nproposes that the Gant standard be imported from the vehicle\ncontext, allowing a warrantless search of an arrestee’s cell phone\nwhenever it is reasonable to believe that the phone contains\nevidence of the crime of arrest. But Gant relied on “circumstances\nunique to the vehicle context” to endorse a search solely for the\npurpose of gathering evidence. 556 U. S., at 343. Justice\nScalia’s Thornton opinion, on which Gant was based, explained that\nthose unique circumstances are “a reduced expectation of privacy”\nand “heightened law enforcement needs” when it comes to motor\nvehicles. 541 U. S., at 631; see also Wyoming v. Houghton, 526\nU. S., at 303–304. For reasons that we have explained, cell\nphone searches bear neither of those characteristics.At any rate, a Gant\nstandard would prove no practical limit at all when it comes to\ncell phone searches. In the vehicle context, Gant generally\nprotects against searches for evidence of past crimes. See 3 W.\nLaFave, Search and Seizure §7.1(d), at 709, and n. 191. In the cell\nphone context, however, it is reasonable to expect that\nincriminating information will be found on a phone regardless of\nwhen the crime occurred. Similarly, in the vehicle context Gant\nrestricts broad searches resulting from minor crimes such as\ntraffic violations. See id., §7.1(d), at 713, and n. 204. That\nwould not necessarily be true for cell phones. It would be a\nparticularly inexperienced or unimaginative law enforcement officer\nwho could not come up with sev-eral reasons to suppose evidence of\njust about any crime could be found on a cell phone. Even an\nindividual pulled over for something as basic as speeding might\nwell have locational data dispositive of guilt on his phone. An\nindividual pulled over for reckless driving might have evidence on\nthe phone that shows whether he was texting while driving. The\nsources of potential pertinent information are virtually unlimited,\nso applying the Gant standard to cell phones would in effect give\n“police officers unbridled discretion to rummage at will among a\nperson’s private effects.” 556 U. S., at 345.The United States also\nproposes a rule that would restrict the scope of a cell phone\nsearch to those areas of the phone where an officer reasonably\nbelieves that infor-mation relevant to the crime, the arrestee’s\nidentity, or officer safety will be discovered. See Brief for\nUnited States in No. 13–212, at 51–53. This approach would again\nimpose few meaningful constraints on officers. The proposed\ncategories would sweep in a great deal of information, and officers\nwould not always be able to discern in advance what information\nwould be found where.We also reject the\nUnited States’ final suggestion that officers should always be able\nto search a phone’s call log, as they did in Wurie’s case. The\nGovernment relies on Smith v. Maryland, 442 U. S. 735 (1979) ,\nwhich held that no warrant was required to use a pen register at\ntelephone company premises to identify numbers dialed by a\nparticular caller. The Court in that case, however, concluded that\nthe use of a pen register was not a “search” at all under the\nFourth Amendment. See id., at 745–746. There is no dispute here\nthat the officers engaged in a search of Wurie’s cell phone.\nMoreover, call logs typically contain more than just phone numbers;\nthey include any identifying information that an individual might\nadd, such as the label “my house” in Wurie’s case.Finally, at oral\nargument California suggested a different limiting principle, under\nwhich officers could search cell phone data if they could have\nobtained the same information from a pre-digital counterpart. See\nTr. of Oral Arg. in No. 13–132, at 38–43; see also Flores-Lopez,\n670 F. 3d, at 807 (“If police are entitled to open a pocket\ndiary to copy the owner’s address, they should be entitled to turn\non a cell phone to learn its number.”). But the fact that a search\nin the pre-digital era could have turned up a photograph or two in\na wallet does not justify a search of thousands of photos in a\ndigital gallery. The fact that someone could have tucked a paper\nbank statement in a pocket does not justify a search of every bank\nstatement from the last five years. And to make matters worse, such\nan analogue test would allow law enforcement to search a range of\nitems contained on a phone, even though people would be unlikely to\ncarry such a variety of information in physical form. In Riley’s\ncase, for example, it is implausible that he would have strolled\naround with video tapes, photo albums, and an address book all\ncrammed into his pockets. But because each of those items has a\npre-digital analogue, police under California’s proposal would be\nable to search a phone for all of those items—a significant\ndiminution of privacy.In addition, an\nanalogue test would launch courts on a difficult line-drawing\nexpedition to determine which digital files are comparable to\nphysical records. Is an e-mail equivalent to a letter? Is a\nvoicemail equivalent to a phone message slip? It is not clear how\nofficers could make these kinds of decisions before conducting a\nsearch, or how courts would apply the proposed rule after the fact.\nAn analogue test would “keep defendants and judges guessing for\nyears to come.” Sykes v. United States, 564 U. S. 1 , ___\n(2011) (Scalia, J., dissenting) (slip op., at 7) (discussing the\nCourt’s analogue test under the Armed Career Criminal Act).IVWe cannot deny that\nour decision today will have an impact on the ability of law\nenforcement to combat crime. Cell phones have become important\ntools in facilitating coordination and communication among members\nof criminal enterprises, and can provide valuable incriminating\ninformation about dangerous criminals. Privacy comes at a cost.Our holding, of course,\nis not that the information on a cell phone is immune from search;\nit is instead that a warrant is generally required before such a\nsearch, even when a cell phone is seized incident to arrest. Our\ncases have historically recognized that the warrant requirement is\n“an important working part of our machinery of gov-ernment,” not\nmerely “an inconvenience to be somehow ‘weighed’ against the claims\nof police efficiency.” Coolidge v. New Hampshire, 403 U. S.\n443, 481 (1971) . Recent technological advances similar to those\ndiscussed here have, in addition, made the process of obtaining a\nwarrant itself more efficient. See McNeely, 569 U. S., at ___\n(slip op., at 11–12); id., at ___ (Roberts, C. J., concurring\nin part and dissenting in part) (slip op., at 8) (describing\njurisdiction where “police officers can e-mail warrant requests to\njudges’ iPads [and] judges have signed such warrants and e-mailed\nthem back to officers in less than 15 minutes”).Moreover, even though\nthe search incident to arrest exception does not apply to cell\nphones, other case-specific exceptions may still justify a\nwarrantless search of a particular phone. “One well-recognized\nexception applies when ‘ “the exigencies of the situation”\nmake the needs of law enforcement so compelling that [a]\nwarrantless search is objectively reasonable under the Fourth\nAmendment.’ ” Kentucky v. King, 563 U. S., at ___ (slip\nop., at 6) (quoting Mincey v. Arizona, 437 U. S. 385, 394\n(1978) ). Such exigencies could include the need to prevent the\nimminent destruction of evidence in individual cases, to pursue a\nfleeing suspect, and to assist persons who are seriously injured or\nare threatened with imminent injury. 563 U. S., at ___. In\nChadwick, for example, the Court held that the exception for\nsearches incident to arrest did not justify a search of the trunk\nat issue, but noted that “if officers have reason to believe that\nluggage contains some immediately dangerous instrumentality, such\nas explosives, it would be foolhardy to transport it to the station\nhouse without opening the luggage.” 433 U. S., at 15, n.\n9.In light of the\navailability of the exigent circumstances exception, there is no\nreason to believe that law enforcement officers will not be able to\naddress some of the more extreme hypotheticals that have been\nsuggested: a suspect texting an accomplice who, it is feared, is\npreparing to detonate a bomb, or a child abductor who may have\ninformation about the child’s location on his cell phone. The\ndefendants here recognize—indeed, they stress—that such\nfact-specific threats may justify a warrantless search of cell\nphone data. See Reply Brief in No. 13–132, at 8–9; Brief for\nRespondent in No. 13–212, at 30, 41. The critical point is that,\nunlike the search incident to arrest exception, the exigent\ncircumstances exception requires a court to examine whether an\nemergency justified a warrantless search in each particular case.\nSee McNeely, supra, at ___ (slip op., at 6).[2]*  *  *Our cases have\nrecognized that the Fourth Amendment was the founding generation’s\nresponse to the reviled “general warrants” and “writs of\nassistance” of the colonial era, which allowed British officers to\nrummage through homes in an unrestrained search for evidence of\ncriminal activity. Opposition to such searches was in fact one of\nthe driving forces behind the Revolution itself. In 1761, the\npatriot James Otis delivered a speech in Boston denouncing the use\nof writs of assistance. A young John Adams was there, and he would\nlater write that “[e]very man of a crowded audience appeared to me\nto go away, as I did, ready to take arms against writs of\nassistance.” 10 Works of John Adams 247–248 (C. Adams ed. 1856).\nAccording to Adams, Otis’s speech was “the first scene of the first\nact of opposition to the arbitrary claims of Great Britain. Then\nand there the child Independence was born.” Id., at 248 (quoted in\nBoyd v. United States, 116 U. S. 616, 625 (1886) ).Modern cell phones are\nnot just another technological convenience. With all they contain\nand all they may reveal, they hold for many Americans “the\nprivacies of life,” Boyd, supra, at 630. The fact that technology\nnow allows an individual to carry such information in his hand does\nnot make the information any less worthy of the protection for\nwhich the Founders fought. Our answer to the question of what\npolice must do before searching a cell phone seized incident to an\narrest is accordingly simple—get a warrant.We reverse the judgment\nof the California Court of Appeal in No. 13–132 and remand the case\nfor further proceedings not inconsistent with this opinion. We\naffirm the judgment of the First Circuit in No. 13–212.It is so ordered.Notes1Because the United States\nand California agree that these cases involve incident to arrest,\nthese cases do not implicate the question whether the collection or\ninspection of aggregated digital information amounts to a search\nunder other circumstances.2In Wurie’s case, for\nexample, the dissenting First Circuit judge argued that exigent\ncircumstances could have justified a search of Wurie’s phone. See\n728 F. 3d 1, 17 (2013) (opinion of Howard, J.) (discussing the\nrepeated unanswered calls from “my house,” the suspected location\nof a drug stash). But the majority concluded that the Government\nhad not made an exigent circumstances argument. See at 1. The\nGovernment acknowledges the same in this Court. See Brief for\nUnited States in No. 13–212, p. 28, n. 8.",
    "joined": []
}