{
    "case": {
        "docket": "424",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/424/"
    },
    "id": "3546470",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–1209_________________JOHN STURGEON, PETITIONERv.BERT\nFROST, in his official capacity as ALASKA REGIONAL DIRECTOR OF THE\nNATIONALPARK SERVICE, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 22, 2016]Chief Justice Roberts delivered the opinion of\nthe Court.For almost 40 years, John Sturgeon has hunted\nmoose along the Nation River in Alaska. Because parts of the river\nare shallow and difficult to navigate, Sturgeon travels by\nhovercraft, an amphibious vehicle capable of gliding over land and\nwater. To reach his preferred hunting grounds, Sturgeon must pilot\nhis hovercraft over a stretch of the Nation River that flows\nthrough the Yukon-Charley Rivers National Preserve, a 1.7 million\nacre federal preservation area managed by the National Park\nService. 16 U. S. C. §410hh(10).Alaska law permits the use of hovercraft.\nNational Park Service regulations do not. See 36 CFR §2.17(e)\n(2015). After Park Service rangers informed Sturgeon that he was\nprohibited from using his hovercraft within the boundaries of the\npreserve, Sturgeon filed suit, seeking declaratory and injunctive\nrelief. He argues that the Nation River is owned by the State, and\nthat the Alaska National Interest Lands Conservation Act (ANILCA)\nprohibits the Park Service from enforcing its regulations on\nstate-owned land in Alaska. The Park Service disagrees, contending\nthat it has authority to regulate waters flowing through federally\nmanaged preservation areas. The District Court and the Court of\nAppeals ruled in favor of the Park Service. We granted\ncertiorari.IIn 1867, Secretary of State William Seward,\nserving under President Andrew Johnson, negotiated a treaty to\npurchase Alaska from Russia for $7.2 million. Treaty Concerning the\nCession of the Russian Possessions in North America, Mar. 30, 1867,\n15Stat. 539. In a single stroke, the United States gained 365\nmillion acres of land—an area more than twice the size of Texas.\nDespite the bargain price of two cents an acre, however, the\npurchase was mocked by contemporaries as “Seward’s Folly” and\nPresident Johnson’s “Polar Bear Garden.” See C. Naske & H.\nSlotnick, Alaska: A History 92–94 (2011) (Naske & Slotnick); S.\nRep. No. 1163, 85th Cong., 1st Sess., 2 (1957).The monikers didn’t stick. In 1898, the “Three\nLucky Swedes”—Jafet Lindeberg, Eric Lindblom, and Jon\nBrynteson—struck gold in Nome, Alaska. As word of their discovery\nspread, thousands traveled to Alaska to try their hand at mining.\nOnce the gold rush subsided, settlers turned to other types of\nmining, fishing, and trapping, fueling an emerging export economy.\nSee Naske & Slotnick 128–129, 155, 249–251; D. Wharton, The\nAlaska Gold Rush 186–187 (1972).Despite newfound recognition of Alaska’s\neconomic potential, however, it was not until the 1950’s that\nCongress seriously considered admitting Alaska as a State. By that\ntime, it was clear that Alaska was strategically important both in\nthe Pacific and Arctic, and that the Territory was rich in natural\nresources, including oil. Moreover, the people of Alaska favored\nstatehood. See Naske & Slotnick 201, 224–235. But there was a\nproblem: Out of the 365 million acres of land in Alaska, 98 percent\nwere owned by the Federal Government. As a result, absent a land\ngrant from the Federal Government to the State, there would be\nlittle land available to drive private economic activity and\ncontribute to the state tax base. See S. Rep. No. 1163, at 2, 12\n(“The expenses of the State of Alaska will be comparatively high,\npartially due to the vast land areas within the State; but the\nState would be able to realize revenues from only 2 percent of this\nvast area unless some provision were made to modify the present\nland-ownership conditions”).A solution was struck. The 1958 Alaska Statehood\nAct permitted Alaska to select 103 million acres of “vacant,\nunappropriated, and unreserved” federal land—just over a quarter of\nall land in Alaska—for state ownership. §§6(a)–(b), 72Stat. 340.\nThat land grant included “mineral deposits,” which were “subject to\nlease by the State as the State legislature may direct.” §6(i),id., at 342. Upon statehood, Alaska also gained “title to\nand ownership of the lands beneath navigable waters” within the\nState, in addition to “the natural resources within such lands and\nwaters,” including “the right and power to manage, administer,\nlease, develop, and use the said lands and natural resources.”\n§3(a), 67Stat. 30, 43 U. S. C. §1311(a); §6(m), 72Stat.\n343. With over 100 million acres of land now available to the new\nState, Alaska could begin to fulfill its state policy “to encourage\nthe settlement of its land and the development of its resources by\nmaking them available for maximum use consistent with the public\ninterest.” Alaska Const., Art. VIII, §1 (2014).The Statehood Act did not, however, determine\nthe rights of the Alaska Natives, who asserted aboriginal title to\nmuch of the same land now claimed by the State. Naske &\nSlotnick 287–289. To resolve the dispute, Congress in 1971 passed\nthe Alaska Native Claims Settlement Act (ANCSA), which extinguished\naboriginal land claims in Alaska. 85Stat. 688, as amended, 43\nU. S. C. §1601et seq.In exchange, Congress\nprovided for a $960 million settlement and permitted corporations\norganized by groups of Alaska Natives to select 40 million acres of\nfederal land to manage within the State. §§1605, 1610–1615; Naske\n& Slotnick 296–297. Congress sought to implement the settlement\n“rapidly, with certainty, in conformity with the real economic and\nsocial needs” of Alaska Natives. §1601(b).In addition to settling the claims of the Alaska\nNatives, ANCSA directed the Secretary of the Interior to select up\nto 80 million acres of unreserved federal land in Alaska for\naddition to the National Park, Forest, Wildlife Refuge, and Wild\nand Scenic Rivers Systems, subject to congressional approval.\n§1616(d)(2). When Congress failed to approve the Secretary’s\nselections, however, President Carter unilaterally designated 56\nmillion acres of federal land in Alaska as national monuments. See\nPresidential Proclamation Nos. 4611–4627, 3 CFR 69–104 (1978\nComp.).President Carter’s actions were unpopular among\nmany Alaskans, who were concerned that the new monuments would be\nsubject to restrictive federal regulations. Protesters demonstrated\nin Fairbanks, and more than 2,500 Alaskans participated in the\n“Great Denali-McKinley Trespass.” The goal of the trespass was to\nbreak over 25 Park Service rules in a two-day period—including by\ncamping, hunting, snowmobiling, setting campfires, shooting guns,\nand unleashing dogs. During the event, a “rider on horseback,\nacting the part of Paul Revere, galloped through the crowd yelling,\n‘The Feds are coming! The Feds are coming!’ ” N. Y.\nTimes, Jan. 15, 1979, p. A8; Anchorage Daily News, Jan. 15, 1979,\npp. 1–2.Congress once again stepped in to settle the\ncontroversy, passing the Alaska National Interest Lands\nConservation Act. 94Stat. 2371, 16 U. S. C. §3101et seq.ANILCA had two stated goals: First, to provide\n“sufficient protection for the national interest in the scenic,\nnatural, cultural and environmental values on the public lands in\nAlaska.” §3101(d). And second, to provide “adequate opportunity for\nsatisfaction of the economic and social needs of the State of\nAlaska and its people.”Ibid.ANILCA set aside 104 million acres of land in\nAlaska for preservation purposes, in the process creating ten new\nnational parks, preserves, and monuments—including the\nYukon-Charley Rivers National Preserve—and tripling the number of\nacres set aside in the United States for federal wilderness\npreservation. See §410hh; Naske & Slotnick 315–316. At the same\ntime, ANILCA specified that the Park Service could not prohibit on\nthose lands certain activities of particular importance to\nAlaskans. See,e.g.,§3170(a) (Secretary must permit\nreasonable use of vehicles “for travel to and from villages and\nhomesites”); §3201 (Secretary must permit “the taking of fish and\nwildlife for sport purposes and subsistence uses” within National\nPreserves in Alaska, subject to regulation and certain exceptions).\nPresident Carter’s earlier land designations were rescinded. See\n§3209(a).Under ANILCA, federal preservation lands in\nAlaska were placed into “conservation system units,” which were\ndefined to include “any unit in Alaska of the National Park System,\nNational Wildlife Refuge System, National Wild and Scenic Rivers\nSystems, National Trails System, National Wilderness Preservation\nSystem, or a National Forest Monument.” §3102(4). Congress drew the\nbound-aries of those units to “follow hydrographic divides or\nem-brace other topographic or natural features,” however, rather\nthan to map the Federal Government’s landholdings. §3103(b). As a\nconsequence, in addition to federal land, over 18 million acres of\nstate, Native Corporation, and private land ended up inside the\nboundaries of conservation system units. See Brief for Petitioner\n6.This brings us back to Sturgeon and his\nhovercraft.IIAOne fall day in 2007, Sturgeon was piloting\nhis hovercraft on the Nation River, which rises in the Ogilvie\nMountains in Canada and joins the Yukon River within the boundaries\nof the Yukon-Charley Rivers National Preserve conservation system\nunit (Yukon-Charley). Sturgeon was headed to a hunting ground\nupstream from the preserve, just shy of the Canadian border. To\nreach that hunting ground, dubbed “moose meadows,” Sturgeon had to\ntravel on a portion of the river that flows through the\npreserve.About two miles into his trip on the Nation\nRiver, Sturgeon stopped on a gravel bar to repair the steering\ncable of his hovercraft. As he was performing the repairs, Sturgeon\nwas approached by three Park Service rangers. The rangers informed\nhim that hovercraft were prohibited under Park Service regulations,\nand that he was committing a crime by operating his hovercraft\nwithin the boundaries of the Yukon-Charley. Despite Sturgeon’s\nprotests that Park Service regulations did not apply because the\nriver was owned by the State of Alaska, the rangers ordered\nSturgeon to remove his hovercraft from the preserve. Sturgeon\ncomplied, heading home without a moose.Sturgeon now fears that he will be criminally\nprosecuted if he returns to hunt along the Nation River in his\nhovercraft. To avoid prosecution, Sturgeon sued the Park Service\nand several federal officials in the United States District Court\nfor the District of Alaska. He seeks declaratory and injunctive\nrelief permitting him to operate his hovercraft within the\nboundaries of the Yukon-Charley. Alaska intervened in support of\nSturgeon, and the Park Service opposed the suit.The District Court granted summary judgment to\nthe Park Service.Sturgeonv.Masica, 2013 WL 5888230\n(Oct. 30, 2013). The Court of Appeals for the Ninth Circuit\naffirmed in pertinent part.Sturgeonv.Masica, 768\nF. 3d 1066 (2014).We granted certiorari. 576 U. S. ___\n(2015).BThe Secretary of the Interior has authority to\n“prescribe regulations” concerning “boating and other activities on\nor relating to water located within System units, including water\nsubject to the jurisdiction of the United States.” 54\nU. S. C. §100751(b) (2012 ed., Supp. II). “System units”\nare in turn defined as “any area of land and water administered by\nthe Secretary, acting through the Director [of the Park Service],\nfor park, monument, historic, parkway, recreational, or other\npurposes.” §§100102, 100501.The Park Service’s hovercraft regulation was\nadopted pursuant to Section 100751(b). The hovercraft ban applies\nnot only within “[t]he boundaries of federally owned lands and\nwaters administered by the National Park Service,” but also to\n“[w]aters subject to the jurisdiction of theUnited States located\nwithin the boundaries of the National Park System, including\nnavigable waters . . . withoutregard to the ownership of\nsubmerged lands.” 36 CFR §1.2(a). The hovercraft ban is not limited\nto Alaska, but instead has effect in federally managed preservation\nareas across the country.Section 103(c) of ANILCA, in contrast, addresses\nthe scope of the Park Service’s authority over lands within the\nboundaries of conservation system units in Alaska. The first\nsentence of Section 103(c) specifies the property included as a\nportion of those units. It states: “Only those lands within the\nboundaries of any conservation system unit which are public lands\n(as such term is defined in this Act) shall be deemed to be\nincluded as a portion of such unit.” 16 U. S. C.\n§3103(c). ANILCA defines the word “land” to include “lands, waters,\nand interests therein,” and the term “public lands” to include\n“lands the title to which is in the United States after December 2,\n1980,” with certain exceptions. §3102. In sum, only “lands, waters,\nand interests therein” to which the United States has “title” are\nconsidered “public” land “included as a portion” of the\nconservation system units in Alaska.The second sentence of Section 103(c) concerns\nthe Park Service’s authority to regulate “non-public” lands in\nAlaska, which include state, Native Corporation, and private\nproperty. It provides: “No lands which, before, on, or after\nDecember 2, 1980, are conveyed to the State, to any Native\nCorporation, or to any private party shall be subject to the\nregulations applicable solely to public lands within such units.”\n§3103(c).The third sentence of Section 103(c) explains\nhow new lands become part of conservation system units: “If the\nState, a Native Corporation, or other owner desires to convey any\nsuch lands, the Secretary may acquire such lands in accordance with\napplicable law (including this Act), and any such lands shall\nbecome part of the unit, and be administered accordingly.”Ibid.CThe parties dispute whether Section 103(c) of\nANILCA created an Alaska-specific exception to the Park Service’s\ngeneral authority over boating and related activities in federally\nmanaged preservation areas. Sturgeon, the Park Service, and the\nNinth Circuit each adopt a different reading of Section 103(c),\nreaching different conclusions about the scope of the Park\nService’s powers.Sturgeon, joined by the State, understands\nSection 103(c) to stand for a simple proposition: The Park Service\nis prohibited from regulating “non-public” land in Alaska as if\nthat land were owned by the Federal Government. He contends that\nhis reading is consistent with the history of federal land\nmanagement in Alaska, beginning with the Alaska Statehood Act and\nculminating in ANILCA.Sturgeon’s argument proceeds in two steps.\nFirst, he asserts that the Nation River is not “public land” for\npurposes of ANILCA and is therefore not part of the Yukon-Charley.\nAs discussed, ANILCA defines “public lands” as lands to which the\nUnited States has “title.” 16 U. S. C. §3102. And Section\n103(c) provides that “[o]nly those lands within the boundaries of\nany conservation system unit which are public lands (as such term\nis defined in this Act) shall be deemed to be included as a portion\nof such unit.” §3103(c).Sturgeon argues that the Nation River is not\n“public land” because it is owned by the State and not by the\nFederal Government. To support his argument, Sturgeon relies on the\nAlaska Statehood Act, which granted ownership of the submerged\nlands beneath the navigable waters in Alaska, and the resources\nwithin those waters, to the State. See §6(m), 72Stat. 343; 43\nU. S. C. §1311(a). He also cites this Court’s decision inUnited Statesv.California, 436 U. S. 32 (1978)\n, which stated that “the Submerged Lands Act transferred title to\nand ownership of the submerged lands and waters” to the States.Id., at 40 (internal quotation marks omitted). Because the\nState and not the Federal Government owns the Nation River,\nSturgeon urges, it is not “public” land under ANILCA and is\ntherefore not part of the Yukon-Charley.Second, Sturgeon asserts that because the Nation\nRiver is not part of the Yukon-Charley, the Park Service lacks\nauthority to regulate it. His argument rests on the second sentence\nof Section 103(c), which states that “[n]o lands which, before, on,\nor after December 2, 1980, are conveyed to the State, to any Native\nCorporation, or to any private party shall be subject to the\nregulations applicable solely to public lands within such units.”\n16 U. S. C. §3103(c).Sturgeon argues that the phrase “regulations\napplicable solely to public lands within such units” refers to\nthose regulations that apply “solely” by virtue of the Park\nService’s “authority to manage national parks.” Brief for\nPetitioner 18, 26–27. The word “solely,” Sturgeon contends, simply\nensures that “non-public” lands within the boundaries of those\nunits remain subject to laws generally “applicable to both public\nand private lands (such as the Clean Air Act and Clean Water Act).”Id., at 19. Because the hovercraft regulation was adopted\npursuant to the Park Service’s authority over federally managed\npreservation areas, and is not a law of general applicability like\nthe Clean Air Act or the Clean Water Act, Sturgeon concludes that\nSection 103(c) bars enforcement of the regulation.The Park Service, in contrast, reads Section\n103(c) more narrowly. In its brief in this Court, the Park Service,\nwhile defending the reasoning of the Ninth Circuit, relies\nprimarily on very different arguments. The agency stresses that it\nhas longstanding authority to regulate waters within federally\nmanaged preservation areas, and that Section 103(c) does not take\nany of that authority away. In reaching its conclusion, the Park\nService disagrees with Sturgeon at each step.First, the Park Service contends that the Nation\nRiver is part of the Yukon-Charley. To support that contention, the\nagency cites ANILCA’s definition of “public lands,” which—as\nnoted—includes “lands, waters, and interests therein” to which the\nUnited States has “title.” 16 U. S. C. §3102. The Park\nService argues that the United States has “title” to an “interest”\nin the water within the boundaries of the Yukon-Charley under the\nreserved water rights doctrine.The reserved water rights doctrine specifies\nthat “when the Federal Government withdraws its land from the\npublic domain and reserves it for a federal purpose, the\nGovernment, by implication, reserves appurtenant water then\nunappropriated to the extent needed to accomplish the purpose of\nthe reservation.”Cappaertv.United States, 426\nU. S. 128, 138 (1976) . By creating the Yukon-Charley, the\nPark Service urges, the Federal Government reserved the water\nwithin the boundaries of the conservation system unit to achieve\nthe Government’s conservation goals. As a result, the Federal\nGovernment has “title” to an “interest” in the Nation River, making\nit “public” land subject to Park Service regulations.Second, the Park Service contends that even if\nthe Nation River is not “public” land, the agency still has\nauthority to regulate it. According to the Park Service, the second\nsentence of Section 103(c) imposes only a limited restriction on\nthe agency’s power, prohibiting it from enforcing on “non-public”\nlands only those regulations that explicitly apply “solely to\npublic lands.” The hovercraft regulation applies both within “[t]he\nboundaries of feder-ally owned lands and waters administered by the\nNational Park Service”andto “[w]aters subject to the\njurisdiction of the United States located within the boundaries of\nthe National Park System, including navigable waters\n. . . without regard to the ownership of submerged\nlands.” 36 CFR §1.2(a). Accordingly, the Park Service asserts, the\nhovercraft regulation does not apply “solely to public lands,” and\nSection 103(c) therefore does not prevent enforcement of the\nregulation. See Brief for Respondents 56–58.The Ninth Circuit, for its part, adopted a\nreading of Section 103(c) different from the primary argument\nadvanced by the Park Service in this Court. The Court of Appeals\ndid not reach the question whether the Nation River counts as\n“public” land for purposes of ANILCA. Instead, it held that the\nphrase “regulations applicable solely to public lands within such\nunits” distinguishes between Park Service regulations that apply\nsolely to “public” landsin Alaska, and Park Service\nregulations that apply to federally managed preservation areas\nacross the country. In the Ninth Circuit’s view, the Park Service\nmay enforce nationally applicable regulations on both “public” and\n“non-public” property within the boundaries of conservation system\nunits in Alaska, because such regulations do not apply “solely to\npublic lands within such units.” The Park Service may not, however,\napply Alaska-specific regulations to “non-public” lands within the\nboundaries of those units.According to the Ninth Circuit, because the\nhovercraft regulation “applies to all federal-owned lands and\nwaters administered by [the Park Service] nationwide, as well as\nall navigable waters lying within national parks,” the hovercraft\nban does not apply “solely” within conservation system units in\nAlaska. 768 F. 3d, at 1077. The Ninth Circuit concluded that\nthe Park Service therefore has authority to enforce its hovercraft\nregulation on the Nation River.Id., at 1078. The Ninth\nCircuit’s holding is subject to some interpretation, but Sturgeon,\nthe State, the Alaska Native Corporations, and the Park Service (at\nleast at times) concur in our understanding of the decision below.\nSee Brief for Petitioner 25; Brief for State of Alaska asAmicus\nCuriae23; Brief for Arctic Slope Regional Corporation\net al. asAmici Curiae12–13; Brief for Doyon, Ltd.,\net al. asAmici Curiae31–32; Brief for Respondents 20;\nTr. of Oral Arg. 61; 80 Fed. Reg. 65573 (2015).IIIWe reject the interpretation of Section 103(c)\nadopted by the Ninth Circuit. The court’s reading of the phrase\n“regulations applicable solely to public lands within such units”\nmay be plausible in the abstract, but it is ultimately inconsistent\nwith both the text and context of the statute as a whole. Statutory\nlanguage “cannot be construed in a vacuum. It is a fundamental\ncanon of statutory construction that the words of a statute must be\nread in their context and with a view to their place in the overall\nstatutory scheme.”Robertsv.Sea-Land Services,\nInc., 566 U. S. ___, ___ (2012) (slip op., at 6) (internal\nquotation marks omitted).Under the reading of the statute adopted below,\nthe Park Service may apply nationally applicable regulations to\n“non-public” lands within the boundaries of conservation system\nunits in Alaska, but it may not apply Alaska-specific regulations\nto those lands. That is a surprising conclusion. ANILCA repeatedly\nrecognizes that Alaska is different—from its “unrivaled scenic and\ngeological values,” to the “unique” situation of its “rural\nresidents dependent on subsistence uses,” to “the need for\ndevelopment and use of Arctic resources with appropriate\nrecognition and consideration given to the unique nature of the\nArctic environment.” 16 U. S. C. §§3101(b), 3111(2),\n3147(b)(5).ANILCA itself accordingly carves out numerous\nAlaska-specific exceptions to the Park Service’s general authority\nover federally managed preservation areas. For example, ANILCA\nrequires the Secretary of the Interior to permit “the exercise of\nvalid commercial fishing rights or privi-leges” within the National\nWildlife Refuge System in Alaska, including the use of “campsites,\ncabins, motorized vehicles, and aircraft landings directly incident\nto the exercise of such rights or privileges,” with certain\nexceptions. 94Stat. 2393. ANILCA also requires the Secretary to\n“permit on the public lands appropriate use for subsistence\npurposes of snowmobiles, motorboats, and other means of surface\ntransportation traditionally employed for such purposes by local\nresidents, subject to reasonable regulation.” 16 U. S. C.\n§3121(b). And it provides that National Preserves “in Alaska shall\nbe administered and managed as a unit of the National Park System\nin the same manner as a national parkexceptas otherwise\nprovided in this Act andexceptthat the taking of fish and\nwildlife for sport purposes and subsistence uses, and trapping\nshall be allowed” pursuant to applicable law. §3201 (emphasis\nadded).Many similar examples are woven throughout\nANILCA. See,e.g.,94Stat. 2393 (Secretary must administer\nwildlife refuge “so as to not impede the passage of navigation and\naccess by boat on the Yukon and Kuskokwim Rivers,” subject to\nreasonable regulation);id., at 2388 (Secretary must allow\nreindeer grazing uses in certain areas, including construction of\nnecessary facilities); 16 U. S. C. §3203(a)\n(Alaska-specific rules for wilderness management apply “in\nrecognition of the unique conditions in Alaska”); §3170(a)\n(Secretary must permit reasonable use of snowmachines, motorboats,\nand airplanes within conserva-tion system units “for travel to and\nfrom villages and homesites”).All those Alaska-specific provisions reflect the\nsimple truth that Alaska is often the exception, not the rule. Yet\nthe reading below would prevent the Park Service from recognizing\nAlaska’s unique conditions. Under that reading, the Park Service\ncould regulate “non-public” lands in Alaska only through rules\napplicableoutsideAlaska as well. Thus, for example, if the\nPark Service elected to allow hovercraft during hunting season in\nAlaska—in a departure from its nationwide rule—the more relaxed\nregulation would apply only to the “public” land within the\nboundaries of the unit. Hovercraft would still be banned from the\n“non-public” land, even during hunting season. Whatever the reach\nof the Park Service’s authority under ANILCA, we cannot conclude\nthat Section 103(c) adopted such a topsy-turvy approach.Moreover, it is clear that Section 103(c) draws\na distinction between “public” and “non-public” lands within the\nboundaries of conservation system units in Alaska. See §3103(c)\n(“Only those lands within the boundaries of any conservation system\nunit which are public lands . . . shall be deemed to be\nincluded as a portion of such unit”);ibid.(No lands\n“conveyed to the State, to any Native Corporation, or to any\nprivate party shall be subject to the regulations applicable solely\nto public lands within such units”). And yet, according to the\ncourt below, if the Park Service wanted to differentiate between\nthat “public” and “non-public” land in an Alaska-specific way, it\nwould have to regulate the “non-public” land pursuant to rules\napplicable outside Alaska, and the “public” land pursuant to\nAlaska-specific provisions. Assuming the Park Service has authority\nover “non-public” land in Alaska (an issue we do not decide), that\nstrikes us as an implausible reading of the statute.Looking at ANILCA both as a whole and with\nrespect to Section 103(c), the Act contemplates the possibility\nthat all the land within the boundaries of conservation system\nunits in Alaska may be treated differently from federally managed\npreservation areas across the country, and that “non-public” lands\nwithin the boundaries of those units may be treated differently\nfrom “public” lands within the unit. Under the Ninth Circuit’s\nreading of Section 103(c), however, the former is not an option,\nand the latter would require contorted and counterintuitive\nmeasures.We therefore reject the interpretation of\nSection 103(c) adopted by the court below. That reading of the\nstatute was the sole basis for the disposition of this case by the\nCourt of Appeals. We accordingly vacate the judgment of that court\nand remand for further proceedings.We do not reach the remainder of the parties’\narguments. In particular, we do not decide whether the Nation River\nqualifies as “public land” for purposes of ANILCA. Sturgeon claims\nthat it does not; the Park Service that it does. The parties’\narguments in this respect touch on vital issues of state\nsovereignty, on the one hand, and federal authority, on the other.\nWe find that in this case those issues should be addressed by the\nlower courts in the first instance.Given this determination, we also do not decide\nwhether the Park Service has authority under Section 100751(b) to\nregulate Sturgeon’s activities on the Nation River, even if the\nriver is not “public” land, or whether—as Sturgeon argues—any such\nauthority is limited by ANILCA. Fin-ally, we do not consider the\nPark Service’s alternative ar-gument that it has authority under\nANILCA over both “public” and “non-public” lands within the\nboundaries of conservation system units in Alaska, to the extent a\nregulation is written to apply specifically to both types of land.\nWe leave those arguments to the lower courts for consideration as\nnecessary.The judgment of the Court of Appeals for the\nNinth Circuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.",
    "joined": []
}