{
    "case": {
        "docket": "582",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/582/"
    },
    "id": "1963490",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTCHAMBER OF COMMERCE OF UNITED STATES OFAMERICA V. WHITING563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-115CHAMBER OF COMMERCE OF THE UNITED STATES OF\nAMERICA, et al., PETITIONERSv.MICHAEL B. WHITING\net al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[May 26, 2011]Chief Justice Roberts delivered\nthe opinion of the Court, except as to Parts II–B and III–B.*Federal immigration law expressly\npreempts “any State or local law imposing civil or criminal\nsanctions (other than through licensing and similar laws) upon\nthose who employ … unauthorized aliens.” 8 U. S. C.\n§1324a(h)(2). A recently enacted Arizona statute—the Legal Arizona\nWorkers Act—provides that the licenses of state employers that\nknowingly or intentionally employ unauthorized aliens may be, and\nin certain circumstances must be, sus-pended or revoked. The law\nalso requires that all Arizona employers use a federal electronic\nverification system to confirm that the workers they employ are\nlegally authorized workers. The question presented is whether\nfederal immigration law preempts those provisions of Arizona law.\nBecause we conclude that the State’s licensing provisions fall\nsquarely within the federal statute’s savings clause and that the\nArizona regulation does not otherwise conflict with federal law, we\nhold that the Arizona law is not preempted.IAIn 1952, Congress enacted the\nImmigration and Nationality Act (INA), 66 Stat. 163, as amended, 8\nU. S. C. §1101et seq. That statute established a\n“comprehensive federal statutory scheme for regulation of\nimmigration and naturalization” and set “the terms and conditions\nof admission to the country and the subsequent treatment of aliens\nlawfully in the country.”De Canasv.Bica,424 U. S. 351, 353, 359 (1976).In the years following the\nenactment of the INA, several States took action to prohibit the\nemployment of indi-viduals living within state borders who were not\nlawful residents of the United States. For example, in 1971\nCali-fornia passed a law providing that “[n]o employer shall\nknowingly employ an alien who is not entitled to lawful residence\nin the United States if such employment would have an adverse\neffect on lawful resident workers.” 1971 Cal. Stats. ch. 1442,\n§1(a). The California law imposed fines ranging from $200 to $500\nfor each violation of this prohibition. §1(b). At least 11 other\nStates enacted provisions during that same time period proscribing\nthe employment of unauthorized aliens.[Footnote 1]We first addressed the interaction of federal\nimmigration law and state laws dealing with the employment of\nunauthorized aliens inDe Canas,424 U. S. 351. In that case, we\nrecognized that the “[p]ower to regulate immi-gration is\nunquestionably … a federal power.”Id.,at 354. At the\nsame time, however, we noted that the “States possess broad\nauthority under their police powers to regulate the employment\nrelationship to protect workers within the State,”id.,at\n356, that “prohibit[ing] the knowing employment … of persons not\nentitled to lawful residence in the United States, let alone to\nwork here, is certainly within the mainstream of [the State’s]\npolice power,”ibid., and that the Federal Government had\n“at best” expressed “a peripheral concern with [the] employment of\nillegal entrants” at that point in time,id.,at 360. As a\nresult, we declined to hold that a state law assessing civil fines\nfor the employment of unauthorized aliens was preempted by federal\nimmigration law.Ten years afterDe Canas, Congress\nenacted the Immigration Reform and Control Act (IRCA), 100 Stat.\n3359. IRCA makes it “unlawful for a person or other entity … to\nhire, or to recruit or refer for a fee, for employment in the\nUnited States an alien knowing the alien is an unauthorized alien.”\n8 U. S. C. §1324a(a)(1)(A). IRCA defines an “unauthorized\nalien” as an alien who is not “lawfully admitted for permanent\nresidence” or not otherwise authorized by the Attorney General to\nbe employed in the United States. §1324a(h)(3).To facilitate compliance with this\nprohibition, IRCA requires that employers review documents\nestablishing an employee’s eligibility for employment. §1324a(b).\nAn employer can confirm an employee’s authorization to work by\nreviewing the employee’s United States passport, resident alien\ncard, alien registration card, or other document approved by the\nAttorney General; or by reviewing a combination of other documents\nsuch as a driver’s license and social security card.\n§1324a(b)(1)(B)–(D). The employer must attest under penalty of\nperjury on Department of Homeland Security Form I–9 that he “has\nverified that the individual is not an unauthorized alien” by\nreviewing these documents. §1324a(b)(1)(A). The form I–9 itself\n“and any information contained in or appended to [it] … may not be\nused for purposes other than for enforcement of” IRCA and other\nspecified provisions of federal law. §1324a(b)(5).Employers that violate IRCA’s strictures may\nbe subjected to both civil and criminal sanctions. Immigration and\nCustoms Enforcement, an entity within the Department of Homeland\nSecurity, is authorized to bring charges against a noncompliant\nemployer under §1324a(e). Depending on the circumstances of the\nviolation, a civil fine ranging from $250 to $16,000 per\nunauthorized worker may be imposed. See §1324a(e)(4)(A); 73 Fed.\nReg. 10136 (2008). Employers that engage in a pattern or practice\nof violating IRCA’s requirements can be criminally prosecuted,\nfined, and imprisoned for up to six months. §1324a(f)(1). The Act\nalso imposes fines for engaging in “unfair immigration-related\nemployment practice[s]” such as discriminating on the basis of\ncitizenship or national origin. §1324b(a)(1); see §1324b(g)(2)(B).\nGood-faith com-pliance with IRCA’s I–9 document review requirements\nprovides an employer with an affirmative defense if charged with a\n§1324a violation. §1324a(a)(3).IRCA also restricts the ability of States to\ncombat employment of unauthorized workers. The Act expressly\npreempts “any State or local law imposing civil or criminal\nsanctions (other than through licensing and similar laws) upon\nthose who employ, or recruit or refer for a fee for employment,\nunauthorized aliens.” §1324a(h)(2). Under that provision, state\nlaws imposing civil fines for the employment of unauthorized\nworkers like the one we upheld inDe Canasare now\nexpressly preempted.In 1996, in an attempt to improve IRCA’s\nemployment verification system, Congress created three experimental\ncomplements to the I–9 process as part of the Illegal Immigration\nReform and Immigrant Responsibility Act (IIRIRA), 110 Stat.\n3009–655, note following 8 U. S. C. §1324a.Arizona\nContractors Assn., Inc.v.Candelaria, 534\nF. Supp. 2d 1036, 1042 (Ariz. 2008); see 8 U. S. C.\n§1324a(d). Only one of those programs—E-Verify—remains in operation\ntoday. Originally known as the “Basic Pilot Program,” E-Verify “is\nan internet-based system that allows an employer to verify an\nemployee’s work-authorization status.”Chicanos Por La Causa,\nInc.v.Napolitano, 558 F. 3d 856, 862 (CA9\n2009). An employer submits a request to the E-Verify system based\non information that the employee provides similar to that used in\nthe I–9 process. In response to that request, the employer receives\neither a confirmation or a tentative nonconfirmation of the\nemployee’s authorization to work. An employee may challenge a\nnonconfirmation report. If the employee does not do so, or if his\nchallenge is unsuccessful, his employment must be terminated or the\nFederal Government must be informed. Seeibid.In the absence of a prior violation of certain\nfederal laws, IIRIRA prohibits the Secretary of Homeland Security\nfrom “requir[ing] any person or … entity” outside the Federal\nGovernment “to participate in” the E-Verify program, §402(a), (e),\n110 Stat. 3009–656 to 3009–658. To promote use of the program,\nhowever, the statute provides that any employer that utilizes\nE-Verify “and obtains confirmation of identity and employment\neligibility in compliance with the terms and conditions of the\nprogram … has established a rebuttable presumption” that it has not\nviolated IRCA’s unauthorized alien employment prohibition,\n§402(b)(1),id., at 3009–656 to 3009–657.BActing against this statutory and\nhistorical background, several States have recently enacted laws\nattempting to impose sanctions for the employment of unauthorized\naliens through, among other things, “licensing and similar laws,” 8\nU. S. C. §1324a(h)(2).[Footnote 2] Arizona is one of them. The Legal Arizona\nWorkers Act of 2007 allows Arizona courts to suspend or revoke the\nlicenses necessary to do business in the State if an employer\nknowingly or intentionally employs an unauthorized alien. Ariz.\nRev. Stat. Ann. §§23–211, 212, 212.01 (West Supp. 2010) (citing 8\nU. S. C. §1324a).Under the Arizona law, if an\nindividual files a complaint alleging that an employer has hired an\nunauthorized alien, the attorney general or the county attorney\nfirst verifies the employee’s work authorization with the Federal\nGovernment pursuant to 8 U. S. C. §1373(c). Ariz. Rev. Stat.\nAnn. §23–212(B). Section 1373(c) provides that the Federal\nGovernment “shall respond to an inquiry by a” State “seeking to\nverify or ascertain the citizenship or immigration status of any\nindividual … by providing the requested verification or status\ninformation.” The Arizona law expressly prohibits state, county, or\nlocal officials from attempting “to independently make a final\ndetermination on whether an alien is authorized to work in the\nUnited States.” Ariz. Rev. Stat. Ann. §23–212(B).If the\n§1373(c) inquiry reveals that a worker is an unauthorized alien,\nthe attorney general or the county attorney must notify United\nStates Immigration and Customs Enforcement offi-cials, notify local\nlaw enforcement, and bring an action against the employer.\n§23–212(C)(1)–(3), (D).When a complaint is brought against an\nemployer un-der Arizona law, “the court shall consider only the\nfed- eral government’s determination pursuant to” 8 U. S. C.\n§1373(c) in “determining whether an employee is an unauthorized\nalien.” §23–212(H). Good-faith compliance with the federal I–9\nprocess provides employers prosecuted by the State with an\naffirmative defense. §23–212(J).A first instance of “knowingly employ[ing] an\nunauthorized alien” requires that the court order the employer to\nterminate the employment of all unauthorized aliens and file\nquarterly reports on all new hires for a probationary period of\nthree years. §23–212(A), (F)(1)(a)–(b). The court may also “order\nthe appropriate agencies to suspend all licenses … that are held by\nthe employer for [a period] not to exceed ten business days.”\n§23–212(F)(1)(d). A second knowing violation requires that the\nadjudicating court “permanently revoke all licenses that are held\nby the employer specific to the business location where the\nunauthorized alien performed work.” §23–212(F)(2).For a first intentional violation, the court\nmust order the employer to terminate the employment of all\nunauthorized aliens and file quarterly reports on all new hires for\na probationary period of five years. §23–212.01(A), (F)(1)(a)–(b).\nThe court must also suspend all the employer’s licenses for a\nminimum of 10 days. §23–212.01(F)(1)(c). A second intentional\nviolation requires the permanent revocation of all business\nlicenses. §23–212.01(F)(2).With respect to both knowing and intentional\nviolations, a violation qualifies as a “second violation” only if\nit oc-curs at the same business location as the first violation,\nduring the time that the employer is already on probation for a\nviolation at that location. §23–212(F)(3)(a)–(b);\n§23–212.01(F)(3)(a)–(b).The Arizona law also requires that “every\nemployer, after hiring an employee, shall verify the employment\neligibility of the employee” by using E-Verify.\n§23–214(A).[Footnote 3]\n“[P]roof of verifying the employment authorization of an employee\nthrough the e-verify program creates a rebuttable presumption that\nan employer did not knowingly employ an unauthorized alien.”\n§23–212(I).CThe Chamber of Commerce of the\nUnited States and various business and civil rights organizations\n(collec-tively Chamber of Commerce or Chamber) filed a\npre-enforcement suit in federal court against those charged with\nadministering the Arizona law: more than a dozen Arizona county\nattorneys, the Governor of Arizona, the Arizona attorney general,\nthe Arizona registrar of contractors, and the director of the\nArizona Department of Revenue (collectively Arizona).[Footnote 4] The Chamber argued that the\nArizona law’s provisions allowing the suspension and revocation of\nbusiness licenses for employing unauthorized aliens were both\nexpressly and impliedly preempted by federal immigration law, and\nthat the mandatory use of E-Verify was impliedly preempted.The District Court held that\nArizona’s law was not pre-empted. 534 F. Supp. 2d 1036. It\nfound that the plain language of IRCA’s preemption clause did not\npreempt the Arizona law because the state law does no more than\nimpose licensing conditions on businesses operating within the\nState.Id.,at 1045–1046. With respect to E-Verify, the\ncourt concluded that although Congress had made the program\nvoluntary at the national level, it had expressed no intent to\nprevent States from mandating participation.Id.,at\n1055–1057. The Court of Appeals affirmed the District Court in all\nrespects, holding that Arizona’s law was a “ ‘licensing and\nsimilar law[]’ ” falling within IRCA’s savings clause and that\nnone of the state law’s challenged provisions was “expressly or\nimpliedly preempted by federal policy.” 558 F. 3d, at 860,\n861, 866.We granted certiorari. 561 U. S. ___\n(2010).IIThe Chamber of Commerce argues\nthat Arizona’s law is expressly preempted by IRCA’s text and\nimpliedly pre-empted because it conflicts with federal law. We\naddress each of the Chamber’s arguments in turn.AWhen a federal law contains an\nexpress preemption clause, we “focus on the plain wording of the\nclause, which necessarily contains the best evidence of Congress’\npre-emptive intent.”CSX Transp., Inc.v.Easterwood,507 U. S. 658, 664\n(1993).IRCA expressly preempts States\nfrom imposing “civil or criminal sanctions” on those who employ\nunauthorized aliens, “other than through licensing and similar\nlaws.” 8 U. S. C. §1324a(h)(2). The Arizona law, on its face,\npurports to impose sanctions through licensing laws. The state law\nauthorizes state courts to suspend or revoke an employer’s business\nlicenses if that employer knowingly or intentionally employs an\nunauthorized alien. Ariz. Rev. Stat. Ann. §23–212(A) and (F);\n§23–212.01(A) and (F). The Arizona law defines “license” as “any\nagency permit, certificate, approval, registration, charter or\nsimilar form of authorization that is required by law and that is\nissued by any agency for the purposes of operating a business in”\nthe State. §23–211(9)(a). That definition largely parrots the\ndefinition of “license” that Congress codified in the\nAdministrative Procedure Act. See 5 U. S. C. §551(8)\n(“ ‘license’ includes the whole or a part of an agency permit,\ncertificate, approval, registration, charter, membership, statutory\nexemption or other form of permission”).Apart from that general definition, the\nArizona law specifically includes within its definition of\n“license” docu-ments such as articles of incorporation,\ncertificates of partnership, and grants of authority to foreign\ncompanies to transact business in the State. Ariz. Rev. Stat. Ann.\n§23–211(9). These examples have clear counterparts in the APA\ndefinition just quoted. See 5 U. S. C. §551(8) (defining\n“license” as including a “registration” or “charter”).A license is “a right or permission granted in\naccordance with law … to engage in some business or occupation, to\ndo some act, or to engage in some transaction which but for such\nlicense would be unlawful.” Webster’s Third New International\nDictionary 1304 (2002). Articles of incorporation and certificates\nof partnership allow the formation of legal entities and permit\nthem as such to engage in business and transactions “which but for\nsuch” authorization “would be unlawful.”Ibid.; see Ariz.\nRev. Stat. Ann. §§10–302, 302(11) (West 2004) (articles of\nincorporation allow a corporation “to carry out its business and\naffairs” and to “[c]onduct its business”); see also §10–202(A)(3)\n(West Supp. 2010). As for state-issued authorizations for foreign\nbusinesses to operate within a State, we have re-peatedly referred\nto those as “licenses.” See,e.g.,Heli-copteros\nNacionales de Colombia, S. A.v.Hall,466 U. S. 408, 417\n(1984);G. D. Searle & Co.v.Cohn,455 U. S. 404, 413, n. 8\n(1982);Rosenberg Bros. & Co.v.Curtis Brown\nCo.,260 U. S.\n516, 518 (1923). Moreover, even if a law regulating articles of\nincorporation, partnership certificates, and the like is not itself\na “licensing law,” it is at the very least “similar” to a licensing\nlaw, and therefore comfortably within the savings clause. 8 U.\nS. C. §1324a(h)(2).[Footnote\n5]The Chamber and the United States asamicusargue that the Arizona law is not a “licensing” law\nbecause it operates only to suspend and revoke licenses rather than\nto grant them. Again, this construction of the term runs contrary\nto the definition that Congress itself has codified. See 5 U.\nS. C. §551(9) (“ ‘licensing’ includes agency process\nrespecting the grant, renewal, denial,revocation,sus-pension,annulment,withdrawal,\nlimitation, amendment, modification, or conditioning of a license”\n(emphasis added)). It is also contrary to common sense. There is no\nbasis in law, fact, or logic for deeming a law that grants licenses\na licensing law, but a law that suspends or revokes those very\nlicenses something else altogether.The Chamber also submits that the manner in\nwhich Congress amended a related statute when enacting IRCA\nsupports a narrow interpretation of the savings clause. The Migrant\nand Seasonal Agricultural Worker Protection Act (AWPA), 29 U.\nS. C. §1801et seq., requires employers to secure a\nregistration certificate from the Department of Labor before\nengaging in any “farm labor contracting activity.” §1811(a). Prior\nto IRCA, AWPA had contained its own prohibition on hiring\nunauthorized workers, with accompanying adjudication procedures.\nSee §1813(a); §1816(a) (1982 ed.) (repealed by IRCA, 100 Stat.\n3372); §1851(a)–(b) (1982 ed.) (amended by IRCA, 100 Stat. 3372).\nWhen Congress enacted IRCA, it repealed AWPA’s separate\nunauthorized worker prohibition and eliminated the associated\nadjudication process. Under the current state of the law, an AWPA\ncertification may be denied based on a prior IRCA violation.\n§1813(a)(6) (2006 ed.). And once obtained, that certification can\nbe revoked because of the employment of an unauthorized alien only\nfollowing a finding of an IRCA violation.Ibid.The Chamber asserts that IRCA’s amendment of\nAWPA shows that Congress meant to allow state licensing sanctions\nonly after a federal IRCA adjudication, just as adverse action\nunder AWPA can now be taken only through IRCA’s procedures. But the\ntext of IRCA’s savings clause says nothing about state licensing\nsanctions being contingent on prior federal adjudication, or indeed\nabout state licensing processes at all. The simple fact that\nfederal law creates procedures for federal investigations and\nadjudications culminating in federal civil or criminal sanctions\ndoes not indicate that Congress intended to prevent States from\nestablishing their own procedures for imposing their own sanctions\nthrough licensing. Were AWPA not amended to conform with IRCA, two\ndifferent federal agencies would be responsible for administering\ntwo different unauthorized alien employment laws. The conforming\namendments eliminated that potential redundancy and centralized\nfederal adjudicatory authority. That hardly supports a conclusion\nthat any state licensing programs must also be contingent on the\ncentral federal system.In much the same vein, the Chamber argues that\nCongress’s repeal of “AWPA’s separate prohibition concerning\nunauthorized workers belies any suggestion that IRCA meant to\nauthorize each of the 50 States … to impose its own separate\nprohibition,” and that Congress instead wanted uniformity in\nimmigration law enforcement. Brief for Petitioners 36. Justice\nBreyer also objects to the departure from “one centralized\nenforcement scheme” under federal law.Post, at 7\n(dissenting opinion). But Congress expressly preserved the ability\nof the States to impose their own sanctions through licensing;\nthat—like our federal system in general—necessarily entails the\nprospect of some departure from homogeneity. And as for “separate\nprohibition[s],” it is worth recalling that the Arizona licensing\nlaw is based exclusively on the federal prohibition—a court\nreviewing a complaint under the Arizona law may “consider only the\nfederal government’s determination” with respect to “whether an\nemployee is an unauthorized alien.” §23–212(H).Even more boldly, the Chamber contends that\nIRCA’s savings clause was intended to allow States to impose\nlicensing sanctions solely on AWPA-related farm contracting\nlicensees. AWPA specifically recognized that federal regulation of\nfarm contracting licensing was only “intended to supplement State\nlaw,” 29 U. S. C. §1871, and the Chamber argues that the\npurpose of IRCA’s savings clause was limited to preserving existing\nstate farm contractor licensing programs. But here again no such\nlimit is remotely discernible in the statutory text. Absent any\ntextual basis, we are not inclined to limit so markedly the\notherwise broad phrasing of the savings clause. SeeUnited\nStatesv.Shreveport Grain & Elevator Co.,287 U. S. 77, 83\n(1932) (“extrinsic aids to construction” may be used “to solve, but\nnot to create, an ambiguity” (emphasis and internal quotation marks\nomitted)).The Chamber argues that its textual and\nstructural arguments are bolstered by IRCA’s legislative history.\nWe have already concluded that Arizona’s law falls within the plain\ntext of IRCA’s savings clause. And, as we have said before,\nCongress’s “authoritative statement is the statutory text, not the\nlegislative history.”Exxon Mobil Corp.v.Allapattah\nServices, Inc.,545 U. S. 546, 568\n(2005); see alsoHoffman Plastic Compounds, Inc.v.NLRB,535\nU. S. 137, 149–150, n. 4 (2002). Whatever the usefulness of\nrelying on legislative history materials in general, the arguments\nagainst doing so are particularly compelling here. Beyond verbatim\nrecitation of the statutory text, all of the legislative history\ndocuments related to IRCA save one fail to discuss the savings\nclause at all. The Senate Judiciary Committee Report on the Senate\nversion of the law does not comment on it. See S. Rep. No. 99–132\n(1985). Only one of the four House Reports on the law touches on\nthe licensing exception, see H. R. Rep. No. 99–682, pt. 1,\np. 58 (1986), and we have previously dismissed that very\nreport as “a rather slender reed” from “one House of a politically\ndivided Congress.”Hoffman,supra,at 149–150,\nn. 4. And the Conference Committee Report does not discuss the\nscope of IRCA’s preemption provision in any way. See H. Conf. Rep.\nNo. 99–1000 (1986).[Footnote\n6]IRCA expressly preempts some state powers\ndealing with the employment of unauthorized aliens and it expressly\npreserves others. We hold that Arizona’s licensing law falls well\nwithin the confines of the authority Congress chose to leave to the\nStates and therefore is not expressly preempted.BAs an alternative to its express\npreemption argument, the Chamber contends that Arizona’s law is\nimpliedly preempted because it conflicts with federal law. At its\nbroadest level, the Chamber’s argument is that Congress “intended\nthe federal system to be exclusive,” and that any state system\ntherefore necessarily conflicts with federal law. Brief for\nPetitioners 39. But Arizona’s procedures simply implement the\nsanctions that Congress expressly allowed Arizona to pursue through\nlicensing laws. Given that Congress specifically preserved such\nauthority for the States, it stands to reason that Congress did not\nintend to prevent the States from using appropriate tools to\nexercise that authority.And here Arizona went\nthe extra mile in ensuring that its law closely tracks IRCA’s\nprovisions in all material respects. The Arizona law begins by\nadopting the federal definition of who qualifies as an\n“unauthorized alien.” Compare 8 U. S. C. §1324a(h)(3) (an\n“unauthorized alien” is an alien not “lawfully admitted for\npermanent residence” or not otherwise authorized by federal law to\nbe employed) with Ariz. Rev. Stat. Ann. §23–211(11) (adopting the\nfederal definition of “unauthorized alien”); seeDe Canas,\n424 U. S., at 363 (finding no preemption of state law that operates\n“only with respect to individuals whom the Federal Government has\nalready declared cannot work in this country”).Not only that, the Arizona law expressly\nprovides that state investigators must verify the work\nauthorization of an allegedly unauthorized alien with the Federal\nGovernment, and “shall not attempt to independently make a final\ndetermination on whether an alien is authorized to work in the\nUnited States.” §23–212(B). What is more, a state court “shall\nconsideronlythe federal government’s determination” when\ndeciding “whether an employee is an unauthorized alien.” §23–212(H)\n(emphasis added). As a result, there can by definition be no\nconflict between state and federal law as to worker authorization,\neither at the investigatory or adjudicatory stage.[Footnote 7]The federal determination on which the State\nmust rely is provided under 8 U. S. C. §1373(c). Seesupra, at 6–7. That provision requires the Federal\nGovernment to “verify or ascertain” an individual’s “citizenship or\nimmigration status” in response to a state request. Justice Breyer\nis concerned that this information “says nothing about work\nauthorization.”Post, at 9 (dissenting opinion). Justice\nSotomayor shares that concern.Post, at 10 (dissenting\nopinion). But if a §1373(c) inquiry reveals that someone is a\nUnited States citizen, that certainly answers the question\nwhether that individual is authorized to work. The same would be\ntrue if the response to a §1373(c) query disclosed that the\nindividual was a lawful permanent resident alien or, on the other\nhand, had been ordered removed. In any event, if the information\nprovided under §1373(c) does not confirm that an employee is an\nunauthorized alien, then the State cannot prove its case. See Brief\nfor Respondents 50, n. 10 (“if the information from the\nfederal authorities does not establish that a person is an\nunauthorized alien, it means that the county attorney cannot\nsatisfy his burden of proof in an enforcement action”); Tr. of Oral\nArg. 47.From this basic starting point, the Arizona\nlaw continues to trace the federal law. Both the state and federal\nlaw prohibit “knowingly” employing an unauthorized alien. Compare 8\nU. S. C. §1324a(a)(1)(A) with Ariz. Rev. Stat. Ann.\n§23–212(A).[Footnote 8] But the\nstate law does not stop there in guarding against any conflict with\nthe federal law. The Arizona law provides that “ ‘[k]nowingly\nemploy an unauthorized alien’ means the actions described in 8\nUnited States Code §1324a,” and that the “term shall be interpreted\nconsistently with 8 United States Code §1324a and any applicable\nfederal rules and regulations.” §23–211(8).The Arizona law provides employers with the\nsame af-firmative defense for good-faith compliance with the I–9\nprocess as does the federal law. Compare 8 U. S. C.\n§1324a(a)(3) (“A person or entity that establishes that it has\ncomplied in good faith with the [employment verification]\nrequirements of [§1324a(b)] with respect to hiring … an alien … has\nestablished an affirmative defense that the person or entity has\nnot violated” the law) with Ariz. Rev. Stat. Ann. §23–212(J) (“an\nemployer that establishes that it has complied in good faith with\nthe requirements of 8 United States Code section 1324a(b)\nestablishes an affirmative defense that the employer did not\nknowingly employ an unauthorized alien”).[Footnote 9] And both the federal and Arizona law accord\nemployers a rebuttable presumption of compliance with the law when\nthey use E-Verify to validate a finding of employment eligibility.\nCompare IIRIRA §402(b), 110 Stat. 3009–656 to 3009–657 with Ariz.\nRev. Stat. Ann. §23–212(I).Apart from the mechanics of the\nArizona law, the Chamber argues more generally that the law is\npreempted because it upsets the balance that Congress sought to\nstrike when enacting IRCA. In the Chamber’s view, IRCA reflects\nCongress’s careful balancing of several policy\nconsiderations—deterring unauthorized alien employment, avoiding\nburdens on employers, protecting employee privacy, and guarding\nagainst employment discrimination. According to the Chamber, the\nharshness of Arizona’s law “ ‘exert[s] an extraneous pull on\nthe scheme established by Congress’ ” that impermissibly\nupsets that balance. Brief for Petitioners 45 (quotingBuckman\nCo.v.Plaintiffs’ Legal Comm.,531 U. S. 341, 353 (2001)); see Brief\nfor Petitioners 42–45; Reply Brief for Petitioners\n20.As an initial matter, the cases on which the\nChamber relies in advancing this argument all involve uniquely\nfederal areas of regulation. SeeAmerican Ins. Assn.v.Garamendi,539 U. S. 396, 401,\n405–406 (2003) (presidential conduct of foreign policy);Crosbyv.National Foreign Trade Council,530 U. S. 363,\n373–374 (2000) (foreign affairs power);Buckman Co.v.Plaintiffs’ Legal Comm.,531 U. S. 341, 352 (2001) (fraud on a\nfederal agency);United Statesv.Locke,529 U. S. 89, 97, 99\n(2000) (regulation of maritime vessels);Bonito Boats,\nInc.v.Thunder Craft Boats, Inc.,489 U. S. 141, 143–144\n(1989) (patent law). Regulating in-state businesses through\nlicensing laws has never been considered such an area of dominant\nfederal concern.Furthermore, those cases all concern state\nactions that directly interfered with the operation of the federal\nprogram. InBuckman, for example, the Court determined\nthat allowing a state tort action would cause applicants before a\nfederal agency “to submit a deluge of information that the [agency]\nneither wants nor needs, resulting in additional burdens on the\n[agency’s] evaluation of an application,” and harmful delays in the\nagency process. 531 U. S., at 351. InGaramendi, a state\nlaw imposing sanctions on insurance companies directly “thwart[ed]\nthe [Federal] Government’s policy of repose” for insurance\ncompanies that participated in an international program negotiated\nby the President. 539 U. S., at 425.Crosbyinvolved a\nstate law imposing sanctions on any entity do-ing business with\nBurma, a law that left the President with “less to offer and less\neconomic and diplomatic leverage” in exercising his foreign affairs\npowers. 530 U. S., at 377. The state law inBonito Boatsextended patent-like protection “for subject matter for which\npatent protection has been denied or has expired,” “thus eroding\nthe general rule of free competition upon which the attractiveness\nof the federal patent bargain depends.” 489 U. S., at 159, 161. And\nthe portions ofLockeon which the Chamber relies involved\nstate efforts “to impose additional unique substantive regulation\non the at-sea conduct of vessels”—“an area where the federal\ninterest has been manifest since the beginning of our Republic.”\n529 U. S., at 106, 99. There is no similar interference with the\nfederal program in this case; that program operates unimpeded by\nthe state law.License suspension and revocation are\nsignificant sanctions. But they are typical attributes of a\nlicensing regime. Numerous Arizona laws provide for the suspension\nor revocation of licenses for failing to comply with specified\nstate laws. See,e.g.,Ariz. Rev. Stat. Ann.\n§§5–108.05(D), 32–852.01(L), 32–1154(B), 32–1451(M), 41–2186 (West\n2002). Federal law recognizes that the authority to license\nincludes the authority to suspend, revoke, annul, or withdraw a\nlicense. See 5 U. S. C. §551(9). Indeed, AWPA itself—on which the\nChamber so heavily relies—provides that AWPA “certificates of\nregistration” can be suspended or revoked for employing an\nunauthorized alien. 29 U. S. C. §1813(a)(6). It makes little\nsense to preserve state authority to impose sanctions through\nlicensing, but not allow States to revoke licenses when appropriate\nas one of those sanctions.The Chamber and Justice Breyer assert that\nemployers will err on the side of discrimination rather than risk\nthe “ ‘business death penalty’ ” by “hiring unauthorized\nworkers.”Post, at 6–7 (dissenting opinion); see Brief for\nPetitioners 3, 35. That is not the choice. License termination is\nnot an available sanction simply for “hiring unauthorized workers.”\nOnly far more egregious violations of the law trigger that\nconsequence. The Arizona law covers only knowing or intentional\nviolations. The law’s permanent licensing sanctions do not come\ninto play until a second knowing or intentional violation at the\nsame business location, and only if the second violation occurs\nwhile the employer is still on probation for the first. These\nlimits ensure that licensing sanctions are imposed only when an\nemployer’s conduct fully justifies them. An employer acting in good\nfaith need have no fear of the sanctions.As the Chamber points out, IRCA has its own\nanti-discrimination provisions, see 8 U. S. C. §1324b(a)(1),\n(g)(1)(B) (imposing sanctions for discrimination “against any\nindividual … with respect to the hiring … or the discharging of the\nindividual from employment”); Arizona law certainly does nothing to\ndisplace those. Other federal laws, and Arizona anti-discrimination\nlaws, provide further protection against employment\ndiscrimination—and strong incentive for employers not to\ndiscriminate. See,e.g.,42 U. S. C. §2000e–2(a)\n(prohibiting discrimination based on “race, color, religion, sex,\nor national origin”); Ariz. Rev. Stat. Ann. §41–1463(B)(1) (West\nSupp. 2010) (prohibiting employment discrimination based on “race,\ncolor, religion, sex, age, or national origin”).All that is required to avoid sanctions under\nthe Legal Arizona Workers Act is to refrain from knowingly or\nintentionally violating the employment law. Employers enjoy safe\nharbors from liability when they use the I–9 system and E-Verify—as\nArizona law requires them to do. The most rational path for\nemployers is to obey the law—both the law barring the employment of\nunauthorized aliens and the law prohibiting discrimination—and\nthere is no reason to suppose that Arizona employers will choose\nnot to do so.As with any piece of legislation, Congress did\nindeed seek to strike a balance among a variety of interests when\nit enacted IRCA. Part of that balance, however, involved allocating\nauthority between the Federal Government and the States. The\nprinciple that Congress adopted in doing so was not that the\nFederal Government can impose large sanctions, and the States only\nsmall ones. IRCA instead preserved state authority over a\nparticular category of sanctions—those imposed “through licensing\nand similar laws.”Of course Arizona hopes that its law will\nresult in more effective enforcement of the prohibition on\nemploying unauthorized aliens. But in preserving to the States the\nauthority to impose sanctions through licensing laws, Congress did\nnot intend to preserve only those state laws that would have no\neffect. The balancing process that culminated in IRCA resulted in a\nban on hiring unauthorized aliens, and the state law here simply\nseeks to enforce that ban.Implied preemption analysis does not justify a\n“freewheeling judicial inquiry into whether a state statute is in\ntension with federal objectives”; such an endeavor “would undercut\nthe principle that it is Congress rather than the courts that\npreempts state law.”Gadev.National Solid Wastes\nManagement Assn.,505 U. S. 88, 111 (1992)\n(Kennedy, J., concurring in part and concurring in judgment); seeSilkwoodv.Kerr-McGee Corp.,464 U. S. 238, 256\n(1984). Our precedents “establish that a high threshold must be met\nif a state law is to be pre-empted for conflicting with the\npurposes of a federal Act.”Gade,supra, at 110.\nThat threshold is not met here.IIIThe Chamber also argues that\nArizona’s requirement that employers use the federal E-Verify\nsystem to determine whether an employee is authorized to work is\nim-pliedly preempted. In the Chamber’s view, “Congress wanted to\ndevelop a reliable and non-burdensome system of work-authorization\nverification” that could serve as an alternative to the I–9\nprocedures, and the “mandatory use of E-Verify impedes that\npurpose.” 558 F. 3d, at 866.AWe begin again with the relevant\ntext. The provision of IIRIRA setting up the program that includes\nE-Verify contains no language circumscribing state action. It does,\nhowever, constrain federal action: absent a prior violation of\nfederal law, “the Secretary of Homeland Security may not require\nany person or other entity [outside of the Federal Government] to\nparticipate in a pilot program” such as E-Verify. IIRIRA §402(a),\n110 Stat. 3009–656. That provision limits what the Secretary of\nHomeland Security may do—nothing more.The Federal Government recently\nargued just that, and approvingly referenced Arizona’s E-Verify law\nwhen doing so. In 2008, an Executive Order mandated that executive\nagencies require federal contractors to use E-Verify as a condition\nof receiving a federal contract. See Exec. Order No. 13465, 73 Fed.\nReg. 33286 (2008). When that Order and its implementing regulation\nwere challenged, the Government pointed to Arizona’s E-Verify\nmandate as an example of a permissible use of that system: “[T]he\nState of Arizona has required all public and private employers in\nthat State to use E-Verify … .This is permissiblebecause the State of Arizona is not the Secretary of Homeland\nSecurity.” Defendants’ Reply Memorandum in Support of Their Motion\nfor Summary Judgment in No. 8:08–cv–03444 (D Md.), p. 7\n(emphasis added), appeal dism’d, No. 09–2006 (CA4, Dec. 14,\n2009).Arizona’s use of E-Verify does not conflict\nwith the federal scheme. The Arizona law requires that “every\nemployer, after hiring an employee, shall verify the employment\neligibility of the employee” through E-Verify. Ariz. Rev. Stat.\nAnn. §23–214(A) (West Supp. 2010). That requirement is entirely\nconsistent with the federal law. And the consequences of not using\nE-Verify under the Arizona law are the same as the consequences of\nnot using the system under federal law. In both instances, the only\nresult is that the employer forfeits the otherwise available\nrebuttable presumption that it complied with the law. Compare\nIIRIRA §402(b)(1) with Ariz. Rev. Stat. Ann. §23–212(I).[Footnote 10]BCongress’s objective in\nauthorizing the development of E-Verify was to ensure reliability\nin employment author-ization verification, combat counterfeiting of\nidentity documents, and protect employee privacy. 8 U. S. C.\n§1324a(d)(2). Arizona’s requirement that employers operating within\nits borders use E-Verify in no way obstructs achieving those\naims.In fact, the Federal Government\nhas consistently expanded and encouraged the use of E-Verify. When\nE-Verify was created in 1996, it was meant to last just four years\nand it was made available in only six States. IIRIRA §401(b) and\n(c)(1), 110 Stat. 3009–655 to 3009–656. Congress since has acted to\nextend the E-Verify program’s existence on four separate occasions,\nthe most recent of which ensures the program’s vitality through\n2012.[Footnote 11] And in\n2003 Congress directed the Secretary of Homeland Security to make\nE-Verify available in all 50 States. 117 Stat. 1944; IIRIRA\n§401(c)(1), 110 Stat. 3009–656. The Department of Homeland Security\nhas even used “billboard and radio advertisements … to encour- age\ngreater participation” in the E-Verify program. 534 F. Supp.\n2d, at 1056.The Chamber contends that “if the 49 other\nStates followed Arizona’s lead, the state-mandated drain on federal\nresources would overwhelm the federal system and render it\ncompletely ineffective, thereby defeating Congress’s primary\nobjective in establishing E-Verify.” Brief for Petitioners 50–51.\nWhatever the legal significance of that argument, the United States\ndoes not agree with the factual premise. According to the\nDepartment of Homeland Security, “the E-Verify system can\naccommodate the increased use that the Arizona statute and existing\nsimilar laws would create.” Brief for United States asAmicus\nCuriae34. And the United States notes that “[t]he government\ncontinues to encourage more employers to participate” in E-Verify.Id.,at 31.The Chamber has reservations about E-Verify’s\nreliability, see Brief for Petitioners 49, n. 27, but again the\nUnited States disagrees. The Federal Government reports that\n“E-Verify’s successful track record . . . is borne out by findings\ndocumenting the system’s accuracy and participants’ satisfaction.”\nBrief for United States asAmicus Curiae31. Indeed,\naccording to the Government, the program is “the best means\navailable to determine the employment eligibility of new hires.” U.\nS. Dept. of Homeland Security, U. S. Citizenship and Immigration\nServices, E-Verify User Manual for Employers 4 (Sept.\n2010).[Footnote 12]*  *  *IRCA expressly reserves to the\nStates the authority to impose sanctions on employers hiring\nunauthorized workers, through licensing and similar laws. In\nexercising that authority, Arizona has taken the route least likely\nto cause tension with federal law. It uses the Federal Government’s\nown definition of “unauthorized alien,” it relies solely on the\nFederal Government’s own determination of who is an unauthorized\nalien, and it requires Arizona employers to use the Federal\nGovernment’s own system for checking employee status. If even this\ngives rise to impermissible conflicts with federal law, then there\nreally is no way for the State to implement licensing sanctions,\ncontrary to the express terms of the savings clause.Because Arizona’s unauthorized\nalien employment law fits within the confines of IRCA’s savings\nclause and does not conflict with federal immigration law, the\njudgment of the United States Court of Appeals for the Ninth\nCircuit is affirmed.It is so ordered.Justice Kagan took no part in the\nconsideration or decision of this case.*Justice Thomas joins Parts I, II–A, and III–A of\nthis opinion and concurs in the judgment.Footnote 1See Conn. Gen. Stat. §31–51k (1973) (enacted\n1972); Del. Code Ann., Tit. 19, §705 (Cum. Supp. 1978) (enacted\n1976); Fla. Stat. §448.09 (1981) (enacted 1977); Kan. Stat. Ann.\n§21–4409 (1981) (enacted 1973); 1985 La. Acts p. 1894; 1977\nMe. Acts p. 171; 1976 Mass. Acts p. 641; Mont. Code Ann.\n§41–121 (1977 Cum. Supp.); N. H. Rev. Stat. Ann. §275–A:4–a\n(1986 Cum. Supp.) (enacted 1976); 1977 Vt. Laws p. 320; 1977\nVa. Acts ch. 438.Footnote 2See,e.g.,Colo. Rev. Stat. Ann.\n§8–17.5–102 (2008); Miss. Code Ann. §71–11–3(7)(e) (Supp. 2010);\nMo. Rev. Stat. §§285–525, 285–535 (2009 Cum. Supp.); Pa. Stat.\nAnn., Tit. 73, §820.311 (Purdon Supp. 2010); S. C. Code Ann.\n§41–8–50(D)(2) (Supp. 2010); Tenn. Code Ann. §50–1–103(d) (2008);\nVa. Code Ann. §2.2–4311.1 (Lexis 2008); W. Va. Code Ann.\n§21–1B–7 (Lexis Supp. 2010).Footnote 3Several States have passed statutes mandating\nthe use of E-Verify. See,e.g.,Miss. Code Ann.\n§71–11–3(3)(d), (4)(b)(i) (Supp. 2010); S. C. Code Ann.\n§41–8–20(B)–(C) (Supp. 2010); Utah Code Ann. §13–47–201(1) (Lexis\nSupp. 2010); Va. Code Ann. §40.1–11.2 (Lexis Supp. 2010).Footnote 4No suits had been brought under the Arizona\nlaw when the complaint in this case was filed. As of the date that\nArizona submitted its merits brief to this Court only three\nenforcement actions had been pursued against Arizona employers. SeeArizonav.Waterworld Ltd. Partnership, No.\nCV2009–038848 (Maricopa Cty. Super. Ct., filed Dec. 21, 2009)\n(resolved by consent judgment);Arizonav.Danny’s\nSubway Inc., No. CV2010–005886 (Maricopa Cty. Super. Ct.,\nfiled Mar. 9, 2010) (resolved by consent decree);Arizonav.Scottsdale Art Factory, LLC, No. CV2009–036359\n(Maricopa Cty. Super. Ct., filed Nov. 18, 2009) (pending).Footnote 5Justice Breyer recognizes that Arizona’s\ndefinition of the word “license” comports with dictionaries’\ntreatment of the term, but argues that “license” must be read in a\nmore restricted way so as not to include things such as “marriage\nlicenses” and “dog licens[es].”Post, at 2, 12 (dissenting\nopinion). Luckily, we need not address such fanciful hypotheticals;\nArizona limits its definition of “license” to those state\nper-missions issued “for the purposes of operating a business” in\nthe State. Ariz. Rev. Stat. Ann. §23–211(9)(a) (West Supp.\n2010).Justice Breyer’s primary concern appears to be that state\npermissions such as articles of incorporation and partnership\ncertificates are treated as “licensing and similar laws.” Because\nmyriad other licenses are required to operate a business, that\nconcern is largely academic. See §42–5005(A) (West 2006)\n(Corporations that receive “gross proceeds of sales or gross income\nupon which a privilege tax is imposed … shall make application to\nthe department for a privilege license.” Such a corporation “shall\nnot engage or continue in business until the [corporation] has\nobtained a privilege license.”). Suspending or revoking an\nemployer’s articles of incorporation will often be entirely\nredundant. See §§42–5010, 5061–5076 (West 2006 and West Supp. 2010)\n(describing when transaction privilege tax licenses are\nrequired).Footnote 6Justice Breyer poses several rhetorical\nquestions challenging our reading of IRCA and then goes on to\npropose two seemingly alternative views of the phrase “licensing\nand similar laws”—that it was meant to refer to “employment-related\nlicensing systems,”post, at 11 (dissenting opinion)\n(emphasis deleted), or, even more narrowly, to “the licensing of\nfirms in the business of recruiting or referring workers for\nemployment, such as … state agricultural labor contractor licensing\nschemes,”post, at 13. If we are asking questions, a more\ntelling one may be why, if Congress had intended such limited\nexceptions to its prohibition on state sanctions, it did not simply\nsay so, instead of excepting “licensing and similar laws”\ngenerally?Justice Sotomayor takes a different tack. Invoking arguments\nthat resemble those found in our implied preemption cases, she\nconcludes that the Arizona law “falls outside” the savings clause\nand is expressly preempted because it allows “state courts to\ndetermine whether a person has employed an unauthorized alien.”Post, at 2 (dissenting opinion). While Justice Breyer\nwould add language to the statute narrowly limiting the phrase\n“licensing and similar laws” to specific types of licenses, Justice\nSotomayor creates an entirely new statutory requirement: She would\nallow States to impose sanctions through “licensing and similar\nlaws” only after a federal adjudication. Such a requirement is\nfound nowhere in the text, and Justice Sotomayor does not even\nattempt to link it to a specific textual provision.It should not be surprising that the two dissents have sharply\ndifferent views on how to read the statute. That is the sort of\nthing that can happen when statutory analysis is so untethered from\nthe text.Footnote 7After specifying that a state court may consider “only”\nthe federal determination, the Arizona law goes on to provide that\nthe federal determination is “a rebuttable presumption of the\nemployee’s lawful status,” Ariz. Rev. Stat. Ann. §23–212(H) (West\nSupp. 2010). Arizona explains that this provision does not permit\nthe State to establish unlawful status apart from the federal\ndetermination—the provision could hardly do that, given the\nforegoing. It instead operates to “ensur[e] that theemployerhas an opportunity to rebut the evidence\npresented to establish a worker’s unlawful status.” Brief for\nRespondents 49 (emphasis added). Only in that sense is the federal\ndetermination a “rebuttable presumption.” See Tr. of Oral Arg.\n46–47. Giving an employer a chance to show that it did not break\nthe state law certainly does not place the Arizona regime in\nconflict with federal law.Footnote 8State law also prohibits “intentionally”\nemploying an unauthorized alien, §23–212.01(A), a more severe\nviolation of the law. The Chamber does not suggest that this\nprohibition is any more problematic than the prohibition on\n“knowingly” employing an unauthorized alien.Footnote 9The Chamber contends that the Arizona law\nconflicts with federal law because IRCA prohibits the use of the\nI–9 form and “any information contained in or appended to [it]”\nfrom being “used for purposes other than for enforcement of” IRCA\nand other specified federal laws. 8 U. S. C. §1324a(b)(5).\nThat argument mistakenly assumes that an employer would need to use\nthe I–9 form or its supporting documents themselves to receive the\nbenefit of the affirmative defense in Arizona court. In fact, “[a]n\nemployer [could] establish good faith compliance with [the] I–9\nprocess[] … through testimony of employees and descriptions of\noffice policy.” Brief for Respondents 52; see Tr. of Oral Arg.\n33.Footnote 10Arizona has since amended its statute to\ninclude other consequences, such as the loss of state-allocated\neconomic development incentives. See 2008 Ariz. Sess. Laws ch. 152.\nBecause those provisions were not part of the statute when this\nsuit was brought, they are not before us and we do not address\ntheir interaction with federal law.Footnote 11See Basic Pilot Extension Act of 2001, §2,\n115 Stat. 2407; Basic Pilot Program Extension and Expansion Act of\n2003, §2, 117 Stat. 1944; Consolidated Security, Disaster\nAssistance, and Continuing Appropriations Act, 2009, Div. A, §143,\n122 Stat. 3580; Department of Homeland Security Appropriations Act\nof 2010, §547, 123 Stat. 2177.Footnote 12Justice Breyer shares the Chamber’s concern\nabout E-Verify’s accuracy. Seepost, at 8, 19. Statistics\nfrom Fiscal Year 2010, however, indicate that of the 15,640,167\nE-Verify cases submitted, 98.3% were automatically confirmed as\nwork authorized, 0.3% were confirmed as work authorized after\ncontesting and resolving an initial nonconfir-mation—an avenue\navailable to all workers—and 1.43% were not found work authorized.\nE-Verify Statistics and Reports, available at\nhttp://www.uscis.gov/portal/site/uscis/menuitem/statistics (as\nvisited May 23, 2011, and available in the Clerk of Court’s case\nfile). As Justice Breyer notes, the initial mismatches (the 0.3%)\nare frequently due to “ ‘incorrectly spelled [names] in\ngovernment databases or on identification documents.’ ”Post, at 19. Such a hazard is of course not unique to\nE-Verify. Moreover, Justice Breyer’s statistical analysis\nunderlying his conclusion that E-Verify queries, at least\ninitially, wrongly “suggest[] that an individual [i]s not lawfully\nemployable” “18% of the time” needs to be understood for\nwhat it is.Post, at 8. If E-Verify initially indicated\nthat two individuals were not found work authorized, and later\nrevealed that one of those determinations was incorrect, Justice\nBreyer would be able to exclaim that the error rate was50%.",
    "joined": []
}