{
    "case": {
        "docket": "16-1150",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1150/"
    },
    "id": "3877981",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1150_________________ELSA HALL, as personal representative of the\nestate of ETHLYN LOUISE HALL and as successor trustee of the ETHLYN\nLOUISE HALL FAMILY TRUST, PETITIONERv.SAMUEL HALL,\net al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[March 27, 2018]Chief Justice Roberts delivered the opinion of\nthe Court.Three Terms ago, we held that one of multiple\ncases consolidated for multidistrict litigation under 28\nU. S. C. §1407 is immediately appealable upon an order\ndisposing of that case, regardless of whether any of the others\nremain pending.Gelboimv.Bank of America Corp., 574\nU. S. ___ (2015). We left open, however, the question whether\nthe same is true with respect to cases consoli- dated under Rule\n42(a) of the Federal Rules of Civil Procedure.Id., at ___,\nn. 4 (slip op., at 7, n. 4). This case presents that\nquestion.IPetitioner Elsa Hall and respondent Samuel\nHall are siblings enmeshed in a long-running family feud. Their\nmother, Ethlyn Hall, lived and owned property in the United States\nVirgin Islands. Samuel, a lawyer in the Virgin Islands, served as\nEthlyn’s caretaker and provided her with legal assistance. But\ntrouble eventually came to paradise, and Samuel and Ethlyn fell out\nover Samuel’s management of Ethlyn’s real estate holdings. During a\nvisit from Elsa, Ethlyn established aninter vivostrust,\ntransferred all of her property into the trust, and designated Elsa\nas her successor trustee. Ethlyn then moved to Miami—under\ncircumstances disputed by the parties—to live with her\ndaughter.The family squabble made its way to court in May\n2011. Ethlyn, acting in her individual capacity and as trustee of\nherinter vivostrust, sued Samuel and his law firm in\nFederal District Court (the “trust case”). Ethlyn’s claims—for\nbreach of fiduciary duty, legal malpractice, conversion, fraud, and\nunjust enrichment—concerned the handling of her affairs by Samuel\nand his law firm before she left for Florida.Then Ethlyn died, and Elsa stepped into her\nshoes as trustee and accordingly as plaintiff in the trust case.\nSamuel promptly filed counterclaims in that case against Elsa—in\nboth her individual and representative capacities—for intentional\ninfliction of emotional distress, fraud, breach of fiduciary duty,\nconversion, and tortious inter- ference. Samuel contended that Elsa\nhad turned their mother against him by taking advantage of Ethlyn’s\nalleged mental frailty. But Samuel ran into an obstacle: Elsa was\nnot a party to the trust case in her individual capacity (only\nEthlyn had been). So Samuel filed a new complaint against Elsa in\nher individual capacity in the same District Court (the “individual\ncase”), raising the same claims that he had asserted as\ncounterclaims in the trust case.The trust and individual cases initially\nproceeded along separate tracks. Eventually, on Samuel’s motion,\nthe District Court consolidated the cases under Rule 42(a) of the\nFederal Rules of Civil Procedure, ordering that “[a]ll submissions\nin the consolidated case shall be filed in” the docket assigned to\nthe trust case. App. to Pet. for Cert. A–15.Just before the trial commenced, the District\nCourt dismissed from the trust case Samuel’s counterclaims against\nElsa. Those claims remained in the individual case. The parties\nthen tried the consolidated cases to- gether before a jury.In the individual case, the jury returned a\nverdict for Samuel on his intentional infliction of emotional\ndistress claim against Elsa, awarding him $500,000 in compensatory\ndamages and $1.5 million in punitive damages. The clerk entered\njudgment in that case, but the District Court granted Elsa a new\ntrial, which had the effect of reopening the judgment. The\nindividual case remains pending before the District Court.In the trust case, the jury returned a verdict\nagainst Elsa, in her representative capacity, on her claims against\nSamuel and his law firm. The clerk entered judgment in that case\ndirecting that Elsa “recover nothing” and that “the action be\ndismissed on the merits.”Id., at A–12.Elsa filed a notice of appeal from the District\nCourt’s judgment in the trust case. Samuel and his law firm moved\nto dismiss the appeal on jurisdictional grounds, arguing that the\njudgment was not final and appealable because his claims against\nElsa remained unresolved in the individual case. The Court of\nAppeals for the Third Circuit agreed. When two cases have been\nconsolidated for all purposes, the court reasoned, a final decision\non one set of claims is generally not appealable while the second\nset remains pending. The court explained that it considers “whether\na less-than-complete judgment is appealable” on a “case-by-case\nbasis.” 679 Fed. Appx. 142, 145 (2017). Here, the fact that the\nclaims in the trust and individual cases had been “scheduled\ntogether and tried before a single jury” “counsel[ed] in favor of\nkeeping the claims together on appeal.”Ibid.The court\ndismissed Elsa’s appeal for lack of jurisdiction.We granted certiorari, 582 U. S. ___\n(2017), and now reverse.IIAHad the District Court never consolidated the\ntrust and individual cases, there would be no question that Elsa\ncould immediately appeal from the judgment in the trust case. Title\n28 U. S. C. §1291 vests the courts of appeals with\njurisdiction over “appeals from all final decisions of the district\ncourts,” except those directly appealable to this Court. A final\ndecision “ends the litigation on the merits and leaves nothing for\nthe court to do but execute the judgment.”Ray Haluch Gravel\nCo.v.Central Pension Fund of Operating Engineers and\nParticipating Employers, 571 U. S. 177, 183 (2014) . The\narchetypal final decision is “one[ ] that trigger[s] the entry\nof judgment.”Mohawk Industries, Inc.v.Carpenter,\n558 U. S. 100, 103 (2009) . Appeal from such a final decision\nis a “matter of right.”Gelboim, 574 U. S., at ___\n(slip op., at 1). Under §1291, “any litigant armed with a final\njudgment from a lower federal court is entitled to take an appeal,”Arizonav.Manypenny, 451 U. S. 232, 244 (1981)\n, which generally must be filed within 30 days, 28\nU. S. C. §2107(a).Here the jury’s verdict against Elsa resolved\nall of the claims in the trust case, and the clerk accordingly\nentered judgment in that case providing that “the action be\ndismissed on the merits.” App. to Pet. for Cert. A–12. With the\nentry of judgment, the District Court “completed its adjudication\nof [Elsa’s] complaint and terminated [her] action.”Gelboim,\n574 U. S., at ___ (slip op., at 7). An appeal would normally\nlie from that judgment.But, Samuel contends, there is more to the\nlitigation than the suit Elsa pursued against him in her\nrepresentative capacity. There is also his suit against her in her\nindividual capacity, which has not yet been decided. Because the\nDistrict Court consolidated the trust and individual cases under\nRule 42(a)(2), he argues, they merged and should be regarded as one\ncase. Viewed that way, the judgment in the trust case was merely\ninterlocutory, and more remains to be done in the individual case\nbefore the consolidated cases in the aggregate are finally resolved\nand subject to appeal.BRule 42(a)—entitled “[c]onsolidation”—provides\nthat if “actions before the court involve a common question of law\nor fact, the court may” take one of three measures. First, the\ncourt may “join for hearing or trial any or all matters at issue in\nthe actions.” Fed. Rule Civ. Proc. 42(a)(1). Second, the court may\n“consolidate the actions.” Rule 42(a)(2). Third, the court may\n“issue any other orders to avoid unnecessary cost or delay.” Rule\n42(a)(3). Whether the judgment entered in the trust case is an\nimmediately appealable final decision turns on the effect of\nconsolidation under Rule 42(a).Samuel, looking to dictionary definitions,\nasserts that the “plain meaning of the phrase ‘consolidate the\nactions’ is . . . to unite two or more actions into one\nwhole—that is, to join them into a single case.” Brief for\nRespondents 23 (citing Black’s Law Dictionary (10th ed. 2014); some\ninternal quotation marks and alterations omitted). But the meaning\nof “consolidate” in the present context is am- biguous. When Rule\n42(a) was adopted, the term was generally defined, as it is now, as\nmeaning to “unite, as various particulars, into one mass or body;\nto bring together in close union; to combine.” Webster’s New\nInternational Dictionary 570 (2d ed. 1942). Consolidation can thus\nsometimes signify the complete merger of discrete units: “The\ncompany consolidated two branches.” But the term can also mean\njoining together discrete units without causing them to lose their\nindependent character. The United States, for example, is composed\nof States “unite[d], as various particulars, into one mass or\nbody,” “br[ought] together in close union,” or “combine[d].” Yet\nall agree that entry into our Union “by no means implies the loss\nof distinct and individual existence . . . by the\nStates.”Texasv.White, 7 Wall. 700, 725 (1869).\n“She consolidated her books” hardly suggests that the “books”\nbecame “book.” The very metaphor Samuel offers—that consolidation\n“make[s] two one, like marriage”—highlights this point. Tr. of Oral\nArg. 56. However dear to each other, spouses would be surprised to\nhear that their union extends beyond the metaphysical. This is not\na plain meaning case.It is instead about a term—consolidate—with a\nlegal lineage stretching back at least to the first federal\nconsolidation statute, enacted by Congress in 1813. Act of July 22,\n1813, §3, 3Stat. 21 (later codified as Rev. Stat. §921 and 28\nU. S. C. §734 (1934 ed.)). Over 125 years, this Court,\nalong with the courts of appeals and leading treatises, interpreted\nthat term to mean the joining together—but not the complete\nmerger—of constituent cases. Those authorities particularly\nemphasized that constituent cases remained independent when it came\nto judgments and appeals. Rule 42(a), promulgated in 1938, was\nexpressly based on the 1813 statute. The history against which Rule\n42(a) was adopted resolves any ambiguity regarding the meaning of\n“consolidate” in subsection (a)(2). It makes clear that one of\nmultiple cases consolidated under the Rule retains its independent\ncharacter, at least to the extent it is appealable when finally\nresolved, regardless of any ongoing proceedings in the other\ncases.CLord Mansfield pioneered the consolidation of\nrelated cases in England, and the practice quickly took root in\nAmerican courts. SeeMutual Life Ins. Co.v.Hillmon,\n145 U. S. 285, 292 (1892) . In 1813, Congress authorized the\nnewly formed federal courts, when confronted with “causes of like\nnature, or relative to the same question,” to “make such orders and\nrules concerning proceedings therein as may be conformable to the\nprinciples and usages belonging to courts for avoiding unnecessary\ncosts or delay in the administration of justice” and to\n“consolidate[ ]” the causes when it “shall appear reasonable.”\n§3, 3Stat. 21. This consolidation statute applied at law, equity,\nand admi- ralty, see 1 W. Rose, A Code of Federal Procedure §823(a)\n(1907) (Rose), and remained in force for 125 years, until its\nreplacement by Rule 42(a).From the outset, we understood consolidation not\nas completely merging the constituent cases into one, but instead\nas enabling more efficient case management while preserving the\ndistinct identities of the cases and the rights of the separate\nparties in them. InRichv.Lambert, 12 How. 347\n(1852), for example, we considered an appeal from several\nconsolidated cases in admiralty. The appellees, the owners of cargo\ndamaged during shipment, raised a challenge to our jurisdiction\nthat turned on the nature of the consolidation. At the time, we\ncould exercise appellate jurisdiction only over cases involving at\nleast $2,000 in controversy. The damages awarded to the cargo\nowners in the consolidated cases surpassed $2,000 in the aggregate,\nbut most of the constituent cases did not individually clear that\njurisdictional hurdle.Id.,at 352–353.We declined to view the consolidated cases as\none for purposes of appeal, concluding that we had jurisdiction\nonly over those constituent cases that individually involved\ndamages exceeding $2,000.Ibid.As we explained, “although\n[a consolidated] proceeding assumes the form of a joint suit, it is\nin reality a mere joinder of distinct causes of action by distinct\nparties, arising out of a common injury, and which are heard and\ndetermined, so far as the merits are concerned, the same as in the\ncase of separate libels for each cause of action.”Id.,at\n353. Consolidation was “allowed by the practice of the court for\nits convenience, and the saving of time and expense to the\nparties.”Ibid.The trial court’s decree, we noted, had the\neffect of individually resolving each constituent case.Ibid.(“The same decree . . . is entered as in the\ncase of separate suits.”); see Black’s Law Dictionary 532 (3d ed.\n1933) (“decree” is a “judgment of a court of equity or admiralty,\nanswering for most purposes to the judgment of a court of common\nlaw”). Accordingly, we did “not perceive . . . any ground\nfor a distinction as to the right of appeal from a decree as\nentered in these cases from that which exists where the proceedings\nhave been distinct and separate throughout.”Rich, 12 How.,\nat 353; seeHanover Fire Ins. Co.v.Kinneard, 129\nU. S. 176, 177 (1889) (evaluating appellate jurisdiction over\na writ of error in one of several consolidated cases without\nreference to the others).We elaborated on the principles underlying\nconsolidation inMutual Life Insurance Co.v.Hillmon, 145 U. S. 285 .Hillmon, a staple of\nlaw school courses on evidence, involved three separate actions\ninstituted against different life insurance companies by one Sallie\nHillmon, the beneficiary on policies purchased by her husband John.\nSallie claimed she was entitled to the sizable proceeds of the\npolicies because John had died while journeying through southern\nKansas with two companions in search of a site for a cattle ranch.\nThe three companies countered that John was in fact still alive,\nhaving conspired with one of the companions to murder the other and\npass his corpse off as John’s, all as part of an insurance fraud\nscheme. The trial court consolidated the cases and tried them\ntogether.Id.,at 285–287.The court, for purposes of determining the\nnumber of peremptory juror challenges to which each defendant was\nentitled, treated the three cases as though they had merged into\none.Ibid.On appeal we disagreed, holding that each\ndefendant should receive the full complement of peremptory\nchallenges.Id.,at 293. That was because, “although the\ndefendants might lawfully be compelled, at the discretion of the\ncourt, to try the cases together, the causes of action remained\ndistinct, and required separate verdicts and judgments; and no\ndefendant could be deprived, without its consent, of any right\nmaterial to its defence . . . to which it would have been\nentitled if the cases had been tried separately.”Ibid.On\nremand, one case settled, and a consolidated trial of the others\n“result[ed] in separate judgments” for Sallie.Connecticut Mut.\nLife Ins. Co.v.Hillmon, 188 U. S. 208, 209 (1903)\n.InStonev.United States, 167\nU. S. 178, 189 (1897) , we held that a party appealing from\nthe judgment in one of two cases consolidated for trial could not\nalso raise claims with respect to the other case. John Stone was\nthe sole defendant in one case and one of three defendants in the\nother.Id.,at 179–181. After a consolidated trial, the jury\nreturned a verdict in the case against Stone alone; its verdict in\nthe multidefendant case was set aside.Id.,at 181. Stone\nappealed from the judgment in his case, arguing that the failure to\ngrant a peremptory challenge in the multidefendant case affected\nthe jury’s verdict in his.Id.,at 189. We rejected that\nclaim, punctiliously respecting the distinction between the\nconstituent cases. There was “no merit in the objection,” we said,\nbecause in the case before us Stone had “had the benefit of the\nthree peremptory challenges” to which he was entitled in that case.Ibid.; seeStonev.United States, 64 F. 667,\n672 (CA9 1894) (“The two cases, although consolidated, were\nseparate and distinct. Defendant had exercised all the rights and\nprivileges he was entitled to in this case.”).And just five years before Rule 42(a) became\nlaw, we reiterated that, under the consolidation statute,\nconsolidation did not result in the merger of constituent cases.Johnsonv.Manhattan R. Co.,289 U. S. 479 –497\n(1933). A major case of its day,Johnsonarose from the\n“financial embarrassment” during the Great Depression of two\ncompanies involved in operating the New York subway system.Johnsonv.Manhattan R. Co., 61 F. 2d 934, 936\n(CA2 1932). In the resulting litigation, the District Court\nconsolidated two suits, apparently with the intent to “effect an\nintervention of the parties to the [first suit] in the [second]\nsuit”—in other words, to make the two suits one.Id., at\n940. Judge Learned Hand, writing for the Second Circuit on appeal,\nwould have none of it: “consolidation does not merge the suits; it\nis a mere matter of convenience in administration, to keep them in\nstep. They remain as independent as before.”Ibid.We\naffirmed, relying onHillmonand several lower court cases\nreflecting the same understanding of consolidation.Johnson,\n289 U. S., at 497, n. 8. We explained once more that\n“consolidation is permitted as a matter of convenience and econ-\nomy in administration, but does not merge the suits into a single\ncause, or change the rights of the parties, or make those who are\nparties in one suit parties in another.”Id.,at\n496–497.Decisions by the Courts of Appeals, with\nisolated departures,[1]*\nreflected the same understanding in cases involving all manners of\nconsolidation. See,e.g., Baltimore S. S. Co., Inc.v.Koppel Indus. Car & Equip. Co., 299 F. 158, 160 (CA4\n1924) (“the consolidation for convenience of trial did not merge\nthe two causes of action” or “deprive either party of any right or\nrelieve it of any burden incident to the libel or cross-libel as a\nseparate proceeding”);Taylorv.Logan Trust Co., 289\nF. 51, 53 (CA8 1923) (parties to one constituent case could not\nappeal orders in the other because “consolidation did not make the\nparties to one suit parties to the other”; cited inJohnson);Toledo, St. L. & K. C. R. Co.v.Continental Trust Co., 95 F. 497, 506 (CA6 1899)\n(consolidation “operates as a mere carrying on together of two\nseparate suits supposed to involve identical issues” and “does not\navoid the necessity of separate decrees in each case”; cited inJohnson).One frequently cited case illustrates the point.\nInAdlerv.Seaman, 266 F. 828, 831 (CA8 1920), the\nDistrict Court “sought to employ consolidation as a medium of\ngetting the two independent suits united,” but the Court of Appeals\nmade clear that the consolidation statute did not authorize such\naction. The court explained that constituent cases sometimes\n“assume certain natural attitudes toward each other, such as ‘in\nthe nature of’ a cross-bill or intervention.”Id.,at 838.\nBe that as it may, the court continued, “this is purely a rule of\nconvenience, and does not result in actually making such parties\ndefendants or interveners in the other suit.”Ibid.The\ncourt described “the result of consolidation” as instead “merely to\ntry cases together, necessitating separate verdicts and judgments\nor separate decrees,” and to “leave” the constituent cases\n“separate, independent action[s].”Id.,at 838, 840.Treatises summarizing federal precedent applying\nthe consolidation statute also concluded that consolidated cases\n“remain distinct.” 1 Rose §823(c), at 758. They recognized that\nconsolidated cases should “remain separate as to parties,\npleadings, and judgment,” W. Simkins, Federal Practice 63 (rev. ed.\n1923), and that “[t]here must be separate verdicts, judgments or\ndecrees, even although the consolidating party wished for one\nverdict,” 1 Rose §823(c), at 758; see also G. Virden, Consolidation\nUnder Rule 42 of the Federal Rules of Civil Procedure, in 141\nF. R. D. 169, 173–174 (1992) (Virden) (“as of 1933 and\ntheJohnsoncase of that year, it was well settled that\nconsolidation in the federal courts did not merge the separate\ncases into a single action”).Several aspects of this body of law support the\ninference that, prior to Rule 42(a), a judgment completely\nresolving one of several consolidated cases was an immediately\nappealable final decision. We made clear, for example, that each\nconstituent case must be analyzed individually on appeal to\nascertain jurisdiction and to decide its disposition—a\ncompartmentalized analysis that would be gratuitous if the cases\nhad merged into a single case subject to a single appeal. We\nemphasized that constituent cases should end in separate decrees or\njudgments—the traditional trigger for the right to appeal, for\nwhich there would be no need if an appeal could arise only from the\nresolution of the consolidated cases as a whole. We explained that\nthe parties to one case did not become parties to the other by\nvirtue of consolidation—indicating that the right of each to pursue\nhis individual case on appeal should not be compromised by the\nlitigation conduct of the other. And, finally, we held that\nconsolidation could not prejudice rights to which the parties would\nhave been due had consolidation never occurred. Forcing an\naggrieved party to wait for other cases to conclude would\nsubstantially impair his ability to appeal from a final decision\nfully resolving his own case—a “matter of right,”Gelboim,\n574 U. S., at ___ (slip op., at 1), to which he was\n“entitled,”Manypenny, 451 U. S., at 244.DAgainst this background, two years afterJohnson, the Rules Advisory Committee began discussion of\nwhat was to become Rule 42(a). The Rule, which became effective in\n1938, was expressly modeled on its statutory predecessor, the Act\nof July 22, 1813. See Advisory Committee’s Notes on 1937 Adoption\nof Fed. Rule Civ. Proc. 42(a), 28 U. S. C. App., p. 887.\nThe Rule contained no definition of “consolidate,” so the term\npresumably carried forward the same meaning we had ascribed to it\nunder the consolidation statute for 125 years, and had just\nrecently reaffirmed inJohnson. See Frankfurter, Some\nReflections on the Reading of Statutes, 47 Colum. L. Rev. 527,\n537 (1947) (“if a word is obviously transplanted from another legal\nsource, whether the common law or other legislation, it brings the\nold soil with it”); cf.Classv.United States, 583\nU. S. ___, ___ (2018) (slip op., at 10) (Federal Rule of\nCriminal Procedure 11(a)(2) did not silently alter existing\ndoctrine established by this Court’s past decisions).Samuel nonetheless asserts that there is a\nsignificant distinction between the original consolidation statute\nand Rule 42(a). The statute authorized district courts to\n“consolidate” related “causes when it appears reasonable to do so”\nor to “make such orders and rules . . . as may be\nconformable to the usages of courts for avoiding unnecessary costs\nor delay in the administration of justice.” 28 U. S. C.\n§734 (1934 ed.). Rule 42(a) permits district courts not only to\n“consolidate the actions” (subsection (a)(2)) and “issue any other\norders to avoid unnecessary cost or delay” (subsection (a)(3)), but\nalso to “join for hearing or trial any or all matters at issue in\nthe actions” (subsection (a)(1)).Whatever “consolidate” meant under the statute,\nSam- uel posits, it took on a different meaning under Rule 42(a)\nwith the addition of subsection (a)(1). Samuel describes the Rule\nas “permit[ting] two forms of consolidation”: consolidation that\n“extend[s] only to certain proceedings,” such as discovery, and\nconsolidation “for all purposes.” Brief for Respondents 4–5. He\nlocates textual authority for the former in subsection (a)(1),\nwhich he says empowers courts to “join[ ] multiple actions for\nprocedural purposes.”Id.,at 23. In light of this broad\ngrant of authority, he contends, subsection (a)(2) must provide for\nsomething more if it is not to be superfluous. And Samuel sees that\nsomething more as the ability to merge cases that have been\nconsolidated for “all purposes” into a single, undifferentiated\ncase—one appealable only when all issues in each formerly distinct\ncase have been decided. Seeid.,at 22–24 (to “consolidate”\nseparate actions is “to join them into a single case” or “meld\n[them] into a single unit” (alterations omitted)).We disagree. It is only by substantially\noverreading subsection (a)(1) that Samuel can argue that its\naddition compels a radical reinterpretation of the familiar term\n“consolidate” in subsection (a)(2). The text of subsection (a)(1)\npermits the joining of cases only for “hearing or trial.” That\nnarrow grant of authority cannot fairly be read as the exclusive\nsource of a district court’s power to “join[ ] multiple\nactions for procedural purposes.” Brief for Respondents 23. There\nis, after all, much more to litigation than hearings or trials—such\nas motions practice or discovery. A district court’s undisputed\nability to consolidate cases for such limited purposes must\ntherefore stem from subsection (a)(2). That defeats Samuel’s\nargument that interpreting subsection (a)(2) to adopt the\ntraditional understanding of consolidation would render it “wholly\nduplicative of [subsection] (a)(1),” and that subsection (a)(2)\n“therefore must permit courts . . . to ‘consolidate’ the\nactionsthemselvesinto a single unit.”Id.,at\n23–24. Samuel’s reinterpretation of “consolidate” is, in other\nwords, a solution in search of a problem.We think, moreover, that if Rule 42(a) were\nmeant to transform consolidation into something sharply contrary to\nwhat it had been, we would have heard about it. Congress, we have\nheld, “does not alter the fundamental details” of an existing\nscheme with “vague terms” and “subtle device[s].”Whitmanv.American Trucking Assns., Inc., 531 U. S. 457, 468\n(2001) ; cf.Class, 583 U. S., at ___ (slip op., at\n10). That is true in spades when it comes to the work of the\nFederal Rules Advisory Committees. Their laborious drafting process\nrequires years of effort and many layers of careful review before a\nproposed Rule is presented to this Court for possible submission to\nCongress. See Report of Advisory Committee on Rules for Civil\nProcedure (Apr. 1937) (describing the exhaustive process undertaken\nto draft the first Federal Rules of Civil Procedure). No sensible\ndraftsman, let alone a Federal Rules Advisory Committee, would take\na term that had meant, for more than a century, that separate\nactions do not merge into one, and silently and abruptly reimagine\nthe same term to mean that they do.Similarly, nothing in the pertinent proceedings\nof the Rules Advisory Committee supports the notion that Rule 42(a)\nwas meant to overturn the settled understanding of consolidation.\nSeeUnited Statesv.Vonn, 535 U. S. 55 ,\nn. 6 (2002) (Advisory Committee Notes are “a reliable source\nof insight into the meaning of a rule”). In this instance, the\nCommittee simply commented that Rule 42(a) “is based upon” its\nstatutory predecessor, “but insofar as the statute differs from\nthis rule, it is modified.” Advisory Committee’s Notes on 1937\nAdoption of Fed. Rule Civ. Proc. 42(a), 28 U. S. C. App.,\nat 887. The Committee did not identify any specific instance in\nwhich Rule 42(a) changed the statute, let alone the dramatic\ntransformation Samuel would have us recognize. See Virden 174–181\n(evaluating the history of the development of Rule 42(a) and\nfinding no evidence that the Committee intended a shift in meaning\nalong the lines proposed by Samuel). This is significant because\nwhen the Committee intended a new rule to change existing federal\npractice, it typically explained the departure. See,e.g.,Advisory Committee’s Notes on 1937 Adoption of Fed. Rule Civ. Proc.\n4, 28 U. S. C. App., p. 747 (a predecessor statute “is\nsubstantially continued insofar as it applies to a summons, but its\nrequirements as to teste of process are superseded”); Advisory\nCommittee’s Notes on 1937 Adoption of Fed. Rule Civ. Proc. 18, 28\nU. S. C. App., p. 802 (“In respect to fraudulent\nconveyances the rule changes the former rule requiring a prior\njudgment against the owner . . . to conform to the\nprovisions of the Uniform Fraudulent Conveyance Act, §§ 9 and\n10.”).As a leading treatise explained at the time,\nthrough consolidation under Rule 42(a) “one or many or all of the\nphases of the several actions may be merged. But merger is never so\ncomplete in consolidation as to deprive any party of any\nsubstantial rights which he may have possessed had the actions\nproceeded separately.” 3 J. Moore & J. Friedman, Moore’s\nFederal Practice §42.01, pp. 3050–3051 (1938). Thus, “separate\nverdicts and judgments are normally necessary.”Id., at\n3051, n. 12.The limited extent to which this Court has\naddressed consolidation since adoption of Rule 42(a) confirms the\ntraditional understanding. Just recently inBank Markaziv.Peterson, 578 U. S. ___, ___–___ (2016) (slip op., at\n19–20), for example, the Court determined that cases “consolidated\nfor administrative purposes at the execution stage . . .\nwere not independent of the original actions for damages and each\nclaim retained its separate character.” The Court quoted as\nauthority a treatise explaining that “actions do not lose their\nseparate identity because of consolidation.”Id.,at ___\n(slip op., at 20) (quoting 9A C. Wright & A. Miller, Federal\nPractice and Procedure §2382, p. 10 (3d ed. 2008) (Wright\n& Miller)).InButlerv.Dexter, 425\nU. S. 262 –267 (1976) (per curiam), we dismissed an\nappeal because the constitutional question that supplied our\njurisdiction had been raised not in the case before us, but instead\nonly in other cases with which it had been consolidated. We\nexplained that “[e]ach case . . . must be considered\nseparately to determine whether or not this Court has jurisdiction\nto consider its merits”.Id., at 267, n. 12; seeRich, 12 How., at 352–353. And inAlfred Dunhill of\nLondon, Inc.v.Republic of Cuba,425 U.S.\n682, and n. 22 (1976) (Marshall, J., dissenting), four\ndissenting Justices—reaching an issue not addressed by the\nmajority—citedJohnsonfor the proposition that actions are\n“not merged” and do “not lose their separate identities because of\n. . . consolidation” under Rule 42(a).In the face of all the foregoing, we cannot\naccept Sam- uel’s contention that “consolidate” in Rule 42(a)\ncarried a very different meaning—with very different\nconsequences—than it had inJohnson, just five years before\nthe Rule was adopted.None of this means that district courts may not\nconsolidate cases for “all purposes” in appropriate circumstances.\nDistrict courts enjoy substantial discretion in deciding whether\nand to what extent to consolidate cases. See 9A Wright & Miller\n§2383 (collecting cases). What our decision does mean is that\nconstituent cases retain their separate identities at least to the\nextent that a final decision in one is immediately appealable by\nthe losing party. That is, after all, the point at which, by\ndefinition, a “district court disassociates itself from a case.”Swintv.Chambers County Comm’n, 514 U. S. 35,\n42 (1995) . We thus express no view on any issue arising prior to\nthat time.*  *  *The normal rule is that a “final decision”\nconfers upon the losing party the immediate right to appeal. That\nrule provides clear guidance to litigants. Creating exceptions to\nsuch a critical step in litigation should not be under- taken\nlightly. Congress has granted us the authority to prescribe rules\n“defin[ing] when a ruling of a district court is final for the\npurposes of appeal under” §1291, 28 U. S. C. §2072(c),\nand we have explained that changes with respect to the meaning of\nfinal decision “are to come from rulemaking, . . . not\njudicial decisions in particular controversies,”Microsoft\nCorp.v.Baker, 582 U. S. ___, ___ (2017) (slip\nop., at 15). If, as Samuel fears, our holding in this case were to\ngive rise to practical problems for district courts and litigants,\nthe appropriate Federal Rules Advisory Committees would certainly\nremain free to take the matter up and recommend revisions\naccordingly.Rule 42(a) did not purport to alter the settled\nunderstanding of the consequences of consolidation. That\nunderstanding makes clear that when one of several consolidated\ncases is finally decided, a disappointed litigant is free to seek\nreview of that decision in the court of appeals.We reverse the judgment of the Court of Appeals\nfor the Third Circuit and remand the case for further proceedings\nconsistent with this opinion.It is so ordered.Notes1* See,e.g., Edward P.\nAllis Co.v.Columbia Mill Co., 65 F. 52, 54 (CA8 1894)\n(involving two suits “consolidated, and tried as one action,” with\nthe “complaint in the first suit . . . treated as a counterclaim\ninterposed in the second suit”). State practice was varied.\nCompare,e.g., East Bay Municipal Util. Dist.v.Kieffer, 99 Cal. App. 240, 263 (1929) (denial of rehearing)\n(“By such consolidation the three proceedings became one proceeding\nand should have been determined by a single verdict, ‘a single set\nof findings and a single judgment.’ ”), withMissouri Pac.\nR. Co.v.Helmert, 196 Ark. 1073, 121 S. W. 2d\n103 (1938) (consolidated cases resulted in separate\njudgments).",
    "joined": []
}