{
    "case": {
        "docket": "264",
        "citation": "552",
        "year": 2008,
        "url": "https://supreme.justia.com/cases/federal/us/552/264/"
    },
    "id": "1962577",
    "author": "roberts",
    "type": "dissent",
    "text": "ROBERTS, C. J., DISSENTINGDANFORTH V. MINNESOTA552 U. S. ____ (2008)SUPREME COURT OF THE UNITED STATESNO. 06-8273STEPHEN DANFORTH, PETITIONERv.MINNESOTAon writ of certiorari to the supreme court of\nminnesota[February 20, 2008]Chief Justice Roberts, with whom\nJustice Kennedy joins, dissenting.Some of our new rulings on the\nmeaning of the United States Constitution apply retroactively—to\ncases already concluded—and some do not. This Court has held that\nthe question whether a particular ruling is retroactive is itself a\nquestion of federal law. It is basic that when it comes to any such\nquestion of federal law, it is “the province and duty” of this\nCourt “to say what the law is.”Marburyv.Madison, 1 Cranch 137, 177 (1803). State courts are the\nfinal arbiters of their own state law; this Court is the final\narbiter of federal law. State courts are therefore bound by our\nrulings on whether our cases construing federal law are\nretroactive.The majority contravenes these bedrock\npropositions. The end result is startling: Of two criminal\ndefendants, each of whom committed the same crime, at the same\ntime, whose convictions became final on the same day, and each of\nwhom raised an identical claim at the same time under the Federal\nConstitution, one may be executed while the other is set free—the\nfirst despite being correct on his claim, and the second because of\nit. That result is contrary to the Supremacy Clause and the\nFramers’ decision to vest in “one supreme Court” the responsibility\nand authority to ensure the uniformity of federal law. Because the\nConstitution requires us to be more jealous of that responsibility\nand authority, I respectfully dissent.IOne year afterTeaguev.Lane,489\nU. S. 288(1989)—our leading modern precedent on\nretroactivity—Teague’s author explained:“The determination whether a\nconstitutional decision of this Court is retroactive … is a matter\nof federal law. When questions of state law are at issue, state\ncourts generally have the authority to determine the retroactivity\nof their own decisions. The retroactive applicability of a\nconstitutional decision of this Court, however, ‘is every bit as\nmuch of a federal question as what particular federal\nconstitutional provisions themselves mean, what they guarantee, and\nwhether they have been denied.’ ”American Trucking\nAssns., Inc.v.Smith,496 U. S. 167, 177–178 (1990)\n(plurality opinion of O’Connor, J.) (quotingChapmanv.California,386 U. S. 18, 21 (1967);\ncitation omitted)).For that reason, “we have consistently required\nthat state courts adhere to our retroactivity decisions.” 496 U.\nS., at 178 (citingMichiganv.Payne,412 U. S. 47(1973), andArsenaultv.Massachusetts,393 U. S. 5(1968)(per\ncuriam)). Even more recently, we held that the “Supremacy\nClause does not allow federal retroactivity doctrine to be\nsupplanted by the invocation of a contrary approach to\nretroactivity under state law.”Harperv.Virginia\nDept. of Taxation,509 U. S. 86, 100 (1993)\n(citation omitted).Indeed, about the only point on which our\nretroactivity jurisprudence has been consistent is that the\nretroactivity of new federal rules is a question of federal law\nbinding on States. The Court’s contrary holding is based on a\nmisreading of our precedent and a misunderstanding of the nature of\nretroactivity generally.AAs the Court correctly points\nout, before 1965 we took for granted the proposition that all\nfederal constitutional rights, including rights that represented a\nbreak from earlier precedent, would be given full retroactive\neffect on both direct and collateral review. That all changed withLinkletterv.Walker,381 U. S. 618(1965). In\nthat case, a Louisiana prisoner brought a federal habeas petition\narguing that illegally seized evidence was introduced against him\nat trial in violation ofMappv.Ohio,367 U. S. 643(1961).Mapp, however, had been decided after his conviction\nbecame final. We granted certiorari to decide whether theMapprule “operates retrospectively upon cases finally\ndecided in the period prior toMapp.” 381 U. S., at\n619–620. In answering this question, we broke from our past\npractice of assuming full retroactivity, holding that “we are\nneither required to apply, nor prohibited from applying, a decision\nretrospectively.”Id., at 629. Our analysis turned\nentirely on the nature and scope of the particular constitutional\nright at issue: “[W]e must … weigh the merits and demerits [of\nretroactive application] in each case by looking to the prior\nhistory of the rule in question, its purpose and effect, and\nwhether retrospective operation will further or retard its\noperation.”Ibid.Under this framework, we held thatMappwould apply only prospectively. 381 U. S., at\n639–640.The next year, we decidedJohnsonv.New Jersey,384 U. S. 719(1966).Johnsonwas a direct appeal from the New Jersey Supreme\nCourt’s denial ofstatecollateral relief. The precise\nquestion inJohnsonwas whether the rules announced inEscobedov.Illinois,378 U. S. 478(1964),\nandMirandav.Arizona,384 U. S. 436(1966),\nwould apply to state prisoners whose convictions had become final\nbefore those cases were decided. In holding thatEscobedoandMirandashould apply only prospectively, 384 U. S., at\n732, we importedLinkletter’s mode of retroactivity\nanalysis into review of state postconviction proceedings, 384 U.\nS., at 726–727. Finally, inStovallv.Denno,388 U. S. 293(1967), we announced that, for purposes of retroactivity analysis,\n“no distinction is justified between convictions now final, as in\nthe instant case, and convictions at various stages of trial and\ndirect review.”Id., at 300.Thus, by 1967, theLinkletteranalysis was applied in review of criminal convictions, whether\nfinal or not. No matter at what stage of proceedings this Court\nconsidered a retroactivity question, the issue was decided with\nreference to the purposes and practical impact of the precise\nfederal right in question: “Each constitutional rule of criminal\nprocedure has its own distinct functions, its own background of\nprecedent, and its own impact on the administration of justice, and\nthe way in which these factors combine [to decide the retroactivity\nissue] must inevitably vary with the [constitutional] dictate\ninvolved.”Johnson,supra, at 728.Because the question of retroactivity was so\ntied up with the nature and purpose of the underlying federal\nconstitutional right, it would have been surprising if any of our\ncases had suggested that States were free to apply new rules of\nfederal constitutional law retroactively even when we would not. As\none of the more thoughtful legal scholars put it in discussing the\neffect of theLinkletteranalysis on state collateral\nreview, “[i]f a state gave relief in such a case on the exclusive\nauthority ofMapp, under the rationale of theLinkletteropinion it would presumably have been\nreversed.” Mishkin, Foreword: The High Court, The Great Writ, and\nthe Due Process of Time and Law, 79 Harv. L. Rev. 56, 91, n. 132\n(1965).Our precedents made clear that States could\ngive greater substantive protection under their own laws than was\navailable under federal law, and could give whatever retroactive\neffect tothoselaws they wished. As the Court explained\ninJohnson, “[o]f course, States are still entirely free\nto effectuate under their own law stricter standards than those we\nhave laid down and to apply those standards in a broader range of\ncases than is required by this decision.” 384 U. S., at 733. The\nclear implication of this statement was that States could apply\ntheir own retroactivity rules only to new substantive rights “under\ntheir own law,” not to new federal rules announced by this\nCourt.Thus, contrary to the Court’s view, our early\nretroactivity cases nowhere suggested that the retroactivity of new\nfederal constitutional rules of criminal procedure was anything\nother than “a matter of federal law.”Danielv.Louisiana,420 U. S. 31, 32 (1975)(per curiam). It is no surprise, then, that when we held\nthat a particular right would not apply retroactively, the language\nin our opinions did not indicate that our decisions were optional.\nSee,e.g.,Fullerv.Alaska,393 U. S. 80, 81 (1968)(per curiam)(the rule announced inLeev.Florida,392 U. S. 378(1968),\n“is to be appliedonly to trials in which the evidence is\nsought to be introduced after the date of [that] decision”\n(emphasis added)). And, of course, when we found that a state court\nerred in holding that a particular right should not apply\nretroactively, the state court was bound to comply. See,e.g.,Kitchensv.Smith,401 U. S. 847(1971)(per curiam);McConnellv.Rhay,393 U. S. 2, 3–4\n(1968)(per curiam);Arsenaultv.Massachusetts,393 U. S. 5, 6 (1968)(per\ncuriam).Although nothing in our decisions\nsuggested that state courts could determine the retroactivity of\nnew federal rules according to their own lights, we had no\nopportunity to confront the issue head on untilMichiganv.Payne,412 U. S. 47(1973).[Footnote 1] InPayne, the defendant had\nargued before the Michigan Supreme Court that his resentencing\nviolated the rule we had announced inNorth Carolinav.Pearce,395\nU. S. 711(1969). In considering this question, the state court\nnoted that this Court had “not yet decided whetherPearceis to be applied retroactively.”Peoplev.Payne,\n386 Mich. 84, 90, n. 3, 191 N. W. 2d 375, 378, n. 2\n(1971). Nevertheless, without so much as citing any federal\nretroactivity precedent, the court decided that it would “applyPearcein the present case in order to instruct our trial\ncourts as to the Michigan interpretation of an ambiguous portion ofPearce… , pending clarification by the United States\nSupreme Court.”Id.,at 91, n. 3, 191 N. W. 2d,\nat 378, n. 2.We granted certiorari inPayneonly\non the question of retroactivity, and decided thatPearceshould not apply retroactively. In reversing the contrary decision\nof the state court, our language was not equivocal: “Since the\nresentencing hearing in this case took place approximately two\nyears beforePearcewas decided, we hold that the Michigan\nSupreme Court erred in applying its proscriptions here.” 412 U. S.,\nat 57.The majority argues thatPaynedid\nnot preclude States from applying retroactivity rules different\nfrom those we announced; rather, the argument goes, the Michigan\nSupreme Court simply elected to follow the federal retroactivity\nrule, “pending clarification.” Seeante, at 18–20. That is\ncertainly a possible reading ofPayne, but not the most\nplausible one. The Michigan Supreme Court did not purport to rest\nits decision to applyPearceretroactively on the federalLinkletteranalysis, and this Court’s reversal is most\nreasonably read asrequiringstate courts to apply our\nfederal retroactivity decisions. Notably, this is not the first\ntime Members of this Court have debated the meaning ofPayne, withTeague’s author explaining thatPaynesupports the proposition that “we have consistently\nrequired that state courts adhere to our retroactivity decisions,”American Trucking, 496 U. S., at 178 (plurality opinion of\nO’Connor, J.), and the author of today’s opinion disagreeing in\ndissent, seeid., at 210, n. 4 (opinion of Stevens,\nJ.). But whichever wayPayneis read, it either offers no\nsupport for the majority’s position, because the state court simply\napplied federal retroactivity rules, or flatly rejects the\nmajority’s position, because the state court failed to apply\nfederal retroactivity rules, and was told by this Court that it\nmust.Meanwhile, Justice Harlan had begun dissenting\nin our retroactivity cases, pressing the view that new rules\nannounced by the Court should be applied in all cases not yet\nfinal, without regard to the analysis set forth inLinkletter. SeeDesistv.United States,394 U. S. 244,\n256–269 (1969);Mackeyv.United States,401 U. S. 667, 675–702\n(1971) (opinion concurring in judgments in part and dissenting in\npart). InGriffithv.Kentucky,479 U. S. 314(1987), we abandonedLinkletteras it applied to cases still on direct review\nand adopted Justice Harlan’s view in such cases. Noting that\nnonretroactivity on direct appeal “violates basic norms of\nconstitutional adjudication” and that “selective application of new\nrules violates the principle of treating similarly situated\ndefendants the same,” 479 U. S., at 322, 323, we held that “a new\nrule for the conduct of criminal prosecutions is to be applied\nretroactively to all cases,state or federal, pending on\ndirect review or not yet final,”id., at 328 (emphasis\nadded). Just as in previous cases,Griffithby its terms\nbound state courts to apply our retroactivity decisions.Two years afterGriffithwas decided,\nwe granted certiorari inYatesv.Aiken,484 U. S. 211(1988). In\nthat case, a South Carolina state habeas court had decided that our\ndecision inFrancisv.Franklin,471 U. S. 307(1985),\nshould not be applied retroactively. If the authority of state\ncourts to apply their own retroactivity rules were well established\nunder our precedents—as the majority would have it, seeante, at 6–12—this case should have been easily decided on\nthe ground that whatever the federal retroactivity rule, the State\ncould adopt its own rule on the retroactivity of newly announced\nfederal constitutional standards.Instead, the State argued to this Court “that\nwe should adopt Justice Harlan’s theory that a newly announced\nconstitutional rule should not be applied retroactively to cases\npending on collateral review unless” the rule meets certain\ncriteria—the flip side of Justice Harlan’s view about cases on\ndirect review that we had accepted inGriffith. 484 U. S.,\nat 215. Under that approach, the State argued,Franciswould not be applied retroactively on collateral review. 484 U. S.,\nat 215. In response, we discussed Justice Harlan’s “distinction\nbetween direct review and collateral review.”Ibid.We\nfound, however, that it was “not necessary to determine whether we\nshould … adopt Justice Harlan’s reasoning as to the retroactivity\nof cases announcing new constitutional rules to cases pending on\ncollateral review,”id., at 215–216, becauseFrancisdid not announce a new rule.This Court went on, however, to address South\nCarolina’s alternative argument—that it “has the authority to\nestablish the scope of its own habeas corpus proceedings,” which\nwould allow it in the case before the Court “to refuse to apply a\nnew rule of federal constitutional law retroactively in such a\nproceeding.” 484 U. S., at 217. This argument should sound\nfamiliar—whatever the federal retroactivity rule, a State may\nestablish its own retroactivity rule for its own collateral\nproceedings. This Court rejected that proposition, not only because\nit did not regardFrancisas a new rule, but also because\nthe state court did not “plac[e] any limit on the issues that it\nwill entertain in collateral proceedings.” 484 U. S., at 218. As\nthis Court explained, if the state court “consider[s] the merits of\nthe federal claim, it has a duty to grant the relief thatfederal lawrequires.”Ibid.(emphasis\nadded).Given all this, the present case should come\nout the way it does only ifTeaguechanged the nature of\nretroactivity as a creature of federal law binding on the States,\nand adopted the argument rejected inYates—that when it\ncomes to retroactivity, a State “has the authority to establish the\nscope of its own habeas corpus proceedings.”Teaguedid no\nsuch thing.BInTeague, we completed\nthe project of conforming our view on the retroactivity of new\nrules of criminal procedure to those of Justice Harlan. Justice\nO’Connor’s plurality opinion posed the problem by noting, with more\nthan a bit of understatement, that the “Linkletterretroactivity standard has not led to consistent results.” 489 U.\nS., at 302. In light of these concerns, and because of “ ‘the\nimportant distinction between direct review and collateral\nreview,’ ”id., at 307 (quotingYates,supra, at 215), we generally adopted Justice Harlan’s\napproach to retroactivity on collateral review, 489 U. S., at 310,\njust as we had previously adopted his approach on direct review inGriffith.TheLinkletterapproach\nto retroactivity was thus overruled in favor of the Harlan approach\nin two steps:GriffithandTeague. There is no\ndispute thatGriffithis fully binding on States; a new\nrule “is to be applied retroactively to all cases,state or\nfederal, pending on direct review or not yet final.” 479 U.\nS., at 328 (emphasis added).Teagueis simply the other\nside of the coin, and it too should be binding in “all cases, state\nor federal.” The fact thatLinkletterwas overruled in two\nstages rather than one should not lead to a different result.Indeed,Teaguedid not purport to\ndistinguish between federal and state collateral review. Justice\nO’Connor’s opinion noted that “inYatesv.Aiken,\nwe were asked to decide whether the rule announced inFrancisv.Franklin, should be applied to a\ndefendant on collateral review at the time that case was decided,”\nbut that we were able to decide the case on alternative grounds.\n489 U. S., at 307 (citations omitted). This citation ofYates—a state habeas case—makes clear thatTeaguecontemplated no difference between retroactivity of new federal\nrules in state and federal collateral proceedings. Thus, our\nunqualified holding—that “[u]nless they fall within an exception to\nthe general rule, new constitutional rules of criminal procedure\nwill not be applicable to those cases which have become final\nbefore the new rules are announced,” 489 U. S., at 310—is enough to\ndecide this case.Moreover, the reasons theTeagueCourt provided for adopting Justice Harlan’s view apply to state as\nwell as federal collateral review. The majority is quite right thatTeagueinvoked the interest in comity between the state\nand federal sovereigns.Id., at 308. But contrary to the\nimpression conveyed by the majority, there was more toTeaguethan that.Teaguealso relied on the\ninterest in finality: “Application of constitutional rules not in\nexistence at the time a conviction became final seriously\nundermines the principle of finality which is essential to the\noperation of our criminal justice system. Without finality, the\ncriminal law is deprived of much of its deterrent effect.”Id., at 309. The Court responds by flatly stating that\n“finality of state convictions is astateinterest, not a\nfederal one.”Ante, at 15. But while it is certainly true\nthat finality of state convictions is a state interest, that does\nmean it is not also a federal one. After all, our decision inGriffithmade finality the touchstone for retroactivity of\nnew federal rules, and bound States to that judgment. See 479 U.\nS., at 328 (new rules are “to be applied retroactively to all\ncases,state or federal, pending on direct review or not\nyet final” (emphasis added)).It is quite a radical proposition to assert\nthat this Court has nothing to say about an interest “essential to\nthe operation of our criminal justice system,” without which “the\ncriminal law is deprived of much of its deterrent effect,” when the\nquestion is whether this interest is being undermined by the very\nrules offederalconstitutional procedure that we are\ncharged with expounding. A State alone may “evaluate, and weigh the\nimportance of” finality interests,ante, at 15, when it\ndecides which substantive rules of criminal procedurestate\nlawaffords; it is quite a leap to hold, as the Court does,\nthat they alone can do so in the name of the Federal\nConstitution.Teaguewas also based on the inequity\nof theLinkletterapproach to retroactivity. After noting\nthat the disparate treatment of similarly situated defendants led\nus inGriffithto adopt Justice Harlan’s view for cases on\ndirect appeal, the Court then explained that the\n“Linkletterstandard also led to unfortunate disparity in\nthe treatment of similarly situated defendants on collateral\nreview.” 489 U. S., at 305. See alsoid., at 316 (the\nCourt’s new approach to retroactivity “avoids the inequity\nresulting from the uneven application of new rules to similarly\nsituated defendants”).This interest in reducing the inequity of\nhaphazard retroactivity standards and disuniformity in the\napplication of federal law is quite plainly a predominantly federal\ninterest. Indeed, it was one of the main reasons we cited inGriffithfor imposing a uniform rule of retroactivity uponstatecourts for cases on direct appeal. And, more to the\npoint, it is the very interest that animates the Supremacy Clause\nand our role as the “one supreme Court” charged with enforcing\nit.Justice Story, writing for the Court, noted\nnearly two centuries ago that the Constitution requires\n“uniformityof decisions throughout the whole United\nStates, upon all subjects within [its] purview.”Martinv.Hunter’s Lessee, 1 Wheat. 304, 347–348 (1816). Indeed, the\n“fundamental principle” of our Constitution, as Justice O’Connor\nonce put it, is “that a single sovereign’s law should be applied\nequally to all.” Our Judicial Federalism, 35 Case W. Res.\nL. Rev. 1, 4 (1985). States are free to announce their own\nstate-law rules of criminal procedure, and to apply them\nretroactively in whatever manner they like. That is fully\nconsistent with the principle that “a single sovereign’s law should\nbe applied equally to all.” But the Court’s opinion invites just\nthe sort of disuniformity in federal law that the Supremacy Clause\nwas meant to prevent. The same determination of a federal\nconstitutional violation at the same stage in the criminal process\ncan result in freedom in one State and loss of liberty or life in a\nneighboring State.[Footnote 2]\nThe Court’s opinion allows “a single sovereign’s law”—the Federal\nConstitution, as interpreted by this Court—to be applied\ndifferently in every one of the several States.Finally, fromLinkletterthroughJohnsontoTeague, we have always emphasized that\ndetermining whether a new federal right is retroactive turns on the\nnature of the substantive federal rule at issue. SeeLinkletter, 381 U. S., at 629 (in deciding retroactivity,\nwe “loo[k] to the prior history of the rule in question, its\npurpose and effect, and whether retrospective operation will\nfurther or retard its operation”);Johnson, 384 U. S., at\n728 (“Each constitutional rule of criminal procedure has its own\ndistinct functions, its own background of precedent, and its own\nimpact on the administration of justice, and the way in which these\nfactors combine [to decide the retroactivity issue] must inevitably\nvary with the dictate involved”);Teague, supra, at\n311–315 (deciding whether rule is applicable to cases on collateral\nreview turns on whether the rule “places ‘certain kinds of primary,\nprivate individual conduct beyond the power of the criminal\nlaw-making authority to proscribe,’ ” and whether the rule is\nan “absolute prerequisite to fundamental fairness that is ‘implicit\nin the concept of ordered liberty’ ”). That is how we\ndetermine retroactivity—by carefully examining the underlying\nfederal right. See,e.g.,Whortonv.Bockting, 549 U. S. ___, ___–___ (2007) (slip op., at\n11–14);Schrirov.Summerlin,542 U. S. 348, 353–354\n(2004);Sawyerv.Smith,497 U. S. 227, 243–245\n(1990);Penryv.Lynaugh,492 U. S. 302, 318–319\n(1989).When this Court decides that a particular\nright shall not be applied retroactively, but a state court finds\nthat it should, it is at least in part because of a different\nassessment by the state court of the nature of the underlying\nfederal right—something on which the Constitution gives this Court\nthe final say. The nature and scope of the new rules we announce\ndirectly determines whether they will be applied retroactively on\ncollateral review. Today’s opinion stands for the unfounded\nproposition that while we alone have the final say in expounding\nthe former, we have no control over the latter.IIThe Court’s holding is not only\nbased on a misreading of our retroactivity cases, but also on a\nmisunderstanding of the nature of retroactivity generally. The\nmajority’s decision is grounded on the erroneous view that\nretroactivity is a remedial question. Seeante, at 26–27\n(“It is important to keep in mind that our jurisprudence concerning\nthe ‘retroactivity’ of ‘new rules’ of constitutional law is\nprimarily concerned, not with the question whether a constitutional\nviolation occurred, but with the availability or nonavailability of\nremedies”). But as explained in the lead opinion inAmerican\nTrucking—penned by the author of the lead opinion inTeague—it is an “error” to “equat[e] a decision not to\napply a rule retroactively with the judicial choice of a remedy.”\n496 U. S., at 194 (plurality opinion of O’Connor, J.). As Justice\nO’Connor went on to emphasize, “[n]or do this Court’s retroactivity\ndecisions, whether in the civil or criminal sphere, support the …\nassertion that our retroactivity doctrine is a remedial principle.”Ibid.“While application of the principles of\nretroactivity may have remedial effects, they are not themselves\nremedial principles… . A decision defining the operative\nconduct or events that will be adjudicated under old law does not,\nin itself, specify an appropriate remedy.”Id., at 195.\nSee alsoLemonv.Kurtzman,411 U. S. 192, 199\n(1973) (plurality opinion) (describing the question of\nretroactivity as “whether we will apply a new constitutional rule\nof criminal law in reviewing judgments of conviction obtained under\na prior standard,” and contrasting this with the question of the\n“appropriate scope of federal equitable remedies”).In other words, when we ask\nwhether and to what extent a rule will be retroactively applied, we\nare asking what law—new or old—will apply. As we have expressly\nnoted, “[t]heTeaguedoctrine … does not involve a special\n‘remedial’ limitation on the principle of ‘retroactivity’ as much\nas it reflects a limitation inherent in the principle itself.”Reynoldsville Casket Co.v.Hyde,514 U. S. 749, 758\n(1995).The foregoing prompts a lengthy rejoinder from\nthe Court, to the effect that it is wrong to view retroactivity as\na federal choice-of-law question rather than a remedial one. That\nview, we are told, was rejected by five Justices inAmerican\nTruckingand then by the Court inHarper.Ante, at 20–24. But the proposition on which five Members\nof the Court agreed inAmerican Trucking, and that the\nCourt adopted inHarper, was that theGriffithrule of retroactivity—that is, that newly announced constitutional\ndecisions should apply to all cases on direct review—should apply\nto civil cases as well as criminal. SeeAmerican Trucking,\n496 U. S., at 201 (Scalia, J., concurring in judgment) (“I share\nJustice Stevens’ perception that prospective decisionmaking is\nincompatible with the judicial role, which is to say what the law\nis, not to prescribe what it shall be”);id., at 212\n(Stevens, J., dissenting) (“Fundamental notions of fairness and\nlegal process dictate that the same rules should be applied to all\nsimilar cases on direct review”);Harper, 509 U. S., at 97\n(“When this Court applies a rule of federal law to the parties\nbefore it, that rule is the controlling interpretation of federal\nlaw and must be given full retroactive effect in all cases still\nopen on direct review”).Neither Justice Scalia’s concurrence inAmerican Truckingcombined with the dissent, nor the\nCourt’s opinion inHarper, resolved that retroactivity was\na remedial question. That is why, the year afterAmerican\nTruckingwas decided, two of the Justices in today’s majority\ncould explain:“Since the question is whether the court should\napply the old rule or the new one, retroactivity is properly seen\nin the first instance as a matter of choice of law, ‘a choice …\nbetween the principle of forward operation and that of relation\nbackward.’Great Northern R. Co.v.Sunburst Oil &\nRefining Co.,287 U. S. 358, 364\n(1932). Once a rule is found to apply ‘backward,’ there may then be\na further issue of remedies,i.e., whether the party\nprevailing under a new rule should obtain the same relief that\nwould have been awarded if the rule had been an old one. Subject to\npossible constitutional thresholds, the remedial inquiry is one\ngoverned by state law, at least where the case originates in state\ncourt. SeeAmerican Trucking Assns., Inc.v.Smith,496 U. S. 167, 210 (1990) (Stevens,\nJ., dissenting).But the antecedent choice-of-law question is a\nfederal one where the rule at issue itself derives from federal\nlaw, constitutional or otherwise.SeeSmith,supra, at 177–178 (plurality opinion).”James B. Beam\nDistilling Co.v.Georgia,501 U. S. 529, 534–535\n(1991) (opinion of Souter, J., joined by Stevens, J.) (citation\nomitted; emphasis added).AndHarpercertainly did\nnot view the retroactivity of federal rules as a remedial question\nfor state courts. Quite the contrary:Harperheld that the\n“Supremacy Clause does not allow federal retroactivity doctrine to\nbe supplanted by the invocation of a contrary approach to\nretroactivity under state law,” 509 U. S., at 100 (citation\nomitted), and expressly treated retroactivity and remedy as\nseparate questions,id., at 100–102.The majority explains that when we announce a\nnew rule of law, we are not “ ‘creatingthe\nlaw,’ ” but rather “ ‘declaringwhat the law\nalready is.’ ”Ante, at 21 (quotingAmerican\nTrucking,supra, at 201 (Scalia, J., concurring in\njudgment)). But this has nothing to do with the question before us.\nThe point may lead to the conclusion that nonretroactivity of our\ndecisions is improper—the position the Court has adopted in both\ncriminal and civil cases on direct review—but everyone agrees that\nfull retroactivity is not required on collateral review. It\nnecessarily follows that we must choose whether “new” or “old” law\napplies to a particular category of cases. Suppose, for example,\nthat a defendant, whose conviction became final before we announced\nour decision inCrawfordv.Washington,541 U. S. 36(2004),\nargues (correctly) on collateral review that he was convicted in\nviolation of bothCrawfordandOhiov.Roberts,448\nU. S. 56(1980), the case thatCrawfordoverruled.\nUnder our decision inWhortonv.Bockting, 549 U.\nS. ___ (2007), the “new” rule announced inCrawfordwould\nnot apply retroactively to the defendant. But I take it to be\nuncontroversial that the defendant would nevertheless get the\nbenefit of the “old” rule ofRoberts, even under the view\nthat the rule not only is but always has been an incorrect reading\nof the Constitution. See,e.g.,Yates, 484 U. S.,\nat 218. Thus, the question whether a particular federal rule will\napply retroactively is, in a very real way, a choice between new\nand old law. The issue in this case is who should decide.The proposition that the question of\nretroactivity—that is, the choice between new or old law in a\nparticular case—is distinct from the question of remedies has\nseveral important implications for this case. To begin with,\nwhatever intuitive appeal may lie in the majority’s statement that\n“the remedy a state court chooses to provide its citizens for\nviolations of the Federal Constitution is primarily a question of\nstate law,”ante, at 24, the statement misses the mark.\nThe relevant inquiry is not about remedy; it is about choice of\nlaw—new or old. There is no reason to believe, either legally or\nintuitively, that States should have any authority over this\nquestion when it comes to whichfederalconstitutional\nrules of criminal procedure to apply.[Footnote 3]Indeed, when the question is what federal rule\nof decision from this Court should apply to a particular case, no\nCourt but this one—which has the ultimate authority “to say what\nthe law is,”Marbury, 1 Cranch, at 177—should have final\nsay over the answer. SeeHarper,supra, at 100\n(“Supremacy Clause does not allow federal retroactivity doctrine to\nbe supplanted by the invocation of a contrary approach to\nretroactivity under state law” (citation omitted)). This is enough\nto rebut the proposition that there is no “source of [our]\nauthority” to bind state courts to follow our retroactivity\ndecisions.Ante, at 26. Retroactivity is a question of\nfederal law, and our final authority to construe it cannot, at this\npoint in the Nation’s history, be reasonably doubted.Principles of federalism protect the\nprerogative of States to extend greater rights under their own laws\nthan are available under federal law. The question here, however,\nis the availability of protection under the Federal\nConstitution—specifically, the Confrontation Clause of the Sixth\nAmendment. It is no intrusion on the prerogatives of the States to\nrecognize that it is for this Court to decide such a question of\nfederal law, and that our decision is binding on the States under\nthe Supremacy Clause.Consider the flip side of the question before\nus today: If a State interprets its own constitution to provide\nprotection beyond that available under the Federal Constitution,\nand has ruled that this interpretation is not retroactive, no one\nwould suppose that a federal court could hold otherwise, and grant\nrelief under state law that a state court would refuse to grant.\nThe result should be the same when a state court is asked to give\nretroactive effect to a right under the Federal Constitution that\nthis Court has held is not retroactive.The distinction between retroactivity and\navailable remedies highlights the fact that the majority’s\nassertion “thatTeague’s general rule of nonretroactivity\nwas an exercise of this Court’s power to interpret the federal\nhabeas statute,”ante, at 13—even if correct—is neither\nhere nor there.[Footnote 4]\nWhile Congress has substantial control over federal courts’ ability\nto grant relief for violations of the Federal Constitution, the\nConstitution gives us the responsibility to decide what its\nprovisions mean. And with that responsibility necessarily comes the\nauthority to determine the scope of those provisions—when they\napply and when they do not.This proposition—and the importance of the\ndistinction between retroactivity and available remedies—were\nconfirmed when we considered the availability of federal collateral\nreview of state convictions under the Antiterrorism and Effective\nDeath Penalty Act of 1996 (AEDPA). See 28 U. S. C.\n§2254(d)(1). Whatever control Congress has over federal courts’\nability to grant postconviction remedies, the availability or scope\nof those remedies has no bearing on our decisions about whether new\nor old law should apply in a particular case. That is why, after\nAEDPA’s passage, we view theTeagueinquiry as distinct\nfrom that under AEDPA. SeeHornv.Banks,536 U. S. 266,\n272 (2002)(per curiam)(“While it is of course a\nnecessary prerequisite to federal habeas relief that a prisoner\nsatisfy the AEDPA standard of review set forth in 28 U. S. C.\n§2254(d), … none of our post-AEDPA cases have suggested that a writ\nof habeas corpus should automatically issue if a prisoner satisfies\nthe AEDPA standard, or that AEDPA relieves courts from the\nresponsibility of addressing properly raisedTeaguearguments”). The majority today views the issue as simply one of\nwhat remedies a State chooses to apply; our cases confirm that the\nquestion whether a federal decision is retroactive is one of\nfederal law distinct from the issue of available remedies.Lurking behind today’s decision is of course\nthe question of just how free state courts are to define the\nretroactivity of our decisions interpreting the Federal\nConstitution. I do not see any basis in the majority’s logic for\nconcluding that States are free to hold our decisions retroactive\nwhen we have held they are not, but not free to hold that they are\nnot when we have held they are. Under the majority’s reasoning, in\neither case the availability of relief in state court is a question\nfor those courts to evaluate independently. The majority carefully\nreserves that question, seeante, at 4, n. 4,\nconfirming that the majority regards it as open.Nor is there anything in today’s decision\nsuggesting that States could not adopt more nuanced approaches to\nretroactivity. For example, suppose we hold that the Sixth\nAmendment right to be represented by particular counsel of choice,\nrecently announced inUnited Statesv.Gonzalez-Lopez,548 U. S. 140(2006), is\na new rule that does not apply retroactively. Under the majority’s\nrationale, a state court could decide that it nonetheless will\napplyGonzalez-Lopezretroactively, but only if the\ndefendant could prove prejudice, or some other criterion we had\nrejected as irrelevant in defining the substantive right. Under the\nmajority’s logic, that would not be a misapplication of our\ndecision inGonzalez-Lopez—which specifically rejected any\nrequired showing of prejudice,id., at 147–148—but simply\na state decision on the scope of available remedies in state court.\nThe possible permutations—from State to State, and federal right to\nfederal right—are endless.*  *  *Perhaps all this will be\ndismissed as fine parsing of somewhat arcane precedents, over which\nreasonable judges may disagree. Fair enough; but I would hope that\nenough has been said at least to refute the majority’s assertion\nthat its conclusion is dictated by our prior cases. This dissent is\ncompelled not simply by disagreement over how to read those cases,\nbut by the fundamental issues at stake—our role under the\nConstitution as the final arbiter of federal law, both as to its\nmeaning and its reach, and the accompanying duty to ensure the\nuniformity of that federal law.Stephen Danforth’s conviction\nbecame final before the new rule inCrawfordwas\nannounced. InWhortonv.Bockting, 549 U. S. ___\n(2007), we held thatCrawfordshall not be applied\nretroactively on collateral review. That should be the end of the\nmatter. I respectfully dissent.Footnote 1Paynecame to us on direct appeal,\nbut as noted,supra, at 4, we did not at the time\ndistinguish between direct appeal and collateral review for\npurposes of retroactivity.Footnote 2The Court points out that the defendants in\nsuch a case are differently situated because they violated the laws\nof and were tried in different States.Ante, at 26. But\ndisparate treatment under substantively different state laws is\nsomething we expect in our federal system; disparate treatment\nunder the same Federal Constitution is quite a different\nmatter.The majority also points out that the rule announced inGriffithv.Kentucky,479 U. S. 314(1987)—that full\nretroactive application ends with the conclusion of direct\nappeal—creates its own disuniformity, because finality turns on how\nquickly a State brings its direct appeals to a close.Ante, at 27. The same point was raised by theGriffithdissenters, 479 U. S., at 331–332 (opinion of\nWhite, J.), and rejected as pertinent by the majority in that case,id., at 327–328. The disuniformity that the majority\nemphasizes today and the dissenters emphasized inGriffithis a necessary consequence of our having chosen a relatively clear\nrule—finality—to delineate the line between full retroactivity and\npresumptive nonretroactivity. The relevant point is that whatever\ninequity arises from theGriffithrule, it is based on a\nbalancing of costs and benefits thatthisCourt—not 50\ndifferent sovereigns—has performed.Footnote 3A federal court applying state law underErie R. Co.v.Tompkins,304 U. S. 64(1938),\nfollows state choice-of-law rules as well, seeKlaxon Co.v.Stentor Elec. Mfg. Co.,313 U. S. 487, 496\n(1941). It is not free to follow its own federal rule simply\nbecause the issue arises in federal court. By the same token, a\nstate court considering a federal constitutional claim on\ncollateral review should follow the federal rule on whether new or\nold law applies. It is not free to follow its own state-law view on\nthe question simply because the issue arises in state court.Footnote 4The majority’s assertion, however, is a bit\nof an overstatement.Teaguewould be an odd form of\nstatutory interpretation; 28 U. S. C. §2254 is cited once in\npassing, 489 U. S., at 298, and §2243—the statute that the Court\nbelievesTeaguewas interpreting—is not cited at all. As\nsupport for its proposition, the Court cites several cases having\nnothing to do with retroactivity, and numerous concurring and\ndissenting opinions that did not command a majority. Seeante, at 14–15, and n. 15.",
    "joined": []
}