{
    "case": {
        "docket": "293",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/293/"
    },
    "id": "3227516",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–975_________________T-MOBILE SOUTH, LLC, PETITIONERv.CITY OF ROSWELL,\nGEORGIAon writ of certiorari to the united states court of appeals for\nthe eleventh circuit[January 14, 2015]Chief Justice Roberts, with whom Justice Ginsburg joins,\nand with whom Justice Thomas joins as to Part I,\ndissenting.The statute at issue in this case provides that “[a]ny decision\n. . . to deny a request . . . shall be in\nwriting and supported by substantial evidence contained in a\nwritten record.”47 U. S. C. §332(c)(7)(B)(iii). The Court\nconcludes that the City loses this case not because it failed to\nprovide its denial in writing. It did provide its denial in\nwriting. Nor does the City lose because the denial was not\nsupported by substantial evidence in a written record. The City\ncompiled a written record; whether that record contained\nsubstantial evidence supporting the denial is not at issue here and\nhas not been decided. Nor does the City lose because its denial was\nnot accompanied by a statement of reasons apart from the written\nrecord. A sharp conflict had developed in the lower courts over the\nnecessity of such a separate statement, and the Court today\nsquarely holds that one is not required.Ante,at 5, 8–11.\nNo, the City instead loses because of a question of timing: The\nwritten record was not made available roughly the same day as the\ndenial—a requirement found nowhere in the text of the statute.The Court says this timing requirement is necessary for judicial\nreview of whether the denial is supported by substantial evidence.\nA reviewing court, however, can carry out its function just as\neasily whether the record is submitted four weeks or four days\nbefore the lawsuit is filed—or four daysafter, for that\nmatter. The Court also supports its timing rule by saying that the\ncompany whose application is denied needs the time to carefully\nconsider whether to seek review. But cell service providers are not\nMom and Pop operations. As this case illustrates, they participate\nextensively in the local government proceedings, and do not have to\nmake last-second, uninformed decisions on whether to seek\nreview.The City here fully complied with its obligations under the\nstatute: It issued its decision in writing, and it sub-mitted a\nwritten record containing—so far as we know—substantial evidence\nsupporting that decision. I respectfully dissent from the Court’s\ncontrary conclusion.ISection 332(c)(7), enacted as part of the Telecommunications Act\nof 1996, places several limits on local governments’ authority to\nregulate the siting of cell towers and other telecommunications\nfacilities. A locality’s regulations must not unreasonably\ndiscriminate among service providers, effectively prohibit the\nprovision of service, or rest on concerns about the environmental\neffects of radio emissions. See §§332(c)(7)(B)(i), (iv). In\naddition, the provision central to this case specifies that “[a]ny\ndecision by a State or local government . . . to deny a\nrequest to place, construct, or modify” a cell tower “shall be in\nwriting and supported by substantial evidence contained in a\nwritten record.” §332(c)(7)(B)(iii). And another provision\nauthorizes expedited judicial review of a locality’s alleged\nfailure to comply with these rules. See §332(c)(7)(B)(v).After the city council of Roswell voted to deny T-Mobile’s\napplication to build a cell tower, the City sent T-Mobile a short\nletter that announced the denial but provided no further\nexplanation. The question T-Mobile has presented to this Court is\nwhether such a letter satisfies the “decision . . . in\nwriting” requirement of Section 332(c)(7)(B)(iii). See Pet. for\nCert. i.I would hold it does. The City’s letter was certainly in\nwriting. And it certainly memorialized the denial of T-Mobile’s\napplication. So T-Mobile’s only hope is that the lack of\nexplanation for the denial means the letter isnot truly a\n“decision.” But like the majority, I reject T-Mobile’s contention\nthat the term “decision” inherently demands a statement of reasons.\nDictionary definitions support that conclusion. Seeante,at\n12 (citing Black’s Law Dictionary); see also B. Garner, A\nDictionary of Modern Legal Usage 251 (2d ed. 1995) (grouping\n“decision” with “judgment,” as distinct from “opinion”).A comparison between Section 332(c)(7)(B)(iii) and other\nstatutory provisions that were on the books in 1996 also suggests\nthat when Congress wants decisionmakers to supply explanations, it\nsays so. Consider first the Administrative Procedure Act. In the\ncontext of formal adjudication and rulemaking, it demands that\n“decisions . . . include a statement of . . .\nfindings and conclusions,and the reasons or basis therefor,\non all the material issues.”5 U. S. C. §557(c)(A) (1994\ned.) (emphasis added). Even in informal proceedings, an agency must\ngive prompt notice of the denial of a written application, and,\n“[e]xcept in affirming a prior denial or when the denial is\nself-explanatory, the notice shall be accompanied bya brief\nstatement of the grounds for denial.” §555(e) (emphasis\nadded).The Communications Act of 1934, which the Telecommunications Act\noverhauled, itself contains a similar express requirement. Section\n309 allows an interested party to petition the Federal\nCommunications Commission to deny a license application.47\nU. S. C. §309(d)(1) (1994 ed.). If the FCC decides to\ngrant an application despite such a petition, it must “issue a\nconcise statement of the reasons for denying the petition.”\n§309(d)(2). And a provision added along with Section 332(c)(7) in\nthe Telecommunications Act provides that when the FCC grants or\ndenies a petition for regulatory forbearance, it “shallexplainits decision in writing.” §160(c) (2000 ed.)\n(emphasis added). Many other statutes in effect in 1996 could be\nadded to the list. See,e.g.,19 U. S. C. §1515(a)\n(1994 ed.) (notice of customs protest denial “shall include a\nstatement of the reasons for the denial”);30 U. S. C.\n§944 (1994 ed.) (individual whose claim for black lung benefits “is\ndenied shall receive . . . a written statement of the\nreasons for denial”);38 U. S. C. §5104(b) (1994 ed.)\n(notice of denial of veterans benefits must include “a statement of\nthe reasons for the decision”).Given the commonplace nature of express requirements that\nreasons be given—and the inclusion of such provisions in the\nAdministrative Procedure Act, the original Communications Act, and\nanother provision of the Telecommunications Act—the absence of one\nin Section 332(c)(7)(B)(iii) is telling, and supports reading\n“decision . . . in writing” to demand nothing more than\nwhat it says: a written document that communicates the town’s\ndenial.In my view, resolving that interpretive question in the City’s\nfavor also resolves the case as it stands in this Court. Although\nSection 332(c)(7)(B)(iii) goes on to require that a denial be\n“supported by substantial evidence contained in a written record,”\nthe adequacy of the City’s written record is not properly before\nus. As the Eleventh Circuit noted in its opinion below, the “sole\nissue” before it was the “in writing” requirement; it did not\nexamine whether the City’s denial was supported by substantial\nevidence. 731 F. 3d 1213, 1221, n. 7 (2013). The Court\ntoday also—correctly—does not decide whether substantial evidence\nsupported the City’s denial. The Eleventh Circuit’s judgment\ntherefore ought to be affirmed and the case remanded to the\nDistrict Court for further proceedings on T-Mobile’s remaining\nchallenges.IIThe Court agrees that the City was not required to explain its\nreasoning in its denial letter, but it nonetheless rules for\nT-Mobile. The improbable linchpin of this outcome is the City’s\nfailure to finalize the minutes of the April 12 city council\nmeeting until May 10. Improbable because, so far as I can tell,\nT-Mobile never even mentioned this timeline, let alone based an\nargument on it, in its filings in the lower courts or its petition\nfor certiorari. Nor did the Eleventh Circuit address this timing\nquestion in any way. Cf.Zivotofskyv.Clinton, 566\nU. S. ___, ___ (2012) (slip op., at 12) (“Ordinarily, we do\nnot decide in the first instance issues not decided below.”\n(internal quotation marks omitted)).The Court nonetheless rules against Roswell on this ground,\nproceeding in two steps: First it concludes that a town must\nprovide written reasons insomeform (the minutes being the\nonly candidate here); then it decides a town must make those\nreasons available “essentially contemporaneously” with its decision\n(the final minutes were not).Ante,at 14. In my view, the\nfirst step is justified by the statutory text, but the second is\nnot.The need to provide reasons in some form follows from the\nportion of Section 332(c)(7)(B)(iii) requiring that denials be\n“supported by substantial evidence contained in a written record.”\nLike the majority, I read this phrase as specifying a familiar\nstandard of review to be used if a denial is challenged in court.\nAnd like the majority, I agree that substantial evidence review\nrequires that a decisionmaker’s reasons be identifiable in the\nwritten record. If a reviewing court cannot identify any of a\ntown’s reasons for denying an application, it cannot determine\nwhether substantial evidence supports those reasons, and the town\nloses.But then the Court goes a step further and creates a timing\nrule: A town must provide “its written reasons at essentially the\nsame time as it communicates its denial.”Ante,at 10. This\ntiming rule is nowhere to be found in the text of Section\n332(c)(7)(B)—text thatexpresslyestablishes other time\nlimits, both general and specific. See §332(c)(7)(B)(ii) (requiring\nlocalities to act on siting requests “within a reasonable period of\ntime”); §332(c)(7)(B)(v) (giving injured parties 30 days to seek\njudicial review). Despite its assertion that the statute’s\n“enumerated limitations” constitute “an exclusive list,”ante,at 9, the Court offers two justifications for its\ninference of this additional, unenumerated limitation.The first is that “a court cannot review the denial without\nknowing the locality’s reasons,” so it would “stymie” judicial\nreview to allow delay between the issuance of the decision and the\nstatement of reasons.Ante,at 10. This makes little sense.\nThe Court’s “essentially contemporaneous” requirement presumably\nmeans the town must produce its reasons within a matter of days\n(though the majority never says how many). But a reviewing court\ndoes not need to be able to discern the town’s reasons within mere\ndays of the decision. At that point no one has even asked the court\nto review the denial. The fact that a court cannot conduct review\nwithout knowing the reasons simply means that if the town has not\nalready made the record available, it must do so by whatever\ndeadline the court sets. The court should proceed “on an expedited\nbasis,” §332(c)(7)(B)(v), but that hardly means it will need the\nrecord within days of the town’s decision. And in this case there\nis no indication that the City’s submission of the written record\nwas untimely or delayed the District Court’s review.The Court’s second justification focuses on the denied\napplicant, which must choose within 30 days from the denial whether\nto take the town to court. §332(c)(7)(B)(v). “[W]ithout knowing the\nlocality’s reasons,” the majority says, the applicant “may not be\nable to make a considered decision whether to seek judicial\nreview.”Ante,at 10. This concern might have force if towns\nroutinely made these decisions in secret, closed-door proceedings,\nor if applicants were unsophisticated actors. But the local zoning\nboard or town council is not the Star Chamber, and a\ntelecommunications company is no babe in the legal woods. Almost\ninvariably in cases addressing Section 332(c)(7), the relevant\nlocal authority has held an open meeting at which the applicant was\npresent and the issues publicly aired. In this case and others,\nT-Mobile has brought its own court reporter, ensuring that it has a\nverbatim transcript of the meeting well before the town is likely\nto finalize its minutes. See Brief for Petitioner 12, n. 2;T-Mobile South, LLCv.City of Milton, Georgia, 728\nF. 3d 1274, 1277 (CA11 2013). I strongly doubt that a\nsophisticated, well-lawyered company like T-Mobile—with extensive\nexperience with these particular types of proceedings—would have\nany trouble consulting its interests and deciding whether to seek\nreview before it had received a written explanation from the town.\nThe Court worries about towns “sandbagg[ing]” companies with\nunexpected reasons,ante,at 10, n. 3, but if those\nreasons in fact come out of nowhere, they will not be supported by\nsubstantial evidence in the record. And if the company’s initial\ncomplaint mistakes the town’s reasoning, the company will have no\ndifficulty amending its allegations. See Fed. Rule Civ. Proc.\n15(a).In sum, there is nothing impractical about reading the statutory\ntext to require only that the reasons implied by the term\n“substantial evidence” be discernible to the court when it conducts\nsubstantial evidence review. Demanding “essentially\ncontemporaneous” written reasons adds a requirement that Congress\nhas included expressly in many other statutes, but not in this one.\nSeesupra,at3–4.*  *  *For the foregoing reasons, the Court’s opinion and judgment are\nwrong. But this is not a “the sky is falling” dissent. At the end\nof the day, the impact on cities and towns across the Nation should\nbe small, although the new unwritten requirement could be a trap\nfor the unwary hamlet or two. All a local government need do is\nwithhold its final decision until the minutes are typed up, and\nmake the final decision and the record of proceedings (with\ndiscernible reasons) available together.Today’s decision is nonetheless a bad break for Roswell. Or\nmaybe not. The Court leaves open the question of remedy,ante,at 14, and it may be that failure to comply with the\n“in writing” requirement as construed by the Court can be excused\nas harmless error in appropriate cases. It is hard to see where the\nharm is here. T-Mobile somehow managed to make the tough call to\nseek review of the denial of an application it had spent months and\nmany thousands of dollars to obtain, based on a hearing it had\nattended. And nothing about Roswell’s failure to meet the\n“contemporaneously” requirement delayed, much less “stymied,”\njudicial review.The Court today resolves the conflict over whether a town must\nprovide a statement of reasons with its final decision, apart from\nthe written record. We now know it need not. As the Court explains,\n“nothing in [the] text [of the Act] imposes any requirement that\nthe reasons be given in any particular form,” and there is “in the\nAct no command—either explicit or implicit—that localities must\nprovide those reasons in a specific document.”Ante,at 9.\nGood analysis—which also should have been followed to reject the\ntiming requirement the Court creates today.I respectfully dissent.",
    "joined": []
}