{
    "case": {
        "docket": "665",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/665/"
    },
    "id": "3410713",
    "author": "roberts",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 13–935_________________WELLNESS INTERNATIONAL NETWORK, LIMITED, et\nal, PETITIONERSv.RICHARD SHARIFon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[May 26, 2015]Chief Justice Roberts, with whom Justice\nScalia joins, and with whom Justice Thomas joins as to Part I,\ndissenting.The Bankruptcy Court in this case granted\njudgmentto Wellness on its claim that Sharif’s bankruptcy estate\ncontained assets he purportedly held in a trust. Provided that no\nthird party asserted a substantial adverse claim to those assets,\nthe Bankruptcy Court’s adjudication “stems from the bankruptcy\nitself” rather than from “the stuff of the traditional actions at\ncommon law tried by the courts at Westminster in 1789.”Sternv.Marshall, 564 U. S. ___, ___ (2011)\n(slip op., at 18, 34) (internal quotation marks omitted). Article\nIII poses no barrier to such a decision. That is enough to resolve\nthis case.Unfortunately, the Court brushes aside this\nnarrow basis for decision and proceeds to the serious\nconstitutional question whether private parties may consent to an\nArticle III violation. In my view, they cannot. By reserving the\njudicial power to judges with life tenure and salary protection,\nArticle III constitutes “an inseparable element of the\nconstitutional system of checks and balances”—a structural\nsafeguard that must “be jealously guarded.”Northern Pipeline\nConstr. Co.v.Marathon Pipe Line Co., 458 U. S.\n50, 58, 60 (1982) (plurality opinion).Today the Court lets down its guard. Despite our\nprecedent directing that “parties cannot by consent cure” an\nArticle III violation implicating the structural separation of\npowers,Commodity Futures Trading Comm’nv.Schor,\n478 U. S. 833 –851 (1986), the majority authorizes litigants\nto do just that. The Court justifies its decision largely on\npragmatic grounds. I would not yield so fully to functionalism. The\nFramers adopted the formal protections of Article III for good\nreasons, and “the fact that a given law or procedure is efficient,\nconvenient, and useful in facilitating functions of government,\nstanding alone, will not save it if it is contrary to the\nConstitution.”INSv.Chadha, 462 U. S. 919, 944\n(1983) .The impact of today’s decision may seem limited,\nbut the Court’s acceptance of an Article III violation is not\nlikely to go unnoticed. The next time Congress takes judicial power\nfrom Article III courts, the encroachment may not be so modest—and\nwe will no longer hold the high ground of principle. The majority’s\nacquiescence in the erosion of our constitutional power sets a\nprecedent that I fear we will regret. I respectfully dissent.IThe Court granted certiorari on two questions\nin this case. The first is whether the Bankruptcy Court’s entry of\nfinal judgment on Wellness’s claim violated Article III based onStern. The second is whether an Article III violation of the\nkind recognized inSterncan be cured by consent. Because\nthe first question can be resolved on narrower grounds, I would\nanswer it alone.AThe Framers of the Constitution “lived among\nthe ruins of a system of intermingled legislative and judicial\npowers.”Plautv.Spendthrift Farm, Inc., 514\nU. S. 211, 219 (1995) . Under British rule, the King “made\nJudges dependent on his Will alone, for the tenure of their\noffices, and the amount and payment of their salaries.” The\nDeclaration of Independence ¶11. Between the Revolution and the\nConstitutional Convention, state legislatures routinely interfered\nwith judgments of the courts. This history created the “sense of a\nsharp necessity to separate the legislative from the judicial\npower.”Plaut, 514 U. S., at 221; seePerezv.Mortgage Bankers Assn., 575 U. S. ___, ___–___ (2015)\n(Thomas, J., concurring in judgment) (slip op., at 5–8). The result\nwas Article III, which established a judiciary “truly distinct from\nboth the legislature and the executive.” The Federalist No. 78, p.\n466 (C. Rossiter ed. 1961) (A. Hamilton).Article III vests the “judicial Power of the\nUnited States” in “one supreme Court, and in such inferior Courts\nas the Congress may from time to time ordain and establish.”\nArt. III, §1. The judges of those courts are entitled to hold\ntheir offices “during good Behaviour” and to receive compensation\n“which shall not be diminished” during their tenure.Ibid.The judicial power extends “to all Cases, in Law and Equity,\narising under this Constitution, the Laws of the United States, and\nTreaties” and to other enumerated matters. Art. III, §2. Taken\ntogether, these provisions define the constitutional birthright of\nArticle III judges: to “render dispositive judgments” in cases or\ncontroversies within the bounds of federal jurisdiction.Plaut, 514 U. S., at 219 (internal quotation marks\nomitted).With narrow exceptions, Congress may not confer\npower to decide federal cases and controversies upon judges who do\nnot comply with the structural safeguards of Article III. Those\nnarrow exceptions permit Congress to establish non-Article III\ncourts to exercise general jurisdiction in the territories and the\nDistrict of Columbia, to serve as military tribunals, and to\nadjudicate disputes over “public rights” such as veterans’\nbenefits.Northern Pipeline, 458 U. S., at 64–70\n(plurality opinion).Our precedents have also recognized an exception\nto the requirements of Article III for certain bankruptcy\nproceedings. When the Framers gathered to draft the Constitution,\nEnglish statutes had long empowered nonjudicial bankruptcy\n“commissioners” to collect a debtor’s property, resolve claims by\ncreditors, order the distribution of assets in the estate, and\nultimately discharge the debts. See 2 W. Blackstone, Commentaries\n*471–488. This historical practice, combined with Congress’s\nconstitutional author-ity to enact bankruptcy laws, confirms that\nCongress may assign to non-Article III courts adjudications\ninvolving “the restructuring of debtor-creditor relations, which is\nat the core of the federal bankruptcy power.”Northern\nPipeline, 458 U. S., at 71 (plurality opinion).Although Congress may assign some bankruptcy\nproceedings to non-Article III courts, there are limits on that\npower. InNorthern Pipeline, the Court invalidated statutory\nprovisions that permitted a bankruptcy court to enter final\njudgment on a creditor’s state law claim for breach of contract.\nBecause that claim arose not from the bankruptcy but from\nindependent common law sources, a majorityof the Court determined\nthat Article III required an adjudicator with life tenure and\nsalary protection. Seeid., at 84;id., at 90–91\n(Rehnquist, J., concurring in judgment).Congress responded toNorthern Pipelineby allowing bankruptcy courts to render final judgments only in\n“core” bankruptcy proceedings. 28 U. S. C. §157(b). Those\njudgments may be appealed to district courts and reviewed under\ndeferential standards. §158(a). In non-core proceedings, bankruptcy\njudges may submit proposed findings of fact and conclusions of law,\nwhich the district court must reviewde novobefore\nentering final judgment. §157(c)(1).InStern, we faced the question whether a\nbankruptcy court could enter final judgment on an action defined by\nCongress as a “core” proceeding—an estate’s counterclaim against a\ncreditor based on state tort law. §157(b)(2)(C). We said no.\nBecause the tort claim neither “stem[med] from the bankruptcy\nitself” nor would “necessarily be resolved in the claims allowance\nprocess,” it fell outside the recognized exceptions to Article III.\n564 U. S., at ___ (slip op., at 34). Like the contract claim\ninNorthern Pipeline, the tort claim inSterninvolved “the stuff of the traditional actions at common law tried\nby the courts at Westminster in 1789.”Id., at ___ (slip\nop., at 18) (quotingNorthern Pipeline, 458 U. S., at 90\n(Rehnquist, J., concurring in judgment)). Congress had no power\nunder the Constitution to assign the resolution of such a claim to\na judge who lacked the structural protections of Article III.BThe question here is whether the claim\nWellness submitted to the Bankruptcy Court is a “Sternclaim” that requires final adjudication by an Article III court.\nSeeExecutive Benefits Ins. Agencyv.Arkison, 573\nU. S. ___, ___–___ (2014) (slip op., at 8–9) (assuming without\ndeciding that a fraudulent conveyance action is a “Sternclaim”). As the Court recounts, Wellness alleged that Sharif had\nconcealed about $5 million of assets by claiming that they were\nowned by a trust. Wellness sought a declaratory judgment that the\ntrust was in fact Sharif’s alter ego and that its assets should\naccordingly be part of his bankruptcy estate. The Bankruptcy Court\ngranted final judgment (based on Sharif’s default) to Wellness,\ndeclaring that the trust assets were part of Sharif’s estate\nbecause he had treated them as his own property.Ante, at\n5–6.In my view, Article III likely poses no barrier\nto the Bankruptcy Court’s resolution of Wellness’s claim. At its\nmost basic level, bankruptcy is “an adjudication of interests\nclaimed in ares.”Katchenv.Landy, 382\nU. S. 323, 329 (1966) (internal quotation marks omitted).\nWellness asked the Bankruptcy Court to declare that assets held by\nSharif are part of that res. Defining what constitutes the estate\nis the necessary starting point of every bankruptcy; a court cannot\ndivide up the estate without first knowing what’s in it. See 11\nU. S. C. §541(a). As the Solicitor General explains,\n“Identifying the property of the estate is therefore inescapably\ncentral to the restructuring of the debtor-creditor relationship.”\nBrief for United States asAmicus Curiae14.Identifying property that constitutes the estate\nhas long been a central feature of bankruptcy adjudication. English\nbankruptcy commissioners had authority not only to collect property\nin the debtor’s possession, but also to “cause any house or\ntenement of the bankrupt to be broken open,” in order to uncover\nand seize property the debtor had concealed. 2 W. Blackstone,\nCommentaries *485. America’s first bankruptcy statute, enacted by\nCongress in 1800, similarly gave commissioners “power to take into\ntheir possession, all the estate, real and personal, of every\nnature and description to which the [debtor] may be entitled,\neither in law or equity, in any manner whatsoever.” §5, 2Stat. 23.\nThat is peculiarly a bankruptcy power.The Bankruptcy Act of 1898 provides further\nsupport for Wellness’s position. Under that Act, bankruptcy\nreferees had authority to exercise “summary” jurisdiction over\ncertain claims, while other claims could only be adjudi-cated in\n“plenary” proceedings before an Article III district court. SeeArkison, 573 U. S., at ___–___ (slip op., at 4–5). This\nCourt interpreted the 1898 Act to permit bankruptcy referees to\nexercise summary jurisdiction to determine whether property in the\nactual or constructive possession of a debtor should come within\nthe estate, at least when no third party asserted more than a\n“merely colorable” claim to the property.Muellerv.Nugent, 184 U. S. 1, 15 (1902) . In the legal parlance\nof the times, a “merely colorable” claim was one that existed “in\nappearance only, and not in reality.” Black’s Law Dictionary 223\n(1891). So a bankruptcy referee could exercise summary jurisdiction\nover property in the debtor’s possession as long as no third party\nasserted a “substantial adverse” claim.Taubel-Scott-Kitzmiller\nCo.v.Fox, 264 U. S. 426 –433 (1924).Here, Sharif does not contest that he held legal\ntitle to the assets in the trust. Assuming that no third party\nasserted a substantial adverse claim to those assets—an inquiry for\nthe Bankruptcy Court on remand—Wellness’s alter ego claim fits\ncomfortably into the category of cases that bankruptcy referees\ncould have decided by themselves under the 1898 Act.InMueller, for example, this Court held\nthat a bankruptcy referee could exercise summary jurisdiction over\nproperty in the possession of a third party acting as the debtor’s\nagent. 184 U. S., at 14–17; see Black’s Law Dictionary 302\n(10th ed. 2014) (example of a merely “color-able” claim is “one\nmade by a person holding property as an agent or bailee of the\nbankrupt”). Similarly, this Court held that a bankruptcy referee\ncould exercise summary jurisdiction over a creditor’s claim that\nthe debtor had concealed assets under the veil of a corporate\nentity that was “nothing but a sham and a cloak.”Sampsellv.Imperial Paper & Color Corp., 313 U. S. 215 –217\n(1941) (internal quotation marks omitted), rev’g 114 F. 2d 49,\n52 (CA9 1940) (describing creditor’s claim that corporation was\ndebtor’s “alter ego”). As the Court explained inSampsell,\nthe “legal existence of the affiliated corporation” did not\nautomatically require a plenary proceeding, because “[m]ere legal\nparaphernalia will not suffice to transform into a substantial\nadverse claimant a corporation whose affairs are so closely\nassimilated to the affairs of the dominant stockholder that in\nsubstance it is little more than his corporate pocket.” 313\nU. S., at 218. Just as the bankruptcy referee in that case had\nauthority to decide whether assets allegedly concealed behind the\ncorporate veil belonged to the bankruptcy estate, the Bankruptcy\nCourt here had authority to decide whether the assets allegedly\nconcealed in the trust belonged to Sharif’sestate.Sharif contends that Wellness’s alter ego claim\nis more like an allegation of a fraudulent conveyance, which this\nCourt has implied must be adjudicated by an Article III court. SeeGranfinanciera, S. A.v.Nordberg, 492 U. S. 33,\n56 (1989) ;Arkison, 573 U. S., at ___–___ (slip op.,\nat 8–9). Although both actions aim to remedy a debtor’s deception,\nthey differ in a critical respect. A fraudulent conveyance claim\nseeks assets in the hands of a third party, while an alter ego\nclaim targets only the debtor’s “second self.” Webster’s New\nInternational Dictionary 76 (2d ed. 1954). That distinction is\nsignificant given bankruptcy’s historic domain over property within\nthe actual or constructive “possession [of] the bankrupt at the\ntime of the filing of the petition.”Thompsonv.Magnolia\nPetroleum Co., 309 U. S. 478, 481 (1940) . Through a\nfraudulent conveyance, a dishonest debtorrelinquishespossession of assets before filing for bankruptcy. Reclaiming those\nassets for the estate requires depriving third parties of property\nwithin their otherwise lawful possession and control, an action\nthat “quintessentially” required a suit at common law.Granfinanciera, 492 U. S., at 56. By contrast, a\ndebtor’s possession of property provided “an adequate basis” for a\nbankruptcy referee to adjudicate a dispute over title in a summary\nproceeding.Thompson, 309 U. S., at 482; seeMueller, 184 U. S., at 15–16 (distinguishing claim to\nproperty in possession of debtor’s agent from fraudulent conveyance\nclaim in determining that bankruptcy referee could exercise summary\njurisdiction).In sum, unlike the fraudulent conveyance claim\ninGranfinanciera, Wellness’s alter ego claim alleges that\nassets within Sharif’s actual or constructive possession belong to\nhis estate. And unlike the breach of contract and tort claims at\nissue inNorthern PipelineandStern, Wellness’s\nclaim stems not from any independent source of law but “from the\nbankruptcy itself.”Stern, 564 U. S., at ___ (slip op.,\nat 34). Provided that no third party asserted a substantial adverse\nclaim to the trust assets, Wellness’s claim therefore falls within\nthe narrow historical exception that permits a non-Article III\nadjudicator in certain bankruptcy proceedings. I would reverse the\ncontrary holding by the Court of Appeals and end our inquiry there,\nrather than deciding a broader question that may not be necessary\nto the disposition of this case.IIThe Court “expresses no view” on whether\nWellness’s claim was aSternclaim.Ante, at 8,\nn. 7. Instead, the Court concludes that the Bankruptcy Court\nhad constitutional authority to enter final judgment on Wellness’s\nclaim either way. The majority rests its decision on Sharif’s\npurported consent to the Bankruptcy Court’s adjudication. But\nSharif has no authority to compromise the structural separation of\npowers or agree to an exercise of judicial power outside Article\nIII. His consent therefore cannot cure a constitutional\nviolation.A“[I]f there is a principle in our Constitution\n. . . more sacred than another,” James Madison said on\nthe floor of the First Congress, “it is that which separates the\nLegislative, Executive, and Judicial powers.” 1 Annals of Cong. 581\n(1789). A strong word, “sacred.” Madison was the principal drafter\nof the Constitution, and he knew what he was talking about. By\ndiffusing federal powers among three different branches, and by\nprotecting each branch against incursions from the others, the\nFramers devised a structure of government that promotes both\nliberty and accountability. SeeBondv.United\nStates, 564 U. S. ___, ___–___ (2011) (slip op., at\n10–11);Free Enterprise Fundv.Public Company Accounting\nOversight Bd., 561 U. S.477, 497–501 (2010)\n(PCAOB);Youngstown Sheet & Tube Co.v.Sawyer, 343 U. S. 579, 635 (1952) (Jackson, J.,\nconcurring).Preserving the separation of powers is one of\nthis Court’s most weighty responsibilities. In performing that\nduty, we have not hesitated to enforce the Constitution’s mandate\n“that one branch of the Government may not intrude upon the central\nprerogatives of another.”Lovingv.United States,\n517 U. S. 748, 757 (1996) . We have accordingly invalidated\nexecutive actions that encroach upon the power of the Legislature,\nseeNLRBv.Noel Canning, 573 U. S. ___ (2014);Youngstown, 343 U. S. 579 ; legislative actions that\ninvade the province of the Executive, seePCAOB, 561\nU. S. 477 ;Bowsherv.Synar, 478 U. S. 714\n(1986) ;Chadha, 462 U. S. 919 ;Myersv.United States, 272 U. S. 52 (1926) ; and actions by\neither branch that trench upon the territory of the Judiciary, seeStern, 564 U. S. ___;Plaut, 514 U. S. 211\n;United Statesv.Will, 449 U. S. 200 (1980) ;United Statesv.Klein, 13 Wall. 128 (1872);Hayburn’s Case, 2 Dall. 409 (1792).In these and other cases, we have emphasized\nthat the values of liberty and accountability protected by the\nseparation of powers belong not to any branch of the Government but\nto the Nation as a whole. SeeBowsher, 478 U. S., at\n722. A branch’s consent to a diminution of its constitutional\npowers therefore does not mitigate the harm or cure the wrong.\n“Liberty is always at stake when one or more of the branches seek\nto transgress the separation of powers.”Clintonv.City\nof New York, 524 U. S. 417, 450 (1998) (Kennedy, J.,\nconcurring). When the Executive and the Legislature agreed to\nbypass the Article I, §7, requirements of bicameralism and\npresentment by creating a Presidential line-item veto—a very\npragmatic proposal—the Court held that the arrangement violated the\nConstitution notwithstanding the voluntary participation of both\nbranches.Id., at 421 (majority opinion). Likewise, the\nCourt struck down a one-House “legislative veto” that violated\nArticle I, §7, even though Presidents and Congresses had agreed to\ninclude similar provisions in hundreds of laws for more than 50\nyears.Chadha, 462 U. S., at 944–945.In neither of these cases did the branches’\nwilling embrace of a separation of powers violation weaken the\nCourt’s scrutiny. To the contrary, the branches’ “enthusiasm” for\nthe offending arrangements “ ‘sharpened rather than blunted’\nour review.”Noel Canning, 573 U. S., at ___ (Scalia,\nJ., concurring in judgment) (slip op., at 4) (quotingChadha, 462 U. S, at 944). In short, because the\nstructural provisions of the Constitution protect liberty and not\njust government entities, “the separation of powers does not depend\non . . . whether ‘the encroached-upon branch approves the\nencroachment.’ ”PCAOB, 561 U. S., at 497 (quotingNew Yorkv.United States, 505 U. S. 144, 182\n(1992) ).BIf a branch of the Federal Government may not\nconsent to a violation of the separation of powers, surely a\nprivate litigant may not do so. Just as a branch of Government may\nnot consent away the individual liberty interest protected by the\nseparation of powers, so too an individual may not consent away the\ninstitutional interest protected by the separation of powers. To be\nsure, a private litigant may consensually relinquishindividualconstitutional rights. A federal criminal\ndefendant, for example, may knowingly and voluntarily waive his\nSixth Amendment right to a jury trial by pleading guilty to a\ncharged offense. SeeBradyv.United States, 397\nU. S. 742, 748 (1970) . But that same defendant may not agree\nto stand trial on federal charges before a state court, a foreign\ncourt, or a moot court, because those courts have no constitutional\nauthor-ity to exercise judicial power over his case, and he has no\npower to confer it. A “lack of federal jurisdiction cannot be\nwaived or be overcome by an agreement of the parties.”Mitchellv.Maurer, 293 U. S. 237, 244 (1934)\n.As the majority recognizes, the Court’s most\nextensive discussion of litigant consent in a separation of powers\ncase occurred inCommodity Futures Trading Comm’nv.Schor, 478 U. S. 833 (1986) . There the Court held that\nArticle III confers both a “personal right” that can be waived\nthrough consent and a structural component that “safeguards the\nrole of the Judicial Branch in our tripartite system.”Id.,\nat 848, 850. “To the extent that this structural principle is\nimplicated in a given case, the parties cannot by consent cure the\nconstitutional difficulty for the same reason that the parties by\nconsent cannot confer on federal courts subject-matter jurisdiction\nbeyond the limitations imposed by Article III.”Id., at\n850–851. Thus, when “Article III limitations are at issue, notions\nof consent and waiver cannot be dispositive because the limitations\nserve institutional interests that the parties cannot be expected\nto protect.”Id., at 851.Schor’s holding that a private litigant\ncan consent to an Article III violation that affects only his\n“personal right” has been vigorously contested. Seeid., at\n867 (Brennan, J., dissenting) (“Because the individual and\nstructural interests served by Article III are coextensive, I do\nnot believe that a litigant may ever waive his right to an Article\nIII tribunal where one is constitutionally required”);Granfinanciera, 492 U. S., at 70 (Scalia, J.,\nconcurring in part and concurring in judgment). But whatever the\nmerits of that position, nobody disputes thatSchorforbids\na litigant from consenting to a constitutional violation when the\nstructural component of Article III “is implicated.” 478\nU. S., at 850–851. Thus, the key inquiry in this case—as the\nmajority puts it—is “whether allowing bankruptcy courts to decideSternclaims by consent would ‘impermissibly threaten the\ninstitutional integrity of the Judicial Branch.’ ”Ante, at 12 (quotingSchor, 478 U. S., at 851;\nalteration omitted).One need not search far to find the answer. InStern, this Court applied the analysis fromSchorto\nbankruptcy courts and concluded that they lack Article III\nauthority to enter final judgments on matters now known asSternclaims. The Court noted that bankruptcy courts, unlike\nthe administrative agency inSchor, were endowed by Congress\nwith “substantive jurisdiction reaching any area of thecorpus\njuris,” power to render final judgments enforceable without any\naction by Article III courts, and authority to adjudicate\ncounterclaims entirely independent of the bankruptcy itself. 564\nU. S., at ___–___ (slip op., at 25–29). The Court concluded\nthat allowing Congress to bestow such authority on non-Article III\ncourts would “compromise the integrity of the system of separated\npowers and the role of the Judiciary in that system.”Id.,\nat ___ (slip op., at 38). If there was any room for doubt about the\nbasis for its holding, the Court dispelled it by asking a question:\n“Is there really a threat to the separation of powers where\nCongress has conferred the judicial power outside Article III only\nover certain counterclaims in bankruptcy?”Id., at ___ (slip\nop., at 37). “The short but emphatic answer is yes.”Ibid.In other words, allowing bankruptcy courts to\ndecideSternclaims by consent would “impermissibly threaten\nthe institutional integrity of the Judicial Branch.”Ante,\nat 12 (internal quotation marks and alteration omitted). It is\nlittle wonder that the Court of Appeals felt itself bound bySternandSchorto hold that Sharif’s consent could\nnot cure theSternviolation. 727 F. 3d 751, 771 (CA7\n2013). Other Courts of Appeals have adopted the same reading. SeeIn re BP RE, L. P., 735 F. 3d 279, 287 (CA5 2013);Waldmanv.Stone, 698 F. 3d 910, 917–918 (CA6\n2012).The majority attempts to avoid this conclusion\nthrough an imaginative reconstruction ofStern. As the\nmajority sees it,Stern“turned on the fact that the\nlitigant ‘did not truly consent to’ resolution of the claim”\nagainst him in the Bankruptcy Court.Ante, at 15 (quoting\n564 U. S., at ___ (slip op., at 27)). That is not a proper\nreading of the decision. The constitutional analysis inStern, spanning 22 pages, contained exactly one affirmative\nreference to the lack of consent. Seeibid.That reference\ncame amid a long list of factors distinguishing the proceeding inSternfrom the proceedings inSchorand other “public\nrights” cases. 564 U. S., at ___–___ (slip op., at 27–29).Stern’s subsequent sentences made clear that the notions of\nconsent relied upon by the Court inSchordid not apply in\nbankruptcy because “creditors lack an alternative forum to the\nbankruptcy court in which to pursue their claims.” 564 U. S.,\nat ___ (slip op., at 28) (quotingGranfinanciera, 492\nU. S., at 59, n. 14). Put simply, the litigant inSterndid not consent because hecould notconsent\ngiven the nature of bankruptcy.There was an opinion inSternthat turned\nheavily on consent: the dissent. 564 U. S., at ___–___\n(opinion of Breyer, J.) (slip op., at 12–14). TheSternmajority responded to the dissent with a counterfactual:Even\nifconsent were relevant to the analysis, that factor would not\nchange the result because the litigant did not truly consent.Id., at ___–___ (slip op., at 28–29). Moreover,Sternheld that “it does not matter who” authorizes a bankruptcy judge to\nrender final judgments onSternclaims, because the\n“constitutional bar remains.”Id., at ___ (slip op., at 36).\nThat holding is incompatible with the majority’s conclusion today\nthat two litigants can authorize a bankruptcy judge to render final\njudgments onSternclaims, despite the constitutional bar\nthat remains.The majority also relies heavily on the\nsupervision and control that Article III courts exercise over\nbankruptcy courts.Ante, at 12–15. As the majority notes,\ncourt of appeals judges appoint bankruptcy judges, and bankruptcy\njudges receive cases only on referral from district courts\n(although every district court in the country has adopted a\nstanding rule automatically referring all bankruptcy filings to\nbankruptcy judges, see 1 Collier on Bankruptcy ¶3.02[1],\np. 3–26 (16th ed. 2014)). The problem is that Congress has\nalso given bankruptcy courts authority to enter final judgments\nsubject only to deferential appellate review, and Article III\nprecludes those judgments when they involveSternclaims.\nThe fact that Article III judges played a role in the Article III\nviolation does not remedy the constitutional harm. We have already\nexplained why.It is a fundamental principle that no branch of\ngovernment can delegate its constitutional functions to an actor\nwho lacks authority to exercise those functions. SeeWhitmanv.American Trucking Assns., Inc., 531 U. S. 457, 472\n(2001) ;Carterv.Carter Coal Co., 298 U. S.\n238, 311 (1936) . Such delegations threaten liberty and thwart\naccountability by empowering entities that lack the structural\nprotections the Framers carefully devised. SeeDepartment of\nTransportationv.Association of American Railroads, 575\nU. S. ___, ___–___ (2015) (Alito, J., concurring) (slip op.,\nat 6–7);id., at ___–___ (Thomas, J., concurring in\njudgment) (slip op., at 2–3);Mistrettav.United\nStates, 488 U. S. 361 –422 (1989) (Scalia, J.,\ndissenting). Article III judges have no constitutional authority to\ndelegate the judicial power—the power to “render dispositive\njudgments”—to non-Article III judges, no matter how closely they\ncontrol or supervise theirwork.Plaut, 514 U. S., at\n219 (internal quotation marks omitted).In any event, the majority’s arguments about\nsupervision and control are not new. They were considered and\nrejected inStern. See 564 U. S., at ___ (slip op., at\n36) (“it does not matter who appointed the bankruptcy judge or\nauthorized the judge to render final judgments”); see alsoNorthern Pipeline, 458 U. S., at 84–86 (plurality\nopinion);id., at 91 (Rehnquist, J., concurring in\njudgment). The majority points to no differences between the\nbankruptcy proceeding inSternand the bankruptcy proceeding\nhere, except for Sharif’s purported consent. The majority thus\ntreats consent as “dispositive” in curing the structural separation\nof powers violation—precisely whatSchorsaid consent could\nnot do. 478 U. S., at 851.CEager to change the subject fromStern,\nthe majority devotes considerable attention to defending the\nauthority of magistrate judges, who may conduct certain proceedings\nwith the consent of the parties under 28 U. S. C. §636.\nNo one here challenges the constitutionality of magistrate judges\nor disputes that they, like bankruptcy judges, may issue reports\nand recommendations that are reviewedde novoby\nArticle III judges. The cases about magistrate judges cited by the\nmajority therefore have little bearing on this case, because none\nof them involved a constitutional challenge to the entry of final\njudgment by a non-Article III actor. SeeRoellv.Withrow, 538 U. S. 580 (2003) (statutory challenge\nonly);Peretzv.United States, 501 U. S. 923\n(1991) (challenge to a magistrate judge’s conduct ofvoir direin a felony trial);Gomezv.United\nStates, 490 U. S. 858 (1989) (same).The majority also points to 19th-century cases\nin which courts referred disputes to non-Article III referees,\nmasters, or arbitrators.Ante, at 8. In those cases,\nhowever, it was the Article III court that ultimately entered final\njudgment.E.g., Thorntonv.Carson, 7 Cranch 596, 600\n(1813) (“the Court was right in entering the judgment for the sums\nawarded”). Article III courts do refer matters to non-Article III\nactors for assistance from time to time. This Court does so\nregularly in original jurisdiction cases. See,e.g., Kansasv.Nebraska, 574 U. S. ___, ___ (2015) (slip op., at\n1). But under the Constitution, the “ultimate responsibility for\ndeciding” the case must remain with the Article III court.Id.,at ___ (slip op., at 6) (quotingColoradov.New Mexico, 467 U. S. 310, 317 (1984) ).The concurrence’s comparison of bankruptcy\njudges to arbitrators is similarly inapt.Ante, at 1\n(opinion of Alito, J.). Arbitration is “a matter of contract” by\nwhich parties agree to resolve their disputes in a private forum.Rent-A-Center, West, Inc.v.Jackson, 561 U. S.\n63, 67 (2010) . Such an arrangement does not implicate Article III\nany more than does an agreement between two business partners to\nsubmit a difference of opinion to a mutually trusted friend.\nArbitration agreements, like most private contracts, can be\nenforced in court. And Congress, pursuant to its Commerce Clause\npower, has authorized district courts to enter judgments enforcing\narbitration awards under certain circumstances. See 9\nU. S. C. §9. But this ordinary scheme of contract\nenforcement creates no constitutional concern. As the concurrence\nacknowledges, only Article III judges—not arbitrators—may enter\nfinal judgments enforcing arbitration awards.Ante, at\n1.The discussion of magistrate judges, masters,\narbitrators, and the like fits with the majority’s focus on the\nsupposedly dire consequences that would follow a decision that\nparties cannot consent to the final adjudication ofSternclaims in bankruptcy courts. Of course, it “goes without saying”\nthat practical considerations of efficiency and convenience cannot\ntrump the structural protections of the Constitution.Stern,\n564 U. S., at ___ (slip op., at 36); seePerez, 575\nU. S., at ___ (Thomas, J., concurring in judgment) (slip op.,\nat 20) (“Even in the face of perceived necessity, the Constitution\nprotects us from ourselves.”). And I find it hard to believe that\nthe Framers in Philadelphia, who took great care to ensure that the\nJudiciary was “truly distinct” from the Legislature, would have\nbeen comforted to know that Congress’s incursion here could “only\nbe termedde minimis.”Ante, at 13 (quotingSchor, 478 U. S., at 856).In any event, the majority overstates the\nconsequences of enforcing the requirements of Article III in this\ncase. As explained in Part I, Wellness’s claim may not be aSternclaim, in which case the bankruptcy statute would\napply precisely as Congress wrote it. Even if Wellness’s claim were\naSternclaim, the District Court would not need to start\nfrom scratch. As this Court held inArkison, the District\nCourt could treat the bankruptcy judge’s decision as a\nrecommendation and enter judgment after performingde novoreview. 573 U. S., at ___ (slip op., at\n4).InStern, the Court cautioned that\nCongress “may no more lawfully chip away at the authority of the\nJudicial Branch than it may eliminate it entirely.” 564 U. S.,\nat ___ (slip op., at 37). The majority sees no reason to fret,\nhowever, so long as two private parties consent.Ante,at\n14, n. 10. But such parties are unlikely to carefully weigh\nthe long-term structural independence of the Article III judiciary\nagainst their own short-term priorities. Perhaps the majority’s\nacquiescence in this diminution of constitutional authority will\nescape notice. Far more likely, however, it will amount to the kind\nof “blueprint for extensive expansion of the legislative power”\nthat we have resisted in the past.PCAOB, 561 U. S., at\n500 (quotingMetropolitan Washington Airports Authorityv.Citizens for Abatement of Aircraft Noise, Inc., 501\nU. S. 252, 277 (1991) ).The encroachment at issue here may seem benign\nenough. Bankruptcy judges are devoted professionals who strive to\nbe fair to all sides, and litigants can be trusted to protect their\nown interests when deciding whether to consent. But the fact\nremains that Congress controls the salary and tenure of bankruptcy\njudges, and the Legislature’s present solicitude provides no\nguarantee of its future restraint. SeeGlidden Co.v.Zdanok, 370 U. S. 530, 534 (1962) (plurality opinion).\nOnce Congress knows that it can assign federal claims to judges\noutside Article III with the parties’ consent, nothing would limit\nits exercise of that power to bankruptcy. Congress may consider it\nadvantageous to allow claims to be heard before judges subject to\ngreater legislative control in any number of areas of federal\nconcern. As for the requirement of consent, Congress can find ways\nto “encourage” consent, say by requiring it as a condition of\nfederal benefits. That has worked to expand Congress’s power\nbefore. See,e.g.,College Savings Bankv.Florida\nPrepaid Postsecondary Ed. Expense Bd., 527 U. S. 666, 686\n(1999) (“Congress may, in the exercise of its spending power,\ncondition its grant of funds to the States upon their taking\ncertain actions that Congress could not require them to take”);South Dakotav.Dole, 483 U. S. 203, 207 (1987)\n(same).Legislative designs of this kind would not\ndisplace the Article III judiciary overnight. But steady erosion of\nArticle III authority, no less than a brazen usurpation, violates\nthe constitutional separation of powers. In a Federal Government of\nlimited powers, one branch’s loss is another branch’s gain, seePCAOB, 561 U. S., at 500, so whether a branch aims to\n“arrogate power to itself” or to “impair another in the performance\nof its constitutional duties,” the Constitution forbids the\ntransgression all the same.Loving, 517 U. S., at 757.\nAs we have cautioned, “[s]light encroachments create new boundaries\nfrom which legions of power can seek new territory to capture.”Stern, 564 U. S., at ___ (slip op., at 38) (internal\nquotation marks omitted).The Framers understood this danger. They warned\nthat the Legislature would inevitably seek to draw greater power\ninto its “impetuous vortex,” The Federalist No. 48, at 309 (J.\nMadison), and that “power over a man’s subsistence amounts to a\npower over his will,”id., No. 79, at 472 (A. Hamilton)\n(emphasis deleted). In response, the Framers adopted the structural\nprotections of Article III, “establishing high walls and clear\ndistinctions because low walls and vague distinctions will not be\njudicially defensible in the heat of interbranch conflict.”Plaut, 514 U. S., at 239. As this Court once put it,\ninvoking Frost, “Good fences make good neighbors.”Id., at\n240.Ultimately, however, the structural protections\nof Article III are only as strong as this Court’s will to enforce\nthem. In Madison’s words, the “great security against a gradual\nconcentration of the several powers in the same department consists\nin giving to those who administer each department the necessary\nconstitutional means and personal motives to resist encroachments\nof the others.” The Federalist No. 51, at 321–322 (J. Madison). The\nCourt today declines to resist encroachment by the Legislature.\nInstead it holds that a single federal judge, for reasons adequate\nto him, may assign away our hard-won constitutional birthright so\nlong as two private parties agree. I hope I will be wrong about the\nconsequences of this decision for the independence of the Judicial\nBranch. But for now, another literary passage comes to mind: It\nprofits the Court nothing to give its soul for the whole world . .\n. but to avoidSternclaims?I respectfully dissent.",
    "joined": []
}