{
    "case": {
        "docket": "18-1150",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1150/"
    },
    "id": "4241515",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1150_________________GEORGIA, et al., PETITIONERSv.PUBLIC.RESOURCE.ORG, INC.on writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 27, 2020]Chief Justice Roberts delivered the opinion of\nthe Court.The Copyright Act grants potent, decades-long\nmonopoly protection for “original works of authorship.” 17\nU. S. C. §102(a). The question in this case is whether\nthat protection extends to the annotations contained in Georgia’s\nofficial annotated code.We hold that it does not. Over a century ago, we\nrecognized a limitation on copyright protection for certain\ngovernment work product, rooted in the Copyright Act’s “authorship”\nrequirement. Under what has been dubbed the government edicts\ndoctrine, officials empowered to speak with the force of law cannot\nbe the authors of—and therefore cannot copyright—the works they\ncreate in the course of their official duties.We have previously applied that doctrine to hold\nthat non-binding, explanatory legal materials are not copyrightable\nwhen createdby judgeswho possess the authority to make and\ninterpret the law. SeeBanksv.Manchester,128 U.S.\n244(1888). We now recognize that the same logic applies to\nnon-binding, explanatory legal materials createdbya\nlegislative bodyvested with the authority to make law. Because\nGeorgia’s annotations are authored by an arm of the legislature in\nthe course of its legislative duties, the government edicts\ndoctrine puts them outside the reach of copyright protection.IAThe State of Georgia has one official code—the\n“Official Code of Georgia Annotated,” or OCGA. The first page of\neach volume of the OCGA boasts the State’s official seal and\nannounces to readers that it is “Published Under Authority of the\nState.”The OCGA includes the text of every Georgia\nstatute currently in force, as well as various non-binding\nsupplementary materials. At issue in this case is a set of\nannotations that appear beneath each statutory provision. The\nannotations generally include summaries of judicial decisions\napplying a given provision, summaries of any pertinent opinions of\nthe state attorney general, and a list of related law review\narticles and similar reference materials. In addition, the\nannotations often include editor’s notes that provide information\nabout the origins of the statutory text, such as whether it derives\nfrom a particular judicial decision or resembles an older provision\nthat has been construed by Georgia courts. See,e.g., OCGA\n§§51–1–1, 53–4–2 (2019).The OCGA is assembled by a state entity called\nthe Code Revision Commission. In 1977, the Georgia Legislature\nestablished the Commission to recodify Georgia law for the first\ntime in decades. The Commission was (and remains) tasked with\nconsolidating disparate bills into a single Code for reenactment by\nthe legislature and contracting with a third party to produce the\nannotations. A majority of the Commission’s 15 members must be\nmembers of the Georgia Senate or House of Representatives. The\nCommission receives funding through appropriations “provided for\nthe legislative branch of state government.” OCGA §28–9–2(c)\n(2018). And it is staffed by the Office of Legislative Counsel,\nwhich is obligated by statute to provide services “for the\nlegislative branch of government.” §§28–4–3(c)(4), 28–9–4. Under\nthe Georgia Constitution, the Commission’s role in compiling the\nstatutory text and accompanying annotations falls “within the\nsphere of legislative authority.”Harrison Co.v.Code\nRevision Comm’n, 244 Ga. 325, 330,260 S.E.2d 30, 34 (1979).Each year, the Commission submits its proposed\nstatutory text and accompanying annotations to the legislature for\napproval. The legislature then votes to do three things: (1)\n“enact[ ]” the “statutory portion of the codification of\nGeorgia laws”; (2) “merge[ ]” the statutory portion “with\n[the] annotations”; and (3) “publish[ ]” the final merged\nproduct “by authority of the state” as “the ‘Official Code of\nGeorgia Annotated.’ ” OCGA §1–1–1 (2019); seeCode Revision\nComm’nv.Public.Resource.Org, Inc., 906 F.3d 1229,\n1245, 1255 (CA11 2018); Tr. of Oral Arg. 8.The annotations in the current OCGA were\nprepared in the first instance by Matthew Bender & Co., Inc., a\ndivision of the LexisNexis Group, pursuant to a work-for-hire\nagreement with the Commission. The agreement between Lexis and the\nCommission states that any copyright in the OCGA vests exclusively\nin “the State of Georgia, acting through the Commission.” App. 567.\nLexis and its army of researchers perform the lion’s share of the\nwork in drafting the annotations, but the Commission supervises\nthat work and specifies what the annotations must include in\nexacting detail. See 906 F. 3d, at 1243–1244; App. 269–278,\n286–427 (Commission specifications). Under the agreement, Lexis\nenjoys the exclusive right to publish, distribute, and sell the\nOCGA. In exchange, Lexis has agreed to limit the price it may\ncharge for the OCGA and to make an unannotated version of the\nstatutory text available to the public online for free. A hard copy\nof the complete OCGA currently retails for $412.00.BPublic.Resource.Org (PRO) is a nonprofit\norganization that aims to facilitate public access to government\nrecords and legal materials. Without permission, PRO posted a\ndigital version of the OCGA on various websites, where it could be\ndownloaded by the public without charge. PRO also distributed\ncopies of the OCGA to various organizations and Georgia\nofficials.In response, the Commission sent PRO several\ncease-and-desist letters asserting that PRO’s actions constituted\nunlawful copyright infringement. When PRO refused to halt its\ndistribution activities, the Commission sued PRO on behalf of the\nGeorgia Legislature and the State of Georgia for copyright\ninfringement. The Commission limited its assertion of copyright to\nthe annotations described above; it did not claim copyright in the\nstatutory text or numbering. PRO counterclaimed, seeking a\ndeclaratory judgment that the entire OCGA, including the\nannotations, fell in the public domain.The District Court sided with the Commission.\nThe Court acknowledged that the annotations in the OCGA presented\n“an unusual case because most official codes are not annotated and\nmost annotated codes are not official.”Code Revision\nComm’nv.Public.Resource.Org, Inc., 244 F. Supp.\n3d 1350, 1356 (ND Ga. 2017). But, ultimately, the Court concluded\nthat the annotations were eligible for copyright protection because\nthey were “not enacted into law” and lacked “the force of law.”Ibid.In light of that conclusion, the Court granted partial\nsummary judgment to the Commission and entered a permanent\ninjunction requiring PRO to cease its distribution activities and\nto remove the digital copies of the OCGA from the internet.The Eleventh Circuit reversed. 906 F.3d 1229.\nThe Court began by reviewing the three 19th-century cases in which\nwe articulated the government edicts doctrine. SeeWheatonv.Peters, 8 Pet. 591 (1834);Banksv.Manchester,128 U.S.\n244(1888);Callaghanv.Myers,128 U.S.\n617(1888). The Court understood those cases to establish a\n“rule” based on an interpretation of the statutory term “author”\nthat “works created by courts in the performance of their official\nduties did not belong to the judges” but instead fell “in the\npublic domain.” 906 F. 3d, at 1239. In the Court’s view, that\nrule “derive[s] from first principles about the nature of law in\nour democracy.”Ibid.In a democracy, the Court reasoned,\n“the People” are “the constructive authors” of the law, and judges\nand legislators are merely “draftsmen\n. . . exercising delegated authority.”Ibid.The Court therefore deemed the “ultimate inquiry” to be whether a\nwork is “attributable to the constructive authorship of the\nPeople.”Id., at 1242. The Court identified three factors to\nguide that inquiry: “the identity of the public official who\ncreated the work; the nature of the work; and the process by which\nthe work was produced.”Id., at 1254. The Court found that\neach of those factors cut in favor of treating the OCGA annotations\nas government edicts authored by the People. It therefore rejected\nthe Commission’s assertion of copyright, vacated the injunction\nagainst PRO, and directed that judgment be entered for PRO.We granted certiorari. 588 U. S. ___\n(2019).IIWe hold that the annotations in Georgia’s\nOfficial Code are ineligible for copyright protection, though for\nreasons distinct from those relied on by the Court of Appeals. A\ncareful examination of our government edicts precedents reveals a\nstraightforward rule based on the identity of the author. Under the\ngovernment edicts doctrine, judges—and, we now confirm,\nlegislators—may not be considered the “authors” of the works they\nproduce in the course of their official duties as judges and\nlegislators. That rule applies regardless of whether a given\nmaterial carries the force of law. And it applies to the\nannotations here because they are authored by an arm of the\nlegislature in the course of its official duties.AWe begin with precedent. The government edicts\ndoctrine traces back to a trio of cases decided in the 19th\ncentury. In this Court’s first copyright case,Wheatonv.Peters, 8 Pet. 591 (1834), the Court’s third Reporter of\nDecisions, Wheaton, sued the fourth, Peters, unsuccessfully\nasserting a copyright interest in the Justices’ opinions.Id., at 617 (argument). In Wheaton’s view, the opinions\n“must have belonged to some one” because “they were new, original,”\nand much more “elaborate” than law or custom required.Id.,\nat 615. Wheaton argued that the Justices were the authors and had\nassigned their ownership interests to him through a tacit “gift.”Id., at 614. The Court unanimously rejected that argument,\nconcluding that “no reporter has or can have any copyright in the\nwritten opinions delivered by this court” and that “the judges\nthereof cannot confer on any reporter any such right.”Id.,\nat 668 (opinion).That conclusion apparently seemed too obvious to\nadorn with further explanation, but the Court provided one a half\ncentury later inBanksv.Manchester,128 U.S.\n244(1888). That case concerned whether Wheaton’s state-court\ncounterpart, the official reporter of the Ohio Supreme Court, held\na copyright in the judges’ opinions and several non-binding\nexplanatory materials prepared by the judges.Id., at\n249–251. The Court concluded that he did not, explaining that “the\njudge who, in his judicial capacity, prepares the opinion or\ndecision, the statement of the case and the syllabus or head note”\ncannot “be regarded as their author or their proprietor, in the\nsense of [the Copyright Act].”Id., at 253. Pursuant to “a\njudicialconsensus” dating back toWheaton, judges\ncould not assert copyright in “whatever work they perform in their\ncapacity as judges.”Banks, 128 U. S, at 253 (emphasis\nin original). Rather, “[t]he whole work done by the judges\nconstitutes the authentic exposition and interpretation of the law,\nwhich, binding every citizen, is free for publication to all.”Ibid.(citingNashv.Lathrop, 142 Mass. 29, 6\nN.E. 559 (1886)).In a companion case decided later that Term,Callaghanv.Myers,128 U.S.\n617(1888), the Court identified an important limiting\nprinciple. As inWheatonandBanks, the Court\nrejected the claim that an official reporter held a copyright\ninterest in the judges’ opinions. But, resolving an issue not\naddressed inWheatonandBanks, the Court upheld the\nreporter’s copyright interest in several explanatory materials that\nthe reporter had created himself: headnotes, syllabi, tables of\ncontents, and the like.Callaghan, 128 U. S., at 645,\n647. Although these works mirrored the judge-made materials\nrejected inBanks, they came from an author who had no\nauthority to speak with the force of law. Because the reporter was\nnot a judge, he was free to “obtain[ ] a copyright” for the\nmaterials that were “the result of his [own] intellectual labor.”\n128 U. S., at 647.These cases establish a straightforward rule:\nBecause judges are vested with the authority to make and interpret\nthe law, they cannot be the “author” of the works they prepare “in\nthe discharge of their judicial duties.”Banks, 128\nU. S., at 253. This rule applies both to binding works (such\nas opinions) and to non-binding works (such as headnotes and\nsyllabi).Ibid.It does not apply, however, to works created\nby government officials (or private parties) who lack the authority\nto make or interpret the law, such as court reporters. Compareibid.withCallaghan, 128 U. S., at 647.The animating principle behind this rule is that\nno one can own the law. “Every citizen is presumed to know the\nlaw,” and “it needs no argument to show . . . that all\nshould have free access” to its contents.Nash, 142 Mass.,\nat 35, 6 N. E., at 560 (cited byBanks, 128 U. S., at\n253–254). Our cases give effect to that principle in the copyright\ncontext through construction of the statutory term “author.”Id., at 253.[1] Rather\nthan attempting to catalog the materials that constitute “the law,”\nthe doctrine bars the officials responsible for creating the law\nfrom being considered the “author[s]” of “whatever workthey\nperform in their capacity” as lawmakers.Ibid.(emphasis\nadded). Because these officials are generally empowered to make and\ninterpret law, their “whole work” is deemed part of the “authentic\nexposition and interpretation of the law” and must be “free for\npublication to all.”Ibid.If judges, acting as judges, cannot be “authors”\nbecause of their authority to make and interpret the law, it\nfollows that legislators, acting as legislators, cannot be either.\nCourts have thus long understood the government edicts doctrine to\napply to legislative materials. See,e.g.,Nash, 142\nMass., at 35, 6 N. E., at 560 (judicial opinions and statutes\nstand “on substantially the same footing” for purposes of the\ngovernment edicts doctrine);Howellv.Miller, 91 F.\n129, 130–131, 137–138 (CA6 1898) (Harlan, J., Circuit Justice,\njoined by then-Circuit Judge Taft) (analyzing statutes and\nsupplementary materials underBanksandCallaghanand\nconcluding that the materials were copyrightable because they were\nprepared by a private compiler).Moreover, just as the doctrine applies to\n“whatever work [judges] perform in their capacity as judges,”Banks, 128U. S., at 253, it applies to whatever work\nlegislators perform in their capacity as legislators. That of\ncourse includes final legislation, but it also includes explanatory\nand procedural materials legislators create in the discharge of\ntheir legislative duties. In the same way that judges cannot be the\nauthors of their headnotes and syllabi, legislators cannot be the\nauthors of (for example) their floor statements, committee reports,\nand proposed bills. These materials are part of the “whole work\ndone by [legislators],” so they must be “free for publication to\nall.”Ibid.Under our precedents, therefore, copyright does\nnot vest in works that are (1) created by judges and legislators\n(2) in the course of their judicial and legislative duties.B1Applying that framework, Georgia’s annotations\nare not copyrightable. The first step is to examine whether their\npurported author qualifies as a legislator.As we have explained, the annotations were\nprepared in the first instance by a private company (Lexis)\npursuant to a work-for-hire agreement with Georgia’s Code Revision\nCommission. The Copyright Act therefore deems the Commission the\nsole “author” of the work. 17 U. S. C. §201(b). Although\nLexis expends considerable effort preparing the annotations, for\npurposes of copyright that labor redounds to the Commission as the\nstatutory author. Georgia agrees that the author is the Commission.\nBrief for Petitioners 25.The Commission is not identical to the Georgia\nLegislature, but functions as an arm of it for the purpose of\nproducing the annotations. The Commission is created by the\nlegislature, for the legislature, and consists largely of\nlegislators. The Commission receives funding and staff designated\nby law for the legislative branch. Significantly, the annotations\nthe Commission creates are approved by the legislature before being\n“merged” with the statutory text and published in the official code\nalongside that text at the legislature’s direction. OCGA §1–1–1;\nsee 906 F. 3d, at 1245, 1255; Tr. of Oral Arg. 8.If there were any doubt about the link between\nthe Commission and the legislature, the Georgia Supreme Court has\ndispelled it by holding that, under the Georgia Constitution, “the\nwork of the Commission;i.e., selecting a publisher and\ncontracting for and supervising the codification of the laws\nenacted by the General Assembly, including court interpretations\nthereof,is within the sphere of legislative authority.”Harrison Co., 244 Ga., at 330, 260 S. E. 2d, at 34\n(emphasis added). That holding is not limited to the Commission’s\nrole in codifying the statutory text. The Commission’s “legislative\nauthority” specifically includes its “codification of\n. . . court interpretations” of the State’s laws.Ibid.Thus, as a matter of state law, the Commission wields\nthe legislature’s authority when it works with Lexis to produce the\nannotations. All of this shows that the Commission serves as an\nextension of the Georgia Legislature in preparing and publishing\nthe annotations. And it helps explain why the Commission brought\nthis suit asserting copyright in the annotations “on behalf of and\nfor the benefit of ” the Georgia Legislature and the State of\nGeorgia. App. 20.[2]2The second step is to determine whether the\nCommission creates the annotations in the “discharge” of its\nlegislative “duties.”Banks, 128 U. S., at 253. It\ndoes. Although the annotations are not enacted into law through\nbicameralism and presentment, the Commission’s preparation of the\nannotations is under Georgia law an act of “legislative authority,”Harrison Co., 244 Ga., at 330, 260 S. E. 2d, at 34, and\nthe annotations provide commentary and resources that the\nlegislature has deemed relevant to understanding its laws. Georgia\nand Justice Ginsburg emphasize that the annotations do not purport\nto provide authoritative explanations of the law and largely\nsummarize other materials, such as judicial decisions and law\nreview articles. Seepost, at 3–4 (dissenting\nopinion).But that does not take them outside the exercise\nof legislative duty by the Commission and legislature. Just as we\nhave held that the “statement of the case and the syllabus or head\nnote” prepared by judges fall within the “work they perform in\ntheir capacity as judges,”Banks, 128 U. S., at 253, so\ntoo annotations published by legislators alongside the statutory\ntext fall within the work legislators perform in their capacity as\nlegislators.In light of the Commission’s role as an adjunct\nto the legislature and the fact that the Commission authors the\nannotations in the course of its legislative responsibilities, the\nannotations in Georgia’s Official Code fall within the government\nedicts doctrine and are not copyrightable.IIIGeorgia resists this conclusion on several\ngrounds. At the outset, Georgia advances two arguments for why, in\nits view, excluding the OCGA annotations from copyright protection\nconflicts with the text of the Copyright Act. Both are\nunavailing.First, Georgia notes that §101 of the Act\nspecifically lists “annotations” among the kinds of works eligible\nfor copyright protection. But that provision refers only to\n“annotations . . . which . . . represent an\noriginal work ofauthorship.” 17 U. S. C. §101\n(emphasis added). The whole point of the government edicts doctrine\nis that judges and legislators cannot serve as authors when they\nproduce works in their official capacity. While the reference to\n“annotations” in §101 may help explain why supplemental,\nexplanatory materials are copyrightable when prepared by a private\nparty, or a non-lawmaking official like the reporter inCallaghan, it does not speak to whether those same materials\nare copyrightable when prepared by a judge or a legislator. In the\nsame way that judicial materials are ineligible for protection even\nthough they plainly qualify as “[l]iterary works . . .\nexpressed in words,”ibid., legislative materials are\nineligible for protection even if they happen to fit the\ndescription of otherwise copyrightable “annotations.”Second, Georgia draws a negative inference from\nthe fact that the Act excludes from copyright protection “work[s]\nprepared by an officer or employee of the United States Government\nas part of that person’s official duties” and does not establish a\nsimilar rule for the States. §101; see also §105. But the bar on\ncopyright protection for federal works sweeps much more broadly\nthan the government edicts doctrine does. That bar applies to works\ncreated by all federal “officer[s] or employee[s],” without regard\nfor the nature of their position or scope of their authority.\nWhatever policy reasons might justify the Federal Government’s\ndecision to forfeit copyright protection for its own proprietary\nworks, that federal rule does not suggest an intent to displace the\nmuch narrower government edicts doctrine with respect to the\nStates. That doctrine does not apply to non-lawmaking officials,\nleaving States free to assert copyright in the vast majority of\nexpressive works they produce, such as those created by their\nuniversities, libraries, tourism offices, and so on.More generally, Georgia suggests that we should\nresist applying our government edicts precedents to the OCGA\nannotations because our 19th-century forebears interpreted the\nstatutory term author by reference to “public policy”—an approach\nthat Georgia believes is incongruous with the “modern era” of\nstatutory interpretation. Brief for Petitioners 21 (internal\nquotation marks omitted). But we are particularly reluctant to\ndisrupt precedents interpreting language that Congress has since\nreenacted. As we explained last Term inHelsinn Healthcare\nS. A.v.Teva Pharmaceuticals USA,Inc., 586\nU. S. ___ (2019), when Congress “adopt[s] the language used in\n[an] earlier act,” we presume that Congress “adopted also the\nconstruction given by this Court to such language, and made it a\npart of the enactment.”Id.,at ___ (slip op., at 7)\n(quotingShapirov.United States,335 U.S.\n1, 16 (1948)). A century of cases have rooted the government\nedicts doctrine in the word “author,” and Congress has repeatedly\nreused that term without abrogating the doctrine. The term now\ncarries this settled meaning, and “critics of our ruling can take\ntheir objections across the street, [where] Congress can correct\nany mistake it sees.”Kimblev.Marvel Entertainment,\nLLC, 576 U.S. 446, 456 (2015).[3]Moving on from the text, Georgia invokes what it\nviews as the official position of the Copyright Office, as\nreflected in the Compendium of U. S. Copyright Office\nPractices (Compendium). But, as Georgia concedes, the Compendium is\na non-binding administrative manual that at mostmerits deference underSkidmorev.Swift & Co.,323 U.S.\n134(1944). That means we must follow it only to the extent it\nhas the “power to persuade.”Id.,at 140. Because our\nprecedents answer the question before us, we find any competing\nguidance in the Compendium unpersuasive.In any event, the Compendium is largely\nconsistent with our decision. Drawing onBanks, it states\nthat, “[a]s a matter of longstanding public policy, the U. S.\nCopyright Office will not register a government edict that has been\nissued by any state, local, or territorial government, including\nlegislative enactments, judicial decisions, administrative rulings,\npublic ordinances,or similar types of official legal\nmaterials.” Compendium §313.6(C)(2) (rev. 3d ed. 2017)\n(emphasis added). And, underBanks, what counts as a\n“similar” material depends on what kind of officer created the\nmaterial (i.e., a judge) and whether the officer created it\nin the course of official (i.e., judicial) duties. See\nCompendium §313.6(C)(2) (quotingBanks, 128 U. S., at\n253, for the proposition that copyright cannot vest “in the\nproducts of the labor done by judicial officers in the discharge of\ntheir judicial duties”).The Compendium goes on to observe that “the\nOffice may register annotations that summarize or comment upon\nlegal materials . . . unless the annotations themselves\nhave the force of law.” Compendium §313.6(C)(2). But that broad\nstatement—true of annotations created by officials such as court\nreporters that lack the authority to make or interpret the law—does\nnot engage with the critical issue of annotations createdby\njudges or legislatorsin their official capacities. Because the\nCompendium does not address that question and otherwise echoes our\ngovernment edicts precedents, it is of little relevance here.Georgia also appeals to the overall purpose of\nthe Copyright Act to promote the creation and dissemination of\ncreative works. Georgia submits that, without copyright protection,\nGeorgia and many other States will be unable to induce private\nparties like Lexis to assist in preparing affordable annotated\ncodes for widespread distribution. That appeal to copyright policy,\nhowever, is addressed to the wrong forum. As Georgia acknowledges,\n“[I]t is generally for Congress, not the courts, to decide how best\nto pursue the Copyright Clause’s objectives.”Eldredv.Ashcroft,537 U.S.\n186, 212 (2003). And that principle requires adherence to\nprecedent when, as here, we have construed the statutory text and\n“tossed [the ball] into Congress’s court, for acceptance or not as\nthat branch elects.”Kimble, 576 U. S., at 456.Turning to our government edicts precedents,\nGeorgia insists that they can and should be read to focus\nexclusively on whether a particular work has “the force of law.”\nBrief for Petitioners 32 (capitalization deleted). Justice Thomas\nappears to endorse the same view. Seepost, at 4. But that\nframing has multiple flaws.Most obviously, it cannot be squared with the\nreasoning or results of our cases—especiallyBanks.Banks, followingWheatonand the “judicial consensus”\nit inspired, denied copyright protection to judicial opinions\nwithout excepting concurrences and dissents that carry no legal\nforce. 128 U. S., at 253 (emphasis deleted). As every judge\nlearns the hard way, “comments in [a] dissenting opinion” about\nlegal principles and precedents “are just that: comments in a\ndissenting opinion.”Railroad Retirement Bd.v.Fritz,449 U.S.\n166, 177, n. 10 (1980). Yet such comments are covered by\nthe government edicts doctrine because they come from an official\nwith authority to make and interpret the law.Indeed,Bankswent even further and\nwithheld copyright protection from headnotes and syllabi produced\nby judges. 128 U. S., at 253. Surely these supplementary\nmaterials do not have the force of law, yet they are covered by the\ndoctrine. The simplest explanation is the oneBanksprovided: These non-binding works are not copyrightable because of\nwho creates them—judges acting in their judicial capacity. Seeibid.The same goes for non-binding legislative\nmaterials produced by legislative bodies acting in a legislative\ncapacity. There is a broad array of such works ranging from floor\nstatements to proposed bills to committee reports. Under the logic\nof Georgia’s “force of law” test, States would own such materials\nand could charge the public for access to them.Furthermore, despite Georgia’s and Justice\nThomas’s purported concern for the text of the Copyright Act, their\nconception of the government edicts doctrine haslessof a\ntextual footing than the traditional formulation. The textual basis\nfor the doctrine is the Act’s “authorship” requirement, which\nunsurprisingly focuses on—the author. Justice Thomas urges us to\ndig deeper to “the root” of our government edicts precedents.Post, at 5. But, in our view, the textisthe root.\nThe Court long ago interpreted the word “author” to exclude\nofficials empowered to speak with the force of law, and Congress\nhas carried that meaning forward in multiple iterations of the\nCopyright Act. This textual foundation explains why the doctrine\ndistinguishes between some authors (who are empowered to speak with\nthe force of law) and others (who are not). CompareCallaghan, 128 U. S., at 647, withBanks, 128\nU. S., at 253. But the Act’s reference to “authorship”\nprovides no basis for Georgia’s rule distinguishing between\ndifferent categories of content with different effects.[4]Georgia minimizes the OCGA annotations as\nnon-binding and non-authoritative, but that description undersells\ntheir practical significance. Imagine a Georgia citizen interested\nin learning his legal rights and duties. If he reads the\neconomy-class version of the Georgia Code available online, he will\nsee laws requiring political candidates to pay hefty qualification\nfees (with no indigency exception), criminalizing broad categories\nof consensual sexual conduct, and exempting certain key evidence in\ncriminal trials from standard evidentiary limitations—with no hint\nthat important aspects of those laws have been held\nunconstitutional by the Georgia Supreme Court. See OCGA §§21–2–131,\n16–6–2, 16–6–18, 16–15–9 (available at www.legis.ga.gov).\nMeanwhile, first-class readers with access to the annotations will\nbe assured that these laws are, in crucial respects, unenforceable\nrelics that the legislature has not bothered to narrow or repeal.\nSee §§21–2–131, 16–6–2, 16–6–18, 16–15–9 (available at\nhttps://store.\nlexisnexis . com / products / official - code - of - georgia - annotated -\nskuSKU6647 for $412.00).If everything short of statutes and opinions\nwere copyrightable, then States would be free to offer a whole\nrange of premium legal works for those who can afford the extra\nbenefit. A State could monetize its entire suite of legislative\nhistory. With today’s digital tools, States might even launch a\nsubscription or pay-per-law service.There is no need to assume inventive or\nnefarious behavior for these concerns to become a reality. Unlike\nother forms of intellectual property, copyright protection is both\ninstant and automatic. It vests as soon as a work is captured in a\ntangible form, triggering a panoply of exclusive rights that can\nlast over a century. 17 U. S. C. §§102, 106, 302. If\nGeorgia were correct, then unless a State took the affirmative step\nof transferring its copyrights to the public domain, all of its\njudges’ and legislators’ non-binding legal works would be\ncopyrighted. And citizens, attorneys, nonprofits, and private\nresearch companies would have to cease all copying, distribution,\nand display of those works or risk severe and potentially criminal\npenalties. §§501–506. Some affected parties might be willing to\nroll the dice with a potential fair use defense. But that defense,\ndesigned to accommodate First Amendment concerns, is notoriously\nfact sensitive and often cannot be resolved without a trial. Cf.Harper & Row, Publishers, Inc.v.Nation\nEnterprises,471 U.S.\n539, 552, 560–561 (1985). The less bold among us would have to\nthink twice before using official legal works that illuminate the\nlaw we are all presumed to know and understand.Thankfully, there is a clear path forward that\navoids these concerns—the one we are already on. Instead of\nexamining whether given material carries “the force of law,” we ask\nonly whether the author of the work is a judge or a legislator. If\nso, then whatever work that judge or legislator produces in the\ncourse of his judicial or legislative duties is not copyrightable.\nThat is the framework our precedents long ago established, and we\nadhere to those precedents today.*  *  *For the foregoing reasons, we affirm the\njudgment of the Eleventh Circuit.It is so ordered.Notes1The Copyright Act of 1790\ngranted copyright protection to “the author and authors” of\nqualifying works. Act of May 31, 1790, §1, 1Stat. 124. This author\nrequirement appears in the current Copyright Act at §102(a), which\nlimits protection to “original works ofauthorship.” 17\nU. S. C. §102(a) (emphasis added); see also §201(a)\n(copyright “vests initially in the author or authors of the\nwork”).2Justice Thomas does not\ndispute that the Commission is an extension of the legislature; he\ninstead faults us for highlighting the multiple features of the\nCommission that make clear that this is so. Seepost, at 16\n(dissenting opinion).3Justice Thomas disputes\nthe applicability of theHelsinn Healthcarepresumption\nbecause States have asserted copyright in statutory annotations\nover the years notwithstanding our government edicts precedents.Post, at 11–12. In Justice Thomas’s view, those assertions\nprove that our precedents could not have provided clear enough\nguidance for Congress to incorporate. But that inference from state\nbehavior proves too much. The same study cited by Justice Thomas to\nsupport a practice of claiming copyright in non-bindingannotationsalso reports that “many states claim copyright\ninterest in theirprimarylaw materials,” including statutes\nand regulations. Dmitrieva, State Ownership of Copyrights in\nPrimary Law Materials, 23 Hastings Com. & Entertainment L. J.\n81, 109 (2000) (emphasis added). Justice Thomas concedes that such\nassertions are plainly foreclosed by our government edicts\nprecedents.Post, at 4. That interested parties have pursued\nambitious readings of our precedents does not mean those precedents\nare incapable of providing meaningful guidance to us or to\nCongress.4Instead of accepting our\npredecessors’ textual reasoning at face value, Justice Thomas\nconjures a trinity of alternative “origin[s] and justification[s]”\nfor the government edicts doctrine that the Courtmighthave\nhad in mind. Seepost, at 5–7. Without committing to one or\nall of these possibilities, Justice Thomas suggests that each would\nyield a rule that requires federal courts to pick out the subset of\njudicial and legislative materials that independently carry the\nforce of law. But a Court motivated by Justice Thomas’s three-fold\nconcerns might just as easily have read them as supporting a rule\nthat prevents the officials responsible for creating binding\nmaterials from qualifying as an “author.” Regardless, it is more\n“[ ]consistent with the judicial role” to apply the reasoning\nand results the Court voted on and committed to writing than to\nspeculate about what practical considerations our predecessors “may\nhave had . . . in mind,” what history “may\n[have] suggest[ed],” or what constitutional concerns “may have\nanimated” our government edicts precedents.Ibid.",
    "joined": []
}