{
    "case": {
        "docket": "53",
        "citation": "558",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/558/53/"
    },
    "id": "1963076",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTBEARD V. KINDLER558 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 08-992JEFFREY A. BEARD, SECRETARY, PENNSYLVANIA\nDEPARTMENT OF CORRECTIONS, et al., PETITIONERSv.JOSEPH\nJ. KINDLERon writ of certiorari to the united states court of\nappeals for the third circuit[December 8, 2009]Chief Justice Roberts delivered\nthe opinion of the Court.A federal habeas court will not\nreview a claim rejected by a state court “if the decision of [the\nstate] court rests on a state law ground that is independent of the\nfederal question and adequate to support the judgment.”Colemanv.Thompson,501 U. S. 722, 729\n(1991). We granted certiorari to decide the following question: “Is\na state procedural rule automatically ‘inadequate’ under the\nadequate-state-grounds doctrine—and therefore unenforceable on\nfederal habeas corpus review—because the state rule is\ndiscretionary rather than mandatory?” Pet. for Cert. i. Petitioners\nargue the correct answer is “no.” At oral argument,\nrespondent—consistent with his position below—expressly agreed. We\ndo too, and accordingly vacate the judgment of the Court of\nAppeals.IIn 1982, Joseph Kindler, along\nwith Scott Shaw and David Bernstein, burglarized a music store in\nBucks County, Pennsylvania. Police stopped the getaway car and\narrested Shaw and Bernstein. In a harbinger of things to come,\nKindler escaped.Commonwealthv.Kindler, 536 Pa.\n228, 236, 639 A. 2d 1, 5, cert. denied,513 U. S. 933(1994).Police later arrested Kindler and\ncharged him with burglary. He was released on bail. Bernstein\nagreed to testify against Kindler, but Kindler had other plans. At\nabout 2:30 a.m. on July 25, 1982, Kindler and Shaw attacked\nBernstein outside his apartment. Kindler beat Bernstein with a\nbaseball bat approximately 20 times, and Shaw shocked Bernstein 5\ntimes with an electric prod. Bernstein at that point was still\nalive but unable to move, and Kindler and Shaw dragged their victim\nto their nearby car, loaded him in the trunk, and drove to the\nDelaware River. At the river, Kindler tied a cinder block around\nBernstein’s neck and dumped him in the water. A forensic examiner\nlater determined that Bernstein died of drowning and massive head\ninjuries. 536 Pa., at 236–239, 639 A. 2d,at 5–6.Kindler was brought to trial and convicted of\ncapital murder. The jury recommended a death sentence, and Kindler\nfiled postverdict motions.Id., at 230–231, 639\nA. 2d, at 2.But on September 19, 1984, before the trial\ncourt could consider the motions or the jury’s death\nrecommendation, Kindler escaped.Ibid. In an organized\neffort to saw through the external prison bars with smuggled tools,\nKindler broke out of the maximum-security wing of the prison and\nheaded for Canada. SeeCommonwealthv.Kindler,\n554 Pa. 513, 517–518, and n. 4, 722 A. 2d 143, 145, and\nn. 4 (1998).Kindler remained a fugitive in Canada until\nApril 26, 1985, when he was arrested in Quebec for separate\nburglary offenses. The United States sought Kindler’s return, but\nan extradition treaty allowed Canada to refuse to hand over anyone\nlikely to face execution. SeeKindlerv.Canada\n(Minister of Justice), [1991] 2 S. C. R. 779.Kindler turned into something of a local\ncelebrity. He even appeared on Canadian television, explaining,\namong other things, how he had escaped and why he chose Canada: “I\nknew there was no death penalty here.” CTV National News: Joseph\nKindler’s Fate Unresolved (Canadian television broadcast Sept. 22,\n1985) (videos available in Clerk of Court’s case file). Canadian\nauthorities ultimately acquiesced to overtures from the United\nStates and agreed to extradite Kindler.Kindler,supra, at 231, 639 A. 2d, at 2.But before Kindler could be transferred from\nCanadian custody, he escaped again. On the night of October 23,\n1986, Kindler broke through a skylight on the 13th floor of the\njail (his fellow inmates had hoisted him up to the skylight 15 feet\nabove the floor) and escaped to the roof, where he stood 175 feet\nabove ground. Armed with 13 stories’ worth of bedsheets tied\ntogether, Kindler safely rappelled down the side of the jail. (A\nfellow escapee was not as lucky—the sheets ripped on his way down,\ncausing him to fall 50 feet to his death.)Kindler, 554\nPa., at 517–519, 722 A. 2d, at 145.This time, Kindler remained on the lam for\nmore than two years, until he was featured on the popular\ntelevision show, “America’s Most Wanted.” Characterizing Kindler as\n“an above average criminal” and “a chess player who understands\nwhen to make his move,” the show asked viewers for information to\nhelp capture him.America’s Most Wanted, Sept. 4, 1988,\nSeason 1, Episode 30, at 10:01. Several viewers recognized Kindler\nand notified Canadian authorities, who arrested him in September\n1988. 554 Pa., at 519, 722 A. 2d, at 145.Kindler again fought extradition. On September\n16, 1991, after three years of litigation, the Supreme Court of\nCanada rejected Kindler’s efforts. SeeKindler, 2 S. C. R.\n779. That same day, Canadian officials extradited Kindler to the\nUnited States.Kindlerv.Horn, 291 F. Supp.\n2d 323, 334 (ED Pa. 2003).In the meantime, in 1984, the Pennsylvania\ntrial court had dismissed Kindler’s postverdict motions because of\nhis original escape. Once back in the United States, Kindler filed\na motion to reinstate those challenges to his conviction and\nsentence. The trial court denied the reinstatement motion, holding\nthat the trial court judge who had dismissed the postverdict\nmotions in 1984 had not abused his discretion. In October 1991—more\nthan seven years after the jury’s death recommendation—the court\nformally imposed the death sentence.Commonwealthv.Kindler, No. 2747 etc. (Pa. Ct. Common Pleas, Feb. 28,\n1992), App. 66–70.Kindler appealed, arguing that the trial court\nerred in declining to address the merits of his postverdict\nmotions. The Pennsylvania Supreme Court affirmed.Kindler,\n536 Pa., at 232–234, 639 A. 2d, at 3. That court recognized\nthat “trial courts, when faced with a defendant in fugitive status,\n. . . have every right to fashion an appropriate response[,] which\ncan include the dismissal of pending post-verdict motions.”Id.,at 233, 639 A. 2d, at 3. The court then\ndetermined that the trial court’s decision to dismiss Kindler’s\nclaims fell within its authority: The “dismiss[al] [of] the\npost-verdict motions was a reasonable response to Appellant’s\n‘flouting’ of the authority of the court.”Id.,at\n233–234, 639 A. 2d, at 3. Under Pennsylvania’s fugitive\nforfeiture law, the court concluded, Kindler’s case therefore came\nto it “without any allegations of error (direct or collateral)\npreserved.”Id., at 234, 639 A. 2d, at 4.The Pennsylvania Supreme Court nonetheless\nconducted the “limited review” mandated for death sentences under\nPennsylvania law. Under that review, the court was required to\nconfirm that the evidence was sufficient to support the conviction\nof first-degree murder and at least one aggravating factor, and\nthat the sentence was not excessive, disproportionate, or the\nproduct of passion or prejudice.Id.,at 234–235, 639\nA. 2d, at 4. Satisfied that Kindler’s conviction met these\nstandards, the court affirmed his conviction and sentence. We\ndenied certiorari.Kindlerv.Pennsylvania,513 U. S. 933(1994).On state habeas, the Court of Common Pleas\nrejected Kindler’s claims. That court held that the Pennsylvania\nSupreme Court had already ruled that Kindler’s escape forfeited all\nclaims challenging his conviction and sentence that Kindler may\nonce have been entitled to bring.Commonwealthv.Kindler, No. 2747 etc. (July 23, 1997), App. 183, 187–188.\nThe Pennsylvania Supreme Court affirmed.Kindler, 554 Pa.,\nat 514, 722 A. 2d, at 143.Kindler then sought federal habeas relief. The\nDistrict Court determined that the fugitive forfeiture rule did not\nprovide an adequate basis to bar federal review of Kindler’s habeas\nclaims. 291 F. Supp. 2d, at 340–343. The District Court then\nproceeded to address the merits, granting Kindler’s petition on the\ngrounds that he was sentenced based on jury instructions that were\nunconstitutional underMillsv.Maryland,486 U. S. 367(1988), and that the prosecutor improperly introduced an\naggravating factor at sentencing. 291 F. Supp. 2d, at 346–351,\n357–358. The court rejected Kindler’s ineffective assistance of\ncounsel claim.Id., at 356.The Third Circuit affirmed. That court began\nby recognizing that “[a] procedural rule that is consistently\napplied in the vast majority of cases is adequate to bar federal\nhabeas review even if state courts are willing to occasionally\noverlook it and review the merits of a claim for relief where the\nrule would otherwise apply.”Kindlerv.Horn, 542\nF. 3d 70, 79 (2008). The Court of Appeals then considered the\nPennsylvania fugitive forfeiture rule in place at the time of\nKindler’s first escape: “Pennsylvania courts had discretion to hear\nan appeal filed by a fugitive who had been returned to custody\nbefore an appeal was initiated or dismissed… . Accordingly,\nthe fugitive forfeiture rule was not ‘firmly established’ and\ntherefore was not an independent and adequate procedural rule\nsufficient to bar review of the merits of a habeas petition in\nfederal court.”Ibid. (citingDoctorv.Walters, 96 F. 3d 675, 684–686 (CA3 1996)). The court\nthus determined that “the state trial court still had discretion to\nreinstate his post-verdict motions. Accordingly, we conclude that,\nunderDoctor, Pennsylvania’s fugitive waiver law did not\npreclude the district court from reviewing the merits of the claims\nraised in Kindler’s habeas petition.” 542 F. 3d, at 80.\nTurning to the merits, the Court of Appeals disagreed with the\nDistrict Court on the improper aggravating factor claim, but held\nthat Kindler was entitled to relief based on hisMillsand\nineffective assistance of counsel claims. 542 F. 3d,at 80–87.The Commonwealth petitioned for certiorari,\narguing that the Court of Appeals’ determination that state\ndiscretionary rules are automatically inadequate conflicted with\nthe holdings of other Courts of Appeals and warranted this Court’s\nreview. Pet. for Cert. 6–11. Kindler countered that the\nCommonwealth had mischaracterized the Third Circuit’s holding.\nRelying on the court’s citation of theDoctoropinion,\nKindler argued that the Third Circuit did not hold that\ndiscretionary state rules are automatically inadequate; rather the\ncourt determined that the state courts applied “anewanddifferentrule from that in existence at the time of the\nalleged default.” Brief in Opposition 3. It was that new rule,\nKindler maintained, that the Third Circuit found inadequate.Ibid.We granted the Commonwealth’s petition for\ncertiorari. 556 U. S. ___ (2009). That petition asks us to decide\nwhether discretionary procedural rulings are automatically\ninadequate to bar federal court review on habeas.IIThe question whether a state\nprocedural ruling is adequate is itself a question of federal law.Leev.Kemna,534 U. S. 362, 375\n(2002). We have framed the adequacy inquiry by asking whether the\nstate rule in question was “ ‘firmly established and regularly\nfollowed.’ ”Id., at 376 (quotingJamesv.Kentucky,466 U. S. 341, 348\n(1984)).We hold that a discretionary\nstate procedural rule can serve as an adequate ground to bar\nfederal habeas review. Nothing inherent in such a rule renders it\ninadequate for purposes of the adequate state ground doctrine. To\nthe contrary, a discretionary rule can be “firmly established” and\n“regularly followed”—even if the appropriate exercise of discretion\nmay permit consideration of a federal claim in some cases but not\nothers. See Meltzer, State Court Forfeitures of Federal Rights, 99\nHarv. L. Rev. 1128, 1140 (1986) (“[R]efusals to exercise\ndiscretion do not form an important independent category under the\ninadequate state ground doctrine”).A contrary holding would pose an unnecessary\ndilemma for the States: States could preserve flexibility by\ngranting courts discretion to excuse procedural errors, but only at\nthe cost of undermining the finality of state court judgments. Or\nStates could preserve the finality of their judgments by\nwithholding such discretion, but only at the cost of precluding any\nflexibility in applying the rules.We are told that, if forced to choose, many\nStates would opt for mandatory rules to avoid the high costs that\ncome with plenary federal review. See,e.g., Brief for\nState of California et al. asAmici Curiae19; Brief\nfor Criminal Justice Legal Foundation asAmicus Curiae14.\nThat would be unfortunate in many cases, as discretionary rules are\noften desirable. In some circumstances, for example, the factors\nfacing trial courts “are so numerous, variable and subtle that the\nfashioning of rigid rules would be more likely to impair [the trial\njudge’s] ability to deal fairly with a particular problem than to\nlead to a just result.”United Statesv.McCoy,\n517 F. 2d 41, 44 (CA7) (Stevens, J.), cert. denied,423 U. S. 895(1975);\nsee also Friendly, Indiscretion About Discretion, 31 Emory\nL. J. 747, 760–761 (1982). The result would be particularly\nunfortunate for criminal defendants, who would lose the opportunity\nto argue that a procedural default should be excused through the\nexercise of judicial discretion. SeeHenryv.Mississippi,379 U. S. 443, 463,\nn. 3 (1965) (Harlan, J., dissenting) (“If, in order to\ninsulate its decisions from reversal by this Court, a state court\nmust strip itself of the discretionary power to differentiate\nbetween different sets of circumstances, the [adequate state\nground] rule operates in a most perverse way”).It is perhaps unsurprising, then, that the\nfederal system often grants broad discretion to the trial judge\nwhen his ringside perspective at the “ ‘main event’ ”\noffers him a comparative advantage in decisionmaking.Wainwrightv.Sykes,433 U. S. 72, 90 (1977);\ncf.United Statesv.Poynter, 495 F. 3d 349,\n351–352 (CA6 2007). The States seem to value discretionary rules as\nmuch as the Federal Government does. See Brief for State of\nCalifornia et al. asAmici Curiae16–17 (citing\nvarious state discretionary procedural rules). In light of the\nfederalism and comity concerns that motivate the adequate state\nground doctrine in the habeas context, seeColeman, 501 U.\nS., at 730, it would seem particularly strange to disregard state\nprocedural rules that are substantially similar to those to which\nwe give full force in our own courts. Cf.Francisv.Henderson,425 U. S. 536, 541–542\n(1976). Even stranger to do so with respect to rules in place in\nnearly every State, and all at one fell swoop.We take our holding in this case to be\nuncontroversial—so uncontroversial, in fact, that both parties\nagreed to the point before this Court. See Tr. of Oral Arg. 29–31.\nRather than defending the question on which we granted\ncertiorari—whether discretionary rules are automatically\ninadequate—Kindler argues that the Pennsylvania courts did not\napply a discretionary rule at all, but instead applied a new rule\nmandating dismissal. Such a mandatory dismissal, Kindler contends,\nconstituted a break from past discretionary practice, and thus does\nnot provide an adequate state ground to bar his federal claims. We\nleave it to the Court of Appeals to address that argument, and any\nothers Kindler may have preserved, on remand.For its part, the Commonwealth urges us not\nonly to reject aperserule about discretionary\nrulings, but also to undertake “[a] new effort to state a standard\nfor inadequacy.” Brief for Petitioners 25.Amicisupporting the Commonwealth join in that request. See Brief for\nCriminal Justice Legal Foundation asAmicus Curiae6–10.\nWe decline that invitation as well. The procedural default at issue\nhere—escape from prison—is hardly a typical procedural default,\nmaking this case an unsuitable vehicle for providing broad guidance\non the adequate state ground doctrine.If our holding in this case is narrow, it is\nbecause the question we granted certiorari to decide is narrow.\nAnswering that question is sufficient unto the day.The judgment of the Court of Appeals for the\nThird Circuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Justice Alito took no part in the\nconsideration or decision of this case.",
    "joined": []
}