{
    "case": {
        "docket": "449",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/449/"
    },
    "id": "1962873",
    "author": "roberts",
    "type": "concurrence",
    "text": "556 U. S. ____ (2009)CONE V. BELL556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-1114GARY BRADFORD CONE, PETITIONERv.RICKY\nBELL, WARDENon writ of certiorari to the united states court of\nappeals for the sixth circuit[April 28, 2009]Chief Justice Roberts, concurring\nin the judgment.The Court’s decision is grounded\nin unusual facts that necessarily limit its reach. When issues\nunderBradyv.Maryland,373 U. S. 83(1963), are\npresented on federal habeas, they usually have been previously\naddressed in state proceedings. Federal review is accordingly\nsharply limited by established principles of deference: If the\nclaim has been waived under state rules, that waiver typically\nprecludes federal review. If the claim has been decided in the\nstate system, federal review is restricted in light of the state\ncourt’s legal and factual conclusions. The unique procedural\nposture of this case presents aBradyclaim neither barred\nunder state rules for failure to raise it nor decided in the state\nsystem.When it comes to that claim, the Court\nspecifies that the appropriate legal standard is the one we set\nforth inKylesv.Whitley,514 U. S. 419, 435\n(1995) (whether “the favorable evidence could reasonably be taken\nto put the whole case in such a different light as to undermine\nconfidence in the verdict”). Seeante, at 20–21, 26,\nn. 19. I do not understand the majority to depart from that\nstandard, and the majority certainly does not purport to do so.That leaves only application of the accepted\nlegal standard to the particular facts. It is highly unusual for\nthis Court to engage in such an enterprise, seeKyles,supra, at 458 (Scalia, J., dissenting), and the Court’s\nasserted basis for doing so in this case is dubious, seepost, at 1, 4–5 (Thomas, J., dissenting).In any event, the Court’s review of the facts\ndoes not lead it to conclude that Cone is entitled to relief—only\nthat the courts below did not adequately consider his claim with\nrespect to sentencing. Seeante, at 26 (“Neither the Court\nof Appeals nor the District Court fully considered whether the\nsuppressed evidence” undermines confidence in Cone’s sentence). The\nCourt simply reviews the facts in the light most favorable to Cone,\nconcludes that the evidence doesnotundermine confidence\nin the jury’s determination that Cone is guilty, but sends the case\nback for “full consideration” of whether the same is true as to the\njury’s sentence of death.Ante, at 25–27.So this is what we are left with: a\nfact-specific determination, under the established legal standard,\nviewing the unique facts in favor of the defendant, that theBradyclaim fails with respect to guilt, but might have\nmerit as to sentencing. In light of all this, I see no reason to\nquarrel with the Court’s ruling on theBradyclaim.In considering on remand whether the facts\nestablish aBradyviolation, it is clear that the lower\ncourts should analyze the issue under theconstitutionalstandards we have set forth, not under whatever standards the\nAmerican Bar Association may have established. The ABA standards\nare wholly irrelevant to the disposition of this case, and the\nmajority’s passing citation of them should not be taken to suggest\notherwise. Seeante, at 21, n. 15.",
    "joined": []
}