{
    "case": {
        "docket": "21-511",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/21-511/"
    },
    "id": "4598459",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 21–511_________________TIM SHOOP, WARDEN, PETITIONERv.RAYMOND A. TWYFORD, IIIon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 21, 2022]Chief Justice Roberts delivered the opinion of\nthe Court.The All Writs Act authorizes federal courts to\n“issue all writs necessary or appropriate in aid of their\nrespective jurisdictions and agreeable to the usages and principles\nof law.” 28 U. S. C. §1651(a). In this case, the District\nCourt ordered the State to transport a prisoner in its custody to a\nhospital for medical testing. The prisoner argued that the testing\ncould reveal evidence helpful in his effort to obtain habeas corpus\nrelief. The question is whether the District Court’s order is\n“necessary or appropriate in aid of ” the federal court’s\nresolution of the prisoner’s habeas case. We hold that it is not,\nand therefore reverse.IOn the evening of September 23, 1992, Raymond\nTwyford and his co-conspirator lured Richard Franks to a remote\nlocation, and shot and killed him. To hide their crime, the pair\nmutilated Franks’s body and pushed it into a pond. But a sheriff\nfound the body a few days later, and his investigation led to\nTwyford. Twyford confessed, claiming that Franks had raped his\ngirlfriend’s daughter and that he had killed Franks out of revenge.\nA jury convicted Twyford of aggravated murder, kidnapping, robbery,\nand other charges, and he was sentenced to death. The Ohio\nappellate courts affirmed his conviction and sentence,Statev.Twyford, 94 Ohio St. 3d 340, 763 N.E.2d 122, and this\nCourt denied certiorari, 537 U.S. 917 (2002).Twyford then sought postconviction relief in\nOhio state court. Relevant here, he claimed that his trial counsel\nwas ineffective for failing to present evidence of a head injury\nTwyford sustained as a teenager during a suicide attempt. That\ninjury, Twyford argued, left him “unable to make rational and\nvoluntary choices.”Statev.Twyford, 2001 WL 301411,\n*10 (Ohio App. 7th, Mar. 19, 2001). The Ohio trial court and Court\nof Appeals rejected this claim on the merits, concluding that “a\nfinding of ineffective assistance cannot be based upon the trial\ncounsel’s choice of one competing psychological explanation over\nanother.”Id.,at *13. The Court of Appeals noted that\nTwyford’s counsel had called a psychologist who testified in\nsupport of a completely different theory: that Twyford’s\n“commission of the murder was his way of protecting the alleged\nrape victim from the same type of abusive behavior [he] had\nexperienced when he was young.”Ibid.Unlike the head injury\ntheory, this one explained Twyford’s seemingly deliberate and\nrational actions: planning a fake hunting trip as a ruse to lure\nFranks to a remote location, dismembering his body, and disposing\nof it in such a way as would conceal his identity. This theory was\nalso consistent with Twyford’s own written confession, which\ndescribed his plan in detail. The Ohio Supreme Court denied review.Statev.Twyford, 95 Ohio St. 3d 1436,\n2002-Ohio-2084, 766 N.E.2d 1002 (Table).In 2003, Twyford filed a petition in federal\ncourt for habeas relief, from which this case stems. Despite the\npassing of two decades, relatively little has happened. The State\nmoved in 2008 to dismiss many of Twyford’s claims on the ground\nthat he failed to raise them in state court. The District Court did\nnot rule on that motion for nine years. Eventually, it dismissed\nmost of Twyford’s claims as procedurally defaulted but allowed a\nfew, including some ineffective assistance of counsel claims, to\nproceed.Twyfordv.Bradshaw, No. 2:03–cv–906 (SD\nOhio, Sept. 27, 2017).Twyford then moved for an order compelling the\nState “to transport [him] to The Ohio State University Medical\nCenter for medical testing necessary for the investigation,\npresentation, and development of claims.” Motion to Transport for\nMedical Testing in No. 2:03–cv–906 (SD Ohio), p. 1 (Motion to\nTransport). Twyford explained that such testing could not be\nconducted at the prison, and argued that it was necessary to\ndetermine whether he suffers neurological defects due to childhood\nphysical abuse, alcohol and drug use, and the self-inflicted\ngunshot wound to his head.Id.,at 3. In support of his\nmotion, he attached a letter from a neurologist stating that “a\nCT/FDG-PET scan would be a useful next step to further evaluate\n[him] for brain injury,” in part because previous scans revealed 20\nto 30 metal fragments in his skull. App. to Pet. for Cert. 272a.\nTwyford argued that it was “plausible” that the testing was “likely\nto reveal evidence in support of ” claims and that it “could\nplausibly lead to the development of evidence and materials” that\ncould counter arguments of “procedural default or exhaustion.”\nMotion to Transport 8. He also urged the court to disregard, at\nleast for now, the question whether the results of the brain\ntesting would be admissible.The District Court granted Twyford’s motion and\nordered the State to transport him to the Medical Center. It\ndetermined that the order was appropriate under the All Writs Act,\nwhich authorizes federal courts to “issue all writs necessary or\nappropriate in aid of their respective jurisdictions and agreeable\nto the usages and principles of law.” 28 U. S. C.\n§1651(a). The District Court did not address whether it would be\nable to consider the evidence that Twyford hoped to develop.The District Court stayed the transportation\norder pending appeal, and the Court of Appeals affirmed, 11 F. 4th\n518 (CA6 2021). That court first concluded that transportation\norders to gather evidence are “agreeable to the usages and\nprinciples of law.” §1651(a). It then determined that Twyford’s\ntransportation to gather evidence was “necessary or appropriate”\nunder the Act because the desired evidence “plausibly relate[d]” to\nhis claims for relief. 11 F. 4th, at 526–527. Like the District\nCourt, the Court of Appeals concluded that it was not required to\n“consider the admissibility of any resulting evidence” before\nordering the State to transport Twyford to gather it.Id.,at 527.Judge Batchelder dissented, contending that such\nan order is “necessary or appropriate in aid of ” a court’s\njurisdiction only if “(1) the petitioner has identified specific\nclaims for relief that the evidence being sought would support or\nfurther; and (2) the district court has determined that if that\nevidence is as the petitioner proposed or anticipated, then it\ncould entitle the petitioner to habeas relief.”Id.,at 529.\nThe majority’s approach, she argued, allowed Twyford to “proceed in\nreverse order by collecting evidence before justifying it.”Ibid.We granted certiorari. 595 U. S. ___\n(2022).IIThe State argues that the lower courts erred\nfor two independent reasons. First, the State contends that the All\nWrits Act does not authorize the issuance of transportation orders\nfor medical testing at all. Second, the State argues that the\ntransportation order was not “necessary or appropriate in aid of”\nthe District Court’s jurisdiction because Twyford failed to show\nthat the evidence he hoped to find would be useful to his habeas\ncase. We agree with the State’s second argument and thus need not\naddress the first.[1]AA federal court’s power to grant habeas relief\nis restricted under the Antiterrorism and Effective Death Penalty\nAct of 1996 (AEDPA), which provides that the writ may issue “only\non the ground that [the prisoner] is in custody in violation of the\nConstitution or laws or treaties of the United States.” 28\nU. S. C. §2254(a). To understand the propriety of the\ntransportation order the District Court entered while adjudicating\nTwyford’s habeas corpus action, it is necessary to review the\nlimits AEDPA imposes on federal courts.Congress enacted AEDPA “to reduce delays in the\nexecution of state and federal criminal sentences, particularly in\ncapital cases,”Woodfordv.Garceau,538 U.S.\n202, 206 (2003), and to advance “the principles of comity,\nfinality, and federalism,”Williamsv.Taylor,529 U.S.\n420, 436 (2000) (Michael Williams). It furthered those\ngoals “in large measure [by] revising the standards used for\nevaluating the merits of a habeas application.”Garceau, 538\nU. S., at 206. Pertinent here, §2254(d) provides that if a\nclaim was adjudicated on the merits in state court, a federal court\ncannot grant relief unless the state court (1) contradicted or\nunreasonably applied this Court’s precedents, or (2) handed down a\ndecision “based on an unreasonable determination of the facts in\nlight of the evidence presented in the State court proceeding.” The\nquestion under AEDPA is thus not whether a federal court believes\nthe state court’s determination was incorrect, but whether that\ndetermination was unreasonable—“a substantially higher threshold”\nfor a prisoner to meet.Schrirov.Landrigan,550 U.S.\n465, 473 (2007); see alsoHarringtonv.Richter,562 U.S.\n86, 102–103 (2011).AEDPA also restricts the ability of a federal\nhabeas court to develop and consider new evidence. Review of\nfactual determinations under §2254(d)(2) is expressly limited to\n“the evidence presented in the State court proceeding.” And inCullenv.Pinholster,563 U.S.\n170(2011), we explained that review of legal claims under\n§2254(d)(1) is also “limited to the record that was before the\nstate court.”Id.,at 181. This ensures that the “state\ntrial on the merits” is the “main event, so to speak, rather than a\ntryout on the road for what will later be the determinative federal\nhabeas hearing.”Wainwrightv.Sykes,433 U.S.\n72, 90 (1977) (internal quotation marks omitted).If a prisoner “failed to develop the factual\nbasis of a claim in State court proceedings,” a federal court may\nadmit new evidence, but only in two quite limited situations.\n§2254(e)(2). Either the claim must rely on a “new” and “previously\nunavailable” “rule of constitutional law” made retroactively\napplicable by this Court, or it must rely on “a factual predicate\nthat could not have been previously discovered through the exercise\nof due diligence.” §2254(e)(2)(A). And even if a prisoner can\nsatisfy one of those two exceptions, he must also show that the\ndesired evidence would demonstrate, “by clear and convincing\nevidence,” that “no reasonable factfinder” would have convicted him\nof the charged crime. §2254(e)(2)(B). Thus, although state\nprisoners may occasionally submit new evidence in federal court,\n“AEDPA’s statutory scheme is designed to strongly discourage them\nfrom doing so.”Pinholster, 563 U. S., at 186; see alsoMichael Williams, 529 U. S., at 437 (“Federal courts\nsitting in habeas are not an alternative forum for trying facts and\nissues which a prisoner made insufficient effort to pursue in state\nproceedings.”).We have explained that a federal court, in\ndeciding whether to grant an evidentiary hearing or “otherwise\nconsider new evidence” under §2254(e)(2), must first take into\naccount these restrictions.Shinnv.Martinez\nRamirez, 596 U. S. ___, ___ (2022) (slip op., at 21); see\nalsoSchriro, 550 U. S., at 474. The reasons for this\nare familiar. A federal court “mayneverneedlessly prolong\na habeas case, particularly given the essential need to promote the\nfinality of state convictions,” so a court must, before\nfacilitating the development of new evidence, determine that it\ncould be legally considered in the prisoner’s case.Shinn,\n596 U. S., at ___ (slip op., at 21) (internal quotation marks\nand citation omitted); see alsoBracyv.Gramley,520 U.S.\n899, 904 (1997) (“A habeas petitioner, unlike the usual civil\nlitigant in federal court, is not entitled to discovery as a matter\nof ordinary course.”). If §2254(e)(2) applies and the prisoner\ncannot satisfy its “stringent requirements,”Michael\nWilliams, 529 U. S., at 433, holding an evidentiary\nhearing or otherwise expanding the state-court record would\n“prolong federal habeas proceedings with no purpose,”Shinn,\n596 U. S., at ___ (slip op., at 21) (internal quotation marks\nomitted). And that would in turn disturb the “State’s significant\ninterest in repose for concluded litigation.”Harrington,\n562 U. S., at 103. A court therefore must, consistent with\nAEDPA, determine at the outset whether the new evidence sought\ncould be lawfully considered.This is true even when the All Writs Act is the\nasserted vehicle for gathering new evidence. We have made clear\nthat a petitioner cannot use that Act to circumvent statutory\nrequirements or otherwise binding procedural rules. SeePennsylvania Bureau of Correctionv.United States\nMarshals Service,474 U.S.\n34, 43 (1985) (“Although [the Act] empowers federal courts to\nfashion extraordinary remedies when the need arises, it does not\nauthorize them to issue ad hoc writs whenever compliance with\nstatutory procedures appears inconvenient or less appropriate.”);Syngenta Crop Protection, Inc.v.Henson,537 U.S.\n28, 32–33 (2002) (same). AEDPA provides the governing rules for\nfederal habeas proceedings, and our precedents explain that a\ndistrict court must consider that statute’s requirements before\nfacilitating the development of new evidence. SeeSchriro,\n550 U. S., at 474; see alsoShinn, 596 U. S., at\n___ (slip op., at 21).By the same token, a writ seeking new evidence\nwould not be “necessary or appropriate in aid of ” a federal\nhabeas court’s jurisdiction, as all orders issued under the All\nWrits Act must be, if it enables a prisoner to fish for unusable\nevidence, in the hope that it might undermine his conviction in\nsome way. In every habeas case, “the court must be guided by the\ngeneral principles underlying our habeas corpus jurisprudence.”Calderonv.Thompson,523 U.S.\n538, 554 (1998). A writ that enables a prisoner to gather\nevidence that would not be admissible would “needlessly prolong”\nresolution of the federal habeas case,Shinn, 596\nU. S., at ___ (slip op., at 21), and frustrate the “State’s\ninterest[ ] in finality,”Calderon, 523 U. S., at\n556. Cf.Harrisv.Nelson,394\nU.S. 286, 300 (1969) (recognizing, before AEDPA, that a writ is\n“necessary or appropriate in aid of ” a federal habeas court’s\njurisdiction if “specific allegations” show that the petitioner\nmay, “if the facts are fully developed,” be able to demonstrate\nthat he is “entitled to relief ”).A federal court order requiring a State to\ntransport a prisoner to a public setting—here, a medical center for\ntesting—not only delays resolution of his habeas case, but may also\npresent serious risks to public safety. See Brief for State of Utah\net al. asAmici Curiae7–18 (describing the dangers\ninherent in prisoner transport); cf.Pricev.Johnston,334 U.S.\n266, 285 (1948) (a court should not require that a prisoner be\ntransported if doing so would cause “undue inconvenience or\ndanger”).[2] Commanding a State\nto take these risks so that a prisoner can search for unusable\nevidence would not be a “necessary or appropriate” means of aiding\na federal court’s limited habeas review.BThe District Court entered an order directing\nthe State to transport Twyford to a medical facility, concluding\nthat doing so would aid its adjudication of his habeas petition.\nBut the court never determined how, in light of the limitations on\nits review described above, newly developed evidence could aid\nTwyford’s cause. SeeTwyfordv.Warden, 2020 WL\n1308318, *4 (SD Ohio, Mar. 19, 2020) (“the Court does not find\nitself in a position at this stage of proceedings to make a\ndetermination as to whether or to what extent it would be precluded\nbyCullen v.Pinholsterfrom considering any new\nevidence”). Nor did the Sixth Circuit. See 11 F. 4th, at 527 (“At\nthis stage, on review of Twyford’s interlocutory appeal seeking a\ntransport order, we need not consider the admissibility of any\nresulting evidence.”). For the reasons just discussed, that was\nerror.Reviewing Twyford’s request for transportation\nunder the proper standard is straightforward, because his motion\nsheds no light on how he might persuade a court to consider the\nresults of his testing, given the limitations AEDPA imposes on\npresenting new evidence. He argued that it is “plausible that the\ntesting to be administered is likely to reveal evidence in support\nof ” his claims of ineffective assistance of counsel and\nexpert witness, lack of competency to stand trial, and the\ninvoluntariness of his confession. Motion to Transport 8. Whether\nor not that is true, Twyford never explained how the results of the\nneurological testing could beadmissiblein his habeas\nproceeding, and it is hard to see how they could be. The Ohio\ncourts already adjudicated and rejected most of these claims on the\nmerits, and the District Court’s AEDPA review will therefore be\nlimited to “the record that was before the state court.”Pinholster, 563 U. S., at 181. As for the claims that\nthe state courts did not consider, Twyford never argued that he\ncould clear the bar in §2254(e)(2) for expanding the state court\nrecord, or that the bar was somehow inapplicable.Twyford asserted in passing that the desired\nevidence could “plausibly” bear on the question whether to excuse\nprocedural default. Motion to Transport 8. By way of\nbackground, a federal court may not review a claim a habeas\npetitioner failed to adequately present to state courts, unless he\nshows “cause to excuse his failure to comply with the state\nprocedural rule and actual prejudice resulting from the alleged\nconstitutional violation.”Davilav.Davis, 582\nU. S. ___, ___ (2017) (slip op., at 5) (internal quotation\nmarks omitted). Twyford suggested that the results of his brain\ntesting could help make that showing. But he did not identify the\nparticular defaulted claims he hopes to resurrect, nor did he\nexplain how the testing would matter to his ability to do so. And\nin any event, this Court has already held that, if §2254(e)(2)\napplies and the prisoner cannot meet the statute’s standards for\nadmitting new merits evidence, it serves no purpose to develop such\nevidence just to assess cause and prejudice. SeeShinn, 596\nU. S., at ___ (slip op., at 20) (“when a federal habeas court\n. . . admits or reviews new evidence for any purpose, it\nmay not consider that evidence on the merits of a negligent\nprisoner’s defaulted claim unless the exceptions in §2254(e)(2) are\nsatisfied”). The District Court thus erred in ordering Twyford’s\ntransfer to gather evidence he had never demonstrated would be\nadmissible.*  *  *A transportation order that allows a prisoner\nto search for new evidence is not “necessary or appropriate in aid\nof ” a federal court’s adjudication of a habeas corpus action,\n28 U. S. C. §1651(a), when the prisoner has not shown\nthat the desired evidence would be admissible in connection with a\nparticular claim for relief. Because the District Court entered\nsuch an order despite Twyford’s failure to make the required\nshowing, the judgment of the Court of Appeals affirming that order\nis reversed and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The Court of Appeals\nconcluded that it had jurisdiction to review the District Court’s\norder, and we agree. SeeCohenv.Beneficial Industrial\nLoan Corp.,337 U.S.\n541, 546 (1949). Transportation orders issued under the All\nWrits Act (1) conclusively require transportation; (2) resolve\nan important question of state sovereignty conceptually distinct\nfrom the merits of the prisoner’s claims, seePuerto Rico\nAqueduct and Sewer Authorityv.Metcalf & Eddy,\nInc.,506 U.S.\n139, 144–145 (1993); and (3) are entirely unreviewable by\nthe time the case has gone to final judgment. The dissent treats\nthe order at issue as a mere discovery order, seepost,at\n3–7 (opinion of Breyer, J.), but that glosses over what it entails:\nrequiring a State to take a convicted felon outside the prison’s\nwalls. Such an order creates public safety risks and burdens on the\nState that cannot be remedied after final judgment, and we have in\nfact reviewed an identical order before. SeePennsylvania Bureau\nof Correctionv.United States Marshals Service,474 U.S.\n34(1985); see also Brief for Petitioners 10, n. 6, and\nBrief for Federal Respondents 17, n. 8, inPennsylvania\nBureau of Correction, O. T. 1984, No. 84–489 (noting theCohenjurisdictional issue). Every Court of Appeals to\nconsider the question, moreover, has held that such orders are\nimmediately appealable. See 11 F. 4th 515, 522 (CA6 2021);Jonesv.Lilly,37 F.3d 964, 965–966 (CA3 1994);Jacksonv.Vasquez,1 F.3d 885, 887–888 (CA9 1993);Ballardv.Spradley, 557 F.2d 476, 479 (CA5 1977); see alsoBarnesv.Black, 544 F.3d 807, 810–811 (CA7\n2008).2These risks are not\nspeculative. To give just one example, earlier this year a\nconvicted murderer escaped from a prison bus transporting him to a\nmedical appointment by breaking out of his restraints and stabbing\nthe bus driver. He was on the run for three weeks—and allegedly\nkilled a family of five during that time—before dying in a shootout\nwith the police. See M. Ives & A. Traub, Hunt for Escaped\nMurderer Ends in Shootout With Police in Texas, N. Y. Times,\nJune 4, 2022, p. A14.",
    "joined": []
}