{
    "case": {
        "docket": "15-1189",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1189/"
    },
    "id": "3739529",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1189_________________IMPRESSION PRODUCTS, INC., PETITIONERv.LEXMARK INTERNATIONAL, INC.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[May 30, 2017]Chief Justice Roberts delivered the opinion of\nthe Court.A United States patent entitles the patent\nholder (the “patentee”), for a period of 20 years, to “exclude\nothers from making, using, offering for sale, or selling [its]\ninvention throughout the United States or importing the invention\ninto the United States.” 35 U. S. C. §154(a). Whoever\nengages in one of these acts “without authority” from the patentee\nmay face liability for patent infringement. §271(a).When a patentee sells one of its products,\nhowever, the patentee can no longer control that item through the\npatent laws—its patent rights are said to “exhaust.” The purchaser\nand all subsequent owners are free to use or resell the product\njust like any other item of personal property, without fear of an\ninfringement lawsuit.This case presents two questions about the scope\nof the patent exhaustion doctrine: First, whether a patentee that\nsells an item under an express restriction on the purchaser’s right\nto reuse or resell the product may enforce that restriction through\nan infringement lawsuit. And second, whether a patentee exhausts\nits patent rights by selling its product outside the United States,\nwhere American patent laws do not apply. We conclude that a\npatentee’s decision to sell a product exhausts all of its patent\nrights in that item, regardless of any restrictions the patentee\npurports to impose or the location of the sale.IThe underlying dispute in this case is about\nlaser printers—or, more specifically, the cartridges that contain\nthe powdery substance, known as toner, that laser printers use to\nmake an image appear on paper. Respondent Lexmark International,\nInc. designs, manufactures, and sells toner cartridges to consumers\nin the United States and around the globe. It owns a number of\npatents that cover components of those cartridges and the manner in\nwhich they are used.When toner cartridges run out of toner they can\nbe refilled and used again. This creates an opportunity for other\ncompanies—known as remanufacturers—to acquire empty Lexmark\ncartridges from purchasers in the United States and abroad, refill\nthem with toner, and then resell them at a lower price than the new\nones Lexmark puts on the shelves.Not blind to this business problem, Lexmark\nstructures its sales in a way that encourages customers to return\nspent cartridges. It gives purchasers two options: One is to buy a\ntoner cartridge at full price, with no strings attached. The other\nis to buy a cartridge at roughly 20-percent off through Lexmark’s\n“Return Program.” A customer who buys through the Return Program\nstill owns the cartridge but, in exchange for the lower price,\nsigns a contract agreeing to use it only once and to refrain from\ntransferring the empty cartridge to anyone but Lexmark. To enforce\nthis single-use/no-resale restriction, Lexmark installs a microchip\non each Return Program cartridge that prevents reuse once the toner\nin the cartridge runs out.Lexmark’s strategy just spurred remanufacturers\ntoget more creative. Many kept acquiring empty Return Program\ncartridges and developed methods to counteract the effect of the\nmicrochips. With that technologicalobstacle out of the way, there\nwas little to prevent the re-manufacturers from using the Return\nProgram cartridges in their resale business. After all, Lexmark’s\ncontractual single-use/no-resale agreements were with the initial\ncustomers, not with downstream purchasers like the\nremanufacturers.Lexmark, however, was not so ready to concede\nthat its plan had been foiled. In 2010, it sued a number of\nremanufacturers, including petitioner Impression Products, Inc.,\nfor patent infringement with respect to two groups of cartridges.\nOne group consists of Return Program cartridges that Lexmark sold\nwithin the United States. Lexmark argued that, because it expressly\nprohibited reuse and resale of these cartridges, the\nremanufacturers infringed the Lexmark patents when they refurbished\nand resold them. The other group consists of all toner cartridges\nthat Lexmark sold abroad and that remanufacturers imported into the\ncountry. Lexmark claimed that it never gave anyone authority to\nimport these cartridges, so the remanufacturers ran afoul of its\npatent rights by doing just that.Eventually, the lawsuit was whittled down to one\ndefendant, Impression Products, and one defense: that Lexmark’s\nsales, both in the United States and abroad, exhausted its patent\nrights in the cartridges, so Impression Products was free to\nrefurbish and resell them, and to import them if acquired abroad.\nImpression Products filed separate motions to dismiss with respect\nto both groups of cartridges. The District Court granted the motion\nas to the domestic Return Program cartridges, but denied the motion\nas to the cartridges Lexmark sold abroad. Both parties\nappealed.The Federal Circuit considered the appeals en\nbanc and ruled for Lexmark with respect to both groups of\ncartridges. The court began with the Return Program cartridgesthat\nLexmark sold in the United States. Relying on its decision inMallinckrodt, Inc.v.Medipart, Inc., 976 F. 2d\n700 (1992), the Federal Circuit held that a patentee may sell an\nitem and retain the right to enforce, through patent infringement\nlawsuits, “clearly communicated, . . . lawful\nrestriction[s] as to post-sale use or resale.” 816 F. 3d 721,\n735 (2016). The exhaustion doctrine, the court reasoned, derives\nfrom the prohibition on making, using, selling, or importing items\n“without authority.”Id., at 734 (quoting 35\nU. S. C. §271(a)). When you purchase an item you\npresumptively also acquire the authority to use or resell the item\nfreely, but that is just a presumption; the same authority does not\nrun with the item when the seller restricts post-sale use or\nresale. 816 F. 3d, at 742. Because the parties agreed that\nImpression Products knew about Lexmark’s restrictions and that\nthose restrictions did not violate any laws, the Federal Circuit\nconcluded that Lexmark’s sales had not exhausted all of its patent\nrights, and that the company could sue for infringement when\nImpression Products refurbished and resold Return Program\ncartridges.As for the cartridges that Lexmark sold abroad,\nthe Federal Circuit once again looked to its precedent. InJazz\nPhoto Corp.v.International Trade Commission, 264\nF. 3d 1094 (2001), the court had held that a patentee’s\ndecision to sell a product abroad did not terminate its ability to\nbring an infringement suit against a buyer that “import[ed] the\narticle and [sold] . . . it in the United States.” 816\nF. 3d, at 726–727. That rule, the court concluded, makes good\nsense: Exhaustion is justified when a patentee receives “the reward\navailable from [selling in] American markets,” which does not occur\nwhen the patentee sells overseas, where the American patent offers\nno protection and therefore cannot bolster the price of the\npatentee’s goods.Id., at 760–761. As a result, Lexmark was\nfree to exercise its patent rights to sue Impression Products for\nbringing the foreign-sold cartridges to market in the United\nStates.Judge Dyk, joined by Judge Hughes, dissented. In\ntheir view, selling the Return Program cartridges in the United\nStates exhausted Lexmark’s patent rights in those items because any\n“authorized sale of a patented article . . . free[s] the\narticle from any restrictions on use or sale based on the patent\nlaws.”Id., at 775–776. As for the foreign cartridges, the\ndissenters would have held that a sale abroad also results in\nexhaustion, unless the seller “explicitly reserve[s] [its] United\nStates patent rights” at the time of sale.Id., at 774, 788.\nBecause Lexmark failed to make such an express reservation, its\nforeign sales exhausted its patent rights.We granted certiorari to consider the Federal\nCircuit’s decisions with respect to both domestic and international\nexhaustion, 580 U. S. ___ (2016), and now reverse.IIAFirst up are the Return Program cartridges\nthat Lexmark sold in the United States. We conclude that Lexmark\nexhausted its patent rights in these cartridges the moment it sold\nthem. The single-use/no-resale restrictions in Lexmark’s contracts\nwith customers may have been clear and enforceable under contract\nlaw, but they do not entitle Lexmark to retain patent rights in an\nitem that it has elected to sell.The Patent Act grants patentees the “right to\nexclude others from making, using, offering for sale, or selling\n[their] invention[s].” 35 U. S. C. §154(a). For over 160\nyears, the doctrine of patent exhaustion has imposed a limit on\nthat right to exclude. SeeBloomerv.McQuewan, 14\nHow. 539 (1853). The limit functions automatically: When a patentee\nchooses to sell an item, that product “is no longer within the\nlimits of the monopoly” and instead becomes the “private,\nindividual property” of the purchaser, with the rights and benefits\nthat come along with ownership.Id., at 549–550. A patentee\nis free to set the price and negotiate contracts with purchasers,\nbut may not, “by virtue of his patent, control the use or\ndisposition” of the product after ownership passes to the\npurchaser.United Statesv.Univis Lens Co., 316\nU. S. 241, 250 (1942) (emphasis added). The sale “terminates\nall patent rights to that item.”Quanta Computer, Inc.v.LG Electronics, Inc., 553 U. S. 617, 625 (2008) .This well-established exhaustion rule marks the\npoint where patent rights yield to the common law principle against\nrestraints on alienation. The Patent Act “promote[s] the progress\nof science and the useful arts by granting to [inventors] a limited\nmonopoly” that allows them to “secure the financial rewards” for\ntheir inventions.Univis, 316 U. S., at 250. But once a\npatentee sells an item, it has “enjoyed all the rights secured” by\nthat limited monopoly.Keelerv.Standard Folding Bed\nCo., 157 U. S. 659, 661 (1895) . Because “the purpose of\nthe patent law is fulfilled . . . when the patentee has\nreceived his reward for the use of his invention,” that law\nfurnishes “no basis for restraining the use and enjoyment of the\nthing sold.”Univis, 316 U. S., at 251.We have explained in the context of copyright\nlaw that exhaustion has “an impeccable historic pedigree,” tracing\nits lineage back to the “common law’s refusal to permit restraints\non the alienation of chattels.”Kirtsaengv.John Wiley\n& Sons, Inc., 568 U. S. 519, 538 (2013) . As Lord Coke\nput it in the 17th century, if an owner restricts the resale or use\nof an item after selling it, that restriction “is voide, because\n. . . it is against Trade and Traffique, and bargaining\nand contracting betweene man and man.” 1 E. Coke, Institutes of the\nLaws of England §360, p. 223 (1628); see J. Gray, Restraints on the\nAlienation of Prop-erty §27, p. 18 (2d ed. 1895) (“A\ncondition or conditional limitation on alienation attached to a\ntransfer of the entire interest in personalty is as void as if\nattached to a fee simple in land”).This venerable principle is not, as the Federal\nCircuit dismissively viewed it, merely “one common-law\njurisdiction’s general judicial policy at one time toward\nanti-alienation restrictions.” 816 F. 3d, at 750. Congress\nenacted and has repeatedly revised the Patent Act against the\nbackdrop of the hostility toward restraints on alienation. That\nenmity is reflected in the exhaustion doctrine. The patent laws do\nnot include the right to “restrain[ ] . . . further\nalienation” after an initial sale; such conditions have been\n“hateful to the law from Lord Coke’s day to ours” and are\n“obnoxious to the public interest.”Strausv.Victor\nTalking Machine Co., 243 U. S. 490, 501 (1917) . “The\ninconvenience and annoyance to the public that an opposite\nconclusion would occasion are too obvious to require illustration.”Keeler, 157 U. S., at 667.But an illustration never hurts. Take a shop\nthat restores and sells used cars. The business works because the\nshop can rest assured that, so long as those bringing in the cars\nown them, the shop is free to repair and resell those vehicles.\nThat smooth flow of commerce would sputter if companies that make\nthe thousands of parts that go into a vehicle could keep their\npatent rights after the first sale. Those companies might, for\ninstance, restrict resale rights and sue the shop owner for patent\ninfringement. And even if they refrained from imposing such\nrestrictions, the very threat of patent liability would force the\nshop to invest in efforts to protect itself from hidden lawsuits.\nEither way, extending the patent rights beyond the first sale would\nclog the channels of commerce, with little benefit from the extra\ncontrol that the patentees retain. And advances in technology,\nalong with increasingly complex supply chains, magnify the problem.\nSee Brief for Costco Wholesale Corp. et al. asAmici\nCuriae7–9; Brief for Intel Corp. et al. asAmici\nCuriae17, n. 5 (“A generic smartphone assembled from\nvarious high-tech components could practice an estimated 250,000\npatents”).This Court accordingly has long held that, even\nwhen a patentee sells an item under an express restriction, the\npatentee does not retain patent rights in that product. InBoston Store of Chicagov.American Graphophone Co.,\nfor example, a manufacturer sold graphophones—one of the earliest\ndevices for recording and reproducing sounds—to retailers under\ncontracts requiring those stores to resell at a specific price. 246\nU. S. 8 –18 (1918). When the manufacturer brought a patent\ninfringement suit against a retailer who sold for less, we\nconcluded that there was “no room for controversy” about the\nresult: By selling the item, the manufacturer placed it “beyond the\nconfines of the patent law, [and] could not, by qualifying\nrestrictions as to use, keep [it] under the patent monopoly.”Id., at 20, 25.Two decades later, we confronted a similar\narrangement inUnited Statesv.Univis Lens Co.\nThere, a company that made eyeglass lenses authorized an agent to\nsell its products to wholesalers and retailers only if they\npromised to market the lenses at fixed prices. The Government filed\nan antitrust lawsuit, and the company defended its arrangement on\nthe ground that it was exercising authority under the Patent Act.\nWe held that the initial sales “relinquish[ed] . . . the\npatent monopoly with respect to the article[s] sold,” so the\n“stipulation . . . fixing resale prices derive[d] no\nsupport from the patent and must stand on the same footing” as\nrestrictions on unpatented goods. 316 U. S., at 249–251.It is true thatBoston StoreandUnivisinvolved resale price restrictions that, at the time\nof those decisions, violated the antitrust laws. But in both cases\nit was the sale of the items, rather than the illegality of the\nrestrictions, that prevented the patentees from enforcing those\nresale price agreements through patent infringement suits. And if\nthere were any lingering doubt that patent exhaustion applies even\nwhen a sale is subject to an express, otherwise lawful restriction,\nour recent decision inQuanta Computer, Inc.v.LG\nElectronics, Inc.settled the matter. In that case, a\ntechnology company—with authorization from the patentee—sold\nmicroprocessors under contracts requiring purchasers to use those\nprocessors with other parts that the company manufactured. One\nbuyer disregarded the restriction, and the patentee sued for\ninfringement. Without so much as mentioning the lawfulness of the\ncontract, we held that the patentee could not bring an infringement\nsuit because the “authorized sale . . . took its products\noutside the scope of the patent monopoly.” 553 U. S., at\n638.Turning to the case at hand, we conclude that\nthis well-settled line of precedent allows for only one answer:\nLexmark cannot bring a patent infringement suit against Impression\nProducts to enforce the single-use/no-resale provision accompanying\nits Return Program cartridges. Once sold, the Return Program\ncartridges passed outside of the patent monopoly, and whatever\nrights Lexmark retained are a matter of the contracts with its\npurchasers, not the patent law.BThe Federal Circuit reached a different result\nlargely because it got off on the wrong foot. The “exhaustion\ndoctrine,” the court believed, “must be understood as an\ninterpretation of” the infringement statute, which prohibits anyone\nfrom using or selling a patented article “without authority” from\nthe patentee. 816 F. 3d, at 734 (quoting 35 U. S. C.\n§271(a)). Exhaustion reflects a default rule that a patentee’s\ndecision to sell an item “presumptivelygrant[s] ‘authority’\nto the purchaser to use it and resell it.” 816 F. 3d, at 742.\nBut, the Federal Circuit explained, the patentee does not have to\nhand over the full “bundle of rights” every time.Id., at\n741 (internal quotation marks omitted). If the patentee expressly\nwithholds a stick from the bundle—perhaps by restricting the\npurchaser’s resale rights—the buyer never acquires that withheld\nauthority, and the patentee may continue to enforce its right to\nexclude that practice under the patent laws.The misstep in this logic is that the exhaustion\ndoctrine is not a presumption about the authority that comes along\nwith a sale; it is instead a limit on “the scope of thepatentee’s rights.”United Statesv.General Elec.\nCo., 272 U. S. 476, 489 (1926) (emphasis added). The right\nto use, sell, or import an item exists independently of the Patent\nAct. What a patent adds—and grants exclusively to the pat-entee—is\na limited right to prevent others from engaging in those practices.\nSeeCrown Die & Tool Co.v.Nye Tool & Machine\nWorks, 261 U. S. 24, 35 (1923) . Exhaustion extinguishes\nthat exclusionary power. SeeBloomer, 14 How., at 549 (the\npurchaser “exercises no rights created by the act of Congress, nor\ndoes he derive title to [the item] by virtue of the . . .\nexclusive privilege granted to the patentee”). As a result, the\nsale transfers the right to use, sell, or import because those are\nthe rights that come along with ownership, and the buyer is free\nand clear of an infringement lawsuit because there is no\nexclusionary right left to enforce.The Federal Circuit also expressed concern that\npreventing patentees from reserving patent rights when they sell\ngoods would create an artificial distinction between such sales and\nsales by licensees. Patentees, the court explained, often license\nothers to make and sell their products, and may place restrictions\non those licenses. A computer developer could, for instance,\nlicense a manufacturer to make its patented devices and sell them\nonly for non-commercial use by individuals. If a licensee breaches\nthe license by selling a computer for commercial use, the patentee\ncan sue the licensee for infringement. And, in the Federal\nCircuit’s view, our decision inGeneral Talking PicturesCorp.v.Western Elec. Co., 304 U. S. 175 ,\naff’d on reh’g, 305 U. S. 124 (1938) , established that—when a\npatentee grants a license “under clearly stated restrictions on\npost-sale activities” of those who purchase products from the\nlicensee—the patentee canalsosue for infringement those\npurchasers who knowingly violate the restrictions. 816 F. 3d,\nat 743–744. If patentees can employ licenses to impose post-sale\nrestrictions on purchasers that are enforceable through\ninfringement suits, the court concluded, it would make little sense\nto prevent patentees from doing so when they sell directly to\nconsumers.The Federal Circuit’s concern is misplaced. A\npatentee can impose restrictions on licensees because a license\ndoes not implicate the same concerns about restraints on alienation\nas a sale. Patent exhaustion reflects the principle that, when an\nitem passes into commerce, it should not be shaded by a legal cloud\non title as it moves through the marketplace. But a license is not\nabout passing title to a product, it is about changing the contours\nof the patentee’s monopoly: The patentee agrees not to exclude a\nlicensee from making or selling the patented invention, expanding\nthe club of authorized producers and sellers. SeeGeneral Elec.\nCo., 272 U. S., at 489–490. Because the patentee is\nexchanging rights, not goods, it is free to relinquish only a\nportion of its bundle of patent protections.A patentee’s authority to limitlicenseesdoes not, as the Federal Circuit thought, mean that patentees can\nuse licenses to impose post-sale restrictions onpurchasersthat are enforceable through the patent laws. So long as a licensee\ncomplies with the license when selling an item, the patentee has,\nin effect, authorized the sale. That licensee’s sale is treated,\nfor purposes of patent exhaustion, as if the patentee made the sale\nitself. The result: The sale exhausts the patentee’s rights in that\nitem. SeeHobbiev.Jennison, 149 U. S. 355 –363\n(1893). A license may require the licensee to impose a restriction\non purchasers, like the license limiting the computer manufacturer\nto selling for non-commercial use by individuals. But if the\nlicensee does so—by, perhaps, having each customer sign a contract\npromising not to use the computers in business—the sale nonetheless\nexhausts all patent rights in the item sold. SeeMotion Picture\nPatents Co.v.Universal Film Mfg. Co., 243 U. S.\n502 –507, 516 (1917). The purchasers might not comply with the\nrestriction, but the only recourse for the licensee is through\ncontract law, just as if the patentee itself sold the item with a\nrestriction.General Talking Picturesinvolved a\nfundamentally different situation: There, a licensee “knowingly\nma[de] . . . sales . . .outsidethe\nscope of its license.” 304 U. S., at 181–182 (emphasis added).\nWe treated the sale “as if no license whatsoever had been granted”\nby the patentee, which meant that the patentee could sue both the\nlicensee and the purchaser—who knew about the breach—for\ninfringement.General Talking Pictures Corp.v.Western\nElec. Co., 305 U. S. 124, 127 (1938) . This does not mean\nthat patentees can use licenses to impose post-sale restraints on\npurchasers. Quite the contrary: The licensee infringed the\npatentee’s rights because it didnotcomply with the terms\nof its license, and the patentee could bring a patent suit against\nthe purchaser only because the purchaser participated in the\nlicensee’s infringement.General Talking Pictures, then,\nstands for the modest principle that, if a patentee has not given\nauthority for a licensee to make a sale, that sale cannot exhaust\nthe patentee’s rights.In sum, patent exhaustion is uniform and\nautomatic. Once a patentee decides to sell—whether on its own or\nthrough a licensee—that sale exhausts its patent rights, regardless\nof any post-sale restrictions the patentee purports to impose,\neither directly or through a license.IIIOur conclusion that Lexmark exhausted its\npatent rights when it sold the domestic Return Program cartridges\ngoes only halfway to resolving this case. Lexmark also sold toner\ncartridges abroad and sued Impression Products for patent\ninfringement for “importing [Lexmark’s] invention into the United\nStates.” 35 U. S. C. §154(a). Lexmark contends that it\nmay sue for infringement with respect to all of the imported\ncartridges—not just those in the Return Program—because a foreign\nsale does not trigger patent exhaustion unless the patentee\n“expressly or implicitly transfer[s] or license[s]” its rights.\nBrief for Respondent 36–37. The Federal Circuit agreed, but we do\nnot. An authorized sale outside the United States, just as one\nwithin the United States, exhausts all rights under the Patent\nAct.This question about international exhaustion of\nintellectual property rights has also arisen in the context of\ncopyright law. Under the “first sale doctrine,” which is codified\nat 17 U. S. C. §109(a), when a copyright owner sells a\nlawfully made copy of its work, it loses the power to restrict the\npurchaser’s freedom “to sell or otherwise dispose of\n. . . that copy.” InKirtsaengv.John Wiley\n& Sons, Inc., we held that this “ ‘first sale’ [rule]\napplies to copies of a copyrighted work lawfully made [and sold]\nabroad.” 568 U. S., at 525. We began with the text of §109(a),\nbut it was not decisive: The language neither “restrict[s] the\nscope of [the] ‘first sale’ doctrine geographically,” nor clearly\nembraces international exhaustion.Id.,at 528–533. What\nhelped tip the scales for global exhaustion was the fact that the\nfirst sale doctrine originated in “the common law’s refusal to\npermit restraints on the alienation of chattels.”Id., at\n538. That “common-law doctrine makes no geographical distinctions.”Id.,at 539. The lack of any textual basis for\ndistinguishing between domestic and international sales meant that\n“a straightforward application” of the first sale doctrine required\nthe conclusion that it applies overseas.Id.,at 540\n(internal quotation marks omitted).Applying patent exhaustion to foreign sales is\njust as straightforward. Patent exhaustion, too, has its roots in\nthe antipathy toward restraints on alienation, seesupra, at\n6–8, and nothing in the text or history of the Patent Act shows\nthat Congress intended to confine that borderless common law\nprinciple to domestic sales. In fact, Congress has not altered\npatent exhaustion at all; it remains an unwritten limit on the\nscope of the patentee’s monopoly. SeeAstoria Fed. Sav. &\nLoan Assn.v.Solimino, 501 U. S. 104, 108 (1991)\n(“[W]here a common-law principle is well established,\n. . . courts may take it as given that Congress has\nlegislated with an expectation that the principle will apply except\nwhen a statutory purpose to the contrary is evident” (internal\nquotation marks omitted)). And differentiating the patent\nexhaustion and copyright first sale doctrines would make little\ntheoretical or practical sense: The two share a “strong similarity\n. . . and identity of purpose,”Bauer & Ciev.O’Donnell, 229 U. S. 1, 13 (1913) , and many everyday\nproducts—“automobiles, microwaves, calculators, mobile phones,\ntablets, and personal computers”—are subject to both patent and\ncopyright protections, seeKirtsaeng, 568 U. S., at\n545; Brief for Costco Wholesale Corp. et al. asAmici\nCuriae14–15. There is a “historic kinship between patent law\nand copyright law,”Sony Corp. of Americav.Universal\nCity Studios, Inc., 464 U. S. 417, 439 (1984) , and the\nbond between the two leaves no room for a rift on the question of\ninternational exhaustion.Lexmark sees the matter differently. The Patent\nAct, it points out, limits the patentee’s “right to exclude others”\nfrom making, using, selling, or importing its products to acts that\noccur in the United States. 35 U. S. C. §154(a). A\ndomestic sale, it argues, triggers exhaustion because the sale\ncompensates the patentee for “surrendering [those]U. S.rights.” Brief for Respondent 38. A foreign sale\nis different: The Patent Act does not give patentees exclusionary\npowers abroad. Without those powers, a patentee selling in a\nforeign market may not be able to sell its product for the same\nprice that it could in the United States, and therefore is not sure\nto receive “the reward guaranteed by U. S. patent law.”Id., at 39 (internal quotation marks omitted). Absent that\nreward, says Lexmark, there should be no exhaustion. In short,\nthere is no patent exhaustion from sales abroad because there are\nno patent rights abroad to exhaust.The territorial limit on patent rights is,\nhowever, no basis for distinguishing copyright protections; those\nprotections “do not have any extraterritorial operation” either. 5\nM. Nimmer & D. Nimmer, Copyright §17.02, p. 17–26 (2017). Nor\ndoes the territorial limit support the premise of Lexmark’s\nargument. Exhaustion is a separate limit on the patent grant, and\ndoes not depend on the patentee receiving some undefined premium\nfor selling the right to access the American market. A purchaser\nbuys an item, not patent rights. And exhaustion is triggered by the\npatentee’s decision to give that item up and receive whatever fee\nit decides is appropriate “for the article and the invention which\nit embodies.”Univis, 316 U. S., at 251. The patentee\nmay not be able to command the same amount for its products abroad\nas it does in the United States. But the Patent Act does not\nguarantee a particular price, much less the price from selling to\nAmerican consumers. Instead, the right to exclude just ensures that\nthe patentee receives one reward—of whatever amount the patentee\ndeems to be “satisfactory compensation,”Keeler, 157\nU. S., at 661—for every item that passes outside the scope of\nthe patent monopoly.This Court has addressed international patent\nexhaustion in only one case,Boeschv.Gräff, decided\nover 125 years ago. All that case illustrates is that a sale abroad\ndoes not exhaust a patentee’s rights when the patentee had nothing\nto do with the transaction.Boesch—from the days before the\nwidespread adoption of electrical lighting—involved a retailer who\npurchased lamp burners from a manufacturer in Germany, with plans\nto sell them in the United States. The manufacturer had authority\nto make the burners under German law, but there was a hitch: Two\nindividuals with no ties to the German manufacturer held the\nAmerican patent to that invention. These patentees sued the\nretailer for infringement when the retailer imported the lamp\nburners into the United States, and we rejected the argument that\nthe German manufacturer’s sale had exhausted the American\npatentees’ rights. The German manufacturer had no permission to\nsell in the United States from the American patentees, and the\nAmerican patentees had not exhausted their patent rights in the\nproducts because they had not sold them to anyone, so “purchasers\nfrom [the German manufacturer] could not be thereby authorized to\nsell the articles in the United States.” 133 U. S. 697, 703\n(1890) .Our decision did not, as Lexmark contends,\nexempt all foreign sales from patent exhaustion. See Brief for\nRespondent 44–45. Rather, it reaffirmed the basic premise that only\nthe patentee can decide whether to make a sale that exhausts its\npatent rights in an item. The American patentees did not do so with\nrespect to the German products, so the German sales did not exhaust\ntheir rights.Finally, the United States, as anamicus,\nadvocates what it views as a middle-ground position: that “a\nforeign sale authorized by the U. S. patentee exhausts\nU. S. pat-ent rights unless those rights are expressly\nreserved.” Brief for United States 7–8. Its position is largely\nbased on policy rather than principle. The Government thinks that\nan overseas “buyer’s legitimate expectation” is that a “sale\nconveys all of the seller’s interest in the patented article,” so\nthe presumption should be that a foreign sale triggers exhaustion.Id., at 32–33. But, at the same time, “lower courts long ago\ncoalesced around” the rule that “a patentee’s express reservation\nof U. S. patent rights at the time of a foreign sale will be\ngiven effect,” so that option should remain open to the patentee.Id., at 22 (emphasis deleted).The Government has little more than “long ago”\non its side. In the 1890s, two circuit courts—in cases involving\nthe same company—did hold that patentees may use express\nrestrictions to reserve their patent rights in connection with\nforeign sales. SeeDickersonv.Tinling, 84 F. 192,\n194–195 (CA8 1897);Dickersonv.Matheson, 57 F. 524,\n527 (CA2 1893). But no “coalesc[ing]” ever took place: Over the\nfollowing hundred-plus years, only a smattering of lower court\ndecisions mentioned this express-reservation rule for foreign\nsales. See,e.g.,Sanofi, S. A.v.Med-Tech\nVeterinarian Prods., Inc., 565 F. Supp. 931, 938 (NJ\n1983). And in 2001, the Federal Circuit adopted its blanket rule\nthat foreign sales do not trigger exhaustion, even if the patentee\nfails to expressly reserve its rights.Jazz Photo, 264\nF. 3d, at 1105. These sparse and inconsistent decisions\nprovide no basis for any expectation, let alone a settled one, that\npatentees can reserve patent rights when they sell abroad.The theory behind the Government’s\nexpress-reservation rule also wrongly focuses on the likely\nexpectations of the patentee and purchaser during a sale.\nExhaustion does not arise because of the parties’ expectations\nabout how sales transfer patent rights. More is at stake when it\ncomes to patents than simply the dealings between the parties,\nwhich can be addressed through contract law. Instead, exhaustion\noccurs because, in a sale, the patentee elects to give up title to\nan item in exchange for payment. Allowing patent rights to stick\nremora-like to that item as it flows through the market would\nviolate the principle against restraints on alienation. Exhaustion\ndoes not depend on whether the patentee receives a premium for\nselling in the United States, orthe type of rights that buyers\nexpect to receive. As a result, restrictions and location are\nirrelevant; what matters is the patentee’s decision to make a\nsale.*  *  *The judgment of the United States Court of\nAppeals for the Federal Circuit is reversed, and the case is\nremanded for further proceedings consistent with this opinion.It is so ordered.Justice Gorsuch took no part in the\nconsideration or decision of this case.",
    "joined": []
}