{
    "case": {
        "docket": "399",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/399/"
    },
    "id": "1962149",
    "author": "roberts",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF ROBERTS, C. J.LEAGUE OF UNITED LATIN AMERICAN CITIZENS V.PERRY548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNOS. 05-204, 05-254, 05-276 AND 05-439LEAGUE OF UNITED LATIN AMERICAN CITIZENS,\net al., APPELLANTS05–204v.RICK PERRY, GOVERNOR OF TEXAS,\net al.TRAVIS COUNTY, TEXAS, et al.,APPELLANTS05–254v.RICK PERRY, GOVERNOR OF TEXAS,\net al.EDDIE JACKSON, et al.,APPELLANTS05–276v.RICK PERRY, GOVERNOR OF TEXAS,\net al.GI FORUM OF TEXAS, et al.,APPELLANTS05–439v.RICK PERRY, GOVERNOR OF TEXAS,\net al.on appeals from the united states district\ncourt for the eastern district of texas[June 28, 2006]Chief Justice Roberts,\nwith whom Justice Alito joins, concurring in part, concurring in\nthe judgment in part, and dissenting in part.I join Parts I and IV of the\nplurality opinion. With regard to Part II, I agree with the\ndetermination that appellants have not provided “a reliable\nstandard for identifying unconstitutional political gerrymanders.”Ante, at 16. The question whether any such standard\nexists—that is, whether a challenge to a political gerrymander\npresents a justiciable case or controversy—has not been argued in\nthese cases. I therefore take no position on that question, which\nhas divided the Court, seeViethv.Jubelirer,541 U. S. 267(2004), and I join the Court’s disposition in Part II without\nspecifying whether appellants have failed to state a claim on which\nrelief can be granted, or have failed to present a justiciable\ncontroversy.I must, however, dissent from\nPart III of the Court’s opinion. According to the District Court’s\nfactual findings, the State’s drawing of district lines in south\nand west Texas caused the area to move from five out of seven\neffective Latino opportunity congressional districts, with an\nadditional district “moving” in that direction, tosixout\nof seven effective Latino opportunity districts. SeeSessionv.Perry, 298 F. Supp. 2d 451, 489,\n503–504 (ED Tex. 2004)(per curiam). The end result is\nthat while Latinos make up 58% of the citizen voting age population\nin the area, they control 85% (six of seven) of the districts under\nthe State’s plan.In the face of these findings, the majority\nnonetheless concludes that the State’s plan somehow dilutes the\nvoting strength of Latinos in violation of §2 of the Voting Rights\nAct. The majority reaches its surprising result because it finds\nthat Latino voters in one of the State’s Latino opportunity\ndistricts—District 25—are insufficiently compact, in that they\nconsist of two different groups, one from around the Rio Grande and\nanother from around Austin. According to the majority, this may\nmake it more difficult for certain Latino-preferred candidates to\nbe elected from that district—even though Latino voters make up\n55% of the citizen voting age population in the district and vote\nas a bloc.Id.,at 492, n. 126, 503. The majority\nprefers old District 23, despite the District Court determination\nthat new District 25 is “a more effective Latino opportunity\ndistrict than Congressional District 23 had been.”Id.,at\n503; seeid.,at 489, 498–499. The District Court based\nthat determination on a careful examination of regression analysis\nshowing that “the Hispanic-preferred candidate [would win]everyprimary and general election examined in District\n25,”id.,at 503 (emphasis added), compared to the only\npartial success such candidates enjoyed in former District 23,id.,at 488, 489, 496.The majority dismisses the District Court’s\ncareful factfinding on the ground that the experienced judges did\nnot properly consider whether District 25 was “compact” for\npurposes of §2.Ante, at 24. But the District Court\nopinion itself clearly demonstrates that the court carefully\nconsidered the compactness of the minority group in District 25,\njust as the majority says it should have. The District Court\nrecognized the very features of District 25 highlighted by the\nmajority and unambiguously concluded, under the totality of the\ncircumstances, that the district was an effective Latino\nopportunity district, and that no violation of §2 in the area had\nbeen shown.Unable to escape the District Court’s\nfactfinding, the majority is left in the awkward position of\nmaintaining that itstheoryabout compactness is more\nimportant under §2 than the actual prospects of electoral success\nfor Latino-preferred candidates under a State’s apportionment plan.\nAnd that theory is a novel one to boot. Never before has this or\nany other court struck down a State’s redistricting plan under §2,\non the ground that the plan achieves the maximum number of possible\nmajority-minority districts, but loses on style points, in that the\nminority voters in one of those districts are not as “compact” as\nthe minority voters would be in another district were the lines\ndrawn differently. Such a basis for liability pushes voting rights\nlitigation into a whole new area—an area far removed from the\nconcern of the Voting Rights Act to ensure minority voters an equal\nopportunity “to elect representatives of their choice.” 42 U.\nS. C. §1973(b).IUnder §2, a plaintiff alleging “a\ndenial or abridgement of the right of [a] citizen of the United\nStates to vote on account of race or color,” §1973(a), must show,\n“based on the totality of circumstances,”“that the political processes leading to nomination\nor election in the State or political subdivision are not equally\nopen to participation by members of a class of citizens protected\nby subsection (a) … in that its members have less opportunity than\nother members of the electorate to participate in the political\nprocess and to elect representatives of their choice.”\n§1973(b).InThornburgv.Gingles,478 U. S. 30(1986), we\nfound that a plaintiff challenging the State’s use of multimember\ndistricts could meet this standard by showing that replacement of\nthe multimember district with several single-member districts would\nlikely provide minority voters in at least some of those\nsingle-member districts “the ability … to elect representatives of\ntheir choice.”Id.,at 48. The basis for this requirement\nwas simple: If no districts were possible in which minority voters\nhad prospects of electoral success, then the use of multimember\ndistricts could hardly be said to thwart minority voting power\nunder §2. Seeibid.(“Minority voters who contend that the\nmultimember form of districting violates §2 must prove that the use\nof a multimember electoral structure operates to minimize or cancel\nout their ability to elect their preferred candidates”).The next generation of voting\nrights litigation confirmed that “manipulation of [single-member]\ndistrict lines” could also dilute minority voting power if it\npacked minority voters in a few districts when they might control\nmore, or dispersed them among districts when they might control\nsome.Voinovichv.Quilter,507 U. S. 146, 153–154\n(1993). Again the basis for this application ofGingleswas clear: A configuration of district lines could only dilute\nminority voting strength if under another configuration minority\nvoters had better electoral prospects. Thus in cases involving\nsingle-member districts, the question was whether anadditionalmajority-minority district should be created,\nseeAbramsv.Johnson,521 U. S. 74, 91–92\n(1997);Growev.Emison,507 U. S. 25, 38 (1993),\nor whetheradditionalinfluence districts should be\ncreated to supplement existing majority-minority districts, seeVoinovich,supra,at 154.We have thus emphasized, sinceGinglesitself, that a §2 plaintiff must at least show an\napportionment that is likely to performbetterfor\nminority voters, compared to the existing one. See 478 U. S., at 99\n(O’Connor, J., concurring in judgment) (“[T]he relative lack of\nminority electoral success under a challenged plan, when compared\nwith the success that would be predicted under the measure of\nundiluted minority voting strength the court is employing, can\nconstitute powerful evidence of vote dilution”). And\nunsurprisingly, in the context of single-member districting\nschemes, we have invariably understood this to require the\npossibility ofadditionalsingle-member districts that\nminority voters might control.Johnsonv.De Grandy,512 U. S. 997(1994), reaffirmed this understanding. The plaintiffs inDe\nGrandyclaimed that, by reducing the size of the Hispanic\nmajority in some districts,additionalHispanic-majority\ndistricts could be created.Id.,at 1008. The State\ndefended a plan that did not do so on the ground that the proposed\nadditional districts, while containing nominal Hispanic majorities,\nwould “lack enough Hispanic voters to elect candidates of their\nchoice without cross-over votes from other ethnic groups,” and thus\ncould not bolster Hispanic voting strength under §2.Ibid.In keeping with the requirement that a §2\nplaintiff must show that an alternative apportionment would presentbetterprospects for minority-preferred candidates, the\nCourt set out the condition that a challenge to an existing set of\nsingle-member districts must show the possibility of “creating more\nthan the existing number of reasonably compact districts with a\nsufficiently large minority population to elect candidates of its\nchoice.”Ibid.De Grandyconfirmed that simply\nproposing a set of districts that divides up a minority population\nin a different manner than the State has chosen, without a gain in\nminority opportunity districts, does not show vote dilution, but\n“only that lines could have been drawn elsewhere.”Id.,at\n1015.Here the District Court found that six\nmajority-Latino districts were all that south and west Texas could\nsupport. Plan 1374C provides six such districts, just as its\npredecessor did. This fact, combined with our precedent making\nclear that §2 plaintiffs must show an alternative withbetterprospects for minority success, should have\nresulted in affirmance of the District Court decision on vote\ndilution in south and west Texas. SeeGingles, supra,at\n79 (“[T]he clearly-erroneous test of [Federal Rule of Civil\nProcedure] 52(a) is the appropriate standard for appellate review\nof a finding of vote dilution… . [W]hether the political\nprocess is equally open to minority voters … is peculiarly\ndependent upon the facts” (internal quotation marks omitted));Rogersv.Lodge,458 U. S. 613, 622, 627\n(1982).The majority avoids this result by finding\nfault with the District Court’s analysis of one of the\nLatino-majority districts in the State’s plan. That\ndistrict—District 25—is like other districts in the State’s plan,\nlike districts in the predecessor plan, and like districts in theplaintiffs’ proposed seven-district plan, in that it joins\npopulation concentrations around the border area with others closer\nto the center of the State. The District Court explained that such\n“ ‘bacon-strip’ ” districts are inevitable, given the\ngeography and demography of that area of the State.Session, 298 F. Supp. 2d,at 486–487, 490,\n491, n. 125, 502.The majority, however, criticizes\nthe District Court because its consideration of the compactness of\nDistrict 25 under §2 was deficient. According to the majority,“the court analyzed the issue only for equal\nprotection purposes. In the equal protection context, compactness\nfocuses on the contours of district lines to determine whether race\nwas the predominant factor in drawing those lines. Under §2, by\ncontrast, the injury is vote dilution, so the compactness inquiry\nembraces different considerations.”Ante, at 26 (citation\nomitted).This is simply an inaccurate\ndescription of the District Court’s opinion. The District Court\nexpressly considered compactness in the §2 context. That is clear\nenough from the fact that the majorityquotesthe District\nCourt’s opinion in elaborating on the standard of compactness it\nbelieves the District Courtshouldhave applied. Seeante, at 18 (quotingSession,supra,at\n502);ante, at 28 (quotingSession,supra,at 502). The very passage quoted by the majority\nabout the different “ ‘needs and interests’ ” of the\ncommunities in District 25,ante, at 18, appeared in the\nDistrict Court opinion precisely because the District Court\nrecognized that those concerns “bear on the extent to which the new\ndistricts”—including District 25—“are functionally effective Latino\nopportunity districts, important to understanding whetherdilutionresults from Plan 1374C.”Session, 298\nF. Supp. 2d,at 502 (emphasis added); see alsoibid.(noting different “needs and interests of Latino\ncommunities” in the “ ‘bacon-strip’ ” districts and\nconcluding that “[t]he issue is whether these features mean that\nthe newly-configured districtsdilute the voting strengthof Latinos” (emphasis added)).Indeed, the District Court addressed\ncompactness in two different sections of its opinion: in Part VI–C\nwith respect to vote dilution under §2, and in Part VI–D with\nrespect to whether race predominated in drawing district lines, for\npurposes of equal protection analysis. The District Court even\nexplained, in considering in Part VI–C the differences between the\nLatino communities in the bacon-strip districts (including District\n25) for purposes of vote dilution under §2, how the same concerns\nbear on the plaintiffs’ equal protection claim, discussed in Part\nVI–D.Id.,at 502, n. 168. The majority faults the\nDistrict Court for discussing “the relative smoothness of the\ndistrict lines,” because that is only pertinent in the equal\nprotection context,ante, at 24,but it was only in\nthe equal protection context that the District Court mentioned the\nrelative smoothness of district lines. See 298 F. Supp.\n2d,at 506–508. In discussing compactness in Part VI–C,\nwith respect to vote dilution under §2, the District Court\nconsidered precisely what the majority says it should have: the\ndiverse needs and interests of the different Latino communities in\nthe district. Unlike the majority, however, the District Court\nproperly recognized that the question under §2 was “whether these\nfeatures mean that the newly-configured districts dilute the voting\nstrength of Latinos.”Id.,at 502.The District Court’s answer to\nthat question was unambiguous:“Witnesses testified that Congressional Districts\n15 and 25 would spancoloniasin Hidalgo County and\nsuburban areas in Central Texas, but the witnesses testified, and\nthe regression data show, that both districts are effective Latino\nopportunity districts, with the Hispanic-preferred candidate\nwinning every primary and general election examined in District\n25.”Id.,at 503.The District Court emphasized this point again\nlater on:“The newly-configured Districts 15, 25, 27, and 28\ncover more territory and travel farther north than did the\ncorresponding districts in Plan 1151C. The districts combine more\nvoters from the central part of the State with voters from the\nborder cities than was the case in Plan 1151C. The population data,\nregression analyses, and the testimony of both expert witnesses and\nwitnesses knowledgeable about how politics actually works in the\narea lead to the finding that in Congressional Districts 25 and 28,\nLatino voters will likely control every primary and general\nelection outcome.”Id.,at 503–504.I find it inexplicable how the\nmajority can read these passages and state that the District Court\nreached its finding on the effectiveness of District 25 “without\naccounting for the detrimental consequences of its compactness\nproblems.”Ante, at 35. The majority does “not question”\nthe District Court’s parsing of the statistical evidence to reach\nthe finding that District 25 was an effective Latino opportunity\ndistrict.Ante, at 28. But the majority nonetheless\nrejects that finding, based on its own theory that “[t]he practical\nconsequence of drawing a district to cover two distant, disparate\ncommunities is that one or both groups will be unable to achieve\ntheir political goals,”ante, at 27, and because the\nfinding rests on the “prohibited assumption” that voters of the\nsame race will “think alike, share the same political interests,\nand will prefer the same candidates at the polls,”ibid.(citations and internal quotation marks omitted). It is important\nto be perfectly clear about the following, out of fairness to the\nDistrict Court if for no other reason: No one has made any\n“assumptions” about how voters in District 25 will vote based on\ntheir ethnic background. Not the District Court; not this dissent.\nThere was a trial. At trials, assumptions and assertions give way\nto facts. In voting rights cases, that is typically done through\nregression analyses of past voting records. Here, those analyses\nshowed that the Latino candidate of choice prevailed in every\nprimary and general election examined for District 25. SeeSession, 298 F. Supp. 2d, at 499–500. Indeed, a\nplaintiffs’ expert conceded that Latino voters in District 25 “have\nan effective opportunity to control outcomes in both primary and\ngeneral elections.”Id.,at 500. The District Court, far\nfrom “assum[ing]” that Latino voters in District 25 would “prefer\nthe same candidate at the polls,” concluded that they were likely\nto do so based on statistical evidence of historic voting\npatterns.Contrary to the erroneous statements in the\nmajority opinion, the District Court judges didnotsimply\n“aggregat[e]” minority voters to measure effectiveness.Ante, at 26. They didnotsimply rely on the\n“mathematical possibility” of minority voters voting for the same\npreferred candidate,ante, at 28, and it is a disservice\nto them to state otherwise. It is the majority that is indulging in\nunwarranted “assumption[s]” about voting, contrary to the facts\nfound at trial based on carefully considered evidence.What is blushingly ironic is that the district\npreferred by the majority—former District 23—suffers from the same\n“flaw” the majority ascribes to District 25, except to a greater\ndegree. While the majority decries District 25 because the Latino\ncommunities there are separated by “enormous geographical\ndistance,”ante, at 29, and are “hundreds of miles apart,”ante, at 35, Latino communities joined to form the voting\nmajority in old District 23 are nearly twice as far apart. Old\nDistrict 23 runs “from El Paso, over 500 miles, into San Antonio\nand down into Laredo. It covers a much longer distance than … the\n300 miles from Travis to McAllen [in District 25].” App. 292\n(testimony of T. Giberson); seeid.,at 314 (report of T.\nGiberson) (“[D]istrict 23 in any recent Congressional plan extends\nfrom the outskirts of El Paso down to Laredo, dipping into San\nAntonio and spanning 540 miles”). So much for the significance of\n“enormous geographical distance.” Or perhaps the majority is\nwilling to “assume” that Latinos around San Antonio have common\ninterests with those on the Rio Grande rather than those around\nAustin, even though San Antonio and Austin are a good bit closer to\neach other (less than 80 miles apart) than either is to the Rio\nGrande.*The District Court considered expert evidence\non projected election returns and concluded that District 25 would\nlikely perform impeccably for Latino voters, better indeed than\nformer District 23. SeeSession, 298 F. Supp.\n2d,at 503–504, 488, 489, 496. The District Court also\nconcluded that the other districts in Plan 1374C would give Latino\nvoters a favorable opportunity to elect their preferred candidates.\nSeeid.,at 499 (observing the parties’ agreement that\nDistricts 16 and 20 in Plan 1374C “do clearly provide effective\nLatino citizen voting age population majorities”);id.,at\n504 (“Latino voters will likely control every primary and general\nelection outcome” in District 28, and “every primary outcome and\nalmost every general election outcome” in Districts 15 and 27,\nunder Plan 1374C). In light of these findings, the District Court\nconcluded that “compared to Plan 1151C … Plaintiffs have not shown\nan impermissible reduction in effective opportunities for Latino\nelectoral control or in opportunities for Latino participation in\nthe political process.”Ibid.Viewed against this backdrop, the majority’s\nholding that Plan 1374C violates §2 amounts to this: A State has\ndenied minority voters equal opportunity to “participate in the\npolitical process and to elect representatives of their choice,” 42\nU. S. C. §1973(b), when the districts in the plan a State has\ncreated havebetterprospects for the success of\nminority-preferred candidates than an alternative plan, simply\nbecause one of the State’s districts combines different minority\ncommunities, which, in any event, are likely to vote as a\ncontrolling bloc. It baffles me how this could be vote dilution,\nlet alone how the District Court’s contrary conclusion could be\nclearly erroneous.IIThe majority arrives at the wrong\nresolution because it begins its analysis in the wrong place. The\nmajority declares that aGinglesviolation is made out\n“[c]onsidering” former District 23 “in isolation,” and chides the\nState for suggesting that it can remedy this violation “by creating\nnew District 25 as an offsetting opportunity district.”Ante, at 22. According to the majority, “§2 does not\nforbid the creation of a noncompact majority-minority district,”\nbut “[t]he noncompact district cannot … remedy a violation\nelsewhere in the State.”Ante, at 24.The issue, however, is not\nwhether a §2 violation in District 23, viewed “in isolation,” can\nbe remedied by the creation of a Latino opportunity district in\nDistrict 25. When the question is where a fixed number of\nmajority-minority districts should be located, the analysis should\nnever begin by asking whether aGinglesviolation can be\nmade out in any one district “in isolation.” In these\ncircumstances, it is always possible to look at one area of\nminority population “in isolation” and see a “violation” of §2\nunderGingles. For example, if a State drew three\ndistricts in a group, with 60% minority voting age population in\nthe first two, and 40% in the third, the 40% can readily claim that\ntheir opportunities are being thwarted becausetheywere\nnot grouped with an additional 20% of minority voters from one of\nthe other districts. But the remaining minority voters in the other\ndistricts would have precisely the same claim if minority voters\nwere shifted from their districts to join the 40%. SeeDe\nGrandy, 512 U. S.,at 1015–1016 (“[S]ome dividing by\ndistrict lines and combining within them is virtually inevitable\nand befalls any population group of substantial size”). That is why\nthe Court has explained that no individual minority voter has a\nright to be included in a majority-minority district. SeeShawv.Hunt,517 U. S. 899, 917, and\nn. 9 (1996)(Shaw II);id.,at 947 (Stevens, J.,\ndissenting). Any other approach would leave the State caught\nbetween incompatible claims by different groups of minority voters.\nSeeSession,supra,at 499 (“[T]here is neither\nsufficiently dense and compact population in general nor Hispanic\npopulation in particular to support” retaining former District 23andadding District 25).The correct inquiry under §2 is not whether aGinglesviolation can be made out with respect to one\ndistrict “in isolation,” but instead whether line-drawing in the\nchallenged area as a whole dilutes minority voting strength. A\nproper focus on the district lines in the area as a whole also\ndemonstrates why the majority’s reliance onBushv.Vera,517\nU. S. 952(1996), andShawIIis\nmisplaced.In those cases, we rejected on the basis of\nlack of compactness districts that a State defended against equal\nprotection strict scrutiny on the grounds that they were necessary\nto avoid a §2 violation. SeeVera,supra,at\n977–981 (plurality opinion);Shaw II,supra,at\n911, 916–918. But those cases never suggested that a plaintiff\nproceeding under §2 could rely on lack of compactness to prove\nliability. And the districts in those cases were nothing like\nDistrict 25 here. To begin with, they incorporated multiple, small,\nfarflung pockets of minority population, and did so by ignoring the\nboundaries of political subdivisions.Vera,supra,at 987–989 (Appendices A–C to plurality opinion)\n(depicting districts);Shaw II,supra,at 902–903\n(describing districts). Here the District Court found that the long\nand narrow but more normal shape of District 25 was shared by other\ndistricts both in the state plan and the predecessor plan—not to\nmention the plaintiffs’ own proposed plan—and resulted from the\ndemography and geography of south and west Texas. SeeSession, 298 F. Supp. 2d,at 487–488, 491,\nand n. 125. Andnoneof the minority voters in theVeraandShaw IIdistricts could have formed part\nof aGingles-compliant district, seeVera,supra,at 979 (plurality opinion) (remarking of one of the\ndistricts at issue that it “reaches out to grab small and\napparently isolated minority communities which, based on the\nevidence presented, could not possibly form part of a compact\nmajority-minority district”);Shaw II, 517 U. S.,at 916–917 (describing the challenged district as “in no way\ncoincident with the compactGinglesdistrict”); while here\nno one disputes that at least the Latino voters in the border area\nof District 25—the larger concentration—mustbe part of a\nmajority-Latino district if six are to be placed in south and west\nTexas.This is not, therefore, a case of the State\ndrawing a majority-minority district “anywhere,” once a §2\nviolation has been established elsewhere in the State.Id.,at 917. The question is instead whether the State has\nsome latitude in deciding where to place the maximum possible\nnumber of majority-minority districts, when one of those districts\ncontains a substantial proportion of minority voters whomustbe in a majority-minority district if the maximum\nnumber is to be created at all.Until today, no court has ever suggested that\nlack of compactness under §2 might invalidate a district that a\nState has chosen to create in the first instance. The\n“geographica[l] compact[ness]” of a minority population has\npreviously been only an element of theplaintiff’scase.\nSeeGingles, 478 U. S., at 49–50. That is to say, the §2\nplaintiff bears the burden of demonstrating that “the minority\ngroup … is sufficiently large and geographically compact to\nconstitute a majority in a single-member district.”Id.,at 50. Thus compactness, when it has been invoked by lower courts\nto defeat §2 claims, has been applied to a remedial district aplaintiffproposes. See,e.g.,Sensleyv.Albritton, 385 F. 3d 591, 596–597 (CA5 2004);Malloryv.Ohio, 173 F. 3d 377, 382–383 (CA6\n1999);Stablerv.County of Thurston, 129\nF. 3d 1015, 1025 (CA8 1997). Indeed, the most we have had to\nsay about the compactness aspect of theGinglesinquiry is\nto profess doubt whether it was met when the district a §2\nplaintiff proposed was “oddly shaped.”Growev.Emison,507 U. S., at 38, 41. And even then, we rejected\n§2 liability not because of the odd shape, but because no evidence\nof majority bloc voting had been submitted.Id.,at\n41–42.Far from imposing a freestanding compactness\nobligation on the States, we have repeatedly emphasized that\n“States retain broad discretion in drawing districts to comply with\nthe mandate of §2,”Shaw II,supra,at 917, n. 9,\nand that §2 itself imposes “noper seprohibitions against\nparticular types of districts,”Voinovichv.Quilter,507 U. S., at 155. We have said that the States\nretain “flexibility” in complying with voting rights obligations\nthat “federal courts enforcing §2 lack.”Vera,supra,at 978. The majority’s intrusion into line-drawing,\nunder the authority of §2, when the lines already achieve the\nmaximum possible number of majority-minority opportunity districts,\nsuggests that all this is just so much hollow rhetoric.The majority finds fault in a “one-way rule\nwhereby plaintiffs must show compactness but States need not,”ante, at 25, without bothering to explain how its contrary\nrule of equivalence between plaintiffs litigating and the elected\nrepresentatives of the people legislating comports with our\nrepeated assurances concerning the discretion and flexibility left\nto the States. Section 2 is, after all, part of the Voting Rights\nAct, not the Compactness Rights Act. The word “compactness” appears\nnowhere in §2, nor even in the agreed-upon legislative history. SeeGingles,supra,at 36–37. To bestow on\ncompactness such precedence in the §2 inquiry is the antithesis of\nthe totality test that the statute contemplates.De\nGrandy, 512 U. S.,at 1011 (“[T]he ultimate\nconclusions about equality or inequality of opportunity were\nintended by Congress to be judgments resting on comprehensive, not\nlimited, canvassing of relevant facts”). Suggesting that\ndeterminative weight should have been given this one factor\ncontravenes our understanding of how §2 analysis proceeds, seeGingles,478 U. S.,at 45 (quoting statement from\nthe legislative history of §2 that “ ‘there is no requirement\nthat any particular number of factors be proved, or that a majority\nof them point one way or the other’ ”), particularly when the\nproper standard of review for the District Court’s ultimate\njudgment under §2 is clear error. Seeid.,at 78–79.A §2 plaintiff has no legally protected\ninterest in compactness, apart from how deviations from it dilute\nthe equal opportunity of minority voters “to elect representatives\nof their choice.” §1973(b). And the District Court found that any\neffect on this opportunity caused by the different “needs and\ninterests” of the Latino voters within District 25 was at least\noffset by the fact that, despite these differences, they were\nlikely to prefer the same candidates at the polls. This finding was\nbased on the evidence, not assumptions.Whatever the competing merits of old District\n23 and new District 25 at the margins, judging between those two\nmajority-minority districts is surely the responsibility of the\nlegislature, not the courts. SeeGeorgiav.Ashcroft,539 U. S. 461, 480\n(2003). The majority’s squeamishness about the supposed challenge\nfacing a Latino-preferred candidate in District 25—having to appeal\nto Latino voters near the Rio Grande and those near Austin—is not\nunlike challenges candidates face around the country all the time,\nas part of a healthy political process. It is in particular not\nunlike the challenge faced by a Latino-preferred candidate in the\ndistrict favored by the majority, former District 23, who must\nappeal to Latino voters both in San Antonio and in El Paso, 540\nmiles away. “[M]inority voters are not immune from the obligation\nto pull, haul, and trade to find common political ground, the\nvirtue of which is not to be slighted in applying a statute meant\nto hasten the waning of racism in American politics.”De\nGrandy, 512 U. S., at 1020. As the Court has explained, “the\nultimate right of §2 is equality of opportunity, not a guarantee of\nelectoral success for minority-preferred candidates of whatever\nrace.”Id.,at 1014, n. 11. Holding that suchopportunityis denied because a State draws a district\nwith 55% minority citizen voting-age population, rather than\nkeeping one with a similar percentage (but lower turnout) that did\nnot in any event consistently elect minority-preferred candidates,\ngives an unfamiliar meaning to the word “opportunity.”IIIEven if a plaintiff satisfies theGinglesfactors, a finding of vote dilution under §2 does\nnot automatically follow. InDe Grandy, we identified\nanother important aspect of the totality inquiry under §2: whether\n“minority voters form effective voting majorities in a number of\ndistricts roughly proportional to the minority voters’ respective\nshares in the voting-age population.” 512 U. S., at 1000. A finding\nof proportionality under this standard can defeat §2 liability even\nif a clearGinglesviolation has been made out. InDe\nGrandyitself, we found that “substantial proportionality”\ndefeated a claim that the district lines at issue “diluted the\nvotes cast by Hispanic voters,” 512 U. S.,at 1014–1015,\neven assuming that the plaintiffs had shown “the possibility of\ncreatingmorethan the existing number of reasonably\ncompact districts with a sufficiently large minority population to\nelect candidates of its choice.”Id.,at 1008–1009\n(emphasis added).The District Court determined\nthat south and west Texas was the appropriate geographic frame of\nreference for analyzing proportionality: “If South and West Texas\nis the only area in whichGinglesis applied and can be\nmet, as Plaintiffs argue, it is also the relevant area for\nmeasuring proportionality.”Session, 298 F. Supp.\n2d,at 494. As the court explained, “[l]ower courts that\nhave analyzed ‘proportionality’ in theDe Grandysense\nhave been consistent in using the same frame of reference for that\nfactor and for the factors set forth inGingles.”Id.,at 493–494, and n. 131 (citing cases).In south and west Texas, Latinos constitute\n58% of the relevant population and control 85% (six out of seven)\nof the congressional seats in that region. That includes District\n25, because the District Court found, without clear error, that\nLatino voters in that district “will likely control every primary\nand general election outcome.”Id.,at 504. But even not\ncounting that district as a Latino opportunity district, because of\nthe majority’s misplaced compactness concerns, Latinos in south and\nwest Texas still control congressional seats in a markedly greater\nproportion—71% (five out of seven)—than their share of the\npopulation there. In other words, in the only area in which theGinglesfactors can be satisfied, Latino voters enjoy\neffective political power 46% above their numerical strength, or,\neven disregarding District 25 as an opportunity district, 24% above\ntheir numerical strength. SeeDe Grandy, 512 U. S., at\n1017, n. 13. Surely these figures do not suggest a denial of\nequalopportunitytoparticipatein the political\nprocess.The majority’s only answer is to shift the\nfocus to statewide proportionality. InDe Grandyitself,\nthe Court rejected an argument that proportionality should be\nanalyzed on a statewide basis as “flaw[ed],” because “the argument\nwould recast these cases as they come to us, in order to bar\nconsideration of proportionality except on statewide scope, whereas\nup until now the dilution claims have been litigated on a smaller\ngeographical scale.”Id.,at 1021–1022. The same is true\nhere: The plaintiffs’ §2 claims concern “the impact of the\nlegislative plan on Latino voting strengthin South and West\nTexas,”Session,supra,at 486 (emphasis\nadded), and that is the only area of the State in which they can\nsatisfy theGinglesfactors. That is accordingly the\nproper frame of reference in analyzing proportionality.In any event, at a statewide level, 6 Latino\nopportunity districts out of 32, or 19% of the seats, would\ncertainly seem to be “roughly proportional” to the Latino 22% share\nof the population. SeeDe Grandy,supra,at 1000.\nThe District Court accordingly determined that proportionality\nsuggested the lack of vote dilution, even considered on a statewide\nbasis.Session,supra,at 494. The majority\navoids that suggestion by disregarding the District Court’s factual\nfinding that District 25 is an effective Latino opportunity\ndistrict. That is not only improper, for the reasons given, but the\nmajority’s rejection of District 25 as a Latino opportunity\ndistrict is also flatly inconsistent with its statewide approach to\nanalyzing proportionality. Under the majority’s view, the Latino\nvoters in the northern end of District 25 cannot “count” along with\nthe Latino voters at the southern end to form an effective\nmajority, because they belong to different communities. But Latino\nvoters from everywhere around the State of Texas—even those from\nareas where theGinglesfactors are not satisfied—can\n“count” for purposes of calculating the proportion against which\neffective Latino electoral power should be measured. Heads the\nplaintiffs win; tails the State loses.*  *  *The State has drawn a\nredistricting plan that provides six of seven congressional\ndistricts with an effective majority of Latino voting-age citizens\nin south and west Texas, and it is not possible to provide more.\nThe majority nonetheless faults the state plan because of theparticular mixof Latino voters forming the majority in\none of the six districts—a combination of voters from around the\nRio Grande and from around Austin, as opposed to what the majority\nuncritically views as the more monolithic majority assembled (from\nmore farflung communities) in old District 23. This despite the\nexpress factual findings, from judges far more familiar with Texas\nthan we are, that the State’s new district would be a more\neffective Latino majority district than old District 23 ever was,\nand despite the fact thatanyplan would necessarily leavesomeLatino voters outside a Latino-majority district.Whatever the majority believes it\nis fighting with its holding, it is not vote dilution on the basis\nof race or ethnicity. I do not believe it is our role to make\njudgments about whichmixesof minority voters should\ncount for purposes of forming a majority in an electoral district,\nin the face of factual findings that the district is an effective\nmajority-minority district. It is a sordid business, this divvying\nus up by race. When a State’s plan already provides the maximum\npossible number of majority-minority effective opportunity\ndistricts, and the minority enjoys effective political power in the\narea well inexcessof its proportion of the population, I\nwould conclude that the courts have no further role to play in\nrejiggering the district lines under §2.I respectfully dissent from Part III of the\nCourt’s opinion.* The majority’s fig leaf after stressing the\ndistances involved in District 25—while ignoring the greater ones\nin former District 23—is to note that “it is the enormous\ngeographical distance separating the Austin and Mexican-border\ncommunities, coupled with the disparate needs and interests of\nthese populations—not either factor alone—that renders District 25\nnoncompact for §2 purposes.”Ante, at 28, 29. Of course no\nsingle factor is determinative, because the ultimate question is\nwhether the district is an effective majority-minority opportunity\ndistrict. There was a trial on that; the District Court found that\nDistrict 25 was, while former District 23 “did not perform as an\neffective opportunity district.”Sessionv.Perry, 298 F. Supp. 2d 451, 496 (ED Tex. 2004)(per curiam). The majority notes that there was no\nchallenge to or finding on the compactness of old District 23,ante, at 29—certainly not compared to District 25—but\npresumably that was because, as the majority does not dispute,\n“[u]ntil today, no court has ever suggested that lack of\ncompactness under §2 might invalidate a district that a State has\nchosen to create in the first instance.”Infra, at 15. The\nmajority asserts that Latino voters in old District 23 had found an\n“efficacious political identity,” while doing so would be a\nchallenge for such voters in District 25,ante, at 29, but\nthe latter group has a distinct advantage over the former in this\nregard: They actuallyvoteto a significantly greater\nextent. See App. 187 (report of R. Gaddie) (for Governor and Senate\nraces in 2002, estimated Latino turnout for District 25 was 46% to\n51%, compared to 41.3% and 44% for District 23).",
    "joined": []
}