{
    "case": {
        "docket": "48",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/48/"
    },
    "id": "1963300",
    "author": "roberts",
    "type": "concurrence",
    "text": "ROBERTS, C. J., CONCURRING IN JUDGMENTGRAHAM V. FLORIDA560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-7412TERRANCE JAMAR GRAHAM, PETITIONERv.FLORIDAon writ of certiorari to the district court of\nappeal of florida, first district[May 17, 2010]Chief Justice Roberts, concurring\nin the judgment.I agree with the Court that\nTerrance Graham’s sentence of life without parole violates the\nEighth Amendment’s prohibition on “cruel and unusual punishments.”\nUnlike the majority, however, I see no need to invent a new\nconstitutional rule of dubious provenance in reaching that\nconclusion. Instead, my analysis is based on an application of this\nCourt’s precedents, in particular (1) our cases requiring “narrow\nproportionality” review of noncapital sentences and (2) our\nconclusion inRoperv.Simmons,543 U. S. 551(2005), that juvenile\noffenders are generally less culpable than adults who commit the\nsame crimes.These cases expressly allow courts addressing\nallegations that a noncapital sentence violates the Eighth\nAmendment to consider the particular defendant and particular crime\nat issue. The standards for relief under these precedents are\nrigorous, and should be. But here Graham’s juvenile status—together\nwith the nature of his criminal conduct and the extraordinarily\nsevere punishment imposed—lead me to conclude that his sentence of\nlife without parole is unconstitutional.IOur Court has struggled with\nwhether and how to apply the Cruel and Unusual Punishments Clause\nto sentences for noncapital crimes. Some of my colleagues have\nraised serious and thoughtful questions about whether, as an\noriginal matter, the Constitution was understood to require any\ndegree of proportionality between noncapital offenses and their\ncorresponding punishments. See,e.g.,Harmelinv.Michigan,501 U. S. 957, 962–994 (1991)\n(principal opinion of Scalia, J.);post, at 3–5, and\nn. 1 (Thomas, J., dissenting). Neither party here asks us to\nreexamine our precedents requiring such proportionality, however,\nand so I approach this case by trying to apply our past decisions\nto the facts at hand.AGraham’s case arises at the\nintersection of two lines of Eighth Amendment precedent. The first\nconsists of decisions holding that the Cruel and Unusual\nPunishments Clause embraces a “narrow proportionality principle”\nthat we apply, on a case-by-case basis, when asked to review\nnoncapital sentences.Lockyerv.Andrade,538 U. S. 63, 72\n(2003) (internal quotation marks omitted);Solemv.Helm,463 U. S. 277, 290 (1983);Ewingv.California,538 U. S. 11, 20 (2003) (plurality\nopinion);Harmelin,supra, at 996–997 (Kennedy,\nJ., concurring in part and concurring in judgment). This “narrow\nproportionality principle” does not grant judges blanket authority\nto second-guess decisions made by legislatures or sentencing\ncourts. On the contrary, a reviewing court will only “rarely” need\n“to engage in extended analysis to determine that a sentence isnotconstitutionally disproportionate,”Solem,supra, at 290, n. 16 (emphasis added), and\n“successful challenges” to noncapital sentences will be all the\nmore “exceedingly rare,”Rummelv.Estelle,445 U. S. 263,\n272 (1980).We have “not established a clear\nor consistent path for courts to follow” in applying the highly\ndeferential “narrow proportionality” analysis.Lockyer,supra, at 72. We have, however, emphasized the primacy of\nthe legislature in setting sentences, the variety of legitimate\npenological schemes, the state-by-state diversity protected by our\nfederal system, and the requirement that review be guided by\nobjective, rather than subjective, factors.Ewing,supra, at 23 (plurality opinion);Harmelin,supra, at 998–1001 (opinion of Kennedy, J.). Most\nimportantly, however, we have explained that the Eighth Amendment\n“ ‘does not require strict proportionality between crime and\nsentence’ ”; rather, “ ‘it forbids only extreme sentences\nthat are “grossly disproportionate” to the crime.’ ”Ewing,supra, at 23 (plurality opinion) (quotingHarmelin,supra, at 1001 (opinion of Kennedy,\nJ.)).Our cases indicate that courts conducting\n“narrow proportionality” review should begin with a threshold\ninquiry that compares “the gravity of the offense and the harshness\nof the penalty.”Solem, 463 U. S., at 290–291. This\nanalysis can consider a particular offender’s mental state and\nmotive in committing the crime, the actual harm caused to his\nvictim or to society by his conduct, and any prior criminal\nhistory.Id., at 292–294, 296–297, and n. 22\n(considering motive, past criminal conduct, alcoholism, and\npropensity for violence of the particular defendant); see alsoEwing,supra, at 28–30 (plurality opinion)\n(examining defendant’s criminal history);Harmelin, 501 U.\nS., at 1001–1004 (opinion of Kennedy, J.) (noting specific details\nof the particular crime of conviction).Only in “the rare case in which a threshold\ncomparison of the crime committed and the sentence imposed leads to\nan inference of gross disproportionality,”id., at 1005,\nshould courts proceed to an “intrajurisdictional” comparison of the\nsentence at issue with those imposed on other criminals in the same\njurisdiction, and an “interjurisdictional” comparison with\nsentences imposed for the same crime in other jurisdictions.Solem,supra, at 291–292. If these subsequent\ncomparisons confirm the inference of gross disproportionality,\ncourts should invalidate the sentence as a violation of the Eighth\nAmendment.BThe second line of precedent\nrelevant to assessing Graham’s sentence consists of our cases\nacknowledging that juvenile offenders aregenerally—though\nnot necessarily in every case—less morally culpable than adults who\ncommit the same crimes. This insight animated our decision inThompsonv.Oklahoma,487 U. S. 815(1988), in\nwhich we invalidated a capital sentence imposed on a juvenile who\nhad committed his crime under the age of 16. More recently, inRoper,543 U. S. 551, we extended the\nprohibition on executions to those who committed their crimes\nbefore the age of 18.BothThompsonandRoperarose in the unique context of the death penalty, a\npunishment that our Court has recognized “must be limited to those\noffenders who commit ‘a narrow category of the most serious crimes’\nand whose extreme culpability makes them ‘the most deserving of\nexecution.’ ” 543 U. S., at 568 (quotingAtkinsv.Virginia,536 U. S. 304, 319\n(2002)).Roper’s prohibition on the juvenile death penalty\nfollowed from our conclusion that “[t]hree general differences\nbetween juveniles under 18 and adults demonstrate that juvenile\noffenders cannot with reliability be classified among the worst\noffenders.” 543 U. S., at 569. These differences are a lack of\nmaturity and an underdeveloped sense of responsibility, a\nheightened susceptibility to negative influences and outside\npressures, and the fact that the character of a juvenile is “more\ntransitory” and “less fixed” than that of an adult.Id.,\nat 569–570. Together, these factors establish the “diminished\nculpability of juveniles,”id., at 571, and “render\nsuspect any conclusion” that juveniles are among “the worst\noffenders” for whom the death penalty is reserved,id., at\n570.Today, the Court viewsRoperas\nproviding the basis for a new categorical rule that juveniles may\nnever receive a sentence of life without parole for nonhomicide\ncrimes. I disagree. InRoper, the Court tailored its\nanalysis of juvenile characteristics to the specific question\nwhether juvenile offenders could constitutionally be subject to\ncapital punishment. Our answer that they could not be sentenced to\ndeath was based on the explicit conclusion that they “cannot with\nreliability be classified among theworstoffenders.”Id., at 569 (emphasis added).This conclusion does not establish that\njuveniles can never be eligible for life without parole. A life\nsentence is of course far less severe than a death sentence, and we\nhave never required that it be imposed only on the very worst\noffenders, as we have with capital punishment. Treating juvenile\nlife sentences as analogous to capital punishment is at odds with\nour longstanding view that “the death penalty is different from\nother punishments in kind rather than degree.”Solem,supra, at 294. It is also at odds withRoperitself, which drew the line at capital punishment by blessing\njuvenile sentences that are “less severe than death” despite\ninvolving “forfeiture of some of the most basic liberties.” 543 U.\nS., at 573–574. Indeed,Roperexplicitly relied on the\npossible imposition of life without parole on some juvenile\noffenders.Id., at 572.But the fact thatRoperdoes not\nsupport a categorical rule barring life sentences for all juveniles\ndoes not mean that a criminal defendant’s age is irrelevant to\nthose sentences. On the contrary, our cases establish that the\n“narrow proportionality” review applicable to noncapital cases\nitself takes the personal “culpability of the offender” into\naccount in examining whether a given punishment is proportionate to\nthe crime.Solem,supra, at 292. There is no\nreason why an offender’s juvenile status should be excluded from\nthe analysis. Indeed, givenRoper’s conclusion that\njuveniles are typically less blameworthy than adults, 543 U. S., at\n571, an offender’s juvenile status can play a central role in the\ninquiry.Justice Thomas disagrees with even our limited\nreliance onRoperon the ground that the present case does\nnot involve capital punishment.Post, at 26 (dissenting\nopinion). That distinction is important—indeed, it underlies our\nrejection of the categorical rule declared by the Court. ButRoper’s conclusion that juveniles are typically less\nculpable than adults has pertinence beyond capital cases, and\nrightly informs the case-specific inquiry I believe to be\nappropriate here.In short, our existing precedent already\nprovides a sufficient framework for assessing the concerns outlined\nby the majority. Not every juvenile receiving a life sentence will\nprevail under this approach. Not every juvenile should. But all\nwill receive the protection that the Eighth Amendment requires.IIApplying the “narrow\nproportionality” framework to the particular facts of this case, I\nconclude that Graham’s sentence of life without parole violates the\nEighth Amendment.*AI begin with the\nthreshold inquiry comparing the gravity of Graham’s conduct to the\nharshness of his penalty. There is no question that the crime for\nwhich Graham received his life sentence—armed burglary of a\nnondomicil with an assault or battery—is “a serious crime deserving\nserious punishment.”Enmundv.Florida,458 U. S. 782, 797\n(1982). So too is the home invasion robbery that was the basis of\nGraham’s probation violation. But these crimes are certainly less\nserious than other crimes, such as murder or rape.As for Graham’s\ndegree of personal culpability, he committed the relevant offenses\nwhen he was a juvenile—a stage at which,Roperemphasized,\none’s “culpability or blameworthiness is diminished, to a\nsubstantial degree, by reason of youth and immaturity.” 543 U. S.,\nat 571. Graham’s age places him in a significantly different\ncategory from the defendants inRummel,Harmelin,\nandEwing, all of whom committed their crimes as adults.\nGraham’s youth made him relatively more likely to engage in\nreckless and dangerous criminal activity than an adult; it also\nlikely enhanced his susceptibility to peer pressure. See,e.g.,Roper,supra, at 569;Johnsonv.Texas,509 U. S. 350, 367\n(1993);Eddingsv.Oklahoma,455 U. S. 104, 115–117\n(1982). There is no reason to believe that Graham should be denied\nthe general presumption of diminished culpability thatRoperindicates should apply to juvenile offenders. If\nanything, Graham’s in-court statements—including his request for a\nsecond chance so that he could “do whatever it takes to get to the\nNFL”—underscore his immaturity. App. 380.The fact that Graham committed\nthe crimes that he did proves that he was dangerous and deserved to\nbe punished. But it does not establish that he wasparticularlydangerous—at least relative to the murderers\nand rapists for whom the sentence of life without parole is\ntypically reserved. On the contrary, his lack of prior criminal\nconvictions, his youth and immaturity, and the difficult\ncircumstances of his upbringing noted by the majority,ante, at 1, all suggest that he was markedly less culpable\nthan a typical adult who commits the same offenses.Despite these considerations,\nthe trial court sentenced Graham to life in prison without the\npossibility of parole. This is the second-harshest sentence\navailable under our precedents foranycrime, and the most\nsevere sanction available for a nonhomicide offense. SeeKennedyv.Louisiana, 554 U. S. ___ (2008).\nIndeed, as the majority notes, Graham’s sentence far exceeded the\npunishment proposed by the Florida Department of Corrections (which\nsuggested a sentence of four years, Brief for Petitioner 20), and\nthe state prosecutors (who asked that he be sentenced to 30 years\nin prison for the armed burglary, App. 388). No one in Graham’s\ncase other than the sentencing judge appears to have believed that\nGraham deserved to go to prison for life.Based on the foregoing\ncircumstances, I conclude that there is a strong inference that\nGraham’s sentence of life imprisonment without parole was grossly\ndisproportionate in violation of the Eighth Amendment. I therefore\nproceed to the next steps of the proportionality\nanalysis.BBoth\nintrajurisdictional and interjurisdictional comparisons of Graham’s\nsentence confirm the threshold inference of\ndisproportionality.Graham’s sentence\nwas far more severe than that imposed for similar violations of\nFlorida law, even without taking juvenile status into account. For\nexample, individuals who commit burglary or robbery offenses in\nFlorida receive average sentences of less than 5 years and less\nthan 10 years, respectively. Florida Dept. of Corrections, Annual\nReport FY 2007–2008: The Guidebook to Corrections in Florida 35.\nUnsurprisingly, Florida’s juvenile criminals receive similarly low\nsentences—typically less than five years for burglary and less than\nseven years for robbery.Id., at 36. Graham’s life without\nparole sentence was far more severe than the average sentence\nimposed on those convicted of murder or manslaughter, who typically\nreceive under 25 years in prison.Id., at 35. As the Court\nexplained inSolem, 463 U. S., at 291, “[i]f more serious\ncrimes are subject to the same penalty, or to less serious\npenalties, that is some indication that the punishment at issue may\nbe excessive.”Finally, the inference that\nGraham’s sentence is disproportionate is further validated by\ncomparison to the sentences imposed in other domestic\njurisdictions. As the majority opinion explains, Florida is an\noutlier in its willingness to impose sentences of life without\nparole on juveniles convicted of nonhomicide crimes. Seeante, at 11–13.IIISo much for\nGraham. But what about Milagro Cunningham, a 17-year-old who beat\nand raped an 8-year-old girl before leaving her to die under 197\npounds of rock in a recycling bin in a remote landfill? See\nMusgrave, Cruel or Necessary? Life Terms for Youths Spur National\nDebate, Palm Beach Post, Oct. 15, 2009, p. 1A. Or Nathan Walker and\nJakaris Taylor, the Florida juveniles who together with their\nfriends gang-raped a woman and forced her to perform oral sex on\nher 12-year-old son? See 3 Sentenced to Life for Gang Rape of\nMother, Associated Press, Oct. 14, 2009. The fact that Graham\ncannot be sentenced to life without parole for his conduct says\nnothing whatever about these offenders, or others like them who\ncommit nonhomicide crimes far more reprehensible than the conduct\nat issue here. The Court uses Graham’s case as a vehicle to\nproclaim a new constitutional rule—applicable well beyond the\nparticular facts of Graham’s case—that a sentence of life without\nparole imposed onanyjuvenile foranynonhomicide offense is unconstitutional. This categorical\nconclusion is as unnecessary as it is unwise.A holding this\nbroad is unnecessary because the particular conduct and\ncircumstances at issue in the case before us are not serious enough\nto justify Graham’s sentence. In reaching this conclusion, there is\nno need for the Court to decide whether that same sentence would be\nconstitutional if imposed for other more heinous nonhomicide\ncrimes.A more restrained approach is\nespecially appropriate in light of the Court’s apparent recognition\nthat it is perfectly legitimate for a juvenile to receive a\nsentence of life without parole for committing murder. This means\nthat there is nothinginherentlyunconstitutional about\nimposing sentences of life without parole on juvenile offenders;\nrather, the constitutionality of such sentences depends on the\nparticular crimes for which they are imposed. But if the\nconstitutionality of the sentence turns on the particular crime\nbeing punished, then the Court should limit its holding to the\nparticular offenses that Graham committed here, and should decline\nto consider other hypothetical crimes not presented by this\ncase.In any event, the Court’s\ncategorical conclusion is also unwise. Most importantly, it ignores\nthe fact that some nonhomicide crimes—like the ones committed by\nMilagro Cunningham, Nathan Walker, and Jakaris Taylor—are\nespecially heinous or grotesque, and thus may be deserving of more\nsevere punishment.Those under 18 years old may\nas a general matter have “diminished” culpability relative to\nadults who commit the same crimes,Roper, 543 U. S., at\n571, but that does not mean that their culpability is always\ninsufficient to justify a life sentence. See generallyThompson, 487 U. S., at 853 (O’Connor, J., concurring in\njudgment). It does not take a moral sense that is fully developed\nin every respect to know that beating and raping an 8-year-old girl\nand leaving her to die under 197 pounds of rocks is horribly wrong.\nThe single fact of being 17 years old would not afford Cunningham\nprotection against life without parole if the young girl had\ndied—as Cunningham surely expected she would—so why should it do so\nwhen she miraculously survived his barbaric brutality?The Court defends its\ncategorical approach on the grounds that a “clear line is necessary\nto prevent the possibility that life without parole sentences will\nbe imposed on juvenile nonhomicide offenders who are not\nsufficiently culpable to merit that punishment.”Ante, at\n24. It argues that a case-by-case approach to proportionality\nreview is constitutionally insufficient because courts might not be\nable “with sufficient accuracy [to] distinguish the few\nincorrigible juvenile offenders from the many that have the\ncapacity for change.”Ante,at 27.The Court is of course correct\nthat judges will never have perfect foresight—or perfect wisdom—in\nmaking sentencing decisions. But this is true when they sentence\nadults no less than when they sentence juveniles. It is also true\nwhen they sentence juveniles who commit murder no less than when\nthey sentence juveniles who commit other crimes.Our system depends upon\nsentencing judges applying their reasoned judgment to each case\nthat comes before them. As we explained inSolem, the\nwhole enterprise of proportionality review is premised on the\n“justified” assumption that “courts are competent to judge the\ngravity of an offense, at least on a relative scale.” 463 U. S., at\n292. Indeed, “courts traditionally have made these judgments” by\napplying “generally accepted criteria” to analyze “the harm caused\nor threatened to the victim or society, and the culpability of the\noffender.”Id., at 292, 294.*  *  *Terrance Graham\ncommitted serious offenses, for which he deserves serious\npunishment. But he was only 16 years old, and under our Court’s\nprecedents, his youth is one factor, among others, that should be\nconsidered in deciding whether his punishment was\nunconstitutionally excessive. In my view, Graham’s age—together\nwith the nature of his criminal activity and the unusual severity\nof his sentence—tips the constitutional balance. I thus concur in\nthe Court’s judgment that Graham’s sentence of life without parole\nviolated the Eighth Amendment.I would not,\nhowever, reach the same conclusion in every case involving a\njuvenile offender. Some crimes are so heinous, and some juvenile\noffenders so highly culpable, that a sentence of life without\nparole may be entirely justified under the Constitution. As we have\nsaid, “successful challenges” to noncapital sentences under the\nEighth Amendment have been—and, in my view, should continue to\nbe—“exceedingly rare.”Rummel, 445 U. S., at 272.But Graham’s sentence presents the exceptional case that our\nprecedents have recognized will come along. We should grant Graham\nthe relief to which he is entitled under the Eighth Amendment. The\nCourt errs, however, in using this case as a vehicle for unsettling\nour established jurisprudence and fashioning a categorical rule\napplicable to far different cases.* Justice Alito suggests that Graham has failed to\npreserve any challenge to his sentence based on the “narrow,\nas-applied proportionality principle.”Post, at 1\n(dissenting opinion). I disagree. It is true that Graham asks us to\ndeclare, categorically, that no juvenile convicted of a nonhomicide\noffense may ever be subject to a sentence of life without parole.\nBut he claims that this rule is warranted under the narrow\nproportionality principle we set forth inSolemv.Helm,463 U. S. 277(1983),Harmelinv.Michigan,501 U. S. 957(1991), andEwingv.California,538 U. S. 11(2003). Brief for\nPetitioner 30, 31, 54–64. Insofar as he relies on that framework, I\nbelieve we may do so as well, even if our analysis results in a\nnarrower holding than the categori- cal rule Graham seeks. See also\nReply Brief for Petitioner 15, n. 8 (“[T]he Court could rule\nnarrowly in this case and hold only that petitioner’s sentence of\nlife without parole was unconstitutionally\ndisproportionate”).",
    "joined": []
}