{
    "case": {
        "docket": "93",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/93/"
    },
    "id": "1970846",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1173_________________MARVIN M. BRANDT REVOCABLE TRUST, et al.\nPETITIONERS v. UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[March 10, 2014]Chief Justice Roberts\ndelivered the opinion of the Court.In the mid-19th\ncentury, Congress began granting private railroad companies rights\nof way over public lands to encourage the settlement and\ndevelopment of the West. Many of those same public lands were later\nconveyed by the Government to homesteaders and other settlers, with\nthe lands continuing to be subject to the railroads’ rights of way.\nThe settlers and their successors remained, but many of the\nrailroads did not. This case presents the question of what happens\nto a railroad’s right of way granted under a particular statute—the\nGeneral Railroad Right-of-Way Act of 1875—when the railroad\nabandons it: does it go to the Government, or to the private party\nwho acquired the land underlying the right of way?IAIn the early to\nmid-19th century, America looked west. The period from the\nLouisiana Purchase in 1803 to the Gadsden Purchase in 1853 saw the\nacquisition of the western lands that filled out what is now the\ncontiguous United States.The young country had\nnumerous reasons to encourage settlement and development of this\nvast new expanse. What it needed was a fast and reliable way to\ntransport people and property to those frontier lands. New\ntechnology provided the answer: the railroad. The Civil War spurred\nthe effort to develop a transcontinental railroad, as the Federal\nGovernment saw the need to protect its citizens and secure its\npossessions in the West. Leo Sheep Co. v. United States, 440\nU. S. 668 –676 (1979). The construction of such a railroad\nwould “furnish a cheap and expeditious mode for the transportation\nof troops and supplies,” help develop “the agricultural and mineral\nresources of this territory,” and foster settlement. United States\nv. Union Pacific R. Co., 91 U. S. 72, 80 (1875) .The substantial\nbenefits a transcontinental railroad could bring were clear, but\nbuilding it was no simple matter. The risks were great and the\ncosts were staggering. Popular sentiment grew for the Government to\nplay a role in supporting the massive project. Indeed, in 1860,\nPresident Lincoln’s winning platform proclaimed: “That a railroad\nto the Pacific Ocean is imperatively demanded by the interests of\nthe whole country; that the Federal Government ought to render\nimmediate and efficient aid in its construction.” J. Ely, Railroads\nand American Law 51 (2001). But how to do it? Sufficient funds were\nnot at hand (especially with a Civil War to fight), and there were\nserious reservations about the legal authority for direct\nfinancing. “The policy of the country, to say nothing of the\nsupposed want of constitutional power, stood in the way of the\nUnited States taking the work into its own hands.” Union Pacific R.\nCo., supra, at 81.What the country did\nhave, however, was land—lots of it. It could give away vast swaths\nof public land—which at the time possessed little value without\nreliable transportation—in hopes that such grants would increase\nthe appeal of a transcontinental railroad to private investors.\nEly, supra, at 52–53. In the early 1860s, Congress began granting\nto railroad companies rights of way through the public domain,\naccompanied by outright grants of land along those rights of way.\nP. Gates, History of Public Land Law Development 362–368 (1968).\nThe land was con-veyed in checkerboard blocks. For example, under\nthe Union Pacific Act of 1862, odd-numbered lots of one square mile\napiece were granted to the railroad, while even-numbered lots were\nretained by the United States. Leo Sheep Co., supra, at 672–673,\n686, n. 23. Railroads could then either develop their lots or sell\nthem, to finance construction of rail lines and encourage the\nsettlement of future customers. Indeed, railroads became the\nlargest secondary dispenser of public lands, after the States.\nGates, supra, at 379.But public resentment\nagainst such generous land grants to railroads began to grow in the\nlate 1860s. Western settlers, initially some of the staunchest\nsupporters of governmental railroad subsidization, complained that\nthe railroads moved too slowly in placing their lands on the market\nand into the hands of farmers and settlers. Citizens and Members of\nCongress argued that the grants conflicted with the goal of the\nHomestead Act of 1862 to encourage individual citizens to settle\nand develop the frontier lands. By the 1870s, legislators across\nthe political spectrum had embraced a policy of reserving public\nlands for settlers rather than granting them to railroads. Id., at\n380, 454–456.A House resolution\nadopted in 1872 summed up the change in national policy,\nstating:“That in the judgment of this House the\npolicy of granting subsidies in public lands to railroads and other\ncorporations ought to be discontinued, and that every consideration\nof public policy and equal justice to the whole people requires\nthat the public lands should be held for the purpose of securing\nhomesteads to actual settlers, and for educational purposes, as may\nbe provided by law.” Cong. Globe, 42d Cong., 2d Sess., 1585.Congress enacted the last checkerboard\nland-grant statute for railroads in 1871. Gates, supra, at 380.\nStill wishing to encourage railroad construction, however, Congress\npassed at least 15 special acts between 1871 and 1875 granting to\ndesignated railroads “the right of way” through public lands,\nwithout any accompanying land subsidy. Great Northern R. Co. v.\nUnited States, 315 U. S. 262 , and n. 9 (1942).Rather than continue to\nenact special legislation for each such right of way, Congress\npassed the General Railroad Right-of-Way Act of 1875, 18Stat. 482,\n43 U. S. C. §§934–939. The 1875 Act provided that “[t]he\nright of way through the public lands of the United States is\ngranted to any railroad company” meeting certain requirements, “to\nthe extent of one hundred feet on each side of the central line of\nsaid road.” §934. A railroad company could obtain a right of way by\nthe “actual construction of its road” or “in advance of\nconstruction by filing a map as provided in section four” of the\nAct. Jamestown & Northern R. Co. v. Jones, 177 U. S. 125\n–131 (1900). Section 4 in turn provided that a company could\n“secure” its right of way by filing a proposed map of its rail\ncorridor with a local Department of the Interior office within 12\nmonths after survey or location of the road. §937. Upon approval by\nthe Interior Department, the right of way would be noted on the\nland plats held at the local office, and from that day forward “all\nsuch lands over which such right of way shall pass shall be\ndisposed of subject to the rightof way.” Ibid.The 1875 Act remained\nin effect until 1976, when its provisions governing the issuance of\nnew rights of way were repealed by the Federal Land Policy and\nManagement Act, §706(a), 90Stat. 2793. This case requires us to\ndefine the nature of the interest granted by the 1875 Act, in order\nto determine what happens when a railroad abandons its right of\nway.BMelvin M. Brandt\nbegan working at a sawmill in Fox Park, Wyoming, in 1939. He later\npurchased the sawmill and, in 1946, moved his family to Fox Park.\nMelvin’s son Marvin started working at the sawmill in 1958 and came\nto own and operate it in 1976 until it closed, 15 years later.In 1976, the United\nStates patented an 83-acre parcel of land in Fox Park, surrounded\nby the Medicine Bow-Routt National Forest, to Melvin and Lulu\nBrandt. (A land patent is an official document reflecting a grant\nby a sovereign that is made public, or “patent.”) The patent\nconveyed to the Brandts fee simple title to the land “with all the\nrights, privileges, immunities, and appurtenances, of whatsoever\nnature, thereunto belonging, unto said claimants, their successors\nand assigns, forever.” App. to Pet. for Cert. 76. But the patent\ndid include limited exceptions and reservations. For example, the\npatent “except[s] and reserv[es] to the United States from the land\ngranted a right-of-way thereon for ditches or canals constructedby\nthe authority of the United States”; “reserv[es] to the United\nStates . . . a right-of-way for the existing Platte\nAccess Road No. 512”; and “reserv[es] to the United States\n. . . a right-of-way for the existing Dry Park Road No.\n517.” Id., at 76–77 (capitalization omitted). But if those roads\ncease to be used by the United States or its assigns for a period\nof five years, the patent provides that “the easement traversed\nthereby shall terminate.” Id., at 78.Most relevant to this\ncase, the patent concludes by stating that the land was granted\n“subject to those rights for railroad purposes as have been granted\nto the Lar-amie[,] Hahn’s Peak & Pacific Railway Company, its\nsuc-cessors or assigns.” Ibid. (capitalization omitted). The patent\ndid not specify what would occur if the railroad abandoned this\nright of way.The right of way\nreferred to in the patent was obtained by the Laramie, Hahn’s Peak\nand Pacific Railroad (LHP&P) in 1908, pursuant to the 1875\nAct.[1] The right of way is 66\nmiles long and 200 feet wide, and it meanders south from Laramie,\nWyoming, through the Medicine Bow-Routt National Forest, to the\nWyoming-Colorado border. Nearly a half-mile stretch of the right of\nway crosses Brandt’s land in Fox Park, covering ten acres of that\nparcel.In 1911, the LHP&P\ncompleted construction of its railway over the right of way, from\nLaramie to Coalmont, Colorado. Its proprietors had rosy\nexpectations, proclaiming that it would become “one of the most\nimportant railroad systems in this country.” Laramie, Hahns Peak\nand Pacific Railway System: The Direct Gateway to Southern Wyoming,\nNorthern Colorado, and Eastern Utah 24 (1910). But the railroad\nultimately fell short of that goal. Rather than shipping coal and\nother valuable ores as originally hoped, the LHP&P was used\nprimarily to transport timber and cattle. R. King, Trails to Rails:\nA History of Wyoming’s Railroads 90 (2003). Largely because of high\noperating costs during Wyoming winters, the LHP&P never quite\nachieved financial stability. It changed hands numerous times from\n1914 until 1935, when it was acquired by the Union Pacific Railroad\nat the urging of the Interstate Commerce Commission. Ibid.; S.\nThybony, R. Rosenberg, & E. Rosenberg, The Medicine Bows:\nWyoming’s Mountain Country 136–138 (1985);F. Hollenback, The\nLaramie Plains Line 47–49 (1960).In 1987, the Union\nPacific sold the rail line, including the right of way, to the\nWyoming and Colorado Railroad, which planned to use it as a tourist\nattraction. King, supra, at 90. That did not prove profitable\neither, and in 1996 the Wyoming and Colorado notified the Surface\nTransportation Board of its intent to abandon the right of way. The\nrailroad tore up the tracks and ties and, after receiving Board\napproval, completed abandonment in 2004. In 2006 the United States\ninitiated this action seeking a judicial declaration of abandonment\nand an order quieting title in the United States to the abandoned\nright of way. In addition to the railroad, the Government named as\ndefendants the owners of 31 parcels of land crossed by the\nabandoned right of way.The Government settled\nwith or obtained a default judgment against all but one of those\nlandowners—Marvin Brandt. He contested the Government’s claim and\nfiled a counterclaim on behalf of a family trust that now owns the\nFox Park parcel, and himself as trustee.[2] Brandt asserted that the stretch of the right of way\ncrossing his family’s land was a mere easement that was\nextinguished upon abandonment by the railroad, so that, under\ncommon law property rules, he enjoyed full title to the land\nwithout the burden of the easement. The Government countered that\nit had all along retained a reversionary interest in the railroad\nright of way—that is, a future estate that would be restored to the\nUnited States if the railroad abandoned or forfeited its\ninterest.The District Court\ngranted summary judgment to the Government and quieted title in the\nUnited States to the right of way over Brandt’s land. 2008 WL\n7185272 (D Wyo., Apr. 8, 2008).[3] The Court of Appeals affirmed. United States v. Brandt,\n496 Fed. Appx. 822 (CA10 2012) (per curiam). The court acknowledged\ndivision among lower courts regarding the nature of the\nGovernment’s interest (if any) in abandoned 1875 Act rights of way.\nBut it concluded based on Circuit precedent that the United States\nhad retained an “implied reversionary interest” in the right of\nway, which then vested in the United States when the right of way\nwas relinquished. Id., at 824.We granted certiorari.\n570 U. S. __ (2013).IIThis dispute turns on\nthe nature of the interest the United States conveyed to the\nLHP&P in 1908 pursuantto the 1875 Act. Brandt contends that the\nright of way granted under the 1875 Act was an easement, so that\nwhen the railroad abandoned it, the underlying land (Brandt’s Fox\nPark parcel) simply became unburdened of the easement. The\nGovernment does not dispute that easements normally work this way,\nbut maintains that the 1875 Act granted the railroads something\nmore than an easement, reserving an implied reversionary interest\nin that something more to the United States. The Government loses\nthat argument today, in large part because it won when it argued\nthe opposite before this Court more than 70 years ago, in the case\nof Great Northern Railway Co. v. United States, 315 U. S. 262\n(1942) .In 1907, Great Northern\nsucceeded to an 1875 Act right of way that ran through public lands\nin Glacier County, Montana. Oil was later discovered in the area,\nand Great Northern wanted to drill beneath its right of way. Butthe\nGovernment sued to enjoin the railroad from doingso, claiming that\nthe railroad had only an easement, so that the United States\nretained all interests beneath the surface.This Court had indeed\npreviously held that the pre-1871 statutes, granting rights of way\naccompanied by checkerboard land subsidies, conveyed to the\nrailroads “a limited fee, made on an implied condition of\nreverter.” See, e.g., Northern Pacific R. Co. v. Townsend, 190\nU. S. 267, 271 (1903) . Great Northern relied on those cases\nto contend that it owned a “fee” interest in the right of way,\nwhich included the right to drill for minerals beneath\nthesurface.The Government\ndisagreed. It argued that “the 1875 Act granted an easement and\nnothing more,” and that the railroad accordingly could claim no\ninterest in the resources beneath the surface. Brief for United\nStates in Great Northern R. Co. v. United States, O. T. 1941,\nNo. 149, p. 29. “The year 1871 marks the end of one era and\nthe beginning of a new in American land-grant history,” the\nGovernment contended; thus, cases construing the pre-1871 statutes\nwere inapplicable in construing the 1875 Act, id., at 15, 29–30.\nInstead, the Government argued, the text, background, and\nsubsequent administrative and congressional construction of the\n1875 Act all made clear that, unlike rights of way granted under\npre-1871 land-grant statutes, those granted under the 1875 Act were\nmere easements.The Court adopted the\nUnited States’ position in full, holding that the 1875 Act “clearly\ngrants only an easement, and not a fee.” Great Northern, 315\nU. S., at 271. The Court found Section 4 of the Act\n“especially persuasive,” because it provided that “all such lands\nover which such right of way shall pass shall be disposed of\nsubject to such right of way.” Ibid. Calling this language “wholly\ninconsistent” with the grant of a fee interest, the Court endorsed\nthe lower court’s statement that “[a]pter words to indicate the\nintent to convey an easement would be difficult to find.” Ibid.That interpretation was\nconfirmed, the Court explained, by the historical background\nagainst which the 1875 Act was passed and by subsequent\nadministrative and congressional interpretation. The Court accepted\nthe Government’s position that prior cases describing the nature of\npre-1871 rights of way—including Townsend, supra, at 271—were “not\ncontrolling,” because of the shift in congressional policy after\nthat year. Great Northern, supra, at 277–278, and n. 18. The\nCourt also specifically disavowed the characterization of an 1875\nAct right of way in Rio Grande Western R. Co. v. Stringham, 239\nU. S. 44 (1915) , as “ ‘a limited fee, made on an implied\ncondition of reverter.’ ” Great Northern, supra, at 278–279\n(quoting Stringham, supra, at 47). The Court noted that in\nStringham “it does not appear that Congress’ change of policy after\n1871 was brought to the Court’s attention,” given that “[n]o brief\nwas filed by the defendant or the United States” in that case.\nGreat Northern, supra, at 279, and n. 20.The dissent is wrong to\nconclude that Great Northern merely held that “the right of way did\nnot confer oneparticular attribute of fee title.” Post, at 3\n(opinionof Sotomayor, J.). To the contrary, the Court specifically\nrejected the notion that the right of way conferred even a “limited\nfee.” 315 U. S., at 279; see also id., at 277–278 (declining\nto follow cases describing a right of way as a “limited,” “base,”\nor “qualified” fee). Instead, the Court concluded, it was “clear\nfrom the language of the Act, its legislative history, its early\nadministrative interpretation and the construction placed upon it\nby Congress in subse-quent enactments” that the railroad had\nobtained “only an easement in its rights of way acquired under the\nAct of 1875.” Id., at 277; see United States v. Union Pacific R.\nCo., 353 U. S. 112, 119 (1957) (noting the conclusion in Great\nNorthern that, in the period after 1871, “only an easement for\nrailroad purposes was granted”); 353 U. S., at 128\n(Frankfurter, J., dissenting) (observing that the Court\n“conclude[d] in the Great Northern case that a right of way granted\nby the 1875 Act was an easement and not a limited fee”).When the United States\npatented the Fox Park parcel to Brandt’s parents in 1976, it\nconveyed fee simple title to that land, “subject to those rights\nfor railroad purposes” that had been granted to the LHP&P. The\nUnited States did not reserve to itself any interest in the right\nof way in that patent. Under Great Northern, the railroad thus had\nan easement in its right of way over land owned by the Brandts.The essential features\nof easements—including, most important here, what happens when they\ncease to be used—are well settled as a matter of property law. An\neasement is a “nonpossessory right to enter and use land in the\npossession of another and obligates the possessor not to interfere\nwith the uses authorized by the easement.” Restatement (Third) of\nProperty: Servitudes §1.2(1) (1998). “Unlike most possessory\nestates, easements . . . may be unilaterally terminated\nby abandonment, leaving the servient owner with a possessory estate\nunencumbered by the servitude.” Id., §1.2, Comment d; id., §7.4,\nComments a, f. In other words, if the beneficiary of the easement\nabandons it, the easement disappears, and the landowner resumes his\nfull and unencumbered interest in the land. See Smith v. Townsend,\n148 U. S. 490, 499 (1893) (“[W]hoever obtained title from the\ngovernment to any . . . land through which ran this right\nof way would acquire a fee to the whole tract subject to the\neasement of the company, and if ever the use of that right of way\nwas abandoned by the railroad company the easement would cease, and\nthe full title to that right of way would vest in the patentee of\nthe land”); 16 Op. Atty. Gen. 250, 254 (1879) (“the purchasers or\ngrantees of the United States took the fee of the lands patented to\nthem subject to the easement created by the act of 1824; but on a\ndiscontinuance or abandonment of that right of way the entire and\nexclusive property, and right of enjoyment thereto, vested in the\nproprietors of the soil”).[4]Those basic common law\nprinciples resolve this case. When the Wyoming and Colorado\nRailroad abandoned the right of way in 2004, the easement referred\nto in the Brandt patent terminated. Brandt’s land became unburdened\nof the easement, conferring on him the same full rights over the\nright of way as he enjoyed over the rest of the Fox Park\nparcel.IIIContrary to that\nstraightforward conclusion, the Government now tells us that Great\nNorthern did not really mean what it said. Emphasizing that Great\nNorthern involved only the question of who owned the oil and\nmin-erals beneath a right of way, the Government\nasks the Court to limit its characterization of 1875 Act rights of\nway as “easements” to that context. Even if the right of way has\nsome features of an easement—such as granting only a surface\ninterest to the railroad when the Government wants the subsurface\noil and minerals—the Government asks us to hold that the right of\nway is not an easement for purposes of what happens when the\nrailroad stops using it. But nothing in the text of the 1875 Act\nsupports such an improbable (and self-serving) reading.The Government argues\nthat the similarity in the language of the 1875 Act and the\npre-1871 statutes shows that Congress intended to reserve a\nreversionary interest in the lands granted under the 1875 Act, just\nas it did in the pre-1871 statutes. See Brief for United States\n17–18. But that is directly contrary to the very premise of this\nCourt’s decision (and the Government’s argument) in Great Northern:\nthat the 1875 Act granted a fundamen-tally different interest in\nthe rights of way than did the predecessor statutes. 315\nU. S., at 277–278; see U. S. Great Northern Brief 30\n(“[Great Northern’s] argument . . . fails because it\ndisregards the essential differences between the 1875 Act and its\npredecessors.”). Contrary to the Government’s position now—but\nconsistent with the Government’s position in 1942—Great Northern\nstands for the proposition that the pre-1871 statutes (and this\nCourt’s decisions construing them) have little relevance to the\nquestion of what interest the 1875 Act conveyed to railroads.The Government next\ncontends that this Court’s decisions in Stalker v. Oregon Short\nLine R. Co., 225 U. S. 142 (1912) , and Great Northern R. Co.\nv. Steinke, 261 U. S. 119 (1923) , support its position that\nthe United States retains an implied reversionary interest in 1875\nAct rights of way. Brief for United States 28–32. According to the\nGovernment, both Stalker and Steinke demonstrate that those rights\nof way cannot be bare common law easements, because those cases\nconcluded that patents purporting to convey the land underlying a\nright of way were “inoperative to pass title.” Brief for United\nStates 31 (quoting Steinke, supra, at 131); see also Tr. of Oral\nArg. 28–30, 33, 40–41, 44–45. If the right of way were a mere\neasement, the argument goes, the patent would have passed title to\nthe underlying land subject to the railroad’s right of way, rather\nthan failing to pass title altogether. But that is a substantial\noverreading of those cases.In both Stalker and\nSteinke, a railroad that had already obtained an 1875 Act right of\nway thereafter claimed adjacent land for station grounds under the\nAct, as it was permitted to do because of its right of way. A\nhomesteader subsequently filed a claim to the same land, unaware of\nthe station grounds. The question in each case was whether the\nrailroad could build on the station grounds, notwithstanding a\nsubsequent patent to the homesteader. The homesteader claimed\npriority because the railroad’s station grounds map had not been\nrecorded in the local land office at the time the homesteader filed\nhis claim. This Court construed the 1875 Act to give the railroad\npriority because it had submitted its proposed map to the\nDepartment of the Interior before the homesteader filed his claim.\nSee Stalker, supra, at 148–154; Steinke, supra, at 125–129.The dispute in each\ncase was framed in terms of competing claims to the right to\nacquire and develop the same tract of land. The Court ruled for the\nrailroad, but did not purport to define the precise nature of the\ninterest granted under the 1875 Act. Indeed, it does not appear\nthat the Court in either case considered—much less rejected—an\nargument that the railroad had obtained only an easement in the\ncontested land, so that the patent could still convey title to the\nhomesteader. In any event, to the extent that Stalker and Steinke\ncould be read to imply that the rail-roads had been granted\nsomething more than an easement, any such implication would not\nhave survived this Court’s unequivocal statement in Great Northern\nthat the 1875 Act “clearly grants only an easement, and not a fee.”\n315 U. S., at 271.Finally, the Government\nrelies on a number of later enacted statutes that it says\ndemonstrate that Congress believed the United States had retained a\nreversionary interest in the 1875 Act rights of way. Brief for\nUnited States 34–42. But each of those statutes purported only to\ndispose of interests the United States already possessed, not to\ncreate or modify any such interests in the first place. First, in\n1906 and 1909, Congress declared forfeited any right of way on\nwhich a railroad had not been constructed in the five years after\nthe location of the road. 43 U. S. C. §940. The United\nStates would “resume[ ] the full title to the lands covered thereby\nfree and discharged of such easement,” but the forfeited right of\nway would immediately “inure to the benefit of any owner or owners\nof land conveyed by the United States prior to such date.”\nIbid.Then, in 1922, Congress\nprovided that whenever a railroad forfeited or officially abandoned\nits right of way, “all right, title, interest, and estate of the\nUnited Statesin said lands” (other than land that had been\nconvertedto a public highway) would immediately be transferred to\neither the municipality in which it was located, or else to the\nperson who owned the underlying land. 43 U. S. C. §912.\nFinally, as part of the National Trails System Improvements Act of\n1988, Congress changed course and sought to retain title to\nabandoned or forfeited railroad rights of way, specifying that “any\nand all right, title, interest, and estate of the United States” in\nsuch rights of way “shall remain in the United States” upon\nabandonment or forfeiture. 16 U. S. C. §1248(c).The Government argues\nthat these statutes prove that Congress intended to retain (or at\nleast believed it had retained) a reversionary interest in 1875 Act\nrights of way. Otherwise, the argument goes, these later statutes\nproviding for the disposition of the abandoned or forfeited strips\nof land would have been meaningless. That is wrong. This case turns\non what kind of interest Congress granted to railroads in their\nrights of way in 1875. Cf. Leo Sheep Co., 440 U. S., at 681\n(“The pertinent inquiry in this case is the intent of Congress when\nit granted land to the Union Pacific in 1862.”). Great Northern\nanswered that question: an easement. The statutes the Government\ncites do not purport to define (or redefine) the nature of the\ninterest conveyed under the 1875 Act. Nor do they shed light on\nwhat kind of property interest Congress intended to convey to\nrailroads in 1875. See United States v. Price, 361 U. S. 304,\n313 (1960) (“the views of a subsequent Congress form a hazardous\nbasis for inferring the intent of an earlier one”).In other words, these\nstatutes do not tell us whether the United States has an interest\nin any particular right of way; they simply tell us how any\ninterest the United States might have should be disposed of. For\npre-1871 rights of way in which the United States retained an\nimplied reversionary interest, or for rights of way crossing public\nlands, these statutes might make a difference in what happens to a\nforfeited or abandoned right of way. But if there is no “right,\ntitle, interest, [or] estate of the United States” in the right of\nway, 43 U. S. C. §912, then the statutes simply do not\napply.We cannot overlook the\nirony in the Government’s argument based on Sections 912 and 940.\nThose provisions plainly evince Congress’s intent to divest the\nUnited States of any title or interest it had retained to railroad\nrights of way, and to vest that interest in individuals to whom the\nunderlying land had been patented—in other words, people just like\nthe Brandts. It was not until 1988—12 years after the United States\npatented the Fox Park parcel to the Brandts—that Congress did an\nabout-face and attempted to reserve the rights of way to the United\nStates. That policy shift cannot operate to create an interest in\nland that the Government had already given away.[5]*  *  *More than 70 years\nago, the Government argued before this Court that a right of way\ngranted under the 1875 Act was a simple easement. The Court was\npersuaded, and so ruled. Now the Government argues that such a\nright of way is tantamount to a limited fee with an implied\nreversionary interest. We decline to endorse such a stark change in\nposition, especially given “the special need for certainty and\npredictability where land titles are concerned.” Leo Sheep Co.,\nsupra, at 687.The judgment of the\nUnited States Court of Appeals for the Tenth Circuit is reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Notes1Locals at the time\ntranslated the acronym LHP&P as “Lord Help Push and Pull” or\n“Late, Hard Pressed, and Panicky.” S. Thybony, R. Rosenberg, &\nE. Rosenberg, The Medicine Bows: Wyoming’s Mountain Country 136\n(1985).2The other landowners had\na potential interest in much smaller acreages: No other party could\nclaim an interest in more than three acres of the right of way, and\nonly six of the 31 potential claims amounted to more than one acre.\nSee Amended Complaint in No. 06–CV–0184J etc. (D Wyo.),\n¶¶6–10.3The District Court\ndismissed without prejudice Brandt’s separate counterclaim for just\ncompensation. Brandt then filed a takings claim in the Court of\nFederal Claims. That case has been stayed pending the disposition\nof this one.4Because granting an\neasement merely gives the grantee the right to enter and use the\ngrantor’s land for a certain purpose, but does not give the grantee\nany possessory interest in the land, it does not make sense under\ncommon law property principles to speak of the grantor of an\neasement having retained a “reversionary interest.” A reversionary\ninterest is “any future interest left in a transferor or his\nsuccessor in interest.” Restatement (First) of Property\n§154(1)(1936). It arises when the grantor “transfers less than his\nentire interest” in a piece of land, and it is either certain or\npossible that he will retake the transferred interest at a future\ndate. , Comment . Because the grantor of an easement has not\ntransferred his estate or possessory interest, he has not retained\na reversionary interest. He retains all his ownership interest,\nsubject to an easement. See v. , 100 F. 3d 1525, 1533–1534 (CA\nFed. 1996) (en banc).5The dissent invokes the\nprinciple that “any ambiguity in land grants ‘is to be resolved\nfavorably to a sovereign grantor,’ ” at 1 (quoting v, ), but\nthe Solicitor General does not—for a very good reason. The\nGovernment’s argument here is that it gave away in the land grant\nthan an easement, so that more should revert to it now. A principle\nthat ambiguous grants should be construed in favor of the sovereign\nhurts rather than helps that argument. The dissent’s quotation is\nindeed from , where the principle was cited in support of the\nGovernment’s argument that its 1875 Act grant conveyed “only an\neasement, and not a fee.” at 271.",
    "joined": []
}