{
    "case": {
        "docket": "501",
        "citation": "550",
        "year": 2007,
        "url": "https://supreme.justia.com/cases/federal/us/550/501/"
    },
    "id": "1962418",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTHINCK V. UNITED STATES550 U. S. ____ (2007)SUPREME COURT OF THE UNITED STATESNO. 06-376JOHN F. HINCK, et ux., PETITIONERSv.UNITED STATESon writ of certiorari to the united states court of\nappeals for the federal circuit[May 21, 2007]Chief Justice Roberts delivered\nthe opinion of the Court.Bad things happen if you fail to\npay federal income taxes when due. One of them is that interest\naccrues on the unpaid amount. Sometimes it takes a while for the\nInternal Revenue Service (IRS) to determine that taxes should have\nbeen paid that were not. Section 6404(e)(1) of the Internal Revenue\nCode permits the Secretary of the Treasury to abate interest—to\nforgive it, partially or in whole—if the assessment of interest on\na deficiency is attributable to unreasonable error or delay on the\npart of the IRS. Section 6404(h) allows for judicial review of the\nSecretary’s decision not to grant such relief. The question\npresented in this case is whether this review may be obtained only\nin the Tax Court, or may also be secured in the district courts and\nthe Court of Federal Claims. We hold that the Tax Court provides\nthe exclusive forum for judicial review of a refusal to abate\ninterest under §6404(e)(1), and affirm.IThe Internal Revenue Code\nprovides that if any amount of assessed federal income tax is not\npaid “on or before the last date prescribed for payment,” interest\n“shall be paid for the period from such last date to the date\npaid.” 26 U. S. C. §6601(a). Section 6404 of the Code\nauthorizes the Secretary of the Treasury to abate any tax or\nrelated liability in certain circumstances. As part of the Tax\nReform Act of 1986, Congress amended §6404 to add subsection\n(e)(1), which, as enacted, provided in pertinent part:“In the case of any assessment of interest on … any\ndeficiency attributable in whole or in part to any error or delay\nby an officer or employee of the Internal Revenue Service (acting\nin his official capacity) in performing a ministerial act … the\nSecretary may abate the assessment of all or any part of such\ninterest for any period.” 26 U. S. C. §6404(e)(1) (1994\ned.).In the years following passage of\n§6404(e)(1), the federal courts uniformly held that the Secretary’s\ndecision not to grant an abatement was not subject to judicial\nreview. See,e.g.,Argabrightv.United\nStates, 35 F. 3d 472, 476 (CA9 1994);Selmanv.United States, 941 F. 2d 1060, 1064 (CA10 1991);Horton Homes, Inc.v.United States, 936\nF. 2d 548, 554 (CA11 1991); see alsoBaxv.Commissioner, 13 F. 3d 54, 58 (CA2 1993). These\ndecisions recognized that §6404(e)(1) gave the Secretary complete\ndiscretion to determine whether to abate interest, “neither\nindicat[ing] that such authority should be used universally nor\nprovid[ing] any basis for distinguishing between the instances in\nwhich abatement should and should not be granted.”Selman,supra, at 1063. Any decision by the Secretary was\naccordingly “committed to agency discretion by law” under the\nAdministrative Procedure Act, 5 U. S. C. §701(a)(2), and\nthereby insulated from judicial review. See,e.g.,Websterv.Doe,486 U. S. 592, 599\n(1988);Hecklerv.Chaney,470 U. S. 821, 830\n(1985).In 1996, as part of the Taxpayer Bill of\nRights 2, Congress again amended §6404, adding what is now\nsubsection (h). As relevant, that provision states:“Review of denial of request for abatement of\ninterest.—“(1) In general.—The Tax Court shall have\njurisdiction over any action brought by a taxpayer who meets the\nrequirements referred to in section 7430(c)(4)(A)(ii) to determine\nwhether the Secretary’s failure to abate interest under this\nsection was an abuse of discretion, and may order an abatement, if\nsuch action is brought within 180 days after the date of the\nmailing of the Secretary’s final determination not to abate such\ninterest.” 26 U. S. C. §6404(h)(1) (2000 ed., Supp. IV).Section 7430(c)(4)(A)(ii) in turn incorporates 28\nU. S. C. §2412(d)(2)(B), which refers to individuals with a\nnet worth not exceeding $2 million and businesses with a net worth\nnot exceeding $7 million. Congress made subsection (h) effective\nfor all requests for abatement submitted to the IRS after July 30,\n1996, regardless of the tax year involved. §302(b), 110 Stat.\n1458.[Footnote 1]IIIn 1986, petitioner John Hinck\nwas a limited partner in an entity called Agri-Cal Venture\nAssociates (ACVA). Along with his wife, petitioner Pamela Hinck,\nHinck filed a joint return for 1986 reporting his share of losses\nfrom the partnership. The IRS later examined the tax returns for\nACVA and proposed adjustments to deductions that the partnership\nhad claimed for 1984, 1985, and 1986. In 1990, the IRS issued a\nfinal notice regarding the partnership’s returns, disallowing tens\nof millions of dollars of deductions. While the partnership sought\nadministrative review of this decision, the Hincks, in May 1996,\nmade an advance remittance of $93,890 to the IRS toward any\npersonal deficiency that might result from a final adjustment of\nACVA’s returns. In March 1999, the Hincks reached a settlement with\nthe IRS concerning the ACVA partnership adjustments, to the extent\nthey affected the Hincks’ return. Shortly thereafter, as a result\nof the adjustments, the IRS imposed additional liability against\nthe Hincks: $16,409 in tax and $21,669.22 in interest. The IRS\napplied the Hincks’ advance remittance to this amount and refunded\nthem the balance of $55,811.78.The Hincks filed a claim with the\nIRS contending that, because of IRS errors and delays, the interest\nassessed against them for the period from March 21, 1989, to April\n1, 1993, should be abated under §6404(e)(1). The IRS denied the\nrequest. The Hincks then filed suit in the United States Court of\nFederal Claims seeking review of the refusal to abate. That court\ngranted the Government’s motion to dismiss, 64 Fed. Cl. 71, 81\n(2005), and the United States Court of Appeals for the Federal\nCircuit affirmed, 446 F. 3d 1307, 1313–1314 (2006), holding\nthat §6404(h) vests exclusive jurisdiction to review interest\nabatement claims under §6404(e)(1) in the Tax Court. Because this\ndecision conflicted with the Fifth Circuit’s decision inBeallv.United States, 336 F. 3d 419, 430\n(2003) (holding that §6404(h) grants concurrent rather than\nexclusive jurisdiction to the Tax Court), we granted certiorari,\n549 U. S. ___ (2007).IIIOur analysis is governed by the\nwell-established principle that, in most contexts, “ ‘a\nprecisely drawn, detailed statute pre-empts more general\nremedies.’ ”EC Term of Years Trustv.United\nStates, 550 U. S. ___, ___ (2007) (slip op., at 4) (quotingBrownv.GSA,425 U. S. 820, 834\n(1976)); see alsoBlockv.North Dakota ex rel. Board\nof Univ. and School Lands,461 U. S. 273, 284–286\n(1983). We are also guided by our past recognition that when\nCongress enacts a specific remedy when no remedy was previously\nrecognized, or when previous remedies were “problematic,” the\nremedy provided is generally regarded as exclusive.Id.,at 285;Brown,supra, at 826–829.Section 6404(h) fits the bill on\nboth counts. It is a “precisely drawn, detailed statute” that, in a\nsingle sentence, provides a forum for adjudication, a limited class\nof potential plaintiffs, a statute of limitations, a standard of\nreview, and authorization for judicial relief. And Congress enacted\nthis provision against a backdrop of decisions uniformly rejecting\nthe possibility of any review for taxpayers wishing to challenge\nthe Secretary’s §6404(e)(1) determination. Therefore, despite\nCongress’s failure explicitly to define the Tax Court’s\njurisdiction as exclusive, we think it quite plain that the terms\nof §6404(h)—a “precisely drawn, detailed statute” filling a\nperceived hole in the law—control all requests for review of\n§6404(e)(1) determinations. Those terms include the forum for\nadjudication.The Hincks’ primary argument against exclusive\nTax Court jurisdiction is that by providing a standard of\nreview—abuse of discretion—in §6404(h), Congress eliminated the\nprimary barrier to judicial review that courts had previously\nrecognized; accordingly, they maintain, taxpayers may seek review\nof §6404(e)(1) determinations under statutes granting jurisdiction\nto the district courts and the Court of Federal Claims to review\ntax refund actions. See 28 U. S. C. §§1346(a)(1), 1491(a)(1);\n26 U. S. C. §7422(a). Or, as the Fifth Circuit reasoned:\n“[T]he federal district courts have always possessedjurisdictionover challenges brought to section 6404(e)(1)\ndenials[;] they simply determined that the taxpayers had nosubstantive rightwhatever to a favorable exercise of the\nSecretary’s discretion … . [I]n enacting section\n6404(h), Congress indicated that such is no longer the case, and\nthereby removed any impediment to district court review.”Beall,supra, at 428 (emphasis in original).It is true that by providing an abuse of\ndiscretion standard, Congress removed one of the obstacles courts\nhad held foreclosed judicial review of §6404(e)(1) determinations.\nSee,e.g.,Argabright, 35 F. 3d, at 476\n(noting an absence of “ ‘judicially manageable\nstandards’ ” (quotingHeckler, 470 U. S., at 830)).\nBut in enacting §6404(h), Congress did not simply supply this\nsingle missing ingredient; rather, it set out a carefully\ncircumscribed, time-limited, plaintiff-specific provision, which\nalso precisely defined the appropriate forum. We cannot accept the\nHincks’ invitation to isolate one feature of this “precisely drawn,\ndetailed statute”—the portion specifying a standard of review—and\nuse it to permit taxpayers to circumvent the other limiting\nfeatures Congress placed in thesamestatute—restrictions\nsuch as a shorter statute of limitations than general refund suits,\ncompare §6404(h) (180-day limitations period) with §6532(a)(1)\n(2-year limitations period), or a net-worth ceiling for plaintiffs\neligible to bring suit. Taxpayers could “effortlessly evade” these\nspecific limitations by bringing interest abatement claims as tax\nrefund actions in the district courts or the Court of Federal\nClaims, disaggregating a statute Congress plainly envisioned as a\npackage deal.EC Term of Years Trust, supra, at ___ (slip\nop., at 5); see alsoBlock, supra, at 284–285;Brown,\nsupra, 425 U. S., at 832–833.The Hincks’ other contentions are equally\nunavailing. First, they claim that reading §6404(h) to vest\nexclusive jurisdiction in the Tax Court impliedly repeals the\npre-existing jurisdiction of the district courts and Court of\nFederal Claims, despite our admonition that “repeals by implication\nare not favored.”Mortonv.Mancari,417 U. S. 535, 549\n(1974) (internal quotation marks omitted). But the implied-repeal\ndoctrine is not applicable here, for when Congress passed §6404(h),\n§6404(e)(1) had been interpreted not to provideanyright\nof review for taxpayers. There is thus no indication of any\n“language on the statute books that [Congress] wishe[d] to change,”United Statesv.Fausto,484 U. S. 439, 453\n(1988), implicitly or explicitly. Congress simply prescribed a\nlimited form of review where none had previously been found to\nexist.Second, the Hincks assert that vesting\njurisdiction over §6404(e)(1) abatement decisions exclusively in\nthe Tax Court runs contrary to the “entire structure of tax\ncontroversy jurisdiction,” Brief for Petitioners 30, under which\nthe Tax Court generally hears prepayment challenges to tax\nliability, see §6213(a), while postpayment actions are brought in\nthe district courts or Court of Federal Claims. In a related vein,\nthe Hincks point out that the Government’s position would force\ntaxpayers seeking postpayment review of their tax liabilities to\nseparate their §6404(e)(1) abatement claims from their refund\nclaims and bring each in a different court. Even assuming,arguendo,that we were inclined to depart from the face of\nthe statute, these arguments are undercut on two fronts. To begin\nwith, by expressly granting to the Tax Courtsomejurisdiction over §6404(e)(1) decisions, Congress has already\nbroken with the general scheme the Hincks identify. No one doubts\nthat an action seeking review of a §6404(e)(1) determination may be\nmaintained in the Tax Court even if the interest has already been\npaid, see,e.g.,Dadianv.Commissioner,\n87 TCM 1344 (2004), ¶2004–121 RIA Memo TC, p. 790–2004;Millerv.Commissioner, 79 TCM 2213 (2000),\n¶2000–195 RIA Memo TC, p. 1120–2000, aff’d, 310 F. 3d 640 (CA9\n2002), and the Hincks point to no case where the Tax Court has\nrefused to exercise jurisdiction under such circumstances.In addition, an interest abatement claim under\n§6404(e)(1) involves no questions of substantive tax law, but\nrather is premised on issues of bureaucratic administration\n(whether, for example, there was “error or delay” in the\nperformance of a “ministerial” act, §6404(e)(1)(A)). Judicial\nreview of decisions not to abate requires an evaluation of the\ninternal processes of the IRS, not the underlying tax liability of\nthe taxpayer. We find nothing tellingly awkward about channeling\nsuch discrete and specialized questions of administrative\noperations to one particular court, even if in some respects it\n“may not appear to be efficient” as a policy matter to separate\nrefund and interest abatement claims. 446 F. 3d, at\n1316.[Footnote 2]Last, the Hincks contend that Congress would\nnot have intended to vest jurisdiction exclusively in the Tax Court\nbecause it would lead to the “unreasonable” result that taxpayers\nwith net worths greater than $2 million (for individuals) or $7\nmillion (for businesses) would be foreclosed from seeking judicial\nreview of §6404(e)(1) refusals to abate. Brief for Petitioners 46;\nsee alsoBeall, 336 F. 3d, at 430. But we agree with\nthe Federal Circuit that this outcome “was contemplated by\nCongress.” 446 F. 3d, at 1316. The net-worth limitation in\n§6404(h) reflects Congress’s judgment that wealthier taxpayers are\nmore likely to be able to pay a deficiency before contesting it,\nthereby avoiding accrual of interest during their administrative\nand legal challenges. In contrast, taxpayers with comparatively\nfewer resources are more likely to contest their assessed\ndeficiency before first paying it, thus exposing themselves to\ninterest charges if their challenge is ultimately unsuccessful.\nThere is nothing “unreasonable” about Congress’s decision to grant\nthe possibility of judicial relief only to those taxpayers most\nlikely to be in need of it.[Footnote 3]The judgment of the United States Court of\nAppeals for the Federal Circuit is affirmed.It is so ordered.Footnote 1The Taxpayer Bill of Rights 2 also modified\n26 U. S. C. §6404(e)(1)(A) to add the word “unreasonable”\nbefore the words “error or delay” and to change “ministerial act”\nto “ministerial or managerial act.” §301(a), 110 Stat. 1457. These\nchanges, however, only apply to interest accruing on deficiencies\nfor tax years beginning after July 30, 1996, see §301(c),ibid.,and thus are not implicated in this case.Footnote 2We note that the Hincks sought only interest\nabatement in the Court of Federal Claims, thus failing to implicate\nthe “claim-splitting” and efficiency concerns they condemn. See\nBrief for Petitioners 49.Footnote 3The Hincks also argue that the net-worth\nlimitations on §6404(h) review violate the due process rights of\nthose taxpayers who exceed them. The court below did not pass upon\nthis constitutional challenge, nor do we, for as the Hincks\nconcede, the record contains no findings concerning their own net\nworth, Brief for Petitioners 44, and they offer no reasons to\ndeviate from our general rule that a party “must assert his own\nlegal rights and interests, and cannot rest his claim to relief on\nthe legal rights or interests of third parties,”Kowalskiv.Tesmer,543 U. S. 125, 129\n(2004) (quotingWarthv.Seldin,422 U. S. 490, 499\n(1975); internal quotation marks omitted).",
    "joined": []
}