{
    "case": {
        "docket": "19-292",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-292/"
    },
    "id": "4376945",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 19–292_________________ROXANNE TORRES, PETITIONERv.JANICE\nMADRID, et al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[March 25, 2021]Chief Justice Roberts delivered the opinion of\nthe Court.The Fourth Amendment prohibits unreasonable\n“seizures” to safeguard “[t]he right of the people to be secure in\ntheir persons.” Under our cases, an officer seizes a person when he\nuses force to apprehend her. The question in this case is whether a\nseizure occurs when an officer shoots someone who temporarily\neludes capture after the shooting. The answer is yes: The\napplication of physical force to the body of a person with intent\nto restrain is a seizure, even if the force does not succeed in\nsubduing the person.IAt dawn on July 15, 2014, four New Mexico\nState Police officers arrived at an apartment complex in\nAlbuquerque to execute an arrest warrant for a woman accused of\nwhite collar crimes, but also “suspected of having been involved in\ndrug trafficking, murder, and other violent crimes.” App. to Pet.\nfor Cert. 11a. What happened next is hotly contested. We recount\nthe facts in the light most favorable to petitioner Roxanne Torres\nbecause the court below granted summary judgment to Officers Janice\nMadrid and Richard Williamson, the two respondents here.Tolanv.Cotton,572 U.S.\n650, 655–656 (2014) (per curiam).The officers observed Torres standing with\nanother person near a Toyota FJ Cruiser in the parking lot of the\ncomplex. Officer Williamson concluded that neither Torres nor her\ncompanion was the target of the warrant. As the officers approached\nthe vehicle, the companion departed, and Torres—at the time\nexperiencing methamphetamine withdrawal—got into the driver’s seat.\nThe officers attempted to speak with her, but she did not notice\ntheir presence until one of them tried to open the door of her\ncar.Although the officers wore tactical vests marked\nwith police identification, Torres saw only that they had guns. She\nthought the officers were carjackers trying to steal her car, and\nshe hit the gas to escape them. Neither Officer Madrid nor Officer\nWilliamson, according to Torres, stood in the path of the vehicle,\nbut both fired their service pistols to stop her. All told, the two\nofficers fired 13 shots at Torres, striking her twice in the back\nand temporarily paralyzing her left arm.Steering with her right arm, Torres accelerated\nthrough the fusillade of bullets, exited the apartment complex,\ndrove a short distance, and stopped in a parking lot. After asking\na bystander to report an attempted carjacking, Torres stole a Kia\nSoul that happened to be idling nearby and drove 75 miles to\nGrants, New Mexico. The good news for Torres was that the hospital\nin Grants was able to airlift her to another hospital where she\ncould receive appropriate care. The bad news was that the hospital\nwas back in Albuquerque, where the police arrested her the next\nday. She pleaded no contest to aggravated fleeing from a law\nenforcement officer, assault on a peace officer, and unlawfully\ntaking a motor vehicle.Torres later sought damages from Officers Madrid\nand Williamson under 42 U. S. C. §1983, which provides a\ncause of action for the deprivation of constitutional rights by\npersons acting under color of state law. She claimed that the\nofficers applied excessive force, making the shooting an\nunreasonable seizure under the Fourth Amendment. The District Court\ngranted summary judgment to the officers, and the Court of Appeals\nfor the Tenth Circuit affirmed on the ground that “a suspect’s\ncontinued flight after being shot by police negates a Fourth\nAmendment excessive-force claim.” 769 Fed. Appx. 654, 657 (2019).\nThe court relied on Circuit precedent providing that “no seizure\ncan occur unless there is physical touch or a show of authority,”\nand that “such physical touch (or force) must terminate the\nsuspect’s movement” or otherwise give rise to physical control over\nthe suspect.Brooksv.Gaenzle, 614 F.3d 1213, 1223\n(2010).We granted certiorari. 589 U. S. ___\n(2019).IIThe Fourth Amendment protects “[t]he right of\nthe people to be secure in their persons, houses, papers, and\neffects, against unreasonable searches and seizures.” This case\nconcerns the “seizure” of a “person,” which can take the form of\n“physical force” or a “show of authority” that “in some way\nrestrain[s] the liberty” of the person.Terryv.Ohio,392 U.S.\n1, 19, n. 16 (1968). The question before us is whether the\napplication of physical force is a seizure if the force, despite\nhitting its target, fails to stop the person.We largely covered this ground inCaliforniav.Hodari D.,499\nU.S. 621(1991). There we interpreted the term “seizure” by\nconsulting the common law of arrest, the “quintessential ‘seizure\nof the person’ under our Fourth Amendment jurisprudence.”Id., at 624. As Justice Scalia explained for himself and six\nother Members of the Court, the common law treated “the mere\ngrasping or application of physical force with lawful authority” as\nan arrest, “whether or not it succeeded in subduing the arrestee.”Ibid.; seeid., at 625 (“merely touching” sufficient\nto constitute an arrest). Put another way, an officer’s application\nof physical force to the body of a person “ ‘for the purpose\nof arresting him’ ” was itself an arrest—not anattemptedarrest—even if the person did not yield.Id., at 624 (quotingWhitheadv.Keyes, 85\nMass. 495, 501 (1862)).The common law distinguished the application of\nforce from a show of authority, such as an order for a suspect to\nhalt. The latter does not become an arrest unless and until the\narrestee complies with the demand. As the Court explained inHodari D., “[a]n arrest requireseitherphysical\nforce . . .or, where that is absent,submissionto the assertion of authority.” 499 U. S.,\nat 626 (emphasis in original).Hodari D.articulates two pertinent\nprinciples. First, common law arrests are Fourth Amendment\nseizures. And second, the common law considered the application of\nforce to the body of a person with intent to restrain to be an\narrest, no matter whether the arrestee escaped. We need not decide\nwhetherHodari D., which principally concerned a show of\nauthority, controls the outcome of this case as a matter ofstare decisis, because we independently reach the same\nconclusions.At the adoption of the Fourth Amendment, a\n“seizure” was the “act of taking by warrant” or “of laying hold on\nsuddenly”—for example, when an “officer seizes a thief.” 2 N.\nWebster, An American Dictionary of the English Language 67 (1828)\n(Webster) (emphasis deleted). A seizure did not necessarily result\nin actual control or detention. It is true that, when speaking of\nproperty, “[f]rom the time of the founding to the present, the word\n‘seizure’ has meant a ‘taking possession.’ ”Hodari D.,\n499 U. S., at 624 (quoting 2 Webster 67). But the Framers\nselected a term—seizure—broad enough to apply to all the concerns\nof the Fourth Amendment: “persons,” as well as “houses, papers, and\neffects.” As applied to a person, “[t]he word ‘seizure’ readily\nbears the meaning of a laying on of hands or application of\nphysical force to restrain movement, even when it is ultimately\nunsuccessful.” 499 U. S., at 626. Then, as now, an ordinary\nuser of the English language could remark: “She seized the\npurse-snatcher, but he broke out of her grasp.”Ibid.The “seizure” of a “person” plainly refers to an\narrest. That linkage existed at the founding. Samuel Johnson, for\nexample, defined an “arrest” as “[a]ny . . . seizure of\nthe person.” 1 A Dictionary of the English Language 108 (4th ed.\n1773). And that linkage persists today. As we have repeatedly\nrecognized, “the arrest of a person is quintessentially a seizure.”Paytonv.New York,445 U.S.\n573, 585 (1980) (internal quotation marks omitted); seeHodari D., 499 U. S., at 624.Because arrests are seizures of a person,Hodari D.properly looked to the common law of arrest for\n“historical understandings ‘of what was deemed an unreasonable\nsearch and seizure when the Fourth Amendment was adopted.’ ”Carpenterv.United States, 585 U. S. ___, ___\n(2018) (slip op., at 6) (quotingCarrollv.United\nStates,267 U.S.\n132, 149 (1925); alteration omitted). Sometimes the historical\nrecord will not yield a well-settled legal rule. See,e.g.,Atwaterv.Lago Vista,532 U.S.\n318, 327–328 (2001);Payton, 445 U. S., at 593–596.\nWe do not face that problem here. The cases and commentary speak\nwith virtual unanimity on the question before us today.The common law rule identified inHodari\nD.—that the application of force gives rise to an arrest, even\nif the officer does not secure control over the arrestee—achieved\nrecognition to such an extent that English lawyers could\nconfidently (and accurately) proclaim that “[a]ll the authorities,\nfrom the earliest time to the present, establish that a corporal\ntouch is sufficient to constitute an arrest, even though the\ndefendant do not submit.”Nichollv.Darley, 2 Y.\n& J. 399, 400, 148 Eng. Rep. 974 (Exch. 1828) (citingHodgesv.Marks, Cro. Jac. 485, 79 Eng. Rep. 414\n(K. B. 1615)). The slightest application of force could\nsatisfy this rule. InGennerv.Sparks, 6 Mod. 173,\n87 Eng. Rep. 928 (Q. B. 1704), the defendant did not submit to\nthe authority of an arrest warrant, but the court explained that\nthe bailiff would have made an arrest if he “had but touched the\ndefendant even with the end of his finger.”Ibid., 87 Eng.\nRep., at 929. So too, if a “bailiff caught one by the hand (whom he\nhad a warrant to arrest) as he held it out of a window,” that alone\nwould accomplish an arrest.Anonymus, 1 Vent. 306, 86 Eng.\nRep. 197 (K. B. 1677). The touching of the person—frequently\ncalled a laying of hands—was enough. SeeDunscombv.Smith, Cro. Car. 164, 79 Eng. Rep. 743 (K. B. 1629).\nOnly later did English law grow to recognize arrest without\ntouching through a submission to a show of authority. SeeHornerv.Battyn, Bull. N. P. 62 (K. B.\n1738), reprinted in W. Loyd, Cases on Civil Procedure 798 (1916).\nEven so, the traditional rule persisted that all an arrest required\nwas “corporal seising or touching the defendant’s body.” 3 W.\nBlackstone, Commentaries on the Laws of England 288 (1768)\n(Blackstone).Early American courts adopted this mere-touch\nrule from England, just as they embraced other common law\nprinciples of search and seizure. SeeWilsonv.Arkansas,514 U.S.\n927, 933 (1995). Justice Baldwin, instructing a jury in his\ncapacity as Circuit Justice, defined an arrest to include “touching\nor putting hands upon [the arrestee] in the execution of process.”United Statesv.Benner, 24 F. Cas. 1084, 1086–1087\n(No. 14,568) (CC ED Pa. 1830). State courts agreed that “any\ntouching, however slight, is enough,”Butlerv.Washburn, 25 N. H. 251, 258 (1852), provided the\nofficer made his intent to arrest clear, seeJonesv.Jones, 35 N. C. 448, 448–449 (1852). Courts continued\nto hold that an arrest required only the application of force—not\ncontrol or custody—through the framing of the Fourteenth Amendment,\nwhich incorporated the protections of the Fourth Amendment against\nthe States. SeeWhithead, 85 Mass., at 501;Searlsv.Viets, 2 Thomp. & C. 224, 226 (N. Y. Sup. Ct.\n1873);Statev.Dennis, 16 Del. 433, 436–437, 43 A.\n261, 262 (1895); see also H. Voorhees, The Law of Arrest in Civil\nand Criminal Actions §74, p. 44 (1904).Stated simply, the cases “abundantly shew that\nthe slightest touch [was] an arrest in point of law.”Nicholl, 2 Y. & J., at 404, 148 Eng. Rep., at 976.\nIndeed, it was not even required that the officer have, at the time\nof such an arrest, “the power of keeping the party so arrested\nunder restraint.”Sandonv.Jervis, El. Bl. & El.\n935, 940, 120 Eng. Rep. 758, 760 (Q. B. 1858). The\nconsequences would be “pernicious,” an English judge worried, if\nthe question of control “were perpetually to be submitted to a\njury.”Ibid.; cf. 3 Blackstone 120 (describing how “[t]he\nleast touching of another’s person” could satisfy the common law\ndefinition of force to commit battery, “for the law cannot draw the\nline between different degrees of violence”).This case, of course, does not involve “laying\nhands,”Sheriffv.Godfrey, 7 Mod. 288, 289, 87 Eng.\nRep. 1247 (K. B. 1739), but instead a shooting. Neither the\nparties nor the United States asamicus curiaesuggests that\nthe officers’ use of bullets to restrain Torres alters the analysis\nin any way. And we are aware of no common law authority addressing\nan arrest under such circumstances, or indeed any case involving an\napplication of force from a distance.The closest decision seems to beCountess of\nRutland’s Case, 6 Co. Rep. 52b, 77 Eng. Rep. 332 (Star Chamber\n1605). In that case, serjeants-at-mace tracked down Isabel\nHolcroft, Countess of Rutland, to execute a writ for a judgment of\ndebt. They “shewed her their mace, and touching her body with it,\nsaid to her, we arrest you, madam.”Id., at 54a, 77 Eng.\nRep., at 336. We think the case is best understood as an example of\nan arrest made by touching with an object, for the\nserjeants-at-mace announced the arrest at the time they touched the\ncountess with the mace. See,e.g.,Hodges, Cro. Jac.,\nat 485, 79 Eng. Rep., at 414 (similar announcement upon laying of\nhands). Maybe the arrest could be viewed as a submission to a show\nof authority, because a mace served not only as a weapon but also\nas an insignia of office. See Kelly, The Great Mace, and Other\nCorporation Insignia of the Borough of Leicester, 3 Transactions of\nthe Royal Hist. Soc. 295, 296–301 (1874). But that view is\ndifficult to reconcile with the fact that English courts did not\nrecognize arrest by submission to a show of authority until the\nfollowing century. Seesupra, at 6.[1]*However one readsCountess of Rutland, we\nsee no basis for drawing an artificial line between grasping with a\nhand and other means of applying physical force to effect an\narrest. The dissent (though not the officers) argues that the\ncommon law limited arrests by force to the literal placement of\nhands on the suspect, because no court published an opinion\ndiscussing a suspect who continued to flee after being hit with a\nbullet or some other weapon. Seepost, at 18–20 (opinion of\nGorsuch, J.). This objection calls to mind the unavailing defense\nof the person who “persistently denied that he had laid hands upon\na priest, for he had only cudgelled and kicked him.” 2 S.\nPufendorf, De Jure Naturae et Gentium 795 (C. Oldfather & W.\nOldfather transl. 1934). The required “corporal seising or touching\nthe defendant’s body” can be as readily accomplished by a bullet as\nby the end of a finger. 3 Blackstone 288.We will not carve out this greater intrusion on\npersonal security from the mere-touch rule just because\nfounding-era courts did not confront apprehension by firearm. While\nfirearms have existed for a millennium and were certainly familiar\nat the founding, we have observed that law enforcement did not\ncarry handguns until the latter half of the 19th century, at which\npoint “it bec[a]me possible to use deadly force from a distance as\na means of apprehension.”Tennesseev.Garner,471 U.S.\n1, 14–15 (1985). So it should come as no surprise that neither\nwe nor the dissent has located a common law case in which an\nofficer used a gun to apprehend a suspect. Cf.post, at 20\n(discussingDickensonv.Watson, Jones, T. 205, 84\nEng. Rep. 1218, 1218–1219 (K. B. 1682), in which a tax\ncollector accidentally discharged hailshot into a passerby’s eye).\nBut the focus of the Fourth Amendment is “the privacy and security\nof individuals,” not the particular manner of “arbitrary\ninvasion[ ] by governmental officials.”Camarav.Municipal Court of City and County of San Francisco,387 U.S.\n523, 528 (1967). As noted, our precedent protects “that degree\nof privacy against government that existed when the Fourth\nAmendment was adopted,”Kyllov.United States,533 U.S.\n27, 34 (2001)—a protection that extends to “[s]ubtler and more\nfar-reaching means of invading privacy” adopted only later,Olmsteadv.United States,277\nU.S. 438, 473 (1928) (Brandeis, J., dissenting). There is\nnothing subtle about a bullet, but the Fourth Amendment preserves\npersonal security with respect to methods of apprehension old and\nnew.We stress, however, that the application of the\ncommon law rule does not transform every physical contact between a\ngovernment employee and a member of the public into a Fourth\nAmendment seizure. A seizure requires the use of forcewith\nintent to restrain. Accidental force will not qualify. SeeCounty of Sacramentov.Lewis,523 U.S.\n833, 844 (1998). Nor will force intentionally applied for some\nother purpose satisfy this rule. In this opinion, we consider only\nforce used to apprehend. We do not accept the dissent’s invitation\nto opine on matters not presented here—pepper spray, flash-bang\ngrenades, lasers, and more.Post, at 23.Moreover, the appropriate inquiry is whether the\nchallenged conductobjectivelymanifests an intent to\nrestrain, for we rarely probe the subjective motivations of police\nofficers in the Fourth Amendment context. SeeNievesv.Bartlett, 587 U. S. ___, ___ (2019) (slip op., at 10).\nOnly an objective test “allows the police to determine in advance\nwhether the conduct contemplated will implicate the Fourth\nAmendment.”Michiganv.Chesternut,486 U.S.\n567, 574 (1988). While a mere touch can be enough for a\nseizure, the amount of force remains pertinent in assessing the\nobjective intent to restrain. A tap on the shoulder to get one’s\nattention will rarely exhibit such an intent. SeeINSv.Delgado,466 U.S.\n210, 220 (1984);Jones, 35 N. C., at 448–449.Nor does the seizure depend on the subjective\nperceptions of the seized person. Here, for example, Torres claims\nto have perceived the officers’ actions as an attempted carjacking.\nBut the conduct of the officers—ordering Torres to stop and then\nshooting to restrain her movement—satisfies the objective test for\na seizure, regardless whether Torres comprehended the governmental\ncharacter of their actions.The rule we announce today is narrow. In\naddition to the requirement of intent to restrain, a seizure by\nforce—absent submission—lasts only as long as the application of\nforce. That is to say that the Fourth Amendment does not recognize\nany “continuingarrest during the period of fugitivity.”Hodari D., 499 U. S., at 625. The fleeting nature of\nsome seizures by force undoubtedly may inform what damages a civil\nplaintiff may recover, and what evidence a criminal defendant may\nexclude from trial. See,e.g.,Utahv.Strieff, 579 U. S. ___, ___ (2016) (slip op., at 4).\nBut brief seizures are seizures all the same.Applying these principles to the facts viewed in\nthe light most favorable to Torres, the officers’ shooting applied\nphysical force to her body and objectively manifested an intent to\nrestrain her from driving away. We therefore conclude that the\nofficers seized Torres for the instant that the bullets struck\nher.IIIIn place of the rule that the application of\nforce completes an arrest even if the arrestee eludes custody, the\nofficers would introduce a single test for all types of seizures:\nintentional acquisition of control. This alternative rule is\ninconsistent with the history of the Fourth Amendment and our\ncases.AThe officers and theiramicistress\nthat common law rules are not automatically “elevated to\nconstitutional proscriptions,”Hodari D., 499 U. S., at\n626, n. 2, especially if they are “distorted almost beyond\nrecognition when literally applied,”Garner, 471 U. S.,\nat 15. In their view, the common law doctrine recognized inHodari D.is just “a narrow legal rule intended to govern\nliability in civil cases involving debtors.” Brief for National\nAssociation of Counties et al. asAmici Curiae12. The\ndissent presses the same argument. Seepost, at 14–17.But the common law did not define the arrest of\na debtor any differently from the arrest of a felon. Whether the\narrest was authorized by a criminal indictment or a civil writ,\n“there must be a corporal seizing, or touching the defendant’s\nperson; or, what is tantamount, a power of taking immediate\npossession of the body, and the party’s submission thereto, and a\ndeclaration of the officer that he makes an arrest.” 1 J. Backus, A\nDigest of Laws Relating to the Offices and Duties of Sheriff,\nCoroner and Constable 115–116 (1812). Treatises on the law\ngoverning criminal arrests citedGennerv.Sparks, 6\nMod. 173, 87 Eng. Rep. 928—the preeminent mere-touch case involving\na debtor—for the proposition that, “[i]n making the arrest, the\nconstable or party making it should actually seize or touch the\noffender’s body, or otherwise restrain his liberty.” 1 R. Burn, The\nJustice of the Peace 275 (28th ed. 1837). When English courts\nconfronted arrests for criminal offenses, they too relied on\nprecedents concerning arrests for civil offenses. SeeBridgettv.Coyney, 1 Man. & Ryl. 1, 5–6\n(K. B. 1827);Arrowsmithv.Le Mesurier, 2 Bos.\n& Pul. 211, 211–212, 127 Eng. Rep. 605, 606 (C. P. 1806).\nAmerican courts likewise articulated a materially identical\ndefinition in criminal cases—that “[t]he arrest itself is the\nlaying hands on the defendant,”Statev.Townsend, 5\nDel. 487, 488 (Ct. Gen. Sess. 1854), or that an arrest is “the\ntaking, seizing, or detaining of the person of another, either by\ntouching him or putting hands on him,”McAdamsv.State, 30 Okla. Crim. 207, 210, 235 P. 241, 242 (1925).This uniform definition also explains why an\narrest by mere touch carried legal consequences in both the\ncriminal and civil contexts. The point of an arrest was of course\nto take custody of a person to secure his appearance at a\nproceeding. But some arrests did not culminate in actual control of\nthe individual, let alone a trip to the gaol or compter. SeeNicholl, 2 Y. & J., at 403–404, 148 Eng. Rep., at\n975–976. When an officer let an arrestee get away, the officer\nrisked becoming a defendant himself in an action for “escape.” See\nPerkins, The Law of Arrest, 25 Iowa L. Rev. 201, 204 (1940).\nThe laying of hands constituted a taking custody and would expose\nthe officer to liability for the escape of felons and debtors\nalike. See 1 M. Hale, Pleas of the Crown 590–591, 597, 603 (1736);\n2id., at 93 (no liability for escape “if the felon were not\nonce in the hands of an officer”); see also Perkins, 25 Iowa\nL. Rev., at 206.The tort of false imprisonment, which the\ndissent rightly acknowledges as the “ ‘closest analogy’ to an\narrest without probable cause,”post, at 12 (quotingWallacev.Kato,549 U.S.\n384, 388–389 (2007)), reinforces the conclusion that the common\nlaw considered touching to be a seizure. Stated generally, false\nimprisonment required “confinement,” such as “taking a person into\ncustody under an asserted legal authority.” Restatement of Torts\n§§35, 41 (1934); see 3 Blackstone 127. But that element of\nconfinement demanded no more than that the defendant “had for one\nmoment taken possession of the plaintiff ’s person”—including,\n“for example, if he had tapped her on the shoulder, and said, ‘You\nare my prisoner.’ ”Simpsonv.Hill, 1 Esp. 431,\n431–432, 170 Eng. Rep. 409 (N. P. 1795); see Restatement of\nTorts §41, Commenth(noting that “the touching alone of the\nperson against whom [legal authority] was asserted would be\nsufficient to constitute” confinement by arrest when the authority\nwas valid). While the dissent emphasizes that “the court [inSimpson] proceeded torejectthe plaintiff ’s\nclaim for false imprisonment,”post, at 13, that was only\nbecause “the constable never touched the plaintiff, or took her\ninto custody.” 1 Esp., at 431, 170 Eng. Rep., at 409.To be sure, the mere-touch rule was particularly\nwell documented in cases involving the execution of civil process.\nAn officer pursuing a debtor could not forcibly enter the debtor’s\nhome unless the debtor had escaped arrest, such as by fleeing after\nbeing touched. SeeSemayne’s Case, 5 Co. Rep. 91a, 91b, 77\nEng. Rep. 194, 196 (K. B. 1604); see alsoMillerv.United States,357 U.S.\n301, 307 (1958). Officers seeking to execute criminal process,\non the other hand, possessed greater pre-arrest authority to enter\na felon’s home. SeePayton, 445 U. S., at 598. But the\nfact that the common law rules of arrest generated more litigation\nin the civil context proves only that creditors had ready recourse\nto the courts to pursue escape actions for unsatisfactory arrests.\nThere is no reason to suspect that English jurists silently adopted\na special definition of arrest only for debt collection—indeed,\nthey told us just the opposite. Seesupra, at 12. Nothing\nspecific to debt collection elevated escape from arrest into a\njustification for entry of the home. Whenever a person was\n“lawfully arrested foranyCause and afterwards escape[d],\nand shelter[ed] himself in a House,” the officer could break open\nthe doors of the house. 2 W. Hawkins, Pleas of the Crown 87 (1721)\n(emphasis added).In any event, the officers and the dissent\nmisapprehend the history of the Fourth Amendment by minimizing the\nrole of practices in civil cases. “[A]rrests in civil suits were\nstill common in America” at the founding.Longv.Ansell,293 U.S.\n76, 83 (1934). And questions regarding the legality of an\narrest “typically arose in civil damages actions for trespass or\nfalse arrest.”Payton, 445 U. S., at 592. Accordingly,\nthis Court has not hesitated to rely on such decisions when\ninterpreting the Fourth Amendment. See,e.g.,United\nStatesv.Jones,565 U.S.\n400, 404–405 (2012);Boydv.United States,116 U.S.\n616, 626 (1886). We see no reason to break with our settled\napproach in this case.BThe officers and the dissent derive from our\ncases a different touchstone for the seizure of a person: “an\nintentional acquisition of physical control.”Browerv.County of Inyo,489 U.S.\n593, 596 (1989). Under their alternative rule, the use of force\nbecomes a seizure “only when there is a governmental termination of\nfreedom of movement through means intentionally applied.”Id., at 597 (emphasis deleted); see Brief for Respondents\n12–15;post, at 6–7.This approach improperly erases the distinction\nbetween seizures bycontroland seizures byforce. In\nall fairness, we too have not always been attentive to this\ndistinction when a case did not implicate the issue. See,e.g.,Brendlinv.California,551 U.S.\n249, 254 (2007). But each type of seizure enjoys a separate\ncommon law pedigree that gives rise to a separate rule. SeeHodari D., 499 U. S., at 624–625; A. Cornelius, The Law\nof Search and Seizure §47, pp. 163–164 (2d ed. 1930)\n(contrasting actual control with “constructive detention” by\ntouching).Unlike a seizure by force, a seizure by\nacquisition of control involves either voluntary submission to a\nshow of authority or the termination of freedom of movement. A\nprime example of the latter comes fromBrower, where the\npolice seized a driver when he crashed into their roadblock. 489\nU. S., at 598–599; see also,e.g.,Scottv.Harris,550 U.S.\n372, 385 (2007) (ramming car off road);Williamsv.Jones, Cas. t. Hard. 299, 301, 95 Eng. Rep. 193, 194\n(K. B. 1736) (locking person in room). Under the common law\nrules of arrest, actual control is a necessary element for this\ntype of seizure. See Wilgus, Arrest Without a Warrant, 22 Mich.\nL. Rev. 541, 553 (1924). Such a seizure requires that “a\nperson be stopped by the very instrumentality set in motion or put\nin place in order to achieve that result.”Brower, 489\nU. S., at 599. But that requirement of control or submission\nnever extended to seizures by force. See,e.g.,Sandon, El. Bl. & El., at 940–941, 120 Eng. Rep., at\n760.As common law courts recognized, any such\nrequirement of control would be difficult to apply in cases\ninvolving the application of force. Seesupra, at 7. At the\nmost basic level, it will often be unclear when an officer succeeds\nin gaining control over a struggling suspect. Courts will puzzle\nover whether an officer exercises control when he grabs a suspect,\nwhen he tackles him, or only when he slaps on the cuffs. Neither\nthe officers nor the dissent explains how long the control must be\nmaintained—only for a moment, into the squad car, or all the way to\nthe station house. To cite another example, counsel for the\nofficers speculated that the shooting would have been a seizure if\nTorres stopped “maybe 50 feet” or “half a block” from the scene of\nthe shooting to allow the officers to promptly acquire control. Tr.\nof Oral Arg. 45. None of this squares with our recognition that\n“ ‘[a] seizure is a single act, and not a continuous\nfact.’ ”Hodari D., 499 U. S., at 625 (quotingThompsonv.Whitman, 18 Wall. 457, 471 (1874)). For\ncenturies, the common law rule has avoided such line-drawing\nproblems by clearly fixing the moment of the seizure.IVThe dissent sees things differently. It\ninsists that the term “seizure” has always entailed a taking of\npossession, whether the officer is seizing a person, a ship, or a\npromissory note. Seepost, at 6–7. But the facts of the\ncases and the language of the opinions confirm that the concept of\npossession included the “constructive detention” of persons “never\nactually brought within the physical control of the party making an\narrest.” Wilgus, 22 Mich. L. Rev., at 556 (emphasis deleted);\nsee,e.g.,Nicholl, 2 Y. & J., at 404, 148 Eng.\nRep., at 976 (explaining that the “slightest touch” can constitute\n“custody”);Anonymus, 1 Vent., at 306, 86 Eng. Rep., at 197\n(describing a touch as a “taking” of a person). Even the dissent\nacknowledges that a touch can establish a form of constructive\npossession. Seepost, at 20.The dissent says that “common law courts never\ncontemplated” that the touching itself could effect a seizure.Post,at 18.  But one need only look at the many\ndecisions adopting that definition of\narrest.  Seesupra, at 5–8, 12–13. The\ndissent can offer no case expressing doubt about the rule that the\ntouching constitutes an arrest, much less refusing to apply that\nrule in any context—felon or debtor.  And we have, as noted,\ndefinitively stated that “the arrest of a person is\nquintessentially a seizure.”Payton, 445 U. S., at 585\n(internal quotation marks omitted). The dissent’s attempt to ignore\narrests it appraises as “unfortunate” or “peculiar,”post,\nat 15, 16, pays insufficient regard to the complete history\nunderlying the Fourth Amendment.The dissent argues that we advance a\n“schizophrenic reading of the word ‘seizure.’ ”Post,\nat 7. But our cases demonstrate the unremarkable proposition that\nthe nature of a seizure can depend on the nature of the object\nbeing seized. It is not surprising that the concept of constructive\ndetention or the mere-touch rule developed in the context of\nseizures of a person—capable of fleeing and with an interest in\ndoing so—rather than seizures of “houses, papers, and effects.”The dissent also criticizes us for “posit[ing]\npenumbras” of “privacy” and “personal security” in our analysis of\nthe Fourth Amendment.Post, at 24. But thetextof\nthe Fourth Amendment expressly guarantees the “right of the people\nto besecurein theirpersons,” and our earliest\nprecedents recognized privacy as the “essence” of the Amendment—not\nsome penumbral emanation.Boyd, 116 U. S., at 630. We\nhave relied on that understanding in construing the meaning of the\nAmendment. See,e.g.,Rileyv.California,573 U.S.\n373, 403 (2014).The dissent speculates that the real reason for\ntoday’s decision is an “impulse” to provide relief to Torres,post, at 23, or maybe a desire “to make life easier for\nourselves,”post, at 22. It may even be, says the dissent,\nthat the Court “at least hopes to be seen as trying” to achieve\nparticular goals.Post, at 25. There is no call for such\nsurmise. At the end of the day we simply agree with the analysis of\nthe common law of arrest and its relation to the Fourth Amendment\nset forth thirty years ago by Justice Scalia, joined by six of his\ncolleagues, rather than the competing view urged by the dissent\ntoday.*  *  *We hold that the application of physical force\nto the body of a person with intent to restrain is a seizure even\nif the person does not submit and is not subdued. Of course, a\nseizure is just the first step in the analysis. The Fourth\nAmendment does not forbid all or even most seizures—only\nunreasonable ones. All we decide today is that the officers seized\nTorres by shooting her with intent to restrain her movement. We\nleave open on remand any questions regarding the reasonableness of\nthe seizure, the damages caused by the seizure, and the officers’\nentitlement to qualified immunity.The judgment of the Court of Appeals is vacated,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Justice Barrett took no part in the\nconsideration or decision of this case.Notes1*The arrest was not Isabel’s\nfirst brush with the law or money trou-bles. A decade earlier,\nElizabeth Charlton sued to recover for the estate of her husband,\nthe fourth Earl of Rutland, an assortment of jewels allegedly taken\nby Isabel, the widow of the third Earl of Rutland. Elizabeth bested\nIsabel in the clash of the countesses, and Isabel was found liable\nfor 940 pounds, worth about $400,000 today.Elizabeth Countess\nof Rutlandv.Isabel Countess of Rutland, Cro. Eliz.\n377, 78 Eng. Rep. 624 (C. P. 1595).",
    "joined": []
}