{
    "case": {
        "docket": "108",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/108/"
    },
    "id": "1970628",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1491_________________ESTHER KIOBEL, individually and on behalf of\nher late husband, Dr. BARINEM KIOBEL, et al., PETI- TIONERSv.ROYAL DUTCH PETROLEUM CO. et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[April 17, 2013]Chief Justice Roberts delivered the opinion of\nthe Court.Petitioners, a group of Nigerian nationals\nresiding in the United States, filed suit in federal court against\ncertain Dutch, British, and Nigerian corporations. Petitioners sued\nunder the Alien Tort Statute, 28 U. S. C. §1350, alleging\nthat the corporations aided and abetted the Nigerian Government in\ncommitting violations of the law of nations in Nigeria. The\nquestion presented is whether and under what circumstances courts\nmay recognize a cause of action under the Alien Tort Statute, for\nviolations of the law of nations occurring within the territory of\na sovereign other than the United States.IPetitioners were residents of Ogoniland, an\narea of 250 square miles located in the Niger delta area of Nigeria\nand populated by roughly half a million people. When the complaint\nwas filed, respondents Royal Dutch Petroleum Company and Shell\nTransport and Trading Company, p.l.c., were holding companies\nincorporated in the Netherlands and England, respectively. Their\njoint subsidiary, respondent Shell Petroleum Development Company of\nNigeria, Ltd. (SPDC), was incorporated in Nigeria, and engaged in\noil exploration and production in Ogoniland. According to the\ncomplaint, after concerned residents of Ogoniland began protesting\nthe environmental effects of SPDC’s practices, respondents enlisted\nthe Nigerian Government to violently suppress the burgeoning\ndemonstrations. Throughout the early 1990’s, the complaint alleges,\nNigerian military and police forces attacked Ogoni vil- lages,\nbeating, raping, killing, and arresting residents and destroying or\nlooting property. Petitioners further allege that respondents aided\nand abetted these atrocities by, among other things, providing the\nNigerian forces with food, transportation, and compensation, as\nwell as by al- lowing the Nigerian military to use respondents’\nproperty as a staging ground for attacks.Following the alleged atrocities, petitioners\nmoved to the United States where they have been granted political\nasylum and now reside as legal residents. See Supp. Brief for\nPetitioners 3, and n. 2. They filed suit in the United States\nDistrict Court for the Southern District of New York, alleging\njurisdiction under the Alien Tort Statute and requesting relief\nunder customary international law. The ATS provides, in full, that\n“[t]he district courts shall have original jurisdiction of any\ncivil action by an alien for a tort only, committed in violation of\nthe law of nations or a treaty of the United States.” 28\nU. S. C. §1350. According to petitioners, respondents\nviolated the law of nations by aiding and abetting the Nigerian\nGovernment in committing (1) extrajudicial killings; (2) crimes\nagainst humanity; (3) torture and cruel treatment; (4) arbitrary\narrest and detention; (5) violations of the rights to life,\nliberty, security, and association; (6) forced exile; and (7)\nproperty destruction. The District Court dismissed the first,\nfifth, sixth, and seventh claims, reasoning that the facts alleged\nto support those claims did not give rise to a violation of the law\nof nations. The court denied respondents’ motion to dismiss with\nrespect to the remaining claims, but certified its order for\ninterlocutory appeal pursuant to §1292(b).The Second Circuit dismissed the entire\ncomplaint, rea- soning that the law of nations does not recognize\ncorpo- rate liability. 621 F.3d 111 (2010). We granted certiorari\nto consider that question. 565 U. S. ___ (2011). After oral\nargument, we directed the parties to file supplemen- tal briefs\naddressing an additional question: “Whether and under what\ncircumstances the [ATS] allows courts to recognize a cause of\naction for violations of the law of nations occurring within the\nterritory of a sovereign other than the United States.” 565\nU. S. ___ (2012). We heard oral argument again and now affirm\nthe judgment below, based on our answer to the second question.IIPassed as part of the Judiciary Act of 1789,\nthe ATS was invoked twice in the late 18th century, but then only\nonce more over the next 167 years. Act of Sept. 24, 1789, §9, 1\nStat 77; seeMoxonv.The Fanny, 17 F. Cas. 942 (No.\n9,895) (DC Pa. 1793);Bolchosv.Darrel, 3 F. Cas.\n810 (No. 1,607) (DC SC 1795);O’Reilly de Camarav.Brooke,209 U.S.\n45(1908);Khedivial Line, S.A.E.v.Seafarers’ Int’l\nUnion, 278 F.2d 49, 51–52 (CA2 1960) (per curiam). The\nstatute provides district courts with jurisdiction to hear certain\nclaims, but does not expressly provide any causes of action. We\nheld inSosav.Alvarez-Machain,542 U.S.\n692, 714 (2004), however, that the First Congress did not\nintend the provision to be “stillborn.” The grant of jurisdiction\nis instead “best read as having been enacted on the understanding\nthat the common law would provide a cause of action for [a] modest\nnumber of international law violations.”Id., at 724. We\nthus held that federal courts may “recognize private claims [for\nsuch violations] under federal common law.”Id.,at 732. The\nCourt inSosarejected the plaintiff’s claim in that case\nfor “arbitrary arrest and detention,” on the ground that it failed\nto state a violation of the law of nations with the requisite\n“definite content and acceptance among civilized nations.”Id.,at 699, 732.The question here is not whether petitioners\nhave stated a proper claim under the ATS, but whether a claim may\nreach conduct occurring in the territory of a foreign sovereign.\nRespondents contend that claims under the ATS do not, relying\nprimarily on a canon of statutory interpretation known as the\npresumption against extraterritorial application. That canon\nprovides that “[w]hen a statute gives no clear indication of an\nextraterritorial application, it has none,”Morrisonv.National Australia Bank Ltd., 561 U. S. ___, ___ (2010)\n(slip op., at 6), and reflects the “presumption that United States\nlaw governs domestically but does not rule the world,”Microsoft\nCorp.v.AT&T Corp.,550 U.S.\n437, 454 (2007).This presumption “serves to protect against\nunintended clashes between our laws and those of other nations\nwhich could result in international discord.”EEOCv.Arabian American Oil Co.,499 U.S.\n244, 248 (1991) (Aramco). As this Court has\nexplained:“For us to run interference in\n. . . a delicate field of international relations there\nmust be present the affirmative intention of the Congress clearly\nexpressed. It alone has the facilities necessary to make fairly\nsuch an important policy decision where the possibilities of\ninternational discord are so evident and retaliative action so\ncertain.”Benzv.Compania Naviera Hidalgo, S. A.,353 U.S.\n138, 147 (1957). The presumption against extraterritorial\napplication helps ensure that the Judiciary does not erroneously\nadopt an interpretation of U. S. law that carries foreign pol-\nicy consequences not clearly intended by the political\nbranches.We typically apply the presumption to discern\nwhether an Act of Congress regulating conduct applies abroad. See,e.g., Aramco,supra,at 246 (“These cases present the\nissue whether Title VII applies extraterritorially to regulate the\nemployment practices of United States employers who employ United\nStates citizens abroad”);Morrison,supra, at ___\n(slip op., at 4) (noting that the question of extraterritorial\napplication was a “merits question,” not a question of\njurisdiction). The ATS, on the other hand, is “strictly\njurisdictional.”Sosa, 542 U. S., at 713. It does not\ndirectly regulate conduct or afford relief. It instead allows\nfederal courts to recognize certain causes of action based on\nsufficiently definite norms of international law. But we think the\nprinciples underlying the canon of interpretation similarly\nconstrain courts considering causes of action that may be brought\nunder the ATS.Indeed, the danger of unwarranted judicial\ninterference in the conduct of foreign policy is magnified in the\ncontext of the ATS, because the question is not what Congress has\ndone but instead what courts may do. This Court inSosarepeatedly stressed the need for judicial caution in considering\nwhich claims could be brought under the ATS, in light of foreign\npolicy concerns. As the Court explained, “the potential [foreign\npolicy] implications . . . of recog- nizing\n. . . . causes [under the ATS] should make courts\nparticularly wary of impinging on the discretion of the Legislative\nand Executive Branches in managing foreign affairs.”Id., at\n727; see alsoid., at 727–728 (“Since many attempts by\nfederal courts to craft remedies for the violation of new norms of\ninternational law would raise risks of adverse foreign policy\nconsequences, they should be undertaken, if at all, with great\ncaution”);id., at 727 (“[T]he possible collateral\nconsequences of making international rules privately actionable\nargue for judicial caution”). These concerns, which are implicated\nin any case arising under the ATS, are all the more pressing when\nthe question is whether a cause of action under the ATS reaches\nconduct within the territory of another sovereign.These concerns are not diminished by the fact\nthatSosalimited federal courts to recognizing causes of\naction only for alleged violations of international law norms that\nare “ ‘specific, universal, and obligatory.’ ”Id.,at 732 (quotingIn re Estate of Marcos,Human Rights Litigation,25 F.3d 1467, 1475 (CA9 1994)). As demonstrated by Congress’s\nenactment of the Torture Victim Protection Act of 1991, 106Stat.\n73, note following 28 U. S. C. §1350, identifying such a\nnorm is only the beginning of defining a cause of action. Seeid.,§3 (providing detailed definitions for extrajudicial\nkilling and torture);id.,§2 (specifying who may be liable,\ncreating a rule of exhaustion, and establishing a statute of\nlimitations). Each of these decisions carries with it significant\nforeign policy implications.The principles underlying the presumption\nagainst ex- traterritoriality thus constrain courts exercising\ntheir power under the ATS.IIIPetitioners contend that even if the\npresumption applies, the text, history, and purposes of the ATS\nrebut it for causes of action brought under that statute. It is\ntrue that Congress, even in a jurisdictional provision, can\nindicate that it intends federal law to apply to conduct occurring\nabroad. See,e.g.,18 U. S. C. §1091(e) (2006 ed.,\nSupp. V) (providing jurisdiction over the offense of genocide\n“regardless of where the offense is committed” if the alleged\noffender is, among other things, “present in the United States”).\nBut to rebut the presumption, the ATS would need to evince a “clear\nindication of extraterritoriality.”Morrison, 561\nU. S., at ___ (slip op., at 16). It does not.To begin, nothing in the text of the statute\nsuggests that Congress intended causes of action recognized under\nit to have extraterritorial reach. The ATS covers actions by aliens\nfor violations of the law of nations, but that does not imply\nextraterritorial reach—such violations affect- ing aliens can occur\neither within or outside the United States. Nor does the fact that\nthe text reaches “anycivil action” suggest application to\ntorts committed abroad; it is well established that generic terms\nlike “any” or “every” do not rebut the presumption against\nextraterritoriality. See,e.g.,id., at ___ (slip\nop., at 13–14);Smallv.United States,544 U.S.\n385, 388 (2005);Aramco, 499 U. S., at 248–250;Foley Bros., Inc.v.Filardo,336\nU.S. 281, 287 (1949).Petitioners make much of the fact that the ATS\nprovides jurisdiction over civil actions for “torts” in violation\nof the law of nations. They claim that in using that word, the\nFirst Congress “necessarily meant to provide for jurisdiction over\nextraterritorial transitory torts that could arise on foreign\nsoil.” Supp. Brief for Petitioners 18. For support, they cite the\ncommon-law doctrine that allowed courts to assume jurisdiction over\nsuch “transitory torts,” including actions for personal injury,\narising abroad. SeeMostynv.Fabrigas, 1\nCowp. 161, 177, 98 Eng. Rep. 1021, 1030 (1774) (Mansfield, L.)\n(“[A]ll actions of a transitory nature that arise abroad may be\nlaid as happening in an English county”);Dennickv.Railroad Co.,103 U.S.\n11, 18 (1881) (“Wherever, by either the common law or the\nstatute law of a State, a right of action has become fixed and a\nlegal liability incurred, that liability may be enforced and the\nright of action pursued in any court which has jurisdiction of such\nmatters and can obtain jurisdiction of the parties”).Under the transitory torts doctrine, however,\n“the only justification for allowing a party to recover when the\ncause of action arose in another civilized jurisdiction is a well\nfounded belief that it was a cause of action in that place.”Cuba R. Co.v.Crosby,222 U.S.\n473, 479 (1912) (majority opinion of Holmes, J.). The question\nunderSosais not whether a federal court has jurisdiction\nto entertain a cause of action provided by foreign or even\ninternational law. The question is instead whether the court has\nauthority to recognize a cause of action under U. S. law to\nenforce a norm of international law. The reference to “tort” does\nnot demonstrate that the First Congress “necessarily meant” for\nthose causes of action to reach conduct in the territory of a\nforeign sovereign. In the end, nothing in the text of the ATS\nevinces the requisite clear indication of extraterritoriality.Nor does the historical background against which\nthe ATS was enacted overcome the presumption against ap- plication\nto conduct in the territory of another sovereign. SeeMorrison,supra, at ___ (slip op., at 16) (noting\nthat “[a]ssuredly context can be consulted” in determining whether\na cause of action applies abroad). We explained inSosathat\nwhen Congress passed the ATS, “three principal offenses against the\nlaw of nations” had been identified by Blackstone: violation of\nsafe conducts, infringement of the rights of ambassadors, and\npiracy. 542 U. S., at 723, 724; see 4 W. Blackstone,\nCommentaries on the Laws of England 68 (1769). The first two\noffenses have no necessary extraterritorial application. Indeed,\nBlackstone—in describing them—did so in terms of conduct occur-\nring within the forum nation. Seeibid.(describing the\nright of safe conducts for those “who are here”); 1id.,at\n251 (1765) (explaining that safe conducts grant a member of one\nsociety “a right to intrude into another”);id.,at 245–248\n(recognizing the king’s power to “receiv[e] ambassadors at home”\nand detailing their rights in the state “wherein they are appointed\nto reside”); see also E. De Vattel, Law of Nations 465 (J. Chitty\net al. transl. and ed. 1883) (“[O]n his entering the country\nto which he is sent, and making himself known, [the ambassador] is\nunder the protection of the law of nations . . .”).Two notorious episodes involving violations of\nthe law of nations occurred in the United States shortly before\npassage of the ATS. Each concerned the rights of ambas- sadors, and\neach involved conduct within the Union. In 1784, a French\nadventurer verbally and physically assaulted Francis Barbe\nMarbois—the Secretary of the French Legion—in Philadelphia. The\nassault led the French Minister Plenipotentiary to lodge a formal\nprotest with the Continental Congress and threaten to leave the\ncountry unless an adequate remedy were provided.Respublicav.De Longschamps, 1 Dall. 111 (O. T. Phila. 1784);Sosa,supra, at 716–717, and n. 11. And in 1787,\na New York constable entered the Dutch Ambassador’s house and\narrested one of his domestic servants. See Casto, The Federal\nCourts’ Protective Jurisdiction over Torts Committed in Violation\nof the Law of Nations, 18 Conn. L. Rev. 467, 494 (1986). At\nthe request of Secretary of Foreign Affairs John Jay, the Mayor of\nNew York City arrested the constable in turn, but cautioned that\nbecause “ ‘neither Congress nor our [State] Legislature have\nyet passed any act respecting a breach of the privileges of\nAmbassadors,’ ” the extent of any available relief would\ndepend on the common law. See Bradley, The Alien Tort Statute and\nArticle III, 42 Va. J. Int’l L. 587, 641–642 (2002) (quoting 3\nDept. of State, The Diplomatic Correspondence of the United States\nof America 447 (1837)). The two cases in which the ATS was invoked\nshortly after its passage also concerned conduct within the\nterritory of the United States. SeeBolchos, 3 F. Cas. 810\n(wrongful seizure of slaves from a vessel while in port in the\nUnited States);Moxon, 17 F. Cas. 942 (wrongful seizure in\nUnited States territorial waters).These prominent contemporary\nexamples—immediately before and after passage of the ATS—provide no\nsupport for the proposition that Congress expected causes of action\nto be brought under the statute for violations of the law of\nnations occurring abroad.The third example of a violation of the law of\nnations familiar to the Congress that enacted the ATS was piracy.\nPiracy typically occurs on the high seas, beyond the territorial\njurisdiction of the United States or any other country. See 4\nBlackstone,supra,at 72 (“The offence of piracy, by common\nlaw, consists of committing those acts of robbery and depredation\nupon the high seas, which, if committed upon land, would have\namounted to felony there”). This Court has generally treated the\nhigh seas the same as foreign soil for purposes of the presumption\nagainst extraterritorial application. See,e.g., Salev.Haitian Centers Council, Inc.,509 U.S.\n155, 173–174 (1993) (declining to apply a provision of the\nImmigration and Nationality Act to conduct occurring on the high\nseas);Argentine Republicv.Amerada Hess Shipping\nCorp.,488 U.S.\n428, 440 (1989) (declining to apply a provision of the Foreign\nSovereign Immunities Act of 1976 to the high seas). Petitioners\ncontend that because Congress surely intended the ATS to provide\njurisdiction for actions against pirates, it necessarily\nanticipated the statute would apply to conduct occurring\nabroad.Applying U. S. law to pirates, however,\ndoes not typi- cally impose the sovereign will of the United States\nonto conduct occurring within the territorial jurisdiction of\nanother sovereign, and therefore carries less direct foreign policy\nconsequences. Pirates were fair game wherever found, by any nation,\nbecause they generally did not operate within any jurisdiction. See\n4 Blackstone,supra,at 71. We do not think that the\nexistence of a cause of action against them is a sufficient basis\nfor concluding that other causes of action under the ATS reach\nconduct that does occur within the territory of another sovereign;\npirates may well be a category unto themselves. SeeMorrison, 561 U. S., at ___ (slip op., at 16) (“[W]hen\na statute provides for some extraterritorial application, the\npresumption against extraterritoriality operates to limit that\nprovision to its terms”); see alsoMicrosoft Corp., 550\nU. S., at 455–456.Petitioners also point to a 1795 opinion\nauthored by Attorney General William Bradford. See Breach of\nNeutrality, 1 Op. Atty. Gen. 57. In 1794, in the midst of war\nbetween France and Great Britain, and notwithstanding the American\nofficial policy of neutrality, several U. S. citizens joined a\nFrench privateer fleet and attacked and plundered the British\ncolony of Sierra Leone. In response to a protest from the British\nAmbassador, Attorney General Bradford responded as follows:So far . . . as the transactions\ncomplained of originated or took place in a foreign country, they\nare not within the cognizance of our courts; nor can the actors be\nlegally prosecuted or punished for them by the United States. But\ncrimes committed on the high seasarewithin the\njurisdiction of the . . . courts of the United States;\nand, so far as the offence was committed thereon, I am inclined to\nthink that it may be legally prosecuted in . . . those\ncourts . . . . But some doubt rests on this point,\nin consequence of the terms in which the [applicable criminal law]\nis expressed. But there can be no doubt that the company or\nindividuals who have been injured by these acts of hostil- ity have\na remedy by acivilsuit in the courts of the United States;\njurisdiction being expressly given to these courts in all cases\nwhere an alien sues for a tort only, in violation of the laws of\nnations, or a treaty of the United States . . . .”Id., at 58–59.Petitioners read the last sentence as confirming\nthat “the Founding generation understood the ATS to apply to law of\nnations violations committed on the territory of a foreign\nsovereign.” Supp. Brief for Petitioners 33. Respondents counter\nthat when Attorney General Bradford referred to “these acts of\nhostility,” he meant the acts only insofar as they took place on\nthe high seas, and even if his conclusion were broader, it was only\nbecause the applicable treaty had extraterritorial reach. See Supp.\nBrief for Respondents 28–30. The Solicitor General, having once\nread the opinion to stand for the proposition that an “ATS suit\ncould be brought against American citizens for breaching neutrality\nwith Britain only if acts did not take place in a foreign country,”\nSupp. Brief for United States asAmicus Curiae8, n. 1\n(internal quotation marks and brackets omitted), now suggests the\nopinion “could have been meant to encompass . . . conduct\n[occurring within the foreign territory],”id., at 8.Attorney General Bradford’s opinion defies a\ndefinitive reading and we need not adopt one here. Whatever its\npre- cise meaning, it deals with U. S. citizens who, by\npartic- ipating in an attack taking place both on the high seas and\non a foreign shore, violated a treaty between the United States and\nGreat Britain. The opinion hardly suffices to counter the weighty\nconcerns underlying the presumption against\nextraterritoriality.Finally, there is no indication that the ATS was\npassed to make the United States a uniquely hospitable forum for\nthe enforcement of international norms. As Justice Story put it,\n“No nation has ever yet pretended to be the custos morum of the\nwhole world . . . .”United Statesv.The\nLa Jeune Eugenie, 26 F. Cas. 832, 847 (No. 15,551) (CC. Mass.\n1822). It is implausible to suppose that the First Congress wanted\ntheir fledgling Republic—struggling to receive international\nrecognition—to be the first. Indeed, the parties offer no evidence\nthat any nation, meek or mighty, presumed to do such a thing.The United States was, however, embarrassed by\nits potential inability to provide judicial relief to foreign\nofficials injured in the United States. Bradley, 42 Va. J. Int’l\nL.,at 641. Such offenses against ambassadors vio- lated the\nlaw of nations, “and if not adequately redressed could rise to an\nissue of war.”Sosa, 542 U. S., at 715; cf. The\nFederalist No. 80, p. 536 (J. Cooke ed. 1961) (A. Hamilton)\n(“As the denial or perversion of justice . . . is with\nreason classed among the just causes of war, it will follow that\nthe federal judiciary ought to have cognizance of all causes in\nwhich the citizens of other countries are concerned”). The ATS\nensured that the United States could provide a forum for\nadjudicating such incidents. SeeSosa,supra, at\n715–718, and n. 11. Nothing about this historical context suggests\nthat Congress also intended federal common law under the ATS to\nprovide a cause of action for conduct occurring in the territory of\nanother sovereign.Indeed, far from avoiding diplomatic strife,\nproviding such a cause of action could have generated it. Recent\nexperience bears this out. SeeDoev.Exxon Mobil\nCorp., 654 F.3d 11, 77–78 (CADC 2011) (Kavanaugh, J.,\ndissenting in part) (listing recent objections to extraterritorial\napplications of the ATS by Canada, Germany, Indonesia, Papua New\nGuinea, South Africa, Switzerland, and the United Kingdom).\nMoreover, accepting petitioners’ view would imply that other\nnations, also applying the law of nations, could hale our citizens\ninto their courts for alleged violations of the law of nations\noccurring in the United States, or anywhere else in the world. The\npresumption against extraterritoriality guards against our courts\ntriggering such serious foreign policy consequences, and instead\ndefers such decisions, quite appropriately, to the political\nbranches.We therefore conclude that the presumption\nagainst extraterritoriality applies to claims under the ATS, and\nthat nothing in the statute rebuts that presumption. “[T]here is no\nclear indication of extraterritoriality here,”Morrison, 561\nU. S., at ___ (slip op., at 16), and petitioners’ case seeking\nrelief for violations of the law of nations occurring outside the\nUnited States is barred.IVOn these facts, all the relevant conduct took\nplace outside the United States. And even where the claims touch\nand concern the territory of the United States, they must do so\nwith sufficient force to displace the presumption against\nextraterritorial application. SeeMorrison, 561 U. S.\n___ (slip op. at 17–24). Corporations are often present in many\ncountries, and it would reach too far to say that mere corporate\npresence suffices. If Congress were to determine otherwise, a\nstatute more specific than the ATS would be required.The judgment of the Court of Appeals is\naffirmed.It is so ordered.",
    "joined": []
}