{
    "case": {
        "docket": "17-647",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/17-647/"
    },
    "id": "4111944",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–647_________________ROSE MARY KNICK, PETITIONERv.TOWNSHIP\nOF SCOTT, PENNSYLVANIA, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[June 21, 2019]Chief Justice Roberts delivered the opinion of\nthe Court.The Takings Clause of the Fifth Amendment states\nthat “private property [shall not] be taken for public use, without\njust compensation.” InWilliamson County Regional Planning\nComm’nv.Hamilton Bank of Johnson City,473 U.S.\n172(1985), we held that a property owner whose property has\nbeen taken by a local government has not suffered a violation of\nhis Fifth Amendment rights—and thus cannot bring a federal takings\nclaim in federal court—until a state court has denied his claim for\njust compensation under state law.TheWilliamson CountyCourt anticipated\nthat if the property owner failed to secure just compensation under\nstate law in state court, he would be able to bring a “ripe”\nfederal takings claim in federal court. Seeid., at 194. But\nas we later held inSan Remo Hotel,L. P.v.City and County of San Francisco,545\nU.S. 323(2005), a state court’s resolution of a claim for just\ncompensation under state law generally has preclusive effect in any\nsubsequent federal suit. The takings plaintiff thus finds himself\nin a Catch-22: He cannot go to federal court without going to state\ncourt first; but if he goes to state court and loses, his claim\nwill be barred in federal court. The federal claim dies\naborning.TheSan Remopreclusion trap should tip\nus off that the state-litigation requirement rests on a mistaken\nview of the Fifth Amendment. The Civil Rights Act of 1871, after\nall, guarantees “a federal forum for claims of unconstitutional\ntreatment at the hands of state officials,” and the settled rule is\nthat “exhaustion of state remedies ‘isnota prerequisite to\nan action under [42 U. S. C.] §1983.’ ”Heckv.Humphrey,512 U.S.\n477, 480 (1994) (quotingPatsyv.Board of Regents of\nFla.,457 U.S.\n496, 501 (1982)). But the guarantee of a federal forum rings\nhollow for takings plaintiffs, who are forced to litigate their\nclaims in state court.We now conclude that the state-litigation\nrequirement imposes an unjustifiable burden on takings plaintiffs,\nconflicts with the rest of our takings jurisprudence, and must be\noverruled. A property owner has an actionable Fifth Amendment\ntakings claim when the government takes his property without paying\nfor it. That does not mean that the government must provide\ncompensation in advance of a taking or risk having its action\ninvalidated: So long as the property owner has some way to obtain\ncompensation after the fact, governments need not fear that courts\nwill enjoin their activities. But it does mean that the property\nowner has suffered a violation of his Fifth Amendment rights when\nthe government takes his property without just compensation, and\ntherefore may bring his claim in federal court under §1983 at that\ntime.IPetitioner Rose Mary Knick owns 90 acres of\nland in Scott Township, Pennsylvania, a small community just north\nof Scranton. Knick lives in a single-family home on the property\nand uses the rest of the land as a grazing area for horses and\nother farm animals. The property includes a small graveyard where\nthe ancestors of Knick’s neighbors are allegedly buried. Such\nfamily cemeteries are fairly common in Pennsylvania, where\n“backyard burials” have long been permitted.In December 2012, the Township passed an\nordinance requiring that “[a]ll cemeteries . . . be kept\nopen and accessible to the general public during daylight hours.”\nThe ordinance defined a “cemetery” as “[a] place or area of ground,\nwhether contained on private or public property, which has been set\napart for or otherwise utilized as a burial place for deceased\nhuman beings.” The ordinance also authorized Township “code\nenforcement” officers to “enter upon any property” to determine the\nexistence and location of a cemetery. App. 21–23.In 2013, a Township officer found several grave\nmarkers on Knick’s property and notified her that she was violating\nthe ordinance by failing to open the cemetery to the public during\nthe day. Knick responded by seeking declaratory and injunctive\nrelief in state court on the ground that the ordinance effected a\ntaking of her property. Knick did not seek compensation for the\ntaking by bringing an “inverse condemnation” action under state\nlaw. Inverse condemnation is “a cause of action against a\ngovernmental defendant to recover the value of property which has\nbeen taken in fact by the governmental defendant.”United\nStatesv.Clarke,445 U.S.\n253, 257 (1980) (quoting D. Hagman, Urban Planning and Land\nDevelopment Control Law 328 (1971)). Inverse condemnation stands in\ncontrast to direct condemnation, in which the government initiates\nproceedings to acquire title under its eminent domain authority.\nPennsylvania, like every other State besides Ohio, provides a state\ninverse condemnation action. 26 Pa. Cons. Stat. §502(c)\n(2009).[1]In response to Knick’s suit, the Township\nwithdrew the violation notice and agreed to stay enforcement of the\nordinance during the state court proceedings. The court, however,\ndeclined to rule on Knick’s request for declara- tory and\ninjunctive relief because, without an ongoing en- forcement action,\nshe could not demonstrate the irreparable harm necessary for\nequitable relief.Knick then filed an action in Federal District\nCourt under 42 U. S. C. §1983, alleging that the\nordinance violated the Takings Clause of the Fifth\nAmendment.[2] The District\nCourt dismissed Knick’s takings claim underWilliamson\nCountybecause she had not pursued an inverse condemnation\naction in state court. 2016 WL 4701549, *5–*6 (MD Pa., Sept. 8,\n2016). On appeal, the Third Circuit noted that the ordinance was\n“extraordinary and constitutionally suspect,” but affirmed the\nDistrict Court in light ofWilliamson County. 862 F.3d 310,\n314 (2017).We granted certiorari to reconsider the holding\nofWilliamson Countythat property owners must seek just\ncompensation under state law in state court before bringing a\nfederal takings claim under §1983. 583 U. S. ___ (2018).IIInWilliamson County, a property\ndeveloper brought a takings claim under §1983 against a zoning\nboard that had rejected the developer’s proposal for a new\nsubdivision.Williamson Countyheld that the developer’s\nFifth Amendment claim was not “ripe” for two reasons. First, the\ndeveloper still had an opportunity to seek a variance from the\nappeals board, so any taking was therefore not yet final. 473\nU. S., at 186–194. Knick does not question the validity of\nthis finality requirement, which is not at issue here.The second holding ofWilliamson Countyis that the developer had no federal takings claim because he had\nnot sought compensation “through the procedures the State ha[d]\nprovided for doing so.”Id., at 194. That is the holding\nKnick asks us to overrule. According to the Court, “if a State\nprovides an adequate procedure for seeking just compensation, the\nproperty owner cannot claim a violation of the [Takings] Clause\nuntil it has used the procedure and been denied just compensation.”Id., at 195. The Court concluded that the developer’s\nfederal takings claim was “premature” because he had not sought\ncompensation through the State’s inverse condemnation procedure.Id., at 197.The unanticipated consequences of this ruling\nwere not clear until 20 years later, when this Court decidedSan\nRemo. In that case, the takings plaintiffs complied withWilliamson Countyand brought a claim for compensation in\nstate court. 545 U. S., at 331. The complaint made clear that\nthe plaintiffs sought relief only under the takings clause of the\nState Constitution, intending to reserve their Fifth Amendment\nclaim for a later federal suit if the state suit proved\nunsuccessful.Id., at 331–332. When that happened, however,\nand the plaintiffs proceeded to federal court, they found that\ntheir federal claim was barred. This Court held that the full faith\nand credit statute, 28 U. S. C. §1738, required the\nfederal court to give preclusive effect to the state court’s\ndecision, blocking any subsequent consideration of whether the\nplaintiff had suffered a taking within the meaning of the Fifth\nAmendment. 545 U. S., at 347. The adverse state court decision\nthat, according toWilliamson County, gave rise to a ripe\nfederal takings claim simultaneously barred that claim, preventing\nthe federal court from ever considering it.The state-litigation requirement relegates the\nTakings Clause “to the status of a poor relation” among the\nprovisions of the Bill of Rights.Dolanv.City of\nTigard,512 U.S.\n374, 392 (1994). Plaintiffs asserting any other constitutional\nclaim are guaranteed a federal forum under §1983, but the\nstate-litigation requirement “hand[s] authority over federal\ntakings claims to state courts.”San Remo, 545 U. S.,\nat 350 (Rehnquist, C. J., concurring in judgment). Fidelity to\nthe Takings Clause and our cases construing it requires overrulingWilliamson Countyand restoring takings claims to the\nfull-fledged constitutional status the Framers envisioned when they\nincluded the Clause among the other protections in the Bill of\nRights.IIIAContrary toWilliamson County, a\nproperty owner has a claim for a violation of the Takings Clause as\nsoon as a government takes his property for public use without\npaying for it. The Clause provides: “[N]or shall private property\nbe taken for public use, without just compensation.” It does not\nsay: “Nor shall private property be taken for public use, without\nan available procedure that will result in compensation.” If a\nlocal government takes private property without paying for it, that\ngovernment has violated the Fifth Amendment—just as the Takings\nClause says—without regard to subsequent state court proceedings.\nAnd the property owner may sue the government at that time in\nfederal court for the “deprivation” of a right “secured by the\nConstitution.” 42 U. S. C. §1983.We have long recognized that property owners may\nbring Fifth Amendment claims against the Federal Government as soon\nas their property has been taken. The Tucker Act, which provides\nthe standard procedure for bringing such claims, gives the Court of\nFederal Claims jurisdiction to “render judgment upon any claim\nagainst the United States founded either upon the Constitution” or\nany federal law or contract for damages “in cases not sounding in\ntort.” 28 U. S. C. §1491(a)(1). We have held that “[i]f\nthere is a taking, the claim is ‘founded upon the Constitution’ and\nwithin the jurisdiction of the Court of Claims to hear and\ndetermine.”United Statesv.Causby,328 U.S.\n256, 267 (1946). And we have explained that “the act of taking”\nis the “event which gives rise to the claim for compensation.”United Statesv.Dow,357 U.S.\n17, 22 (1958).The Fifth Amendment right to full compensation\narises at the time of the taking, regardless of post-taking\nremedies that may be available to the property owner. That\nprinciple was confirmed inJacobsv.United States,290 U.S.\n13(1933), where we held that a property owner found to have a\nvalid takings claim is entitled to compensation as if it had been\n“paid contemporaneously with the taking”—that is, the compensation\nmust generally consist of the total value of the property when\ntaken, plus interest from that time.Id., at 17 (quotingSeaboard Air Line R. Co.v.United States,261 U.S.\n299, 306 (1923)). We rejected the view of the lower court that\na property owner is entitled to interest only when the government\nprovides a particular remedy—direct condemnation proceedings—and\nnot when the owner brings a takings suit under the Tucker Act. “The\nform of the remedy d[oes] not qualify the right. It rest[s] upon\nthe Fifth Amendment.” 290 U. S., at 16.Jacobsmade clear that, no matter what\nsort of procedures the government puts in place to remedy a taking,\na property owner has a Fifth Amendment entitlement to compensation\nas soon as the government takes his prop- erty without paying for\nit. Whether the government does nothing, forcing the owner to bring\na takings suit under the Tucker Act, or whether it provides the\nowner with a statutory compensation remedy by initiating direct\ncondemnation proceedings, the owner’s claim for compensation\n“rest[s] upon the Fifth Amendment.”AlthoughJacobsconcerned a taking by the\nFederal Government, the same reasoning applies to takings by the\nStates. The availability of any particular compensation remedy,\nsuch as an inverse condemnation claim under state law, cannot\ninfringe or restrict the property owner’s federal constitutional\nclaim—just as the existence of a state action for battery does not\nbar a Fourth Amendment claim of excessive force. The fact that the\nState has provided a property owner with a procedure that may\nsubsequently result in just compensation cannot deprive the owner\nof his Fifth Amendment right to compensation under the\nConstitution, leaving only the state law right. And that is key\nbecause it is the existence of the Fifth Amendment right that\nallows the owner to proceed directly to federal court under\n§1983.Williamson Countyhad a different view of\nhow the Takings Clause works. According toWilliamson\nCounty, a taking does not give rise to a federal constitutional\nright to just compensation at that time, but instead gives a right\nto a state law procedure that will eventually result in just\ncompensation. As the Court put it, “if a State provides an adequate\nprocedure for seeking just compensation, the property owner cannot\nclaim a violation of the [Takings] Clause until it has used the\nprocedure and been denied just compensation.” 473 U. S., at\n195. In the absence of a state remedy, the Fifth Amendment right to\ncompensation would attach immediately. But, underWilliamson\nCounty, the presence of a state remedy qualifies the right,\npreventing it from vesting until exhaustion of the state procedure.\nThat is whatJacobsconfirmed could not be done.Just two years afterWilliamson County,\ninFirst English Evangelical Lutheran Church of Glendalev.County of Los Angeles,482 U.S.\n304(1987), the Court returned to the understanding that the\nFifth Amendment right to compensation automatically arises at the\ntime the government takes property without paying for it. Relying\nheavily onJacobsand other Fifth Amendment precedents\nneglected byWilliamson County,First Englishheld\nthat a property owner is entitled to compensation for the temporary\nloss of his property. We explained that “government action that\nworks a taking of property rights necessarily implicates the\n‘constitutional obligation to pay just compensation.’ ” 482\nU. S., at 315. Because of “the self-executing character” of\nthe Takings Clause “with respect to compensation,” a property owner\nhas a constitutional claim for just compensation at the time of the\ntaking.Ibid.(quoting 6 P. Nichols, Eminent Domain §25.41\n(3d rev. ed. 1972)). The government’s post-taking actions (there,\nrepeal of the challenged ordinance) cannot nullify the property\nowner’s existing Fifth Amendment right: “[W]here the government’s\nactivities have already worked a taking of all use of property, no\nsubsequent action by the government can relieve it of the duty to\nprovide compensation.” 482 U. S., at 321.[3]In holding that a property owner acquires an\nirrevocable right to just compensation immediately upon a taking,First Englishadopted a position Justice Brennan had taken\nin an earlier dissent. Seeid., at 315, 318 (quoting and\ncitingSan Diego Gas & Elec. Co.v.San Diego,450 U.S.\n621, 654, 657 (1981) (Brennan, J., dissenting)).[4] In that opinion, Justice Brennan explained\nthat “once there is a ‘taking,’ compensationmustbe\nawarded” because “[a]s soon as private property has been taken,\nwhether through formal condemnation proceedings, occupancy,\nphysical invasion, or regulation, the landowner hasalreadysuffered a constitutional violation.”Id., at 654.First Englishembraced that view,\nreaffirming that “in the event of a taking, the compensation remedy\nis required by the Constitution.” 482 U. S., at 316; seeibid., n. 9 (rejecting the view that “the Constitution\ndoes not, of its own force, furnish a basis for a court to award\nmoney damages against the government” (quoting Brief for United\nStates asAmicus Curiae14)). Compensation under the Takings\nClause is a remedy for the “constitutional violation” that “the\nlandowner hasalreadysuffered” at the time of the\nuncompensated taking.San Diego Gas & Elec. Co., 450\nU. S., at 654 (Brennan, J., dissenting); seeFirst\nEnglish, 482 U. S., at 315.A later payment of compensation may remedy the\nconstitutional violation that occurred at the time of the taking,\nbut that does not mean the violation never took place. The\nviolation is the only reason compensation was owed in the first\nplace. A bank robber might give the loot back, but he still robbed\nthe bank. The availability of a subsequent compensation remedy for\na taking without compensation no more means there never was a\nconstitutional violation in the first place than the availability\nof a damages action renders negligent conduct compliant with the\nduty of care.In sum, because a taking without compensation\nviolates the self-executing Fifth Amendment at the time of the\ntaking, the property owner can bring a federal suit at that time.\nJust as someone whose property has been taken by the Federal\nGovernment has a claim “founded . . . upon the\nConstitution” that he may bring under the Tucker Act, someone whose\nproperty has been taken by a local government has a claim under\n§1983 for a “deprivation of [a] right[ ] . . .\nsecured by the Constitution” that he may bring upon the taking in\nfederal court. The “general rule” is that plaintiffs may bring\nconstitutional claims under §1983 “without first bringing any sort\nof state lawsuit, even when state court actions addressing the\nunderlying behavior are available.” D. Dana & T. Merrill,\nProperty: Takings 262 (2002); seeMcNeesev.Board of Ed.\nfor Community Unit School Dist. 187,373\nU.S. 668, 672 (1963) (observing that it would defeat the\npurpose of §1983 “if we held that assertion of a federal claim in a\nfederal court must await an attempt to vindicate the same claim in\na state court”);Monroev.Pape,365 U.S.\n167, 183 (1961) (“The federal remedy is supplementary to the\nstate rem- edy, and the latter need not be first sought and refused\nbefore the federal one is invoked.”). This is as true for takings\nclaims as for any other claim grounded in the Bill of Rights.BWilliamson Countyeffectively\nestablished an exhaustion requirement for §1983 takings claims when\nit held that a property owner must pursue state procedures for\nobtaining compensation before bringing a federal suit. But the\nCourt did not phrase its holding in those terms; if it had, its\nerror would have been clear. Instead,Williamson Countybroke with the Court’s longstanding position that a property owner\nhas a constitutional claim to compensation at the time the\ngovernment deprives him of his property, and held that there can be\nno uncompensated taking, and thus no Fifth Amendment claim\nactionable under §1983, until the property owner has tried and\nfailed to obtain compensation through the available state\nprocedure. “[U]ntil it has used the procedure and been denied just\ncompensation,” the property owner “ ‘has no claim against the\nGovernment’ for a taking.” 473 U. S., at 194–195 (quotingRuckelshausv.Monsanto Co.,467\nU.S. 986, 1018, n. 21 (1984)).Williamson Countydrew that understanding\nof the Clause fromRuckelshausv.Monsanto Co., a\ndecision from the prior Term.Monsantodid not involve a\ntakings claim for just compensation. The plaintiff there sought to\nenjoin a federal statute because it effected a taking, even though\nthe statute set up a special arbitration procedure for obtaining\ncompensation, and the plaintiff could bring a takings claim\npursuant to the Tucker Act if arbitration did not yield sufficient\ncompensation. 467 U. S., at 1018. The Court rejected the\nplaintiff’s claim because “[e]quitable relief is not available to\nenjoin an alleged taking of private property for a public use, duly\nauthorized by law, when a suit for compensation can be brought\nagainst the sovereign subsequent to the taking.”Id., at\n1016 (footnote omitted). That much is consistent with our\nprecedent: Equitable relief was not available because monetary\nrelief was under the Tucker Act.That was enough to decide the case. ButMonsantowent on to say that if the plaintiff obtained\ncompensation in arbitration, then “no taking has occurred and the\n[plaintiff] has no claim against the Government.”Id., at\n1018, n. 21. Certainly it is correct that a fully compensated\nplaintiff has no further claim, but that is because the taking has\nbeenremediedby compensation, not because there wasno\ntakingin the first place. SeeFirst English, 482\nU. S., at 316, n. 9. The statute inMonsantosimply required the plaintiff to attempt to vindicate its claim to\ncompensation through arbitration before proceeding under the Tucker\nAct. The case offers no support toWilliamson Countyin this\nregard, because Congress—unlike the States—is free to require\nplaintiffs to exhaust administrative remedies before bringing\nconstitutional claims. SeeMcCarthyv.Madigan,503 U.S.\n140, 144 (1992) (“Where Congress specifically mandates,\nexhaustion is required.”).Williamson Countyalso relied onMonsantowhen it analogized its new state-litigation\nrequirement to federal takings practice, stating that “taking[s]\nclaims against the Federal Government are premature until the\nproperty owner has availed itself of the process provided by the\nTucker Act.” 473 U. S., at 195. But the Court was simply\nconfused. A claim for just compensation brought under the Tucker\nAct is not a prerequisite to a Fifth Amendment takings claim—itisa Fifth Amendment takings claim. A party who loses a\nTucker Act suit has nowhere else to go to seek compensation for an\nalleged taking.Other thanMonsanto, the principal case\nto whichWilliamson Countylooked wasParrattv.Taylor,451 U.S.\n527(1981). LikeMonsanto,Parrattdid not\ninvolve a takings claim for just compensation. Indeed, it was not a\ntakings case at all.Parrattheld that a prisoner deprived\nof $23.50 worth of hobby materials by the rogue act of a state\nemployee could not state a due process claim if the State provided\nadequate post-deprivation process. 451 U. S., at 543–544. But\nthe analogy from the due process context to the takings context is\nstrained, asWilliamson Countyitself recognized. See 473\nU. S., at 195, n. 14. It is not even possible for a State\nto provide pre-deprivation due process for the unauthorized act of\na single employee. That is quite different from the taking of\npropertyby the governmentthrough physical invasion or a\nregulation that destroys a property’s productive use.The poor reasoning ofWilliamson Countymay be partially explained by the circumstances in which the\nstate-litigation issue reached the Court. The Court granted\ncertiorari to decide whether the Fifth Amendment entitles a\nproperty owner to just compensation when a regulation temporarily\ndeprives him of the use of his property. (First Englishlater held that the answer was yes.) Asamicus curiaein\nsupport of the local government, the United States argued in this\nCourt that the developer could not state a Fifth Amendment claim\nbecause it had not pursued an inverse condemnation suit in state\ncourt. Neither party had raised that argument before.[5] The Court then adopted the reasoning of\nthe Solicitor General in an alternative holding, even though the\ncase could have been resolved solely on the narrower and settled\nground that no taking had occurred because the zoning board had not\nyet come to a final decision regarding the developer’s proposal. In\nthese circumstances, the Court may not have ade- quately tested the\nlogic of the state-litigation requirement or considered its\nimplications, most notably the preclusion trap later sprung bySan Remo. That consequence was totally unanticipated inWilliamson County.The dissent, doing what respondents do not even\ndare to attempt, defends the original rationale ofWilliamson\nCounty—that there is no Fifth Amendment violation, and thus no\nFifth Amendment claim, until the government denies the property\nowner compensation in a subsequent proceeding.[6] But although the dissent makes a more\nthoughtful and considered argument thanWilliamson County,\nit cannot reconcile its view with our repeated holdings that a\nproperty owner acquires a constitutional right to compensation at\nthe time of the taking. Seesupra, at 7–11. The only reason\nthat a taking would automatically entitle a property owner to the\nremedy of compensation is that, as Justice Brennan explained, with\nthe uncompensated taking “the landowner hasalreadysuffered\na constitutional violation.”San Diego Gas & Elec. Co.,\n450 U. S., at 654 (dissenting opinion). The dissent here\nprovides no more reason to resist that conclusion than didWilliamson County.CThe Court inWilliamson Countyrelied\non statements in our prior opinions that the Clause “does not\nprovide or require that compensation shall be actually paid in\nadvance of the occupancy of the land to be taken. But the owner is\nentitled to reasonable, certain and adequate provision for\nobtaining compensation” after a taking.Cherokee Nationv.Southern Kansas R. Co.,135 U.S.\n641, 659 (1890). Respondents rely on the same cases in\ncontending that uncompensated takings for which compensation is\nsubsequently available do not violate the Fifth Amendment at the\ntime of the taking. But respondents read those statements too\nbroadly. They concerned requests for injunctive relief, and the\navailability of subsequent compensation meant that such an\nequitable remedy was not available. SeeRegional Rail\nReorganization Act Cases,419 U.S.\n102, 107, 149 (1974) (reversing a decision “enjoin[ing]” the\nenforcement of a federal statute because “the availability of the\nTucker Act guarantees an adequate remedy at law for any taking\nwhich might occur”);Hurleyv.Kincaid,285 U.S.\n95, 99, 105 (1932) (rejecting a request to “enjoin the carrying\nout of any work” on a flood control project because the Tucker Act\nprovided the plaintiff with “a plain, adequate, and complete remedy\nat law”). Simply because the property owner was not entitled to\ninjunctive relief at the time of the taking does not mean there was\nno violation of the Takings Clause at that time.The history of takings litigation provides\nvaluable context. At the time of the founding there usually was no\ncompensation remedy available to property owners. On occasion, when\na legislature authorized a particular government action that took\nprivate property, it might also create a special owner-initiated\nprocedure for obtaining compensation. But there were no general\ncauses of action through which plaintiffs could obtain compensation\nfor property taken for public use. Brauneis, The First\nConstitutional Tort: The Remedial Revolution in Nineteenth-Century\nState Just Compensation Law, 52 Vand. L. Rev. 57, 69–70, and\nn. 33 (1999).Until the 1870s, the typical recourse of a\nproperty owner who had suffered an uncompensated taking was to\nbring a common law trespass action against the responsible\ncorporation or government official. The official would then raise\nthe defense that his trespass was lawful because authorized by\nstatute or ordinance, and the plaintiff would respond that the law\nwas unconstitutional because it provided for a taking without just\ncompensation. If the plaintiff prevailed, he nonetheless had no way\nat common law to obtain money damages for a permanent taking—that\nis, just compensation for the total value of his prop- erty. He\ncould obtain only retrospective damages, as well as an injunction\nejecting the government from his property going forward. Seeid., at 67–69, 97–99.As Chancellor Kent explained when granting a\nproperty owner equitable relief, the Takings Clause and its analogs\nin state constitutions required that “a fair compensation must, in\nall cases, bepreviouslymade to the individuals affected.”Gardnerv.Newburgh, 2 Johns. Ch. 162, 166\n(N. Y. 1816) (emphasis added). If a government took property\nwithout payment, a court would set aside the taking because it\nviolated the Constitution and order the property restored to its\nowner. The Framers meant to prohibit the Federal Government fromtakingproperty without paying for it. Allowing the\ngovernment tokeepthe property pending subsequent\ncompensation to the owner, in proceedings that hardly existed in\n1787, was not what they envisioned.Antebellum courts, which had no means of\ncompensating a property owner for his loss, had no way to redress\nthe violation of an owner’s Fifth Amendment rights other than\nordering the government to give him back his prop- erty. SeeCallenderv.Marsh, 18 Mass. 418, 430–431 (1823)\n(“[I]f by virtue of any legislative act the land of any citizen\nshould be occupied by the public . . . , without any\nmeans provided to indemnify the owner of the property,\n. . . because such a statute would be directly contrary\nto the [Massachusetts takings clause]; and as no action can be\nmaintained against the public for damages, the only way to secure\nthe party in his constitutional rights would be to declare void the\npublic appropriation.”). But in the 1870s, as state courts began to\nrecognize implied rights of action for damages under the state\nequivalents of the Takings Clause, they declined to grant\ninjunctions because prop- erty owners had an adequate remedy at\nlaw. See,e.g.,Stet- sonv.Chicago &\nEvanston R. Co., 75 Ill. 74, 78 (1874) (“What injury, if any,\n[the property owner] has sustained, may be compensated by damages\nrecoverable by an action at law.”); see also Brauneis,supra, at 97–99, 110–112. On the federal level, Congress\nenabled property owners to obtain compensation for takings in\nfederal court when it passed the Tucker Act in 1887, and we\nsubsequently joined the state courts in holding that the\ncompensation remedy is required by the Takings Clause itself. SeeFirst English, 482 U. S., at 316 (collecting\ncases).Today, because the federal and nearly all state\ngovernments provide just compensation remedies to property owners\nwho have suffered a taking, equitable relief is generally\nunavailable. As long as an adequate provision for obtaining just\ncompensation exists, there is no basis to enjoin the government’s\naction effecting a taking. But that is because, as the Court\nexplained inFirst English, such a procedure is a remedy for\na taking that violated the Constitution, not because the\navailability of the procedure somehow prevented the violation from\noccurring in the first place. Seesupra, at 9–11.[7]The dissent contends that our characterization\nofCherokee Nationeffectively overrules “a hundred-plus\nyears of legal rulings.”Post, at 6 (opinion of Kagan, J.).\nBut under today’s decision every one of the cases cited by the\ndissent would come out the same way—the plaintiffs would not be\nentitled to the relief they requested because they could instead\npursue a suit for compensation. The premise of such a suit for\ncompensation is that the prop- erty owner has already suffered a\nviolation of the Fifth Amendment that may be remedied by money\ndamages.[8]*  *  *We conclude that a government violates the\nTakings Clause when it takes property without compensation, and\nthat a property owner may bring a Fifth Amendment claim under §1983\nat that time. That does not as a practical matter mean that\ngovernment action or regulation may not proceed in the absence of\ncontemporaneous compensation. Given the availability of post-taking\ncompensation, barring the government from acting will ordinarily\nnot be appropriate. But because the violation is complete at the\ntime of the taking, pursuit of a remedy in federal court need not\nawait any subsequent state action. Takings claims against local\ngovernments should be handled the same as other claims under the\nBill of Rights.Williamson Countyerred in holding\notherwise.IVThe next question is whether we should\noverruleWilliamson County, or whetherstare decisiscounsels in favor of adhering to the decision, despite its error.\nThe doctrine ofstare decisisreflects a judgment “that ‘in\nmost matters it is more important that the applicable rule of law\nbe settled than that it be settled right.’ ”Agostiniv.Felton,521 U.S.\n203, 235 (1997) (quotingBurnetv.Coronado Oil &\nGas Co.,285 U.S.\n393, 406 (1932) (Brandeis, J., dissenting)). The doctrine “is\nat its weakest when we interpret the Constitution,” as we did inWilliamson County, because only this Court or a\nconstitutional amendment can alter our holdings.Agostini,\n521 U. S., at 235.We have identified several factors to consider\nin deciding whether to overrule a past decision, including “the\nquality of [its] reasoning, the workability of the rule it\nestablished, its consistency with other related decisions,\n. . . and reliance on the decision.”Janusv.State,County,and Municipal Employees, 585\nU. S. ___, ___–___ (2018) (slip op., at 34–35). All of these\nfactors counsel in favor of overrulingWilliamson\nCounty.Williamson Countywas not just wrong. Its\nreasoning was exceptionally ill founded and conflicted with much of\nour takings jurisprudence. Seesupra, at 12–14. Its key\nconclusion, which it drew from unnecessary language inMonsanto—that a property owner does not have a ripe federal\ntakings claim until he has unsuccessfully pursued an initial state\nlaw claim for just compensation—ignoredJacobsand many\nsubsequent decisions holding that a property owner acquires a Fifth\nAmendment right to compensation at the time of a taking. This\ncontradiction was on stark display just two years later inFirst\nEnglish.The decision has come in for repeated criticism\nover the years from Justices of this Court and many respected\ncommentators. SeeSan Remo, 545 U. S., at 348\n(Rehnquist, C. J., joined by O’Connor, Kennedy, and Thomas,\nJJ., concurring in judgment);Arrigoni Enter- prises,LLCv.Durham, 578 U. S. ___ (2016) (Thomas, J.,\njoined by Kennedy, J., dissenting from denial of certiorari);\nMerrill, Anticipatory Remedies for Takings, 128 Harv. L. Rev. 1630,\n1647–1649 (2015); McConnell,Horneand the Normalization of\nTakings Litigation: A Response to Professor Echeverria, 43 Env. L.\nRep. 10749, 10751 (2013); Friedman, Under the Law of Federal\nJurisdiction: Allocating Cases Between Federal and State Courts,\n104 Colum. L. Rev. 1211, 1264 (2004); Monaghan, State Law Wrongs,\nState Law Remedies, and the Fourteenth Amendment, 86 Colum. L. Rev.\n979, 989 (1986). Even the academic defenders of the\nstate-litigation requirement base it on federalism concerns\n(although they do not reconcile those concerns with the settled\nconstruction of §1983) rather than the reasoning of the opinion\nitself. See Echeverria,Hornev.Department of\nAgriculture: An Invitation To Reexamine “Ripeness” Doctrine in\nTakings Litigation, 43 Env. L. Rep. 10735, 10744 (2013); Sterk, The\nDemise of Federal Takings Litigation, 48 Wm. & Mary L. Rev.\n251, 288 (2006).Because of its shaky foundations, the\nstate-litigation requirement has been a rule in search of a\njustification for over 30 years. We eventually abandoned the view\nthat the requirement is an element of a takings claim and recast it\nas a “prudential” ripeness rule. SeeHornev.Department\nof Agriculture,569 U.S.\n513, 525–526 (2013);Suitumv.Tahoe Regional\nPlanning Agency,520 U.S.\n725, 733–734 (1997). No party defends that approach here. See\nBrief for Respondents 37; Brief for United States asAmicus\nCuriae19–20. Respondents have taken a new tack, adopting a\n§1983–specific theory at whichWilliamson Countydid not\neven hint. See n. 6,supra. The fact that the\njustification for the state-litigation requirement continues to\nevolve is another factor undermining the force ofstare\ndecisis. SeeJanus, 585 U. S., at ___ (slip op., at\n23).The state-litigation requirement has also proved\nto be unworkable in practice.Williamson Countyenvisioned\nthat takings plaintiffs would ripen their federal claims in state\ncourt and then, if necessary, bring a federal suit under §1983.\nBut, as we held inSan Remo, the state court’s resolution of\nthe plaintiff’s inverse condemnation claim has preclusive effect in\nany subsequent federal suit. The upshot is that many takings\nplaintiffs never have the opportunity to litigate in a federal\nforum that §1983 by its terms seems to provide. That significant\nconsequence was not considered by the Court inWilliamson\nCounty.The dissent argues that our constitutional\nholding inWilliamson Countyshould enjoy the “enhanced”\nform ofstare decisiswe usually reserve for statutory\ndecisions, because Congress could have eliminated theSan\nRemopreclusion trap by amending the full faith and credit\nstatute.Post, at 17 (quotingKimblev.Marvel\nEntertainment,LLC, 578 U. S. ___, ___ (slip op.,\nat 8)). But takings plaintiffs, unlike plaintiffs bringing any\nother constitutional claim, would still have been forced to pursue\nrelief under state law before they could bring suit in federal\ncourt. Congress could not have lifted that unjustified exhaustion\nrequirement because, underWilliamson County, a property\nowner had no federal claim until a state court denied him\ncompensation.Finally, there are no reliance interests on the\nstate-litigation requirement. We have recognized that the force ofstare decisisis “reduced” when rules that do not “serve as\na guide to lawful behavior” are at issue.United Statesv.Gaudin,515 U.S.\n506, 521 (1995); seeAlleynev.United States,\n570 U.S. 99, 119 (2013) (Sotomayor, J., concurring). Our holding\nthat uncompensated takings violate the Fifth Amendment will not\nexpose governments to new liability; it will simply allow into\nfederal court takings claims that otherwise would have been brought\nas inverse condemnation suits in state court.Governments need not fear that our holding will\nlead federal courts to invalidate their regulations as\nunconstitutional. As long as just compensation remedies are\navailable—as they have been for nearly 150 years—injunctive relief\nwill be foreclosed. For the same reason, the Federal Government\nneed not worry that courts will set aside agency actions as\nunconstitutional under the Administrative Procedure Act. 5\nU. S. C. §706(2)(B). Federal courts will not invalidate\nan otherwise lawful uncompensated taking when the property owner\ncan receive complete relief through a Fifth Amendment claim brought\nunder the Tucker Act.In light of all the foregoing, the dissent\ncannot, with respect, fairly maintain its extreme assertions\nregarding our application of the principle ofstare\ndecisis.*  *  *The state-litigation requirement ofWilliamson Countyis overruled. A property owner may bring a\ntakings claim under §1983 upon the taking of his property without\njust compensation by a local government. The judgment of the United\nStates Court of Appeals for the Third Circuit is vacated, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1A property owner in Ohio\nwho has suffered a taking without compensation must seek a writ of\nmandamus to compel the government to initiate condemnation\nproceedings. See,e.g.,State ex rel. Donerv.Zody, 130 Ohio St. 3d 446, 2011-Ohio-6117, 958 N.E.2d\n1235.2Section 1983 provides:\n“Every person who, under color of any statute, ordinance,\nregulation, custom, or usage, of any State or Territory or the\nDistrict of Columbia, subjects, or causes to be subjected, any\ncitizen of the United States or other person within the\njurisdiction thereof to the deprivation of any rights, privileges,\nor immunities secured by the Constitution and laws, shall be liable\nto the party injured in an action at\nlaw . . . .”3First EnglishdistinguishedWilliamson Countyin a footnote, explaining\nthat the case addressed only “whether the constitutional claim was\nripe for review” before the State denied compensation. 482\nU. S., at 320, n. 10. ButWilliamson Countywas\nbased on the premise that there was no Fifth Amendment claimat\nalluntil the State denies compensation. Having rejected that\npremise,First Englisheliminated the rationale for the\nstate-litigation requirement. The author ofFirst Englishlater recognized that it was “not clear . . . thatWilliamson Countywas correct in demanding that\n. . . the claimant must seek compensation in state court\nbefore bringing a federal takings claim in federal court.”San\nRemo Hotel,L. P.v.City and County of San\nFrancisco,545 U.S.\n323, 349 (2005) (Rehnquist, C. J., concurring in\njudgment).4Justice Brennan was\njoined by Justices Stewart, Marshall, and Powell. The majority did\nnot disagree with Justice Brennan’s analysis of the merits, but\nconcluded that the Court lacked jurisdiction to address the\nquestion presented. Justice Rehnquist, concurring on the\njurisdictional issue, noted that if he were satisfied that\njurisdiction was proper, he “would have little difficulty in\nagreeing with much of what is said in the dissenting opinion.” 450\nU. S., at 633–634. The Court reached the merits of the\nquestion presented inSan DiegoinFirst English,\nadopting Justice Brennan’s view in an opinion by Chief Justice\nRehnquist.5The Solicitor General\ncontinues this tradition here, arguing for the first time asamicus curiaethat state inverse condemnation claims\n“aris[e] under” federal law and can be brought in federal court\nunder 28 U. S. C. §1331 through theGrabledoctrine. Brief for United States asAmicus Curiae22–24;\nseeGrable & Sons Metal Products,Inc.v.Darue Engineering & Mfg.,545 U.S.\n308(2005). Because we agree with the Solicitor General’s\nprincipal contention that federal takings claims can be brought\nimmediately under §1983, we have no occasion to consider his novel\n§1331 argument.6The dissent thinks that\nrespondents still press this theory.Post, at 6 n. 3. But\nrespondents instead describeWilliamson Countyas resting on\nan understanding not of the elements of a federal takings claim but\nof the scope of 42 U. S. C. §1983. They even go so far as\nto rewrite petitioner’s question presented in such terms. Brief for\nRespondents i. For respondents, it does not matter whether a\nproperty owner has a Fifth Amendment claim at the time of a taking.\nWhat matters is that, in respondents’ view, no constitutional\nviolation occurs for purposes of §1983 until the government has\nsubsequently denied compensation. That characterization has no\nbasis in theWilliamson Countyopinion, which did not even\nquote §1983 and stated that the Court’s reasoning applied with\nequal force to takings by the Federal Government, not covered by\n§1983. 473 U. S., at 195. Respondents’ attempt to recast the\nstate-litigation requirement as a §1983-specific rule fails for the\nsame reason as the logic ofWilliamson County—a property\nowner has a Fifth Amendment claim for a violation of the Takings\nClause as soon as the government takes his property without paying\nfor it.7Among the cases invoking\ntheCherokee Nationlanguage that the parties have raised,\nonly one,Yearsleyv.W. A. Ross Constr. Co.,309 U.S.\n18(1940), rejected a demand for compensation.Yearsleyconcerned a state tort suit alleging a taking by a contractor\nbuilding dikes for the Federal Government. In ruling for the\ncontractors, we sug-gested that the taking did not violate the\nFifth Amendment because the property owner had the opportunity to\npursue a claim for just compensation under the Tucker Act. As\nexplained, however, a claim for compensation brought under the\nTucker Actisa claim for a violation of the Fifth\nAmendment; it does not prevent a violation from occurring.\nRegardless,Yearsleywas right to hold that the contractors\nwere immune from suit. Because the Tucker Act provides a complete\nremedy for any taking by the Federal Government, it “excludes\nliability of the Government’s representatives lawfully acting on\nits behalf in relation to the taking,” barring the plaintiffs from\nseeking any relief from the contractors themselves.Id., at\n22.8The dissent also asserts\nthat today’s ruling “betrays judicial federalism.”Post, at\n15. But since the Civil Rights Act of 1871, part of “judicial\nfederalism” has been the availability of a federal cause of action\nwhen a local government violates the Constitution. 42\nU. S. C. §1983. Invoking that federal protection in the\nface of state action violating the Fifth Amendment cannot properly\nbe regarded as a betrayal of federalism.",
    "joined": []
}