{
    "case": {
        "docket": "17-71",
        "citation": "586",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-71/"
    },
    "id": "3998312",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 17–71_________________WEYERHAEUSER COMPANY, PETITIONERv.UNITED STATES FISH AND WILDLIFE SERVICE, et al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[November 27, 2018]Chief Justice Roberts delivered the opinion of\nthe Court.The Endangered Species Act directs the Secretary\nof the Interior, upon listing a species as endangered, to also\ndesignate the “critical habitat” of the species. A group of\nlandowners whose property was designated as critical habitat for an\nendangered frog challenged the designation. The landowners urge\nthat their land cannot becriticalhabitat because it is nothabitat, which they contend refers only to areas where the\nfrog could currently survive. The court below ruled that the Act\nimposed no such limitation on the scope of critical habitat.The Act also authorizes the Secretary to exclude\nan area that would otherwise be included as critical habitat, if\nthe benefits of exclusion outweigh the benefits of designation. The\nlandowners challenged the decision of the Secretary not to exclude\ntheir property, but the court below held that the Secretary’s\naction was not subject to judicial review.We granted certiorari to review both\nrulings.IAThe amphibianRana sevosais popularly\nknown as the “dusky gopher frog”—“dusky” because of its dark\ncoloring and “gopher” because it lives underground. The dusky\ngopher frog is about three inches long, with a large head, plump\nbody, and short legs. Warts dot its back, and dark spots cover its\nentire body. Final Rule To List the Missisippi Gopher Frog Distinct\nPopulation Segment of Dusky Gopher Frog as Endangered, 66 Fed. Reg.\n62993 (2001) (Final Listing). It is noted for covering its eyes\nwith its front legs when it feels threatened, peeking out periodi-\ncally until danger passes.Markle Interests, LLCv.United States Fish and Wildlife Serv., 827 F. 3d 452, 458,\nn. 2 (CA5 2016). Less endearingly, it also secretes a bitter,\nmilky substance to deter would-be diners. Brief for\nIntervenor-Respondents 6, n. 1.The frog spends most of its time in burrows and\nstump holes located in upland longleaf pine forests. In such\nforests, frequent fires help maintain an open canopy, which in turn\nallows vegetation to grow on the forest floor. The vegetation\nsupports the small insects that the frog eats and provides a place\nfor the frog’s eggs to attach when it breeds. The frog breeds in\n“ephemeral” ponds that are dry for part of the year. Such ponds are\nsafe for tadpoles because predatory fish cannot live in them.\nDesignation of Critical Habitat for Dusky Gopher Frog, 77 Fed. Reg.\n35129–35131 (2012) (Designation).The dusky gopher frog once lived throughout\ncoastal Alabama, Louisiana, and Mississippi, in the longleaf pine\nforests that used to cover the southeast. But more than 98% of\nthose forests have been removed to make way for urban development,\nagriculture, and timber plantations. The timber plantations consist\nof fast-growing loblolly pines planted as close together as\npossible, resulting in a closed-canopy forest inhospitable to the\nfrog. The near eradication of the frog’s habitat sent the species\ninto severe decline. By 2001, the known wild population of the\ndusky gopher frog had dwindled to a group of 100 at a single pond\nin southern Mississippi. That year, the Fish and Wildlife Service,\nwhich administers the Endangered Species Act of 1973 on behalf of\nthe Secretary of the Interior, listed the dusky gopher frog as an\nendangered species. Final Listing 62993–62995; see 87Stat. 886, 16\nU. S. C. §1533(a)(1).BWhen the Secretary lists a species as\nendangered, he must also designate the critical habitat of that\nspecies. §1533(a)(3)(A)(i). The ESA defines “critical habitat”\nas:“(i) the specific areas within the\ngeographical area occupied by the species . . . on which\nare found those physical or biological features (I) essential to\nthe conservation of the species and (II) which may require special\nmanagement considerations or protection; and“(ii) specific areas outside the geographical\narea occupied by the species . . . upon a determination\nby the Secretary that such areas are essential for the conservation\nof the species.” §1532(5)(A).Before the Secretary may designate an area as\ncritical habitat, the ESA requires him to “tak[e] into\nconsideration the economic impact” and other relevant impacts of\nthe designation. §1533(b)(2). The statute goes on to authorize him\nto “exclude any area from critical habitat if he determines that\nthe benefits of such exclusion outweigh the benefits of\n[designation],” unless exclusion would result in extinction of the\nspecies.Ibid.A critical-habitat designation does not directly\nlimit the rights of private landowners. It instead places\nconditions on the Federal Government’s authority to effect any\nphysical changes to the designated area, whether through activities\nof its own or by facilitating private development. Section 7 of the\nESA requires all federal agencies to consult with the Secretary to\n“[e]nsure that any action authorized, funded, or carried out by\nsuch agency” is not likely to adversely affect a listed species’\ncritical habitat. 16 U. S. C. §1536(a)(2). If the\nSecretary determines that an agency action, such as issuing a\npermit, would harm critical habitat, then the agency must terminate\nthe action, implement an alternative proposed by the Secretary, or\nseek an exemption from the Cabinet-level Endangered Species\nCommittee. SeeNational Assn. of Home Buildersv.Defenders of Wildlife, 551 U. S. 644, 652 (2007); 50\nCFR 402.15 (2017).Due to resource constraints, the Service did not\ndesignate the frog’s critical habitat in 2001, when it listed the\nfrog as endangered. Designation, at 35118–35119. In the following\nyears, the Service discovered two additional naturally occurring\npopulations and established another population through\ntranslocation. The first population nonetheless remains the only\nstable one and by far the largest. Dept. of Interior, U. S.\nFish and Wildlife Serv., Dusky Gopher Frog (Rana sevosa)\nRecovery Plan iv, 6–7 (2015).In 2010, in response to litigation by the Center\nfor Biological Diversity, the Service published a proposed\ncritical-habitat designation. Designation,at 35119. The\nService proposed to designate as occupied critical habitat all four\nareas with existing dusky gopher frog populations. The Service\nfound that each of those areas possessed the three features that\nthe Service considered “essential to the conservation” of the frog\nand that required special protection: ephemeral ponds; upland\nopen-canopy forest containing the holes and burrows in which the\nfrog could live; and open-canopy forest connecting the two. But the\nService also determined that designating only those four sites\nwould not adequately ensure the frog’s conservation. Because the\nexisting dusky gopher frog populations were all located in two\nadjacent counties on the Gulf Coast of Mississippi, local events\nsuch as extreme weather or an outbreak of an infectious disease\ncould jeopardize the entire species. Designation of Critical\nHabitat for Mississippi Gopher Frog, 75 Fed. Reg. 31394 (2010)\n(proposed 50 CFR Part 17).To protect against that risk, the Service\nproposed to designate asunoccupiedcritical habitat a\n1,544-acre site in St. Tammany Parish, Louisiana. The site, dubbed\n“Unit 1” by the Service, had been home to the last known population\nof dusky gopher frogs outside of Mississippi. The frog had not been\nseen in Unit 1 since 1965, and a closed-canopy timber plantation\noccupied much of the site. But the Service found that the site\nretained five ephem- eral ponds “of remarkable quality,” and\ndetermined that an open-canopy forest could be restored on the\nsurrounding uplands “with reasonable effort.” Although the uplands\nin Unit 1 lacked the open-canopy forests (and, of course, the\nfrogs) necessary for designation as occupied critical habitat, the\nService concluded that the site met the statutory definition of\nunoccupied critical habitat because its rare, high-quality breeding\nponds and its distance from existing frog populations made it\nessential for the conservation of the species. Designation,at 35118, 35124, 35133, 35135.After issuing its proposal, the Service\ncommissioned a report on the probable economic impact of\ndesignating each area, including Unit 1, as critical habitat for\nthe dusky gopher frog. See 16 U. S. C. §1533(b)(2); App.\n63. Petitioner Weyerhaeuser Company, a timber company, owns part of\nUnit 1 and leases the remainder from a group of family landowners.\nBrief for Petitioner 16. While the critical-habitat designation has\nno direct effect on the timber operations, St. Tammany Parish is a\nfast-growing part of the New Orleans metropolitan area, and the\nlandowners have already invested in plans to more profitably\ndevelop the site. App. 80–83. The report recognized that anyone\ndeveloping the area may need to obtain Clean Water Act permits from\nthe Army Corps of Engineers before filling any wetlands on Unit 1.\n33 U. S. C. §1344(a). Because Unit 1 is designated as\ncritical habitat, Section 7 of the ESA would require the Corps to\nconsult with the Service before issuing any permits.According to the report, that consultation\nprocess could result in one of three outcomes. First, it could turn\nout that the wetlands in Unit 1 are not subject to the Clean Water\nAct permitting requirements, in which case the landowners could\nproceed with their plans unimpeded. Second, the Service could ask\nthe Corps not to issue permits to the landowners to fill some of\nthe wetlands on the site, in effect prohibiting development on 60%\nof Unit 1. The report estimated that this would deprive the owners\nof $20.4 million in development value. Third, by asking the Corps\nto deny even more of the permit requests, the Service could bar all\ndevelopment of Unit 1, costing the owners $33.9 million. The\nService concluded that those potential costs were not\n“disproportionate” to the conservation benefits of designation.\n“Consequently,” the Service announced, it would not “exercis[e]\n[its] discretion to exclude” Unit 1 from the dusky gopher frog’s\ncritical habitat. App. 188–190.CWeyerhaeuser and the family landowners sought\nto vacate the designation in Federal District Court. They contended\nthat Unit 1 could not be critical habitat for the dusky gopher frog\nbecause the frog could not survive there: Survival would require\nreplacing the closed-canopy timber plantation encircling the ponds\nwith an open-canopy longleaf pine forest. The District Court\nnonetheless upheld the designation.Markle Interests,LLCv.United States Fish and Wildlife Serv., 40 F.\nSupp. 3d 744 (ED La. 2014). The court determined that Unit 1\nsatisfied the statutory definition of unoccupied critical habitat,\nwhich requires only that the Service deem the land “essential for\nthe conservation [of] the species.”Id.,at 760.Weyerhaeuser also challenged the Service’s\ndecision not to exclude Unit 1 from the dusky gopher frog’s\ncritical habitat, arguing that the Service had failed to adequately\nweigh the benefits of designating Unit 1 against the economic\nimpact. In addition, Weyerhaeuser argued that the Service had used\nan unreasonable methodology for estimating economic impact and,\nregardless of methodology, had failed to consider several\ncategories of costs.Id.,at 759. The court approved the\nService’s methodology and declined to consider Weyerhaeuser’s\nchallenge to the decision not to exclude. Seeid., at\n763–767, and n. 29.The Fifth Circuit affirmed. 827 F. 3d 452. The\nCourt of Appeals rejected the suggestion that the definition of\ncritical habitat contains any “habitability requirement.”Id.,at 468. The court also concluded that the Service’s\ndecision not to exclude Unit 1 was committed to agency discretion\nby law and was therefore unreviewable.Id.,at 473–475.\nJudge Owen dissented. She wrote that Unit 1 could not be “essential\nfor the conservation of the species” because it lacked the\nopen-canopy forest that the Service itself had determined was\n“essential to the conservation” of the frog.Id.,at\n480–481.The Fifth Circuit denied rehearing en banc.Markle Interests,LLCv.United States Fish and\nWildlife Serv., 848 F. 3d 635 (2017). Judge Jones dissented,\njoined by Judges Jolly, Smith, Clement, Owen, and Elrod. They\nreasoned that critical habitat must first be habitat, and Unit 1 in\nits present state could not be habitat for the dusky gopher frog.Id.,at 641. The dissenting judges also concluded that the\nService’s decision not to exclude Unit 1 was reviewable for abuse\nof discretion.Id.,at 654, and n. 21.We granted certiorari to consider two questions:\n(1) whether “critical habitat” under the ESA must also be habitat;\nand (2) whether a federal court may review an agency decision not\nto exclude a certain area from critical habitat because of the\neconomic impact of such a designation. 583 U. S. ___\n(2018).[1]IIAOur analysis starts with the phrase “critical\nhabitat.” According to the ordinary understanding of how adjectives\nwork, “critical habitat” must also be “habitat.” Adjectives modify\nnouns—they pick out a subset of a category that possesses a certain\nquality. It follows that “critical habitat” is the subset of\n“habitat” that is “critical” to the conservation of an endangered\nspecies.Of course, “[s]tatutory language cannot be\nconstrued in a vacuum,”Sturgeonv.Frost, 577\nU. S. ___, ___ (2016) (slip op., at 12) (internal quotation\nmarks omitted), and so we must also consider “critical habitat” in\nits statutory context. Section 4(a)(3)(A)(i), which the lower\ncourts did not analyze, is the sole source of authority for\ncritical-habitat designations. That provision states that when the\nSecretary lists a species as endangered he must also “designate anyhabitat of such specieswhich is then considered to be\ncritical habitat.” 16 U. S. C. §1533(a)(3)(A)(i)\n(emphasis added). Only the “habitat” of the endangered species is\neligible for designation as critical habitat. Even if an area\notherwise meets the statutory definition of unoccupied critical\nhabitat because the Secretary finds the area essential for the\nconservation of the species, Section 4(a)(3)(A)(i) does not\nauthorize the Secretary to designate the area ascriticalhabitat unless it is alsohabitatfor the species.The Center for Biological Diversity contends\nthat the statutory definition of critical habitat is complete in\nitself and does not require any independent inquiry into the\nmeaning of the term “habitat,” which the statute leaves undefined.\nBrief for Intervenor-Respondents 43–49. But the statutory\ndefinition of “critical habitat” tells us what makes habitat\n“critical,” not what makes it “habitat.” Under the statutory\ndefinition, critical habitat comprises areas occupied by the\nspecies “on which are found those physical or biological features\n(I) essential to the conservation of the species and (II) which may\nrequire special management considerations or protection,” as well\nas unoccupied areas that the Secretary determines to be “essential\nfor the conservation of the species.” 16 U. S. C.\n§1532(5)(A). That is no baseline definition of habitat—it\nidentifies only certain areas that are indispensable to the\nconservation of the endangered species. The definition allows the\nSecretary to identify the subset of habitat that is critical, but\nleaves the larger category of habitat undefined.The Service does not now dispute that critical\nhabitat must be habitat, see Brief for Federal Respondents 23,\nalthough it made no such concession below. Instead, the Service\nargues that habitat includes areas that, like Unit 1, would require\nsome degree of modification to support a sustainable population of\na given species.Id., at 27. Weyerhaeuser, for its part,\nurges that habitat cannot include areas where the species could not\ncurrently survive. Brief for Petitioner 25. (Habitat can, of\ncourse, include areas where the species does not currentlylive, given that the statute defines critical habitat to\ninclude unoccupied areas.) The Service in turn disputes\nWeyerhaeuser’s premise that the administrative record shows that\nthe frog could not survive in Unit 1. Brief for Federal Respondents\n22, n. 4.The Court of Appeals concluded that “critical\nhabitat” designations under the statute were not limited to areas\nthat qualified as habitat. See 827 F. 3d, at 468 (“There is no\nhabitability requirement in the text of the ESA or the implementing\nregulations.”). The court therefore had no occasion to interpret\nthe term “habitat” in Section 4(a)(3)(A)(i) or to assess the\nService’s administrative findings regarding Unit 1. Accordingly, we\nvacate the judgment below and remand to the Court of Appeals to\ncon- sider these questions in the first instance.[2]BWeyerhaeuser also contends that, even if Unit\n1 could be properly classified as critical habitat for the dusky\ngopher frog, the Service should have excluded it from designation\nunder Section 4(b)(2) of the ESA. That provision requires the\nSecretary to “tak[e] into consideration the economic impact\n. . . of specifying any particular area as critical\nhabitat” and authorizes him to “exclude any area from critical\nhabitat if he determines that the benefits of such exclusion\noutweigh the benefits of specifying such area as part of the\ncritical habitat.” 16 U. S. C. §1533(b)(2). To satisfy\nits obligation to consider economic impact, the Service\ncommissioned a report estimating the costs of its proposed\ncritical-habitat designation. The Service concluded that the costs\nof designating the proposed areas, including Unit 1, were not\n“disproportionate” to the conservation benefits and,\n“[c]onsequently,” declined to make any exclusions.Weyerhaeuser claims that the Service’s\nconclusion rested on a faulty assessment of the costs and benefits\nof designation and that the resulting decision not to exclude\nshould be set aside. Specifically, Weyerhaeuser contends that the\nService improperly weighed the costs of designating Unit 1 against\nthe benefits of designatingallproposed critical habitat,\nrather than the benefits of designating Unit 1 in particular.\nWeyerhaeuser also argues that the Service did not fully account for\nthe economic impact of designating Unit 1 because it ignored, among\nother things, the costs of replacing timber trees with longleaf\npines, maintaining an open canopy through controlled burning, and\nthe tax revenue that St. Tammany Parish would lose if Unit 1 were\nnever developed. Brief for Petitioner 53–54. The Court of Appeals\ndid not consider Weyerhaeuser’s claim because it concluded that a\ndecision not to exclude a certain area from critical habitat is\nunreviewable.The Administrative Procedure Act creates a\n“basic presumption of judicial review [for] one ‘suffering legal\nwrong because of agency action.’ ”Abbott Laboratoriesv.Gardner, 387 U. S. 136, 140 (1967) (quoting 5\nU. S. C. §702). As we explained recently, “legal lapses\nand violations occur, and especially so when they have no\nconsequence. That is why this Court has so long applied a strong\npresumption favoring judicial review of administrative action.”Mach Mining, LLCv.EEOC, 575 U. S. ___, ___–___\n(2015) (slip op., at 7–8). The presumption may be rebutted only if\nthe relevant statute precludes review, 5 U. S. C.\n§701(a)(1), or if the action is “committed to agency discretion by\nlaw,” §701(a)(2). The Service contends, and the lower courts\nagreed, that Section 4(b)(2) of the ESA commits to the Secretary’s\ndiscretion decisions not to exclude an area from critical\nhabitat.This Court has noted the “tension” between the\nprohibition of judicial review for actions “committed to agency\ndiscretion” and the command in §706(2)(A) that courts set aside any\nagency action that is “arbitrary, capricious, an abuse of\ndiscretion, or otherwise not in accordance with law.”Hecklerv.Chaney, 470 U. S. 821, 829 (1985). A\ncourt could never determine that an agency abused its discretion if\nall matters committed to agency discretion were unreviewable. To\ngive effect to §706(2)(A) and to honor the presumption of review,\nwe have read the exception in §701(a)(2) quite narrowly,\nrestricting it to “those rare circumstances where the relevant\nstatute is drawn so that a court would have no meaningful standard\nagainst which to judge the agency’s exercise of discretion.”Lincolnv.Vigil, 508 U. S. 182, 191 (1993). The\nService contends that Section 4(b)(2) of the ESA is one of those\nrare statutory provisions.There is, at the outset, reason to be skeptical\nof the Service’s position. The few cases in which we have applied\nthe §701(a)(2) exception involved agency decisions that courts have\ntraditionally regarded as unreviewable, such as the allocation of\nfunds from a lump-sum appropriation,Lincoln, 508\nU. S., at 191, or a decision not to reconsider a final action,ICCv.Locomotive Engineers, 482 U. S. 270, 282\n(1987). By contrast, this case involves the sort of routine dispute\nthat federal courts regularly review: An agency issues an order\naffecting the rights of a private party, and the private party\nobjects that the agency did not properly justify its determination\nunder a standard set forth in the statute.Section 4(b)(2) states that the Secretary“shall designate critical habitat\n. . . after taking into consideration the economic\nimpact, the impact on national security, and any other relevant\nimpact, of specifying any particular area as critical habitat. The\nSecretary may exclude any area from critical habitat if he\ndetermines that the benefits of such exclusion outweigh the\nbenefits of specifying such area . . . unless he\ndetermines . . . that the failure to designate such area\nas critical habitat will result in the extinction of the species\nconcerned.” 16 U. S. C. §1533(b)(2).Although the text meanders a bit, we recognized\ninBennettv.Spear, 520 U. S. 154 (1997), that\nthe provision describes a unified process for weighing the impact\nof designating an area as critical habitat. The first sentence of\nSection 4(b)(2) imposes a “categorical requirement” that the\nSecretary “tak[e] into consideration” economic and other impacts\nbefore such a designation.Id.,at 172 (emphasis deleted).\nThe second sentence authorizes the Secretary to act on his\nconsideration by providing that he may exclude an area from\ncritical habitat if he determines that the benefits of exclusion\noutweigh the benefits of designation. The Service followed that\nprocedure here (albeit in a flawed manner, according to\nWeyerhaeuser). It commissioned a report to estimate the costs of\ndesignating the proposed critical habitat, concluded that those\ncosts were not “disproportionate” to the benefits of designation,\nand “[c]onsequently” declined to “exercis[e] [its] discretion to\nexclude any areas from [the] designation of critical habitat.” App.\n190.Bennettexplained that the Secretary’s\n“ultimate decision” to designate or exclude, which he “arriv[es]\nat” after considering economic and other impacts, is reviewable\n“for abuse of discretion.” 520 U. S., at 172.The\nService dismisses that language as a “passing reference\n. . . not necessarily inconsistent with the Service’s\nunderstanding,” which is that the Secretary’s decision not to\nexclude an area is wholly discretionary and therefore unreviewable.\nBrief for Federal Respondents 50. The Service bases its\nunderstanding on the second sentence of Section 4(b)(2), which\nstates that the Secretary “mayexclude [an] area from\ncritical habitat if he determines that the benefits of such\nexclusion outweigh the benefits of [designation].”The use of the word “may” certainly confers\ndiscretion on the Secretary. That does not, however, segregate his\ndiscretionary decision not to exclude from the procedure mandated\nby Section 4(b)(2), which directs the Secretary to consider the\neconomic and other impacts of designation when making his exclusion\ndecisions. Weyerhaeuser’s claim is the familiar one in\nadministrative law that the agency did not appropriately consider\nall of the relevant factors that the statute sets forth to guide\nthe agency in the exercise of its discretion. Specifically,\nWeyerhaeuser contends that the Service ignored some costs and\nconflated the benefits of designating Unit 1 with the benefits of\ndesignating all of the proposed critical habitat. This is the sort\nof claim that federal courts routinely assess when determining\nwhether to set aside an agency decision as an abuse of discretion\nunder §706(2)(A). SeeJudulangv.Holder, 565\nU. S. 42, 53 (2011) (“When reviewing an agency action, we must\nassess . . . whether the decision was based on a\nconsideration of the relevant factors and whether there has been a\nclear error of judgment.” (internal quotation marks omitted)).Section 4(b)(2) requires the Secretary to\nconsider economic impact and relative benefits before deciding\nwhether to exclude an area from critical habitat or to proceed with\ndesignation. The statute is, therefore, not “drawn so that a court\nwould have no meaningful standard against which to judge the\n[Secretary’s] exercise of [his] discretion” not to exclude.Lincoln, 508 U. S., at 191.Because it determined that the Service’s\ndecisions not to exclude were committed to agency discretion and\ntherefore unreviewable, the Court of Appeals did not consider\nwhether the Service’s assessment of the costs and benefits of\ndesignation was flawed in a way that rendered the resulting\ndecision not to exclude Unit 1 arbitrary, capricious, or an abuse\nof discretion. Accordingly, we remand to the Court of Appeals to\nconsider that question, if necessary, in the first instance.*  *  *The judgment of the Court of Appeals for the\nFifth Circuit is vacated, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Justice Kavanaugh took no part in the\nconsideration or decision of this case.Notes1Intervenor Center for\nBiological Diversity raises an additional question in its brief,\narguing that Weyerhaeuser lacks standing to challenge the\ncritical-habitat designation because it has not suffered an injury\nin fact. We agree with the lower courts that the decrease in the\nmarket value of Weyerhaeuser’s land as a result of the designation\nis a sufficiently concrete injury for Article III purposes. SeeVillage of Euclidv.Ambler Realty Co., 272\nU. S. 365, 386 (1926) (holding that a zoning ordinance that\n“greatly . . . reduce[d] the value of appellee’s lands\nand destroy[ed] their marketability for industrial, commercial and\nresidential uses” constituted a “present invasion of appellee’s\nproperty rights”).2Because we hold that an\narea is eligible for designation as critical habitat under Section\n4(a)(3)(A)(i) only if it is habitat for the species, it is not\nnecessary to consider the landowners’ argument that land cannot be\n“essential for the conservation of the species,” and thus cannot\nsatisfy the statutory definition of unoccupied critical habitat, if\nit is not habitat for the species. See Brief for Petitioner 27–28;\nBrief for Respondent Markle Interests, LLC, et al. in Support\nof Petitioner 28–31.",
    "joined": []
}