{
    "case": {
        "docket": "16-402",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-402/"
    },
    "id": "3919270",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–402_________________TIMOTHY IVORY CARPENTER, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 22, 2018]Chief Justice Roberts delivered the opinion of\nthe Court.This case presents the question whether the\nGovernment conducts a search under the Fourth Amendment when it\naccesses historical cell phone records that provide a comprehensive\nchronicle of the user’s past movements.IAThere are 396 million cell phone service\naccounts in the United States—for a Nation of 326 million people.\nCell phones perform their wide and growing variety of functions by\nconnecting to a set of radio antennas called “cell sites.” Although\ncell sites are usually mounted on a tower, they can also be found\non light posts, flagpoles, church steeples, or the sides of\nbuildings. Cell sites typically have several directional antennas\nthat divide the covered area into sectors.Cell phones continuously scan their environment\nlooking for the best signal, which generally comes from the closest\ncell site. Most modern devices, such as smartphones, tap into the\nwireless network several times a minute whenever their signal is\non, even if the owner is not using one of the phone’s features.\nEach time the phone connects to a cell site, it generates a\ntime-stamped record known as cell-site location information (CSLI).\nThe precision of this information depends on the size of the\ngeographic area covered by the cell site. The greater the\nconcentration of cell sites, the smaller the coverage area. As data\nusage from cell phones has increased, wireless carriers have\ninstalled more cell sites to handle the traffic. That has led to\nincreasingly compact coverage areas, especially in urban areas.Wireless carriers collect and store CSLI for\ntheir own business purposes, including finding weak spots in their\nnetwork and applying “roaming” charges when another carrier routes\ndata through their cell sites. In addition, wireless carriers often\nsell aggregated location records to data brokers, without\nindividual identifying information of the sort at issue here. While\ncarriers have long retained CSLI for the start and end of incoming\ncalls, in recent years phone companies have also collected location\ninformation from the transmission of text messages and routine data\nconnections. Accordingly, modern cell phones generate increasingly\nvast amounts of increasingly precise CSLI.BIn 2011, police officers arrested four men\nsuspected of robbing a series of Radio Shack and (ironically\nenough) T-Mobile stores in Detroit. One of the men confessed that,\nover the previous four months, the group (along with a rotating\ncast of getaway drivers and lookouts) had robbed nine different\nstores in Michigan and Ohio. The suspect identified 15 accomplices\nwho had participated in the heists and gave the FBI some of their\ncell phone numbers; the FBI then reviewed his call records to\nidentify additional numbers that he had called around the time of\nthe robberies.Based on that information, the prosecutors\napplied for court orders under the Stored Communications Act to\nobtain cell phone records for petitioner Timothy Carpenter and\nseveral other suspects. That statute, as amended in 1994, permits\nthe Government to compel the disclosure of certain\ntelecommunications records when it “offers specific and articulable\nfacts showing that there are reasonable grounds to believe” that\nthe records sought “are relevant and material to an ongoing\ncriminal investigation.” 18 U. S. C. §2703(d). Federal\nMagistrate Judges issued two orders directing Carpenter’s wireless\ncarriers—MetroPCS and Sprint—to disclose “cell/site sector\n[information] for [Carpenter’s] telephone[ ] at call origination\nand at call termination for incoming and outgoing calls” during the\nfour-month period when the string of robberies occurred. App. to\nPet. for Cert. 60a, 72a. The first order sought 152 days of\ncell-site records from MetroPCS, which produced records spanning\n127 days. The second order requested seven days of CSLI from\nSprint, which produced two days of records covering the period when\nCarpenter’s phone was “roaming” in northeastern Ohio. Altogether\nthe Government obtained 12,898 location points cataloging\nCarpenter’s movements—an average of 101 data points per day.Carpenter was charged with six counts of robbery\nand an additional six counts of carrying a firearm during a federal\ncrime of violence. See 18 U. S. C. §§924(c), 1951(a).\nPrior to trial, Carpenter moved to suppress the cell-site data\nprovided by the wireless carriers. He argued that the Government’s\nseizure of the records violated the Fourth Amendment because they\nhad been obtained without a warrant supported by probable cause.\nThe District Court denied the motion. App. to Pet. for Cert.\n38a–39a.At trial, seven of Carpenter’s confederates\npegged him as the leader of the operation. In addition, FBI agent\nChristopher Hess offered expert testimony about the cell-site data.\nHess explained that each time a cell phone taps into the wireless\nnetwork, the carrier logs a time-stamped record of the cell site\nand particular sector that were used. With this information, Hess\nproduced maps that placed Carpenter’s phone near four of the\ncharged robberies. In the Government’s view, the location records\nclinched the case: They confirmed that Carpenter was “right where\nthe . . . robbery was at the exact time of the robbery.”\nApp. 131 (closing argument). Carpenter was convicted on all but one\nof the firearm counts and sentenced to more than 100 years in\nprison.The Court of Appeals for the Sixth Circuit\naffirmed. 819 F. 3d 880 (2016). The court held that Carpenter\nlacked a reasonable expectation of privacy in the location\ninformation collected by the FBI because he had shared that\ninformation with his wireless carriers. Given that cell phone users\nvoluntarily convey cell-site data to their carriers as “a means of\nestablishing communication,” the court concluded that the resulting\nbusiness records are not entitled to Fourth Amendment protection.Id.,at 888 (quotingSmithv.Maryland, 442\nU. S. 735, 741 (1979)).We granted certiorari. 582 U. S. ___\n(2017).IIAThe Fourth Amendment protects “[t]he right of\nthe people to be secure in their persons, houses, papers, and\neffects, against unreasonable searches and seizures.” The “basic\npurpose of this Amendment,” our cases have recognized, “is to\nsafeguard the privacy and security of individuals against arbitrary\ninvasions by governmental officials.”Camarav.Municipal\nCourt of City and County of San Francisco, 387 U. S. 523,\n528 (1967). The Founding generation crafted the Fourth Amendment as\na “response to the reviled ‘general warrants’ and ‘writs of\nassistance’ of the colonial era, which allowed British officers to\nrummage through homes in an unrestrained search for evidence of\ncriminal activity.”Rileyv.California, 573\nU. S. ___, ___ (2014) (slip op., at 27). In fact, as John\nAdams recalled, the patriot James Otis’s 1761 speech condemning\nwrits of assistance was “the first act of opposition to the\narbitrary claims of Great Britain” and helped spark the Revolution\nitself.Id.,at ___–___ (slip op., at 27–28) (quoting 10\nWorks of John Adams 248 (C. Adams ed. 1856)).For much of our history, Fourth Amendment search\ndoctrine was “tied to common-law trespass” and focused on whether\nthe Government “obtains information by physically intruding on a\nconstitutionally protected area.”United Statesv.Jones, 565 U. S. 400, 405, 406, n. 3 (2012). More\nrecently, the Court has recognized that “property rights are not\nthe sole measure of Fourth Amendment violations.”Soldalv.Cook County, 506 U. S. 56, 64 (1992). InKatzv.United States, 389 U. S. 347, 351 (1967), we\nestablished that “the Fourth Amendment protects people, not\nplaces,” and expanded our conception of the Amendment to protect\ncertain expectations of privacy as well. When an individual “seeks\nto preserve something as private,” and his expectation of privacy\nis “one that society is prepared to recognize as reasonable,” we\nhave held that official intrusion into that private sphere\ngenerally qualifies as a search and requires a warrant supported by\nprobable cause.Smith, 442 U. S., at 740 (internal\nquotation marks and alterations omitted).Although no single rubric definitively resolves\nwhich expectations of privacy are entitled to protection,[1] the analysis is informed by\nhistorical understandings “of what was deemed an unreasonable\nsearch and seizure when [the Fourth Amendment] was adopted.”Carrollv.United States, 267 U. S. 132, 149\n(1925). On this score, our cases have recognized some basic\nguideposts. First, that the Amendment seeks to secure “the\nprivacies of life” against “arbitrary power.”Boydv.United States, 116 U. S. 616, 630 (1886). Second, and\nrelatedly, that a central aim of the Framers was “to place\nobstacles in the way of a too permeating police surveillance.”United Statesv.Di Re, 332 U. S. 581, 595\n(1948).We have kept this attention to Founding-era\nunderstandings in mind when applying the Fourth Amendment to\ninnovations in surveillance tools. As technology has enhanced the\nGovernment’s capacity to encroach upon areas normally guarded from\ninquisitive eyes, this Court has sought to “assure[ ] preservation\nof that degree of privacy against government that existed when the\nFourth Amendment was adopted.”Kyllov.United\nStates, 533 U. S. 27, 34 (2001). For that reason, we\nrejected inKylloa “mechanical interpretation” of the\nFourth Amendment and held that use of a thermal imager to detect\nheat radiating from the side of the defendant’s home was a search.Id.,at 35. Because any other conclusion would leave\nhomeowners “at the mercy of advancing technology,” we determined\nthat the Government—absent a warrant—could not capitalize on such\nnew sense-enhancing technology to explore what was happening within\nthe home.Ibid.Likewise inRiley, the Court recognized\nthe “immense storage capacity” of modern cell phones in holding\nthat police officers must generally obtain a warrant before\nsearching the contents of a phone. 573 U. S., at ___ (slip\nop., at 17). We explained that while the general rule allowing\nwarrantless searches incident to arrest “strikes the appropriate\nbalance in the context of physical objects, neither of its\nrationales has much force with respect to” the vast store of\nsensitive information on a cell phone.Id., at ___ (slip\nop., at 9).BThe case before us involves the Government’s\nacquisition of wireless carrier cell-site records revealing the\nlocation of Carpenter’s cell phone whenever it made or received\ncalls. This sort of digital data—personal location information\nmaintained by a third party—does not fit neatly under existing\nprecedents. Instead, requests for cell-site records lie at the\nintersection of two lines of cases, both of which inform our\nunderstanding of the privacy interests at stake.The first set of cases addresses a person’s\nexpectation of privacy in his physical location and movements. InUnited Statesv.Knotts, 460 U. S. 276 (1983),\nwe considered the Government’s use of a “beeper” to aid in tracking\na vehicle through traffic. Police officers in that case planted a\nbeeper in a container of chloroform before it was purchased by one\nof Knotts’s co-conspirators. The officers (with intermittent aerial\nassistance) then followed the automobile carrying the container\nfrom Minneapolis to Knotts’s cabin in Wisconsin, relying on the\nbeeper’s signal to help keep the vehicle in view. The Court\nconcluded that the “augment[ed]” visual surveillance did not\nconstitute a search because “[a] person traveling in an automobile\non public thoroughfares has no reasonable expectation of privacy in\nhis movements from one place to another.”Id.,at 281, 282.\nSince the movements of the vehicle and its final destination had\nbeen “voluntarily conveyed to anyone who wanted to look,” Knotts\ncould not assert a privacy interest in the information obtained.Id.,at 281.This Court inKnotts, however, was\ncareful to distinguish between the rudimentary tracking facilitated\nby the beeper and more sweeping modes of surveillance. The Court\nemphasized the “limited use which the government made of the\nsignals from this particular beeper” during a discrete “automotive\njourney.”Id.,at 284, 285. Significantly, the Court\nreserved the question whether “different constitutional principles\nmay be applicable” if “twenty-four hour surveillance of any citizen\nof this country [were] possible.”Id.,at 283–284.Three decades later, the Court considered more\nsophisticated surveillance of the sort envisioned inKnottsand found that different principles did indeed apply. InUnited\nStatesv.Jones, FBI agents installed a GPS tracking\ndevice on Jones’s vehicle and remotely monitored the vehicle’s\nmovements for 28 days. The Court decided the case based on the\nGovernment’s physical trespass of the vehicle. 565 U. S., at\n404–405. At the same time, five Justices agreed that related\nprivacy concerns would be raised by, for example, “surreptitiously\nactivating a stolen vehicle detection system” in Jones’s car to\ntrack Jones himself, or conducting GPS tracking of his cell phone.Id., at 426, 428 (Alito, J., concurring in judgment);id.,at 415 (Sotomayor, J., concurring). Since GPS\nmonitoring of a vehicle tracks “every movement” a person makes in\nthat vehicle, the concurring Justices concluded that “longer term\nGPS monitoring in investigations of most offenses impinges on\nexpectations of privacy”—regardless whether those movements were\ndisclosed to the public at large.Id.,at 430 (opinion of\nAlito, J.);id.,at 415 (opinion of Sotomayor, J.).[2]In a second set of decisions, the Court has\ndrawn a line between what a person keeps to himself and what he\nshares with others. We have previously held that “a person has no\nlegitimate expectation of privacy in information he voluntarily\nturns over to third parties.”Smith,442 U. S., at\n743–744. That remains true “even if the information is revealed on\nthe assumption that it will be used only for a limited purpose.”United Statesv.Miller, 425 U. S. 435, 443\n(1976). As a result, the Government is typically free to obtain\nsuch information from the recipient without triggering Fourth\nAmendment protections.This third-party doctrine largely traces its\nroots toMiller. While investigating Miller for tax evasion,\nthe Government subpoenaed his banks, seeking several months of\ncanceled checks, deposit slips, and monthly statements. The Court\nrejected a Fourth Amendment challenge to the records collection.\nFor one, Miller could “assert neither ownership nor possession” of\nthe documents; they were “business records of the banks.”Id.,at 440. For another, the nature of those records\nconfirmed Miller’s limited expectation of privacy, because the\nchecks were “not confidential communications but negotiable\ninstruments to be used in commercial transactions,” and the bank\nstatements contained information “exposed to [bank] employees in\nthe ordinary course of business.”Id.,at 442. The Court\nthus concluded that Miller had “take[n] the risk, in revealing his\naffairs to another, that the information [would] be conveyed by\nthat person to the Government.”Id.,at 443.Three years later,Smithapplied the same\nprinciples in the context of information conveyed to a telephone\ncom- pany. The Court ruled that the Government’s use of a pen\nregister—a device that recorded the outgoing phone numbers dialed\non a landline telephone—was not a search. Noting the pen register’s\n“limited capabilities,” the Court “doubt[ed] that people in general\nentertain any actual expectation of privacy in the numbers they\ndial.” 442 U. S., at 742. Telephone subscribers know, after\nall, that the numbers are used by the telephone company “for a\nvariety of legitimate business purposes,” including routing calls.Id.,at 743. And at any rate, the Court explained, such an\nexpectation “is not one that society is prepared to recognize as\nreasonable.”Ibid.(internal quotation marks omitted). When\nSmith placed a call, he “voluntarily conveyed” the dialed numbers\nto the phone company by “expos[ing] that information to its\nequipment in the ordinary course of business.”Id.,at 744\n(internal quotation marks omitted). Once again, we held that the\ndefendant “assumed the risk” that the company’s records “would be\ndivulged to police.”Id.,at 745.IIIThe question we confront today is how to apply\nthe Fourth Amendment to a new phenomenon: the ability to chronicle\na person’s past movements through the record of his cell phone\nsignals. Such tracking partakes of many of the qualities of the GPS\nmonitoring we considered inJones. Much like GPS tracking of\na vehicle, cell phone location information is detailed,\nencyclopedic, and effortlessly compiled.At the same time, the fact that the individual\ncontinuously reveals his location to his wireless carrier\nimplicates the third-party principle ofSmithandMiller. But while the third-party doctrine applies to\ntelephone numbers and bank records, it is not clear whether its\nlogic extends to the qualitatively different category of cell-site\nrecords. After all, whenSmithwas decided in 1979, few\ncould have imagined a society in which a phone goes wherever its\nowner goes, conveying to the wireless carrier not just dialed\ndigits, but a detailed and comprehensive record of the person’s\nmovements.We decline to extendSmithandMillerto cover these novel circumstances. Given the unique\nnature of cell phone location records, the fact that the\ninformation is held by a third party does not by itself overcome\nthe user’s claim to Fourth Amendment protection. Whether the\nGovernment employs its own surveillance technology as inJonesor leverages the technology of a wireless carrier, we\nhold that an individual maintains a legitimate expectation of\nprivacy in the record of his physical movements as captured through\nCSLI. The location information obtained from Carpenter’s wireless\ncarriers was the product of a search.[3]AA person does not surrender all Fourth\nAmendment protection by venturing into the public sphere. To the\ncontrary, “what [one] seeks to preserve as private, even in an area\naccessible to the public, may be constitutionally protected.”Katz, 389 U. S., at 351–352. A majority of this Court\nhas already recognized that individuals have a reasonable\nexpectation of privacy in the whole of their physical movements.Jones, 565 U. S., at 430 (Alito, J., concurring in\njudgment);id.,at 415 (Sotomayor, J., concurring). Prior to\nthe digital age, law enforcement might have pursued a suspect for a\nbrief stretch, but doing so “for any extended period of time was\ndifficult and costly and therefore rarely undertaken.”Id.,at 429 (opinion of Alito, J.). For that reason, “society’s\nexpectation has been that law enforcement agents and others would\nnot—and indeed, in the main, simply could not—secretly monitor and\ncatalogue every single movement of an individual’s car for a very\nlong period.”Id., at 430.Allowing government access to cell-site records\ncontravenes that expectation. Although such records are generated\nfor commercial purposes, that distinction does not negate\nCarpenter’s anticipation of privacy in his physical location.\nMapping a cell phone’s location over the course of 127 days\nprovides an all-encompassing record of the holder’s whereabouts. As\nwith GPS information, the time-stamped data provides an intimate\nwindow into a person’s life, revealing not only his particular\nmovements, but through them his “familial, political, professional,\nreligious, and sexual associations.”Id.,at 415 (opinion of\nSotomayor, J.). These location records “hold for many Americans the\n‘privacies of life.’ ”Riley, 573 U. S., at ___\n(slip op., at 28) (quotingBoyd, 116 U. S., at 630).\nAnd like GPS monitoring, cell phone tracking is remarkably easy,\ncheap, and efficient compared to traditional investigative tools.\nWith just the click of a button, the Government can access each\ncarrier’s deep repository of historical location information at\npractically no expense.In fact, historical cell-site records present\neven greater privacy concerns than the GPS monitoring of a vehicle\nwe considered inJones. Unlike the bugged container inKnottsor the car inJones, a cell phone—almost a\n“feature of human anatomy,”Riley, 573 U. S., at ___\n(slip op., at 9)—tracks nearly exactly the movements of its owner.\nWhile individuals regularly leave their vehicles, they compulsively\ncarry cell phones with them all the time. A cell phone faithfully\nfollows its owner beyond public thoroughfares and into private\nresidences, doctor’s offices, political headquarters, and other\npotentially revealing locales. Seeid., at ___ (slip op., at\n19) (noting that “nearly three-quarters of smart phone users report\nbeing within five feet of their phones most of the time, with 12%\nadmitting that they even use their phones in the shower”); contrastCardwellv.Lewis, 417 U. S. 583, 590 (1974)\n(plurality opinion) (“A car has little capacity for escaping public\nscrutiny.”). Accordingly, when the Government tracks the location\nof a cell phone it achieves near perfect surveillance, as if it had\nattached an ankle monitor to the phone’s user.Moreover, the retrospective quality of the data\nhere gives police access to a category of information otherwise\nunknowable. In the past, attempts to reconstruct a person’s\nmovements were limited by a dearth of records and the frailties of\nrecollection. With access to CSLI, the Government can now travel\nback in time to retrace a person’s whereabouts, subject only to the\nretention polices of the wireless carriers, which currently\nmaintain records for up to five years. Critically, because location\ninformation is continually logged for all of the 400 million\ndevices in the United States—not just those belonging to persons\nwho might happen to come under investigation—this newfound tracking\ncapacity runs against everyone. Unlike with the GPS device inJones, police need not even know in advance whether they\nwant to follow a particular individual, or when.Whoever the suspect turns out to be, he has\neffectively been tailed every moment of every day for five years,\nand the police may—in the Government’s view—call upon the results\nof that surveillance without regard to the constraints of the\nFourth Amendment. Only the few with- out cell phones could escape\nthis tireless and absolute surveillance.The Government and Justice Kennedy contend,\nhowever, that the collection of CSLI should be permitted because\nthe data is less precise than GPS information. Not to worry, they\nmaintain, because the location records did “not on their own\nsuffice to place [Carpenter] at the crime scene”; they placed him\nwithin a wedge-shaped sector ranging from one-eighth to four square\nmiles. Brief for United States 24; seepost,at 18–19. Yet\nthe Court has already rejected the proposition that “inference\ninsulates a search.”Kyllo, 533 U. S., at 36. From the\n127 days of location data it received, the Government could, in\ncombination with other information, deduce a detailed log of\nCarpenter’s movements, including when he was at the site of the\nrobberies. And the Government thought the CSLI accurate enough to\nhighlight it during the closing argument of his trial. App.\n131.At any rate, the rule the Court adopts “must\ntake account of more sophisticated systems that are already in use\nor in development.”Kyllo, 533 U. S., at 36. While the\nrecords in this case reflect the state of technology at the start\nof the decade, the accuracy of CSLI is rapidly approaching\nGPS-level precision. As the number of cell sites has proliferated,\nthe geographic area covered by each cell sector has shrunk,\nparticularly in urban areas. In addition, with new technology\nmeasuring the time and angle of signals hitting their towers,\nwireless carriers already have the capability to pinpoint a phone’s\nlocation within 50 meters. Brief for Electronic Frontier Foundation\net al. asAmici Curiae12 (describing triangulation\nmethods that estimate a device’s location inside a given cell\nsector).Accordingly, when the Government accessed CSLI\nfrom the wireless carriers, it invaded Carpenter’s reason- able\nexpectation of privacy in the whole of his physical movements.BThe Government’s primary contention to the\ncontrary is that the third-party doctrine governs this case. In its\nview, cell-site records are fair game because they are “business\nrecords” created and maintained by the wireless carriers. The\nGovernment (along with Justice Kennedy) recognizes that this case\nfeatures new technology, but asserts that the legal question\nnonetheless turns on a garden-variety request for information from\na third-party witness. Brief for United States 32–34;post,at 12–14.The Government’s position fails to contend with\nthe seismic shifts in digital technology that made possible the\ntracking of not only Carpenter’s location but also everyone else’s,\nnot for a short period but for years and years. Sprint Corporation\nand its competitors are not your typical witnesses. Unlike the nosy\nneighbor who keeps an eye on comings and goings, they are ever\nalert, and their memory is nearly infallible. There is a world of\ndifference between the limited types of personal information\naddressed inSmithandMillerand the exhaustive\nchronicle of location information casually collected by wireless\ncarriers today. The Government thus is not asking for a\nstraightforward application of the third-party doctrine, but\ninstead a significant extension of it to a distinct category of\ninformation.The third-party doctrine partly stems from the\nnotion that an individual has a reduced expectation of privacy in\ninformation knowingly shared with another. But the fact of\n“diminished privacy interests does not mean that the Fourth\nAmendment falls out of the picture entirely.”Riley, 573\nU. S., at ___ (slip op., at 16).SmithandMiller, after all, did not rely solely on the act of\nsharing. Instead, they considered “the nature of the particular\ndocuments sought” to determine whether “there is a legitimate\n‘expectation of privacy’ concerning their contents.”Miller,\n425 U. S., at 442.Smithpointed out the limited\ncapabilities of a pen register; as explained inRiley,\ntelephone call logs reveal little in the way of “identifying\ninformation.”Smith, 442 U. S., at 742;Riley,\n573 U. S., at ___ (slip op., at 24).Millerlikewise\nnoted that checks were “not confidential communications but\nnegotiable instruments to be used in commercial transactions.” 425\nU. S., at 442. In mechanically applying the third-party\ndoctrine to this case, the Government fails to appreciate that\nthere are no comparable limitations on the revealing nature of\nCSLI.The Court has in fact already shown special\nsolicitude for location information in the third-party context. InKnotts, the Court relied onSmithto hold that an\nindividual has no reasonable expectation of privacy in public\nmovements that he “voluntarily conveyed to anyone who wanted to\nlook.”Knotts, 460 U. S., at 281; seeid., at\n283 (discussingSmith). But when confronted with more\npervasive tracking, five Justices agreed that longer term GPS\nmonitoring of even a vehicle traveling on public streets\nconstitutes a search.Jones, 565 U. S., at 430 (Alito,\nJ., concurring in judgment);id., at 415 (Sotomayor, J.,\nconcurring). Justice Gorsuch wonders why “someone’s location when\nusing a phone” is sensitive,post,at 3, and Justice Kennedy\nassumes that a person’s discrete movements “are not particularly\nprivate,”post,at 17. Yet this case is not about “using a\nphone” or a person’s movement at a particular time. It is about a\ndetailed chronicle of a person’s physical presence compiled every\nday, every moment, over several years. Such a chronicle implicates\nprivacy concerns far beyond those considered inSmithandMiller.Neither does the second rationale underlying the\nthird-party doctrine—voluntary exposure—hold up when it comes to\nCSLI. Cell phone location information is not truly “shared” as one\nnormally understands the term. In the first place, cell phones and\nthe services they provide are “such a pervasive and insistent part\nof daily life” that carrying one is indispensable to participation\nin modern society.Riley, 573 U. S., at ___ (slip op.,\nat 9). Second, a cell phone logs a cell-site record by dint of its\noperation, without any affirmative act on the part of the user\nbeyond powering up. Virtually any activity on the phone generates\nCSLI, including incoming calls, texts, or e-mails and countless\nother data connections that a phone automatically makes when\nchecking for news, weather, or social media updates. Apart from\ndisconnecting the phone from the network, there is no way to avoid\nleaving behind a trail of location data. As a result, in no\nmeaningful sense does the user voluntarily “assume[ ] the\nrisk” of turning over a comprehensive dossier of his physical\nmovements.Smith, 442 U. S., at 745.We therefore decline to extendSmithandMillerto the collection of CSLI. Given the unique nature of\ncell phone location information, the fact that the Government\nobtained the information from a third party does not overcome\nCarpenter’s claim to Fourth Amendment protection. The Government’s\nacquisition of the cell-site records was a search within the\nmeaning of the Fourth Amendment.*  *  *Our decision today is a narrow one. We do not\nexpress a view on matters not before us: real-time CSLI or “tower\ndumps” (a download of information on all the devices that connected\nto a particular cell site during a particular interval). We do not\ndisturb the application ofSmithandMilleror call\ninto question conventional surveillance techniques and tools, such\nas security cameras. Nor do we address other business records that\nmight incidentally reveal location information. Further, our\nopinion does not consider other collection techniques involving\nforeign affairs or national security. As Justice Frankfurter noted\nwhen considering new innovations in airplanes and radios, the Court\nmust tread carefully in such cases, to ensure that we do not\n“embarrass the future.”Northwest Airlines, Inc.v.Minnesota, 322 U. S. 292, 300 (1944).[4]IVHaving found that the acquisition of\nCarpenter’s CSLI was a search, we also conclude that the Government\nmust generally obtain a warrant supported by probable cause before\nacquiring such records. Although the “ultimate measure of the\nconstitutionality of a governmental search is\n‘reasonableness,’ ” our cases establish that warrantless\nsearches are typically unreasonable where “a search is undertaken\nby law enforcement officials to discover evidence of criminal\nwrongdoing.”Vernonia School Dist. 47Jv.Acton, 515\nU. S. 646, 652–653 (1995). Thus, “[i]n the absence of a\nwarrant, a search is reasonable only if it falls within a specific\nexception to the warrant requirement.”Riley, 573\nU. S., at ___ (slip op., at 5).The Government acquired the cell-site records\npursuant to a court order issued under the Stored Communications\nAct, which required the Government to show “reasonable grounds” for\nbelieving that the records were “relevant and material to an\nongoing investigation.” 18 U. S. C. §2703(d). That\nshowing falls well short of the probable cause required for a\nwarrant. The Court usually requires “some quantum of individualized\nsuspicion” before a search or seizure may take place.United\nStatesv.Martinez-Fuerte, 428 U. S. 543, 560–561\n(1976). Under the standard in the Stored Communications Act,\nhowever, law enforcement need only show that the cell-site evidence\nmight be pertinent to an ongoing investigation—a “gigantic”\ndeparture from the probable cause rule, as the Government explained\nbelow. App. 34. Consequently, an order issued under Section 2703(d)\nof the Act is not a permissible mechanism for accessing historical\ncell-site records. Before compelling a wireless carrier to turn\nover a subscriber’s CSLI, the Government’s obligation is a familiar\none—get a warrant.Justice Alito contends that the warrant\nrequirement simply does not apply when the Government acquires\nrecords using compulsory process. Unlike an actual search, he says,\nsubpoenas for documents do not involve the direct taking of\nevidence; they are at most a “constructive search” conducted by the\ntarget of the subpoena.Post,at 12. Given this lesser\nintrusion on personal privacy, Justice Alito argues that the\ncompulsory production of records is not held to the same probable\ncause standard. In his view, this Court’s precedents set forth a\ncategorical rule—separate and distinct from the third-party\ndoctrine—subjecting subpoenas to lenient scrutiny without regard to\nthe suspect’s expectation of privacy in the records.Post,at 8–19.But this Court has never held that the\nGovernment may subpoena third parties for records in which the\nsuspect has a reasonable expectation of privacy. Almost all of the\nexamples Justice Alito cites, seepost,at 14–15,\ncontemplated requests for evidence implicating diminished pri- vacy\ninterests or for a corporation’s own books.[5] The lone exception, of course, isMiller,\nwhere the Court’s analysis of the third-party subpoena merged with\nthe application of the third-party doctrine. 425 U. S., at 444\n(concluding that Miller lacked the necessary privacy interest to\ncontest the issuance of a subpoena to his bank).Justice Alito overlooks the critical issue. At\nsome point, the dissent should recognize that CSLI is an entirely\ndifferent species of business record—something that implicates\nbasic Fourth Amendment concerns about arbitrary government power\nmuch more directly than corporate tax or payroll ledgers. When\nconfronting new concerns wrought by digital technology, this Court\nhas been careful not to uncritically extend existing precedents.\nSeeRiley, 573 U. S., at ___ (slip op., at 10) (“A\nsearch of the information on a cell phone bears little resemblance\nto the type of brief physical search considered [in prior\nprecedents].”).If the choice to proceed by subpoena provided a\ncategorical limitation on Fourth Amendment protection, no type of\nrecord would ever be protected by the warrant requirement. Under\nJustice Alito’s view, private letters, digital contents of a cell\nphone—any personal information reduced to document form, in\nfact—may be collected by subpoena for no reason other than\n“official curiosity.”United Statesv.Morton Salt\nCo., 338 U. S. 632, 652 (1950). Justice Kennedy declines\nto adopt the radical implications of this theory, leaving open the\nquestion whether the warrant requirement applies “when the\nGovernment obtains the modern-day equivalents of an individual’s\nown ‘papers’ or ‘effects,’ even when those papers or effects are\nheld by a third party. ”Post,at 13 (citingUnited\nStatesv.Warshak, 631 F. 3d 266, 283–288 (CA6\n2010)). That would be a sensible exception, because it would\nprevent the subpoena doctrine from overcoming any reasonable\nexpectation of privacy. If the third-party doctrine does not apply\nto the “modern-day equivalents of an individual’s own ‘papers’ or\n‘effects,’ ” then the clear implication is that the documents\nshould receive full Fourth Amendment protection. We simply think\nthat such protection should extend as well to a detailed log of a\nperson’s movements over several years.This is certainly not to say that all orders\ncompelling the production of documents will require a showing of\nprobable cause. The Government will be able to use subpoenas to\nacquire records in the overwhelming majority of investigations. We\nhold only that a warrant is required in the rare case where the\nsuspect has a legitimate privacy interest in records held by a\nthird party.Further, even though the Government will\ngenerally need a warrant to access CSLI, case-specific exceptions\nmay support a warrantless search of an individual’s cell-site\nrecords under certain circumstances. “One well-recognized exception\napplies when ‘ “the exigencies of the situation” make the\nneeds of law enforcement so compelling that [a] warrantless search\nis objectively reasonable under the Fourth Amendment.’ ”Kentuckyv.King, 563 U. S. 452, 460 (2011)\n(quotingMinceyv.Arizona, 437 U. S. 385, 394\n(1978)). Such exigencies include the need to pursue a fleeing\nsuspect, protect individuals who are threatened with imminent harm,\nor prevent the imminent destruction of evidence. 563 U. S., at\n460, and n. 3.As a result, if law enforcement is confronted\nwith an urgent situation, such fact-specific threats will likely\njustify the warrantless collection of CSLI. Lower courts, for\ninstance, have approved warrantless searches related to bomb\nthreats, active shootings, and child abductions. Our decision today\ndoes not call into doubt warrantless access to CSLI in such\ncircumstances. While police must get a warrant when collecting CSLI\nto assist in the mine-run criminal investigation, the rule we set\nforth does not limit their ability to respond to an ongoing\nemergency.*  *  *As Justice Brandeis explained in his famous\ndissent, the Court is obligated—as “[s]ubtler and more far-reaching\nmeans of invading privacy have become available to the\nGovernment”—to ensure that the “progress of science” does not erode\nFourth Amendment protections.Olmsteadv.United\nStates, 277 U. S. 438, 473–474 (1928). Here the progress\nof science has afforded law enforcement a powerful new tool to\ncarry out its important responsibilities. At the same time, this\ntool risks Government encroachment of the sort the Framers, “after\nconsulting the lessons of history,” drafted the Fourth Amendment to\nprevent.Di Re, 332 U. S., at 595.We decline to grant the state unrestricted\naccess to a wireless carrier’s database of physical location\ninformation. In light of the deeply revealing nature of CSLI, its\ndepth, breadth, and comprehensive reach, and the inescapable and\nautomatic nature of its collection, the fact that such information\nis gathered by a third party does not make it any less deserving of\nFourth Amendment protection. The Government’s acquisition of the\ncell-site records here was a search under that Amendment.The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1Justice Kennedy believes\nthat there is such a rubric—the “property-based concepts” thatKatzpurported to move beyond.Post,at 3 (dissenting\nopinion). But while property rights are often informative, our\ncases by no means suggest that such an interest is “fundamental” or\n“dispositive” in determining which expectations of privacy are\nlegitimate.Post,at 8–9. Justice Thomas (and to a large\nextent Justice Gorsuch) would have us abandonKatzand\nreturn to an exclusively property-based approach.Post,at\n1–2, 17–21 (Thomas J., dissenting);post,at 6–9 (Gorsuch,\nJ., dissenting).Katzof course “discredited” the “premise\nthat property interests control,” 389 U. S., at 353, and we\nhave repeatedly emphasized that privacy interests do not rise or\nfall with property rights, see,e.g., United Statesv.Jones, 565 U. S. 400, 411 (2012) (refusing to “make\ntrespass the exclusive test”);Kyllov.United\nStates, 533 U. S. 27, 32 (2001) (“We have since decoupled\nviolation of a person’s Fourth Amendment rights from trespassory\nviolation of his property.”). Neither party has asked the Court to\nreconsiderKatzin this case.2Justice Kennedy argues\nthat this case is in a different category fromJonesand the\ndragnet-type practices posited inKnottsbecause the\ndisclosure of the cell-site records was subject to “judicial\nauthorization.”Post, at 14–16. That line of argument\nconflates the threshold question whether a “search” has occurred\nwith the separate matter of whether the search was reasonable. The\nsubpoena process set forth in the Stored Communications Act does\nnot determine a target’s expectation of privacy. And in any event,\nneitherJonesnorKnottspurported to resolve the\nquestion of what authorization may be required to conduct such\nelectronic surveillance techniques. But seeJones, 565\nU. S., at 430 (Alito, J., concurring in judgment) (indicating\nthat longer term GPS tracking may require a warrant).3The parties suggest as an\nalternative to their primary submissions that the acquisition of\nCSLI becomes a search only if it extends beyond a limited period.\nSee Reply Brief 12 (proposing a 24-hour cutoff); Brief for United\nStates 55–56 (suggesting a seven-day cutoff). As part of its\nargument, the Government treats the seven days of CSLI requested\nfrom Sprint as the pertinent period, even though Sprint produced\nonly two days of records. Brief for United States 56. Contrary to\nJustice Kennedy’s assertion,post,at 19, we need not decide\nwhether there is a limited period for which the Government may\nobtain an individual’s historical CSLI free from Fourth Amendment\nscrutiny, and if so, how long that period might be. It is\nsufficient for our purposes today to hold that accessing seven days\nof CSLI constitutes a Fourth Amendment search.4Justice Gorsuch faults us\nfor not promulgating a complete code addressing the manifold\nsituations that may be presented by this new technology—under a\nconstitutional provision turning on what is “reasonable,” no less.Post,at 10–12. Like Justice Gorsuch, we “do not begin to\nclaim all the answers today,”post,at 13, and therefore\ndecide no more than the case before us.5SeeUnited Statesv.Dionisio, 410 U. S. 1, 14 (1973) (“No person can\nhave a reasonable expectation that others will not know the sound\nof his voice”);Donovanv.Lone Steer, Inc., 464\nU. S. 408, 411, 415 (1984) (payroll and sales records);California Bankers Assn.v.Shultz, 416 U. S.\n21, 67 (1974) (Bank Secrecy Act reporting requirements);Seev.Seattle, 387 U. S. 541, 544 (1967) (financial books\nand records);United Statesv.Powell, 379 U. S.\n48, 49, 57 (1964) (corporate tax records);McPhaulv.United States, 364 U. S. 372, 374, 382 (1960) (books\nand records of an organization);United Statesv.Morton\nSalt Co., 338 U. S. 632, 634, 651–653 (1950) (Federal\nTrade Commission reporting requirement);Oklahoma Press\nPublishing Co.v.Walling, 327 U. S. 186, 189,\n204–208 (1946) (payroll records);Halev.Henkel, 201\nU. S. 43, 45, 75 (1906) (corporate books and\npapers).",
    "joined": []
}