{
    "case": {
        "docket": "477",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/477/"
    },
    "id": "1963375",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTFREE ENTERPRISE FUND V. PUBLIC COMPANYACCOUNTING OVERSIGHT BD.561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-861FREE ENTERPRISE FUND and BECKSTEAD AND WATTS, LLP,\nPETITIONERSv.PUBLIC COMPANY ACCOUNTING OVERSIGHT BOARD\net al.on writ of certiorari to the united states court of\nappeals for the district of columbia circuit[June 28, 2010]Chief Justice Roberts delivered\nthe opinion of the Court.Our Constitution divided the\n“powers of the new Federal Government into three defined\ncategories, Legislative, Executive, and Judicial.”INSv.Chadha,462\nU. S. 919, 951 (1983). Article II vests “[t]he executive Power\n… in a President of the United States of America,” who must “take\nCare that the Laws be faithfully executed.” Art. II, §1,\ncl. 1;id.,§3. In light of “[t]he impossibility that\none man should be able to perform all the great business of the\nState,” the Constitution provides for executive officers to “assist\nthe supreme Magistrate in discharging the duties of his trust.” 30\nWritings of George Washington 334 (J. Fitzpatrick ed. 1939).Since 1789, the Constitution has been\nunderstood to empower the President to keep these officers\naccountable—by removing them from office, if necessary. See\ngenerallyMyersv.United States,272 U. S. 52(1926). This Court has\ndetermined, however, that this authority is not without limit. InHumphrey’s Executorv.United States,295 U. S. 602(1935), we\nheld that Congress can, under certain circumstances, create\nindependent agencies run by principal officers appointed by the\nPresident, whom the President may not remove at will but only for\ngood cause. Likewise, inUnited Statesv.Perkins,116 U. S. 483(1886), andMorrisonv.Olson,487 U. S. 654(1988),\nthe Court sustained similar restrictions on the power of principal\nexecutive officers—themselves responsible to the President—to\nremove their own inferiors. The parties do not ask us to reexamine\nany of these precedents, and we do not do so.We are asked, however, to consider a new\nsituation not yet encountered by the Court. The question is whether\nthese separate layers of protection may be combined. May the\nPresident be restricted in his ability to remove a principal\nofficer, who is in turn restricted in his ability to remove an\ninferior officer, even though that inferior officer determines the\npolicy and enforces the laws of the United States?We hold that such multilevel protection from\nremoval is contrary to Article II’s vesting of the executive power\nin the President. The President cannot “take Care that the Laws be\nfaithfully executed” if he cannot oversee the faithfulness of the\nofficers who execute them. Here the President cannot remove an\nofficer who enjoys more than one level of good-cause protection,\neven if the President determines that the officer is neglecting his\nduties or discharging them improperly. That judgment is instead\ncommitted to another officer, who may or may not agree with the\nPresident’s determination, and whom the President cannot remove\nsimply because that officer disagrees with him. This contravenes\nthe President’s “constitutional obligation to ensure the faithful\nexecution of the laws.”Id.,at 693.IAAfter a series of celebrated\naccounting debacles, Congress enacted the Sarbanes-Oxley Act of\n2002 (or Act), 116 Stat. 745. Among other measures, the Act\nintroduced tighter regulation of the accounting industry under a\nnew Public Company Accounting Oversight Board. The Board is\ncomposed of five members, appointed to staggered 5-year terms by\nthe Securities and Exchange Commission. It was modeled on private\nself-regulatory organizations in the securities industry—such as\nthe New York Stock Exchange—that investigate and discipline their\nown members subject to Commission oversight. Congress created the\nBoard as a private “nonprofit corporation,” and Board members and\nemployees are not considered Government “officer[s] or employee[s]”\nfor statutory purposes. 15 U. S. C. §§7211(a), (b). The Board\ncan thus recruit its members and employees from the private sector\nby paying salaries far above the standard Government pay scale. See\n§§7211(f)(4), 7219.[Footnote\n1]Unlike the self-regulatory\norganizations, however, the Board is a Government-created,\nGovernment-appointed entity, with expansive powers to govern an\nentire industry. Every accounting firm—both foreign and\ndomestic—that participates in auditing public companies under the\nsecurities laws must register with the Board, pay it an annual fee,\nand comply with its rules and oversight. §§7211(a), 7212(a), (f),\n7213, 7216(a)(1). The Board is charged with enforcing the\nSarbanes-Oxley Act, the securities laws, the Commission’s rules,\nits own rules, and professional accounting standards. §§7215(b)(1),\n(c)(4). To this end, the Board may regulate every detail of an\naccounting firm’s practice, including hiring and professional\ndevelopment, promotion, supervision of audit work, the acceptance\nof new business and the continuation of old, internal inspection\nprocedures, professional ethics rules, and “such other requirements\nas the Board may prescribe.” §7213(a)(2)(B).The Board promulgates auditing and ethics\nstandards, performs routine inspections of all accounting firms,\ndemands documents and testimony, and initiates formal\ninvestigations and disciplinary proceedings. §§7213–7215 (2006 ed.\nand Supp. II). The willful violation of any Board rule is treated\nas a willful violation of the Securities Exchange Act of 1934, 48\nStat. 881, 15 U. S. C. §78aet seq.—a federal crime\npunishable by up to 20 years’ imprisonment or $25 million in fines\n($5 million for a natural person). §§78ff(a), 7202(b)(1) (2006\ned.). And the Board itself can issue severe sanctions in its\ndisciplinary proceedings, up to and including the permanent\nrevocation of a firm’s registration, a permanent ban on a person’s\nassociating with any registered firm, and money penalties of $15\nmillion ($750,000 for a natural person). §7215(c)(4). Despite the\nprovisions specifying that Board members are not Government\nofficials for statutory purposes, the parties agree that the Board\nis “part of the Government” for constitutional purposes,Lebronv.National Railroad Passenger\nCorporation,513 U. S. 374, 397\n(1995), and that its members are “ ‘Officers of the United\nStates’ ” who “exercis[e] significant authority pursuant to\nthe laws of the United States,”Buckleyv.Valeo,424 U. S. 1, 125–126 (1976) (per\ncuriam) (quoting Art. II, §2, cl. 2); cf. Brief for\nPetitioners 9, n. 1; Brief for United States 29,\nn. 8.The Act places the Board under the SEC’s\noversight, particularly with respect to the issuance of rules or\nthe imposition of sanctions (both of which are subject to\nCommission approval and alteration). §§7217(b)–(c). But the\nindividual members of the Board—like the officers and directors of\nthe self-regulatory organizations—are substantially insulated from\nthe Commission’s control. The Commission cannot remove Board\nmembers at will, but only “for good cause shown,” “in accordance\nwith” certain procedures. §7211(e)(6).Those procedures require a Commission finding,\n“on the record” and “after notice and opportunity for a hearing,”\nthat the Board member“(A)   has willfully violated any\nprovision of th[e] Act, the rules of the Board, or the securities\nlaws;“(B)   has willfully abused the authority of that\nmember; or“(C)   without reasonable justification or\nexcuse, has failed to enforce compliance with any such provision or\nrule, or any professional standard by any registered public\naccounting firm or any associated person thereof.” §7217(d)(3).Removal of a Board member requires a formal\nCommission order and is subject to judicial review. See 5 U.\nS. C. §§554(a), 556(a), 557(a), (c)(B); 15 U. S. C.\n§78y(a)(1). Similar procedures govern the Commission’s removal of\nofficers and directors of the private self-regulatory\norganizations. See §78s(h)(4). The parties agree that the\nCommissioners cannot themselves be removed by the President except\nunder theHumphrey’s Executorstandard of “inefficiency,\nneglect of duty, or malfeasance in office,” 295 U. S., at 620\n(internal quotation marks omitted); see Brief for Petitioners 31;\nBrief for United States 43; Brief for Respondent Public Company\nAccounting Oversight Board 31 (hereinafter PCAOB Brief); Tr. of\nOral Arg. 47, and we decide the case with that understanding.BBeckstead and Watts, LLP, is a\nNevada accounting firm registered with the Board. The Board\ninspected the firm, released a report critical of its auditing\nprocedures, and began a formal investigation. Beckstead and Watts\nand the Free Enterprise Fund, a nonprofit organization of which the\nfirm is a member, then sued the Board and its members, seeking\n(among other things) a declaratory judgment that the Board is\nunconstitutional and an injunction preventing the Board from\nexercising its powers. App. 71.Before the District Court,\npetitioners argued that the Sarbanes-Oxley Act contravened the\nseparation of powers by conferring wide-ranging executive power on\nBoard members without subjecting them to Presidential control.Id.,at 67–68. Petitioners also challenged the Act under\nthe Appointments Clause, which requires “Officers of the United\nStates” to be appointed by the President with the Senate’s advice\nand consent. Art. II, §2, cl. 2. The Clause provides an\nexception for “inferior Officers,” whose appointment Congress may\nchoose to vest “in the President alone, in the Courts of Law, or in\nthe Heads of Departments.”Ibid.Because the Board is\nappointed by the SEC, petitioners argued that (1) Board members are\nnot “inferior Officers” who may be appointed by “Heads of\nDepartments”; (2) even if they are, the Commission is not a\n“Departmen[t]”; and (3) even if it is, the several Commissioners\n(as opposed to the Chairman) are not its “Hea[d].” See App. 68–70.\nThe United States intervened to defend the Act’s constitutionality.\nBoth sides moved for summary judgment; the District Court\ndetermined that it had jurisdiction and granted summary judgment to\nrespondents. App. to Pet. for Cert. 110a–117a.A divided Court of Appeals affirmed. 537\nF. 3d 667 (CADC 2008). It agreed that the District Court had\njurisdiction over petitioners’ claims.Id.,at 671. On the\nmerits, the Court of Appeals recognized that the removal issue was\n“a question of first impression,” as neither that court nor this\none “ha[d] considered a situation where a restriction on removal\npasses through two levels of control.”Id.,at 679. It\nruled that the dual restraints on Board members’ removal are\npermissible because they do not “render the President unable to\nperform his constitutional duties.”Id.,at 683. The\nmajority reasoned that although the President “does not directly\nselect or supervise the Board’s members,”id.,at 681, the\nBoard is subject to the comprehensive control of the Commission,\nand thus the President’s influence over the Commission implies a\nconstitutionally sufficient influence over the Board as well.Id.,at 682–683. The majority also held that Board members\nare inferior officers subject to the Commission’s direction and\nsupervision,id.,at 672–676, and that their appointment\nis otherwise consistent with the Appointments Clause,id.,at 676–678.Judge Kavanaugh dissented. He agreed that the\ncase was one of first impression,id.,at 698, but argued\nthat “the double for-cause removal provisions in the [Act] …\ncombine to eliminate any meaningful Presidential control over the\n[Board],”id.,at 697. Judge Kavanaugh also argued that\nBoard members are not effectively supervised by the Commission and\nthus cannot be inferior officers under the Appointments Clause.Id.,at 709–712.We granted certiorari. 556 U. S. ___\n(2009).IIWe first consider whether the\nDistrict Court had jurisdiction. We agree with both courts below\nthat the statutes providing for judicial review of Commission\naction did not prevent the District Court from considering\npetitioners’ claims.The Sarbanes-Oxley Act empowers\nthe Commission to review any Board rule or sanction. See 15 U.\nS. C. §§7217(b)(2)–(4), (c)(2). Once the Commission has acted,\naggrieved parties may challenge “a final order of the Commission”\nor “a rule of the Commission” in a court of appeals under §78y, and\n“[n]o objection … may be considered by the court unless it was\nurged before the Commission or there was reasonable ground for\nfailure to do so.” §§78y(a)(1), (b)(1), (c)(1).The Government reads §78y as an exclusive\nroute to review. But the text does not expressly limit the\njurisdiction that other statutes confer on district courts. See,e.g.,28 U. S. C. §§1331, 2201. Nor does it do so\nimplicitly. Provisions for agency review do not restrict judicial\nreview unless the “statutory scheme” displays a “fairly\ndiscernible” intent to limit jurisdiction, and the claims at issue\n“are of the type Congress intended to be reviewed within th[e]\nstatutory structure.”Thunder Basin Coal Co.v.Reich,510\nU. S. 200, 207, 212 (1994) (internal quotation marks omitted).\nGenerally, when Congress creates procedures “designed to permit\nagency expertise to be brought to bear on particular problems,”\nthose procedures “are to be exclusive.”Whitney Nat. Bank in\nJefferson Parishv.Bank of New Orleans & Trust\nCo.,379 U. S.\n411, 420 (1965). But we presume that Congress does not intend\nto limit jurisdiction if “a finding of preclusion could foreclose\nall meaningful judicial review”; if the suit is “wholly collateral\nto a statute’s review provisions”; and if the claims are “outside\nthe agency’s expertise.”Thunder Basin,supra, at\n212–213 (internal quotation marks omitted). These considerations\npoint against any limitation on review here.We do not see how petitioners could\nmeaningfully pursue their constitutional claims under the\nGovernment’s theory. Section 78y provides only for judicial review\nofCommissionaction, and not every Board action is\nencapsulated in a final Commission order or rule.The Government suggests that petitioners could\nfirst have sought Commission review of the Board’s “auditing\nstandards, registration requirements, or other rules.” Brief for\nUnited States 16. But petitioners object to the Board’s existence,\nnot to any of its auditing standards. Petitioners’ general\nchallenge to the Board is “collateral” to any Commission orders or\nrules from which review might be sought. Cf.McNaryv.Haitian Refugee Center, Inc.,498 U. S. 479, 491–492\n(1991). Requiring petitioners to select and challenge a Board rule\nat random is an odd procedure for Congress to choose, especially\nbecause onlynewrules, and not existing ones, are subject\nto challenge. See 15 U. S. C. §§78s(b)(2), 78y(a)(1),\n7217(b)(4).Alternatively, the Government advises\npetitioners to raise their claims by appealing a Board sanction.\nBrief for United States 16–17. But the investigation of Beckstead\nand Watts produced no sanction, seeid.,at 7, n. 5;\nReply Brief for Petitioners 29, n. 11 (hereinafter Reply\nBrief), and an uncomplimentary inspection report is not subject to\njudicial review, see §7214(h)(2). So the Government proposes that\nBeckstead and Wattsincura sanction (such as a sizable\nfine) by ignoring Board requests for documents and testimony. Brief\nfor United States 17. If the Commission then affirms, the firm will\nwin access to a court of appeals—and severe punishment should its\nchallenge fail. We normally do not require plaintiffs to “bet the\nfarm … by taking the violative action” before “testing the validity\nof the law,”MedImmune, Inc.v.Genentech, Inc.,549 U. S. 118,\n129 (2007); accord,Ex parte Young,209 U. S. 123(1908), and we do not\nconsider this a “meaningful” avenue of relief.Thunder\nBasin, 510 U. S., at 212.Petitioners’ constitutional claims are also\noutside the Commission’s competence and expertise. InThunder\nBasin, the petitioner’s primary claims were statutory; “at\nroot … [they] ar[o]se under the Mine Act and f[e]ll squarely within\nthe [agency’s] expertise,” given that the agency had “extensive\nexperience” on the issue and had “recently addressed the precise …\nclaims presented.”Id.,at 214–215. Likewise, inUnited Statesv.Ruzicka,329 U. S. 287(1946), on\nwhich the Government relies, we reserved for the agency fact-bound\ninquiries that, even if “formulated in constitutional terms,”\nrested ultimately on “factors that call for [an] understanding of\nthe milk industry,” to which the Court made no pretensions.Id.,at 294. No similar expertise is required here, and\nthe statutory questions involved do not require “technical\nconsiderations of [agency] policy.”Johnsonv.Robison,415 U. S. 361, 373\n(1974). They are instead standard questions of administrative law,\nwhich the courts are at no disadvantage in answering.We therefore conclude that §78y did not strip\nthe District Court of jurisdiction over these claims, which are\nproperly presented for our review.[Footnote 2]IIIWe hold that the dual for-cause\nlimitations on the removal of Board members contravene the\nConstitution’s separation of powers.AThe Constitution provides that\n“[t]he executive Power shall be vested in a President of the United\nStates of America.” Art. II, §1, cl. 1. As Madison stated\non the floor of the First Congress, “if any power whatsoever is in\nits nature Executive, it is the power of appointing, overseeing,\nand controlling those who execute the laws.” 1 Annals of Cong. 463\n(1789).The removal of executive officers\nwas discussed extensively in Congress when the first executive\ndepartments were created. The view that “prevailed, as most\nconsonant to the text of the Constitution” and “to the requisite\nresponsibility and harmony in the Executive Department,” was that\nthe executive power included a power to oversee executive officers\nthrough removal; because that traditional executive power was not\n“expressly taken away, it remained with the President.” Letter from\nJames Madison to Thomas Jefferson (June 30, 1789), 16 Documentary\nHistory of the First Federal Congress 893 (2004). “This Decision of\n1789 provides contemporaneous and weighty evidence of the\nConstitution’s meaning since many of the Members of the First\nCongress had taken part in framing that instrument.”Bowsherv.Synar,478 U. S. 714, 723–724 (1986)\n(internal quotation marks omitted). And it soon became the “settled\nand well understood construction of the Constitution.”Ex parte\nHennen, 13 Pet. 230, 259 (1839).The landmark case ofMyersv.United Statesreaffirmed the principle that Article II\nconfers on the President “the general administrative control of\nthose executing the laws.” 272 U. S., at 164. It ishisresponsibility to take care that the laws be faithfully executed.\nThe buck stops with the President, in Harry Truman’s famous phrase.\nAs we explained inMyers, the President therefore must\nhave some “power of removing those for whom he can not continue to\nbe responsible.”Id.,at 117.Nearly a decade later inHumphrey’s\nExecutor, this Court held thatMyersdid not prevent\nCongress from conferring good-cause tenure on the principal\nofficers of certain independent agencies. That case concerned the\nmembers of the Federal Trade Commission, who held 7-year terms and\ncould not be removed by the President except for\n“ ‘inefficiency, neglect of duty, or malfeasance in\noffice.’ ” 295 U. S., at 620 (quoting 15 U. S. C. §41).\nThe Court distinguishedMyerson the ground thatMyersconcerned “an officer [who] is merely one of the\nunits in the executive department and, hence, inherently subject to\nthe exclusive and illimitable power of removal by the Chief\nExecutive, whose subordinate and aid he is.” 295 U. S., at 627. By\ncontrast, the Court characterized the FTC as “quasi-legislative and\nquasi-judicial” rather than “purely executive,” and held that\nCongress could require it “to act … independently of executive\ncontrol.”Id.,at 627–629. Because “one who holds his\noffice only during the pleasure of another, cannot be depended upon\nto maintain an attitude of independence against the latter’s will,”\nthe Court held that Congress had power to “fix the period during\nwhich [the Commissioners] shall continue in office, and to forbid\ntheir removal except for cause in the meantime.”Id., at\n629.Humphrey’s Executordid not address\nthe removal of inferior officers, whose appointment Congress may\nvest in heads of departments. If Congress does so, it is ordinarily\nthe department head, rather than the President, who enjoys the\npower of removal. SeeMyers,supra,at 119, 127;Hennen,supra,at 259–260. This Court has upheld\nfor-cause limitations on that power as well.InPerkins, a naval cadet-engineer\nwas honorably discharged from the Navy because his services were no\nlonger required.116 U. S. 483. He brought a claim for\nhis salary under statutes barring his peacetime discharge except by\na court-martial or by the Secretary of the Navy “for misconduct.”\nRev. Stat. §§1229, 1525. This Court adopted verbatim the reasoning\nof the Court of Claims, which had held that when Congress\n“ ‘vests the appointment of inferior officers in the heads of\nDepartments[,] it may limit and restrict the power of removal as it\ndeems best for the public interest.’ ” 116 U. S., at 485.\nBecause Perkins had not been “ ‘dismissed for misconduct … [or\nupon] the sentence of a court-martial,’ ” the Court agreed\nthat he was “ ‘still in office and … entitled to [his]\npay.’ ”Ibid.[Footnote\n3]We again considered the status of inferior\nofficers inMorrison. That case concerned the Ethics in\nGovernment Act, which provided for an independent counsel to\ninvestigate allegations of crime by high executive officers. The\ncounsel was appointed by a special court, wielded the full powers\nof a prosecutor, and was removable by the Attorney General only\n“ ‘for good cause.’ ” 487 U. S., at 663 (quoting 28 U.\nS. C. §596(a)(1)). We recognized that the independent counsel\nwas undoubtedly an executive officer, rather than\n“ ‘quasi-legislative’ ” or\n“ ‘quasi-judicial,’ ” but we stated as “our present\nconsidered view” that Congress had power to impose good-cause\nrestrictions on her removal. 487 U. S., at 689–691. The Court noted\nthat the statute “g[a]ve the Attorney General,” an officer directly\nresponsible to the President and “through [whom]” the President\ncould act, “several means of supervising or controlling” the\nindependent counsel—“[m]ost importantly … the power to remove the\ncounsel for good cause.”Id., at 695–696 (internal\nquotation marks omitted). Under those circumstances, the Court\nsustained the statute.Morrisondid not, however, address\nthe consequences of more than one level of good-cause\ntenure—leaving the issue, as both the court and dissent below\nrecognized, “a question of first impression” in this Court. 537\nF. 3d, at 679; seeid.,at 698 (dissenting\nopinion).BAs explained, we have previously\nupheld limited restrictions on the President’s removal power. In\nthose cases, however, only one level of protected tenure separated\nthe President from an officer exercising executive power. It was\nthe President—or a subordinate he could remove at will—who decided\nwhether the officer’s conduct merited removal under the good-cause\nstandard.The Act before us does something\nquite different. It not only protects Board members from removal\nexcept for good cause, but withdraws from the President any\ndecision on whether that good cause exists. That decision is vested\ninstead in other tenured officers—the Commissioners—none of whom is\nsubject to the President’s direct control. The result is a Board\nthat is not accountable to the President, and a President who is\nnot responsible for the Board.The added layer of tenure protection makes a\ndifference. Without a layer of insulation between the Commission\nand the Board, the Commission could remove a Board member at any\ntime, and therefore would be fully responsible for what the Board\ndoes. The President could then hold the Commission to account for\nits supervision of the Board, to the same extent that he may hold\nthe Commission to account for everything else it does.A second level of tenure protection changes\nthe nature of the President’s review. Now the Commission cannot\nremove a Board member at will. The President therefore cannot hold\nthe Commission fully accountable for the Board’s conduct, to the\nsame extent that he may hold the Commission accountable for\neverything else that it does. The Commissioners are not responsible\nfor the Board’s actions. They are only responsible for their own\ndetermination of whether the Act’s rigorous good-cause standard is\nmet. And even if the President disagrees with their determination,\nhe is powerless to intervene—unless that determination is so\nunreasonable as to constitute “inefficiency, neglect of duty, or\nmalfeasance in office.”Humphrey’s Executor, 295 U. S., at\n620 (internal quotation marks omitted).This novel structure does not merely add to\nthe Board’s independence, but transforms it. Neither the President,\nnor anyone directly responsible to him, nor even an officer whose\nconduct he may review only for good cause, has full control over\nthe Board. The President is stripped of the power our precedents\nhave preserved, and his ability to execute the laws—by holding his\nsubordinates accountable for their conduct—is impaired.That arrangement is contrary to Article II’s\nvesting of the executive power in the President. Without the\nability to oversee the Board, or to attribute the Board’s failings\nto those whom hecanoversee, the President is no longer\nthe judge of the Board’s conduct. He is not the one who decides\nwhether Board members are abusing their offices or neglecting their\nduties. He can neither ensure that the laws are faithfully\nexecuted, nor be held responsible for a Board member’s breach of\nfaith. This violates the basic principle that the President “cannot\ndelegate ultimate responsibility or the active obligation to\nsupervise that goes with it,” because Article II “makes a single\nPresident responsible for the actions of the Executive Branch.”Clintonv.Jones,520 U. S. 681, 712–713\n(1997) (Breyer, J., concurring in judgment).[Footnote 4]Indeed, if allowed to stand, this dispersion\nof responsibility could be multiplied. If Congress can shelter the\nbureaucracy behind two layers of good-cause tenure, why not a\nthird? At oral argument, the Government was unwilling to concede\nthat evenfivelayers between the President and the Board\nwould be too many. Tr. of Oral Arg. 47–48. The officers of such an\nagency—safely encased within a Matryoshka doll of tenure\nprotections—would be immune from Presidential oversight, even as\nthey exercised power in the people’s name.Perhaps an individual President might find\nadvantages in tying his own hands. But the separation of powers\ndoes not depend on the views of individual Presidents, seeFreytagv.Commissioner,501 U. S. 868, 879–880 (1991), nor on\nwhether “the encroached-upon branch approves the encroachment,”New Yorkv.United States,505 U. S. 144, 182\n(1992). The President can always choose to restrain himself in his\ndealings with subordinates. He cannot, however, choose to bind his\nsuccessors by diminishing their powers, nor can he escape\nresponsibility for his choices by pretending that they are not his\nown.The diffusion of power carries with it a\ndiffusion of accountability. The people do not vote for the\n“Officers of the United States.” Art. II, §2, cl. 2. They\ninstead look to the President to guide the “assistants or deputies\n… subject to his superintendence.” The Federalist No. 72, p. 487\n(J. Cooke ed. 1961) (A. Hamilton). Without a clear and effective\nchain of command, the public cannot “determine on whom the blame or\nthe punishment of a pernicious measure, or series of pernicious\nmeasures ought really to fall.”Id.,No. 70, at 476\n(same). That is why the Framers sought to ensure that “those who\nare employed in the execution of the law will be in their proper\nsituation, and the chain of dependence be preserved; the lowest\nofficers, the middle grade, and the highest, will depend, as they\nought, on the President, and the President on the community.” 1\nAnnals of Cong., at 499 (J. Madison).By granting the Board executive power without\nthe Executive’s oversight, this Act subverts the President’s\nability to ensure that the laws are faithfully executed—as well as\nthe public’s ability to pass judgment on his efforts. The Act’s\nrestrictions are incompatible with the Constitution’s separation of\npowers.CRespondents and the dissent\nresist this conclusion, portraying the Board as “the kind of\npractical accommodation between the Legislature and the Executive\nthat should be permitted in a ‘workable government.’ ”Metropolitan Washington Airports Authorityv.Citizens\nfor Abatement of Aircraft Noise, Inc.,501 U. S. 252, 276\n(1991) (MWAA) (quotingYoungstown Sheet & Tube\nCo.v.Sawyer,343 U. S. 579, 635\n(1952) (Jackson, J., concurring)); see,e.g.,post,at 6 (opinion of Breyer, J.). According to the\ndissent, Congress may impose multiple levels of for-cause tenure\nbetween the President and his subordinates when it “rests agency\nindependence upon the need for technical expertise.”Post,\nat 18. The Board’s mission is said to demand both “technical\ncompetence” and “apolitical expertise,” and its powers may only be\nexercised by “technical professional experts.”Post,at 18\n(internal quotation marks omitted). In this respect the statute\ncreating the Board is, we are told, simply one example of the “vast\nnumbers of statutes governing vast numbers of subjects, concerned\nwith vast numbers of different problems, [that] provide for, or\nforesee, their execution or administration through the work of\nadministrators organized within many different kinds of\nadministrative structures, exercising different kinds of\nadministrative authority, to achieve their legislatively mandated\nobjectives.”Post,at 8.No one doubts Congress’s power to\ncreate a vast and varied federal bureaucracy. But where, in all\nthis, is the role for oversight by an elected President? The\nConstitution requires that a President chosen by the entire Nation\noversee the execution of the laws. And the “ ‘fact that a\ngiven law or procedure is efficient, convenient, and useful in\nfacilitating functions of government, standing alone, will not save\nit if it is contrary to the Constitution,’ ” for\n“ ‘[c]onvenience and efficiency are not the primary\nobjectives—or the hallmarks—of democratic government.’ ”Bowsher, 478 U. S., at 736 (quotingChadha, 462\nU. S., at 944).One can have a government that functions\nwithout being ruled by functionaries, and a government that\nbenefits from expertise without being ruled by experts. Our\nConstitution was adopted to enable the people to govern themselves,\nthrough their elected leaders. The growth of the Executive Branch,\nwhich now wields vast power and touches almost every aspect of\ndaily life, heightens the concern that it may slip from the\nExecutive’s control, and thus from that of the people. This concern\nis largely absent from the dissent’s paean to the administrative\nstate.For example, the dissent dismisses the\nimportance of removal as a tool of supervision, concluding that the\nPresident’s “power to get something done” more often depends on\n“who controls the agency’s budget requests and funding, the\nrelationships between one agency or department and another, …\npurely political factors (including Congress’ ability to assert\ninfluence),” and indeed whether particularunelectedofficials support or “resist” the President’s policies.Post,at 11, 13 (emphasis deleted). The Framers did not\nrest our liberties on such bureaucratic minutiae. As we said inBowsher,supra,at 730, “[t]he separated powers\nof our Government cannot be permitted to turn on judicial\nassessment of whether an officer exercising executive power is on\ngood terms with Congress.”In fact, the multilevel protection that the\ndissent endorses “provides a blueprint for extensive expansion of\nthe legislative power.”MWAA,supra,at 277. In a\nsystem of checks and balances, “[p]ower abhors a vacuum,” and one\nbranch’s handicap is another’s strength. 537 F. 3d, at 695,\nn. 4 (Kavanaugh, J., dissenting) (internal quotation marks\nomitted). “Even when a branch does not arrogate power to itself,”\ntherefore, it must not “impair another in the performance of its\nconstitutional duties.”Lovingv.United States,517 U. S. 748,\n757 (1996).[Footnote 5]\nCongress has plenary control over the salary, duties, and even\nexistence of executive offices. Only Presidential oversight can\ncounter its influence. That is why the Constitution vests certain\npowers in the President that “the Legislature has no right to\ndiminish or modify.” 1 Annals of Cong., at 463 (J.\nMadison).[Footnote 6]The Framers created a structure in which “[a]\ndependence on the people” would be the “primary controul on the\ngovernment.” The Federalist No. 51, at 349 (J. Madison). That\ndependence is maintained, not just by “parchment barriers,”id.,No. 48, at 333 (same), but by letting “[a]mbition …\ncounteract ambition,” giving each branch “the necessary\nconstitutional means, and personal motives, to resist encroachments\nof the others,”id.,No. 51, at 349. A key “constitutional\nmeans” vested in the President—perhapsthekey means—was\n“the power of appointing, overseeing, and controlling those who\nexecute the laws.” 1 Annals of Cong., at 463. And while a\ngovernment of “opposite and rival interests” may sometimes inhibit\nthe smooth functioning of administration, The Federalist No. 51, at\n349, “[t]he Framers recognized that, in the long term, structural\nprotections against abuse of power were critical to preserving\nliberty.”Bowsher,supra,at 730.Calls to abandon those protections in light of\n“the era’s perceived necessity,”New York, 505 U. S., at\n187, are not unusual. Nor is the argument from bureaucratic\nexpertise limited only to the field of accounting. The failures of\naccounting regulation may be a “pressing national problem,” but “a\njudiciary that licensed extraconstitutional government with each\nissue of comparable gravity would, in the long run, be far worse.”Id.,at 187–188. Neither respondents nor the dissent\nexplains why the Board’s task, unlike so many others, requiresmorethan one layer of insulation from the President—or,\nfor that matter, why only two. The point is not to take issue with\nfor-cause limitations in general; we do not do that. The question\nhere is far more modest. We deal with the unusual situation, never\nbefore addressed by the Court, of two layers of for-cause tenure.\nAnd though it may be criticized as “elementary arithmetical logic,”post,at 23, two layers are not the same as one.The President has been given the power to\noversee executive officers; he is not limited, as in Harry Truman’s\nlament, to “persuad[ing]” his unelected subordinates “to do what\nthey ought to do without persuasion.”Post,at 11\n(internal quotation marks omitted). In its pursuit of a “workable\ngovernment,” Congress cannot reduce the Chief Magistrate to a\ncajoler-in-chief.DThe United States concedes that\nsome constraints on the removal of inferior executive officers\nmight violate the Constitution. See Brief for United States 47. It\ncontends, however, that the removal restrictions at issue here do\nnot.To begin with, the Government\nargues that the Commission’s removal power over the Board is\n“broad,” and could be construed as broader still, if necessary to\navoid invalidation. See,e.g.,id.,at 51, and\nn. 19; cf. PCAOB Brief 22–23. But the Government does not\ncontend that simple disagreement with the Board’s policies or\npriorities could constitute “good cause” for its removal. See Tr.\nof Oral Arg. 41–43, 45–46. Nor do our precedents suggest as much.Humphrey’s Executor, for example, rejected a removal\npremised on a lack of agreement “ ‘on either the policies or\nthe administering of the Federal Trade Commission,’ ” because\nthe FTC was designed to be “ ‘independent in\ncharacter,’ ” “free from ‘political domination or\ncontrol,’ ” and not “ ‘subject to anybody in the\ngovernment’ ” or “ ‘to the orders of the\nPresident.’ ” 295 U. S., at 619, 625. Accord,Morrison, 487 U. S., at 693 (noting that “the\ncongressional determination to limit the removal power of the\nAttorney General was essential . . . to establish the necessary\nindependence of the office”);Wienerv.United\nStates,357 U.\nS. 349, 356 (1958) (describing for-cause removal as “involving\nthe rectitude” of an officer). And here there is judicial review of\nany effort to remove Board members, see 15 U. S. C.\n§78y(a)(1), so the Commission will not have the final word on the\npropriety of its own removal orders. The removal restrictions set\nforth in the statute mean what they say.Indeed, this case presents an even more\nserious threat to executive control than an “ordinary” dual\nfor-cause standard. Congress enacted an unusually high standard\nthat must be met before Board members may be removed. A Board\nmember cannot be removed except for willful violations of the Act,\nBoard rules, or the securities laws; willful abuse of authority; or\nunreasonable failure to enforce compliance—as determined in a\nformal Commission order, rendered on the record and after notice\nand an opportunity for a hearing. §7217(d)(3); see §78y(a). The Act\ndoes not even give the Commission power to fire Board members for\nviolations ofotherlaws that do not relate to the Act,\nthe securities laws, or the Board’s authority. The President might\nhave less than full confidence in, say, a Board member who cheats\non his taxes; but that discovery is not listed among the grounds\nfor removal under §7217(d)(3).[Footnote 7]The rigorous standard that must be met before\na Board member may be removed was drawn from statutes concerning\nprivate organizations like the New York Stock Exchange. Cf.\n§§78s(h)(4), 7217(d)(3). While we need not decide the question\nhere, a removal standard appropriate for limiting Government\ncontrol over private bodies may be inappropriate for officers\nwielding the executive power of the United States.Alternatively, respondents portray the Act’s\nlimitations on removal as irrelevant, because—as the Court of\nAppeals held—the Commission wields “at-will removal power over\nBoardfunctionsif not Board members.” 537 F. 3d, at\n683 (emphasis added); accord, Brief for United States 27–28; PCAOB\nBrief 48. The Commission’s general “oversight and enforcement\nauthority over the Board,” §7217(a), is said to “blun[t] the\nconstitutional impact of for-cause removal,” 537 F. 3d, at 683, and\nto leave the President no worse off than “if Congress had lodged\nthe Board’s functions in the SEC’s own staff,” PCAOB Brief 15.Broad power over Board functions is not\nequivalent to the power to remove Board members. The Commission\nmay, for example, approve the Board’s budget, §7219(b), issue\nbinding regulations, §§7202(a), 7217(b)(5), relieve the Board of\nauthority, §7217(d)(1), amend Board sanctions, §7217(c), or enforce\nBoard rules on its own, §§7202(b)(1), (c). But altering the budget\nor powers of an agency as a whole is a problematic way to control\nan inferior officer. The Commission cannot wield a free hand to\nsupervise individual members if it must destroy the Board in order\nto fix it.Even if Commission power over Board activities\ncould substitute for authority over its members, we would still\nreject respondents’ premise that the Commission’s power in this\nregard is plenary. As described above, the Board is empowered to\ntake significant enforcement actions, and does so largely\nindependently of the Commission. Seesupra,at 3–4. Its\npowers are, of course, subject to some latent Commission control.\nSeesupra,at 4–5. But the Act nowhere gives the\nCommission effective power to start, stop, or alter individual\nBoard investigations, executive activities typically carried out by\nofficials within the Executive Branch.The Government and the dissent suggest that\nthe Commission could govern and direct the Board’s daily exercise\nof prosecutorial discretion by promulgating new SEC rules, or by\namending those of the Board. Brief for United States 27;post,at 15. Enacting general rules through the required\nnotice and comment procedures is obviously a poor means of\nmicromanaging the Board’s affairs. See §§78s(c), 7215(b)(1),\n7217(b)(5); cf. 5 U. S. C. §553, 15 U. S. C. §7202(a),\nPCAOB Brief 24, n. 6.[Footnote\n8] So the Government offers another proposal, that the\nCommission require the Board by rule to “secure SEC approval for\nany actions that it now may take itself.” Brief for United States\n27. That would surely constitute one of the “limitations upon the\nactivities, functions, and operations of the Board” that the Act\nforbids, at least without Commission findings equivalent to those\nrequired to fire the Board instead. §7217(d)(2). The Board thus has\nsignificant independence in determining its priorities and\nintervening in the affairs of regulated firms (and the lives of\ntheir associated persons) without Commission preapproval or\ndirection.Finally, respondents suggest that our\nconclusion is contradicted by the past practice of Congress. But\nthe Sarbanes-Oxley Act is highly unusual in committing substantial\nexecutive authority to officers protected by two layers of\nfor-cause removal—including at one level a sharply circumscribed\ndefinition of what constitutes “good cause,” and rigorous\nprocedures that must be followed prior to removal.The parties have identified only a handful of\nisolated positions in which inferior officers might be protected by\ntwo levels of good-cause tenure. See,e.g.,PCAOB Brief\n43. As Judge Kavanaugh noted in dissent below:“Perhaps the most telling indication of the severe\nconstitutional problem with the PCAOB is the lack of historical\nprecedent for this entity. Neither the majority opinion nor the\nPCAOB nor the United States as intervenor has located any\nhistorical analogues for this novel structure. They have not\nidentified any independent agency other than the PCAOB that is\nappointed by and removable only for cause by another independent\nagency.” 537 F. 3d, at 669.The dissent here suggests that\nother such positions might exist, and complains that we do not\nresolve their status in this opinion.Post,at 23–31. The\ndissent itself, however, stresses the very size and variety of the\nFederal Government, seepost,at 7–8, and those features\ndiscourage general pronouncements on matters neither briefed nor\nargued here. In any event, the dissent fails to support its\npremonitions of doom; none of the positions it identifies are\nsimilarly situated to the Board. Seepost,at 28–31.For example, many civil servants within\nindependent agencies would not qualify as “Officers of the United\nStates,” who “exercis[e] significant authority pursuant to the laws\nof the United States,”Buckley, 424 U. S., at\n126.[Footnote 9] The parties\nhere concede that Board members are executive “Officers,” as that\nterm is used in the Constitution. Seesupra,at 4; see\nalso Art. II, §2, cl. 2. We do not decide the status of\nother Government employees, nor do we decide whether “lesser\nfunctionaries subordinate to officers of the United States” must be\nsubject to the same sort of control as those who exercise\n“significant authority pursuant to the laws.”Buckley,supra,at 126, and n. 162.Nor do the employees referenced by the dissent\nenjoy the same significant and unusual protections from\nPresidential oversight as members of the Board. Senior or\npolicymaking positions in government may be excepted from the\ncompetitive service to ensure Presidential control, see 5 U.\nS. C. §§2302(a)(2)(B), 3302, 7511(b)(2), and members of the\nSenior Executive Service may be reassigned or reviewed by agency\nheads (and entire agencies may be excluded from that Service by the\nPresident), see,e.g.,§§3132(c), 3395(a), 4312(d),\n4314(b)(3), (c)(3); cf. §2302(a)(2)(B)(ii). While the full extent\nof that authority is not before us, any such authority is of course\nwholly absent with respect to the Board. Nothing in our opinion,\ntherefore, should be read to cast doubt on the use of what is\ncolloquially known as the civil service system within independent\nagencies.[Footnote 10]Finally, the dissent wanders far afield when\nit suggests that today’s opinion might increase the President’s\nauthority to remove military officers. Without expressing any view\nwhatever on the scope of that authority, it is enough to note that\nwe see little analogy between our Nation’s armed services and the\nPublic Company Accounting Oversight Board. Military officers are\nbroadly subject to Presidential control through the chain of\ncommand and through the President’s powers as Commander in Chief.\nArt. II, §2, cl. 1; see,e.g.,10 U. S. C.\n§§162, 164(g). The President and his subordinates may also convene\nboards of inquiry or courts-martial to hear claims of misconduct or\npoor performance by those officers. See,e.g.,§§822(a)(1), 823(a)(1), 892(3), 933–934, 1181–1185. Here, by\ncontrast, the President has no authority to initiate a Board\nmember’s removal for cause.There is no reason for us to address whether\nthese positions identified by the dissent, or any others not at\nissue in this case, are so structured as to infringe the\nPresident’s constitutional authority. Nor is there any substance to\nthe dissent’s concern that the “work of all these various\nofficials” will “be put on hold.”Post,at 31. As the\njudgment in this case demonstrates, restricting certain officers to\na single level of insulation from the President affects the\nconditions under which those officers might some day be removed,\nand would have no effect, absent a congressional determination to\nthe contrary, on the validity of any officer’s continuance in\noffice. The only issue in this case is whether Congress may deprive\nthe President of adequate control over the Board, which is the\nregulator of first resort and the primary law enforcement authority\nfor a vital sector of our economy. We hold that it cannot.IVPetitioners’ complaint argued\nthat the Board’s “freedom from Presidential oversight and control”\nrendered it “and all power and authority exercised by it” in\nviolation of the Constitution. App. 46. We reject such a broad\nholding. Instead, we agree with the Government that the\nunconstitutional tenure provisions are severable from the remainder\nof the statute.“Generally speaking, when\nconfronting a constitutional flaw in a statute, we try to limit the\nsolution to the problem,” severing any “problematic portions while\nleaving the remainder intact.”Ayottev.Planned\nParenthood of Northern New Eng.,546 U. S. 320, 328–329\n(2006). Because “[t]he unconstitutionality of a part of an Act does\nnot necessarily defeat or affect the validity of its remaining\nprovisions,”Champlin Refining Co.v.Corporation\nComm’n of Okla.,286 U. S. 210, 234\n(1932), the “normal rule” is “that partial, rather than facial,\ninvalidation is the required course,”Brockettv.Spokane Arcades, Inc.,472 U. S. 491, 504\n(1985). Putting to one side petitioners’ Appointments Clause\nchallenges (addressed below), the existence of the Board does not\nviolate the separation of powers, but the substantive removal\nrestrictions imposed by §§7211(e)(6) and 7217(d)(3) do. Under the\ntraditional default rule, removal is incident to the power of\nappointment. See,e.g.,Sampsonv.Murray,415\nU. S. 61, 70, n. 17 (1974);Myers, 272 U. S., at\n119;Ex parte Hennen, 13 Pet., at 259–260. Concluding that\nthe removal restrictions are invalid leaves the Board removable by\nthe Commission at will, and leaves the President separated from\nBoard members by only a single level of good-cause tenure. The\nCommission is then fully responsible for the Board’s actions, which\nare no less subject than the Commission’s own functions to\nPresidential oversight.The Sarbanes-Oxley Act remains “ ‘fully\noperative as a law’ ” with these tenure restrictions excised.New York, 505 U. S., at 186 (quotingAlaska Airlines,\nInc.v.Brock,480 U. S. 678, 684\n(1987)). We therefore must sustain its remaining provisions\n“[u]nless it is evident that the Legislature would not have enacted\nthose provisions … independently of that which is [invalid].”Ibid.(internal quotation marks omitted). Though this\ninquiry can sometimes be “elusive,”Chadha, 462 U. S., at\n932, the answer here seems clear: The remaining provisions are not\n“incapable of functioning independently,”Alaska Airlines,\n480 U. S., at 684, and nothing in the statute’s text or historical\ncontext makes it “evident” that Congress, faced with the\nlimitations imposed by the Constitution, would have preferred no\nBoard at all to a Board whose members are removable at will.Ibid.; see alsoAyotte,supra,at\n330.It is true that the language providing for\ngood-cause removal is only one of a number of statutory provisions\nthat, working together, produce a constitutional violation. In\ntheory, perhaps, the Court might blue-pencil a sufficient number of\nthe Board’s responsibilities so that its members would no longer be\n“Officers of the United States.” Or we could restrict the Board’s\nenforcement powers, so that it would be a purely recommendatory\npanel. Or the Board members could in future be made removable by\nthe President, for good cause or at will. But such editorial\nfreedom—far more extensive than our holding today—belongs to the\nLegislature, not the Judiciary. Congress of course remains free to\npursue any of these options going forward.VPetitioners raise three more\nchallenges to the Board under the Appointments Clause. None has\nmerit.First, petitioners argue that\nBoard members are principal officers requiring Presidential\nappointment with the Senate’s advice and consent. We held inEdmondv.United States,520 U. S. 651, 662–663\n(1997), that “[w]hether one is an ‘inferior’ officer depends on\nwhether he has a superior,” and that “ ‘inferior officers’ are\nofficers whose work is directed and supervised at some level” by\nother officers appointed by the President with the Senate’s\nconsent. In particular, we noted that “[t]he power to remove\nofficers” at will and without cause “is a powerful tool for\ncontrol” of an inferior.Id.,at 664. As explained above,\nthe statutory restrictions on the Commission’s power to remove\nBoard members are unconstitutional and void. Given that the\nCommission is properly viewed, under the Constitution, as\npossessing the power to remove Board members at will, and given the\nCommission’s other oversight authority, we have no hesitation in\nconcluding that underEdmondthe Board members are\ninferior officers whose appointment Congress may permissibly vest\nin a “Hea[d] of Departmen[t].”But, petitioners argue, the Commission is not\na “Departmen[t]” like the “Executive departments” (e.g.,State, Treasury, Defense) listed in 5 U. S. C. §101. InFreytag, 501 U. S., at 887, n. 4, we specifically reserved\nthe question whether a “principal agenc[y], such as … the\nSecurities and Exchange Commission,” is a “Departmen[t]” under the\nAppointments Clause. Four Justices, however, would have concluded\nthat the Commission is indeed such a “Departmen[t],” seeid.,at 918 (Scalia, J., concurring in part and concurring\nin judgment), because it is a “free-standing, self-contained entity\nin the Executive Branch,”id.,at 915.Respondents urge us to adopt this reasoning as\nto those entities not addressed by our opinion inFreytag,\nsee Brief for United States 37–39; PCAOB Brief 30–33, and we do.\nRespondents’ reading of the Appointments Clause is consistent with\nthe common, near-contemporary definition of a “department” as a\n“separate allotment or part of business; a distinct province, in\nwhich a class of duties are allotted to a particular person.” 1 N.\nWebster, American Dictionary of the English Language (1828) (def.\n2) (1995 facsimile ed.). It is also consistent with the early\npractice of Congress, which in 1792 authorized the Postmaster\nGeneral to appoint “an assistant, and deputy postmasters, at all\nplaces where such shall be found necessary,” §3, 1 Stat. 234—thus\ntreating him as the “Hea[d] of [a] Departmen[t]” without the title\nof Secretary or any role in the President’s Cabinet. And it is\nconsistent with our prior cases, which have never invalidated an\nappointment made by the head of such an establishment. SeeFreytag,supra, at 917; cf.Burnapv.United States,252 U. S. 512, 515\n(1920);United Statesv.Germaine,99 U. S. 508, 511 (1879). Because the\nCommission is a freestanding component of the Executive Branch, not\nsubordinate to or contained within any other such component, it\nconstitutes a “Departmen[t]” for the purposes of the Appointments\nClause.[Footnote 11]But petitioners are not done yet. They argue\nthat the full Commission cannot constitutionally appoint Board\nmembers, because only the Chairman of the Commission is the\nCommission’s “Hea[d].”[Footnote\n12] The Commission’s powers, however, are generally vested in\nthe Commissioners jointly, not the Chairman alone. See,e.g.,15 U. S. C. §§77s, 77t, 78u, 78w. The\nCommissioners do not report to the Chairman, who exercises\nadministrative and executive functions subject to the full\nCommission’s policies. See Reorg. Plan No. 10 of 1950, §1(b)(1), 64\nStat. 1265. The Chairman is also appointed from among the\nCommissioners by the President alone,id.,§3, at 1266,\nwhich means that he cannot be regarded as “the head of an agency”\nfor purposes of the Reorganization Act. See 5 U. S. C. §904.\n(The Commission as a whole, on the other hand, does meet the\nrequirements of the Act, including its provision that “the head of\nan agency [may] be an individual or a commission or board with more\nthan one member.”)[Footnote\n13]As a constitutional matter, we see no reason\nwhy a multimember body may not be the “Hea[d]” of a “Departmen[t]”\nthat it governs. The Appointments Clause necessarily contemplates\ncollective appointments by the “Courts of Law,” Art. II, §2,\ncl. 2, and each House of Congress, too, appoints its officers\ncollectively, see Art. I, §2, cl. 5;id.,§3,\ncl. 5. Petitioners argue that the Framers vested the\nnomination of principal officers in the President to avoid the\nperceived evils of collective appointments, but they reveal no\nsimilar concern with respect to inferior officers, whose\nappointments may be vested elsewhere, including in multimember\nbodies. Practice has also sanctioned the appointment of inferior\nofficers by multimember agencies. SeeFreytag,supra,at 918 (Scalia, J., concurring in part and\nconcurring in judgment); see also Classification Act of 1923, ch.\n265, §2, 42 Stat. 1488 (defining “the head of the department” to\nmean “the officeror group of officers… who are not\nsubordinate or responsible to any other officer of the department”\n(emphasis added)); 37 Op. Atty. Gen. 227, 231 (1933) (endorsing\ncollective appointment by the Civil Service Commission). We\nconclude that the Board members have been validly appointed by the\nfull Commission.In light of the foregoing, petitioners are not\nentitled to broad injunctive relief against the Board’s continued\noperations. But they are entitled to declaratory relief sufficient\nto ensure that the reporting requirements and auditing standards to\nwhich they are subject will be enforced only by a constitutional\nagency accountable to the Executive. SeeBowsher, 478 U.\nS., at 727, n. 5 (concluding that a separation of powers\nviolation may create a “here-and-now” injury that can be remedied\nby a court (internal quotation marks omitted)).*  *  *The Constitution that makes the\nPresident accountable to the people for executing the laws also\ngives him the power to do so. That power includes, as a general\nmatter, the authority to remove those who assist him in carrying\nout his duties. Without such power, the President could not be held\nfully accountable for discharging his own responsibilities; the\nbuck would stop somewhere else. Such diffusion of authority “would\ngreatly diminish the intended and necessary responsibility of the\nchief magistrate himself.” The Federalist No. 70, at 478.While we have sustained in\ncertain cases limits on the President’s removal power, the Act\nbefore us imposes a new type of restriction—two levels of\nprotection from removal for those who nonetheless exercise\nsignificant executive power. Congress cannot limit the President’s\nauthority in this way.The judgment of the United States Court of\nAppeals for the District of Columbia Circuit is affirmed in part\nand reversed in part, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1The current salary for the Chairman is\n$673,000. Other Board members receive $547,000. Brief for\nPetitioners 3.Footnote 2The Government asserts that “petitioners have\nnot pointed to any case in which this Court has recognized an\nimplied private right of action directly under the Constitution to\nchallenge governmental action under the Appointments Clause or\nseparation-of-powers principles.” Brief for United States 22. The\nGovernment does not appear to dispute such a right to relief as a\ngeneral matter, without regard to the particular constitutional\nprovisions at issue here. See,e.g.,Correctional\nServices Corp.v.Malesko,534 U. S. 61, 74 (2001)\n(equitable relief “has long been recognized as the proper means for\npreventing entities from acting unconstitutionally”);Bellv.Hood,327 U. S. 678, 684\n(1946) (“[I]t is established practice for this Court to sustain the\njurisdiction of federal courts to issue injunctions to protect\nrights safeguarded by the Constitution”); see alsoEx parte\nYoung,209 U. S. 123, 149, 165, 167 (1908).\nIf the Government’s point is that an Appointments Clause or\nseparation-of-powers claim should be treated differently than every\nother constitutional claim, it offers no reason and cites no\nauthority why that might be so.Footnote 3WhenPerkinswas decided in 1886,\nthe Secretary of the Navy was a principal officer and the head of a\ndepartment, see Rev. Stat. §415, and the Tenure of Office Act\npurported to require Senate consent for his removal. Ch. 154, 14\nStat. 430, Rev. Stat. §1767. This requirement was widely regarded\nas unconstitutional and void (as it is universally regarded today),\nand it was repealed the next year. See Act of Mar. 3, 1887, ch.\n353, 24 Stat. 500;Myersv.United States,272 U. S. 52, 167–168 (1926); see alsoBowsherv.Synar,478 U. S. 714, 726 (1986).Perkinscannot be read to endorse any such restriction,\nmuch less in combination withfurtherrestrictions on the\nremoval of inferiors. The Court of Claims opinion adopted verbatim\nby this Court addressed only the authority of the Secretary of the\nNavy to remove inferior officers.Footnote 4Contrary to the dissent’s suggestion,post,at 12–14 (opinion of Breyer, J.), the second layer\nof tenure protection does compromise the President’s ability to\nremove a Board member the Commission wants to retain. Without a\nsecond layer of protection, the Commission has no excuse for\nretaining an officer who is not faithfully executing the law. With\nthe second layer in place, the Commission can shield its decision\nfrom Presidential review by finding that good cause is absent—a\nfinding that, given the Commission’s own protected tenure, the\nPresident cannot easily overturn. The dissent describes this\nconflict merely as one of four possible “scenarios,” seepost,at 12–13, but it is the central issue in this case:\nThe second layer matters precisely when the President finds it\nnecessary to have a subordinate officer removed, and a statute\nprevents him from doing so.Footnote 5The dissent quotesBuckleyv.Valeo,424 U. S. 1, 138 (1976) (per\ncuriam), for the proposition that Congress has “broad\nauthority to ‘create’ governmental ‘ “offices” ’ and to\nstructure those offices ‘as it chooses.’ ”Post,at\n2. TheBuckleyCourt put “ ‘offices’ ” in quotes\nbecause it was actually describing legislative positions that are\nnot really offices at all (at least not under Article II). That is\nwhy the very next sentence ofBuckleysaid, “ButCongress’ power … is inevitably bounded by the express language” of\nthe Constitution. 424 U. S., at 138–139 (emphasis added).Footnote 6The dissent attributes to Madison a belief\nthat some executive officers, such as the Comptroller, could be\nmade independent of the President. Seepost,at 17–18. But\nMadison’s actual proposal, consistent with his view of the\nConstitution, was that the Comptroller hold office for a term of\n“years, unless sooner removed by the President”; he would thus be\n“dependent upon the President, because he can be removed by him,”\nand also “dependent upon the Senate, because they must consent to\nhis [reappointment] for every term of years.” 1 Annals of Cong. 612\n(1789).Footnote 7The Government implausibly argues that\n§7217(d)(3) “does not expressly make its three specified grounds of\nremoval exclusive,” and that “the Act could be construed to permit\nother grounds.” Brief for United States 51, n. 19. But having\nprovided in §7211(e)(6) that Board members are to be removed “in\naccordance with [§7217(d)(3)], for good cause shown,” Congress\nwould not have specified the necessary Commission finding in\n§7217(d)(3)—including formal procedures and detailed conditions—if\nBoard members could also be removed without any finding at all. Cf.\nPCAOB Brief 6 (“Cause exists where” the §7217(d)(3) conditions are\nmet).Footnote 8Contrary to the dissent’s assertions, seepost,at 15–16, the Commission’s powers to conduct its own\ninvestigations (with its own resources), to remove particular\nprovisions of law from the Board’s bailiwick, or to require the\nBoard to perform functions “other” than inspections and\ninvestigations, §7211(c)(5), are no more useful in directing\nindividual enforcement actions.Footnote 9One “may be an agent or employé working for\nthe government and paid by it, as nine-tenths of the persons\nrendering service to the government undoubtedly are, without\nthereby becoming its office[r].”United Statesv.Germaine,99 U. S. 508, 509 (1879). The\napplicable proportion has of course increased dramatically since\n1879.Footnote 10For similar reasons, our holding also does\nnot address that subset of independent agency employees who serve\nas administrative law judges. See,e.g.,5 U. S. C.\n§§556(c), 3105. Whether administrative law judges are necessarily\n“Officers of the United States” is disputed. See,e.g.,Landryv.FDIC, 204 F. 3d 1125 (CADC 2000).\nAnd unlike members of the Board, many administrative law judges of\ncourse perform adjudicative rather than enforcement or policymaking\nfunctions, see §§554(d), 3105, or possess purely recommendatory\npowers. The Government below refused to identify either “civil\nservice tenure-protected employees in independent agencies” or\nadministrative law judges as “precedent for the PCAOB.” 537\nF. 3d 667, 699, n. 8 (CADC 2008) (Kavanaugh, J.,\ndissenting); see Tr. of Oral Arg. in No. 07–5127 (CADC), pp. 32,\n37–38, 42.Footnote 11We express no view on whether the Commission\nis thus an “executive Departmen[t]” under the Opinions Clause, Art.\nII, §2, cl. 1, or under Section 4 of the Twenty-Fifth Amendment.\nSeeFreytagv.Commissioner,501 U. S. 868, 886–887 (1991).Footnote 12The Board argued below that petitioners lack\nstanding to raise this claim, because no member of the Board has\nbeen appointed over the Chairman’s objection, and so petitioners’\ninjuries are not fairly traceable to an invalid appointment. See\nDefendants’ Memorandum of Points and Authorities in Support of\nMotion to Dismiss the Complaint in Civil Action No.\n1:06–cv–00217–JR (DC), Doc. 17, pp. 42–43; Brief for Appellees\nPCAOB et al. in No. 07–5127 (CADC), pp. 32–33. We cannot\nassume, however, that the Chairman would have made the same\nappointments acting alone; and petitioners’ standing does not\nrequire precise proof of what the Board’s policies might have been\nin that counterfactual world. SeeGlidden Co.v.Zdanok,370\nU. S. 530, 533 (1962) (plurality opinion).Footnote 13Petitioners contend that finding the\nCommission to be the head will invalidate numerous appointments\nmade directly by the Chairman, such as those of the “heads of major\n[SEC] administrative units.” Reorg. Plan No. 10, §1(b)(2), at 1266.\nAssuming, however, that these individuals are officers of the\nUnited States, their appointment is still made “subject to the\napproval of the Commission.”Ibid.We have previously\nfound that the department head’s approval satisfies the\nAppointments Clause, in precedents that petitioners do not ask us\nto revisit. See,e.g.,United Statesv.Smith,124\nU. S. 525, 532 (1888);Germaine, 99 U. S., at 511;United Statesv.Hartwell, 6 Wall. 385, 393–394\n(1868).",
    "joined": []
}