{
    "case": {
        "docket": "19-715",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-715/"
    },
    "id": "4271584",
    "author": "roberts",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–715 and 19–760_________________DONALD J. TRUMP, et al., PETITIONERS19–715v.MAZARS USA, LLP, et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuitDONALD J. TRUMP, et al., PETITIONERS19–760v.DEUTSCHE BANK AG, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[July 9, 2020]Chief Justice Roberts delivered the opinion of\nthe Court.Over the course of five days in April 2019,\nthree committees of the U. S. House of Representatives issued\nfour subpoenas seeking information about the finances of President\nDonald J. Trump, his children, and affiliated businesses. We have\nheld that the House has authority under the Constitution to issue\nsubpoenas to assist it in carrying out its legislative\nresponsibilities. The House asserts that the financial information\nsought here—encompassing a decade’s worth of transactions by the\nPresident and his family—will help guide legislative reform in\nareas ranging from money laundering and terrorism to foreign\ninvolvement in U. S. elections. The President contends that\nthe House lacked a valid legislative aim and instead sought these\nrecords to harass him, expose personal matters, and conduct law\nenforcement activities beyond its authority. The question presented\nis whether the subpoenas exceed the authority of the House under\nthe Constitution.We have never addressed a congressional subpoena\nfor the President’s information. Two hundred years ago, it was\nestablished that Presidents may be subpoenaed during a federal\ncriminal proceeding,United Statesv.Burr, 25 F.\nCas. 30 (No. 14,692d) (CC Va. 1807) (Marshall, Cir. J.), and\nearlier today we extended that ruling to state criminal\nproceedings,Trumpv.Vance,ante, p. ___.\nNearly fifty years ago, we held that a federal prosecutor could\nobtain information from a President despite assertions of executive\nprivilege,United Statesv.Nixon,418\nU.S. 683(1974), and more recently we ruled that a private\nlitigant could subject a President to a damages suit and\nappropriate discovery obligations in federal court,Clintonv.Jones,520 U.S.\n681(1997).This case is different. Here the President’s\ninformation is sought not by prosecutors or private parties in\nconnection with a particular judicial proceeding, but by committees\nof Congress that have set forth broad legislative objectives.\nCongress and the President—the two political branches established\nby the Constitution—have an ongoing relationship that the Framers\nintended to feature both rivalry and reciprocity. See The\nFederalist No. 51, p. 349 (J. Cooke ed. 1961) (J. Madison);Youngstown Sheet & Tube Co.v.Sawyer,343 U.S.\n579, 635 (1952) (Jackson, J., concurring). That distinctive\naspect necessarily informs our analysis of the question before\nus.IAEach of the three committees sought\noverlapping sets of financial documents, but each supplied\ndifferent justifications for the requests.The House Committee on Financial Services issued\ntwo subpoenas, both on April 11, 2019. App. 128, 154, 226. The\nfirst, issued to Deutsche Bank, seeks the financial information of\nthe President, his children, their immediate family members, and\nseveral affiliated business entities. Specifically, the subpoena\nseeks any document related to account activity, due diligence,\nforeign transactions, business statements, debt schedules,\nstatements of net worth, tax returns, and suspicious activity\nidentified by Deutsche Bank. The second, issued to Capital One,\ndemands similar financial information with respect to more than a\ndozen business entities associated with the President. The Deutsche\nBank subpoena requests materials from “2010 through the present,”\nand the Capital One subpoena covers “2016 through the present,” but\nboth subpoenas impose no time limitations for certain documents,\nsuch as those connected to account openings and due diligence.Id.,at 128, 155.According to the House, the Financial Services\nCommittee issued these subpoenas pursuant to House Resolution 206,\nwhich called for “efforts to close loopholes that allow corruption,\nterrorism, and money laundering to infiltrate our country’s\nfinancial system.” H. Res. 206, 116th Cong., 1st Sess., 5\n(Mar. 13, 2019). Such loopholes, the resolution explained, had\nallowed “illicit money, including from Russian oligarchs,” to flow\ninto the United States through “anonymous shell companies” using\ninvestments such as “luxury high-end real estate.”Id., at\n3. The House also invokes the oversight plan of the Financial\nServices Committee, which stated that the Committee intends to\nreview banking regulation and “examine the implementation,\neffectiveness, and enforcement” of laws designed to prevent money\nlaundering and the financing of terrorism. H. R. Rep. No.\n116–40, p. 84 (2019). The plan further provided that the Committee\nwould “consider proposals to prevent the abuse of the financial\nsystem” and “address any vulnerabilities identified” in the real\nestate market.Id., at 85.On the same day as the Financial Services\nCommittee, the Permanent Select Committee on Intelligence issued an\nidentical subpoena to Deutsche Bank—albeit for different reasons.\nAccording to the House, the Intelligence Committee subpoenaed\nDeutsche Bank as part of an investigation into foreign efforts to\nundermine the U. S. political process. Committee Chairman Adam\nSchiff had described that investigation in a previous statement,\nexplaining that the Committee was examining alleged attempts by\nRussia to influence the 2016 election; potential links between\nRussia and the President’s campaign; and whether the President and\nhis associates had been compromised by foreign actors or interests.\nPress Release, House Permanent Select Committee on Intelligence,\nChairman Schiff Statement on House Intelligence Committee\nInvestigation (Feb. 6, 2019). Chairman Schiff added that the\nCommittee planned “to develop legislation and policy reforms to\nensure the U. S. government is better positioned to counter\nfuture efforts to undermine our political process and national\nsecurity.”Ibid.Four days after the Financial Services and\nIntelligence Committees, the House Committee on Oversight and\nReform issued another subpoena, this time to the President’s\npersonal accounting firm, Mazars USA, LLP. The subpoena demanded\ninformation related to the President and several affiliated\nbusiness entities from 2011 through 2018, including statements of\nfinancial condition, independent auditors’ reports, financial\nreports, underlying source documents, and communications between\nMazars and the President or his businesses. The subpoena also\nrequested all engagement agreements and contracts “[w]ithout regard\nto time.” App. to Pet. for Cert. in 19–715, p. 230.Chairman Elijah Cummings explained the basis for\nthe subpoena in a memorandum to the Oversight Committee. According\nto the chairman, recent testimony by the President’s former\npersonal attorney Michael Cohen, along with several documents\nprepared by Mazars and supplied by Cohen, raised questions about\nwhether the President had accurately represented his financial\naffairs. Chairman Cummings asserted that the Committee had “full\nauthority to investigate” whether the President: (1) “may have\nengaged in illegal conduct before and during his tenure in office,”\n(2) “has undisclosed conflicts of interest that may impair his\nability to make impartial policy decisions,” (3) “is complying with\nthe Emoluments Clauses of the Constitution,” and (4) “has\naccurately reported his finances to the Office of Government Ethics\nand other federal entities.” App. in No. 19–5142 (CADC), p. 107.\n“The Committee’s interest in these matters,” Chairman Cummings\nconcluded, “informs its review of multiple laws and legislative\nproposals under our jurisdiction.”Ibid.BPetitioners—the President in his personal\ncapacity, along with his children and affiliated businesses—filed\ntwo suits challenging the subpoenas. They contested the subpoena\nissued by the Oversight Committee in the District Court for the\nDistrict of Columbia (Mazars, No. 19–715), and the subpoenas\nissued by the Financial Services and Intelligence Committees in the\nSouthern District of New York (Deutsche Bank, No. 19–760).\nIn both cases, petitioners contended that the subpoenas lacked a\nlegitimate legislative purpose and violated the separation of\npowers. The President did not, however, resist the subpoenas by\narguing that any of the requested records were protected by\nexecutive privilege. For relief, petitioners asked for declaratory\njudgments and injunctions preventing Mazars and the banks from\ncomplying with the subpoenas. Although named as defendants, Mazars\nand the banks took no positions on the legal issues in these cases,\nand the House committees intervened to defend the subpoenas.Petitioners’ challenges failed. InMazars, the District Court granted judgment for the House,\n380 F. Supp. 3d 76 (DC 2019), and the D. C. Circuit\naffirmed, 940 F.3d 710 (2019). In upholding the subpoena issued by\nthe Oversight Committee to Mazars, the Court of Appeals found that\nthe subpoena served a “valid legislative purpose” because the\nrequested information was relevant to reforming financial\ndisclosure requirements for Presidents and presidential candidates.Id., at 726–742 (internal quotation marks omitted). Judge\nRao dissented. As she saw it, the “gravamen” of the subpoena was\ninvestigating alleged illegal conduct by the President, and the\nHouse must pursue such wrongdoing through its impeachment powers,\nnot its legislative powers.Id., at 773–774. Otherwise, the\nHouse could become a “roving inquisition over a co-equal branch of\ngovernment.”Id., at 748. The D. C. Circuit denied\nrehearing en banc over several more dissents. 941 F.3d 1180,\n1180–1182 (2019).InDeutsche Bank, the District Court\ndenied a preliminary injunction, 2019 WL 2204898 (SDNY, May 22,\n2019), and the Second Circuit affirmed “in substantial part,” 943\nF.3d 627, 676 (2019). While acknowledging that the subpoenas are\n“surely broad in scope,” the Court of Appeals held that the\nIntelligence Committee properly issued its subpoena to Deutsche\nBank as part of an investigation into alleged foreign influence\nover petitioners and Russian interference with the U. S.\npolitical process.Id., at 650, 658–659. That investigation,\nthe court concluded, could inform legislation to combat foreign\nmeddling and strengthen national security.Id., at 658–659,\nand n. 59.As to the subpoenas issued by the Financial\nServices Committee to Deutsche Bank and Capital One, the Court of\nAppeals concluded that they were adequately related to potential\nlegislation on money laundering, terrorist financing, and the\nglobal movement of illicit funds through the real estate market.Id., at 656–659. Rejecting the contention that the subpoenas\nimproperly targeted the President, the court explained in part that\nthe President’s financial dealings with Deutsche Bank made it\n“appropriate” for the House to use him as a “case study” to\ndetermine “whether new legislation is needed.”Id., at\n662–663, n. 67.[1]Judge Livingston dissented, seeing no “clear\nreason why a congressional investigation aimed generally at closing\nregulatory loopholes in the banking system need focus on over a\ndecade of financial information regarding this President, his\nfamily, and his business affairs.”Id., at 687.We granted certiorari in both cases and stayed\nthe judgments below pending our decision. 589 U. S. ___\n(2019).IIAThe question presented is whether the\nsubpoenas exceed the authority of the House under the Constitution.\nHistorically, disputes over congressional demands for presidential\ndocuments have not ended up in court. Instead, they have been\nhashed out in the “hurly-burly, the give-and-take of the political\nprocess between the legislative and the executive.” Hearings on S.\n2170 et al. before the Subcommittee on Intergovernmental\nRelations of the Senate Committee on Government Operations, 94th\nCong., 1st Sess., 87 (1975) (A. Scalia, Assistant Attorney General,\nOffice of Legal Counsel).That practice began with George Washington and\nthe early Congress. In 1792, a House committee requested Executive\nBranch documents pertaining to General St. Clair’s campaign against\nthe Indians in the Northwest Territory, which had concluded in an\nutter rout of federal forces when they were caught by surprise near\nthe present-day border between Ohio and Indiana. See T. Taylor,\nGrand Inquest: The Story of Congressional Investigations 19–23\n(1955). Since this was the first such request from Congress,\nPresident Washington called a Cabinet meeting, wishing to take care\nthat his response “be rightly conducted” because it could “become a\nprecedent.” 1 Writings of Thomas Jefferson 189 (P. Ford ed.\n1892).The meeting, attended by the likes of Alexander\nHamilton, Thomas Jefferson, Edmund Randolph, and Henry Knox, ended\nwith the Cabinet of “one mind”: The House had authority to\n“institute inquiries” and “call for papers” but the President could\n“exercise a discretion” over disclosures, “communicat[ing] such\npapers as the public good would permit” and “refus[ing]” the rest.Id., at 189–190. President Washington then dispatched\nJefferson to speak to individual congressmen and “bring them by\npersuasion into the right channel.”Id., at 190. The\ndiscussions were apparently fruitful, as the House later narrowed\nits request and the documents were supplied without recourse to the\ncourts. See 3 Annals of Cong. 536 (1792); Taylor,supra, at\n24.Jefferson, once he became President, followed\nWashington’s precedent. In early 1807, after Jefferson had\ndisclosed that “sundry persons” were conspiring to invade Spanish\nterritory in North America with a private army, 16 Annals of Cong.\n686–687, the House requested that the President produce any\ninformation in his possession touching on the conspiracy (except\nfor information that would harm the public interest),id.,\nat 336, 345, 359. Jefferson chose not to divulge the entire\n“voluminous” correspondence on the subject, explaining that much of\nit was “private” or mere “rumors” and “neither safety nor justice”\npermitted him to “expos[e] names” apart from identifying the\nconspiracy’s “principal actor”: Aaron Burr.Id., at 39–40.\nInstead of the entire correspondence, Jefferson sent Congress\nparticular documents and a special message summarizing the\nconspiracy.Id., at 39–43; see generallyVance,ante, at 3–4. Neither Congress nor the President asked the\nJudiciary to intervene.[2]Ever since, congressional demands for the\nPresident’s information have been resolved by the political\nbranches without involving this Court. The Reagan and Clinton\npresidencies provide two modern examples:During the Reagan administration, a House\nsubcommittee subpoenaed all documents related to the Department of\nthe Interior’s decision whether to designate Canada a reciprocal\ncountry for purposes of the Mineral Lands Leasing Act. President\nReagan directed that certain documents be withheld because they\nimplicated his confidential relationship with subordinates. While\nwithholding those documents, the administration made “repeated\nefforts” at accommodation through limited disclosures and testimony\nover a period of several months. 6 Op. of Office of Legal Counsel\n751, 780 (1982). Unsatisfied, the subcommittee and its parent\ncommittee eventually voted to hold the Secretary of the Interior in\ncontempt, and an innovative compromise soon followed: All documents\nwere made available, but only for one day with no photocopying,\nminimal notetaking, and no participation by non-Members of\nCongress.Id., at 780–781; see H. R. Rep. No. 97–898, pp.\n3–8 (1982).In 1995, a Senate committee subpoenaed notes\ntaken by a White House attorney at a meeting with President\nClinton’s personal lawyers concerning the Whitewater controversy.\nThe President resisted the subpoena on the ground that the notes\nwere protected by attorney-client privilege, leading to “long and\nprotracted” negotiations and a Senate threat to seek judicial\nenforcement of the subpoena. S. Rep. No. 104–204, pp. 16–17\n(1996). Eventually the parties reached an agreement, whereby\nPresident Clinton avoided the threatened suit, agreed to turn over\nthe notes, and obtained the Senate’s concession that he had not\nwaived any privileges.Ibid.; see L. Fisher, Congressional\nResearch Service, Congressional Investigations: Subpoenas and\nContempt Power 16–18 (2003).Congress and the President maintained this\ntradition of negotiation and compromise—without the involvement of\nthis Court—until the present dispute. Indeed, from President\nWashington until now, we have never considered a dispute over a\ncongressional subpoena for the President’s records. And, according\nto the parties, the appellate courts have addressed such a subpoena\nonly once, when a Senate committee subpoenaed President Nixon\nduring the Watergate scandal. Seeinfra, at 13 (discussingSenate Select Committee on Presidential Campaign Activitiesv.Nixon, 498 F.2d 725 (CADC 1974) (en banc)). In that case,\nthe court refused to enforce the subpoena, and the Senate did not\nseek review by this Court.This dispute therefore represents a significant\ndeparture from historical practice. Although the parties agree that\nthis particular controversy is justiciable, we recognize that it is\nthe first of its kind to reach this Court; that disputes of this\nsort can raise important issues concerning relations between the\nbranches; that related disputes involving congressional efforts to\nseek official Executive Branch information recur on a regular\nbasis, including in the context of deeply partisan controversy; and\nthat Congress and the Executive have nonetheless managed for over\ntwo centuries to resolve such disputes among themselves without the\nbenefit of guidance from us. Such longstanding practice “ ‘is a\nconsideration of great weight’ ” in cases concerning “the\nallocation of power between [the] two elected branches of\nGovernment,” and it imposes on us a duty of care to ensure that we\nnot needlessly disturb “the compromises and working arrangements\nthat [those] branches . . . themselves have reached.”NLRBv.Noel Canning,573 U.S.\n513, 524–526 (2014) (quotingThe Pocket Veto Case,279 U.S.\n655, 689 (1929)). With that in mind, we turn to the question\npresented.BCongress has no enumerated constitutional\npower to conduct investigations or issue subpoenas, but we have\nheld that each House has power “to secure needed information” in\norder to legislate.McGrainv.Daugherty,273 U.S.\n135, 161 (1927). This “power of inquiry—with process to enforce\nit—is an essential and appropriate auxiliary to the legislative\nfunction.”Id., at 174. Without information, Congress would\nbe shooting in the dark, unable to legislate “wisely or\neffectively.”Id., at 175. The congressional power to obtain\ninformation is “broad” and “indispensable.”Watkinsv.United States,354 U.S.\n178, 187, 215 (1957). It encompasses inquiries into the\nadministration of existing laws, studies of proposed laws, and\n“surveys of defects in our social, economic or political system for\nthe purpose of enabling the Congress to remedy them.”Id.,\nat 187.Because this power is “justified solely as an\nadjunct to the legislative process,” it is subject to several\nlimitations.Id., at 197. Most importantly, a congressional\nsubpoena is valid only if it is “related to, and in furtherance of,\na legitimate task of the Congress.”Id., at 187. The\nsubpoena must serve a “valid legislative purpose,”Quinnv.United States,349 U.S.\n155, 161 (1955); it must “concern[ ] a subject on which\nlegislation ‘could be had,’ ”Eastlandv.United States\nServicemen’s Fund,421 U.S.\n491, 506 (1975) (quotingMcGrain, 273 U. S., at\n177).Furthermore, Congress may not issue a subpoena\nfor the purpose of “law enforcement,” because “those powers are\nassigned under our Constitution to the Executive and the\nJudiciary.”Quinn, 349 U. S., at 161. Thus Congress may\nnot use subpoenas to “try” someone “before [a] committee for any\ncrime or wrongdoing.”McGrain, 273 U. S., at 179.\nCongress has no “ ‘general’ power to inquire into private\naffairs and compel disclosures,”id., at 173–174, and “there\nis no congressional power to expose for the sake of exposure,”Watkins, 354 U. S., at 200. “Investigations conducted\nsolely for the personal aggrandizement of the investigators or to\n‘punish’ those investigated are indefensible.”Id., at\n187.Finally, recipients of legislative subpoenas\nretain their constitutional rights throughout the course of an\ninvestigation. Seeid., at 188, 198. And recipients have\nlong been understood to retain common law and constitutional\nprivileges with respect to certain materials, such as\nattorney-client communications and governmental communications\nprotected by executive privilege. See,e.g., Congressional\nResearch Service,supra,at 16–18 (attorney-client\nprivilege);Senate Select Committee, 498 F. 2d, at 727,\n730–731 (executive privilege).CThe President contends, as does the Solicitor\nGeneral appearing on behalf of the United States, that the usual\nrules for congressional subpoenas do not govern here because the\nPresident’s papers are at issue. They argue for a more demanding\nstandard based in large part on cases involving the Nixon\ntapes—recordings of conversations between President Nixon and close\nadvisers discussing the break-in at the Democratic National\nCommittee’s headquarters at the Watergate complex. The tapes were\nsubpoenaed by a Senate committee and the Special Prosecutor\ninvestigating the break-in, prompting President Nixon to invoke\nexecutive privilege and leading to two cases addressing the showing\nnecessary to require the President to comply with the subpoenas.\nSeeNixon,418\nU.S. 683;Senate Select Committee, 498 F.2d 725.Those cases, the President and the Solicitor\nGeneral now contend, establish the standard that should govern the\nHouse subpoenas here. QuotingNixon, the President asserts\nthat the House must establish a “demonstrated, specific need” for\nthe financial information, just as the Watergate special prosecutor\nwas required to do in order to obtain the tapes. 418 U. S., at\n713. And drawing onSenate Select Committee—the D. C.\nCircuit case refusing to enforce the Senate subpoena for the\ntapes—the President and the Solicitor General argue that the House\nmust show that the financial information is “demonstrably critical”\nto its legislative purpose. 498 F. 2d, at 731.We disagree that these demanding standards apply\nhere. Unlike the cases before us,NixonandSenate Select\nCommitteeinvolved Oval Office communications over which the\nPresident asserted executive privilege. That privilege safeguards\nthe public interest in candid, confidential deliberations within\nthe Executive Branch; it is “fundamental to the operation of\nGovernment.”Nixon, 418 U. S., at 708. As a result,\ninformation subject to executive privilege deserves “the greatest\nprotection consistent with the fair administration of justice.”Id., at 715. We decline to transplant that protection root\nand branch to cases involving nonprivileged, private information,\nwhich by definition does not implicate sensitive Executive Branch\ndeliberations.The standards proposed by the President and the\nSolicitor General—if applied outside the context of privileged\ninformation—would risk seriously impeding Congress in carrying out\nits responsibilities. The President and the Solicitor General would\napply the same exacting standards toallsubpoenas for the\nPresident’s information, without recognizing distinctions between\nprivileged and nonprivileged information, between official and\npersonal information, or between various legislative objectives.\nSuch a categorical approach would represent a significant departure\nfrom the longstanding way of doing business between the branches,\ngiving short shrift to Congress’s important interests in conducting\ninquiries to obtain the information it needs to legislate\neffectively. Confounding the legislature in that effort would be\ncontrary to the principle that:“It is the proper duty of a representative\nbody to look diligently into every affair of government and to talk\nmuch about what it sees. It is meant to be the eyes and the voice,\nand to embody the wisdom and will of its constituents. Unless\nCongress have and use every means of acquainting itself with the\nacts and the disposition of the administrative agents of the\ngovernment, the country must be helpless to learn how it is being\nserved.”United Statesv.Rumely,345 U.S.\n41, 43 (1953) (internal quotation marks omitted).Legislative inquiries might involve the\nPresident in appropriate cases; as noted, Congress’s\nresponsibilities extend to “every affair of government.”Ibid.(internal quotation marks omitted). Because the\nPresident’s approach does not take adequate account of these\nsignificant congressional interests, we do not adopt it.DThe House meanwhile would have us ignore that\nthese suits involve the President. Invoking our precedents\nconcerning investigations that did not target the President’s\npapers, the House urges us to uphold its subpoenas because they\n“relate[ ] to a valid legislative purpose” or “concern[ ]\na subject on which legislation could be had.” Brief for Respondent\n46 (quotingBarenblattv.United States,360 U.S.\n109, 127 (1959), andEastland, 421 U. S., at 506).\nThat approach is appropriate, the House argues, because the cases\nbefore us are not “momentous separation-of-powers disputes.” Brief\nfor Respondent 1.Largely following the House’s lead, the courts\nbelow treated these cases much like any other, applying precedents\nthat do not involve the President’s papers. See 943 F. 3d, at\n656–670; 940 F. 3d, at 724–742. The Second Circuit concluded\nthat “this case does not concern separation of powers” because the\nHouse seeks personal documents and the President sued in his\npersonal capacity. 943 F. 3d, at 669. The D. C. Circuit,\nfor its part, recognized that “separation-of-powers concerns still\nlinger in the air,” and therefore it did not afford deference to\nthe House. 940 F. 3d, at 725–726. But, because the House\nsought only personal documents, the court concluded that the case\n“present[ed] no direct interbranch dispute.”Ibid.The House’s approach fails to take adequate\naccount of the significant separation of powers issues raised by\ncongressional subpoenas for the President’s information. Congress\nand the President have an ongoing institutional relationship as the\n“opposite and rival” political branches established by the\nConstitution. The Federalist No. 51, at 349. As a result,\ncongressional subpoenas directed at the President differ markedly\nfrom congressional subpoenas we have previously reviewed,e.g.,Barenblatt, 360 U. S., at 127;Eastland, 421 U. S., at 506, and they bear little\nresemblance to criminal subpoenas issued to the President in the\ncourse of a specific investigation, seeVance,ante,\np. ___;Nixon,418\nU.S. 683. Unlike those subpoenas, congressional subpoenas for\nthe President’s information unavoidably pit the political branches\nagainst one another. Cf.In re Sealed Case, 121 F.3d\n729, 753 (CADC 1997) (“The President’s ability to withhold\ninformation from Congress implicates different constitutional\nconsiderations than the President’s ability to withhold evidence in\njudicial proceedings.”).Far from accounting for separation of powers\nconcerns, the House’s approach aggravates them by leaving\nessentially no limits on the congressional power to subpoena the\nPresident’s personal records. Any personal paper possessed by a\nPresident could potentially “relate to” a conceivable subject of\nlegislation, for Congress has broad legislative powers that touch a\nvast number of subjects. Brief for Respondent 46. The President’s\nfinancial records could relate to economic reform, medical records\nto health reform, school transcripts to education reform, and so\non. Indeed, at argument, the House was unable to identifyanytype of information that lacks some relation to\npotential legislation. See Tr. of Oral Arg. 52–53, 62–65.Without limits on its subpoena powers, Congress\ncould “exert an imperious controul” over the Executive Branch and\naggrandize itself at the President’s expense, just as the Framers\nfeared. The Federalist No. 71, at 484 (A. Hamilton); seeid., No. 48, at 332–333 (J. Madison);Bowsherv.Synar,478 U.S.\n714, 721–722, 727 (1986). And a limitless subpoena power would\ntransform the “established practice” of the political branches.Noel Canning, 573 U. S., at 524 (internal quotation\nmarks omitted). Instead of negotiating over information requests,\nCongress could simply walk away from the bargaining table and\ncompel compliance in court.The House and the courts below suggest that\nthese separation of powers concerns are not fully implicated by the\nparticular subpoenas here, but we disagree. We would have to be\n“blind” not to see what “[a]ll others can see and understand”: that\nthe subpoenas do not represent a run-of-the-mill legislative effort\nbut rather a clash between rival branches of government over\nrecords of intense political interest for all involved.Rumely, 345 U. S., at 44 (quotingChild Labor Tax\nCase,259 U.S.\n20, 37 (1922) (Taft, C. J.)).The interbranch conflict here does not vanish\nsimply because the subpoenas seek personal papers or because the\nPresident sued in his personal capacity. The President is the only\nperson who alone composes a branch of government. As a result,\nthere is not always a clear line between his personal and official\naffairs. “The interest of the man” is often “connected with the\nconstitutional rights of the place.” The Federalist No. 51, at 349.\nGiven the close connection between the Office of the President and\nits occupant, congressional demands for the President’s papers can\nimplicate the relationship between the branches regardless whether\nthose papers are personal or official. Either way, a demand may aim\nto harass the President or render him “complaisan[t] to the humors\nof the Legislature.”Id., No. 71, at 483. In fact, a\nsubpoena for personal papers may pose a heightened risk of such\nimpermissible purposes, precisely because of the documents’\npersonal nature and their less evident connection to a legislative\ntask. No one can say that the controversy here is less significant\nto the relationship between the branches simply because it involves\npersonal papers. Quite the opposite. That appears to be what makes\nthe matter of such great consequence to the President and\nCongress.In addition, separation of powers concerns are\nno less palpable here simply because the subpoenas were issued to\nthird parties. Congressional demands for the President’s\ninformation present an interbranch conflict no matter where the\ninformation is held—it is, after all, the President’s information.\nWere it otherwise, Congress could sidestep constitutional\nrequirements any time a President’s information is entrusted to a\nthird party—as occurs with rapidly increasing frequency. Cf.Carpenterv.United States, 585 U. S. ___, ___,\n___ (2018) (slip op., at 15, 17). Indeed, Congress could declare\nopen season on the President’s information held by schools,\narchives, internet service providers, e-mail clients, and financial\ninstitutions. The Constitution does not tolerate such ready\nevasion; it “deals with substance, not shadows.”Cummingsv.Missouri, 4 Wall. 277, 325 (1867).ECongressional subpoenas for the President’s\npersonal information implicate weighty concerns regarding the\nseparation of powers. Neither side, however, identifies an approach\nthat accounts for these concerns. For more than two centuries, the\npolitical branches have resolved information disputes using the\nwide variety of means that the Constitution puts at their disposal.\nThe nature of such interactions would be transformed by judicial\nenforcement of either of the approaches suggested by the parties,\neroding a “[d]eeply embedded traditional way[ ] of conducting\ngovernment.”Youngstown Sheet & Tube Co., 343\nU. S., at 610 (Frankfurter, J., concurring).A balanced approach is necessary, one that takes\na “considerable impression” from “the practice of the government,”McCullochv.Maryland, 4 Wheat. 316, 401 (1819); seeNoel Canning, 573 U. S., at 524–526, and “resist[s]”\nthe “pressure inherent within each of the separate Branches to\nexceed the outer limits of its power,”INSv.Chadha,462 U.S.\n919, 951 (1983). We therefore conclude that, in assessing\nwhether a subpoena directed at the President’s personal information\nis “related to, and in furtherance of, a legitimate task of the\nCongress,”Watkins, 354 U. S., at 187, courts must\nperform a careful analysis that takes adequate account of the\nseparation of powers principles at stake, including both the\nsignificant legislative interests of Congress and the “unique\nposition” of the President,Clinton, 520 U. S., at 698\n(internal quotation marks omitted). Several special considerations\ninform this analysis.First, courts should carefully assess whether\nthe asserted legislative purpose warrants the significant step of\ninvolving the President and his papers. “ ‘[O]ccasion[s] for\nconstitutional confrontation between the two branches’ should be\navoided whenever possible.”Cheneyv.United States Dist.\nCourt for D. C.,542 U.S.\n367, 389–390 (2004) (quotingNixon, 418 U. S., at\n692). Congress may not rely on the President’s information if other\nsources could reasonably provide Congress the information it needs\nin light of its particular legislative objective. The President’s\nunique constitutional position means that Congress may not look to\nhim as a “case study” for general legislation. Cf. 943 F. 3d,\nat 662–663, n. 67.Unlike in criminal proceedings, where “[t]he\nvery integrity of the judicial system” would be undermined without\n“full disclosure of all the facts,”Nixon, 418 U. S., at\n709, efforts to craft legislation involve predictive policy\njudgments that are “not hamper[ed] . . . in quite the\nsame way” when every scrap of potentially relevant evidence is not\navailable,Cheney, 542 U. S., at 384; seeSenate\nSelect Committee, 498 F. 2d, at 732. While we certainly\nrecognize Congress’s important interests in obtaining information\nthrough appropriate inquiries, those interests are not sufficiently\npowerful to justify access to the President’s personal papers when\nother sources could provide Congress the information it needs.Second, to narrow the scope of possible conflict\nbetween the branches, courts should insist on a subpoena no broader\nthan reasonably necessary to support Congress’s legislative\nobjective. The specificity of the subpoena’s request “serves as an\nimportant safeguard against unnecessary intrusion into the\noperation of the Office of the President.”Cheney, 542\nU. S., at 387.Third, courts should be attentive to the nature\nof the evidence offered by Congress to establish that a subpoena\nadvances a valid legislative purpose. The more detailed and\nsubstantial the evidence of Congress’s legislative purpose, the\nbetter. SeeWatkins, 354 U. S., at 201, 205 (preferring\nsuch evidence over “vague” and “loosely worded” evidence of\nCongress’s purpose). That is particularly true when Congress\ncontemplates legislation that raises sensitive constitutional\nissues, such as legislation concerning the Presidency. In such\ncases, it is “impossible” to conclude that a subpoena is designed\nto advance a valid legislative purpose unless Congress adequately\nidentifies its aims and explains why the President’s information\nwill advance its consideration of the possible legislation.Id., at 205–206, 214–215.Fourth, courts should be careful to assess the\nburdens imposed on the President by a subpoena. We have held that\nburdens on the President’s time and attention stemming from\njudicial process and litigation, without more, generally do not\ncross constitutional lines. SeeVance,ante,at\n12–14;Clinton, 520 U. S., at 704–705. But burdens\nimposed by a congressional subpoena should be carefully\nscrutinized, for they stem from a rival political branch that has\nan ongoing relationship with the President and incentives to use\nsubpoenas for institutional advantage.Other considerations may be pertinent as well;\none case every two centuries does not afford enough experience for\nan exhaustive list.When Congress seeks information “needed for\nintelligent legislative action,” it “unquestionably” remains “the\nduty ofallcitizens to cooperate.”Watkins, 354\nU. S., at 187 (emphasis added). Congressional subpoenas for\ninformation from the President, however, implicate special concerns\nregarding the separation of powers. The courts below did not take\nadequate account of those concerns. The judgments of the Courts of\nAppeals for the D. C. Circuit and the Second Circuit are\nvacated, and the cases are remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The Court of Appeals\ndirected a “limited” remand for the District Court to consider\nwhether it was necessary to disclose certain “sensitive personal\ndetails” (such as documents reflecting medical services received by\nemployees of the Trump business entities) and a “few” documents\nthat might not relate to the committees’ legislative purposes. 943\nF.3d 627, 667–668, 675 (2019). The Court of Appeals ordered that\nall other documents be “promptly transmitted” to the committees.Id., at 669.2By contrast, later that\nsummer, the Judiciarywascalled on to resolve whether\nPresident Jefferson could be issued a subpoenaduces tecumarising from Burr’s criminal trial. SeeUnited Statesv.Burr, 25 F. Cas. 30 (No. 14,692d) (CC Va. 1807); see alsoTrumpv.Vance,ante, at 5–7.",
    "joined": []
}