{
    "case": {
        "docket": "460",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/460/"
    },
    "id": "1963156",
    "author": "roberts",
    "type": "opinion",
    "text": "OPINION OF THE COURTUNITED STATES V. STEVENS559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-769UNITED STATES, PETITIONERv.ROBERT J.\nSTEVENSon writ of certiorari to the united states court of\nappeals for the third circuit[April 20, 2010]Chief Justice Roberts delivered\nthe opinion of the Court.Congress enacted 18 U. S. C.\n§48 to criminalize the commercial creation, sale, or possession of\ncertain depictions of animal cruelty. The statute does not address\nunderlying acts harmful to animals, but only portrayals of such\nconduct. The question presented is whether the prohibition in the\nstatute is consistent with the freedom of speech guaranteed by the\nFirst Amendment.ISection 48 establishes a criminal\npenalty of up to five years in prison for anyone who knowingly\n“creates, sells, or possesses a depiction of animal cruelty,” if\ndone “for commercial gain” in interstate or foreign commerce.\n§48(a).[Footnote 1] A depiction\nof “animal cruelty” is defined as one “in which a living animal is\nintentionally maimed, mutilated, tortured, wounded, or killed,” if\nthat conduct violates federal or state law where “the creation,\nsale, or possession takes place.” §48(c)(1). In what is referred to\nas the “exceptions clause,” the law exempts from prohibition any\ndepiction “that has serious religious, political, scientific,\neducational, journalistic, historical, or artistic value.”\n§48(b).The legislative background of §48\nfocused primarily on the interstate market for “crush videos.”\nAccording to the House Committee Report on the bill, such videos\nfeature the intentional torture and killing of helpless animals,\nincluding cats, dogs, monkeys, mice, and hamsters. H. R. Rep. No.\n106–397, p. 2 (1999) (hereinafter H. R. Rep.). Crush videos often\ndepict women slowly crushing animals to death “with their bare feet\nor while wearing high heeled shoes,” sometimes while “talking to\nthe animals in a kind of dominatrix patter” over “[t]he cries and\nsqueals of the animals, obviously in great pain.”Ibid.Apparently these depictions “appeal to persons with a very specific\nsexual fetish who find them sexually arousing or otherwise\nexciting.”Id.,at 2–3. The acts depicted in crush videos\nare typically prohibited by the animal cruelty laws enacted by all\n50 States and the District of Columbia. See Brief for United States\n25, n. 7 (listing statutes). But crush videos rarely disclose\nthe participants’ identities, inhibiting prosecution of the\nunderlying conduct. See H. R. Rep., at 3; accord, Brief for\nState of Florida et al. asAmici Curiae11.This case, however, involves an application of\n§48 to depictions of animal fighting. Dogfighting, for example, is\nunlawful in all 50 States and the District of Columbia, see Brief\nfor United States 26, n. 8 (listing statutes), and has been\nrestricted by federal law since 1976. Animal Welfare Act Amendments\nof 1976, §17, 90 Stat. 421, 7 U. S. C. §2156. Respondent\nRobert J. Stevens ran a business, “Dogs of Velvet and Steel,” and\nan associated Web site, through which he sold videos of pit bulls\nengaging in dogfights and attacking other animals. Among these\nvideos were Japan Pit Fights and Pick-A-Winna: A Pit Bull\nDocumentary, which include contemporary footage of dogfights in\nJapan (where such conduct is allegedly legal) as well as footage of\nAmerican dogfights from the 1960’s and 1970’s.[Footnote 2] A third video, Catch Dogs and Country\nLiving, depicts the use of pit bulls to hunt wild boar, as well as\na “gruesome” scene of a pit bull attacking a domestic farm pig. 533\nF. 3d 218, 221 (CA3 2008) (en banc). On the basis of these\nvideos, Stevens was indicted on three counts of violating §48.Stevens moved to dismiss the indictment,\narguing that §48 is facially invalid under the First Amendment. The\nDistrict Court denied the motion. It held that the depictions\nsubject to §48, like obscenity or child pornography, are\ncategorically unprotected by the First Amendment. 2:04–cr–00051–ANB\n(WD Pa., Nov. 10, 2004), App. to Pet. for Cert. 65a–71a. It went on\nto hold that §48 is not substantially overbroad, because the\nexceptions clause sufficiently narrows the statute to\nconstitutional applications.Id.,at 71a–75a. The jury\nconvicted Stevens on all counts, and the District Court sentenced\nhim to three concurrent sentences of 37 months’ imprisonment,\nfollowed by three years of supervised release. App. 37.The en banc Third Circuit, over a three-judge\ndissent, declared §48 facially unconstitutional and vacated\nStevens’s conviction. 533 F. 3d 218. The Court of Appeals\nfirst held that §48 regulates speech that is protected by the First\nAmendment. The Court declined to recognize a new category of\nunprotected speech for depictions of animal cruelty,id.,at 224, and n. 6, and rejected the Government’s analogy\nbetween animal cruelty depictions and child pornography,id.,at 224–232.The Court of Appeals then held that §48 could\nnot survive strict scrutiny as a content-based regulation of\nprotected speech.Id.,at 232. It found that the statute\nlacked a compelling government interest and was neither narrowly\ntailored to preventing animal cruelty nor the least restrictive\nmeans of doing so.Id.,at 232–235. It therefore held §48\nfacially invalid.In an extended footnote, the Third Circuit\nnoted that §48 “might also be unconstitutionally overbroad,”\nbecause it “potentially covers a great deal of constitutionally\nprotected speech” and “sweeps [too] widely” to be limited only by\nprosecutorial discretion.Id.,at 235, n. 16. But the\nCourt of Appeals declined to rest its analysis on this ground.We granted certiorari. 556 U. S. ___\n(2009).IIThe Government’s primary\nsubmission is that §48 necessarily complies with the Constitution\nbecause the banned depictions of animal cruelty, as a class, are\ncategorically unprotected by the First Amendment. We disagree.The First Amendment provides that\n“Congress shall make no law … abridging the freedom of speech.”\n“[A]s a general matter, the First Amendment means that government\nhas no power to restrict expression because of its message, its\nideas, its subject matter, or its content.”Ashcroftv.American Civil Liberties Union,535 U. S. 564, 573\n(2002) (internal quotation marks omitted). Section 48 explicitly\nregulates expression based on content: The statute restricts\n“visual [and] auditory depiction[s],” such as photographs, videos,\nor sound recordings, depending on whether they depict conduct in\nwhich a living animal is intentionally harmed. As such, §48 is\n“ ‘presumptively invalid,’ and the Government bears the burden\nto rebut that presumption.”United Statesv.Playboy\nEntertainment Group, Inc.,529 U. S. 803, 817\n(2000) (quotingR. A. V.v.St. Paul,505 U. S. 377,\n382 (1992); citation omitted).“From 1791 to the present,” however, the First\nAmendment has “permitted restrictions upon the content of speech in\na few limited areas,” and has never “include[d] a freedom to\ndisregard these traditional limitations.”Id.,at 382–383.\nThese “historic and traditional categories long familiar to the\nbar,”Simon & Schuster, Inc.v.Members of N. Y.\nState Crime Victims Bd.,502 U. S. 105, 127\n(1991) (Kennedy, J., concurring in judgment)—including obscenity,Rothv.United States,354 U. S. 476, 483\n(1957), defamation,Beauharnaisv.Illinois,343 U. S. 250,\n254–255 (1952), fraud,Virginia Bd. of Pharmacyv.Virginia Citizens Consumer Council, Inc.,425 U. S. 748, 771\n(1976), incitement,Brandenburgv.Ohio,395 U. S. 444, 447–449\n(1969) (per curiam), and speech integral to criminal\nconduct,Giboneyv.Empire Storage & Ice Co.,336 U. S. 490,\n498 (1949)—are “well-defined and narrowly limited classes of\nspeech, the prevention and punishment of which have never been\nthought to raise any Constitutional problem.”Chaplinskyv.New Hampshire,315 U. S. 568, 571–572\n(1942).The Government argues that “depictions of\nanimal cruelty” should be added to the list. It contends that\ndepictions of “illegal acts of animal cruelty” that are “made,\nsold, or possessed for commercial gain” necessarily “lack\nexpressive value,” and may accordingly “be regulated asunprotectedspeech.” Brief for United States 10 (emphasis\nadded). The claim is not just that Congress may regulate depictions\nof animal cruelty subject to the First Amendment, but that these\ndepictions are outside the reach of that Amendment altogether—that\nthey fall into a “ ‘First Amendment Free Zone.’ ”Board of Airport Comm’rs of Los Angelesv.Jews for\nJesus, Inc.,482 U. S. 569, 574\n(1987).As the Government notes, the prohibition of\nanimal cruelty itself has a long history in American law, starting\nwith the early settlement of the Colonies. Reply Brief 12,\nn. 8; see,e.g.,The Body of Liberties §92 (Mass. Bay\nColony 1641), reprinted in American Historical Documents 1000–1904,\n43 Harvard Classics 66, 79 (C. Eliot ed. 1910) (“No man shall\nexercise any Tirranny or Crueltie towards any bruite Creature which\nare usuallie kept for man’s use”). But we are unaware of any\nsimilar tradition excludingdepictionsof animal cruelty\nfrom “the freedom of speech” codified in the First Amendment, and\nthe Government points us to none.The Government contends that “historical\nevidence” about the reach of the First Amendment is not “a\nnecessary prerequisite for regulation today,” Reply Brief 12,\nn. 8, and that categories of speech may be exempted from the\nFirst Amendment’s protection without any long-settled tradition of\nsubjecting that speech to regulation. Instead, the Government\npoints to Congress’s “ ‘legislative judgment that … depictions\nof animals being intentionally tortured and killed [are] of such\nminimal redeeming value as to render [them] unworthy of First\nAmendment protection,’ ” Brief for United States 23 (quoting\n533 F. 3d, at 243 (Cowen, J., dissenting)), and asks the Court\nto uphold the ban on the same basis. The Government thus proposes\nthat a claim of categorical exclusion should be considered under a\nsimple balancing test: “Whether a given category of speech enjoys\nFirst Amendment protection depends upon a categorical balancing of\nthe value of the speech against its societal costs.” Brief for\nUnited States 8; see alsoid.,at 12.As a free-floating test for First Amendment\ncoverage, that sentence is startling and dangerous. The First\nAmendment’s guarantee of free speech does not extend only to\ncategories of speech that survive an ad hoc balancing of\nrelative social costs and benefits. The First Amendment itself\nreflects a judgment by the American people that the benefits of its\nrestrictions on the Government outweigh the costs. Our Constitution\nforecloses any attempt to revise that judgment simply on the basis\nthat some speech is not worth it. The Constitution is not a\ndocument “prescribing limits, and declaring that those limits may\nbe passed at pleasure.”Marburyv.Madison, 1\nCranch 137, 178 (1803).To be fair to the Government, its view did not\nemerge from a vacuum. As the Government correctly notes, this Court\nhas oftendescribedhistorically unprotected categories of\nspeech as being “ ‘of such slight social value as a step to\ntruth that any benefit that may be derived from them is clearly\noutweighed by the social interest in order and morality.’ ”R. A. V.,supra, at 383 (quotingChaplinsky,supra, at 572). InNew Yorkv.Ferber,458 U. S. 747(1982), we\nnoted that within these categories of unprotected speech, “the evil\nto be restricted so overwhelmingly outweighs the expressive\ninterests, if any, at stake, that no process of case-by-case\nadjudication is required,” because “the balance of competing\ninterests is clearly struck,”id.,at 763–764. The\nGovernment derives its proposed test from these descriptions in our\nprecedents. See Brief for United States 12–13.But such descriptions are just\nthat—descriptive. They do not set forth a test that may be applied\nas a general matter to permit the Government to imprison any\nspeaker so long as his speech is deemed valueless or unnecessary,\nor so long as an ad hoc calculus of costs and benefits tilts in a\nstatute’s favor.When we have identified categories of speech\nas fully outside the protection of the First Amendment, it has not\nbeen on the basis of a simple cost-benefit analysis. InFerber, for example, we classified child pornography as\nsuch a category, 458 U. S., at 763. We noted that the State of New\nYork had a compelling interest in protecting children from abuse,\nand that the value of using children in these works (as opposed to\nsimulated conduct or adult actors) wasde minimis.Id.,at 756–757, 762. But our decision did not rest on\nthis “balance of competing interests” alone.Id., at 764.\nWe made clear thatFerberpresented a special case: The\nmarket for child pornography was “intrinsically related” to the\nunderlying abuse, and was therefore “an integral part of the\nproduction of such materials, an activity illegal throughout the\nNation.”Id.,at 759, 761. As we noted, “ ‘[i]t\nrarely has been suggested that the constitutional freedom for\nspeech and press extends its immunity to speech or writing used as\nan integral part of conduct in violation of a valid criminal\nstatute.’ ”Id.,at 761–762 (quotingGiboney,supra, at 498).Ferberthus\ngrounded its analysis in a previously recognized, long-established\ncategory of unprotected speech, and our subsequent decisions have\nshared this understanding. SeeOsbornev.Ohio,495 U. S. 103,\n110 (1990) (describingFerberas finding “persuasive” the\nargument that the advertising and sale of child pornography was “an\nintegral part” of its unlawful production (internal quotation marks\nomitted));Ashcroftv.Free Speech Coalition,535 U. S. 234,\n249–250 (2002) (noting that distribution and sale “were\nintrinsically related to the sexual abuse of children,” giving the\nspeech at issue “a proximate link to the crime from which it came”\n(internal quotation marks omitted)).Our decisions inFerberand other\ncases cannot be taken as establishing a freewheeling authority to\ndeclare new categories of speech outside the scope of the First\nAmendment. Maybe there are some categories of speech that have been\nhistorically unprotected, but have not yet been specifically\nidentified or discussed as such in our case law. But if so, there\nis no evidence that “depictions of animal cruelty” is among them.\nWe need not foreclose the future recognition of such additional\ncategories to reject the Government’s highly manipulable balancing\ntest as a means of identifying them.IIIBecause we decline to carve out\nfrom the First Amendment any novel exception for §48, we review\nStevens’s First Amendment challenge under our existing\ndoctrine.AStevens challenged §48 on its\nface, arguing that any conviction secured under the statute would\nbe unconstitutional. The court below decided the case on that\nbasis, 533 F. 3d, at 231, n. 13, and we granted the\nSolicitor General’s petition for certiorari to determine “whether\n18 U. S. C. 48 is facially invalid under the Free Speech\nClause of the First Amendment,” Pet. for Cert. i.To succeed in a typical facial\nattack, Stevens would have to establish “that no set of\ncircumstances exists under which [§48] would be valid,”United\nStatesv.Salerno,481 U. S. 739, 745\n(1987), or that the statute lacks any “plainly legitimate sweep,”Washingtonv.Glucksberg,521 U. S. 702, 740,\nn. 7 (1997) (Stevens, J., concurring in judgments) (internal\nquotation marks omitted). Which standard applies in a typical case\nis a matter of dispute that we need not and do not address, and\nneitherSalernonorGlucksbergis a speech case.\nHere the Government asserts that Stevens cannot prevail because §48\nis plainly legitimate as applied to crush videos and animal\nfighting depictions. Deciding this case through a traditional\nfacial analysis would require us to resolve whether these\napplications of §48 are in fact consistent with the\nConstitution.In the First Amendment context, however, this\nCourt recognizes “a second type of facial challenge,” whereby a law\nmay be invalidated as overbroad if “a substantial number of its\napplications are unconstitutional, judged in relation to the\nstatute’s plainly legitimate sweep.”Washington State\nGrangev.Washington State Republican Party,552 U. S. 442, 449,\nn. 6 (2008) (internal quotation marks omitted). Stevens argues\nthat §48 applies to common depictions of ordinary and lawful\nactivities, and that these depictions constitute the vast majority\nof materials subject to the statute. Brief for Respondent 22–25.\nThe Government makes no effort to defend such a broad ban as\nconstitutional. Instead, the Government’s entire defense of §48\nrests on interpreting the statute as narrowly limited to specific\ntypes of “extreme” material. Brief for United States 8. As the\nparties have presented the issue, therefore, the constitutionality\nof §48 hinges on how broadly it is construed. It is to that\nquestion that we now turn.[Footnote\n3]BAs we explained two Terms ago,\n“[t]he first step in overbreadth analysis is to construe the\nchallenged statute; it is impossible to determine whether a statute\nreaches too far without first knowing what the statute covers.”United Statesv.Williams,553 U. S. 285, 293\n(2008). Because §48 is a federal statute, there is no need to defer\nto a state court’s authority to interpret its own law.We read §48 to create a criminal\nprohibition of alarming breadth. To begin with, the text of the\nstatute’s ban on a “depiction of animal cruelty” nowhere requires\nthat the depicted conduct be cruel. That text applies to “any …\ndepiction” in which “a living animal is intentionally maimed,\nmutilated, tortured, wounded, or killed.” §48(c)(1). “[M]aimed,\nmutilated, [and] tortured” convey cruelty, but “wounded” or\n“killed” do not suggest any such limitation.The Government contends that the terms in the\ndefinition should be read to require the additional element of\n“accompanying acts of cruelty.” Reply Brief 6; see also Tr. of Oral\nArg. 17–19. (The dissent hinges on the same assumption. Seepost,at 6, 9.) The Government bases this argument on the\ndefiniendum, “depiction of animal cruelty,” cf.Leocalv.Ashcroft,543\nU. S. 1, 11 (2004), and on “ ‘the commonsense canon ofnoscitur a sociis.’ ” Reply Brief 7 (quotingWilliams, 553 U. S., at 294). As that canon recognizes, an\nambiguous term may be “given more precise content by the\nneighboring words with which it is associated.”Ibid.\nLikewise, an unclear definitional phrase may take meaning from the\nterm to be defined, seeLeocal,supra,at 11\n(interpreting a “ ‘substantial risk’ ” of the “us[e]” of\n“physical force” as part of the definition of “ ‘crime of\nviolence’ ”).But the phrase “wounded … or killed” at issue\nhere contains little ambiguity. The Government’s opening brief\nproperly applies the ordinary meaning of these words, stating for\nexample that to “ ‘kill’ is ‘to deprive of life.’ ” Brief\nfor United States 14 (quoting Webster’s Third New International\nDictionary 1242 (1993)). We agree that “wounded” and “killed”\nshould be read according to their ordinary meaning. Cf.Engine\nMfrs. Assn.v.South Coast Air Quality Management\nDist.,541 U.\nS. 246, 252 (2004). Nothing about that meaning requires\ncruelty.While not requiring cruelty, §48 does require\nthat the depicted conduct be “illegal.” But this requirement does\nnot limit §48 along the lines the Government suggests. There are\nmyriad federal and state laws concerning the proper treatment of\nanimals, but many of them are not designed to guard against animal\ncruelty. Protections of endangered species, for example, restrict\neven the humane “wound[ing] or kill[ing]” of “living animal[s].”\n§48(c)(1). Livestock regulations are often designed to protect the\nhealth of human beings, and hunting and fishing rules (seasons,\nlicensure, bag limits, weight requirements) can be designed to\nraise revenue, preserve animal populations, or prevent accidents.\nThe text of §48(c) draws no distinction based on the reason the\nintentional killing of an animal is made illegal, and includes, for\nexample, the humane slaughter of a stolen cow.[Footnote 4]What is more, the application of §48 to\ndepictions of illegal conduct extends to conduct that is illegal in\nonly a single jurisdiction. Under subsection (c)(1), the depicted\nconduct need only be illegal in “the State in which the creation,\nsale, or possession takes place, regardless of whether the …\nwounding … or killing took place in [that] State.” A depiction of\nentirely lawful conduct runs afoul of the ban if that depiction\nlater finds its way into another State where the same conduct is\nunlawful. This provision greatly expands the scope of §48, because\nalthough there may be “a broad societal consensus” against cruelty\nto animals, Brief for United States 2, there is substantial\ndisagreement on what types of conduct are properly regarded as\ncruel. Both views about cruelty to animals and regulations having\nno connection to cruelty vary widely from place to place.In the District of Columbia, for example, all\nhunting is unlawful. D. C. Munic. Regs., tit. 19, §1560\n(2009). Other jurisdictions permit or encourage hunting, and there\nis an enormous national market for hunting-related depictions in\nwhich a living animal is intentionally killed. Hunting periodicals\nhave circulations in the hundreds of thousands or millions, see\nMediaweek, Sept. 29, 2008, p. 28, and hunting television\nprograms, videos, and Web sites are equally popular, see Brief for\nProfessional Outdoor Media Association et al. asAmici\nCuriae9–10. The demand for hunting depictions exceeds the\nestimated demand for crush videos or animal fighting depictions by\nseveral orders of magnitude. Compareibid.and Brief for\nNational Rifle Association of America, Inc., asAmicus\nCuriae12 (hereinafter NRA Brief) (estimating that hunting\nmagazines alone account for $135 million in annual retail sales)\nwith Brief for United States 43–44, 46 (suggesting $1 million in\ncrush video sales per year, and noting that Stevens earned $57,000\nfrom his videos). Nonetheless, because the statute allows each\njurisdiction to export its laws to the rest of the country, §48(a)\nextends toanymagazine or video depicting lawful hunting,\nso long as that depiction is sold within the Nation’s Capital.Those seeking to comply with the law thus face\na bewildering maze of regulations from at least 56 separate\njurisdictions. Some States permit hunting with crossbows, Ga. Code\nAnn. §27–3–4(1) (2007); Va. Code Ann. §29.1–519(A)(6) (Lexis 2008\nCum. Supp.), while others forbid it, Ore. Admin. Reg. 635–065–0725\n(2009), or restrict it only to the disabled, N. Y. Envir.\nConserv. Law Ann. §11–0901(16) (West 2005). Missouri allows the\n“canned” hunting of ungulates held in captivity, Mo. Code Regs.\nAnn., tit. 3, 10–9.560(1), but Montana restricts such hunting to\ncertain bird species, Mont. Admin. Rule 12.6.1202(1) (2007). The\nsharp-tailed grouse may be hunted in Idaho, but not in Washington.\nCompare Idaho Admin. Code §13.01.09.606 (2009) with Wash. Admin.\nCode §232–28–342 (2009).The disagreements among the States—and the\n“commonwealth[s], territor[ies], or possession[s] of the United\nStates,” 18 U. S. C. §48(c)(2)—extend well beyond hunting.\nState agricultural regulations permit different methods of\nlivestock slaughter in different places or as applied to different\nanimals. Compare,e.g.,Fla. Stat. §828.23(5) (2007)\n(excluding poultry from humane slaughter requirements) with Cal.\nFood & Agric. Code Ann. §19501(b) (West 2001) (including some\npoultry). California has recently banned cutting or “docking” the\ntails of dairy cattle, which other States permit. 2009 Cal. Legis.\nServ. Ch. 344 (S. B. 135) (West). Even cockfighting, long\nconsidered immoral in much of America, seeBarnesv.Glen Theatre, Inc.,501 U. S. 560, 575\n(1991) (Scalia, J., concurring in judgment), is legal in Puerto\nRico, see 15 Laws P. R. Ann. §301 (Supp. 2008);Posadas de\nPuerto Rico Associatesv.Tourism Co. of P. R.,478 U. S. 328,\n342 (1986), and was legal in Louisiana until 2008, see La. Stat.\nAnn. §14:102.23 (West) (effective Aug. 15, 2008). An\notherwise-lawful image of any of these practices, if sold or\npossessed for commercial gain within a State that happens to forbid\nthe practice, falls within the prohibition of §48(a).CThe only thing standing between\ndefendants who sell such depictions and five years in federal\nprison—other than the mercy of a prosecutor—is the statute’s\nexceptions clause. Subsection (b) exempts from prohibition “any\ndepiction that has serious religious, political, scientific,\neducational, journalistic, historical, or artistic value.” The\nGovernment argues that this clause substantially narrows the\nstatute’s reach: News reports about animal cruelty have\n“journalistic” value; pictures of bullfights in Spain have\n“historical” value; and instructional hunting videos have\n“educational” value. Reply Brief 6. Thus, the Government argues,\n§48 reaches only crush videos, depictions of animal fighting (other\nthan Spanish bullfighting, see Brief for United States 47–48), and\nperhaps other depictions of “extreme acts of animal cruelty.”Id.,at 41.The Government’s attempt to\nnarrow the statutory ban, however, requires an unrealistically\nbroad reading of the exceptions clause. As the Government reads the\nclause, any material with “redeeming societal value,”id.,\nat 9, 16, 23, “ ‘at least some minimal value,’ ” Reply\nBrief 6 (quoting H. R. Rep., at 4), or anything more than “scant\nsocial value,” Reply Brief 11, is excluded under §48(b). But the\ntext says “serious” value, and “serious” should be taken seriously.\nWe decline the Government’s invitation—advanced for the first time\nin this Court—to regard as “serious” anything that is not “scant.”\n(Or, as the dissent puts it, “ ‘trifling.’ ”Post, at 6.) As the Government recognized below, “serious”\nordinarily means a good bit more. The District Court’s jury\ninstructions required value that is “significant and of great\nimport,” App. 132, and the Government defended these instructions\nas properly relying on “a commonly accepted meaning of the word\n‘serious,’ ” Brief for United States in No. 05–2497 (CA3), p.\n50.Quite apart from the requirement of “serious”\nvalue in §48(b), the excepted speech must also fall within one of\nthe enumerated categories. Much speech does not. Most hunting\nvideos, for example, are not obviously instructional in nature,\nexcept in the sense that all life is a lesson. According to Safari\nClub International and the Congressional Sportsmen’s Foundation,\nmany popular videos “have primarily entertainment value” and are\ndesigned to “entertai[n] the viewer, marke[t] hunting equipment, or\nincreas[e] the hunting community.” Brief for Safari Club\nInternational et al. asAmici Curiae12. The National\nRifle Association agrees that “much of the content of hunting media\n… is merelyrecreationalin nature.” NRA Brief 28. The\nGovernment offers no principled explanation why these depictions of\nhunting or depictions of Spanish bullfights would beinherentlyvaluable while those of Japanese dogfights are\nnot. The dissent contends that hunting depictions must have serious\nvalue because hunting has serious value, in a way that dogfights\npresumably do not.Post,at 6–8. But §48(b) addresses the\nvalue of thedepictions, not of the underlying activity.\nThere is simply no adequate reading of the exceptions clause that\nresults in the statute’s banning only the depictions the Government\nwould like to ban.The Government explains that the language of\n§48(b) was largely drawn from our opinion inMillerv.California,413 U. S. 15(1973),\nwhich excepted from its definition of obscenity any material with\n“serious literary, artistic, political, or scientific value,”id.,at 24. See Reply Brief 8, 9, and n. 5. According\nto the Government, this incorporation of theMillerstandard into §48 is therefore surely enough to answer any First\nAmendment objection. Reply Brief 8–9.InMillerwe held that “serious”\nvalue shields depictions of sex from regulation as obscenity. 413\nU. S., at 24–25. LimitingMiller’s exception to “serious”\nvalue ensured that “ ‘[a] quotation from Voltaire in the\nflyleaf of a book [would] not constitutionally redeem an otherwise\nobscene publication.’ ”Id.,at 25, n. 7\n(quotingKoisv.Wisconsin,408 U. S. 229, 231\n(1972) (per curiam)). We did not, however, determine that\nserious value could be used as a general precondition to protectingothertypes of speech in the first place.Mostof\nwhat we say to one another lacks “religious, political, scientific,\neducational, journalistic, historical, or artistic value” (let\nalone serious value), but it is still sheltered from government\nregulation. Even “ ‘[w]holly neutral futilities … come under\nthe protection of free speech as fully as do Keats’ poems or\nDonne’s sermons.’ ”Cohenv.California,403 U. S. 15, 25\n(1971) (quotingWintersv.New York,333 U. S. 507, 528\n(1948) (Frankfurter, J., dissenting); alteration in original).Thus, the protection of the First Amendment\npresumptively extends to many forms of speech that do not qualify\nfor the serious-value exception of §48(b), but nonetheless fall\nwithin the broad reach of §48(c).DNot to worry, the Government\nsays: The Executive Branch construes §48 to reach only “extreme”\ncruelty, Brief for United States 8, and it “neither has brought nor\nwill bring a prosecution for anything less,” Reply Brief 6–7. The\nGovernment hits this theme hard, invoking its prosecutorial\ndiscretion several times. Seeid.,at 6–7, 10, and\nn. 6, 19, 22. But the First Amendment protects against the\nGovernment; it does not leave us at the mercy ofnoblesse\noblige. We would not uphold an unconstitutional statute merely\nbecause the Government promised to use it responsibly. Cf.Whitmanv.American Trucking Assns., Inc.,531 U. S. 457,\n473 (2001).This prosecution is itself\nevidence of the danger in putting faith in government\nrepresentations of prosecutorial restraint. When this legislation\nwas enacted, the Executive Branch announced that it would interpret\n§48 as covering only depictions “of wanton cruelty to animals\ndesigned to appeal to a prurient interest in sex.” See Statement by\nPresident William J. Clinton upon Signing H. R. 1887, 34 Weekly\nComp. Pres. Doc. 2557 (Dec. 9, 1999). No one suggests that the\nvideos in this case fit that description. The Government’s\nassurance that it will apply §48 far more restrictively than its\nlanguage provides is pertinent only as an implicit acknowledgment\nof the potential constitutional problems with a more natural\nreading.Nor can we rely upon the canon of construction\nthat “ambiguous statutory language [should] be construed to avoid\nserious constitutional doubts.”FCCv.Fox Television\nStations, Inc., 556 U. S. ___, ___ (2009) (slip op., at 12).\n“[T]his Court may impose a limiting construction on a statute only\nif it is ‘readily susceptible’ to such a construction.”Renov.American Civil Liberties Union,521 U. S. 844, 884\n(1997). We “ ‘will not rewrite a … law to conform it to\nconstitutional requirements,’ ”id.,at 884–885\n(quotingVirginiav.American Booksellers Assn.,\nInc.,484 U. S.\n383, 397 (1988); omission in original), for doing so would\nconstitute a “serious invasion of the legislative domain,”United Statesv.Treasury Employees,513 U. S. 454, 479, n.\n26 (1995), and sharply diminish Congress’s “incentive to draft a\nnarrowly tailored law in the first place,”Osborne,495 U.\nS., at 121. To read §48 as the Government desires requires\nrewriting, not just reinterpretation.*  *  *Our construction of §48 decides\nthe constitutional question; the Government makes no effort to\ndefend the constitutionality of §48 as applied beyond crush videos\nand depictions of animal fighting. It argues that those particular\ndepictions are intrinsically related to criminal conduct or are\nanalogous to obscenity (if not themselves obscene), and that the\nban on such speech is narrowly tailored to reinforce restrictions\non the underlying conduct, prevent additional crime arising from\nthe depictions, or safeguard public mores. But the Government\nnowhere attempts to extend these arguments to depictions of any\nother activities—depictions that are presumptively protected by the\nFirst Amendment but that remain subject to the criminal sanctions\nof §48.Nor does the Government seriously\ncontest that the presumptively impermissible applications of §48\n(properly construed) far outnumber any permissible ones. However\n“growing” and “lucrative” the markets for crush videos and\ndogfighting depictions might be, see Brief for United States 43, 46\n(internal quotation marks omitted), they are dwarfed by the market\nfor other depictions, such as hunting magazines and videos, that we\nhave determined to be within the scope of §48. Seesupra,\nat 13–14. We therefore need not and do not decide whether a statute\nlimited to crush videos or other depictions of extreme animal\ncruelty would be constitutional. We hold only that §48 is not so\nlimited but is instead substantially overbroad, and therefore\ninvalid under the First Amendment.The judgment of the United States Court of\nAppeals for the Third Circuit is affirmed.It is so ordered.Footnote 1The statute reads in full:“§48. Depiction of animal cruelty“(a) Creation, Sale, or\nPossession.—Whoever knowingly creates, sells, or possesses a\ndepiction of animal cruelty with the intention of placing that\ndepiction in interstate or foreign commerce for commercial gain,\nshall be fined under this title or imprisoned not more than 5\nyears, or both.“(b) Exception.—Subsection\n(a) does not apply to any depiction that has serious religious,\npolitical, scientific, educational, journalistic, historical, or\nartistic value.“(c) Definitions.—In this\nsection—“(1) the\nterm ‘depiction of animal cruelty’ means any visual or auditory\ndepiction, including any photograph, motion-picture film, video\nrecording, electronic image, or sound recording of conduct in which\na living animal is intentionally maimed, mutilated, tortured,\nwounded, or killed, if such conduct is illegal under Federal law or\nthe law of the State in which the creation, sale, or possession\ntakes place, regardless of whether the maiming, mutilation,\ntorture, wounding, or killing took place in the State; and“(2) the\nterm ‘State’ means each of the several States, the District of\nColumbia, the Commonwealth of Puerto Rico, the Virgin Islands,\nGuam, American Samoa, the Commonwealth of the Northern Mariana\nIslands, and any other commonwealth, territory, or possession of\nthe United States.”Footnote 2The Government contends that these dogfights\nwere unlawful at the time they occurred, while Stevens disputes the\nassertion. Reply Brief for United States 25, n. 14\n(hereinafter Reply Brief); Brief for Respondent 44, n. 18.Footnote 3The dissent contends that because there has\nnot been a ruling on the validity of the statute as applied to\nStevens, our consideration of his facial overbreadth claim is\npremature.Post,at 1, and n. 1, 2–3 (opinion of\nAlito, J.). Whether or not that conclusion follows, here no\nas-applied claim has been preserved. Neither court below construed\nStevens’s briefs as adequately developing a separate attack on a\ndefined subset of the statute’s applications (say, dogfighting\nvideos). See 533 F. 3d 218, 231, n. 13 (CA3 2008) (en\nbanc) (“Stevens brings a facial challenge to the statute”); App. to\nPet. for Cert. 65a, 74a. Neither did the Government, see Brief for\nUnited States in No. 05–2497 (CA3), p. 28 (opposing “the\nappellant’s facial challenge”); accord, Brief for United States 4.\nThe sentence in Stevens’s appellate brief mentioning his unrelated\nsufficiency-of-the-evidence challenge hardly developed a First\nAmendment as-applied claim. Seepost,at 1, n. 1.\nStevens’s constitutional argument is a general one. And unlike the\nchallengers inWashington State Grange, Stevens does not\n“rest on factual assumptions … that can be evaluated only in the\ncontext of an as-applied challenge.” 552 U. S., at 444.Footnote 4The citations in the dissent’s appendix are\nbeside the point. The cited statutes stand for the proposition that\nhunting is not covered by animal cruelty laws. But the reach of §48\nis, as we have explained, not restricted to depictions of conduct\nthat violates a law specifically directed at animal cruelty. It\nsimply requires that the depicted conduct be “illegal.” §48(c)(1).\nThe Government implicitly admits as much, arguing that\n“instructional videos for hunting” are saved by the statute’s\nexceptions clause, not that they fall outside the prohibition in\nthe first place. Reply Brief 6.",
    "joined": []
}