{
    "case": {
        "docket": "731",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/731/"
    },
    "id": "1963558",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "563 U. S. ____ (2011)ASHCROFT V. AL-KIDD563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 10-98JOHN D. ASHCROFT, PETITIONERv.ABDULLAH\nal-KIDDon writ of certiorari to the united states court of\nappeals for the ninth circuit[May 31, 2011]Justice Sotomayor, with whom\nJustice Ginsburg and Justice Breyer join, concurring in the\njudgment.I concur in the Court’s judgment\nreversing the Court of Appeals because I agree with the majority’s\nconclusion that Ashcroft did not violate clearly established law. I\ncannot join the majority’s opinion, however, because it\nunnecessarily “resolve[s] [a] difficult and novel questio[n] of\nconstitutional … interpretation that will ‘have no effect on the\noutcome of the case.’ ”Ante, at 3 (quotingPearsonv.Callahan,555 U. S. 223, 237\n(2009)).Whether the Fourth Amendment permits the\npretextual use of a material witness warrant for preventive\ndetention of an individual whom the Government has no intention of\nusing at trial is, in my view, a closer question than the\nmajority’s opinion suggests. Although the majority is correct that\na government official’s subjective intent is generally “irrelevant\nin determining whether that officer’s actions violate the Fourth\nAmendment,”Bondv.United States,529 U. S. 334, 338,\nn. 2 (2000), none of our prior cases recognizing that\nprinciple involved prolonged detention of an individual without\nprobable cause to believe he had committed any criminal offense. We\nhave never considered whether an official’s subjective intent\nmatters for purposes of the Fourth Amendment in that novel context,\nand we need not and should not resolve that question in this case.\nAll Members of the Court agree that, whatever the merits of the\nunderlying Fourth Amendment question, Ashcroft did not violate\nclearly established law.The majority’s constitutional ruling is a\nnarrow one pre-mised on the existence of a “valid material-witness\nwarran[t],”ante, at 1—a premise that, at the very least,\nis questionable in light of the allegations set forth in al-Kidd’s\ncomplaint. Based on those allegations, it is not at all clear that\nit would have been “impracticable to secure [al-Kidd’s] presence …\nby subpoena” or that his testimony could not “adequately be secured\nby deposition.” 18 U. S. C. §3144; see First Amended Complaint\nin No. 05–093–EJL, ¶55, App. 26 (“Mr. al-Kidd would have complied\nwith a subpoena had he been issued one or agreed to a deposition”).\nNor is it clear that the affidavit supporting the warrant was\nsufficient; its failure to disclose that the Government had no\nintention of using al-Kidd as a witness at trial may very well have\nrendered the affidavit deliberately false and misleading. Cf.Franksv.Delaware,438 U. S. 154, 155–156\n(1978). The majority assumes away these factual difficulties, but\nin my view, they point to the artificiality of the way the Fourth\nAmendment question has been presented to this Court and provide\nfurther reason to avoid rendering an unnecessary holding on the\nconstitutional question.I also join Part I of Justice Kennedy’s\nconcurring opinion. As that opinion makes clear, this case does not\npresent an occasion to address the proper scope of the material\nwitness statute or its constitutionality as applied in this case.\nIndeed, nothing in the majority’s opinion today should be read as\nplacing this Court’s imprimatur on the actions taken by the\nGovernment against al-Kidd.Ante, at 1 (Kennedy, J.,\nconcurring) (“The Court’s holding is limited to the arguments\npresented by the parties and leaves unresolved whether the\nGovernment’s use of the Material Witness Statute in this case was\nlawful”).",
    "joined": []
}