{
    "case": {
        "docket": "16-1435",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/16-1435/"
    },
    "id": "3915292",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1435_________________MINNESOTA VOTERS ALLIANCE, et al.,\nPETITIONERSv.JOE MANSKY, et al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 14, 2018]Justice Sotomayor, with whom Justice Breyer\njoins, dissenting.I agree with the Court that “[c]asting a vote is\na weighty civic act” and that “State[s] may reasonably take steps\nto ensure that partisan discord not follow the voter up to the\nvoting booth,” including by “prohibit[ing] certain apparel [in\npolling places] because of the message it conveys.”Ante,at\n11–12. I disagree, however, with the Court’s decision to declare\nMinnesota’s political apparel ban unconstitutional on its face\nbecause, in its view, the ban is not “capable of reasoned\napplication,”ante,at 19, when the Court has not first\nafforded the Minnesota state courts “ ‘a reasonable\nopportunity to pass upon’ ” and construe the statute,Babbittv.Farm Workers, 442 U. S. 289, 308\n(1979). I would certify this case to the Minnesota Supreme Court\nfor a definitive interpretation of the political apparel ban under\nMinn. Stat. §211B.11(1) (Supp. 2017), which likely would obviate\nthe hypothetical line-drawing problems that form the basis of the\nCourt’s decision today.IAs the Court acknowledges, Minnesota adopted\nits political apparel ban late in the 19th century against the\nbackdrop of often “ ‘chaotic’ ” voting conditions where\n“[c]rowds would gather to heckle and harass voters who appeared to\nbe supporting the other side.”Ante,at 2. Polling places\nbecame “highly charged ethnic, religious, and ideological\nbattleground[s] in which individuals were stereotyped as friend or\nfoe,” even “on the basis of clothing.” R. Bensel, The American\nBallot Box in the Mid-Nineteenth Century 21 (2004). As a result,\nStates began adopting reforms “to address these vulnerabilities and\nimprove the reliability of elections.”Ante,at 3.Minnesota thus enacted the political apparel ban\nat issue in this case, which prohibits an individual from wearing\n“[a] political badge, political button, or other political insignia\n. . . at or about the polling place.” §211B.11(1).\nRespondents maintain that this prohibition, together with other\nelection-day regulations, furthers Minnesota’s compelling interests\nin (1) “maintaining peace, order and decorum in the polling place,”\n(2) “protecting voters from confusion and undue influence such as\nintimidation,” and (3) “preserving the integrity of its election\nprocess.” Brief for Respondents 41 (internal quotation marks and\nalterations omitted); seeBursonv.Freeman, 504\nU. S. 191, 193, 199 (1992) (plurality opinion) (recognizing\nsuch interests as compelling).The majority accords due respect to the weight\nof these state interests in concluding that there is “no basis for\nrejecting Minnesota’s determination that some forms of advocacy\nshould be excluded from the polling place, to set it aside as ‘an\nisland of calm in which voters can peacefully contemplate their\nchoices.’ ”Ante,at 11. Polling places today may not\nmuch resemble the chaotic scenes of the turn of the 20th century,\nbut they remain vulnerable to interpersonal conflicts and partisan\nefforts to influence voters.[1]\nEven acts of interference that are “undetected or less than blatant\n. . . may nonetheless drive the voter away before\nremedial action can be taken.”Burson, 504 U. S., at\n207; see also Brief for Campaign Legal Center asAmicus\nCuriae9 (noting that, “[a]bsent a ban on political\nparaphernalia, [poll] workers might unintentionally exhibit\nunconscious bias against voters who wear the ‘wrong’\nparaphernalia”).In holding that a polling place constitutes a\nnonpublic forum and that a State must establish only that its\nlimitations on speech inside the polling place are reasonable, seeante,at 8–9, the Court goes a long way in preserving\nStates’ discretion to determine what measures are appropriate to\nfurther important interests in maintaining order and decorum,\npreventing confusion and intimidation, and protecting the integrity\nof the voting process. The Court errs, however, in declaring\nMinnesota’s political apparel ban unconstitutional under that\nstandard, without any guidance from the State’s highest court on\nthe proper interpretation of that state law.Ante,at 13,\n19, n. 7.IIThe Court invalidates Minnesota’s political\napparel ban based on its inability to define the term “political”\nin §211B.11(1), so as to discern “some sensible basis for\ndistinguishing what may come in from what must stay out” of a\npolling place.Ante,at 12–13. The majority believes that\nthe law is not “capable of reasoned application,”ante,at\n19, but it reaches that conclusion without taking the preferential\nstep of first asking the state courts to provide “an accurate\npicture of how, exactly, the statute works,”Expressions Hair\nDesignv.Schneiderman, 581 U. S. ___, ___ (2017)\n(Sotomayor, J., concurring in judgment) (slip op., at 5). It is a\n“cardinal principle” that, “when confronting a challenge to the\nconstitutionality of a . . . statute,” courts “will first\nascertain whether a construction . . . is fairly possible\nthat will contain the statute within constitutional bounds,” and in\nthe context of a challenge to a state statute, federal courts\nshould be particularly hesitant to speculate as to possible\nconstructions of the state law when “the state courts stand willing\nto address questions of state law on certification.”Arizonans\nfor Official Englishv.Arizona, 520 U. S. 43,\n78–79 (1997) (internal quotation marks omitted); see Minn. Stat.\n§480.065(3) (2016) (authorizing the Minnesota Supreme Court to\nanswer certified questions). Certification “save[s] time, energy,\nand resources and helps build a cooperative judicial federalism.”Lehman Brothersv.Schein, 416 U. S. 386, 391\n(1974). Neither of the majority’s proffered reasons for declining\nto certify this case justifies its holding.First, the Court notes that respondents’\n“request for certification comes very late in the day,” as the\nlitigation already had been ongoing for more than seven years\nbefore the request.Ante,at 19, n. 7. But\ncertification is not an argument subject to forfeiture by the\nparties. It is a tool of the federal courts that serves to avoid\n“friction-generating error” where a federal court attempts to\nconstrue a statute “not yet reviewed by the State’s highest court.”Arizonans for Official English, 520 U. S., at 79. This\nCourt has certified questions to a state court “sua sponte,\neven though the parties had not sought such relief and even though\nthe district court and the court of appeals previously had resolved\nthe disputed point of state law.” S. Shapiro, K. Geller, T. Bishop,\nE. Hartnett, & D. Himmelfarb, Supreme Court Practice §9.4,\np. 611 (10th ed. 2013) (citingElkinsv.Moreno,\n435 U. S. 647, 660–663, 668–669 (1978)); see alsoMassachusettsv.Feeney, 429 U. S. 66 (1976)\n(per curiam) (certifying a question to the Supreme Judicial\nCourt of the Commonwealth of Massachusetts “on [the Court’s] own\nmotion”). Respondents’ delay in asking for certification does\nnothing to alter this Court’s responsibility as a matter of\nstate-federal comity to give due deference to the state courts in\ninterpreting their own laws.Second, the majority maintains that respondents\nhave “not offered sufficient reason to believe that certification\nwould obviate the need to address the constitutional question,” as\n“nothing in [its] analysis would change if [respondents’]\ninterpretation were also adopted by the Minnesota Supreme Court.”Ante,at 19, n. 7. The majority also relies on its view\nthat respondents have not “suggested a viable alternative\nconstruction that the Minnesota Supreme Court might adopt instead.”Ibid.To presume that the Minnesota Supreme Court would\nadopt respondents’ interpretation wholesale or that it could not\nprovide a construction of its own that is “capable of reasoned\napplication,”ante,at 19, however, reflects precisely the\n“gratuitous” “ ‘[s]peculation . . . about the\nmeaning of a state statute’ ” that this Court has discouraged,Arizonans for Official English, 520 U. S., at 79.It is at least “fairly possible” that the state\ncourt could “ascertain . . . a construction\n. . . that will contain the statute within constitutional\nbounds.”Id.,at 78 (internal quotation marks omitted).\nUltimately, the issue comes down to the meaning of the adjective\n“political,” as used to describe what constitutes a “political\nbadge, political button, or other political insignia.” §211B.11(1).\nThe word “political” is, of course, not inherently incapable of\ndefinition. This Court elsewhere has encountered little difficulty\ndiscerning its meaning in the context of statutes subject to First\nAmendment challenges. See,e.g., Civil Service Comm’nv.Letter Carriers, 413 U. S. 548, 550–551 (1973)\n(rejecting First Amendment overbreadth and vagueness challenge to\n§9(a) of the Hatch Act, then codified at 5 U. S. C.\n§7324(a)(2), which prohibited federal employees from taking\n“ ‘an active part in political management or in political\ncampaigns’ ”);Broadrickv.Oklahoma, 413\nU. S. 601, 602 (1973) (rejecting First Amendment overbreadth\nand vagueness challenge to a similar Oklahoma law that “restricts\nthe political activities of the State’s classified civil\nservants”).Even here, the majority recognizes a substantial\namount of speech that “clear[ly]” qualifies as “political,” such as\n“items displaying the name of a political party, items displaying\nthe name of a candidate, and items demonstrating support of or\nopposition to a ballot question.”Ante,at 14 (internal\nquotation marks omitted). The fact that the majority has some\ndifficulty deciphering guidance to §211B.11(1) that also proscribes\n“[i]ssue oriented material designed to influence or impact voting”\nand “[m]aterial promoting a group with recognizable political\nviews,” App. to Pet. for Cert. I–2; seeante,at 14–17, does\nnot mean that the statute as a whole is not subject to a\nconstruction that falls within constitutional bounds. As this Court\nhas made clear in the context of the First Amendment overbreadth\ndoctrine, the “mere fact” that petitioners “can conceive of some\nimpermissible applications of [the] statute is not sufficient to\nrender it” unconstitutional.United Statesv.Williams, 553 U. S. 285, 303 (2008) (internal quotation\nmarks omitted). That is especially so where the state court is\ncapable of clarifying the boundaries of state law in a manner that\nwould permit the Court to engage in a comprehensive constitutional\nanalysis. See,e.g.,Virginiav.American\nBooksellers Assn., Inc., 484 U. S. 383 (1988) (certifying\nquestions to the Virginia Supreme Court for clarification as to\nwhether a state statute was readily susceptible to a narrowing\nconstruction that would not violate the First Amendment);Commonwealthv.American Booksellers Assn., Inc., 236\nVa. 168, 372 S. E. 2d 618 (1988) (responding to certification\nwith such a narrowing construction).Furthermore, the Court also should consider the\nhistory of Minnesota’s “implementation” of the statute in\nevaluating the facial challenge here.Forsyth Countyv.Nationalist Movement, 505 U. S. 123, 131 (1992). That\nhistory offers some assurance that the statute has not been\ninterpreted or applied in an unreasonable manner. There is no\nevidence that any individual who refused to remove a political item\nhas been prohibited from voting, and respondents maintain that no\none has been referred for prosecution for violating the provision.\nSee Brief for Respondents 4, n. 2. Since the political apparel\nban was enacted in the late 19th century, this is the first time\nthe statute has been challenged on the basis that certain speech is\nnot “political.” Tr. of Oral Arg. 44. Even then, petitioners’\nas-applied challenge was rejected by the District Court and the\nCourt of Appeals for the Eighth Circuit. SeeMinnesota\nMajorityv.Mansky, 62 F. Supp. 3d 870, 878 (Minn.\n2014);Minnesota Majorityv.Mansky, 2015 WL\n13636675, *12 (D Minn., Mar. 23, 2015);Minnesota Majorityv.Mansky, 849 F. 3d 749, 752–753 (CA8 2017).\nPetitioners did not seek review of those claims in this Court. See\nPet. for Cert. i. On the whole, the historical application of the\nlaw helps illustrate that the statute is not so “indeterminate” so\nas to “carr[y] with it ‘[t]he opportunity for abuse.’ ”Ante,at 17.IIIEspecially where there are undisputedly many\nconstitutional applications of a state law that further weighty\nstate interests, the Court should be wary of invalidating a law\nwithout giving the State’s highest court an opportunity to pass\nupon it. SeeBabbitt, 442 U. S., at 309;Arizonans\nfor Official English, 520 U. S., at 79. Because the Court\ndeclines to take the obvious step of certification in this case, I\nrespectfully dissent.Notes1See,e.g.,J.\nJohnson, Fight Breaks Out at Polling Place (Nov. 8, 2016)\n(describing a fight in which a voter sprayed pepper spray at a\ncampaign volunteer who allegedly had been handing out campaign\nmaterials),\nhttp://www.wpbf.com/article/fight-breaks-out-at-polling-place/8258506\n(all Internet materials as last visited June 8, 2018); R. Reilly, A\nGuy in a Trump Shirt Carried a Gun Outside of a Virginia Polling\nPlace. Authorities Say That’s Fine (Nov. 4, 2016) (describing a man\nwearing a shirt bearing the name of a candidate and carrying a\nweapon outside of a polling place),\nhttps://www.huffingtonpost.com/entry/trump-supporter - gun -voter-intimidation-virginia_us_581cf16ee4b0aac624846eb5;\nHouston Chronicle, Nov. 5, 2012, p. 2 (reporting that\nindividuals wearing shirts bearing the name of a racial equality\norganization allegedly were “disruptive,” “took over” a polling\nplace, and were “electioneering and voicing support” for a\nparticular candidate); Orlando Sentinel, Nov. 8, 2006, p. A5\n(reporting arrest of a poll worker who was “charged with assault\nand interfering with an election after allegedly choking a voter\nand pushing him out the door”); Orlando Sentinel, Mar. 2, 2005,\np. B1 (reporting “[s]houting matches and rowdy behavior” and\n“harass[ment] and intimidat[ion] at the polls”).",
    "joined": []
}