{
    "case": {
        "docket": "18-457",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-457/"
    },
    "id": "4111954",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–457_________________NORTH CAROLINA DEPARTMENT OF REVENUE,\nPETITIONERv.THE KIMBERLEY RICE KAESTNER 1992 FAMILY\nTRUSTon writ of certiorari to the supreme court of\nnorth carolina[June 21, 2019]Justice Sotomayor delivered the opinion of the\nCourt.This case is about the limits of a State’s power\nto tax a trust. North Carolina imposes a tax on any trust income\nthat “is for the benefit of” a North Carolina resident. N. C.\nGen. Stat. Ann. §105–160.2 (2017). The North Carolina courts\ninterpret this law to mean that a trust owes income tax to North\nCarolina whenever the trust’s beneficiaries live in the State, even\nif—as is the case here—those beneficiaries received no income from\nthe trust in the relevant tax year, had no right to demand income\nfrom the trust in that year, and could not count on ever receiving\nincome from the trust. The North Carolina courts held the tax to be\nunconstitutional when assessed in such a case because the State\nlacks the minimum connection with the object of its tax that the\nConstitution requires. We agree and affirm. As applied in these\ncircumstances, the State’s tax violates the Due Process Clause of\nthe Fourteenth Amendment.IAIn its simplest form, a trust is created when\none person (a “settlor” or “grantor”) transfers property to a third\nparty (a “trustee”) to administer for the benefit of another (a\n“beneficiary”). A. Hess, G. Bogert, & G. Bogert, Law of Trusts\nand Trustees §1, pp.  8–10 (3d ed. 2007). As traditionally\nunderstood, the arrangement that results is not a “distinct legal\nentity, but a ‘fiduciary relationship’ between multiple people.”Americold Realty Trustv.ConAgra Foods,Inc.,\n577 U. S. ___, ___ (2016) (slip op., at 5). The trust\ncomprises the separate interests of the beneficiary, who has an\n“equitable interest” in the trust property, and the trustee, who\nhas a “legal interest” in that property.Greenoughv.Tax\nAssessors of Newport,331 U.S.\n486, 494 (1947). In some contexts, however, trusts can be\ntreated as if the trust itself has “a separate existence” from its\nconstituent parts.Id., at 493.[1]The trust that challenges North Carolina’s tax\nhad its first incarnation nearly 30 years ago, when New Yorker\nJoseph Lee Rice III formed a trust for the benefit of his children.\nRice decided that the trust would be governed by the law of his\nhome State, New York, and he appointed a fellow New York resident\nas the trustee.[2] The trust\nagreement provided that the trustee would have “absolute\ndiscretion” to distribute the trust’s assets to the beneficiaries\n“in such amounts and proportions” as the trustee might “from time\nto time” decide. Art. I, §1.2(a), App. 46–47.When Rice created the trust, no trust\nbeneficiary lived in North Carolina. That changed in 1997, when\nRice’s daughter, Kimberley Rice Kaestner, moved to the State. She\nand her minor children were residents of North Carolina from 2005\nthrough 2008, the time period relevant for this case.A few years after Kaestner moved to North\nCarolina, the trustee divided Rice’s initial trust into three\nsubtrusts. One of these subtrusts—the Kimberley Rice Kaestner 1992\nFamily Trust (Kaestner Trust or Trust)—was formed for the benefit\nof Kaestner and her three children. The same agreement that\ncontrolled the original trust also governed the Kaestner Trust.\nCritically, this meant that the trustee had exclusive control over\nthe allocation and timing of trust distributions.North Carolina explained in the state-court\nproceedings that the State’s only connection to the Trust in the\nrelevant tax years was the in-state residence of the Trust’s\nbeneficiaries. App. to Pet. for Cert. 54a. From 2005 through 2008,\nthe trustee chose not to distribute any of the income that the\nTrust accumulated to Kaestner or her children, and the trustee’s\ncontacts with Kaestner were “infrequent.”[3] 371 N. C. 133, 143, 814 S.E.2d 43, 50 (2018).\nThe Trust was subject to New York law, Art. X, App. 69, the\ngrantor was a New York resident, App. 44, and no trustee lived in\nNorth Carolina, 371 N. C., at 134, 814 S. E. 2d, at 45.\nThe trustee kept the Trust documents and records in New York, and\nthe Trust asset custodians were located in Massachusetts.Ibid.The Trust also maintained no physical presence in\nNorth Carolina, made no direct investments in the State, and held\nno real property there. App. to Pet. for Cert. 52a–53a.The Trust agreement provided that the Kaestner\nTrust would terminate when Kaestner turned 40, after the time\nperiod relevant here. After consulting with Kaestner and in\naccordance with her wishes, however, the trustee rolled over the\nassets into a new trust instead of distributing them to her. This\ntransfer took place after the relevant tax years. See N. Y.\nEst., Powers & Trusts Law Ann. §10–6.6(b) (West 2002)\n(authorizing this action).BNorth Carolina taxes any trust income that “is\nfor the benefit of” a North Carolina resident. N. C. Gen.\nStat. Ann. §105–160.2. The North Carolina Supreme Court interprets\nthe statute to authorize North Carolina to tax a trust on the sole\nbasis that the trust beneficiaries reside in the State. 371\nN. C., at 143–144, 814 S. E. 2d, at 51.Applying this statute, the North Carolina\nDepartment of Revenue assessed a tax on the full proceeds that the\nKaestner Trust accumulated for tax years 2005 through 2008 and\nrequired the trustee to pay it. See N. C. Gen. Stat. Ann.\n§105–160.2. The resulting tax bill amounted to more than $1.3\nmillion. The trustee paid the tax under protest and then sued in\nstate court, arguing that the tax as applied to the Kaestner Trust\nviolates the Due Process Clause of the Fourteenth Amendment.The trial court decided that the Kaestners’\nresidence in North Carolina was too tenuous a link between the\nState and the Trust to support the tax and held that the State’s\ntaxation of the Trust violated the Due Process Clause. App. to Pet.\nfor Cert. 62a.[4] The North\nCarolina Court of Appeals affirmed, as did the North Carolina\nSupreme Court. A majority of the State Supreme Court reasoned that\nthe Kaestner Trust and its beneficiaries “have legally separate,\ntaxable existences” and thus that the contacts between the Kaestner\nfamily and their home State cannot establish a connection between\nthe Trust “itself” and the State. 371 N. C., at 140–142, 814\nS. E. 2d, at 49.We granted certiorari to decide whether the Due\nProcess Clause prohibits States from taxing trusts based only on\nthe in-state residency of trust beneficiaries. 586 U. S. ___\n(2019).IIThe Due Process Clause provides that “[n]o\nState shall . . . deprive any person of life, liberty, or\nproperty, without due process of law.” Amdt. 14, §1. The Clause\n“centrally concerns the fundamental fairness of governmental activ-\nity.”Quill Corp.v.North Dakota,504 U.S.\n298, 312 (1992), overruled on other grounds,South\nDakotav.Wayfair,Inc., 585 U. S. ___, ___\n(2018) (slip op., at 10).In the context of state taxation, the Due\nProcess Clause limits States to imposing only taxes that “bea[r]\nfiscal relation to protection, opportunities and benefits given by\nthe state.”Wisconsinv.J. C. Penney Co.,311 U.S.\n435, 444 (1940). The power to tax is, of course, “essential to\nthe very existence of government,”McCullochv.Maryland, 4 Wheat. 316, 428 (1819), but the legitimacy of\nthat power requires drawing a line between taxation and mere\nunjustified “confiscation.”Miller Brothers Co.v.Maryland,347 U.S.\n340, 342 (1954). That boundary turns on the “[t]he simple but\ncontrolling question . . . whether the state has given\nanything for which it can ask return.”Wisconsin, 311\nU. S., at 444.The Court applies a two-step analysis to decide\nif a state tax abides by the Due Process Clause. First, and most\nrelevant here, there must be “ ‘some definite link, some\nminimum connection, between a state and the person, property or\ntransaction it seeks to tax.’ ”Quill, 504 U. S.,\nat 306. Second, “the ‘income attributed to the State for tax\npurposes must be rationally related to “values connected with the\ntaxing State.” ’ ”Ibid.[5]To determine whether a State has the requisite\n“minimum connection” with the object of its tax, this Court borrows\nfrom the familiar test ofInternational Shoe Co.v.Washington,326 U.S.\n310(1945).Quill, 504 U. S., at 307. A State has\nthe power to impose a tax only when the taxed entity has “certain\nminimum contacts” with the State such that the tax “does not offend\n‘traditional notions of fair play and substantial justice.’ ”International Shoe Co., 326 U. S., at 316; seeQuill, 504 U. S., at 308. The “minimum contacts”\ninquiry is “flexible” and focuses on the reason- ableness of the\ngovernment’s action.Quill, 504 U. S., at 307.\nUltimately, only those who derive “benefits and protection” from\nassociating with a State should have obligations to the State in\nquestion.International Shoe, 326 U. S., at 319.IIIOne can imagine many contacts with a trust or\nits constituents that a State might treat, alone or in combination,\nas providing a “minimum connection” that justifies a tax on trust\nassets. The Court has already held that a tax on trust income\ndistributed to an in-state resident passes muster under the Due\nProcess Clause.Maguirev.Trefry,253 U.S.\n12, 16–17 (1920). So does a tax based on a trustee’s in-state\nresidence.Greenough, 331 U. S., at 498. The Court’s\ncases also suggest that a tax based on the site of trust\nadministration is constitutional. SeeHansonv.Denckla,357\nU.S. 235, 251 (1958);Curryv.McCanless,307 U.S.\n357, 370 (1939).A different permutation is before the Court\ntoday. The Kaestner Trust made no distributions to any North\nCarolina resident in the years in question. 371 N. C., at\n134–135, 814 S. E. 2d, at 45. The trustee resided out of\nState, and Trust administration was split between New York (where\nthe Trust’s records were kept) and Massachusetts (where the\ncustodians of its assets were located).Id., at 134, 814\nS. E. 2d, at 45. The trustee made no direct investments in\nNorth Carolina in the relevant tax years, App. to Pet. for Cert.\n52a, and the settlor did not reside in North Carolina. 371\nN. C., at 134, 814 S. E. 2d, at 45. Of all the potential\nkinds of connections between a trust and a State, the State seeks\nto rest its tax on just one: the in-state residence of the\nbeneficiaries. Brief for Petitioner 34–36; see App. to Pet. for\nCert. 54a.We hold that the presence of in-state\nbeneficiaries alone does not empower a State to tax trust income\nthat has not been distributed to the beneficiaries where the\nbeneficiaries have no right to demand that income and are uncertain\never to receive it. In limiting our holding to the specific facts\npresented, we do not imply approval or disapproval of trust taxes\nthat are premised on the residence of beneficiaries whose\nrelationship to trust assets differs from that of the beneficiaries\nhere.AIn the past, the Court has analyzed state\ntrust taxes for consistency with the Due Process Clause by looking\nto the relationship between the relevant trust constituent\n(settlor, trustee, or beneficiary) and the trust assets that the\nState seeks to tax. In the context of beneficiary contacts\nspecifically, the Court has focused on the extent of the in-state\nbeneficiary’s right to control, possess, enjoy, or receive trust\nassets.The Court’s emphasis on these factors emerged in\ntwo early cases,Safe Deposit & Trust Co. of Baltimorev.Virginia,280 U.S.\n83(1929), andBrookev.Norfolk,277 U.S.\n27(1928), both of which invalidated state taxes premised on\nthe in-state residency of beneficiaries. In each case the\nchallenged tax fell on the entirety of a trust’s property, rather\nthan on only the share of trust assets to which the beneficiaries\nwere entitled.Safe Deposit, 280 U. S., at 90, 92;Brooke, 277 U. S., at 28. InSafe Deposit, the\nCourt rejected Virginia’s attempt to tax a trustee on the “whole\ncorpus of the trust estate,” 280 U. S., at 90; seeid.,\nat 93, explaining that “nobody within Virginia ha[d] present right\nto [the trust property’s] control or possession, or to receive\nincome therefrom,”id., at 91. InBrooke, the Court\nrejected a tax on the entirety of a trust fund assessed against a\nresident beneficiary because the trust property “[wa]s not within\nthe State, d[id] not belong to the [beneficiary] and [wa]s not\nwithin her possession or control.” 277 U. S., at 29.[6]On the other hand, the same elements of\npossession, control, and enjoyment of trust property led the Court\nto uphold state taxes based on the in-state residency of\nbeneficiaries who did have close ties to the taxed trust assets.\nThe Court has decided that States may tax trust income that is\nactually distributed to an in-state beneficiary. In those\ncircumstances, the beneficiary “own[s] and enjoy[s]” an interest in\nthe trust property, and the State can exact a tax in exchange for\noffering the beneficiary protection.Maguire, 253\nU. S., at 17; see alsoGuaranty Trust Co. v.Virginia,305 U.S.\n19, 21–23 (1938).All of the foregoing cases reflect a common\ngoverning principle: When a State seeks to base its tax on the\nin-state residence of a trust beneficiary, the Due Process Clause\ndemands a pragmatic inquiry into what exactly the beneficiary\ncontrols or possesses and how that interest relates to the object\nof the State’s tax. SeeSafe Deposit, 280 U. S., at\n91.Although the Court’s resident-beneficiary cases\nare most relevant here, similar analysis also appears in the\ncontext of taxes premised on the in-state residency of settlors and\ntrustees. InCurry, for instance, the Court upheld a\nTennessee trust tax because the settlor was a Tennessee resident\nwho retained “power to dispose of” the property, which amounted to\n“a potential source of wealth which was property in her hands.” 307\nU. S., at 370. That practical control over the trust assets\nobliged the settlor “to contribute to the support of the government\nwhose protection she enjoyed.”Id., at 371; see alsoGravesv.Elliott,307 U.S.\n383, 387 (1939) (a settlor’s “right to revoke [a] trust and to\ndemand the transmission to her of the intangibles . . .\nwas a potential source of wealth” subject to tax by her State of\nresidence).[7]A focus on ownership and rights to trust assets\nalso featured in the Court’s ruling that a trustee’s in-state\nresidence can provide the basis for a State to tax trust assets. InGreenough, the Court explained that the relationship between\ntrust assets and a trustee is akin to the “close relationship\nbetween” other types of intangible property and the owners of such\nproperty. 331 U. S., at 493. The trustee is “the owner of [a]\nlegal interest in” the trust property, and in that capacity he can\nincur obligations, become personally liable for contracts for the\ntrust, or have specific performance ordered against him.Id., at 494. At the same time, the trustee can turn to his\nhome State for “benefit and protection through its law,”id., at 496, for instance, by resorting to the State’s\ncourts to resolve issues related to trust administration or to\nenforce trust claims,id., at 495. A State therefore may tax\na resident trustee on his interest in a share of trust assets.Id., at 498.In sum, when assessing a state tax premised on\nthe in-state residency of a constituent of a trust—whether\nbeneficiary, settlor, or trustee—the Due Process Clause demands\nattention to the particular relationship between the resident and\nthe trust assets that the State seeks to tax. Because each\nindividual fulfills different functions in the creation and\ncontinuation of the trust, the specific features of that\nrelationship sufficient to sustain a tax may vary depending on\nwhether the resident is a settlor, beneficiary, or trustee. When a\ntax is premised on the in-state residence of a beneficiary, the\nConstitution requires that the resident have some degree of\npossession, control, or enjoyment of the trust property or a right\nto receive that property before the State can tax the asset. Cf.Safe Deposit, 280 U. S., at 91–92.[8] Otherwise, the State’s relationship to the\nobject of its tax is too attenuated to create the “minimum\nconnection” that the Constitution requires. SeeQuill, 504\nU. S., at 306.BApplying these principles here, we conclude\nthat the residence of the Kaestner Trust beneficiaries in North\nCarolina alone does not supply the minimum connection necessary to\nsustain the State’s tax.First, the beneficiaries did not receive any\nincome from the trust during the years in question. If they had,\nsuch income would have been taxable. SeeMaguire, 253\nU. S., at 17;Guaranty Trust Co., 305 U. S., at\n23.Second, the beneficiaries had no right to demand\ntrust income or otherwise control, possess, or enjoy the trust\nassets in the tax years at issue. The decision of when, whether,\nand to whom the trustee would distribute the trust’s assets was\nleft to the trustee’s “absolute discretion.” Art. I, §1.2(a),\nApp. 46–47. In fact, the Trust agreement explicitly authorized the\ntrustee to distribute funds to one beneficiary to “the exclusion of\nother[s],” with the effect of cutting one or more beneficiaries out\nof the Trust. Art. I, §1.4,id., at 50. The agreement\nalso authorized the trustee, not the beneficiaries, to make\ninvestment decisions regarding Trust property. Art. V, §5.2,id., at 55–60. The Trust agreement prohibited the\nbeneficiaries from assigning to another person any right they might\nhave to the Trust property, Art. XII,id., at 70–71, thus\nmaking the beneficiaries’ interest less like “a potential source of\nwealth [that] was property in [their] hands.”Curry, 307\nU. S., at 370–371.[9]To be sure, the Kaestner Trust agreement also\ninstructed the trustee to view the trust “as a family asset and to\nbe liberal in the exercise of the discretion conferred,” suggesting\nthat the trustee was to make distributions generously with the goal\nof “meet[ing] the needs of the Beneficiaries” in various respects.\nArt. I, §1.4(c), App. 51. And the trustee of a discretionary\ntrust has a fiduciary duty not to “act in bad faith or for some\npurpose or motive other than to accomplish the purposes of the\ndiscretionary power.” 2 Restatement (Third) of Trusts §50, Commentc, p. 262 (2003). But by reserving sole discretion to\nthe trustee, the Trust agreement still deprived Kaestner and her\nchildren of any entitlement to demand distributions or to direct\nthe use of the Trust assets in their favor in the years in\nquestion.Third, not only were Kaestner and her children\nunable to demand distributions in the tax years at issue, but they\nalso could not count on necessarily receiving any specific amount\nof income from the Trust in the future. Although the Trust\nagreement provided for the Trust to terminate in 2009 (on\nKaestner’s 40th birthday) and to distribute assets to Kaestner,\nArt. I, §1.2(c)(1), App. 47, New York law allowed the trustee\nto roll over the trust assets into a new trust rather than\nterminating it. N. Y. Est., Powers & Trusts §10–6.6(b).\nHere, the trustee did just that. 371 N. C., at 135, 814\nS. E. 2d, at 45.[10]Like the beneficiaries inSafe Deposit,\nthen, Kaestner and her children had no right to “control or\nposses[s]” the trust assets “or to receive income therefrom.” 280\nU. S., at 91. The beneficiaries received no income from the\nTrust, had no right to demand income from the Trust, and had no\nassurance that they would eventually receive a specific share of\nTrust income. Given these features of the Trust, the beneficiaries’\nresidence cannot, consistent with due process, serve as the sole\nbasis for North Carolina’s tax on trust income.[11]IVThe State’s counterarguments do not save its\ntax.First, the State interpretsGreenoughas\nstanding for the broad proposition that “a trust and its\nconstituents” are always “inextricably intertwined.” Brief for\nPetitioner 26. Because trustee residence supports state taxation,\nthe State contends, so too must beneficiary residence. The State\nemphasizes that beneficiaries are essential to a trust and have an\n“equitable interest” in its assets.Greenough, 331\nU. S., at 494. InStonev.White,301 U.S.\n532(1937), the State notes, the Court refused to “shut its\neyes to the fact” that a suit to recover taxes from a trust was in\nreality a suit regarding “the beneficiary’s money.”Id., at\n535. The State also argues that its tax is at least as fair as the\ntax inGreenoughbecause the Trust benefits from North\nCarolina law by way of the beneficiaries, who enjoy secure banks to\nfacilitate asset transfers and also partake of services (such as\nsubsidized public education) that obviate the need to make\ndistributions (for example, to fund beneficiaries’ educations).\nBrief for Petitioner 30–33.The State’s argument fails to grapple with the\nwide variation in beneficiaries’ interests. There is no doubt that\na beneficiary is central to the trust relationship, and\nbeneficiaries are commonly understood to hold “beneficial interests\n(or ‘equitable title’) in the trust property,” 2 Restatement\n(Third) of Trusts §42, Commenta, at 186. In some cases the\nrelationship between beneficiaries and trust assets is so close as\nto be beyond separation. InStone, for instance, the\nbeneficiary had already received the trust income on which the\ngovernment sought to recover tax. See 301 U. S., at 533. But,\ndepending on the trust agreement, a beneficiary may have only a\n“future interest,” an interest that is “subject to conditions,” or\nan interest that is controlled by a trustee’s discretionary\ndecisions. 2 Restatement (Third) of Trusts §49, Commentb,\nat 243. By contrast, inGreenough, the requisite\nconnection with the State arose from a legal interest that\nnecessarily carried with it predictable responsibilities and\nliabilities. See 331 U. S., at 494. The different forms of\nbeneficiary interests counsels against adopting the categorical\nrule that the State urges.Second, the State argues that ruling in favor of\nthe Trust will undermine numerous state taxation regimes. Tr. of\nOral Arg. 8, 68; Brief for Petitioner 6, and n. 1. Today’s\nruling will have no such sweeping effect. North Carolina is one of\na small handful of States that rely on beneficiary residency as a\nsole basis for trust taxation, and one of an even smaller number\nthat will rely on the residency of beneficiaries regardless of\nwhether the beneficiary is certain to receive trust\nassets.[12] Today’s decision\ndoes not address state laws that consider the in-state residency of\na beneficiary as one of a combination of factors, that turn on the\nresidency of a settlor, or that rely only on the residency of\nnoncontingent beneficiaries, see,e.g., Cal. Rev. & Tax.\nCode Ann. §17742(a).[13] We\nexpress no opinion on the validity of such taxes.Finally, North Carolina urges that adopting the\nTrust’s position will lead to opportunistic gaming of state tax\nsystems, noting that trust income nationally exceeded $120 billion\nin 2014. See Brief for Petitioner 39, and n. 13. The\nState is concerned that a beneficiary in Kaestner’s position will\ndelay taking distributions until she moves to a State with a lower\nlevel of taxation, thereby paying less tax on the funds she\nultimately receives. Seeid., at 40.Though this possibility is understandably\ntroubling to the State, it is by no means certain that it will\nregularly come to pass. First, the power to make distributions to\nKaestner or her children resides with the trustee. When and whether\nto make distributions is not for Kaestner to decide, and in fact\nthe trustee may distribute funds to Kaestner while she resides in\nNorth Carolina (or deny her distributions entirely). Second, we\naddress only the circumstances in which a beneficiary receives no\ntrust income, has no right to demand that income, and is uncertain\nnecessarily to receive a specific share of that income. Settlors\nwho create trusts in the future will have to weigh the potential\ntax benefits of such an arrangement against the costs to the trust\nbeneficiaries of lesser control over trust assets. In any event,\nmere speculation about negative consequences cannot conjure the\n“minimum connection” missing between North Carolina and the object\nof its tax.*  *  *For the foregoing reasons, we affirm the\njudgment of the Supreme Court of North Carolina.It is so ordered.Notes1Most notably, trusts are\ntreated as distinct entities for federal taxation purposes.Greenough,331 U. S., at 493; seeAndersonv.Wilson,289 U.S.\n20, 26–27 (1933).2This trustee later was\nsucceeded by a new trustee who was a Connecticut resident during\nthe relevant time period.3The state court\nidentified only two meetings between Kaestner and the trustee in\nthose years, both of which took place in New York. 371 N. C.\n133, 143, 814 S.E.2d 43, 50 (2018). The trustee also gave Kaestner\naccountings of trust assets and legal advice concerning the Trust.Id., at 135, 814 S. E. 2d, at 45.4The trial court also held\nthat North Carolina’s tax violates the dormant Commerce Clause. The\nstate appellate courts did not affirm on this basis, and we\nlikewise do not address this challenge.5Because North Carolina’s\ntax on the Kaestner Trust does not meetQuill’s first\nrequirement, we do not address the second.6The State contends thatSafe Depositis no longer good law under the more flexible\napproach inInternational ShoeCo.v.Washington,326 U.S.\n310(1945), and also because it was premised on the view, later\ndisregarded inCurryv.McCanless,307 U.S.\n357, 363 (1939), that the Due Process Clause forbids “double\ntaxation.” Brief for Petitioner 27–28, and n. 12. We disagree.\nThe aspects of the case noted here are consistent with the\npragmatic approach reflected inInternational Shoe, andCurrydistinguishedSafe Depositnot because the\nearlier case incorrectly relied on concerns of double taxation but\nbecause the beneficiaries there had “[n]o comparable right or\npower” to that of the settlor inCurry. 307 U. S., at\n371, n. 6.7Though the Court did not\nhave occasion inCurryorGravesto explore whether a\nlesser degree of control by a settlor also could sustain a tax by\nthe settlor’s domicile (and we do not today address that\npossibility), these cases nevertheless reinforce the logic employed\nbySafe Deposit,Brookev.Norfolk,277 U.S.\n27(1928),Maguirev.Trefry,253 U.S.\n12(1920), andGuaranty Trust Co.v.Virginia,305 U.S.\n19(1938), in the beneficiary context.8As explained below, we\nhold that the Kaestner Trust beneficiaries do not have the\nrequisite relationship with the Trust property to justify the\nState’s tax. We do not decide what degree of possession, control,\nor enjoyment would be sufficient to support taxation.9We do not address whether\na beneficiary’s ability to assign a potential interest in income\nfrom a trust would afford that beneficiary sufficient control or\npossession over, or enjoyment of, the property to justify taxation\nbased solely on his or her in-state residence.10In\nlight of these features, one might characterize the interests of\nthe beneficiaries as “contingent” on the exercise of the trustee’s\ndiscretion. SeeFondrenv.Commissioner,324 U.S.\n18, 21 (1945) (describing “the exercise of the trustee’s\ndiscretion” as an example of a contin-gency); see alsoUnited\nStatesv.O’Malley,383 U.S.\n627, 631 (1966) (de-scribing a grantor’s power to add income to\nthe trust principal instead of distributing it and “thereby den[y]\nto the beneficiaries the privilege of immediate enjoyment and\nconditio[n] their eventual enjoyment upon surviving the termination\nof the trust”);Commissionerv.Estate of Holmes,326 U.S.\n480, 487 (1946) (the termination of a contingency changes “the\nmere prospect or possibility, even the probability, that one may\nhave [enjoyment of property] at some uncertain future time or\nperhaps not at all” into a “present substantial benefit”). We have\nno occasion to address, and thus reserve for another day, whether a\ndifferent result would follow if the beneficiaries were certain to\nreceive funds in the future. See,e.g., Cal. Rev. & Tax.\nCode Ann. §17742(a) (West 2019);Commonwealthv.Stewart, 338 Pa. 9, 16–19, 12 A.2d 444, 448–449 (1940)\n(upholding a tax on the equitable interest of a beneficiary who had\n“a right to the income from [a] trust for life”), aff’d, 312 U.S.\n649 (1941).11Because the reasoning above resolves\nthis case in the Trust’s favor, it is unnecessary to reach the\nTrust’s broader argument that the trustee’s contacts alone\ndetermine the State’s power over the Trust. Brief for Respondent\n23–30. The Trust relies for this proposition onHansonv.Denckla,357 U.S.\n235(1958), which held that a Florida court lacked jurisdiction\nto adjudicate the validity of a trust agreement even though the\ntrust settlor and most of the trust beneficiaries were domiciled in\nFlorida.Id., at 254. The problem was that Florida law made\nthe trustee “an indispensable party over whom the court [had to]\nacquire jurisdiction” before resolving a trust’s validity, and the\ntrustee was a nonresident.Ibid. In deciding that the\nFlorida courts lacked jurisdiction over the proceeding, the Court\nrejected the relevance of the trust beneficiaries’ residence and\nfocused instead on the “acts of the trustee” himself, which the\nCourt found insufficient to support jurisdiction.Ibid. The\nState counters thatHansonis inapposite because the State’s\ntax applies to the trust rather than to the trustee and becauseHansonarose in the context of adjudicative jurisdiction\nrather than tax jurisdiction. Brief for Petitioner 21, n. 9;\nReply Brief 16–17. There is no need to resolve the parties’ dueling\ninterpretations ofHanson. Even if beneficiary contacts—such\nas residence—could be sufficient in some circumstances to support\nNorth Carolina’s power to impose this tax, the residence alone of\nthe Kaestner Trust beneficiaries cannot do so for the reasons given\nabove.12The\nState directs the Court’s attention to 10 other state trust\ntaxation statutes that also look to trust beneficiaries’ in-state\nresidency, see Brief for Petitioner 6, and n. 1, but 5 are\nunlike North Carolina’s because they consider beneficiary residence\nonly in combination with other factors, see Ala. Code §40–18–1(33)\n(2011); Conn. Gen. Stat. §12–701(a)(4) (2019 Cum. Supp.); Mo. Rev.\nStat. §§143.331(2), (3) (2016); Ohio Rev. Code Ann. §5747.01(I)(3)\n(Lexis Supp. 2019); R. I. Gen. Laws §44–30–5(c) (2010). Of the\nremaining five statutes, it is not clear that the flexible tests\nemployed in Montana and North Dakota permit reliance on beneficiary\nresidence alone. See Mont. Admin. Rule 42.30.101(16) (2016);\nN. D. Admin. Code §81–03–02.1–04(2) (2018). Similarly,\nGeorgia’s imposition of a tax on the sole basis of beneficiary\nresidency is disputed. See Ga. Code Ann. §48–7–22(a)(1)(C) (2017);\nBrief for Respondent 52, n. 20. Tennessee will be phasing out\nits income tax entirely by 2021. H. B. 534, 110th Gen. Assem.,\nReg. Sess. (2017) (enacted); see Tenn. Code Ann. §67–2–110(a)\n(2013). That leaves California, which (unlike North Carolina)\napplies its tax on the basis of beneficiary residency only where\nthe beneficiary is not contingent. Cal. Rev. & Tax. Code Ann.\n§17742(a); see also n. 10,supra.13The\nTrust also raises no challenge to the practice known as throwback\ntaxation, by which a State taxes accumulated income at the time it\nis actually distributed. See,e.g., Cal. Rev. & Tax.\nCode Ann. §17745(b).",
    "joined": []
}