{
    "case": {
        "docket": "18-6210",
        "citation": "588",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/588/18-6210/"
    },
    "id": "4114542",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–6210_________________GERALD P. MITCHELL, PETITIONERv.WISCONSINon writ of certiorari to the supreme court of\nwisconsin[June 27, 2019]Justice Sotomayor, with whom Justice Ginsburg\nand Justice Kagan join, dissenting.The plurality’s decision rests on the false\npremise that today’s holding is necessary to spare law enforcement\nfrom a choice between attending to emergency situations and\nsecuring evidence used to enforce state drunk-driving laws. Not so.\nTo be sure, drunk driving poses significant dangers that Wisconsin\nand other States must be able to curb. But the question here is\nnarrow: What must police do before ordering a blood draw of a\nperson suspected of drunk driving who has become unconscious? Under\nthe Fourth Amendment, the answer is clear: If there is time, get a\nwarrant.The State of Wisconsin conceded in the state\ncourts that it had time to get a warrant to draw Gerald Mitchell’s\nblood, and that should be the end of the matter. Because the\nplurality needlessly casts aside the established protections of the\nwarrant requirement in favor of a brand new presumption of exigent\ncircumstances that Wisconsin does not urge, that the state courts\ndid not consider, and that contravenes this Court’s precedent, I\nrespectfully dissent.IIn May 2013, Wisconsin police received a\nreport that Gerald Mitchell, seemingly intoxicated, had driven away\nfrom his apartment building. A police officer later found Mitchell\nwalking near a lake, slurring his speech and walking with\ndifficulty. His van was parked nearby. The officer administered a\npreliminary breath test, which revealed a blood-alcohol\nconcentration (BAC) of 0.24%. The officer arrested Mitchell for\noperating a vehicle while intoxicated.Once at the police station, the officer placed\nMitchell in a holding cell, where Mitchell began to drift into\neither sleep or unconsciousness. At that point, the officer decided\nagainst administering a more definitive breath test and instead\ntook Mitchell to the hospital for a blood test. Mitchell became\nfully unconscious on the way. At the hospital, the officer read\nMitchell a notice, required by Wisconsin’s so-called “implied\nconsent” law, which gave him the opportunity to refuse BAC testing.\nSee Wis. Stat. §343.305 (2016). But Mitchell was too incapacitated\nto respond. The officer then asked the hospital to test Mitchell’s\nblood. Mitchell’s blood was drawn about 90 minutes after his\narrest, and the test revealed a BAC of 0.22%[1] At no point did the officer attempt to secure a\nwarrant.Mitchell was charged with violating two\nWisconsin drunk-driving laws. See §§346.63(1)(a), (b). He moved to\nsuppress the blood-test results, arguing that the warrantless blood\ndraw was an unreasonable search under the Fourth Amendment. In\nresponse, Wisconsin conceded that exigent circumstances did not\njustify the warrantless blood draw. As the State’s attorney told\nthe trial court, “There is nothing to suggest that this is a blood\ndraw on a[n] exigent circumstances situation when there has been a\nconcern for exigency. This is not that case.” App. 134.Instead, Wisconsin argued that the warrantless\nblood draw was lawful because of Wisconsin’s implied-consent\nstatute.Id.,at 133.The trial court denied Mitchell’s motion to\nsuppress, and a jury convicted him of the charged offenses. On\nappeal, the State Court of Appeals noted that Wisconsin had\n“expressly disclaimed that it was relying on exigent circumstances\nto justify the draw,”id.,at 64, and that this case offered\na chance to clarify the law on implied consent because the case “is\nnot susceptible to resolution on the ground of exigent\ncircumstances,”id.,at 66. The Court of Appeals then\ncertified the appeal to the Wisconsin Supreme Court, identifying\nthe sole issue on appeal as “whether the warrantless blood draw of\nan unconscious motorist pursuant to Wisconsin’s implied consent\nlaw, where no exigent circumstances exist or have been argued,\nviolates the Fourth Amendment.”Id.,at 61.On certification from the state appellate court,\nthe Supreme Court of Wisconsin upheld the search.[2] The Court granted certiorari to decide\nwhether a statute like Wisconsin’s, which allows police to draw\nblood from an unconscious drunk-driving suspect, provides an\nexception to the Fourth Amendment’s warrant requirement.IIThe Fourth Amendment guarantees “[t]he right\nof the people to be secure in their persons . . . against\nunreasonable searches and seizures.” When the aim of a search is to\nuncover evidence of a crime, the Fourth Amendment generally\nrequires police to obtain a warrant.Vernonia School Dist.\n47Jv.Acton,515 U.S.\n646, 653 (1995).The warrant requirement is not a mere formality;\nit ensures that necessary judgment calls are made “ ‘by a\nneutral and detached magistrate,’ ” not “ ‘by the officer\nengaged in the often competitive enterprise of ferreting out\ncrime.’ ”Schmerberv.California,384 U.S.\n757, 770 (1966). A warrant thus serves as a check against\nsearches that violate the Fourth Amendment by ensuring that a\npolice officer is not made the sole interpreter of the\nConstitution’s protections. Accordingly, a search conducted without\na warrant is “per seunreasonable under the Fourth\nAmendment—subject only to a few specifically established and\nwell-delineated exceptions.”Katzv.United States,389 U.S.\n347, 357 (1967) (footnote omitted); seeRileyv.California, 573 U.S. 373, 382 (2014) (“In the absence of a\nwarrant, a search is reasonable only if it falls within a specific\nexception to the warrant requirement”).The carefully circumscribed exceptions to the\nwarrant requirement, as relevant here, include the\nexigent-circumstances exception, which applies when “ ‘the\nexigencies of the situation’ make the needs of law enforcement so\ncompelling that [a] warrantless search is objectively reasonable,”Kentuckyv.King,563 U.S.\n452, 460 (2011) (some internal quotation marks omitted); the\nconsent exception for cases where voluntary consent is given to the\nsearch, see,e.g., Georgiav.Randolph,547 U.S.\n103, 109 (2006); and the exception for “searches incident to\narrest,” see,e.g., Riley, 573 U. S., at 382.ABlood draws are “searches” under the Fourth\nAmendment. The act of drawing a person’s blood, whether or not he\nis unconscious, “involve[s] a compelled physical intrusion beneath\n[the] skin and into [a person’s] veins,” all for the purpose of\nextracting evidence for a criminal investigation.Missouriv.McNeely,569 U.S.\n141, 148 (2013). The blood draw also “places in the hands of\nlaw enforcement authorities a sample that can be preserved and from\nwhich it is possible to extract information beyond a simple BAC\nreading,”Birchfieldv.North Dakota, 579 U. S.\n___, ___ (2016) (slip op., at 23), such as whether a person is\npregnant, is taking certain medications, or suffers from an\nillness. That “invasion of bodily integrity” disturbs “an\nindividual’s ‘most personal and deep-rooted expectations of\nprivacy.’ ”McNeely, 569 U. S., at 148.For decades, this Court has stayed true to the\nFourth Amendment’s warrant requirement and the narrowness of its\nexceptions, even in the face of attempts categorically to exempt\nblood testing from its protections. InSchmerber, a man was\nhospitalized following a car accident. 384 U. S., at 758. At\nthe scene of the accident and later at the hospital, a police\nofficer noticed signs of intoxication, and he arrested Schmerber\nfor drunk driving.Id.,at 768–769. Without obtaining a\nwarrant, the officer ordered a blood draw to measure Schmerber’s\nBAC, and Schmerber later challenged the blood test as an\nunreasonable search under the Fourth Amendment.Id.,at\n758–759. The Court reinforced that search warrants are “ordinarily\nrequired . . . where intrusions into the human body are\nconcerned,”id.,at 770, but it ultimately held that exigent\ncircumstances justified the particular search at issue because\ncertain “special facts”—namely, an unusual delay caused by the\ninvestigation at the scene and the subsequent hospital trip—left\nthe police with “no time to seek out a magistrate and secure a\nwarrant” before losing the evidence.Id.,at 770–771.More recently, inMcNeely, the Court held\nthat blood tests are not categorically exempt from the warrant\nrequirement, explaining that exigency “must be determined case by\ncase based on the totality of the circumstances.” 569 U. S.,\nat 156. “[T]he natural dissipation of alcohol in the blood may\nsupport a finding of exigency in a specific case,” but “it does not\ndo so categorically.”Ibid. If officers “can reasonably\nobtain a warrant before a blood sample can be drawn without\nsignificantly undermining the efficacy of the search,” the Court\nmade clear, “the Fourth Amendment mandates that they do so.”Id.,at 152; seeid.,at 167 (Roberts, C. J.,\nconcurring in part and dissenting in part) (“The natural\ndissipation of alcohol in the bloodstream . . . would\nqualify as an exigent circumstance, except that there may be time\nto secure a warrant before blood can be drawn. If there is, an\nofficer must seek a warrant”).InBirchfield, the Court rejected another\nattempt categorically to exempt blood draws from the warrant\nrequirement. 579 U. S., at ___ (slip op., at 33). The Court\nconsidered whether warrantless breath and blood tests to determine\na person’s BAC level were permissible as searches incident to\narrest. The Court held that warrantless breath tests were permitted\nbecause they are insufficiently intrusive to outweigh the State’s\nneed for BAC testing. Seeibid.As to blood tests, however,\nthe Court held the opposite: Because they are significantly more\nintrusive than breath tests, the warrant requirement applies unless\nparticular exigent circumstances prevent officers from obtaining a\nwarrant.Ibid.; seeid., at ___ (slip op., at 34)\n(“Nothing prevents the police from seeking a warrant for a blood\ntest when there is sufficient time to do so in the particular\ncircumstances or from relying on the exigent circumstances\nexception . . . when there is not”).[3]BThose cases resolve this one.SchmerberandMcNeelyestablish that there is no categorical exigency\nexception for blood draws, although exigent circumstances might\njustify a warrantless blood draw on the facts of a particular case.\nAnd fromBirchfield, we know that warrantless blood draws\ncannot be justified as searches incident to arrest. The lesson is\nstraightforward: Unless there is too little time to do so, police\nofficers must get a warrant before ordering a blood draw. See 579\nU. S., at ___ (slip op., at 34);McNeely, 569\nU. S., at 152.Against this precedential backdrop, Wisconsin’s\nprimary argument has always been that Mitchell consented to the\nblood draw through the State’s “implied-consent law.” Under that\nstatute, a motorist who drives on the State’s roads is “deemed” to\nhave consented to a blood draw, breath test, and urine test, and\nthat supposed consent allows a warrantless blood draw from an\nunconscious motorist as long as the police have probable cause to\nbelieve that the motorist has violated one of the State’s impaired\ndriving statutes. See Wis. Stat. §343.305.The plurality does not rely on the consent\nexception here. Seeante, at 5. With that sliver of the\nplurality’s reasoning I agree. I would go further and hold that the\nstate statute, however phrased, cannot itself create the actual and\ninformed consent that the Fourth Amendment requires. SeeRandolph, 547 U. S., at 109 (describing the “voluntary\nconsent” exception to the warrant requirement as “ ‘jealously\nand carefully drawn’ ”);Bumperv.North\nCarolina,391 U.S.\n543, 548 (1968) (stating that consent must be “freely and\nvoluntarily given”); see alsoSchneck- lothv.Bustamonte,412 U.S.\n218, 226–227 (1973) (explaining that the existence of consent\nmust “be determined from the totality of all the circumstances”).\nThat should be the end of this case.IIIRather than simply applying this Court’s\nprecedents to address—and reject—Wisconsin’s implied-consent\ntheory, the plurality today takes the extraordinary step of relying\non an issue, exigency, that Wisconsin has affirmatively\nwaived.[4] Wisconsin has not\nonce, in any of its briefing before this Court or the state courts,\nargued that exigent circumstances were present here. In fact, in\nthe state proceedings, Wisconsin “conceded” that the exigency\nexception does not justify the warrantless blood draw in this case.\nApp. 66; see 2018 WI 84, ¶12, 383 Wis. 2d 192, 202, 914 N.W.2d 151,\n155 (“The State expressly stated that it was not relying on exigent\ncircumstances to justify the blood draw”). Accordingly, the state\ncourts proceeded on the acknowledgment that no exigency is at issue\nhere. As the Wisconsin Court of Appeals put it:“In particular, this case is not\nsusceptible to resolution on the ground of exigent circumstances.\nNo testimony was received that would support the conclu- sion that\nexigent circumstances justified the warrantless blood draw. [The\nofficer] expressed agnosticism as to how long it would have taken\nto obtain a warrant, and he never once testified (or even implied)\nthat there was no time to get a warrant.” App. 66.The exigency issue is therefore waived—that is,\nknowingly and intentionally abandoned, seeWoodv.Milyard,566 U.S.\n463, 474 (2012)—and the Court should not have considered it.\nSee,e.g.,Hecklerv.Campbell,461 U.S.\n458, 468, n. 12 (1983); cf.Alabamav.Shelton,535 U.S.\n654, 674 (2002) (“We confine our review to the ruling the\nAlabama Supreme Court made in the case as presented to it”).Rather than hold Wisconsin to a concession from\nwhich it has never wavered, the plurality takes on the waived\ntheory. As “ ‘a court of review, not of first view,’ ”\nhowever, this Court is not in the business of volunteering new\nrationales neither raised nor addressed below, and even less ones\nthat no party has raised here.Timbsv.Indiana, 586\nU. S. ___, ___ (2019) (slip op., at 8); see,e.g.,Star Athletica, L. L. C.v.Varsity Brands,\nInc., 580 U. S. ___, ___ (2017) (slip op., at 6); cf.Kentuckyv.Stincer,482 U.S.\n730, 747–748, n. 22 (1987) (declining to review a\nrespondent’s previously unraised claim “[b]ecause the judgment\n[was] that of a state court” and no “exceptional” circumstances\nwere present).There are good reasons for this restraint.\nEnsuring that an issue has been fully litigated allows the Court\n“the benefit of developed arguments on both sides and lower court\nopinions squarely addressing the question.”Yeev.Escondido,503 U.S.\n519, 538 (1992). It also reflects a central “ ‘premise of\nour adversarial system’ ”: Courts sit to resolve disputes\namong the parties, not “ ‘as self-directed boards of legal\ninquiry and research.’ ”Lebronv.National Railroad\nPassenger Corporation,513 U.S.\n374, 408 (1995) (O’Connor, J., dissenting) (quotingCarducciv.Regan, 714 F.2d 171, 177 (CADC 1983)\n(Scalia, J.)).These rules, in other words, beget more informed\ndecisionmaking by the Court and ensure greater fairness to\nlitigants, who cannot be expected to respond pre-emptively to\narguments that live only in the minds of the Justices. Cf.Granite Rock Co.v.Teamsters,561 U.S.\n287, 306, and n. 14 (2010);Yee, 503 U. S., at\n535–536. These principles should apply with greater force when the\nissues were not merely forfeited but affirmatively “conceded”\nbelow, App. 66, and where, as here, the question is one of\nconstitutional dimension. The plurality acts recklessly in failing\nto honor these fundamental principles here.[5]IVThere are good reasons why Wisconsin never\nasked any court to consider applying any version of the exigency\nexception here: This Court’s precedents foreclose it. Ac- cording\nto the plurality, when the police attempt to obtain a blood sample\nfrom a person suspected of drunk driving, there will “almost\nalways” be exigent circumstances if the person falls unconscious.Ante,at 1. As this case demonstrates, however, the fact\nthat a suspect fell unconscious at some point before the blood draw\ndoes not mean that there was insufficient time to get a warrant.\nAnd if the police have time to secure a warrant before the blood\ndraw, “the Fourth Amendment mandates that they do so.”McNeely, 569 U. S., at 152. In discarding that rule for\nits own, the plurality may not “revisit”McNeely, ante,at\n8, but the plurality does ignore it.AThe exigent-circumstances exception to the\nFourth Amendment warrant requirement applies if the State can\ndemonstrate a “compelling need for official action and no time to\nsecure a warrant.”Michiganv.Tyler,436 U.S.\n499, 509 (1978); see alsoKing, 563 U. S., at 460\n(The exception applies “when ‘the exigencies of the situation’ make\nthe needs of law enforcement so compelling that [a] warrantless\nsearch is objectively reasonable” (some internal quotation marks\nomitted)). The Court has identified exigencies when officers need\nto enter a home without a warrant to provide assistance to a\n“seriously injured” occupant or one facing an imminent threat of\nsuch injury,Brigham Cityv.Stuart,547 U.S.\n398, 403 (2006); when officers are in “hot pursuit” of a\nfleeing suspect,United Statesv.Santana,427 U.S.\n38, 42–43 (1976); and when officers need to enter a burning\nbuilding to extinguish a fire,Tyler, 436 U. S., at\n509.Blood draws implicate a different type of\nexigency. The Court has “recognized that in some circumstances law\nenforcement officers may conduct a search without a warrant to\nprevent the imminent destruction of evidence.”McNeely, 569\nU. S., at 149. To determine whether exigent circumstances\njustify a warrantless search, the Court “looks to the totality of\ncircumstances” in the particular case.Ibid.“The critical\npoint is that . . . the exigent circumstances exception\nrequires a court to examine whether an emergency justified a\nwarrantless search in each particular case.”Riley, 573\nU. S., at 402.InMcNeely, Missouri urged the Court to\nadopt a categorical rule that the natural dissipation of alcohol\nfrom a person’s bloodstream will always create exigent\ncircumstances that allow police officers to order a blood draw\nwithout obtaining a warrant. 569 U. S., at 149–150. The Court\ndeclined. Even though the gradual dissipation of a person’s BAC\nmeans that “a significant delay in testing will negatively affect\nthe probative value” of a blood test, eight Justices hewed to the\ntraditional, “case-by-case assessment of exigency,” given that\npolice will at least in some instances have time to get a warrant.Id., at 152; seeid.,at 166–167 (opinion of Roberts,\nC. J.);id.,at 175 (“The majority answers ‘It\ndepends,’ and so do I”).In that way, cases involving blood draws are\n“different in critical respects” from the typical\ndestruction-of-evidence case that presents police officers with a\n“ ‘ “now or never” ’ ” situation.Id.,at 153 (opinion of the Court). Unlike situations in which “police\nare just outside the door to a home” and “evidence is about to be\ndestroyed, a person is about to be injured, or a fire has broken\nout,” some delay is inherent when officers seek a blood test\nregardless of whether officers are required to obtain a warrant\nfirst.Id.,at 171 (opinion of Roberts, C. J.); seeid.,at 153 (opinion of the Court). In the typical\nsituation, the police cannot test a person’s blood as soon as the\nperson is arrested; police officers do not draw blood roadside.\nRather, they generally must transport the drunk-driving suspect to\na hospital or other medical facility and wait for a medical\nprofessional to draw the blood. That built-in delay may give police\nofficers time to seek a warrant, especially if the suspect is\nbrought to the hospital by an officer or emergency-response\nprofessional other than the one who applies for the warrant.Moreover, although “the alcohol level in a\nperson’s blood begins to dissipate once the alcohol is fully\nabsorbed,id.,at 152, it does so “over time in a gradual\nand relatively predictable manner,”id.,at 153. Thus, even\nthough BAC evidence is of course critical for law enforcement\npurposes, “the fact that the dissipation persists for some time\nmeans that the police—although they may not be able to do anything\nabout it right away—may still be able to respond to the ongoing\ndestruction of evidence later on.”Id.,at 172 (opinion of\nRoberts, C. J.). For one, there may well be time for police\nofficers to get a warrant before a person’s BAC drops\nsignificantly. Seeid.,at 172–173. In addition, assuming\ndelays do not stretch so long as to cause accuracy concerns,\n“experts can work backwards from the BAC at the time the sample was\ntaken to determine the BAC at the time of the alleged offense.”Id.,at 156 (opinion of the Court). Contrary to the\nplurality’s fear mongering, in other words, a small delay to obtain\na warrant is hardly a recipe for lawless roadways.Meanwhile, as the Court has observed,\nsignificant technological advances have allowed for “more\nexpeditious processing of warrant applications.”Id.,at\n154; seeRiley, 573 U. S., at 401. In the federal\nsystem, magistrate judges can issue warrants based on sworn\ntestimony communicated over the phone or through “ ‘other\nreliable electronic means.’ ”McNeely, 569\nU. S.,at 154 (quoting Fed. Rule Crim. Proc. 4.1). In a\nsizable majority of States, police officers can apply for warrants\n“remotely through various means, including telephonic or radio\ncommunication, electronic communication such as e-mail, and video\nconferencing.”McNeely,569 U. S., at 154; seeibid., n. 4 (collecting state statutes). And the use of\n“standard-form warrant applications” has streamlined the warrant\nprocess in many States as well, especially in this context.Id.,at 154–155. As a result, judges can often issue\nwarrants in 5 to 15 minutes.Id.,at 173 (opinion of\nRoberts, C. J.). Of course, securing a warrant will always\ntake some time, and that time will vary case to case. But “[t]here\nmight . . . be time to obtain a warrant in many cases.”Id.,at 172. Thus, asMcNeelymade clear, the\nexigency exception is appropriate only in those cases in which time\nis not on the officer’s side.BThe reasons the Court gave for rejecting a\ncategorical exigency exception inMcNeelyapply with full\nforce when the suspected drunk driver is (or becomes)\nunconscious.In these cases, there is still a period of delay\nduring which a police officer might take steps to secure a warrant.\nIndeed, as the plurality observes, seeante,at 13–14, that\ndelay is guaranteed because an unconscious person will need to be\ntransported to the hospital for medical attention. Such a delay\noccurred in Mitchell’s case, even more so than it did in McNeely’s.\nSeeMcNeely, 569 U. S., at 145–146 (explaining that the\npolice officer transported McNeely first to the police station and\nthen to the hospital for blood testing, taking approximately 25\nminutes); App. 63–64 (explaining that the police officer arrested\nMitchell, drove him to the police station, placed him in a holding\ncell, and then transported him to the hospital and obtained a blood\nsample over the course of 90 minutes).Likewise, an unconscious person’s BAC dissipates\njust as gradually and predictably as a conscious person’s does.\nFurthermore, because unconsciousness is more likely to occur at\nhigher BACs, see Martin, Measuring Acute Alcohol Impairment, in\nForensic Issues in Alcohol Testing 1, 8 (S. Karch ed. 2008), the\nBACs of suspected drunk drivers who are unconscious will presumably\nbe higher above the legal limit—and thus remain above the legal\nlimit for longer—than is true for suspects who are conscious and\nclose to sobering up. And, of course, the process for getting a\nwarrant remains the same.All told, the mere fact that a person is\nunconscious does not materially change the calculation that the\nCourt made inMcNeelywhen it rejected a categorical\nexigency exception for blood draws. In many cases, even when the\nsuspect falls unconscious, police officers will have sufficient\ntime to secure a warrant—meaning that the Fourth Amendment requires\nthat they do so.CThe plurality distinguishes unconscious\ndrunk-driving suspects from others based on the fact that their\nunconsciousness means that they will, invariably, need urgent\nmedical attention due to their loss of consciousness. Seeante,at 13–14. But the need for medical care is not unique\nto unconscious suspects. “Drunk drivers often end up in an\nemergency room,” whether or not they are unconscious when the\npolice encounter them. SeeMcNeely, 569 U. S., at 171\n(opinion of Roberts, C. J.). The defendant inSchmerberwas hospitalized, yet the Court did not, in that case or inMcNeelydecades later, promulgate a categorical exception\nfor every warrantless blood draw. That Mitchell was hospitalized is\nlikewise insufficient here. Even if the plurality is right that\nevery suspect who loses consciousness will need medical care, not\nevery medical response will interfere with law enforcement’s\nability to secure a warrant before ordering a blood draw. SeeMcNeely, 569 U. S., at 153–154;id.,at 171–172\n(opinion of Roberts, C. J.).[6]Because the precedent is so squarely against it,\nthe plurality devotes much of its opinion instead to painting a\ndire picture: the scene of a drunk-driving-related accident, where\npolice officers must tend to the unconscious person, others who\nneed medical attention, oncoming traffic, and investigatory needs.\nSeeante,at 15. There is no indication, however, in the\nrecord or elsewhere that the tableau of horribles the plurality\ndepicts materializes in most cases. Such circumstances are\ncertainly not present in this case, in which the police encountered\nMitchell alone, after he had parked and left his car; indeed,\nMitchell lost consciousness over an hour after he was found walking\nalong the lake. The potential variation in circumstances is a good\nreason to decide each case on its own facts, asMcNeelyinstructs and as the Court did inSchmerber. SeeMcNeely, 569 U. S., at 149–151, 156. The plurality\ninstead bases itsde factocategorical exigency\nexception on nothing more than a “ ‘considerable\novergeneralization,’ ”id.,at 153, as well as\nempirical assumptions that the parties not only lacked a chance to\naddress, but that are also belied by Wisconsin’s concession in this\ncase.[7]If and when a case like the one the plurality\nimagines does arise, however, the police officers would not be\n“force[d] . . . to choose between” the “rival priorities”\nof getting a warrant and attending to “critical health and safety\nneeds.”Ante,at 15. Of course, the police and other first\nresponders must dutifully attend to any urgent medical needs of the\ndriver and any others at the scene; no one suggests that the\nwarrant process should interfere with medical care. The point is\nthat, in many cases, the police will have enough time to address\nmedical needs and still get a warrant before the putative evidence\n(i.e.,any alcohol in the suspect’s blood) dissipates. And\nif police officers “are truly confronted with a  ‘now or\nnever’ situation,” they will be able to rely on the\nexigent-circumstances exception to order the blood draw\nimmediately.McNeely, 569 U. S., at 153 (some internal\nquotation marks omitted);Riley, 573 U. S., at 391. In\nany other situation, though—such as in Mitchell’s and in many\nothers—the officers can secure a warrant.VThe Fourth Amendment, as interpreted by our\nprecedents, requires police officers seeking to draw blood from a\nperson suspected of drunk driving to get a warrant if possible.\nThat rule should resolve this case.The plurality misguidedly departs from this\nrule, setting forth its own convoluted counterpresumption instead.\nBut the Fourth Amendment is not as pliable as the plurality\nsuggests. The warrant requirement safeguards privacy and physical\nautonomy by “assuring citizens” that searches “are not the random\nor arbitrary acts of government agents.”Skinnerv.Railway Labor Executives’ Assn.,489\nU.S. 602, 621–622 (1989); seeid.,at 621.There is no doubt that drunk drivers create\ngrave danger on our roads. It is, however, “[p]recisely because the\nneed for action . . . is manifest” in such cases that\n“the need for vigilance against unconstitutional excess is great.”Id.,at 635 (Marshall, J., dissenting). “Requiring a warrant\nwhenever practicable helps ensure that when blood draws occur, they\nare indeed justified.”McNeely, 569 U. S., at 174\n(opinion of Roberts, C. J.). For that reason, “the police bear\na heavy burden” to justify a warrantless search like the one here\nbased on “urgent need.”Welshv.Wisconsin,466 U.S.\n740, 749–750 (1984).The plurality today carries that burden for a\nState that never asked it to do so, not only here but also in a\nscattershot mass of future cases. Acting entirely on its own\nfreewheeling instincts—with no briefing or decision below on the\nquestion—the plurality permits officers to order a blood draw of an\nunconscious person in all but the rarest cases, even when there is\nample time to obtain a warrant. The plurality may believe it is\nhelping to ameliorate the scourge of drunk driving, but what it\nreally does is to strike another needless blow at the protections\nguaranteed by the Fourth Amendment. With respect, I dissent.Notes1Although the Wisconsin\nSupreme Court referred to the lapse in time between the arrest and\nthe blood draw as lasting “approximately one hour,” App. 11, the\nstate appellate court explained that Mitchell was arrested around\n4:26 p.m. and that the blood draw took place at 5:59 p.m.,id.,at 63–64.2The Wisconsin Supreme\nCourt rephrased the certified question, but, like the Court of\nAppeals, it recognized the State’s concession that the exigency\nexception did not apply and, accordingly, did not consider the\nissue in reaching its decision. See 2018 WI 84, ¶12, 383 Wis. 2d\n192, 202, 914 N.W.2d 151, 155.3The Court inBirchfieldconcluded as much even while acknowledging that,\nin some cases, the suspect would be unconscious and thus unable to\nperform a breath test. 579 U. S., at ___ (slip op., at 35)\n(“It is true that a blood test, unlike a breath test, may be\nadministered to a person who is unconscious (perhaps as a result of\na crash) or who is unable to do what is needed to take a breath\ntest due to profound intoxication or injuries. But we have no\nreason to believe that such situations are common in drunk-driving\narrests, and when they arise, the police may apply for a warrant if\nneed be”).4The plurality criticizes\nme for supposedly suggesting that today’s decision is based on a\n“case-specific showing of exigent circumstances.”Ante,at\n8, n. 2. But I acknowledge that the plurality does not go so\nfar as to decide that exigent circumstances justify the search in\nMitchell’s case, perhaps because the facts here support no such\nconclusion. Seeinfra, at 16. Indeed, rather than confine\nitself to the facts and legal issues actually presented in this\ncase, the plurality instead creates a newde factocategorical rule out of thin air. The plurality does so without any\nevidence that such a rule is necessary in all, or even most, cases.\nSeeinfra, at 16–17. That the plurality reaches out to\ndetermine the rights of all drivers, rather than just Mitchell,\nmakes today’s decision more misguided, not less.5A related but distinct\npoint: The issue on which the plurality resolves this case is not\n“fairly included” in the question on which the Court granted\ncertiorari. See this Court’s Rule 14.1(a). The Court granted\ncertiorari to answer “[w]hether a statute authorizing a blood draw\nfrom an unconscious motorist provides an exception to the Fourth\nAmendment warrant requirement.” Pet. for Cert. ii; accord,ante,at 4–5. The answer to that question is no. Whether\nexigent circumstances nevertheless require that the warrantless\nblood draw be upheld is an independent issue. True, that issue\nmight affect the same “category of cases,”ante, at 8,\nn. 2, but that would be true of all sorts of matters not\nfairly included in the question on which this Court granted\ncertiorari. “Both [issues] might be subsidiary to a question\nembracing both—[Was suppression appropriate?]—but they exist side\nby side, neither encompassing the other.”Yeev.Escondido,503 U.S.\n519, 537 (1992). This Court applies a “heavy presumption\nagainst” venturing beyond the question presented, even when the\nparties ask it to do so.Ibid.Here, of course, the\nplurality ventures forth to provide guidance entirely of its own\naccord. One wonders why the Court asked for briefing and oral\nargument at all.6The plurality’s new rule,\nin addition to requiring a defendant to prove that the officer had\nno time to get a warrant, also appears to require the defendant to\nshow that his blood would not have been drawn absent law\nenforcement’s need for a blood sample. Seeante,at 16. That\nis, a suspect can never prevail under the new rule if the hospital\nstaff draws his blood for its own noninvestigatory medical reasons.\nBut, again, the relevant question is whether the evidence is likely\nto dissipate before the police can obtain a warrant. This\nparticular aspect of the plurality’s approach offers no help in\nanswering that question. The plurality separately suggests that,\nbecause an unconscious person may well undergo a blood test for\nmedical purposes regardless, itsde factocategorical\nexception “couldlessenthe intrusion” of a blood draw. Seeante,at 14, n. 8. But the fact that “people\nvoluntarily submit to the taking of blood samples as part of a\nphysical examination,”Birchfieldv.North Dakota,\n579 U. S. ___, ___ (2016) (slip op., at 22), does not make the\nprocess any less intrusive when performed at the behest of law\nenforcement. Although one piercing is of course less cumbersome\nthan two, the privacy interests at stake go well beyond physical\ndiscomfort. Seesupra,at 4–5;Birchfield, 579\nU. S., at ___ (slip op., at 23);McNeely, 569\nU. S., at 148.7In addition to offering a\njustification for Wisconsin’s warrantless search that the State\nitself has disavowed, the plurality also relieves all States of\ntheir burden to justify similar warrantless searches. Until now,\nthe Court has said that “the police bear a heavy burden when\nattempting to demonstrate an urgent need that might justify\nwarrantless searches.”Welshv.Wisconsin,466 U.S.\n740, 749–750 (1984); seeCoolidgev.New\nHampshire,403 U.S.\n443, 455 (1971). Today, the plurality turns that presumption on\nits head in favor of a new one that “almost always” authorizes the\npolice to conduct warrantless blood draws even in the absence of an\nactual emergency. Seeante,at 1.",
    "joined": []
}