{
    "case": {
        "docket": "17-155",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-155/"
    },
    "id": "3910086",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–155_________________ERIK LINDSEY HUGHES, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 4, 2018]Justice Sotomayor, concurring.InFreemanv.United States, 564\nU. S. 522 (2011), this Court confronted the same question it\ndefinitively resolves today: whether criminal defendants who enter\ninto plea agreements under Federal Rule of Criminal Procedure\n11(c)(1)(C) are eligible for sentencing reductions under 18\nU. S. C. §3582(c)(2).Freemanended in a 4–1–4\ndecision that left lower courts confused as to whether the\nplurality or the concurring opinion controlled.The plurality of four Justices inFreemanconcluded that defendants who plead guilty pursuant to a so-called\n“Type-C agreement” may be eligible for a sentence reduction under\n§3582(c)(2) because Type-C sentences are “based on the Guidelines”\n“to whatever extent the sentencing range in question was a relevant\npart of the analytic framework the judge used to determine the\nsentence or to approve the agreement.” 564 U. S., at 530. Four\nJustices dissented.Id.,at 544–551 (opinion of Roberts,\nC. J.). They would have held that a defendant who pleads\nguilty pursuant to a Type-C agreement is categorically ineligible\nfor a sentence reduction under §3582(c)(2) because such a sentence\nis always “based on” the plea agreement, and not on the Guidelines.Id., at 544–548.Parting ways with all eight of my colleagues, I\nconcurred only in the judgment.Id.,at 534–544. I held the\nview that sentences imposed under Type-C agreements are typically\n“based on” the agreements themselves, not on the Guidelines.Id.,at 535–536. “In the (C) agreement context,” I\nexplained, “it is the binding plea agreement that is the foundation\nfor the term of imprisonment to which the defendant is sentenced.”Id.,at 535. But, in my view, that general rule was not\nabsolute. Rejecting the categorical rule adopted by the dissent, I\ninstead concluded that some Type-C sentences were “based on” the\nGuidelines and thus eligible for sentencing reductions under\n§3582(c)(2).Id.,at 538–539. Specifically, I clarified that\n§3582(c)(2) relief was available in cases where the Type-C\nagreement “call[s] for the defendant to be sentenced within a\nparticular Guidelines sentencing range,” or in cases where the\n“plea agreement . . . provide[s] for a specific term of\nimprisonment . . . but also make[s] clear that the basis\nfor the specified term is a Guidelines sentencing range.”Id., at 538–539. Because Freeman’s agreement presented one\nsuch case, I agreed with the plurality that he was eligible for a\nsentence reduction under §3582(c)(2). Seeid.,at\n542–544.I continue to believe that myFreemanconcurrence sets forth the most convincing interpretation of\n§3582(c)(2)’s statutory text. But I also acknowledge that my\nconcurrence precipitated a 4–1–4 decision that left significant\nconfusion in its wake. BecauseFreeman’s fractured\ndisposition provided insufficient guidance, courts of appeals have\nstruggled over whether they should follow theFreemanplurality or my separate concurrence. Seeante,at 2–3. As a\nresult, “in the aftermath ofFreeman, a defendant’s\neligibility for a reduced sentence under §3582(c)(2) turns on the\nCircuit in which the case arises.”Ante,at 8. And, “even\nwithin Circuits that follow theFreemanconcurrence,\nunwarranted disparities have resulted depending on the fortuity of\nwhether a defendant’s Type-C agreement includes a specific-enough\nreference to a Guidelines range.”Ibid.The integrity and legitimacy of our criminal\njustice system depends upon consistency, predictability, and\nevenhandedness. Regrettably, the divided decisions inFreeman, and my concurrence in particular, have done little\nto foster those foundational principles. Quite the opposite, my\nindividual views, which “[n]o other Justice . . .\nshares,” have contributed to ongoing discord among the lower\ncourts, sown confusion among litigants, and left “the governing\nrule uncertain.”Arizonav.Gant, 556 U. S. 332,\n354 (2009) (Scalia, J., concurring); see Brief for National\nAssociation of Criminal Defense Lawyers et al. asAmici\nCuriae3–27 (arguing that theFreemanconcurrence leads\nto unpredictable and inconsistent results).I therefore join the majority in full because\ndoing so helps to ensure clarity and stability in the law and\npromotes “uniformity in sentencing imposed by different federal\ncourts for similar criminal conduct.”Molina-Martinezv.United States, 578 U. S. ___, ___ (2016) (slip op., at\n2) (internal quotation marks and alteration omitted; emphasis\ndeleted). Today’s majority opinion charts a clear path forward: It\nmitigates the inconsistencies and disparities occasioned (at least\nin part) by my concurrence. It ensures that similarly situated\ndefendants are subject to a uniform legal rule. It studiously\nadheres to “this Court’s precedents sinceFreeman,” which\nfirmly establish “that the Guidelines remain the foundation of\nfederal sentencing decisions.”Ante, at 8; seeante,at 12 (discussingMolina-Martinez, 578 U. S. ___;Peughv.United States, 569 U. S. 530 (2013)).\nAnd it aligns more closely than the dissent does with the view I\narticulated inFreeman.[1] For all these reasons, I now lend my vote to the\nmajority and accede in its holding “that a sentence imposed\npursuant to a Type-C agreement is ‘based on’ the defendant’s\nGuidelines range so long as that range was part of the framework\nthe district court relied on in imposing the sentence or accepting\nthe agreement.”Ante,at 9.[2]Notes1Unlike the majority, the\ndissent’s position is incompatible with my view inFreeman(and in this case) that criminal defendants who plead guilty under\nType-C agreements are not categorically ineligible for relief under\n§3582(c)(2). See 564 U. S., at 538–540 (Sotomayor, J.,\nconcurring in judgment). Accordingly, I continue to “reject the\ncategorical rule advanced by the Government and endorsed by the\ndissent.”Id., at 539.2I am sensitive to the\nGovernment’s contention that allowing criminal defendants to obtain\nreductions of Type-C sentences under §3582(c)(2) might deprive the\nGovernment of the benefit of its bargain. Brief for United States\n52. But, as the majority persuasively explains, that argument “has\nnothing to do with whether a defendant’s sentence was based on the\nSentencing Guidelines under §3582(c)(2)” and therefore has no\nbearing on whether a defendant who has entered into a Type-C\nagreement is eligible for a sentence reduction.Ante, at 12;\nseeFreeman, 564 U. S., at 532 (plurality opinion)\n(“What is at stake . . . is a defendant’s eligibility for\nrelief, not the extent of that relief ”). All that said, there\nmay be circumstances in which the Government makes substantial\nconcessions in entering into a Type-C agreement with a\ndefendant—e.g.,by declining to pursue easily proved and\nweighty sentencing enhancements—such that there is a compelling\ncase that the agreed-upon sentence in the Type-C agreement would\nnot have been affected if the subsequently lowered Guidelines range\nhad been in place at the relevant time. If such circumstances\nexist, I expect that district courts will take that into account\nwhen deciding whether, and to what extent, a Type-C sentence should\nbe reduced under §3582(c)(2). Seeante,at\n12–13.",
    "joined": []
}