{
    "case": {
        "docket": "530",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/530/"
    },
    "id": "1970682",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–62_________________MARVIN PEUGH, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 10, 2013]Justice Sotomayor delivered the opinion of the\nCourt, except as to Part III–C.[1]*The Constitution forbids the passage ofex\npost factolaws, a category that includes “[e]very law that\nchanges the punishment, and inflicts a greater punishment, than the\nlaw annexed to the crime, when committed.”Calderv.Bull, 3 Dall. 386, 390 (1798) (emphasis deleted). The\nU. S. Sentencing Guidelines set forth an advisory sentencing\nrange for each defendant convicted in federal court. We consider\nhere whether there is anex post factoviolation when a\ndefendant is sentenced under Guidelines promulgated after he\ncommitted his criminal acts and the new version provides a higher\napplicable Guidelines sentencing range than the version in place at\nthe time of the offense. We hold that there is.IPetitioner Marvin Peugh and his cousin, Steven\nHolle- well, ran two farming-related businesses in Illinois.\nGrainery, Inc., bought, stored, and sold grain; Agri-Tech, Inc.,\nprovided farming services to landowners and tenants. When the\nGrainery began experiencing cash-flow problems, Peugh and Hollewell\nengaged in two fraudulent schemes. First, they obtained a series of\nbank loans by representing falsely the existence of contracts for\nfuture grain deliveries from Agri-Tech to the Grainery. When they\nfailed to pay back the principal on these loans, the bank suffered\nlosses of over $2 million. Second, they ar- tificially inflated the\nbalances of accounts under their con- trol by “check kiting,” or\nwriting bad checks between their accounts. This scheme allowed them\nto overdraw an account by $471,000. They engaged in their illicit\nconduct in 1999 and 2000.When their acts were uncovered, Peugh and\nHollewell were charged with nine counts of bank fraud, in violation\nof 18 U. S. C. §1344. While Hollewell pleaded guilty to\none count of check kiting, Peugh pleaded not guilty and went to\ntrial, where he testified that he had not intended to defraud the\nbanks. The jury found him guilty of five counts of bank fraud and\nacquitted him of the remaining counts.At sentencing, Peugh argued that theEx Post\nFactoClause required that he be sentenced under the 1998\nversion of the Federal Sentencing Guidelines in effect at the time\nof his offenses, rather than under the 2009 version in effect at\nthe time of sentencing. The two versions yielded significantly\ndifferent results for Peugh’s applicable Guidelines sentencing\nrange. Under the 1998 Guidelines, Peugh’s base offense level was 6.\nUnited States Sentencing Commission, Guidelines Manual §2F1.1 (Nov.\n1998) (USSG). Thirteen levels were added for a loss amount of over\n$2.5 million,ibid., and 2 levels for obstruction of justice\nbecause of Peugh’s perjury at trial, see USSG §3C1.1 (Nov. 1998).\nThe total offense level under the 1998 Guidelines was therefore 19.\nAs a first-time offender, Peugh was in Criminal History Category I,\nand so his sentencing range under the 1998 Guidelines was 30 to 37\nmonths. USSG, ch. 5, pt. A (Nov. 1998).The 2009 Guidelines in effect when Peugh was\nsentenced in May 2010 assigned more severe consequences to his\nacts. First, the base offense level was raised from 6 to 7 for\ncrimes, like Peugh’s, that have a statutory maximum term of\nimprisonment of 20 years or more. See USSG §2B1.1 (Nov. 2009); 18\nU. S. C. §1344. Second, the enhancement for a loss\nexceeding $2.5 million was 18, a 5-level increase from the 1998\nGuidelines. USSG 2B1.1 (Nov. 2009). After adding the 2-level\nenhancement for obstruction of justice, Peugh’s total offense level\nunder the 2009 Guidelines was 27. With a Criminal History Cate-\ngory of I, Peugh’s sentencing range rose under the 2009 Guidelines\nto 70 to 87 months. USSG, ch. 5, pt. A (Nov. 2009). The low end of\nthe 2009 Guidelines range was 33 months higher than the high end of\nthe 1998 Guidelines range.At the sentencing hearing, the District Court\nrejected Peugh’s argument that applying the 2009 Guidelines vio-\nlated theEx Post FactoClause, noting that it was\nforeclosed by Seventh Circuit precedent. App. 30 (discussingUnited Statesv.Demaree,459 F.3d 791(2006)). The District Court declined to give Peugh\na downward variance, concluding that “a sentence within the\n[G]uideline[s] range is the most appropriate sentence in this\ncase,” App. 100. It sentenced Peugh to 70 months’ imprisonment,ibid., the bottom of the 2009 Guidelines range.The Seventh Circuit, in keeping with its\ndecision inDemaree, rejected Peugh’sex post factoclaim and affirmed his conviction and sentence. 675 F.3d 736\n(2012). We granted certiorari to resolve a conflict among the\nCourts of Appeals over whether theEx Post FactoClause may\nbe violated when a defendant is sentenced under the version of the\nSentencing Guidelines in effect at the time of sentencing rather\nthan the version in effect at the time the crime was committed, and\nthe newer Guidelines yield a higher applicable sentencing\nrange.[2] 568 U. S. ___\n(2012). We now reverse.IIPrior to 1984, the broad discretion of\nsentencing courts and parole officers had led to significant\nsentencing disparities among similarly situated offenders. To\naddress this problem, Congress created the United States Sentencing\nCommission.Mistrettav.United States,488 U.S.\n361, 362, 366–367 (1989). The Sentencing Reform Act of 1984,\n98Stat. 1987, eliminated parole in the federal system and directed\nthe Sentencing Commission to promulgate uniform guidelines that\nwould be binding on federal courts at sentencing.Mistretta,\n488 U. S., at 367. The Commission produced the now familiar\nSentencing Guidelines: a system under which a set of inputs\nspecific to a given case (the particular characteristics of the\noffense and offender) yielded a predetermined output (a range of\nmonths within which the defendant could be sentenced).InUnited Statesv.Booker,543 U.S.\n220, 244 (2005), however, this Court held that mandatory\nGuidelines ran afoul of the Sixth Amendment by allowing judges to\nfind facts that increased the penalty for a crime beyond “the\nmaximum authorized by the facts established by a plea of guilty or\na jury verdict.” See alsoApprendiv.New Jersey,530 U.S.\n466, 490 (2000). The appropriate remedy for this violation, the\nCourt determined, was to strike those portions of the Sentencing\nReform Act that rendered the Guidelines mandatory.Booker,\n543 U. S., at 245–258. Under the resulting scheme, a district\ncourt is still required to consult the Guidelines. Seeid.,at 259–260, 264; 18 U. S. C. §3553(a)(4)(A). But the\nGuidelines are no longer binding, and the district court must\nconsider all of the factors set forth in §3553(a) to guide its\ndiscretion at sentencing, seeBooker, 543 U. S., at\n259–260, 264. TheBookerremedy, “while not the system\nCongress enacted,” was designed to “continue to move sentencing in\nCongress’ preferred direction, helping to avoid excessive\nsentencing disparities while maintaining flexibility sufficient to\nindividualize sentences where necessary.”Id.,at\n264–265.Our subsequent decisions have clarified the role\nthat the Guidelines play in sentencing procedures, both at the\ndistrict court level and when sentences are reviewed on appeal.\nFirst, “a district court should begin all sentencing proceedings by\ncorrectly calculating the applicable Guidelines range. As a matter\nof administration and to secure nationwide consistency, the\nGuidelines should be the starting point and the initial benchmark.”Gallv.United States,552 U.S.\n38, 49 (2007) (citation omitted). The district court must then\nconsider the arguments of the par- ties and the factors set forth\nin §3553(a).Id.,at 49–50. The district court “may not\npresume that the Guidelines range is reasonable,”id.,at\n50; and it “may in appropriate cases impose a non-Guidelines\nsentence based on dis- agreement with the [Sentencing] Commission’s\nviews,”Pep-perv.United States, 562\nU. S. ___, ___ (2011) (slip op., at 23) (citingKimbroughv.United States,552 U.S.\n85, 109–110 (2007)). The district court must explain the basis\nfor its chosen sentence on the record.Gall, 552 U. S.,\nat 50. “[A] major departure [from the Guidelines] should be\nsupported by a more significant justification than a minor one.”Ibid.On appeal, the district court’s sentence is\nreviewed for reasonableness under an abuse-of-discretion standard.\nSeeid., at 51;Booker, 543 U. S., at 261–264.\nFailure to calculate the correct Guidelines range constitutes\nprocedural error, as does treating the Guidelines as mandatory.Gall, 552 U. S., at 51. The court of appeals may, but\nis not required to, presume that a within-Guidelines sentence is\nreasonable.Ritav.United States,551 U.S.\n338, 347 (2007). The reviewing court may not apply a heightened\nstandard of review or a presumption of unreasonableness to\nsentences outside the Guidelines range, although it “will, of\ncourse, take into account the totality of the circumstances,\nincluding the extent of any variance from the Guidelines range.”Gall, 552 U. S., at 49–51. We have in- dicated that “a\ndistrict court’s decision to vary from the advisory Guidelines may\nattract greatest respect when” it is based on the particular facts\nof a case.Kimbrough, 552 U. S., at 109.[3] Overall, this system “requires a court to\ngive respectful consideration to the Guidelines,” but it “permits\nthe court to tailor the sentence in light of other statutory\nconcerns as well.”Id., at 101 (internal quotation marks\nomitted).Under 18 U. S. C. §3553(a)(4)(A)(ii),\ndistrict courts are instructed to apply the Sentencing Guidelines\nissued by the United States Sentencing Commission that are “in\neffect on the date the defendant is sentenced.” The Sentencing\nGuidelines reiterate that statutory directive, with the proviso\nthat “[i]f the Court determines that use of the Guidelines Manual\nin effect on the date that the defendant is sentenced would violate\nthe[E]x [P]ost [F]acto[C]lause of the United States\nConstitution, the court shall use the Guidelines Manual in effect\non the date that the offense of conviction was committed.” USSG\n§§1B1.11(a), (b)(1) (Nov. 2012). Whether theEx Post FactoClause was violated by the use of the more onerous Guidelines in\neffect on the date of Peugh’s sentencing is the question pre-\nsented here.IIIAThe Constitution prohibits both federal and\nstate governments from enacting any “ex post factoLaw.”\nArt. I, §9, cl. 3; Art. I, §10. The phrase\n“ ‘ex post factolaw’ was a term of art with an\nestablished meaning at the time of the framing.”Collinsv.Youngblood,497 U.S.\n37, 41 (1990). InCalderv.Bull, Justice Chase\nreviewed the definition that the term had acquired in English\ncommon law:“1st. Every law that makes an action done\nbefore the passing of the law, and which was innocent when done,\ncriminal; and punishes such action. 2d. Every law that aggravates a\ncrime, or makes it greater than it was, when committed. 3d. Every\nlaw that changes the punishment, and inflicts a greater punishment,\nthan the law annexed to the crime, when committed. 4th. Every law\nthat alters the legal rules of evidence, and receives less, or\ndifferent, testimony, than the law required at the time of the\ncommission of the offence, in order to convict the offender.” 3\nDall., at 390 (emphasis deleted).See alsoCarmellv.Texas,529 U.S.\n513, 521–525 (2000) (discussingCalderv.Bulland the common-law understanding of the term). Building on Justice\nChase’s formulation of what constitutes an “ex post factoLaw,” our cases “have not attempted to precisely delimit the scope\nof this Latin phrase, but have instead given it substance by an\naccretion of case law.”Dobbertv.Florida,432 U.S.\n282, 292 (1977).At issue here isCalder’s third category\nofex post factolaws, those that “chang[e] the punishment,\nand inflic[t] a greater punishment, than the law annexed to the\ncrime, when committed.” 3 Dall., at 390. Peugh’s claim is that the\nClause was violated because the 2009 Guidelines call for a greater\npunishment than attached to bank fraud in 2000, when his crimes\nwere completed. The Government counters that because the more\npunitive Guidelines applied at Peugh’s sentencing were only\nadvisory, there was noex post factoproblem.Each of the parties can point to prior decisions\nof this Court that lend support to its view. On the one hand, we\nhave never accepted the proposition that a law must increase the\nmaximum sentence for which a defendant is eligible in order to\nviolate theEx Post FactoClause. See,e.g., Lindseyv.Washington,301 U.S.\n397(1937). More- over, the fact that the sentencing authority\nexercises some measure of discretion will also not defeat anex\npost factoclaim. SeeGarnerv.Jones,529 U.S.\n244, 253 (2000). On the other hand, we have made it clear that\nmere speculation or conjecture that a change in law will\nretrospectively increase the punishment for a crime will not\nsuffice to establish a violation of theEx PostFactoClause. SeeCalifornia Dept. of Correctionsv.Morales,514\nU.S. 499, 509 (1995). The touchstone of this Court’s inquiry is\nwhether a given change in law presents a “ ‘sufficient risk of\nincreasing the measure of punishment attached to the covered\ncrimes.’ ”Garner, 529 U. S., at 250 (quotingMorales, 514 U. S., at 509). The question when a change\nin law creates such a risk is “a matter of degree”; the test cannot\nbe reduced to a “single formula.”Id., at 509 (internal\nquotation marks omitted).[4]BThe most relevant of our prior decisions for\nassessing whether the requisite degree of risk is present here isMillerv.Florida,482 U.S.\n423(1987), in which this Court considered anex post\nfactochallenge to a sentencing guidelines scheme implemented\nby the State of Florida. Under Florida’s system, a calculation\nunder the guidelines yielded a presumptive sentencing range.Id.,at 426. This range was assumed to be appropriate, and\nthe sentencing judge had discretion to fix a sentence within that\nrange “ ‘without the requirement of a written\nexplanation.’ ”Ibid.(quoting Fla. Rule Crim. Proc.\n3.701(d)(8) (1983)). If the court wished to depart from the\nguidelines range, however, it was required to give “clear and\nconvincing reasons in writing for doing so.” 482 U. S., at\n426. A within-guidelines sentence was unreviewable; a\nnon-guidelines sentence was subject to appellate review.Ibid.The petitioner inMillerhad been\nsentenced under new guidelines that yielded a higher sentencing\nrange than the guidelines that had been in place at the time of his\ncrime, and he had received a sentence at the top of the new range.Ibid.This Court found anex post factoviolation. We\nemphasized that in order to impose the petitioner’s sentence under\nthe pre-existing guidelines, the sentenc- ing judge would have been\nrequired to provide clear and convincing reasons in writing for the\ndeparture, and the sentence would then have been reviewable on\nappeal.Id.,at 432. In contrast, because the sentence\nimposed was within the new guidelines range, it required no\nexplanation and was unreviewable.Id.,at 432–433. The fact\nthat Florida’s guidelines “create[d] a high hurdle that must be\ncleared before discretion can be exercised” was sufficient to\nrender the changed guidelines anex post factolaw.Id.,at 435.Millerthus establishes that applying\namended sentencing guidelines that increase a defendant’s\nrecommended sentence can violate theEx Post FactoClause,\nnotwithstanding the fact that sentencing courts possess discretion\nto deviate from the recommended sentencing range. The sentencing\nscheme inMillerwas designed to channel sen- tences for\nsimilarly situated offenders into a specified range. Its\nreason-giving requirements and standards of appellate review meant\nthat while variation was possible, it was burdensome; and so in the\nordinary case, a defendant would receive a within-guidelines\nsentence. Under the Florida system, therefore, an increase in the\nguidelines range applicable to an offender created a significant\nrisk that he would receive a higher sentence.[5] The same principles apply here.The post-Bookerfederal sentencing scheme\naims to achieve uniformity by ensuring that sentencing decisions\nare anchored by the Guidelines and that they remain a meaningful\nbenchmark through the process of appellate review. SeeKimbrough, 552 U. S., at 107. As we have described,\n“district courtsmustbegin their analysis with the\nGuidelines and remain cognizant of them throughout the sentencing\nprocess.”Gall, 552 U. S., at 50, n. 6 (emphasis\nadded). Failing to calculate the correct Guidelines range\nconstitutes procedural error.Id.,at 51. A district court\ncontemplating a non-Guidelines sentence “must con- sider the extent\nof the deviation and ensure that the justification is sufficiently\ncompelling to support the degree of the variance.”Id.,at\n50. See alsoPepper, 562 U. S., at ___ (Breyer, J.,\nconcurring in part and concurring in judgment) (slip op., at 1)\n(“[T]he law permits the court to disregard the Guidelines only\nwhere it is ‘reasonable’ for a court to do so” (citingBooker, 543 U. S., at 261–262)).These requirements mean that “[i]n the usual\nsentencing, . . . the judge will use the Guidelines range\nas the starting point in the analysis and impose a sentence within\nthe range.”Freemanv.United States, 564 U. S.\n___, ___ (2011) (plurality opinion) (slip op., at 5). Even if the\nsentencing judge sees a reason to vary from the Guidelines, “if the\njudge uses the sentencing range as the beginning point to explain\nthe decision to deviate from it,then the Guidelines are in a\nreal sense the basis for the sentence.”Ibid.(emphasis\nadded). See alsoid.,at ___ (Sotomayor, J., concurring in\njudgment) (slip op., at 2) (stating that outside the context of a\nFederal Rule of Criminal Procedure 11(c)(1)(C) plea agreement, “in\nthe normal course the district judge’s calculation of the\nGuidelines range applicable to the charged offenses will serve as\nthe basis for the term of imprisonment imposed”). That a district\ncourt may ultimately sentence a given defendant outside the\nGuidelines range does not deprive the Guidelines of force as the\nframework for sentencing. Indeed, the rule that an incorrect\nGuidelines calculation is procedural error en- sures that they\nremain the starting point for every sentencing calculation in the\nfederal system.Similarly, appellate review for reasonableness\nusing the Guidelines as a benchmark helps promote uniformity by\n“tend[ing] to iron out sentencing differences.”Booker, 543\nU. S., at 263. Courts of appeals may presume a\nwithin-Guidelines sentence is reasonable, seeRita, 551\nU. S., at 347, and they may further “consider the extent of\nthe deviation” from the Guidelines as part of their reason-\nableness review,Gall, 552 U. S., at 51. As inMiller, then, the post-Bookersentencing regime puts\nin place proce- dural “hurdle[s]” that, in practice, make the\nimposition of a non-Guidelines sentence less likely. See 482\nU. S., at 435.This is a more difficult case thanMiller, because there are relevant differences between\nFlorida’s sentencing scheme and the current federal sentencing\nregime. The Florida Legislature had made a within-guidelines\nsentence unreviewable; whereas in the federal system, the courts of\nappeals may—but are not required to—presume that a\nwithin-Guidelines sentence is reasonable. And under Florida’s\nscheme, a sentencing court departing from the guideline range was\nrequired to provide “clear and convincing” reasons for the\ndeparture; whereas this Court has not, post-Booker, applied\nsuch an exacting across-the-board standard of review to variances.\nRather, we have held that a district court varying from the Federal\nGuidelines should provide an explanation adequate to the extent of\nthe departure. SeeGall, 552 U. S., at 51.But contrary to the arguments advanced by the\nGovernment and Justice Thomas’ dissent (hereinafter dissent), see\nBrief for United States 23–24;post,at 5–6, these\ndifferences are not dispositive. Although the federal system’s\nprocedural rules establish gentler checks on the sentencing court’s\ndiscretion than Florida’s did, they nevertheless impose a series of\nrequirements on sentencing courts that cabin the exercise of that\ndiscretion. Common sense indicates that in general, this system\nwill steer district courts to more within-Guidelines sentences.Peugh points to considerable empirical evidence\nindicating that the Sentencing Guidelines have the intended effect\nof influencing the sentences imposed by judges. Even afterBookerrendered the Sentencing Guidelines advisory, district\ncourts have in the vast majority of cases imposed either\nwithin-Guidelines sentences or sentences that depart downward from\nthe Guidelines on the Government’s motion. See United States\nSentencing Commission, 2011 Sourcebook of Federal Sentencing\nStatistics, p. 63 (Figure G) (16th ed.) (USSC). In less than\none-fifth of cases since 2007 have district courts imposed above-\nor below-Guidelines sentences absent a Government motion. Seeibid.See also Baron-Evans & Stith, BookerRules,\n160 U. Pa. L. Rev. 1631, 1677 (2012). Moreover, the\nSentencing Commission’s data indicate that when a Guidelines range\nmoves up or down, offenders’ sentences move with it. See USSC,\nFinal Quarterly Data Report, FY 2012, p. 32 (Figure C); USSC,\nReport on the Continuing Impact ofUnited Statesv.Bookeron Federal Sentencing, Pt. A, pp. 60–68\n(2012).[6]The federal system adopts procedural measures\nintended to make the Guidelines the lodestone of sentencing. A\nretrospective increase in the Guidelines range applicable to a\ndefendant creates a sufficient risk of a higher sentence to\nconstitute anex post factoviolation.COur holding today is consistent with basic\nprinciples of fairness that animate theEx Post FactoClause. The Framers consideredex post factolaws to be\n“contrary to the first principles of the social compact and to\nevery principle of sound legislation.” The Federalist No. 44, p.\n282 (C. Rossiter ed. 1961) (J. Madison). The Clause ensures that\nindividuals have fair warning of applicable laws and guards against\nvindictive legislative action. SeeWeaverv.Graham,450 U.S.\n24, 28–29 (1981); see alsopost, at 11–13. Even where\nthese concerns are not directly implicated, however, the Clause\nalso safeguards “a fundamental fairness interest . . . in\nhaving the government abide by the rules of law it establishes to\ngovern the cir-cumstances under which it can deprive a person of\nhis or her liberty or life.”Carmell, 529 U. S., at\n533.The Sentencing Guidelines represent the Federal\nGovernment’s authoritative view of the appropriate sentences for\nspecific crimes. When Peugh committed his crime, the recommended\nsentence was 30 to 37 months. When he was sentenced, it was 70 to\n87 months. “[T]he purpose and effect of the change in [the\nGuidelines calculation] was to increase the rates and length of\nincarceration for [fraud].”Miller, 482 U. S., at 431\n(citingFlorida Bar: Amendment to Rules of Criminal Procedure\n(3.701, 3.988—Sentencing Guidelines), 451 So. 2d 824, 824, n.\n(1984) (per curiam) (internal quotation marks and\nalterations omitted)). Such a retrospective increase in the measure\nof punishment raises clearex post factoconcerns. We have\npreviously recognized, for instance, that a defendant charged with\nan increased punishment for his crime is likely to feel enhanced\npressure to plead guilty. SeeCarmell,529 U. S., at\n534, n. 24;Weaver, 450 U. S., at 32. This pressure\ndoes not disappear simply because the Guidelines range is advisory;\nthe defendant will be aware that the range is intended to, and\nusually does, exert controlling influence on the sentence that the\ncourt will impose.We are therefore not persuaded by the argument\nadvanced by the Government and also suggested by the dissent that\nthe animating principles of theEx Post FactoClause are not\nimplicated by this case. While the Government argues that the\nSentencing Commission is insulated from legislative interference,\nsee Brief for United States 42–44, our precedents make clear that\nthe coverage of theEx Post FactoClause is not limited to\nlegislative acts, seeGarner, 529 U. S., at 247, 257\n(recognizing that a change in a parole board’s rules could, given\nan adequate showing, run afoul of theEx Post FactoClause).\nIt is true that we held, inIrizarryv.United\nStates,553 U.S.\n708, 713–714 (2008), that a defendant does not have an\n“expectation subject to due process protection” that he will be\nsentenced within the Guidelines range. But, contrary to the\ndissent’s view, seepost,at 11–13, theEx Post FactoClause does not merely protect reliance interests. It also reflects\nprinciples of “fundamental justice.”Carmell, 529\nU. S., at 531.[7]IVThe Government’s principal argument that there\nis no constitutional violation in this case is that the Sentencing\nGuidelines lack sufficient legal effect to attain the sta- tus of a\n“law” within the meaning of theEx Post FactoClause.\nWhereas the pre-BookerGuidelines “ha[d] the force and\neffect of laws,”Booker, 543 U. S., at 234, the\npost-BookerGuidelines, the Government contends, have lost\nthat status due to their advisory nature. The dissent echoes this\nargument.Post,at 1–3, 6–8.The distinction that the Government draws is\nnecessar- ily a fine one, because our precedents firmly establish\nthat changes in law need not bind a sentencing authority in order\nto violate theEx Post FactoClause. So, for example, a law\ncan run afoul of the Clause even if it does not alter the statutory\nmaximum punishment attached to a crime. InLindseyv.Washington,301 U.S.\n397, this Court considered anex post factochallenge to\na Washington law altering the statutory penalty for grand larceny\nfrom a range of 0 to 15 years’ imprisonment to a mandatory term of\n15 years’ imprisonment. Although the upper boundary of the\nsentencing court’s power to punish remained unchanged, it was\nenough that the petitioners were “deprived of allopportunityto receive a sentence which would give them\nfreedom from custody and control prior to the expiration of the\n15-year term.”Id.,at 402 (emphasis added).In addition, our cases make clear that “[t]he\npresence of discretion does not displace the protections of theEx Post FactoClause.”Garner, 529 U. S., at\n253. In a series of cases, for example, this Court has considered\nthe validity under theEx Post FactoClause of state laws\naltering the terms on which discretionary parole or early release\nwas available to prisoners. SeeGarner,529 U.S.\n244;Morales,514 U.S.\n499;Weaver,450 U.S.\n24. Although these cases reached differing conclusions with\nrespect to whether there was anex post factoviolation, in\nnone of them did we indicate that the mere fact that the prisoner\nwas not guaranteed parole but rather received it at the will of the\nparole board was fatal to his claim. SeeGarner, 529\nU. S., at 253;Morales, 514 U. S., at 508–510, and\nn. 6;Weaver, 450 U. S., at 30–31.The Government does not challenge these holdings\nbut rather argues, in essence, that the Guidelines are too much\nlike guideposts and not enough like fences to give rise to anex\npost factoviolation. It contrasts the Sentenc- ing Guidelines\nwith the Florida system at issue inMiller, which, the\nGovernment indicates, really did place “a substantial legislative\nconstraint on the judge’s exercise of sentencing discretion.” Brief\nfor United States 21. But as we have explained at length, the\ndifference between the federal system and the scheme the Court\nconsidered inMilleris one in degree, not in kind. The\nFlorida system did not achieve its “binding legal effect,” Brief\nfor United States 22, by mandating a within-guidelines sentence in\nevery case. Rather, it achieved its “binding legal effect” through\na set of procedural rules and standards for appellate review that,\nin combination, encouraged district courts to sentence within the\nguidelines. SeeMiller, 482 U. S., at 432–433. We have\ndetailed all of the ways in which the federal sentencing regime\nafterBookerdoes the same.[8]The Government elaborates its argument that the\nSentencing Guidelines do not have adequate legal force to\nconstitute anex post factoviolation by reviewing the\nvarious features of the post-Bookersentencing regime that,\nin its view, tend to render the Guidelines purely advisory. As we\nhave noted, district courts may not presume that a\nwithin-Guidelines sentence is reasonable; they may “in appropriate\ncases impose a non-Guidelines sentence based on a disagreement with\nthe Commission’s views,”Pepper, 562 U. S., at ___\n(slip op., at 23); and all sentences are reviewed under a\ndeferential abuse-of-discretion standard. Seesupra,at\n5–6.While the Government accurately describes\nseveral attributes of federal sentencing afterBooker, the\nconclusion it draws by isolating these features of the system is\nultimately not supportable. On the Government’s account, the\nGuidelines are just one among many persuasive sources a sentencing\ncourt can consult, no different from a “policy paper.” Brief for\nUnited States 28. The Government’s argument fails to acknowledge,\nhowever, that district courts are not required to consult any\npolicy paper in order to avoid reversible procedural error; nor\nmust they “consider the extent of [their] deviation” from a given\npolicy paper and “ensure that the justification is suffi- ciently\ncompelling to support the degree of the variance,”Gall, 552\nU. S., at 50. Courts of appeals, in turn, are not permitted to\npresume that a sentence that comports with a particular policy\npaper is reasonable; nor do courts of appeals, in considering\nwhether the district court’s sentence was reasonable, weigh the\nextent of any departure from a given policy paper in determining\nwhether the district court abused its discretion, seeid.,at 51. It is simply not the case that the Sentencing Guidelines are\nmerely a volume that the district court reads with academic\ninterest in the course of sentencing.Of course, as the Government and the dissent\npoint out, notwithstanding a rule that retrospective application of\na higher Guidelines range violates theEx Post FactoClause,\nsentencing courts will be free to give careful consideration to the\ncurrent version of the Guidelines as representing the most recent\nviews of the agency charged by Congress with developing sentencing\npolicy. Seepost,at 8 (citingDemaree, 459\nF. 3d, at 795). But this does not render our holding “purely\nsemantic.”Id.,at 795. District courts must begin their\nsentencing analysis with the Guidelines in effect at the time of\nthe offense and use them to calculate the sentencing range\ncorrectly; and those Guidelines will anchor both the district\ncourt’s discretion and the appellate review process in all of the\nways we have described. The newer Guidelines, meanwhile, will have\nthe status of one of many reasons a district court might give fordeviatingfrom the older Guidelines, a status that is simply\nnot equivalent forex post factopurposes.Finally, the Government contends that a rule\nthat theEx Post FactoClause is violated by the application\nof an increased Guidelines range would be in tension with this\nCourt’s post-Bookercases and, indeed, would “largely undo\n. . . theBookerremedy” for the Sixth Amendment\nviolation found there. Brief for United States 35. If the\nGuidelines are binding enough to trigger anex post factoviolation, the argument goes, then they must be binding enough to\ntrigger a Sixth Amendment violation as well. The Government’s\nargument assumes that the Sixth Amendment and theEx Post\nFactoClause share a common boundary; that only where\njudge-found facts are the basis of a higher sentence in a manner\nthat raises Sixth Amendment concerns can a set of sentencing rules\nbe sufficiently determinate to run afoul of theEx Post\nFactoClause. But the Sixth Amendment andEx Post FactoClause inquiries are analytically distinct. Our Sixth Amendment\ncases have focused on when a given finding of fact is required to\nmake a defendant legally eligible for a more severe penalty. Ourex post factocases, in contrast, have focused on whether a\nchange in law creates a “significant risk” of a higher sentence;\nhere, whether a sentence in conformity with the new Guidelines is\nsubstantially likely. TheBookerremedy was designed, and\nhas been subsequently calibrated, to exploit precisely this\ndistinction: it is intended to promote sentencing uniformity while\navoiding a Sixth Amendment violation. In light of the statistics\ninvoked by petitioner, seesupra,at 12–13, it appears so\nfar to be achieving this balance. Nothing that we say today\n“undo[es]” the holdings ofBooker,Rita,Gall,Kimbrough, or our other recent sentencing cases.*  *  *The arguments put forward by the Government\nand the dissent cannot unseat the conclusion that Peugh’s case\nfalls withinCalder’s third category ofex post factoviolations. “[T]heEx Post FactoClause forbids the\n[government] to enhance the measure of punishment by altering the\nsubstantive ‘formula’ used to calculate the applicable sentencing\nrange.”Morales, 514 U. S., at 505. That is precisely\nwhat the amended Guidelines did here. Doing so created a\n“significant risk” of a higher sentence for Peugh,Garner,\n529 U. S., at 251, and offended “one of the principal\ninterests that theEx Post FactoClause was designed to\nserve, fundamental justice,”Carmell, 529 U. S., at\n531.[9] For these reasons, we\nreverse the judgment of the Seventh Circuit and remand the case for\nfurther proceedings consistent with this opinion.It is so ordered.Notes1*Justice Kennedy joins this\nopinion except as to Part III–C.2CompareUnited\nStatesv.Demaree,459 F.3d 791, 795 (CA7 2006), withUnited Statesv.Wetherald, 636 F.3d 1315, 1321–1322 (CA11 2011);United\nStatesv.Ortiz, 621 F.3d 82, 87 (CA2 2010);United\nStatesv.Lewis, 606 F.3d 193, 199–203 (CA4 2010);United Statesv.Lanham, 617 F.3d 873, 889–890 (CA6\n2010);United Statesv.Turner, 548 F.3d 1094,\n1099–1100 (CADC 2008).3We have left open the\nquestion whether “closer [appellate] review [of a non-Guidelines\nsentence] may be in order when the sentencing judge varies from the\nGuidelines based solely on the judge’s view that the Guidelines\nrange ‘fails properly to reflect §3553(a) considerations’ even in a\nmine-run case.”Kimbrough, 552 U. S., at 109 (quotingRita, 551 U. S., at 351). Resolution of this case does\nnot require us to assess the merits of this issue.4Justice Thomas, raising\nthe issue on his own initiative, would reject our establishedEx\nPost FactoClause framework.Post,at 9–13. We decline\nto revisit settled precedent, and we reject Justice Thomas’\nassertion that our case law has become “unworkab[le],”post,at 9, simply because it requires case-by-case\njudgments.5Milleremployed a\n“substantial disadvantage” test that this Court has since\nabandoned. SeeCalifornia Dept. of Correctionsv.Morales,514 U.S.\n499, 506–507, n. 3 (1995). The relevant question is\nwhether the change in law creates a “ ‘sufficient’ ” or\n“significant” risk  of increasing the punishment for a given\ncrime.Garnerv.Jones,529 U.S.\n244, 250, 251 (2000). As we have made clear, however, the\nresult inMillerremains sound. SeeMorales, 514\nU. S., at 506–507, n. 3.6The Government does not\ndispute these statistics. It argues instead that by relying on\naggregated data, Peugh glosses over the fact that non-Guidelines\nsentences are more common for certain crimes and that some\nindividual judges are less likely to follow the Guidelines than\nothers. Brief for United States 49–50. But these arguments do not\nrefute the basic point that the applicable Guidelines channel\nsentences toward the specified range, even if they do not fix them\nwithin it.7Of course, “while the\nprinciple of unfairness helps explain and shape the Clause’s scope,\nit is not a doctrine unto itself, invalidating laws under theEx\nPost FactoClause by its own force.”Carmell, 529\nU. S., at 533, n. 23.8The Government likens the\nSentencing Guidelines system to the Parole Commission’s Parole\nRelease Guidelines, which established an advisory framework for\nparole decisions, seeUnited States Parole Comm’nv.Geraghty,445 U.S.\n388, 391 (1980), and argues thatMillerindicated that\nretrospectively applying more stringent parole guidelines would not\nhave constituted anex post factoviolation. The issue ofthe\nconstitutional validity of the retrospective application of the\nparole guidelines, however, was not before the Court inMiller. While theMillerCourt did state that lower\ncourt cases discussing the federal parole guidelines were\n“inapposite” to its discussion of the Florida guidelines, 482\nU. S., at 434–435, it had no occasion to address whether\nchanges to the parole guidelines generated anex post factoproblem.9There may be cases in\nwhich the record makes clear that the District Court would have\nimposed the same sentence under the older, more lenient Guidelines\nthat it imposed under the newer, more punitive ones. In such a\ncase, theex post factoerror may be harmless. SeeChapmanv.California,386 U.S.\n18(1967). Here, however, the Government does not argue that\nanyex post factoviolation was harmless. And indeed, any\nsuch argument would fail in light of the fact that the District\nCourt rejected Peugh’sex post factoclaim in keeping with\nCircuit precedent, applied the new Guidelines, and indicated at\nsentencing that “a sentence within the [G]uideline range is the\nmost appropriate sentence in this case.” App. 30, 100.",
    "joined": []
}