{
    "case": {
        "docket": "189",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/189/"
    },
    "id": "1970412",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–699_________________MENACHEM BINYAMIN ZIVOTOFSKY, by his parents\nand guardians, ARI Z. and NAOMI SIEGMAN ZIVOTOFSKY, PETITIONERv.HILLARY RODHAM CLINTON, SECRETARY OF STATEon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[March 26, 2012]Justice Sotomayor, with whom Justice Breyer\njoins as to Part I, concurring in part and concurring in the\njudgment.As this case illustrates, the proper\napplication ofBaker’s six factors has generated substantial\nconfusion in the lower courts. I concur in the Court’s conclusion\nthat this case does not present a political question. I write\nseparately, however, because I understand the inquiry required by\nthe political question doctrine to be more demanding than that\nsuggested by the Court.IThe political question doctrine speaks to an\namalgam of circumstances in which courts properly examine whether a\nparticular suit is justiciable—that is, whether the dispute is\nappropriate for resolution by courts. The doctrine is “essentially\na function of the separation of powers,”Bakerv.Carr,369 U.S.\n186, 217 (1962), which recognizes the limits that Article III\nimposes upon courts and accords appropriate respect to the other\nbranches’ exercise of their own constitutional powers.InBaker, this Court identified six\ncircumstances in which an issue might present a political question:\n(1) “a textually demonstrable constitutional commitment of the\nissue to a coordinate political department”; (2) “a lack of\njudicially discoverable and manageable standards for resolving it”;\n(3) “the impossibility of deciding without an initial policy\ndetermination of a kind clearly for nonjudicial discretion”; (4)\n“the impossibility of a court’s undertaking independent resolution\nwithout expressing lack of the respect due coordinate branches of\ngovernment”; (5) “an unusual need for unquestioning adherence to a\npolitical decision already made”; or (6) “the potentiality of\nembarrassment from multifarious pronouncements by various\ndepartments on one question.”Id., at 217.Bakerestablished that “[u]nless one of these formulations is\ninextricable from the case at bar, there should be no dismissal for\nnonjusticiability.”Ibid.ButBakerleft unanswered\nwhen the presence of one or more factors warrants dismissal, as\nwell as the interrelationship of the six factors and the relative\nimportance of each in determining whether a case is suitable for\nadjudication.In my view, theBakerfactors reflect\nthree distinct justifications for withholding judgment on the\nmerits of a dispute. When a case would require a court to decide an\nissue whose resolution is textually committed to a coordinate\npolitical department, as envisioned byBaker’s first factor,\nabstention is warranted because the court lacks authority to\nresolve that issue. See,e.g., Nixonv.United\nStates,506 U.S.\n224, 229 (1993) (holding nonjusticiable the Senate’s\nimpeachment procedures in light of Article I’s commitment to the\nSenate of the “ ‘sole Power to try all Impeachments’ ”);\nsee alsoMarburyv.Madison, 1 Cranch 137, 165–166\n(1803) (“By the constitution of the United States, the president is\ninvested with certain important political powers, in the exercise\nof which he is to use his own discretion, and is accountable only\nto his country in his political character, and to his own\nconscience”). In such cases, the Constitution itself requires that\nanother branch resolve the question presented.The second and thirdBakerfactors\nreflect circum- stances in which a dispute calls for decisionmaking\nbeyond courts’ competence. “ ‘The judicial Power’ created by\nArticle III, §1, of the Constitution is notwhateverjudges\nchoose to do,” but rather the power “to act in the manner\ntraditional for English and American courts.”Viethv.Jubelirer,541 U.S.\n267, 278 (2004) (plurality opinion). That traditional role\ninvolves the application of some manageable and cognizable standard\nwithin the competence of the Judiciary to ascertain and employ to\nthe facts of a concrete case. When a court is given no standard by\nwhich to adjudicate a dispute, or cannot resolve a dispute in the\nabsence of a yet-unmade policy determination charged to a political\nbranch, resolution of the suit is be- yond the judicial role\nenvisioned by Article III. See,e.g., Gilliganv.Morgan,413 U.S.\n1, 10 (1973) (“[I]t is difficult to conceive of an area of\ngovernmental activity in which the courts have less competence”\nthan “[t]he complex, subtle, and professional decisions as to the\ncomposition, training, equipping, and control of a military\nforce”);Vieth, 541 U. S., at 278 (“One of the most\nobvious limitations imposed by [Article III] is that judicial\naction must be governed bystandard. . . ”). This is not to\nsay, of course, that courts are incapable of interpreting or\napplying somewhat ambiguous standards using familiar tools of\nstatutory or constitutional interpretation. But where an issue\nleaves courts truly rudderless, there can be “no doubt of [the]\nvalidity” of a court’s decision to abstain from judgment.Ibid.The final threeBakerfactors address\ncircumstances in which prudence may counsel against a court’s\nresolution of an issue presented. Courts should be particularly\ncautious before forgoing adjudication of a dispute on the basis\nthat judicial intervention risks “embarrassment from multifarious\npronouncements by various departments on one question,” would\nexpress a “lack of the respect due coordinate branches of\ngovernment,” or because there exists an “unusual need for\nunquestioning adherence to a political decision already made.” 369\nU. S., at 217. We have repeatedly rejected the view that these\nthresholds are met whenever a court is called upon to resolve the\nconstitutionality or propriety of the act of another branch of\nGovernment. See,e.g., United Statesv.Munoz-Flores,495 U.S.\n385, 390–391 (1990);Powellv.McCormack,395 U.S.\n486, 548, 549 (1969). A court may not refuse to adjudicate a\ndispute merely because a decision “may have significant political\novertones” or affect “the conduct of this Nation’s foreign\nrelations,”Japan Whaling Assn.v.American Cetacean\nSoc.,478 U.S.\n221, 230 (1986). Nor may courts decline to resolve a\ncontroversy within their traditional competence and proper\njurisdiction simply because the question is difficult, the\nconsequences weighty, or the potential real for conflict with the\npolicy preferences of the political branches. The exercise of such\nauthority is among the “gravest and most delicate dut[ies] that\nthis Court is called on to perform,”Blodgettv.Holden,275 U.S.\n142, 148 (1927) (Holmes, J., concurring), but it is the role\nassigned to courts by the Constitution. “Questions may occur which\nwe would gladly avoid; but we cannot avoid them. All we can do is,\nto exercise our best judgment, and conscientiously to perform our\nduty.”Cohensv.Virginia, 6 Wheat. 264, 404\n(1821).Rare occasions implicatingBaker’s final\nfactors, how- ever, may present an “ ‘unusual case’ ”\nunfit for judicial disposition. 369 U. S., at 218 (quoting the\nargument of Daniel Webster inLutherv.Borden, 7\nHow. 1, 29 (1849)). Because of the respect due to a coequal and\nindependent department, for instance, courts properly resist calls\nto question the good faith with which another branch attests to the\nauthenticity of its internal acts. See,e.g., Fieldv.Clark,143 U.S.\n649, 672–673 (1892) (deeming “forbidden by the respect due to a\ncoordinate branch of the government” “[j]udicial action” requiring\na belief in a “deliberate conspiracy” by the Senate and House of\nRepresentatives “to defeat an expression of the popular will”); see\nalsoMunoz-Flores, 495 U. S., at 409–410 (Scalia, J.,\nconcurring in judgment) (“Mutual regard between the coordinate\nbranches, and the interest of certainty, both demand that official\nrepresentations regarding . . . matters of internal\nprocess be accepted at face value”). Likewise, we have long\nacknowledged that courts are particularly ill suited to intervening\nin exigent disputes necessitating unusual need for “attributing\nfinality to the action of the political departments,”Colemanv.Miller,307 U.S.\n433, 454 (1939), or creating acute “risk [of] embarrassment of\nour government abroad, or grave disturbance at home,”Baker,\n369 U. S., at 226. See,e.g., Luther, 7 How., at 43\n(“After the President has acted and called out the militia, is a\nCircuit Court of the United States authorized to inquire whether\nhis decision was right? . . . If the judicial power\nextends so far, the guarantee contained in the Constitution of the\nUnited States is a guarantee of anarchy, and not of\norder”).[1] Finally, it may be\nappropriate for courts to stay their hand in cases implicating\ndelicate questions concerning the distribution of political\nauthority between coordinate branches until a dispute is ripe,\nintractable, and incapable of resolution by the political process.\nSeeGoldwaterv.Carter,444\nU.S. 996, 997 (1979) (Powell, J., concurring in judgment).\nAbstention merely reflects that judicial intervention in such cases\nis “legitimate only in the last resort,”Chicago & Grand\nTrunk R. Co.v.Wellman,143\nU.S. 339, 345 (1892), and is disfavored relative to the\nprospect of accommodation between the political branches.When such unusual cases arise, abstention\naccommodates considerations inherent in the separation of powers\nand the limitations envisioned by Article III, which conferred\nauthority to federal courts against a common-law backdrop that\nrecognized the propriety of abstention in exceptional cases.New\nOrleans Public Service, Inc.v.Council of City of New\nOrleans,491 U.S.\n350, 359 (1989); see generally Shapiro, Jurisdiction and\nDiscretion, 60 N. Y. U. L. Rev. 543 (1985)\n(hereinafter Shapiro). The political questions envisioned byBaker’s final categories find common ground, therefore, with\nmany longstanding doctrines under which considerations of\njusticiability or comity lead courts to abstain from deciding\nquestions whose initial resolution is better suited to another\ntime, see,e.g., National Park Hospitality Assn.v.Department of Interior,538 U.S.\n803, 808 (2003) (ripeness);United States Parole Comm’nv.Geraghty,445 U.S.\n388, 397 (1980) (mootness); or another forum, see,e.g.,\nGulf Oil Corp.v.Gilbert,330 U.S.\n501, 507 (1947)(forum non conveniens);Railroad\nComm’n of Tex.v.Pullman Co.,312\nU.S. 496, 498–500 (1941);Louisiana Power & Light\nCo.v.City of Thibodaux,360 U.S.\n25, 25–30 (1959);Burfordv.Sun Oil Co.,319 U.S.\n315, 333–334 (1943) (abstention in favor of a state forum);United Statesv.Western Pa- cific R. Co.,352 U.S.\n59, 63–64 (1956) (primary jurisdiction doctrine). See alsoDaimlerChrysler Corp.v.Cuno,547 U.S.\n332, 352 (2006) (“The doctrines of mootness, ripeness, and\npolitical question all originate in Article III’s ‘case’ or\n‘controversy’ language”); Shapiro 550–557, 580–587 (describing\npractices of judicial abstention sounding in justiciability,\ncomity,forum non conveniens, and separation of powers).To be sure, it will be the rare case in whichBaker’s final factors alone render a case\nnonjusticiable.[2] But our long\nhistorical tradition recognizes that such exceptional cases arise,\nand due regard for the separation of powers and the judicial role\nenvisioned by Article III confirms that abstention may be an\nappropriate response.IIThe court below held that this case presented\na political question because it thought petitioner’s suit asked the\ncourt to decide an issue “textually committed” to a coordinate\nbranch—namely, “to review a policy of the State Department\nimplementing the President’s decision” to keep the United States\nout of the debate over the status of Jersualem. 571 F.3d 1227,\n1231–1232 (CADC 2009). Largely for the reasons set out by the\nCourt, I agree that the Court of Appeals misapprehended the nature\nof its task. In two respects, however, my understanding of the\npolitical question doctrine might require a court to engage in\nfurther analysis beyond that relied upon by the Court.First, the Court appropriately recognizes\nthat petitioner’s claim to a statutory right is “relevant” to the\njusticiability inquiry required in this case.Ante,at 6. In\norder to evaluate whether a case presents a political question, a\ncourt must first identify with precision the issue it is being\nasked to decide. Here, petitioner’s suit claims that a federal\nstatute provides him with a right to have “Israel” listed as his\nplace of birth on his passport and other re- lated documents. App.\n15–18. To decide that question, a court must determine whether the\nstatute is constitu- tional, and therefore mandates the Secretary\nof State to issue petitioner’s desired passport, or\nunconstitutional, in which case his suit is at an end. Resolution\nof that issue is not one “textually committed” to another branch;\nto the contrary, it is committed to this one. In no fashion does\nthe question require a court to review the wisdom of the\nPresident’s policy toward Jerusalem or any other decision committed\nto the discretion of a coordinate department. For that reason, I\nagree that the decision below should be reversed.That is not to say, however, that no statute\ncould give rise to a political question. It is not impossible to\nimagine a case involving the application or even the\nconstitutionality of an enactment that would present a\nnonjusticiable issue. Indeed, this Court refused to determine\nwhether an Ohio state constitutional provision offended the Repub-\nlican Guarantee Clause, Art. IV, §4, holding that “the\nquestion of whether that guarantee of the Constitution has been\ndisregarded presents no justiciable controversy.”Ohio\nex rel. Davisv.Hildebrant,241 U.S.\n565, 569 (1916). A similar result would follow if Congress\npassed a statute, for instance, purporting to award financial\nrelief to those improperly “tried” of impeachment offenses. To\nadjudicate claims under such a statute would require a court to\nresolve the very same issue we found nonjusticiable inNixon. Such examples are atypical, but they suffice to show\nthat the foreclosure altogether of political question analysis in\nstatutory cases is unwarranted.Second, the Court suggests that this case\ndoes not implicate the political question doctrine’s concern with\nissues exhibiting “ ‘a lack of judicially discoverable and\nmanageable standards,’ ”ante, at 8, because the\nparties’ arguments rely on textual, structural, and historical\nevidence of the kind that courts routinely consider. But that was\nequally true inNixon, a case in which we found that “the\nuse of the word ‘try’ in the first sentence of the Impeachment\nTrial Clause lacks sufficient precision to afford any judicially\nmanageable standard of review of the Senate’s actions.” 506\nU. S., at 230. We reached that conclusion even though the\nparties’ briefs focused upon the text of the Impeachment Trial\nClause, “the Constitution’s drafting history,” “contemporaneous\ncommentary,” “the unbroken practice of the Senate for 150 years,”\ncontemporary dictionary meanings, “Hamilton’s Federalist essays,”\nand the practice in the House of Lords prior to ratification. Such\nevidence was no more or less unfamiliar to courts than that on\nwhich the parties rely here.In my view, it is not whether the evidence upon\nwhich litigants rely is common to judicial consideration that\ndetermines whether a case lacks judicially discoverable and\nmanageable standards. Rather, it is whether that evidence in fact\nprovides a court a basis to adjudicate meaningfully the issue with\nwhich it is presented. The answer will almost always be yes, but if\nthe parties’ tex- tual, structural, and historical evidence is\ninapposite or wholly unilluminating, rendering judicial decision no\nmore than guesswork, a case relying on the ordinary kinds of\narguments offered to courts might well still present justiciability\nconcerns.In this case, however, the Court of Appeals\nmajority found a political question solely on the basis that this\ncase required resolution of an issue “textually committed” to the\nExecutive Branch. Because there was no such textual commitment, I\nrespectfully concur in the Court’s decision to reverse the Court of\nAppeals.Notes1See alsoMartinv.Mott, 12 Wheat. 19, 29–30 (1827) (Story, J.) (declining to\nreview the President’s determination that an “exigency has arisen,”\nnecessitating the “call [of] the militia into actual service,”\nrecognizing need for “[a] prompt and unhesitating obedience to\norders is indispensable”);Warev.Hylton, 3 Dall.\n199, 260 (1796) (Iredell, J., concurring) (to declare treaty with\nGreat Britain void would turn on “considerations of policy,\nconsiderations of extreme magnitude, [which are] certainly entirely\nincompetent to the examination and decision of a Court of\nJustice”).2Often when such factors\nare implicated in a case presenting a political question, other\nfactors identified inBakerwill likewise be apparent. See,e.g., Nixonv.United States,506\nU.S. 224, 236 (1993) (“[i]n addition to the textual commitment\nargument,” finding persuasive that “opening the door of judicial\nreview” of impeachment procedures would “ ‘expose the\npolitical life of the country to months, or perhaps years, of\nchaos’ ”);Baker, 369 U. S., at 222 (explaining\nthat the Court inLutherv.Borden, 7 How. 1 (1849),\nfound present features associated with each of the three rationales\nunderlyingBaker’s factors).",
    "joined": []
}