{
    "case": {
        "docket": "347",
        "citation": "577",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/577/347/"
    },
    "id": "3536533",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–8358_________________AVONDALE LOCKHART, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the second circuit[March 1, 2016]Justice Sotomayor delivered the opinion of the\nCourt.Defendants convicted of possessing child\npornography in violation of 18 U. S. C. §2252(a)(4) are\nsubject to a 10-year mandatory minimum sentence and an increased\nmaximum sentence if they have “a prior conviction . . .\nunder the laws of any State relating to aggravated sexual abuse,\nsexual abuse, or abusive sexual conduct involving a minor or ward.”\n§2252(b)(2).The question before us is whether the phrase\n“involving a minor or ward” modifies all items in the list of\npredicate crimes (“aggravated sexual abuse,” “sexual abuse,” and\n“abusive sexual conduct”) or only the one item that immediately\nprecedes it (“abusive sexual conduct”). Below, the Court of Appeals\nfor the Second Circuit joined several other Courts of Appeals in\nholding that it modifies only “abusive sexual conduct.” The Eighth\nCircuit has reached the contrary result. We granted certiorari to\nresolve that split. 575 U. S. ___ (2015). We affirm the Second\nCircuit’s holding that the phrase “involving a minor or ward” in\n§2252(b)(2) modifies only “abusive sexual conduct.”IIn April 2000, Avondale Lockhart was convicted\nof sexual abuse in the first degree under N. Y. Penal Law Ann.\n§130.65(1) (West Cum. Supp. 2015). The crime involved his\nthen-53-year-old girlfriend. Presentence Investigation Report\n(PSR), in No. 11–CR–231–01, p. 13, ¶¶47–48. Eleven years\nlater, Lockhart was indicted in the Eastern District of New York\nfor attempting to receive child pornography in violation of 18\nU. S. C. §2252(a)(2) and for possessing child pornography\nin violation of §2252(a)(4)(b). Lockhart pleaded guilty to the\npossession offense and the Government dismissed the receipt\noffense.Lockhart’s presentence report calculated a\nguidelines range of 78 to 97 months for the possession offense. But\nthe report also concluded that Lockhart was subject to\n§2252(b)(2)’s mandatory minimum because his prior New York abuse\nconviction related “to aggravated sexual abuse, sexual abuse, or\nabusive sexual conduct involving a minor or ward.” PSR ¶¶87–88.Lockhart objected, arguing that the statutory\nphrase “involving a minor or ward” applies to all three listed\ncrimes: “aggravated sexual abuse,” “sexual abuse,”and“abusive sexual conduct.” He therefore contended that his prior\nconviction for sexual abuse involving anadultfell outside\nthe enhancement’s ambit. The District Court rejected Lockhart’s\nargument and applied the mandatory minimum. The Second Circuit\naffirmed his sentence. 749 F. 3d 148 (CA2 2014).IISection 2252(b)(2) reads in full:“Whoever violates, or attempts or\nconspires to violate [ 18 U. S. C. §2252(a)(4)] shall be\nfined under this title or imprisoned not more than 10 years, or\nboth, but . . . if such person has a prior conviction\nunder this chapter, chapter 71, chapter 109A, or chapter 117, or\nunder section 920 of title 10 (article 120 of the Uniform Code of\nMilitary Justice), or under the laws of any State relating to\naggravated sexual abuse, sexual abuse, or abusive sexual conduct\ninvolving a minor or ward, or the production, possession, receipt,\nmailing, sale, distribution, shipment, or transportation of child\npornography, such person shall be fined under this title and\nimprisoned for not less than 10 years nor more than 20 years.”This case concerns that provision’s list of\nstate sexual-abuse offenses. The issue before us is whether the\nlimiting phrase that appears at the end of that list—“involving a\nminor or ward”—applies to all three predicate crimes preceding it\nin the list or only the final predicate crime. We hold that\n“involving a minor or ward” modifies only “abusive sexual conduct,”\nthe antecedent immediately preceding it. Although §2252(b)(2)’s\nlist of state predicates is awkwardly phrased (to put it\ncharitably), the provision’s text and context together reveal a\nstraightforward reading. A timeworn textual canon is confirmed by\nthe structure and internal logic of the statutory scheme.AConsider the text. When this Court has\ninterpreted statutes that include a list of terms or phrases\nfollowed by a limiting clause, we have typically applied an\ninterpretive strategy called the “rule of the last antecedent.” SeeBarnhartv.Thomas, 540 U. S. 20, 26 (2003) .\nThe rule provides that “a limiting clause or phrase . . .\nshould ordinarily be read as modifying only the noun or phrase that\nit immediately follows.”Ibid.; see also Black’s Law\nDictionary 1532–1533 (10th ed. 2014) (“[Q]ualifying words or\nphrases modify the words or phrases immediately preceding them and\nnot words or phrases more remote, unless the extension is necessary\nfrom the context or the spirit of the entire writing”); A. Scalia\n& B. Garner, Reading Law: The Interpretation of Legal Texts 144\n(2012).This Court has applied the rule from our\nearliest decisions to our more recent. See,e.g.,Sims\nLesseev.Irvine, 3 Dall. 425, 444, n. (1799);FTCv.Mandel Brothers, Inc., 359 U. S. 385,\n389, n. 4 (1959) ;Barnhart, 540 U. S., at 26.The rule reflects the basic intuition that when\na modifier appears at the end of a list, it is easier to apply that\nmodifier only to the item directly before it. That is particularly\ntrue where it takes more than a little mental energy to process the\nindividual entries in the list, making it a heavy lift to carry the\nmodifier across them all. For example, imagine you are the general\nmanager of the Yankees and you are rounding out your 2016 roster.\nYou tell your scouts to find a defensive catcher, a quick-footed\nshortstop, or a pitcher from last year’s World Champion Kansas City\nRoyals. It would be natural for your scouts to confine their search\nfor a pitcher to last year’s championship team, but to look more\nbroadly for catchers and shortstops.Applied here, the last antecedent principle\nsuggests that the phrase “involving a minor or ward” modifies only\nthe phrase that it immediately follows: “abusive sexual conduct.”\nAs a corollary, it also suggests that the phrases “aggravated\nsexual abuse” and “sexual abuse” are not so constrained.Of course, as with any canon of statutory\ninterpretation, the rule of the last antecedent “is not an absolute\nand can assuredly be overcome by other indicia of meaning.”Barnhart, 540 U. S., at 26; see alsoDavisv.Michigan Dept. of Treasury, 489 U. S. 803, 809 (1989)\n(“It is a fundamental canon of statutory construction that the\nwords of a statute must be read in their context and with a view to\ntheir place in the overall statutory scheme”). For instance, take\n“ ‘the laws, the treaties, and the constitution of the United\nStates.’ ”Post, at 7, n. 1 (Kagan, J.,\ndissenting). A reader intuitively applies “of the United States” to\n“the laws,” “the treaties” and “the constitution” because (among\nother things) laws, treaties, and the constitution are often cited\ntogether, because readers are used to seeing “of the United States”\nmodify each of them, and because the listed items are simple and\nparallel without unexpected internal modifiers or structure.\nSection 2252(b)(2), by contrast, does not contain items that\nreaders are used to seeing listed together or a concluding modifier\nthat readers are accustomed to applying to each of them. And the\nvaried syntax of each item in the list makes it hard for the reader\nto carry the final modifying clause across all three.More importantly, here the interpretation urged\nby the rule of the last antecedent is not overcome by other indicia\nof meaning. To the contrary, §2252(b)(2)’s context fortifies the\nmeaning that principle commands.BOur inquiry into §2252(b)(2)’s context begins\nwith the internal logic of that provision. Section 2252(b)(2)\nestablishes sentencing minimums and maximums for three categories\nof offenders. The first third of the section imposes a 10-year\nmaximum sentence on offenders with no prior convictions. The second\nthird imposes a 10-year minimum and 20-year maximum on offenders\nwho have previously violated a federal offense listed within\nvarious chapters of the Federal Criminal Code. And the last third\nimposes the same minimum and maximum on offenders who have\npreviously committed state “sexual abuse,aggravated sexual abuse,\nor abusive sexual conduct involving a minor or ward” as well as a\nnumber of state crimes related to the possession and distribution\nof child pornography.Among the chapters of the Federal Criminal Code\nthat can trigger §2252(b)(2)’s recidivist enhancement are crimes\n“under . . . chapter 109A.” Chapter 109A criminal-izes a range of sexual-abuse offenses involving\nadultsorminors and wards.[1] And it places those federal sexual-abuse crimes under\nheadings that use language nearly identical to the language\n§2252(b)(2) uses to enumerate the three categories of state\nsexual-abuse predicates. The first section in Chapter 109A is\ntitled “Aggravated sexual abuse.” 18 U. S. C. §2241. The\nsecond is titled “Sexual abuse.” §2242. And the third is titled\n“Sexual abuse of a minor or ward.” §2243. Applying the rule of the\nlast antecedent, those sections mirror precisely the order,\nprecisely the divisions, and nearly precisely the words used to\ndescribe the three state sexual-abuse predicate crimes in\n§2252(b)(2): “aggravated sexual abuse,” “sexual abuse,” and\n“abusive sexual conduct involving a minor or ward.”This similarity appears to be more than a\ncoincidence. We cannot state with certainty that Congress used\nChapter 109A as a template for the list of state predicates set out\nin §2252(b)(2), but we cannot ignore the parallel, particularly\nbecause the headings in Chapter 109A were in place when Congress\namended the statute to add §2252(b)(2)’s state sexual-abuse\npredicates.[2]If Congress had intended to limit each of the\nstate predicates to conduct “involving a minor or ward,” we doubt\nit would have followed, or thought it needed to follow, so closely\nthe structure and language of Chapter 109A.[3] The conclusion that Congress followed the federal\ntemplate is supported by the fact that Congress did nothing to\nindicate that offenders with prior federal sexual-abuse convictions\nare more culpable, harmful, or worthy of enhanced punishment than\noffenders with nearly identical state priors. We therefore see no\nreason to interpret §2252(b)(2) so that “[s]exual abuse” that\noccurs in the Second Circuit courthouse triggers the sentence\nenhancement, but “sexual abuse” that occurs next door in the\nManhattan munici-pal building does not.IIIALockhart argues, to the contrary, that the\nphrase “involving a minor or ward” should be interpreted to modify\nall three state sexual-abuse predicates. He first contends, as does\nour dissenting colleague, that the so-called series-qualifier\nprinciple supports his reading. This principle, Lockhart says,\nrequires a modifier to apply to all items in a series when such an\napplication would represent a natural construction. Brief for\nPetitioner 12;post, at 4.This Court has long acknowledged that structural\nor contextual evidence may “rebut the last antecedent inference.”Jamav.Immigration and Customs Enforcement, 543\nU. S. 335 , n. 4 (2005). For instance, inPorto\nRicoRailway, Light & Power Co.v.Mor, 253 U. S. 345 (1920) , on which Lockhart relies,\nthis Court declined to apply the rule of the last antecedent where\n“[n]o reason appears why” a modifying clause is not “applicable as\nmuch to the first and other words as to the last” and where\n“special reasons exist for so construing the clause in question.”Id.,at 348. InUnited Statesv.Bass, 404\nU. S. 336 (1971) , this Court declined to apply the rule of\nthe last antecedent where “there is no reason consistent with any\ndiscernable purpose of the statute to apply” the limiting phrase to\nthe last antecedent alone.Id., at 341. Likewise, inJama, the Court suggested that the rule would not be\nappropriate where the “modifying clause appear[s] . . . at the end\nof a single, integrated list.” 543 U. S., at 344, n. 4.\nAnd, most recently, inParolinev.United States, 572\nU. S. ___ (2014), the Court noted that the rule need not be\napplied “in a mechanical way where it would require accepting\n‘unlikely premises.’ ”Id., at ___ (slip op., at\n9).But in none of those cases did the Court\ndescribe, much less apply, a countervailing grammatical mandate\nthat could bear the weight that either Lockhart or the dissent\nplaces on the series qualifier principle. Instead, the Court simply\nobserved that sometimes context weighs against the application of\nthe rule of the last antecedent.Barnhart, 540 U. S.,\nat 26. Whether a modifier is “applicable as much to the first\n. . . as to the last” words in a list, whether a set of\nitems form a “single, integrated list,” and whether the application\nof the rule would require acceptance of an “unlikely premise” are\nfundamentally contextual questions.Lockhart attempts to identify contextual indicia\nthat he says rebut the rule of the last antecedent, but those\nindicia hurt rather than help his prospects. He points out that the\nfinal two state predicates, “sexual abuse” and “abusive sexual\nconduct,” are “nearly synonymous as a matter of everyday speech.”\nBrief for Petitioner 17. And, of course, anyone who commits\n“aggravated sexual abuse” has also necessarily committed “sexual\nabuse.” So, he posits, the items in the list are sufficiently\nsimilar that a limiting phrase could apply equally to all three of\nthem.But Lockhart’s effort to demonstrate some\nsimilarity among the items in the list of state predicates reveals\nfar too much similarity. The three state predicate crimes are not\njust related on Lockhart’s reading; they are hopelessly redundant.\nAny conduct that would qualify as “aggravated sexual abuse\n. . . involving a minor or ward” or “sexual abuse\n. . . involving a minor or ward” would also qualify as\n“abusive sexual conduct involving a minor or ward.” We take no\nposition today on the meaning of the terms “aggravated sexual\nabuse,” “sexual abuse,” and “abusive sexual conduct,” including\ntheir similarities and differences. But it is clear that applying\nthe limiting phrase to all three items would risk running headlong\ninto the rule against superfluity by transforming a list of\nseparate predicates into a set of synonyms describing the same\npredicate. SeeBaileyv.United States, 516\nU. S. 137, 146 (1995) (“We assume that Congress used two terms\nbecause it intended each term to have a particular, nonsuperfluous\nmeaning”).Applying the limiting phrase “involving a minor\nor ward” more sparingly, by contrast, preserves some distinction\nbetween the categories of state predicates by limiting only the\nthird category to conduct “involving a minor or ward.” We recognize\nthat this interpretation does not eliminate all superfluity between\n“aggravated sexual abuse” and “sexual abuse.” SeeUnited\nStatesv.Atlantic Research Corp., 551 U. S. 128,\n137 (2007) (“[O]ur hesitancy to construe statutes to render\nlanguage superfluousdoes not require us to avoid surplusage at all\ncosts. It is appropriate to tolerate a degree of surplusage”). But\nthere is a ready explanation for the redundancy that remains: It\nfollows the categories in Chapter 109A’s federal template. Seesupra,at 6. We see no similar explanation for Lockhart’s\ncomplete collapse of the list.The dissent offers a suggestion rooted in its\nimpressions about how people ordinarily speak and write.Post, at 1–4. The problem is that, as even the dissent\nacknowledges, §2252(b)(2)’s list of state predicates is hardly\nintuitive. No one would mistake its odd repetition and inelegant\nphrasing for a reflection of the accumulated wisdom of everyday\nspeech patterns. It would be as if a friend asked you to get her\ntart lemons, sour lemons, or sour fruit from Mexico. If you brought\nback lemons from California, but your friend insisted that she was\nusing customary speech and obvi-ously asked for Mexican fruit only,\nyou would be forgiven for disagreeing on both counts.Faced with §2252(b)(2)’s inartful drafting,\nthen, do we interpret the provision by viewing it as a clear,\ncommonsense list best construed as if conversational English? Or do\nwe look around to see if there might be some provenance to its\npeculiarity? With Chapter 109A so readily at hand, we are\nunpersuaded by our dissenting colleague’s invocation of basic\nexamples from day-to-day life. Whatever the validity of the\ndissent’s broader point, this simply is not a case in which\ncolloquial practice is of much use. Section 2252(b)(2)’s list is\nhardly the way an average person, or even an average lawyer, would\nset about to describe the relevant conduct if they had started from\nscratch.BLockhart next takes aim at our construction of\n§2252(b)(2) to avoid disparity between the state and federal\nsexual-abuse predicates. He contends that other dispar-ities\nbetween state and federal predicates in §2252(b)(2) indicate that\nparity was not Congress’ concern. For example, §2252(b)(2) imposes\nthe recidivist enhancement on offenders with prior federal\nconvictions under Chapter 71 of Title 18, which governs obscenity.\nSee §§1461–1470. Yet §2252(b)(2) does not impose a similar\nenhancementfor offenses under state obscenity laws. Similarly,\n§2252(b)(2)’s neighbor provision, §2252(b)(1), creates a mandatory\nminimum for sex trafficking involving children, but not sex\ntrafficking involving adults.However, our construction of §2252(b)(2)’s\nsexual-abuse predicates does not rely on a general assumption that\nCongress sought full parity between all of the federal and state\npredicates in §2252(b)(2). It relies instead on contextual cues\nparticular to the sexual-abuse predicates. To enumerate the state\nsexual-abuse predicates, Congress used language similar to that in\nChapter 109A of the Federal Criminal Code, which describes crimes\ninvolving both adults and children. Seesupra,at 6. We\ntherefore assume that the same language used to describe the state\nsexual-abuse predicates also describes conduct involving both\nadults and children.CLockhart, joined by the dissent, seepost, at 9–11, next says that the provision’s legislative\nhistory supports the view that Congress deliberately structured\n§2252(b)(2) to treat state and federal predicates differently. They\nrely on two sources. The first is a reference in a Report from the\nSenate Judiciary Committee on the Child Pornography Prevention Act\nof 1996, 110Stat. 3009–26. That Act was the first to add the\nlanguage at issue here—“aggravated sexual abuse, sexual abuse, or\nabusive sexual conduct involving a minor or ward”—to the U. S.\nCode. (It was initially added to §2252(b)(1), then added two years\nlater to §2252(b)(2)).The Report noted that the enhancement applies to\npersons with prior convictions “under any State child abuse law or\nlaw relating to the production, receipt or distribution of child\npornography.” See S. Rep. No. 104–358, p. 9 (1996). But that\nreference incompletely describes the state pornography production\nand distribution predicates, which cover not only “production,\nreceipt, or distributing of child pornography,” as the Report\nindicates, but also “production, possession, receipt, mailing,\nsale, distribution, shipment, or transportation of child\npornography,” §2252(b)(2). For the reasons discussed, we have no\ntrouble concluding that the Report also incompletely describes the\nstate sexual-abuse predicates.Lockhart and the dissent also rely on a letter\nsent from the Department of Justice (DOJ) to the House of\nRepresentative’s Committee on the Judiciary commenting on the\nproposed “Child Protection and Sexual Predator Punishment Act of\n1998.” H. R. Rep. No. 105–557, pp. 26–34 (1998). In the\nletter, DOJ provides commentary on the then-present state of\n§§2252(b)(1) and 2252(b)(2), noting that although there is a\n“5-year mandatory minimum sentence for individuals charged with\nreceipt or distribution of child pornography and who have prior\nstate convictions for child molestation” pursuant to §2252(b)(1),\nthere is “no enhanced provision for those individuals charged with\npossession of child pornography who have prior convictions for\nchild abuse” pursuant to §2252(b)(2).Id., at 31. That\nletter, they say, demonstrates that DOJ understood the language at\nissue here to impose a sentencing enhancement only for prior state\nconvictions involving children.We doubt that DOJ was trying to describe the\nfull reach of the language in §2252(b)(1), as the dissent suggests.\nTo the contrary, there are several clues that the letter was\nrelaying on just one of the provision’s many salient features. For\ninstance, the letter’s references to “child molestation” and “child\nabuse” do not encompass a large number of state crimes that are\nunambiguously covered by “abusive sexual conduct involving a minor\nor ward”—namely, crimes involving “wards.” Wards can be minors, but\nthey can also be adults. See,e.g., §2243(b) (defining\n“wards” as persons who are “in official detention” and “under\n. . . custodial, supervisory, or disciplinary\nauthority”). More-over, we doubt that DOJ intended to express a\nbelief that the potentially broad scope of serious crimes\nencompassed by “aggravated sexual abuse, sexual abuse, and abusive\nsexual conduct” reaches no further than state crimes that would\ntraditionally be characterized as “child molestation” or “child\nabuse.”Thus, Congress’ amendment to the provision did\ngive “DOJ just what it wanted,”post, at 10. But the\namendment also did more than that. We therefore think it\nunnecessary to restrict our interpretation of the provision to the\nparts of it that DOJ chose to highlight in its letter. Just as\nimportantly, the terse descriptions of the provision in the Senate\nReport and DOJ letter do nothing to explainwhyCongress\nwould have wanted to apply the mandatory minimum to individuals\nconvicted in federal court of sex-ual abuse or aggravated sexual\nabuse involving an adult, but not to individuals convicted in state\ncourt of the same. The legislative history, in short, “hardly\nspeaks with [a] clarity of purpose” through which we can discern\nCongress’ statutory objective.Universal Camera Corp.v.NLRB, 340 U. S. 474, 483 (1951) .The best explanation Lockhart can muster is a\nbasic administrability concern: Congress “knew what conduct it was\ncapturing under federal law and could be confident that all covered\nfederal offenses were proper predicates. But Congress did not have\nthe same familiarity with the varied and mutable sexual-abuse laws\nof all fifty states.” Brief for Petitioner 27. Perhaps Congress\nworried that state laws punishing relatively minor offenses like\npublic lewdness or indecent exposure involving an adult would be\nswept into §2252(b)(2).Id.,at 28. But the risk Lockhart\nidentifies is minimal. Whether the terms in §2252(b)(2) are given\ntheir “generic” meaning, seeDescampsv.United\nStates, 570 U. S. ___ (2013);Taylorv.United\nStates, 495 U. S. 575 (1990) , or are defined in light of\ntheir federal counterparts—which we do not decide—they are unlikely\nto sweep in the bizarre or unexpected state offenses that worry\nLockhart.DFinally, Lockhart asks us to apply the rule of\nlenity. We have used the lenity principle to resolve ambiguity in\nfavor of the defendant only “at the end of the process of\nconstruing what Congress has expressed” when the ordinary canons of\nstatutory construction have revealed no satisfactory construction.Callananv.United States, 364 U. S. 587, 596\n(1961) . That is not the case here. To be sure, Lockhart contends\nthat if we applied a different principle of statutory\nconstruction—namely, his “series-qualifier principle”—we would\narrive at an alternative construction of §2252(b)(2). But the\narguable availability of multiple, divergent principles of\nstatutory construction cannot automatically trigger the rule of\nlenity. Cf. Llewellyn, Remarks on the Theory of Appellate Decision\nand the Rules or Canons About How Statutes Are To Be Construed, 3\nVand. L. Rev. 395, 401 (1950) (“[T]here are two opposing\ncanons on almost every point”). Here, the rule of the last\nantecedent is well supported by context and Lockhart’s alternative\nis not. We will not apply the rule of lenity to override a sensible\ngrammatical principle buttressed by the statute’s text and\nstructure.*  *  *We conclude that the text and structure of\n§2252(b)(2) confirm that the provision applies to prior state\nconvictions for “sexual abuse” and “aggravated sexual abuse,”\nwhether or not the convictions involved a minor or ward. We\ntherefore hold that Lockhart’s prior conviction for sexual abuse of\nan adult is encompassed by §2252(b)(2). The judgment of the Court\nof Appeals, accordingly, is affirmed.So ordered.Notes1For example, §2241(a) of\nChapter 109A prohibits forced sexual acts against “another\nperson”—not just a person under a certain age. Section 2241(c)\nspecially criminalizes sexual acts “with another person who has not\nattained the age of 12 years,” and §2243(b) does the same for\nsexual acts with wards who are “in official detention” or “under\nthe custodial, supervisory, or disciplinary authority of the person\nso engaging.”2See 18 U. S. C.\n§2241 (1994 ed.) (“Aggravated sexual abuse”); §2242 (“Sexual\nabuse”); §2243 (“Sexual abuse of a minor or ward”).3The dissent points out\nthat §2252(b)(2) (2012 ed.) did not also borrow from the heading of\nthe fourth section in Chapter 109A (or, we note, from the fifth,\nsixth, seventh, or eighth sections) in defining its categories of\nstate sexual-abuse predicates.Post,at 14-15 (Kagan, J.\ndissenting). But the significance of the similarity between the\nthree state predicates in §2252(b)(2) and the wording, structure,\nand order of the first three sections of Chapter 109A is not\ndiminished by the fact that Congress stopped there (especially when\nthe remaining sections largely set out derivations from,\ndefinitions of, and penalties for the first three). See,e.g.,§2244 (listing offenses derived from §§2241, 2242, and\n2243); §2245 (creating an enhancement for offenses under Chapter\n109A resulting in death); §2246 (listing definitions).",
    "joined": []
}