{
    "case": {
        "docket": "145",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/145/"
    },
    "id": "1970553",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1231_________________KATHLEEN SEBELIUS, SECRETARY OF HEALTH AND\nHUMAN SERVICES, PETITIONERv.AU- BURN REGIONAL MEDICAL\nCENTER et al.on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[January 22, 2013]Justice Sotomayor, concurring.The Court holds that the presumption in favor of\nequitable tolling that we adopted inIrwinv.Department\nof Veterans Affairs,498 U.S.\n89, 95–96 (1990), does not apply to 42 U. S. C.\n§1395oo(a)(3)’s nonjurisdictional 180-day deadline for\nhealth care providers to file administrative appeals with the\nProvider Reimbursement Review Board (PRRB), and that the\nSecretary’s regulation limiting “good cause” extensions of that\ndeadline to three years is a permissible interpretation of the\nstatute. I agree with those holdings and join the Court’s opinion\nin full. I write separately to note that the Court’s decision in\nthis case does not establish that equitable tolling principles are\nirrelevant to internal administrative deadlines in all, or even\nmost, contexts.The Court is correct that our equitable tolling\ncases have typically involved deadlines to bring suit in federal\ncourt.Ante,at 12. But we have never suggested that the\npresumption in favor of equitable tolling is generally inapplicable\nto administrative deadlines. Cf.Hendersonv.Shinseki, 562 U. S. ___, ___, n. 4 (2011) (slip op., at\n12, n. 4) (noting that the Government did not dispute whether\nthe statutory filing deadline in the Article I Veterans Court was\nsubject to equitable tolling if the deadline was\nnonjurisdictional);United Statesv.Brockamp,519 U.S.\n347, 350–353 (1997) (assuming without deciding that theIrwinpresumption applied to administrative tax refund\nclaims but finding based on statutory text, structure, and the\nunderlying subject matter that tolling was unavail- able); see alsoante,at 12 (discussingBrockamp). And we have\npreviously applied theIrwinpresumption outside the context\nof filing deadlines in Article III courts. SeeYoungv.United States,535 U.S.\n43, 49–53 (2002) (applying the presumption to a limitations\nperiod in bankruptcy proceedings); cf.Zipesv.Trans\nWorld Airlines, Inc.,455 U.S.\n385, 392–398 (1982) (holding that the statutory time limit for\nfiling charges with the Equal Employment Opportunity Commission was\n“not a jurisdictional prerequisite to suit in federal court, but a\nrequirement that, like a statute of limitations, is subject to\nwaiver, estoppel, and equitable tolling”).In administrative settings other than the one\npresented here, I believe the “background principle” that limita-\ntions periods “are customarily subject to equitable tolling,”Young, 535 U. S., at 49–50 (internal quotation marks\nomitted), may limit an agency’s discretion to make filing deadlines\nabsolute. The Court quite properly observes that the question\nwhether equitable tolling is available turns on congressional\nintent. Seeante,at 13. “[A] realistic assessment” of that\nintent,Irwin, 498 U. S., at 95, may vary by\ncontext.In this case, given the nature of the statutory\nscheme, which “applies to ‘sophisticated’ institutional providers”\nwho are “repeat players” in the Medicare system, and the statute’s\nhistory, I agree that it would distort congres- sional intent to\npresume that the PRRB’s administrative deadline should be subject\nto equitable tolling.Ante,at 12–14 (quotingYour Home\nVisiting Nurse Services, Inc.v.Shalala,525 U.S.\n449, 456 (1999)). By contrast, with respect to remedial\nstatutes designed to protect the rights of unsophisticated\nclaimants, seeante,at 13, agencies (and reviewing courts)\nmay best honor congressional intent by presuming that statutory\ndeadlines for admin- istrative appeals are subject to equitable\ntolling, just as courts presume comparable judicial deadlines under\nsuch statutes may be tolled. Because claimants must generally\npursue administrative relief before seeking judicial review,\nseeWoodfordv.Ngo,548 U.S.\n81, 88–91 (2006), a contrary approach could have odd practical\nconsequences and would attribute a strange intent to Congress: to\nprotect a claimant’s ability to seek judicial review of an agency’s\ndecision by making equitable tolling available, while leaving to\nthe agency’s discretion whether the same claimant may invoke\nequitable tolling in order to seek an administrative remedy in the\nfirst place.Even in cases where the governing statute\nclearly delegates to an agency the discretion to adopt rules that\nlimit the scope of equitable exceptions to administrative\ndeadlines, I believe “cases may arise where the equities in favor\nof tolling the limitations period are ‘so great that deference to\nthe agency’s judgment is inappropriate.’ ”Bowenv.City of New York,476 U.S.\n467, 480 (1986) (quotingMathewsv.Eldridge,424 U.S.\n319, 330 (1976)). In particular, efforts by an agency to\nenforce tight filing deadlines in cases where there are credible\nallegations that filing delay was due to the agency’s own misfea-\nsance may not survive deferential review. While equitable tolling\nextends to circumstances outside both parties’ control, the related\ndoctrines of equitable estoppel and fraudulent concealment may bar\na defendant from enforcing a statute of limitation when its own\ndeception prevented a reasonably diligent plaintiff from bringing a\ntimely claim. SeeUnited Statesv.Beggerly,524 U.S.\n38, 49–50 (1998) (Stevens, J., concurring) (noting that these\ndoctrines are distinct); see generally 2 C. Corman, Limitation of\nActions §§9.1, 9.7 (1991) (describing the doctrines). InBowen, we applied the basic principle underlying these\ndoctrines to an agency’s conduct, as we concluded that a 60-day\ndeadline to seek judicial review of the administrative denial of\ndisability benefits should be tolled because the Social Security\nAdministration’s “ ‘secretive conduct pre- vent[ed] plaintiffs\nfrom knowing of a violation of rights.’ ” 476 U. S., at\n481 (quotingNew Yorkv.Heckler, 742 F.2d 729, 738\n(CA2 1984)).While the providers in this case allege that the\nagency’s failure to disclose information about how it calculated\nthe Supplemental Security Income fraction prevented them from\nbringing timely challenges to reimbursement de- terminations, I am\nsatisfied that the Secretary’s 3-year good-cause exception is a\nreasonable accommodation of the competing interests in\nadministrative efficiency and fairness. We would face a different\ncase if the Secretary’s regulation did not recognize an exception\nfor good cause or defined good cause so narrowly as to exclude\ncases of fraudulent concealment and equitable estoppel.\nSeeante,at 3, n. 2 (explaining that the\nSecretary’s amended regulation limiting the scope of “ ‘good\ncause,’ ” 73 Fed. Reg. 30250 (2008) (codified in 42 CFR\n§405.1836(b) (2012)), is not before us).With these observations, I join the Court’s\nopinion in full.",
    "joined": []
}