{
    "case": {
        "docket": "20-222",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/20-222/"
    },
    "id": "4441779",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20–222_________________GOLDMAN SACHS GROUP, INC., et al.,\nPETITIONERSv.ARKANSAS TEACHER RETIREMENT SYSTEM,\net al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 21, 2021]Justice Sotomayor, concurring in part and\ndissenting in part.I agree with the Court’s answers to the\nquestions presented, and I accordingly join Parts I, II–A–1, and\nII–B of the Court’s opinion. UnderBasic Inc.v.Levinson,485 U.S.\n224(1988), securities plaintiffs may demonstrate reliance by\ninvoking the rebuttable presumption that investors rely on any\nmisrepresentations reflected in a security’s market price.Id.,at 241–247. TheBasicpresumption is\nparticularly useful to class-action plaintiffs who, without the\npresumption, ordinarily could not demonstrate that questions common\nto the class predominate over individual ones.Ante,at 3–4.\nDefendants, for their part, may rebut theBasicpresumption\nby demonstrating that the alleged misrepresentations did not in\nfact affect the security’s price.Ante,at 3. So-called\n“price impact” may be disproved with a variety of evidence, alone\nor in combination. As the Court holds today, one potentially\nrelevant piece of evidence may be the “generic nature” of the\nmisrepresentation.Ante,at 6–8.I do not, however, join the Court’s judgment to\nvacate and remand because I believe the Second Circuit “properly\nconsidered the generic nature of Goldman’s alleged misrepre-\nsentations.”Ante,at 8. On appeal, Goldman did not contend\nthat the District Court improperly refused to consider the generic\nnature of the alleged misstatements as evidence of price impact (or\nlack thereof ). Instead, Goldman argued that “general\nstatements, like those challenged here, are incapable of impacting\na company’s stock price as a matter of law” because they are\n“ ‘too general to cause a reasonable investor to rely upon\nthem.’ ” Brief for Appellants in No. 18–3667 (CA2), pp. 43,\n46. Goldman reasoned that “the challenged statements are incapable\nof maintaining inflation in a stock price for the same reasons that\nthose statements are immaterial as a matter of law (as well as\nfact).”Id.,at 48.The Second Circuit properly rejected Goldman’s\nargument. The court explained that although “Goldman is not\nformally asking for a materiality test,” its proposed rule would\n“essentially requir[e] courts to ask” at the class- certification\nstage “whether the alleged misstatements are, in Goldman’s words,\n‘immaterial as a matter of law.’ ” 955 F.3d 254, 267 (2020).\nBut “materiality is irrelevant at the Rule 23 stage.”Id.,at 268 (citingAmgen Inc.v.Connecticut Retirement Plans\nand Trust Funds,568 U.S.\n455, 468 (2013)). “If general statements cannot maintain price\ninflationbecauseno reasonable investor would have relied\non them, then the question of inactionable generality is common to\nthe class.” 955 F. 3d, at 268.In declining to adopt Goldman’s proposed rule\nthat generic misstatements cannot have a price impact (as a matter\nof law), the Second Circuit nowhere held that the generic nature of\nan alleged misstatement could not serve as evidence of price impact\n(as a matter of fact). Nor did the Second Circuit refuse to\nconsider such evidence in affirming the District Court’s finding\nthat Goldman failed to rebut theBasicpresumption. The\nCourt nevertheless reads a handful of sentences in the Second\nCircuit’s opinion to create “doubt” over whether the Court of\nAppeals refused to consider “allrecord evidence relevant to\nprice impact.”Ante,at 9; see alsoante,at 9,\nn. 3. But such statements must be viewed in the context of\nGoldman’s now-abandoned argument that generic misrepresentations\nhave no price impact as a matter of law. Take, for example, the\nSecond Circuit’s statement that “[w]hether alleged misstatements\nare too general to demonstrate price impact has nothing to do with\nthe issue of whether common questions predominate over individual\nones.” 955 F. 3d, at 268. Fairly read in light of Goldman’s\nappellate briefing, that sentence addresses only Goldman’s argument\nthat general statements are alwaysper seirrelevant.\nThat is why the Second Circuit observed several sentences later\nthat “Goldman’s test is materiality by another name.”Ibid.At the same time, the court was careful to emphasize that\ndefendants “may attempt to disprove [price impact] at class\ncertification” even though the inquiry “resembles\nmateriality.”[1]*Id.,at 267.In short, the Second Circuit did not address\nwhether the generic nature of a misstatement may be used as\nevidence to disprove price impact for a simple reason: Goldman\nidentified no error in the District Court’s treatment of such\nevidence. Goldman did not press the argument in the Second Circuit\nthat it now urges here, and the Second Circuit did not reject the\nproposition that this Court now adopts. Thus, the argument Goldman\nseeks to press on remand is unpre- served, and nothing in the\nSecond Circuit’s opinion misstates the law. Because affirmance is\nappropriate under these circumstances, I respectfully dissent from\nPart II–A–2 of the Court’s opinion and from the judgment of the\nCourt.Notes1*Indeed, in a prior appeal in\nthis case, an earlier Second Circuit panel vacated an order of the\nDistrict Court in part because it had refused to consider\nprice-impact evidence that overlapped with materiality. See 879\nF.3d 474, 486 (2018) (holding that “[a]lthough price impact touches\non materiality, which is not an appropriate consideration at the\nclass certification stage,” courts nonetheless must consider\nevidence regarding “[w]hether a misrepresentation was reflected in\nthe market price at the time of the transaction”). It is hard to\nimagine that the Second Circuit here was unaware of (or intended to\ndepart from) the prior panel’s holding.",
    "joined": []
}