{
    "case": {
        "docket": "229",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/229/"
    },
    "id": "1963583",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SOTOMAYOR, J., CONCURRING IN JUDGMENTDAVIS V. UNITED STATES564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-11328WILLIE GENE DAVIS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 16, 2011]Justice Sotomayor, concurring in\nthe judgment.Under our precedents, the primary\npurpose of the exclusionary rule is “to deter future Fourth\nAmendment violations.”Ante, at 6; see,e.g.,Herringv.United States,555 U. S. 135, 141\n(2009);Illinoisv.Krull,480 U. S. 340, 347–348\n(1987). Accordingly, we have held, application of the exclusionary\nrule is unwarranted when it “ ‘does not result in appreciable\ndeterrence.’ ”Arizonav.Evans,514 U. S. 1, 11 (1995)\n(quotingUnited Statesv.Janis,428 U. S. 433, 454\n(1976)). In the circumstances of this case, where “binding\nappellate precedent specificallyauthorize[d]a particular\npolice practice,”ante, at 11—in accord with the holdings\nof nearly every other court in the country—application of the\nexclusionary rule cannot reasonably be expected to yield\nappreciable deterrence. I am thus compelled to conclude that the\nexclusionary rule does not apply in this case and to agree with the\nCourt’s disposition.This case does not present the markedly\ndifferent question whether the exclusionary rule applies when the\nlaw governing the constitutionality of a particular search is\nunsettled. As we previously recognized in deciding whether to apply\na Fourth Amendment holding retroactively, when police decide to\nconduct a search or seizure in the absence of case law (or other\nauthority) specifically sanctioning such action, exclusion of the\nevidence obtained may deter Fourth Amendment violations:“If, as the Government argues,\nall rulings resolving unsettled Fourth Amendment questions should\nbe nonretroactive, then, in close cases, law enforcement officials\nwould have little incentive to err on the side of constitutional\nbehavior. Official awareness of the dubious constitutionality of a\npractice would be counterbalanced by official certainty that, so\nlong as the Fourth Amendment law in the area remained un-settled,\nevidence obtained through the questionable practice would be\nexcluded only in the one case definitively resolving the unsettled\nquestion.”United Statesv.Johnson,457 U. S. 537, 561\n(1982) (footnote omitted).The Court of Appeals recognized as much in limiting\nits application of the good-faith exception it articulated in this\ncase to situations where its “precedent on a given point [is]\nunequivocal.” 598 F. 3d 1259, 1266 (CA11 2010); seeid., at 1266–1267 (“[W]e do not mean to encourage police\nto adopt a ‘ “let’s-wait-until-it’s-decided approach” ’\nto ‘unsettled’ questions of Fourth Amendment law” (quotingJohnson, 457 U. S., at 561)). Whether exclusion would\ndeter Fourth Amendment violations where appellate precedent does\nnot specifically authorize a certain practice and, if so, whether\nthe benefits of exclusion would outweigh its costs are questions\nunanswered by our previous decisions.The dissent suggests that today’s decision\nessentially answers those questions, noting that an officer who\nconducts a search in the face of unsettled precedent “is no more\nculpable than an officer who follows erroneous ‘binding\nprecedent.’ ”Post, at 7 (opinion of Breyer, J.). The\nCourt does not address this issue. In my view, whether an officer’s\nconduct can be characterized as “culpable” is not itself\ndispositive. We have never refused to apply the exclusionary rule\nwhere its application would appreciably deter Fourth Amendment\nviolations on the mere ground that the officer’s conduct could be\ncharacterized as nonculpable. Rather, an officer’s culpability is\nrelevant because it may inform the overarching inquiry whether\nexclusion would result in appreciable deterrence. Seeante, at 8 (“The basic insight of theLeonline\nof cases is that the deterrence benefits of exclusion var[y] with\nthe culpability of the law enforcement conduct at issue” (internal\nquotation marks omitted; alteration in original)); see also,e.g.,Herring, 555 U. S., at 143 (“The extent to\nwhich the exclusionary rule is justified by these deterrence\nprinciples varies with the culpability of the law enforcement\nconduct”);United Statesv.Leon,468 U. S. 897, 919\n(1984) (“ ‘Where the official action was pursued in complete\ngood faith, . . . the deterrence rationale loses much of its\nforce’ ” (quotingMichiganv.Tucker,417 U. S. 433,\n447 (1974))). Whatever we have said about culpability, the ultimate\nquestions have always been, one, whether exclusion would result in\nappreciable deterrence and, two, whether the benefits of exclusion\noutweigh its costs. See,e.g.,ante, at 6–7;Herring, 555 U. S., at 141;Krull, 480 U. S., at\n347.As stated, whether exclusion would result in\nappreciable deterrence in the circumstances of this case is a\ndifferent question from whether exclusion would appreciably deter\nFourth Amendment violations when the governing law is unsettled.\nThe Court’s answer to the former question in this case thus does\nnot resolve the latter one.",
    "joined": []
}