{
    "case": {
        "docket": "17-1702",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-1702/"
    },
    "id": "4109117",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1702_________________MANHATTAN COMMUNITY ACCESS CORPORATION,\net al., PETITIONERSv.DEEDEE HALLECK, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[June 17, 2019]Justice Sotomayor, with whom Justice Ginsburg,\nJustice Breyer, and Justice Kagan join, dissenting.The Court tells a very reasonable story about a\ncase that is not before us. I write to address the one that is.This is a case about an organization appointed\nby the government to administer a constitutional public forum. (It\nis not, as the Court suggests, about a private property owner that\nsimply opened up its property to others.) New York City (the City)\nsecured a property interest in public-access television channels\nwhen it granted a cable franchise to a cable company. State\nregulations require those public-access channels to be made open to\nthe public on terms that render them a public forum. The City\ncontracted out the administration of that forum to a private\norganization, petitioner Manhattan Community Access Corporation\n(MNN). By accepting that agency relationship, MNN stepped into the\nCity’s shoes and thus qualifies as a state actor, subject to the\nFirst Amendment like any other.IAA cable-television franchise is, essentially,\na license to create a system for distributing cable TV in a certain\narea. It is a valuable right, usually conferred on a private\ncompany by a local government. See 47 U. S. C.\n§§522(9)–(10), 541(a)(2), (b)(1);Turner Broadcasting\nSystem,Inc.v.FCC,512\nU.S. 622, 628 (1994). A private company cannot enter a local\ncable market without one. §541(b)(1).Cable companies transmit content through wires\nthat stretch “between a transmission facility and the television\nsets of individual subscribers.”Id., at 627–628. Creating\nthis network of wires is a disruptive undertaking that “entails the\nuse of public rights-of-way and easements.”Id., at 628.New York State authorizes municipalities to\ngrant cable franchises to cable companies of a certain size only if\nthose companies agree to set aside at least one public access\nchannel. 16 N. Y. Codes, Rules & Regs. §§895.1(f),\n895.4(b)(1) (2016). New York then requires that those public-access\nchannels be open to all comers on “a first-come, first-served,\nnondiscriminatory basis.” §895.4(c)(4). Likewise, the State\nprohibits both cable franchisees and local governments from\n“exercis[ing] any editorial control” over the channels, aside from\nregulating obscenity and other unprotected content.\n§§895.4(c)(8)–(9).BYears ago, New York City (no longer a party to\nthis suit) and Time Warner Entertainment Company (never a party to\nthis suit) entered into a cable-franchise agreement. App. 22. Time\nWarner received a cable franchise; the City received public-access\nchannels. The agreement also provided that the public-access\nchannels would be operated by an independent, nonprofit corporation\nchosen by the Manhattan borough president. But the City, as the\npractice of other New York municipalities confirms, could have\ninstead chosen to run the channels itself. See §895.4(c)(1); Brief\nfor Respondents 35 (citing examples).MNN is the independent nonprofit that the\nborough president appointed to run the channels; indeed, MNN\nappears to have been incorporated in 1991 for that precise purpose,\nwith seven initial board members selected by the borough president\n(though only two thus selected today). See App. 23; Brief for\nRespondents 7, n. 1. The City arranged for MNN to receive\nstartup capital from Time Warner and to be funded through franchise\nfees from Time Warner and other Manhattan cable franchisees. App.\n23; Brief for New York County Lawyers Association (NYCLA) asAmicus Curiae27; see also App. to Brief for Respondents\n19a. As the borough president announced upon MNN’s formation in\n1991, MNN’s “central charge is to administer and manage all the\npublic access channels of the cable television systems in\nManhattan.” App. to Brief for NYCLA asAmicus Curiae1.As relevant here, respondents DeeDee Halleck and\nJesus Papoleto Melendez sued MNN in U. S. District Court for\nthe Southern District of New York under 42 U. S. C.\n§1983. They alleged that the public-access channels, “[r]equired by\nstate regulation and [the] local franchise agreements,” are “a\ndesignated public forum of unlimited character”; that the City had\n“delegated control of that public forum to MNN”; and that MNN had,\nin turn, engaged in viewpoint discrimination in violation of\nrespondents’ First Amendment rights. App. 39.The District Court dismissed respondents’ First\nAmendment claim against MNN. The U. S. Court of Appeals for\nthe Second Circuit reversed that dismissal, concluding that the\npublic-access channels “are public forums and that [MNN’s]\nemployees were sufficiently alleged to be state actors taking\naction barred by the First Amendment.” 882 F.3d 300, 301–302\n(2018). Because the case before us arises from a motion to dismiss,\nrespondents’ factual allegations must be accepted as true.Hernandezv.Mesa, 582 U. S. ___, ___ (2017)\n(per curiam) (slip op., at 1).III would affirm the judgment below. The\nchannels are clearly a public forum: The City has a property\ninterest in them, and New York regulations require that access to\nthose channels be kept open to all. And because the City (1) had a\nduty to provide that public forum once it granted a cable franchise\nand (2) had a duty to abide by the First Amendment once it provided\nthat forum, those obligations did not evaporate when the City\ndelegated the administration of that forum to a private entity.\nJust as the City would have been subject to the First Amendment had\nit chosen to run the forum itself, MNN assumed the same\nresponsibility when it accepted the delegation.AWhen a person alleges a violation of the right\nto free speech, courts generally must consider not only what was\nsaid but also in what context it was said.On the one hand, there are “public forums,” or\nsettings that the government has opened in some way for speech by\nthe public (or some subset of it). The Court’s precedents subdivide\nthis broader category into various subcategories, with the level of\nleeway for government regulation of speech varying accordingly. SeeMinnesota Voters Alliancev.Mansky, 585 U. S.\n___, ___ (2018) (slip op., at 7). CompareFrisbyv.Schultz,487 U.S.\n474, 480 (1988) (streets and public parks, traditional public\nforums), withSoutheastern Promotions, Ltd.v.Conrad,420 U.S.\n546, 555 (1975) (city-leased theater, designated public forum),\nwithChristian Legal Soc. Chapter of Univ. of Cal., Hastings\nCollege of Lawv.Martinez,561\nU.S. 661, 669, 679, and n. 12 (2010) (program for registered\nstudent organizations, limited public forum). But while many cases\nturn on which type of “forum” is implicated, the important point\nhere is that viewpoint discrimination is impermissible in them all.\nSeeGood News Clubv.Milford Central School,533 U.S.\n98, 106 (2001).On the other hand, there are contexts that do\nnot fall under the “forum” rubric. For one, there are contexts in\nwhich the government is simply engaging in its own speech and thus\nhas freedom to select the views it prefers. See,e.g.,Walkerv.Texas Div.,Sons of Confederate\nVeterans,Inc., 576 U. S. ___, ___–___ (2015) (slip\nop., at 6–7) (specialty license plates);Pleasant Grove Cityv.Summum,555 U.S.\n460, 467–469, 481 (2009) (privately donated permanent monuments\nin a public park).[1] In\naddition, there are purely private spaces, where the First\nAmendment is (as relevant here) inapplicable. The First Amendment\nleaves a private store owner (or homeowner), for example, free to\nremove a customer (or dinner guest) for expressing unwanted views.\nSee,e.g.,Lloyd Corp.v.Tanner,407 U.S.\n551, 569–570 (1972). In these settings, there is no First\nAmendment right against viewpoint discrimination.Here, respondents alleged viewpoint\ndiscrimination. App. 39. So a key question in this case concerns\nwhat the Manhattan public-access channels are: a public forum of\nsome kind, in which a claim alleging viewpoint discrimination would\nbe cognizable, or something else, such as government speech or\npurely private property, where picking favored viewpoints is\nappropriately commonplace.[2]\nNeither MNN nor the majority suggests that this is an instance of\ngovernment speech. This case thus turns first and foremost on\nwhether the public-access channels are or are not purely private\nproperty.[3]1This Court has not defined precisely what kind\nof governmental property interest (if any) is necessary for a\npublic forum to exist. SeeCorneliusv.NAACP Legal\nDefense & Ed. Fund, Inc.,473 U.S.\n788, 801 (1985) (“a speaker must seek access to public property\nor to private property dedicated to public use”). But seeante, at 11, n. 3 (appearing to reject the phrase\n“private property dedicated to public use” as “passing dicta”). I\nassume for the sake of argument in this case that public-forum\nanalysis is inappropriate where the government lacks a “significant\nproperty interest consistent with the communicative purpose of the\nforum.”Denver Area Ed. Telecommunications Consortium, Inc.v.FCC,518 U.S.\n727, 829 (1996) (Thomas, J., concurring in judgment in part and\ndissenting in part).Such an interest is present here. As described\nabove, New York State required the City to obtain public-access\nchannels from Time Warner in exchange for awarding a cable\nfranchise. Seesupra, at 2. The exclusive right to use these\nchannels (and, as necessary, Time Warner’s infrastructure)\nqualifies as a property interest, akin at the very least to an\neasement.The last time this Court considered a case\ncentering on public-access channels, five Justices described an\ninterest like the one here as similar to an easement. Although\nJustice Breyer did not conclude that a public-access channel was\nindeed a public forum, he likened the cable company’s agreement to\nreserve such channels “to the reservation of a public easement, or\na dedication of land for streets and parks, as part of a\nmunicipality’s approval of a subdivision of land.”Denver\nArea, 518 U. S., at 760–761 (joined by Stevens and Souter,\nJJ.). And Justice Kennedy observed not only that an easement would\nbe an appropriate analogy,id.,at 793–794 (opinion\nconcurring in part, concurring in judgment in part, and dissenting\nin part, joined by Ginsburg, J.), but also that “[p]ublic access\nchannels meet the definition of a public forum,”id.,at\n791, “even though they operate over property to which the cable\noperator holds title,”id.,at 792; see alsoid.,at\n792–793 (noting that the entire cable system’s existence stems from\nthe municipality’s decision to grant the franchise). What those\nfive Justices suggested in 1996 remains true today.“A common idiom describes property as a\n‘bundle of sticks’—a collection of individual rights\nwhich, in certain combinations, constitute property.”United\nStatesv.Craft,535 U.S.\n274, 278 (2002). Rights to exclude and to use are two of the\nmost crucial sticks in the bundle. Seeid.,at 283. “State\nlaw determines . . . which sticks are in a person’s\nbundle,”id.,at 278, and therefore defining property itself\nis a state-law exercise.[4] As\nfor whether there is a sufficient property interest to trigger\nFirst Amendment forum analysis, related precedents show that there\nis.As noted above, there is no disputing that Time\nWarner owns the wires themselves. SeeTurner, 512\nU. S., at 628. If the wires were a road, it would be easy to\ndefine the public’s right to walk on it as an easement. See,e.g.,In re India Street,29 N.Y.2d 97, 100–103, 272 N. E 2d 518, 518–520 (1971).\nSimilarly, if the wires were a theater, there would be no question\nthat a government’s long-term lease to use it would be sufficient\nfor public-forum pur- poses.Southeastern Promotions, 420\nU. S., at 547, 555. But some may find this case more\ncomplicated because the wires are not a road or a theater that one\ncan physically occupy; they are a conduit for transmitting signals\nthat appear as television channels. In other words, the question is\nhow to understand the right to place content on those channels\nusing those wires.The right to convey expressive content using\nsomeone else’s physical infrastructure is not new. To give another\nlow-tech example, imagine that one company owns a billboard and\nanother rents space on that billboard. The renter can have a\nproperty interest in placing content on the billboard for the lease\nterm even though it does not own the billboard itself. See,e.g., Naegele Outdoor Advertising Co. of Minneapolisv.Lakeville,532 N.W.2d 249, 253 (Minn. 1995); see alsoMatter of XAR\nCorp.v.Di Donato, 76 App. Div. 2d 972, 973, 429\nN.Y.S.2d 59, 60 (1980) (“Although invariably labeled ‘leases,’\nagreements to erect advertising signs or to place signs on walls or\nfences are easements in gross”).The same principle should operate in this higher\ntech realm. Just as if the channels were a billboard, the City\nobtained rights for exclusive use of the channels by the public for\nthe foreseeable future; no one is free to take the channels away,\nshort of a contract renegotiation. Cf.Craft, 535\nU. S., at 283. The City also obtained the right to administer,\nor delegate the administration of, the channels. The channels are\nmore intangible than a billboard, but no one believes that a right\nmust be tangible to qualify as a property interest. See,e.g.,Armstrongv.United States,364 U.S.\n40, 48–49 (1960) (treating destruction of valid liens as a\ntaking);Adams Express Co.v.Ohio State Auditor,166 U.S.\n185, 219 (1897) (treating “privileges, corporate franchises,\ncontracts or obligations” as taxable property). And it is hardly\nunprecedented for a government to receive a right to transmit\nsomething over a private entity’s infrastructure in exchange for\nconferring something of value on that private entity; examples go\nback at least as far as the 1800s.[5]I do not suggest that the government always\nobtains a property interest in public-access channels created by\nfranchise agreements. But the arrangement here is consistent with\nwhat the Court would treat as a governmental property interest in\nother contexts. New York City gave Time Warner the right to lay\nwires and sell cable TV. In exchange, the City received an\nexclusive right to send its own signal over Time Warner’s\ninfrastructure—no different than receiving a right to place ads on\nanother’s billboards. Those rights amount to a governmental\nproperty interest in the channels, and that property interest is\nclearly “consistent with the communicative purpose of the forum,”Denver Area, 518 U. S., at 829 (opinion of Thomas, J.).\nIndeed, it is the right to transmit the very content to which New\nYork law grants the public open and equal access.2With the question of a governmental property\ninterest resolved, it should become clear that the public-access\nchannels are a public forum.[6]\nOutside of classic examples like sidewalks and parks, a public\nforum exists only where the government has deliberately opened up\nthe setting for speech by at least a subset of the public.Cornelius, 473 U. S., at 802. “Accordingly, the Court\nhas looked to the policy and practice of the government,” as well\nas the nature of the property itself, “to ascertain whether it\nintended to designate a place not traditionally open to assembly\nand debate as a public forum.” Seeibid.For example, a\nstate college might make its facilities open to student groups, or\na municipality might open up an auditorium for certain public\nmeetings. Seeid., at 802–803.The requisite governmental intent is manifest\nhere. As noted above, New York State regulations require that the\nchannels be made available to the public “on a first-come,\nfirst-served, nondiscriminatory basis.” 16 N. Y. Codes, Rules\n& Regs. §895.4(c)(4); see also §§895.4(c)(8)–(9). The State, in\nother words, mandates that the doors be wide open for public\nexpression. MNN’s contract with Time Warner follows suit. App. 23.\nAnd that is essentially how MNN itself describes things. See Tr. of\nOral Arg. 9 (“We do not prescreen videos. We—they come into the\ndoor. We put them on the air”).[7] These regulations “evidenc[e] a clear intent to create\na public forum.”Cornelius, 473 U. S., at 802.BIf New York’s public-access channels are a\npublic forum, it follows that New York cannot evade the First\nAmendment by contracting out administration of that forum to a\nprivate agent. When MNN took on the responsibility of administering\nthe forum, it stood in the City’s shoes and became a state actor\nfor purposes of 42 U. S. C. §1983.This conclusion follows from the Court’s\ndecision inWestv.Atkins,487 U.S.\n42(1988). The Court inWestunanimously held that a\ndoctor hired to provide medical care to state prisoners was a state\nactor for purposes of §1983.Id., at 54; see alsoid.,at 58 (Scalia, J., concurring in part and concurring in\njudgment). Each State must provide medical care to prisoners, the\nCourt explained,id.,at 54, and when a State hires a\nprivate doctor to do that job, the doctor becomes a state actor,\n“ ‘clothed with the authority of state law,’ ”id., at 55. If a doctor hired by the State abuses his role,\nthe harm is “caused, in the sense relevant for state-action\ninquiry,” by the State’s having incarcerated the prisoner and put\nhis medical care in that doctor’s hands.Ibid.The fact that the doctor was a private\ncontractor, the Court emphasized, made no difference.Ibid.It was “the physician’s function within the state system,” not his\nprivate-contractor status, that determined whether his conduct\ncould “fairly be attributed to the State.”Id., at 55–56.\nOnce the State imprisoned the plaintiff, it owed him duties under\nthe Eighth Amendment; once the State delegated those duties to a\nprivate doctor, the doctor became a state actor. Seeibid.;\nsee alsoid., at 56–57. If the rule were any different, a\nState would “ ‘be free to contract out all services which it\nis constitutionally obligated to provide and leave its citizens\nwith no means for vindication of those rights, whose protection has\nbeen delegated to ‘private’ actors, when they have been\ndenied.’ ”Id.,at 56, n. 14.Westresolves this case. Although the\nsettings are different, the legal features are the same: When a\ngovernment (1) makes a choice that triggers constitutional\nobligations, and then (2) contracts out those constitutional\nresponsibilities to a private entity, that entity—in agreeing to\ntake on the job—becomes a state actor for purposes of\n§1983.[8]Not all acts of governmental delegation\nnecessarily trigger constitutional obligations, but this one did.\nNew York State regulations required the City to secure\npublic-access channels if it awarded a cable franchise. 16\nN. Y. Codes, Rules & Regs. §895.4(b)(1). The City did\naward a cable franchise. The State’s regulations then required the\nCity to make the channels it obtained available on a “first-come,\nfirst-served, nondiscriminatory basis.”[9] §895.4(c)(4). That made the channels a public forum.\nSeesupra,at 9–10. Opening a public forum, in turn,\nentailed First Amendment obligations.The City could have done the job itself, but it\ninstead delegated that job to a private entity, MNN. MNN could have\nsaid no, but it said yes. (Indeed, it appears to exist entirely to\ndo this job.) By accepting the job, MNN accepted the City’s\nresponsibilities. SeeWest, 487 U. S., at 55. The First\nAmendment does not fall silent simply because a government hands\noff the administration of its constitutional duties to a private\nactor.IIIThe majority acknowledges that the First\nAmendment could apply when a local government either (1) has a\nproperty interest in public-access channels or (2) is more directly\ninvolved in administration of those channels than the City is here.Ante, at 15. And it emphasizes that it “decide[s] only the\ncase before us in light of the record before us.”Ibid.\nThese case-specific qualifiers sharply limit the immediate effect\nof the majority’s decision, but that decision is still meaningfully\nwrong in two ways. First, the majority erroneously decides the\nproperty question against the plaintiffs as a matter of law.\nSecond, and more fundamentally, the majority mistakes a case about\nthe government choosing to hand off responsibility to an agent for\na case about a private entity that simply enters a marketplace.AThe majority’s explanation for why there is no\ngovernmental property interest here,ante, at 14–15, does\nnot hold up. The majority focuses on the fact that “[b]oth Time\nWarner and MNN are private entities”; that Time Warner “owns its\ncable network, which contains the public access channels”; and that\n“MNN operates those public access channels with its own facilities\nand equipment.”Ante, at 14; see alsoante, at 15.\nThose considerations cannot resolve this case. The issue is not who\nowns the cable network or that MNN uses its own property to operate\nthe channels. The key question, rather, is whether the channels\nthemselves are purely private property. An advertiser may not own a\nbillboard, but that does not mean that its long-term lease is not a\nproperty interest. Seesupra, at 8.The majority also says that “[n]othing in the\nrecord here suggests that a government . . . owns or\nleases either the cable system or the public access channels at\nissue here.”Ante, at 14. But the cable system itself is\nirrelevant, and, as explained above, the details of the exchange\nthat yielded Time Warner’s cable franchise suggest a governmental\nproperty interest in the channels. Seesupra,at 6–9.The majority observes that “the franchise\nagreements expressly place the public access channels ‘under the\njurisdiction’ of MNN,”ante, at 14, but that language sim-\nply describes the City’s appointment of MNN to administer the\nchannels. The majority also chides respondents for failing to\n“alleg[e] in their complaint that the City has a property interest\nin the channels,”ibid., but, fairly read, respondents’\ncomplaint includes such an assertion.[10] In any event, any ambiguity or imprecision does not\njustify resolving the case against respondents at the\nmotion-to-dismiss stage. To the extent the majority has doubts\nabout respondents’ complaint—or factual or state-law issues that\nmay bear upon the existence of a property interest—the more prudent\ncourse would be to vacate and remand for the lower courts to\nconsider those matters more fully. In any event, as I have\nexplained, the best course of all would be to affirm.BMore fundamentally, the majority’s opinion\nerroneously fixates on a type of case that is not before us: one in\nwhich a private entity simply enters the marketplace and is then\nsubject to government regulation. The majority swings hard at the\nwrong pitch.The majority focuses onJacksonv.Metropolitan Edison Co.,419 U.S.\n345(1974), which is a paradigmatic example of a line of cases\nthat reject §1983 liability for private actors that simply operate\nagainst a regulatory backdrop.Jacksonemphasized that the\n“fact that a business is subject to state regulation does not by\nitself convert its action into that of the State.”Id., at\n350; accord,ante, at 12. Thus, the fact that a utility\ncompany entered the marketplace did not make it a state actor, even\nif it was highly regulated. SeeJackson, 419 U. S., at\n358; accord,ante, at 12–13. The same rule holds, of course,\nfor private comedy clubs and grocery stores. Seeante, at\n9.[11]TheJacksonline of cases is inapposite\nhere. MNN is not a private entity that simply ventured into the\nmarketplace. It occupies its role because it was asked to do so by\nthe City, which secured the public-access channels in exchange for\ngiving up public rights of way, opened those channels up (as\nrequired by the State) as a public forum, and then deputized MNN to\nadminister them. That distinguishes MNN from a private entity that\nsimply sets up shop against a regulatory backdrop. To say that MNN\nis nothing more than a private organization regulated by the\ngovernment is like saying that a waiter at a restaurant is an\nindependent food seller who just happens to be highly regulated by\nthe restaurant’s owners.The majority also relies on the Court’s\nstatements that its “public function” test requires that a function\nhave been “traditionally and exclusively performed” by the\ngovernment.Ante, at 6 (emphasis deleted); seeJackson, 419 U. S., at 352. Properly understood, that\nrule cabins liability in cases, such asJackson, in which a\nprivate actor ventures of its own accord into territory shared (or\nregulated) by the government (e.g., by opening a power com-\npany or a shopping center). The Court made clear inWestthat the rule did not reach further, explaining that “the fact that\na state employee’s role parallels one in the private sector” does\nnot preclude a finding of state action. 487 U. S., at 56,\nn. 15.When the government hires an agent, in other\nwords, the question is not whether it hired the agent to do\nsomething that can be done in the private marketplace too. If that\nwere the key question, the doctor inWestwould not have\nbeen a state actor. Nobody thinks that orthopedics is a function\n“traditionally exclusively reserved to the State,”Jackson,\n419 U. S., at 352.The majority consignsWestto a footnote,\nasserting that its “scenario is not present here because the\ngovernment has no [constitutional] obligation to operate public\naccess channels.”Ante, at 7, n. 1. The majority\nsuggests thatWestis different because “the State was\nconstitutionally obligated to provide medical care to prison\ninmates.”Ante, at 7, n. 1. But what the majority\nignores is that the State inWesthad no constitutional\nobligation to open the prison or incarcerate the prisoner in the\nfirst place; the obligation to provide medical care arose when it\nmade those prior choices.The City had a comparable constitutional\nobligation here—one brought about by its own choices, made against\na state-law backdrop. The City, of course, had no constitutional\nobligation to award a cable franchise or to operate public-access\nchannels. But once the City did award a cable franchise, New York\nlaw required the City to obtain public-access channels, seesupra, at 2, and to open them up as a public forum, seesupra, at 9–10. That is when the City’s obligation to act in\naccordance with the First Amendment with respect to the channels\narose. That is why, when the City handed the administration of that\nforum off to an agent, the Constitution followed. Seesupra,\nat 10–13.[12]The majority is surely correct that “when a\nprivate entity provides a forum for speech, the private entity is\nnot ordinarily constrained by the First Amendment.”Ante, at\n9. That is because the majority is not talking aboutconstitutionalforums—it is talking about spaces where\nprivate entities have simply invited others to come speak. A comedy\nclub can decide to open its doors as wide as it wants, but it\ncannot appoint itself as a government agent. The difference is\nbetween providing a service of one’s own accord and being asked by\nthe government to administer a constitutional responsibility\n(indeed, here, existing to do so) on the government’s\nbehalf.[13]To see more clearly the difference between the\ncases on which the majority fixates and the present case, leave\naside the majority’s private comedy club. Imagine instead that a\nstate college runs a comedy showcase each year, renting out a local\ntheater and, pursuant to state regulations mandating open access to\ncertain kinds of student activities, allowing students to sign up\nto perform on a first-come, first-served basis. Cf.Rosenbergerv.Rector and Visitors of Univ. of Va.,515 U.S.\n819(1995). After a few years, the college decides that it is\ntired of running the show, so it hires a performing-arts nonprofit\nto do the job. The nonprofit prefers humor that makes fun of a\ncertain political party, so it allows only student acts that share\nits views to participate. Does the majority believe that the\nnonprofit is indistinguishable, for purposes of state action, from\na private comedy club opened by local entrepreneurs?I hope not. But two dangers lurk here\nregardless. On the one hand, if the City’s decision to outsource\nthe channels to a private entity did render the First Amendment\nirrelevant, there would be substantial cause to worry about the\npotential abuses that could follow. Can a state university evade\nthe First Amendment by hiring a nonprofit to apportion funding to\nstudent groups? Can a city do the same by appointing a corporation\nto run a municipal theater? What about its parks?On the other hand, the majority hastens to\nqualify its decision, seeante, at 7, n. 1, 15, and to\ncabin it to the specific facts of this case,ante, at 15.\nThose are prudent limitations. Even so, the majority’s focus onJacksonstill risks sowing confusion among the lower courts\nabout how and when government outsourcing will render any abuses\nthat follow beyond the reach of the Constitution.In any event, there should be no confusion here.\nMNN is not a private entity that ventured into the marketplace and\nfound itself subject to government regulation. It was asked to do a\njob by the government and compensated accordingly. If it does not\nwant to do that job anymore, it can stop (subject, like any other\nentity, to its contractual obligations). But as long as MNN\ncontinues to wield the power it was given by the government, it\nstands in the government’s shoes and must abide by the First\nAmendment like any other government actor.IVThis is not a case about bigger governments\nand smaller individuals,ante, at 16; it is a case about\nprincipals and agents. New York City opened up a public forum on\npublic-access channels in which it has a property interest. It\nasked MNN to run that public forum, and MNN accepted the job. That\nmakes MNN subject to the First Amendment, just as if the City had\ndecided to run the public forum itself.While the majority emphasizes that its decision\nis narrow and factbound,ante, at 15, that does not make it\nany less misguided. It is crucial that the Court does not continue\nto ignore the reality, fully recognized by our precedents, that\nprivate actors who have been delegated constitutional\nresponsibilities like this one should be accountable to the\nConstitution’s demands. I respectfully dissent.Notes1That does not mean that\nno restrictions apply at all to the government’s expression in such\nspaces, but it does mean that the government can pick and choose\namong different views. SeeWalker, 576 U. S., at ___,\n___–___ (slip op., at 6, 17–18);Summum, 555 U. S., at\n468.2The channels are not, of\ncourse, a physical place. Under the Court’s precedents, that makes\nno difference: Regardless of whether something “is a forum more in\na metaphysical than in a spatial or geographic sense,\n. . . the same principles are applicable.”Rosenbergerv.Rector and Visitors of Univ. of Va.,515 U.S.\n819, 830 (1995) (treating “Student Activities Fund” as the\nforum at issue and citing cases in which a school’s mail system and\na charity drive were the relevant forums).3As discussed below, it is\npossible that some (or even many) public-access channels are\ngovernment speech. The channels that MNN administers, however, are\nclearly better thought of as a public forum given the New York\nregulations mandating open and equal access. Seeinfra, at\n9–10, and n. 7.4The parties have not\npointed this Court to any New York law definitively establishing\nthe status of the channels. But even if there were uncertainty\nabout the status of the channels under New York law, that would not\nbe a reason to resolve the case against respondents (plaintiffs\nbelow) at the motion to dismiss stage. Seeinfra, at 12,\nn. 9, 14.5For example, during the\nrailroad boom, governments obtained not only physical easements in\nfavor of the public over tracks used, owned, and managed by private\nrailroads, including rights to use the rails and all relevant\n“fixtures and appurtenances,” see,e.g., Lake Superior &\nMississippi R. Co.v.United States,93 U.S.\n442, 444, 453–454 (1877), but also, in some situations, rights\nto transmit personnel and freight for free or at reduced rates,\nEllis, Railroad Land Grant Rates, 1850–1945, 21 J. Land & P. U.\nEcon. 207, 209, 211–212 (1945).6Though the majority\ndisagrees on the property question, I do not take it seriously to\ndispute that this point would follow. Seeante, at\n14–15.7New York may be uncommon\n(as it often is); public-access channels in other States may well\nhave different policies and practices that make them more like\ngovernment speech than constitutional forums. See Brief for\nRespondents 30–31; Brief for American Civil Liberties Union\net al. asAmici Curiae13–15. New York’s scheme,\nhowever, is the only one before us.8Governments are, of\ncourse, not constitutionally required to open prisons or public\nforums, but once they do either of these things, constitutional\nobligations attach. The rule that a government may not evade the\nConstitution by substituting a private administrator, meanwhile, is\nnot a prison-specific rule. More than 50 years ago, for example,\nthis Court made clear inEvansv.Newton,382 U.S.\n296(1966), that the city of Macon, Georgia, could not evade\nthe Fourteenth Amendment’s Equal Protection Clause by handing off\ncontrol of a park to a group “of ‘private’ trustees.”Id.,\nat 301. Rather, “the public character of [the] park require[d] that\nit be treated as a public institution subject to the command of the\nFourteenth Amendment, regardless of who ha[d] title under state\nlaw.”Id., at 302.9Accordingly, this is not\na case in which a private entity has been asked to exercise\nstandardless discretion. See,e.g.,American Mfrs. Mut.\nIns. Co.v.Sullivan,526 U.S.\n40, 52 (1999). Had New York law left MNN free to choose its\nfavorite submissions, for example, a different result might well\nfollow. MNN has suggested to this Court that its contract with Time\nWarner allows it “to curate content, to decide to put shows\ntogether on one of our channels or a different channel.” Tr. of\nOral Arg. 6; see Reply Brief 9. But MNN’s contract cannot defeat\nNew York law’s “first-come, first-served, nondiscriminatory”\nscheduling requirement, 16 N. Y. Codes, Rules & Regs.\n§895.4(c)(4), and the discretion MNN asserts seems to be at most\nsome limited authority to coordinate the exact placement and timing\nof the content it is obliged to accept indiscriminately, see Tr. of\nOral Arg. 25–26. That seems akin to the authority to make\nreasonable time, place, and manner provisions, which is consistent\nwith administering any public forum. SeeWardv.Rock\nAgainst Racism,491 U.S.\n781, 791 (1989). As for any factual assertions about how the\nchannels are operated in practice, this case arises from MNN’s\nmotion to dismiss, so the facts asserted against it must be\naccepted as true.Hernandezv.Mesa, 582 U. S.\n___, ___ (2017) (per curiam) (slip op., at 1). And any\nuncertainty about the facts or New York law, in any event, would be\na reason to vacate and remand, not reverse.10Respondents alleged that the City\n“created an electronic public forum” and “delegat[ed] control of\nthat forum to” MNN. App. 17. They further alleged that “[a]lmost\nall cable franchise agreements require cable operators—as a\ncondition for easements to use the public rights-of-way—to dedicate\nsome channels for programming by the public,”id., at 20,\ninvoked the state regulations requiring the designation of a\nchannel here,id., at 21, and then alleged that the City’s\nfranchise agreement “requires Time Warner to set aside” the\nchannels,id., at 22. While the complaint does not use the\nwords “property interest,” those allegations can be read to include\nthe idea that whatever was “set aside” or “dedicate[d],”id., at 20, 22, qualified as a sufficient City property\ninterest to support respondents’ assertion of a public forum. Cf.Peoplev.Brooklyn & Queens Transit Corp., 273\nN.Y. 394, 400–401, 7 N.E.2d 833, 835 (1937) (discussing dedications\nof property to public use); cf. alsoDenver Area Ed.\nTelecommunications Consortium, Inc.v.FCC,518 U.S.\n727, 794 (1996) (Kennedy, J., concurring in part, concurring in\njudgment in part, and dissenting in part) (noting\nthistheory).11There\nwas a time when this Court’s precedents may have portended the kind\nof First Amendment liability for purely private property owners\nthat the majority spends so much time rejecting. SeeMarshv.Alabama,326 U.S.\n501, 505–509 (1946) (treating a company-owned town as subject\nto the First Amendment);Food Employeesv.Logan Valley\nPlaza,Inc.,391 U.S.\n308, 315–320, and n. 9, 325 (1968) (extendingMarshto cover a private shopping center to the extent that it sought to\nrestrict speech about its businesses). But the Court soon stanched\nthat trend. SeeLloyd Corp.v.Tanner,407 U.S.\n551, 561–567 (1972) (cabiningMarshand refusing to\nextendLogan Valley);Hudgensv.NLRB,424\nU.S. 507, 518 (1976) (making clear that “the rationale ofLogan Valleydid not survive”Lloyd). Ever since,\nthis Court has been reluctant to find a “public function” when it\ncomes to “private commercial transactions” (even if they occur\nagainst a legal or regulatory backdrop), see,e.g.,Flagg\nBros.,Inc.v.Brooks,436\nU.S. 149, 161–163 (1978), instead requiring a closer connection\nbetween the private entity and a government or its agents, see,e.g.,Brentwood Academyv.Tennessee Secondary\nSchool Athletic Assn.,531 U.S.\n288, 298 (2001) (nonprofit interscholastic athletic association\n“pervasive[ly] entwine[d]” with governmental institutions and\nofficials);Lugarv.Edmondson Oil Co.,457 U.S.\n922, 942 (1982) (state-created system “whereby state officials\n[would] attach property on theex parteapplication of\none party to a private dispute”); see alsoBurtonv.Wilmington Parking Authority,365 U.S.\n715, 723–725 (1961) (restaurant in municipal parking garage\npartly maintained by municipal agency); accord,ante, at\n6–7.Jacksonexemplifies the line of cases that supplanted\ncases likeLogan Valley—not cases like this\none.12Jacksonv.Metropolitan\nEdison Co.,419 U.S.\n345(1974), by contrast, exemplifies a type of case in which a\nprivate actor provides a service that there is no governmental\nobligation to provide at all. Seeid., at 353 (no state\nrequirement for government to provide utility service); see also,e.g., Hudgens,424 U.S.\n507(shopping center). InWestv.Atkins,487 U.S.\n42(1988), by contrast, the prison was obli-gated to provide\nhealth care in accordance with the Eighth Amendment to its\nprisoners once it incarcerated them, and here, the City was\nrequired to provide a public forum to its residents in accordance\nwith the First Amendment once it granted the cable franchise. Seesupra,at 11–13.13Accordingly, the majority need not\nfear that “all private property owners and private lessees who open\ntheir property for speech [c]ould be subject to First Amendment\nconstraints.”Ante, at 10. Those kinds of entities are not\nthe government’s agents; MNN is. Whether such entities face\n“extensive regulation” or require “government licenses, government\ncontracts, or government-granted monopolies,”ante, at 12,\nis immaterial, so long as they have not accepted the government’s\nrequest to fulfill the government’s duties on its\nbehalf.",
    "joined": []
}