{
    "case": {
        "docket": "93",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/93/"
    },
    "id": "1970386",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 10–1399_________________Dana Roberts, PETITIONERv.Sea-Land\nServices, Inc., et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 20, 2012]Justice Sotomayor delivered the opinion of the\nCourt.The Longshore and Harbor Workers’ Compensation\nAct (LHWCA or Act), ch. 509, 44Stat. 1424, as amended, 33\nU. S. C. §901et seq.,caps benefits for most\ntypes of dis- ability at twice the national average weekly wage for\nthe fiscal year in which an injured employee is “newly awarded\ncompensation.” §906(c). We hold that an employee is “newly awarded\ncompensation” when he first becomes disabled and thereby becomes\nstatutorily entitled to benefits, no matter whether, or when, a\ncompensation order issues on his behalf.IAThe LHWCA “is a comprehensive scheme to\nprovide compensation ‘in respect of disability or death of an\nemployee . . . if the disability or death results from an\nin- jury occurring upon the navigable waters of the United\nStates.’ ”Metropolitan Stevedore Co.v.Rambo,515 U.S.\n291, 294 (1995) (quoting §903(a)). An employee’s compensation\ndepends on the severity of his disability and his preinjury pay. A\ntotally disabled employee, for example, is entitled to two-thirds\nof his preinjury average weekly wage as long as he remains\ndisabled. §§908(a)–(b), 910.Section 906, however, sets a cap on\ncompensation.[1] Disability\nbenefits “shall not exceed” twice “the applicable national average\nweekly wage.” §906(b)(1). The national average weekly wage—“the\nnational average weekly earnings of production or nonsupervisory\nworkers on private nonagricultural payrolls,” §902(19)—is\nrecalculated by the Secretary of Labor each fiscal year.\n§906(b)(3). For most types of disability, the “applicable” national\naverage weekly wage is the figure for the fiscal year in which a\nbeneficiary is “newly awarded compensation,” and the cap remains\nconstant as long as benefits continue. §906(c).[2]Consistent with the central bargain of workers’\ncompensation regimes—limited liability for employers; certain,\nprompt recovery for employees—the LHWCA requires that employers pay\nbenefits voluntarily, without formal administrative proceedings.\nOnce an employee provides notice of a disabling injury, his\nemployer must pay compensation “periodically, promptly, and\ndirectly . . . without an award, except where liability\nto pay compensation is controverted.” §914(a). In general,\nemployers pay benefits without contesting liability. SeePallas\nShipping Agency, Ltd.v.Duris,461\nU.S. 529, 532 (1983). In the mine run of cases, therefore, no\ncompensation orders issue.If an employer controverts, or if an employee\ncontests his employer’s actions with respect to his benefits, the\ndispute advances to the Department of Labor’s Office of Workers’\nCompensation Programs (OWCP). See 20 CFR §§702.251–702.262 (2011).\nThe OWCP district directors “are empowered to amicably and promptly\nresolve such problems by informal procedures.” §702.301. A district\ndirector’s informal disposition may result in a compen- sation\norder. §702.315(a). In practice, however, “many pending claims are\namicably settled through voluntary payments without the necessity\nof a formal order.”Intercounty Constr. Corp.v.Walter,422 U.S.\n1, 4, n. 4 (1975). If informal resolution fails, the\ndistrict director refers the dispute to an administrative law judge\n(ALJ). See 20 CFR §§702.316, 702.331–702.351. An ALJ’s decision\nafter a hearing culminates in the entry of a compensation order. 33\nU. S. C. §§919(c)–(e).[3]BIn fiscal year 2002, petitioner Dana Roberts\nslipped and fell on a patch of ice while employed at respondent\nSea-Land Services’ marine terminal in Dutch Harbor, Alaska. Roberts\ninjured his neck and shoulder and did not return to work. On\nreceiving notice of his disability, Sea-Land (except for a six-week\nperiod in 2003) voluntarily paid Roberts benefits absent a\ncompensation order until fiscal year 2005. When Sea-Land\ndiscontinued voluntary payments, Roberts filed an LHWCA claim, and\nSea-Land controverted. In fiscal year 2007, after a hearing, an ALJ\nawarded Roberts benefits at the statutory maximum rate of $966.08\nper week. This was twice the national average weekly wage for\nfiscal year 2002, the fiscal year when Roberts became disabled.Roberts moved for reconsideration, arguing that\nthe “ap- plicable” national average weekly wage was the figure for\nfiscal year 2007, the fiscal year when he was “newly awarded\ncompensation” by the ALJ’s order. The latter figure would have\nentitled Roberts to $1,114.44 per week. The ALJ denied\nreconsideration, and the Department of Labor’s Benefits Review\nBoard (or BRB) affirmed, concluding that “the pertinent maximum\nrate is determined by the date the disability commences.” App. to\nPet. for Cert. 20. The Ninth Circuit affirmed in relevant part,\nholding that an employee “is ‘newly awarded compensation’ within\nthe meaning of [§906(c)] when he first becomes entitled to\ncompensation.”Robertsv.Director, OWCP, 625 F.3d\n1204, 1208 (2010)(per curiam). We granted certiorari,\n564 U. S. ___ (2011), to resolve a conflict among the Circuits\nwith respect to the time when a beneficiary is “newly awarded\ncompensation,” and now affirm.[4]IIRoberts contends that “awarded compensation”\nmeans “awarded compensation in a formal order.” Sea-Land, supported\nby the Director, OWCP, responds that “awarded compensation” means\n“statutorily entitled to compensation because of disability.” The\ntext of §906(c), standing alone, admits of either interpretation.\nBut “our task is to fit, if possible, all parts into an harmonious\nwhole.”FTCv.Mandel Brothers, Inc.,359 U.S.\n385, 389 (1959). Only the interpretation advanced by Sea-Land\nand the Director makes §906 a working part of the statutory scheme;\nsupplies an administrable rule that results in equal treatment of\nsimilarly situated beneficiaries; and avoids gamesmanship in the\nclaims process. In light of these contextual and structural\nconsiderations, we hold that an employee is “newly awarded\ncompensation” when he first becomes disabled and thereby becomes\nstatutorily entitled to benefits under the Act, no matter whether,\nor when, a compensation order issues on his behalf.AWe first consider “whether the language at\nissue has a plain and unambiguous meaning with regard to the par-\nticular dispute in the case.”Robinsonv.Shell Oil\nCo.,519 U.S.\n337, 340 (1997). The LHWCA does not define “awarded,” but in\nconstruing the Act, as with any statute, “ ‘we look first to\nits language, giving the words used their ordinary meaning.’ ”Ingalls Shipbuilding, Inc.v.Director, Office of\nWorkers’ Compensation Programs,519 U.S.\n248, 255 (1997) (quotingMoskalv.United States,498 U.S.\n103, 108 (1990)). At first blush, Roberts’ position is\nappealing. In ordinary usage, “award” most often means “give by\njudicial decree” or “assign after careful judgment.” Webster’s\nThird New International Dictionary 152 (2002); see also,e.g.,Black’s Law Dictionary 157 (9th ed. 2009) (“grant by\nformal process or by judicial decree”).But “award” can also mean “grant,” or “confer or\nbestow upon.” Webster’s Third New International Dictionary, at 152;\nsee alsoibid.(1971 ed.) (same). The LHWCA “grants”\nbenefits to disabled employees, and so can be said to “award”\ncompensation by force of its entitlement-creating provisions.\nIndeed, this Court has often said that statutes “award”\nentitlements. See,e.g.,Astruev.Ratliff,\n560 U. S. ___, ___ (2010) (slip op., at 4) (referring to\n“statutes that award attorney’s fees to a prevailing party”);Barberv.Thomas, 560 U. S. ___, ___ (2010)\n(appendix to majority opinion) (slip op., at 19) (statute “awards”\ngood-time credits to federal prisoners);New Energy Co. of\nInd.v.Limbach,486 U.S.\n269, 271 (1988) (Ohio statute “awards a tax credit”);Pacific Employers Ins. Co.v.Industrial Accident\nComm’n,306 U.S.\n493, 500 (1939) (California workers’ compensation statute\n“award[s] compensation for injuries to an employee”); see also,e.g., Connecticutv.Doehr,501 U.S.\n1, 28 (1991) (Rehnquist, C. J., concurring in part and\nconcurring in judgment) (“Materialman’s and mechanic’s lien\nstatutes award an interest in real property to workers”).\nSimilarly, this Court has described an employee’s survivors as\n“having been ‘newly awarded’ death benefits” by virtue of the\nemployee’s death, without any reference to a formal order.Director, Office of Workers’ Compensation Programsv.Rasmussen,440 U.S.\n29, 44, n. 16 (1979) (quoting §906(c)’s predecessor\nprovision, 33 U. S. C. §906(d) (1976 ed.)).In short, the text of §906(c), in isolation, is\nindeterminate.BStatutory language, however, “cannot be\nconstrued in a vacuum. It is a fundamental canon of statutory\nconstruction that the words of a statute must be read in their\ncontext and with a view to their place in the overall statutory\nscheme.”Davisv.Michigan Dept. of Treasury,489 U.S.\n803, 809 (1989). In the context of the LHWCA’s comprehensive,\nreticulated regime for worker benefits—in which §906 plays a\npivotal role—“awarded compensation” is much more sensibly\ninterpreted to mean “statutorily entitled to compensation because\nof disability.”[5]1Section 906 governs compensation in all LHWCA\ncases. As explained above, seesupra,at 3, the LHWCA\nrequires employers to pay benefits voluntarily, and in the vast\nmajority of cases, that is just what occurs. Under Roberts’\ninterpretation of §906(c), no employee receiving voluntary payments\nhas been “awarded compensation,” so none is subject to an\nidentifiable maximum rate of compensation. That result is\nincompatible with the Act’s design. Sec- tion 906(b)(1) caps\n“[c]ompensation for disability or death (other than compensation\nfor death required . . . to be paid in a lump sum)” at\ntwice “the applicable national average weekly wage, as determined\nby the Secretary under paragraph (3).” Section 906(b)(3), in turn,\ndirects the Secretary to “determine” the national average weekly\nwage before each fiscal year begins on October 1 and provides that\n“[s]uch determination shall be the applicable national average\nweekly wage” for the coming fiscal year. And §906(c), in its turn,\nprovides that “[d]eterminations under subsection (b)(3)\n. . . with respect to” a fiscal year “shall apply to\n. . . those newly awarded compensation during such”\nfiscal year. Through a series of cross-references, the three\nprovisions work together to cap disability benefits.By its terms, and subject to one express\nexception, §906(b)(1) specifies that the cap applies globally, to\nall disability claims. But all three provisions interlock, so the\ncap functions as Congress intended only if §906(c) also applies\nglobally, to all such cases. See,e.g.,FDAv.Brown & Williamson Tobacco Corp.,529 U.S.\n120, 133 (2000) (“A court must . . . interpret the\nstatute ‘as a symmetrical and coherent regulatory scheme’ ”\n(quotingGustafsonv.Alloyd Co.,513 U.S.\n561, 569 (1995))). If Roberts’ interpretation were correct,\n§906(c) would have no application at all in the many cases in which\nno formal orders issue, because employers make voluntary payments\nor the parties reach informal settlements. We will not construe\n§906(c) in a manner that renders it “entirely superfluous in all\nbut the most unusual circumstances.”TRW Inc.v.Andrews,534 U.S.\n19, 29 (2001).Recognizing this deficiency in his reading of\n§906(c), Roberts proposes that orders issue in every case, so that\nemployers can lock in the caps in effect at the time their\nemployees become disabled. This is a solution in search of a\nproblem. Under settled LHWCA practice, orders are rare. Roberts’\ninterpretation would set needless administrative machinery in\nmotion and would disrupt the congressionally preferred system of\nvoluntary compensation and informal dispute resolution. The\nincongruity of Roberts’ proposal is highlighted by his inability to\nidentify a vehicle for the entry of an order in an uncontested\ncase. Section 919(c), on which Roberts relies, applies only if an\nemployee has filed a claim. Likewise, 20 CFR §702.315(a) applies\nonly in the case of a claim or an employer’s no- tice of\ncontroversion. See §702.301. We doubt that an em- ployee will file\na claim for the sole purpose of assisting his employer in securing\na lower cap. And we will not read §906(c) to compel an employer to\nfile a baseless notice of controversion. Cf. 33 U. S. C.\n§§928(a), (d) (providing for assessment of attorney’s fees and\ncosts against employers who controvert unsuccessfully). Roberts\nsuggests that employers could threaten to terminate benefits in\norder to induce their employees to file claims, and thus initiate\nthe administrative process. Construing any workers’ compensation\nregime to encourage gratuitous confrontation between employers and\nemployees strikes us as unsound.2Using the national average weekly wage for the\nfiscal year in which an employee becomes disabled coheres with the\nLHWCA’s administrative structure. Section 914(b) requires an\nemployer to pay benefits within 14 days of notice of an employee’s\ndisability. To do so, an employer must be able to calculate the\ncap. An employer must also notify the Department of Labor of\nvoluntary payments by filing a form that indicates,inter\nalia, whether the “maximum rate is being paid.” Dept. of Labor,\nForm LS–206, Payment of Compensation Without Award (2011), online\nat http://www.dol.gov/owcp/dlhwc/ls-206.pdf. On receipt of this\nform, an OWCP claims examiner must verify the rate of compensation\nin light of the applicable cap. See Dept. of Labor, Longshore\n(DLHWC) Procedure Manual §2–201(3)(b)(3) (hereinafter Longshore\nProcedure Man- ual), online at\nhttp://www.dol.gov/owcp/dlhwc/lspm/lspm2-201.htm. It is difficult\nto see how an employer can apply or certify a national average\nweekly wage other than the one in effect at the time an employee\nbecomes disabled. An employer is powerless to predict when an\nemployee might file a claim, when a compensation order might issue,\nor what the national average weekly wage will be at that later\ntime. Likewise for a claims examiner.[6]Moreover, applying the national average weekly\nwage for the fiscal year in which an employee becomes disabled\nadvances the LHWCA’s purpose to compensate disability, defined as\n“incapacity because of injury to earn the wages which the employee\nwas receivingat the time of injury.” 33 U. S. C.\n§902(10) (emphasis added). Just as the LHWCA takes “the average\nweekly wage of the injured employee at the time of the injury” as\nthe “basis upon which to compute compensation,” §910, it is logical\nto apply the national average weekly wage for the same point in\ntime. Administrative practice has long treated the time of injury\nas the relevant date. See,e.g.,Dept. of Labor, Pamphlet\nLS–560, Workers’ Compensation Under the Longshoremen’s Act (rev.\nDec. 2003) (“Compensation payable under the Act may not exceed 200%\nof the national average weekly wage, applicable at the time of\ninjury”), online at http://www.dol.gov/owcp/dlhwc/LS-560pam.htm;\nDept. of Labor, Workers’ Compensation Under the Longshoremen’s Act,\nPamphlet LS–560 (rev. Nov. 1979) (same); see also,e.g.,Dept. of Labor, LHWCA Bulletin No. 11–01, p. 2 (2010)\n(national average weekly wage for particular fiscal year applies to\n“disability incurred during” that fiscal year).[7]Applying the national average weekly wage at the\ntime of onset of disability avoids disparate treatment of simi-\nlarly situated employees. Under Roberts’ reading, two em- ployees\nwho earn the same salary and suffer the same injury on the same day\ncould be entitled to different rates of compensation based on the\nhappenstance of their obtaining orders in different fiscal years.\nWe can imagine no reason why Congress would have intended, by\nchoosing the words “newly awarded compensation,” to differentiate\nbetween employees based on such an arbitrary criterion.3Finally, using the national average weekly\nwage for the fiscal year in which disability commences discourages\ngamesmanship in the claims process. If the fiscal year in which an\norder issues were to determine the cap, the fact that the national\naverage weekly wage typically rises every year with inflation, see\nn. 2,supra, would become unduly significant. Every\nemployee affected by the cap would seek the entry of a compensation\norder in a later fiscal year. Even an employee who has been\nreceiving compensation at the proper rate for years would be well\nadvised to file a claim for greater benefits in order to obtain an\norder at a later time. Likewise, an employee might delay the\nadjudicatory process to defer the entry of an order. And even in an\nadjudicated case where an employer is found to have paid benefits\nat the proper rate, an ALJ would adopt the later fiscal year’s\nnational average weekly wage, making the increased cap\nretroactively applicable to all of the employer’s payments. Roberts\ncandidly acknowledges that his position gives rise to such perverse\nincentives. See Tr. of Oral Arg. 58–59. We decline to adopt a rule\nthat would reward employees with windfalls for initiating\nunnecessary administrative proceedings, while simultaneously\npunishing employers who have complied fully with their statutory\nobligations.IIIWe find Roberts’ counterarguments\nunconvincing.AFirst, Roberts observes that some provisions\nof the LHWCA clearly use “award” to mean “award in a formal order,”\nand contends that the same must be true of “awarded compensation”\nin §906(c). We agree that the Act sometimes uses “award” as Roberts\nurges. Section 914(a), for example, refers to the payment of\ncompensation “to the person entitled thereto, without an award,”\nforeclosing the equation of “entitlement” and “award” that we adopt\nwith respect to §906(c) today.[8] But the presumption that “identical words used in\ndifferent parts of the same act are intended to have the same\nmeaning . . . readily yields whenever there is such\nvariation in the connection in which the words are used as\nreasonably to warrant the conclusion that they were employed in\ndifferent parts of the act with different intent.”General\nDynamics Land Systems, Inc.v.Cline,540 U.S.\n581, 595 (2004) (internal quotation marks and citation\nomitted); see also,e.g., United Statesv.Cleveland\nIndians Baseball Co.,532 U.S.\n200, 213 (2001). Here, we find the presumption overcome because\nseveral provisions of the Act would make no sense if “award” were\nread as Roberts proposes. Those provisions confirm today’s holding\nbecause they too, in context, use “award” to denote a statutory\nentitlement to compensation because of disability.For example, §908(c)(20) provides that “[p]roper\nand equitable compensation not to exceed $7,500 shall be awarded\nfor serious disfigurement.” Roberts argues that §908(c)(20)\n“necessarily contemplates administrative action to fix the amount\nof the liability and direct its payment.” Reply Brief for\nPetitioner 11. In Roberts’ view, no disfigured employee may receive\nbenefits without in- voking the administrative claims process. That\nargu- ment, however, runs counter to §908’s preface, which directs\nthat “[c]ompensation for disability shall be paid to the employee,”\nand to §914(a), which requires the payment of compensation “without\nan award.” It is also belied by employers’ practice of paying\n§908(c)(20) benefits voluntarily. See,e.g.,\nWilliams-McDowellv.Newport News Shipbuilding & Dry\nDock Co., No. 99–0627 etc., 2000 WL 35928576, *1 (BRB, Mar. 15,\n2000)(per curiam);Evansv.Bergeron Barges,\nInc., No. 98–1641, 1999 WL 35135283, *1 (BRB, Sept. 3, 1999)(per curiam). In light of the LHWCA’s interest in\nprompt payment and settled practice, “awarded” in §908(c)(20) can\nonly be better read, as in §906(c), to refer to a disfigured\nemployee’s entitlement to benefits.Likewise, §908(d)(1) provides that if an\nemployee who is receiving compensation for a scheduled\ndisability[9] dies before\nreceiving the full amount of compensation to which the schedule\nentitles him, “the total amount of the award unpaid at the time of\ndeath shall be payable to or for the benefit of his survivors.” See\nalso §908(d)(2). Roberts’ interpretation of “award” would introduce\nan odd gap: Only survivors of those employees who were receiving\nschedule benefits pursuant to orders—not survivors of employees who\nwere receiving voluntary payments—would be entitled to the unpaid\nbalances due their decedents. There is no reason why Congress would\nhave chosen to distinguish between survivors in this manner. And\nthe Benefits Review Board has quite sensibly interpreted §908(d) to\nmean that “an employee has a vested interest in benefits which\naccrue during his lifetime, and, after he dies, his estate is\nentitled to those benefits, regardless of when an award is made.”Woodv.Ingalls Shipbuilding, Inc., 28 BRBS 27, 36\n(1994)(per curiam).[10]Finally, §933(b) provides: “For the purpose of\nthis subsection, the term ‘award’ with respect to a compensation\norder means a formal order issued by the deputy commissioner, an\nadministrative law judge, or Board.” Unless award may mean\nsomething other than “award in a compensation order,” this specific\ndefinition would be unnecessary. Roberts contends that this\nprovision, enacted in 1984, “was indeed ‘unnecessary’ ” in\nlight ofPallas Shipping. Brief for Petitioner 29; see 461\nU. S., at 534 (“The term ‘compensation order’ in the LHWCA\nrefers specifi- cally to an administrative award of compensation\nfollowing proceedings with respect to the claim”). Roberts’\nargument offends the canon against superfluity and neglects that\n§933(b) defines the term “award,” whereasPallas Shippingdefines the term “compensation order.” Moreover, Congress’\ndefinition of “award,” which tracks Roberts’ preferred\ninterpretation, was carefully limited to §933(b). Had Congress\nintended to adopt a universal definition of “award,” it could have\ndone so in §902, the LHWCA’s glossary. Read in light of the “duty\nto give effect, if possible, to every clause and word of a\nstatute,”Duncanv.Walker,533\nU.S. 167, 174 (2001) (internal quotation marks omitted),\n§933(b) debunks Roberts’ argument that the Act always uses “award”\nto mean “award in a formal order” and confirms that “award” has\nother meanings.BNext, Roberts notes that this Court has\nrefused to read the statutory phrase “person entitled to\ncompensation” in §933(g) to mean “person awarded compensation.” SeeEstate of Cowartv.Nicklos Drilling Co.,505 U.S.\n469, 477 (1992) (“[A] person entitled to compensation need not\nbe receiving compensation or have had an adjudication in his\nfavor”). In Roberts’ view, the converse must also be true: “awarded\ncompensation” in §906(c) cannot mean “entitled to compensation.”\nButCowart’s reasoning does not work in reverse.Cowartdid not construe §906(c) or the term “award,” but\nrelied on the uniform meaning of the phrase “person entitled to\ncompensation” in the LHWCA. Seeid.,at 478–479. As just\nexplained, the LHWCA contains no uniform meaning of the term\n“award.” Moreover,Cowartdid not hold that the groups of\n“employees entitled to compensation” and “employees awarded\ncompensation” were mutually exclusive. The former group includes\nthe latter: The entry of a compensation order is a sufficient but\nnot necessary condition for membership in the former. Seeid.,at 477.CFinally, Roberts contends that his\ninterpretation furthers the LHWCA’s purpose of providing employees\nwith prompt compensation by encouraging employers to avoid delay\nand expedite administrative proceedings. But Roberts’ remedy would\nalso punish employers who voluntarily pay benefits at the proper\nrate from the time of their employees’ injuries. These employers\nwould owe benefits under the higher cap applicable in any future\nfiscal year when their employees chose to file claims. And Roberts’\nremedy would offer no relief at all to the many beneficiaries\nentitled to less than the statutory maximum rate.The more measured deterrent to employer\ntardiness is interest that “accrues from the date a benefit came\ndue, rather than from the date of the ALJ’s award.”Matulicv.Director, OWCP,154 F.3d 1052, 1059 (CA9 1998). The Director has long taken the\nposition that “interest is a necessary and inherent component of\n‘compensation’ because it ensures that the delay in payment of\ncompensation does not diminish the amount of compensation to which\nthe employee is entitled.”Sproullv.Director, OWCP,86 F.3d 895, 900 (CA9 1996); see also,e.g.,Strachan\nShipping Co.v.Wedemeyer, 452 F.2d 1225, 1229 (CA5\n1971). Moreover, “[t]imely controversion does not relieve the\nresponsible party from paying interest on unpaid compensation.”\nLongshore Procedure Manual §8-201, online at\nhttp://www.dol.gov/owcp/dlhwc/lspm/lspm8-201.htm. Indeed, the ALJ\nawarded Roberts interest “on each unpaid installment of\ncompensation from the date the compensation became due.” App. to\nPet. for Cert. 108, Order ¶5.[11]*  *  *We hold that an employee is “newly awarded\ncompensation” when he first becomes disabled and thereby becomes\nstatutorily entitled to benefits, no matter whether, or when, a\ncompensation order issues on his behalf.[12] The judgment of the Court of Appeals for the Ninth\nCircuit is affirmed.It is so ordered.Notes1Section 906 provides, in\npertinent part: “(b) Maximum rate of compensation “(1) Compensation\nfor disability or death (other than compensation for death required\n. . . to be paid in a lump sum) shall not exceed an\namount equal to 200 per centum of the applicable national average\nweekly wage, as determined by the Secretary under paragraph (3).\n.     .     .     .     . “(3) As soon as practicable after June 30\nof each year, and in any event prior to October 1 of such year, the\nSecretary shall determinethe national average weekly wage for the\nthree consecutive calendar quarters ending June 30. Such\ndetermination shall be the applicable national average weekly wage\nfor the period beginning with October 1 of that year and ending\nwith September 30 of the next year. . . . “(c)\nApplicability of determinations “Determinations under subsection\n(b)(3) . . . with respect to a period shall apply to\nemployees or survivors currently receiving compensation for\npermanent total disability or death benefits during such period, as\nwell as those newly awarded compensation during such\nperiod.”2For those “currently\nreceiving compensation for permanent total disability or death\nbenefits,” §906(c), the cap is adjusted each fiscal year—and\ntypically increases, in step with the usual inflation-driven rise\nin the national average weekly wage. See Dept. of Labor, Division\nof Longshore and Harbor Workers’ Compensation (DLHWC), NAWW\nInformation, online at http://www.dol.gov/owcp/dlhwc/NAWWinfo.htm\n(all Internet materials as visited Mar. 16, 2012, and available in\nClerk of Court’s case file). Section 906(c)’s “currently receiving\ncompensation” clause is not at issue here.3In fiscal year 1971, only\n209 cases out of the 17,784 in which compensation was paid resulted\nin orders. Hearings on S. 2318 et al. before the Subcommittee\non Labor of the Senate Committee on Labor and Public Welfare, 92d\nCong., 2d Sess., 757–758 (1972). Congress enacted §906’s\npredecessor provision, which included the “newly awarded\ncompensation” clause, in 1972. Longshoremen’s and Harbor Workers’\nCompensation Act Amendments of 1972, §5, 86Stat. 1253.4Compare 625 F.3d 1204\n(time of entitlement), withWilkersonv.Ingalls\nShipbuilding, Inc.,125 F.3d 904(CA5 1997) (time of order), andBoroskiv.DynCorp Int’l, 662 F.3d 1197 (CA11 2011)\n(same).5Justice Ginsburg’s view,\nnot advanced by any party, is that an employee is “awarded\ncompensation” when his employer “voluntarily pays compensation or\nis officially ordered to do so.”Post,at 3 (opinion\nconcurring in part and dissenting in part). But reading “awarded\ncompensation” as synonymous with “receiving compensation” is\nfarther from the ordinary meaning of “award” than the Court’s\napproach: A person who slipped and fell on a negligently maintained\nsidewalk would not say that she had been “awarded money damages” if\nthe business responsible for the sidewalk voluntarily paid her\nhospital bills. Cf.post,at 3–4. Moreover, if Congress had\nintended “awarded compensation” to mean “receiving compensation,”\nit could have said so—as, in fact, it didin §906(c)’s parallel\nclause, which pertains to beneficiaries “currently receiving\ncompensation for permanent total disability or death.” See\nnn. 1–2,supra. Justice Ginsburg’s reading denies\neffect to Congress’ textual shift, and therefore “runs afoul of the\nusual rule that ‘when the legislature uses certain language in one\npart of the statute and different language in another, the court\nassumes different meanings were intended.’ ”Sosav.Alvarez-Machain,542 U.S.\n692, 711, n. 9 (2004). Nor is Justice Ginsburg’s reliance\non a single sentence of legislative history persuasive. Seepost,at 4–5. True, a Senate committee report described\nthose “newly awarded compensation” as those “who begin receiving\ncompensation.” S. Rep. No. 92–1125, p. 18 (1972). But a\nsubsequent House committee report did not. Cf. H. R. Rep. No.\n92–1441, p. 15 (1972) (statute provides a “method for\ndetermining maximum and minimum compensation (to be applicable to\npersons currently receiving compensation as well as those newly\nawarded compensation)”). The legislative materials are a\npush.6Justice Ginsburg’s\napproach is either easily circumvented or unworkable. For example,\nJustice Ginsburg determines that Roberts is entitled to the fiscal\nyear 2002 maximum rate from March 11, 2002, to July 15, 2003,\nbecause Sea-Land was making voluntary payments during that time.Post,at 6. But Sea-Land was paying Roberts $933.82 per\nweek, less than the $966.08 that the ALJ found Roberts was entitled\nto receive. Compare App. to Pet. for Cert. 101 withid.,at\n107, Order ¶1. If any voluntary payment suffices, regardless of an\nemployee’s actual entitlement, then an employer can hedge against a\nlater finding of liability by paying the smallest amount to which\nthe Act might entitle an employee but controverting liability as to\nthe remainder. See,e.g.,R. M.v.Sabre Personnel\nAssocs., Inc., 41 BRBS 727, 730 (2007). An employer who\ncontroverts is not subject to the Act’s delinquency penalty. See 33\nU. S. C. §914(e). Perhaps Justice Ginsburg gives Sea-Land\nthe benefit of the doubt because its voluntary payments were close\nto Roberts’ actual entitlement. But if that is so, then how close\nis close enough?7Roberts accurately notes\nthat in some cases, the time of injury and the time of onset of\ndisability differ. We have observed that “the LHWCA does not\ncompensate physical injury alone but the disability produced by\nthat injury.”Metropolitan Stevedore Co.v.Rambo,515 U.S.\n291, 297 (1995). From that principle, lower courts have rightly\nconcluded that when dates of injury and onset of disability\ndiverge, the latter is the relevant date for determining the\napplicable national average weekly wage. See,e.g.,Service Employees International, Inc.v.Director,\nOWCP, 595 F.3d 447, 456 (CA2 2010);Kubinv.Pro-Football, Inc., 29 BRBS 117 (1995)(per curiam). Likewise, in a small group of cases—those\nin which disability lasts more than 3 but less than 15 days—the\ntime of onset of disability and the time of entitlement will\ndiffer. See §906(a) (“No compensation shall be allowed for the\nfirst three days of the disability . . .Provided,\nhow-ever,That in case the injury results in disability of more\nthan fourteen days the compensation shall be allowed from the date\nof the disability”). In these cases, the relevant date is that on\nwhich disability and entitlement coincide: the fourth day after the\nonset of disability.8Other LHWCA provisions,\nread in context, also use award to mean “award in a formal order.”\nFor example, §§913(a) and 928(b), like §914(a), refer to the\npayment of compensation “without an award.” And the LHWCA\ndistinguishes between voluntary payments and those due under an\norder for purposes of punishing employer delinquency. Compare\n§914(e) (10 percent penalty for late payment of “compensation\npayable without an award”) with §914(f) (20 percent penalty for\nlate payment of “compensation, payable under the terms of an\naward”).9Sections 908(c)(1) to\n(20) set forth a “schedule” of particular injuries that entitle an\nemployee “to receive two-thirds of his average weekly wages for a\nspecific number of weeks, regardless of whether his earning\ncapacity has actually been impaired.”Potomac Elec. Power\nCo.v.Director, Office of Workers’ Compensation\nPrograms,449 U.S.\n268, 269 (1980). For example, an employee who loses an arm is\nentitled to two-thirds of his average weekly wage for 312 weeks.\n§908(c)(1).10Roberts’ interpretation also would\nafford unwarranted significance to the entry of an order in other\ncircumstances, resulting in arbi-trary distinctions within other\nclasses of beneficiaries. For example, §908(c)(22) provides that if\nan employee suffers from more than one scheduled disability, the\n“awards” for each “shall run consecutively.” Under Roberts’\ninterpretation, §908(c)(22) would require consecutive payments only\nfor employees who were receiving scheduled disability benefits\npursuant to orders; those receiving voluntary payments presumably\nwould be entitled to concurrent payments. See §§914(a)–(b). That\nresult would conflict with §908(c)(22)’s text, which states that\nconsecutive payments must be made “[i]n any case” involving\nmultiple scheduled disabilities. See,e.g.,Thorntonv.Northrop Grumman Shipbuilding, Inc., 44 BRBS 111 (2010)(per curiam). Similarly, §910(h)(1) sets out two\nformulas for increasing benefitsfor pre-1972 disability or death in\nlight of the higher rates Congress provided in the 1972 LHWCA\namendments. The first applies to those receiving compensation at\nthe then-applicable maximum rate; the second applies to those\n“awarded compensation . . . at less than the maximum\nrate.” See Dept. of Labor, OWCP Bulletin No. 10–73, Adjustment of\nCompensation for Total Permanent Disability or Death Prior to LS/HW\nAmendments of 1972, pp. 2–4 (1973). Roberts’ interpretation\nwould make the second formula applicable only to beneficiaries\nreceiving less than the maximum rate pursuant to orders, not to all\nsuch beneficiaries. Again, there is no reason to believe that\nCongress intended this distinction, nor has OWCP applied it. Seeibid.(prescribing a “uniform” method for computing the\nincrease in all “[c]ases being compensated at less than the maximum\nrate,” with no reference to the existence of an\norder).11Thus,\nas under Justice Ginsburg’s approach, an employer who controverts\nstill “runs the risk” of greater liability if an ALJ awards an\nemployee compensation at some point subsequent to the onset of\ndisability. Seepost,at 5.12Because “newly awarded compensation,”\nread in context, is unambiguous, we do not reach respondents’\nargument that the Director’s interpretation of §906(c) is entitled\nto deference underChevron U. S. A. Inc.v.Natural Resources Defense Council, Inc.,467 U.S.\n837(1984).",
    "joined": []
}