{
    "case": {
        "docket": "863",
        "citation": "576",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/576/863/"
    },
    "id": "3428063",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–7955_________________RICHARD E. GLOSSIP, et al., PETITIONERSv.KEVIN J. GROSS, et al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 29, 2015]Justice Sotomayor, with whom Justice Ginsburg,\nJustice Breyer, and Justice Kagan join, dissenting.Petitioners, three inmates on Oklahoma’s death\nrow, challenge the constitutionality of the State’s lethal\ninjection protocol. The State plans to execute petitioners using\nthree drugs: midazolam, rocuronium bromide, and potassium chloride.\nThe latter two drugs are intended to paralyze the inmate and stop\nhis heart. But they do so in a torturous manner, causing burning,\nsearing pain. It is thus critical that the first drug, midazolam,\ndo what it is supposed to do, which is to render and keep the\ninmate unconscious. Petitioners claim that midazolam cannot be\nexpected to perform that function, and they have presented ample\nevidence showing that the State’s planned use of this drug poses\nsubstantial, constitutionally intolerable risks.Nevertheless, the Court today turns aside\npetitioners’ plea that they at least be allowed a stay of execution\nwhile they seek to prove midazolam’s inadequacy. The Court achieves\nthis result in two ways: first, by deferring to the District\nCourt’s decision to credit the scientifically unsupported and\nimplausible testimony of a single expert witness; and second, by\nfaulting petitioners for failing to satisfy the wholly novel\nrequirement of proving the availability of an alternative means for\ntheir own executions. On both counts the Court errs. As a result,\nit leaves petitioners exposed to what may well be the chemical\nequivalent of being burned at the stake.IAThe Eighth Amendment succinctly prohibits the\ninfliction of “cruel and unusual punishments.” Seven years ago, inBazev.Rees, 553 U. S. 35 (2008) , the Court\naddressed the application of this mandate to Kentucky’s lethal\ninjection protocol. At that time, Kentucky, like at least 29 of the\n35 other States with the death penalty, utilized a series of three\ndrugs to perform executions: (1) sodium thiopental, a “fast-acting\nbarbiturate sedative that induces a deep, comalike unconsciousness\nwhen given in the amounts used for lethal injection”; (2)\npancuronium bromide, “a paralytic agent that inhibits all\nmuscular-skeletal movements and . . . stops respiration”;\nand (3) potassium chloride, which “interferes with the electrical\nsignals that stimulate the contractions of the heart, inducing\ncardiac arrest.”Id.,at 44 (plurality opinion of Roberts,\nC. J.).InBaze, it was undisputed that absent a\n“proper dose of sodium thiopental,” there would be a “substantial,\nconstitutionally unacceptable risk of suffocation from the\nadministration of pancuronium bromide and pain from the injection\nof potassium chloride.”Id.,at 53. That is because, if\ngiven to a conscious inmate, pancuronium bromide would leave him or\nher asphyxiated and unable to demonstrate “any outward sign of\ndistress,” while potassium chloride would cause “excruciating\npain.”Id.,at 71 (Stevens, J., concurring in judgment). But\ntheBazepetitioners conceded that if administered as\nintended, Kentucky’s method of execution would nevertheless “result\nin a humane death,”id.,at 41 (plurality opinion), as the\n“proper administration” of sodium thiopental “eliminates any\nmeaningful risk that a prisoner would experience pain from the\nsubsequent injections of pancuronium and potassium chloride,”id.,at 49. Based on that premise, the Court ultimately\nrejected the challenge to Kentucky’s protocol, with the plurality\nopinion concluding that the State’s procedures for administering\nthese three drugs ensured there was no “objectively intolerable\nrisk” of severe pain.Id.,at 61–62 (internal quotation\nmarks omitted).BFor many years, Oklahoma performed executions\nusing the same three drugs at issue inBaze.AfterBazewas decided, however, the primary producer of sodium\nthiopental refused to continue permitting the drug to be used in\nexecutions.Ante,at 4–5. Like a number of other States,\nOklahoma opted to substitute pentobarbital, another barbiturate, in\nits place. But in March 2014, shortly before two scheduled\nexecutions, Oklahoma found itself unable to secure this drug. App.\n144.The State rescheduled the executions for the\nfollowing month to give it time to locate an alternative\nanesthetic. In less than a week, a group of officials from the\nOkla-homa Department of Corrections and the Attorney General’s\noffice selected midazolam to serve as a replacement for\npentobarbital.Id.,at 145, 148–149.Soon thereafter, Oklahoma used midazolam for the\nfirst time in its execution of Clayton Lockett. That execution did\nnot go smoothly. Ten minutes after an intravenous (IV) line was set\nin Lockett’s groin area and 100 milligrams of midazolam were\nadministered, an attending physician declared Lockett unconscious.Id., at 392–393. When the paralytic and potassium chloride\nwere administered, however, Lockett awoke.Ibid. Various\nwitnesses reported that Lockett began to writhe against his\nrestraints, saying, “[t]his s*** is f***ing with my mind,”\n“something is wrong,” and “[t]he drugs aren’t working.”Id.,\nat 53 (internal quotation marks omitted). State officials ordered\nthe blinds lowered, then halted the execution.Id., at 393,\n395. But 10 minutes later—approximately 40 minutes after the\nexecution began—Lockett was pronounced dead.Id., at\n395.The State stayed all future executions while it\nsought to determine what had gone wrong in Lockett’s. Five months\nlater, the State released an investigative report identifying a\nflaw in the IV line as the principal difficulty: The IV had failed\nto fully deliver the lethal drugs into Lockett’s veins.Id.,\nat 398. An autopsy determined, however, that the concentration of\nmidazolam in Lockett’s blood was more than sufficient to render an\naverage person unconscious.Id., at 397, 405.In response to this report, the State modified\nits lethal injection protocol. The new protocol contains a number\nof procedures designed to guarantee that members of the execution\nteam are able to insert the IV properly, and charges them with\nensuring that the inmate is unconscious.Id., at 57–66,\n361–369. But the protocol continues to authorize the use of the\nsame three-drug formula used to kill Lockett—though it does\nincrease the intended dose of midazolam from 100 milligrams to 500\nmilligrams.Id.,at 61. The State has indicated that it\nplans to use this drug combination in all upcoming executions,\nsubject to only an immaterial substitution of paralytic agents.Ante, at 7–8.CIn June 2014, inmates on Oklahoma’s death row\nfiled a 42 U. S. C. §1983 suit against respondent prison\nofficials challenging the constitutionality of Oklahoma’s method of\nexecution. After the State released its revised execution protocol,\nthe four inmates whose executions were most imminent—Charles\nWarner, along with petitioners Richard Glossip, John Grant, and\nBenjamin Cole—moved for a preliminary injunction. They contended,\namong other things, that the State’s intended use of midazolam\nwould violate the Eighth Amendment because, unlike sodium\nthiopental or pentobarbital, the drug “is incapable of producing a\nstate of unawareness that will be reliably maintained after either\nof the other two pain-producing drugs . . . is injected.”\nAmended Complaint ¶101.The District Court held a 3-day evidentiary\nhearing, at which petitioners relied principally on the testimony\nof two experts: Dr. David Lubarsky, an anesthesiologist, and Dr.\nLarry Sasich, a doctor of pharmacy. The State, in turn, based its\ncase on the testimony of Dr. Roswell Evans, also a doctor of\npharmacy.To a great extent, the experts’ testimony\noverlapped. All three experts agreed that midazolam is from a class\nof sedative drugs known as benzodiazepines (a class that includes\nValium and Xanax), and that it has no analgesic—or\npain-relieving—effects. App. 205 (Lubarsky), 260–261\n(Sasich),311 (Evans). They further agreed that while\nmidazolam can be used to render someone unconscious, it is not\napproved by the Federal Drug Administration (FDA) for use as, and\nis not in fact used as, a “sole drug to produce and maintain\nanesthesia in surgical proceedings.”Id.,at 307, 327\n(Evans); seeid.,at 171 (Lubarsky);id.,at 262\n(Sasich). Finally, all three experts recognized that midazolam is\nsubject to a ceiling effect, which means that there is a point at\nwhich increasing the dose of the drug does not result in any\ngreater effect.Id.,at 172 (Lubarsky), 243 (Sasich), 331\n(Evans).The experts’ opinions diverged, however, on the\ncrucial questions of how this ceiling effect operates, and whether\nit will prevent midazolam from keeping a condemned inmate\nunconscious when the second and third lethal injection drugs are\nadministered. Dr. Lubarsky testified that while benzodiazepines\nsuch as midazolam may, like barbiturate drugs such as sodium\nthiopental and pentobarbital, induce unconsciousness by inhibiting\nneuron function, they do so in a materially different way.Id.,at 207. More specifically, Dr. Lubarsky explained that\nboth barbiturates and benzodiazepines initially cause sedation by\nfacilitating the binding of a naturally occurring chemical called\ngamma-aminobutyric acid (GABA) with GABA receptors, which then\nimpedes the flow of electrical impulses through the neurons in the\ncentral nervous system.Id.,at 206. But at higher doses,\nbarbiturates also act as a GABA substitute and mimic its\nneuron-suppressing effects.Ibid.By contrast,\nbenzodiazepines lack this mimicking function, which means their\neffect is capped at a lower level of sedation.Ibid.Critically, according to Dr. Lubarsky, this ceiling on midazolam’s\nsedative effect is reached before full anesthesia can be achieved.Ibid. Thus, in his view, while “midazolam unconsciousness is\n. . . sufficient” for “minor procedure[s],” Tr. of\nPreliminary Injunction Hearing 132–133 (Tr.), it is incapable of\nkeeping someone “insensate and immobile in the face of [more]\nnoxious stimuli,” including the extreme pain and discomfort\nassociated with administration of the second and third drugs in\nOklahoma’s lethal injection protocol, App. 218. Dr. Sasich endorsed\nDr. Lubarsky’s description of the ceiling effect, and offered\nsimilar reasons for reaching the same conclusion. Seeid.,at 243, 248, 262.In support of these assertions, both experts\ncited a variety of evidence. Dr. Lubarsky emphasized, in\nparticular, Arizona’s 2014 execution of Joseph Wood, which had been\nconducted using midazolam and the drug hydromorphone rather than\nthe three-drug cocktail Oklahoma intends to employ.[1]Id.,at 176. Despite being\nadministered 750 milligrams of midazolam, Wood had continued\nbreathing and moving for nearly two hours—which, according to Dr.\nLubarsky, would not have occurred “during extremely deep levels of\nanesthesia.”Id.,at 177. Both experts also cited various\nscientific articles and textbooks to support their conclusions. For\ninstance, Dr. Lubarsky relied on a study measuring the brain\nactivity of rats that were administered midazolam, which showed\nthat the drug’s impact significantly tailed off at higher doses.\nSee Hovinga et al., Pharmacokinetic-EEG Effect Relationship of\nMidazolam in Aging BN/BiRij Rats, 107 British J. Pharmacology 171,\n173, Fig. 2 (1992). He also pointed to a pharmacology textbook that\nconfirmed his description of how benzodiazepines and barbiturates\nproduce their effects, see Stoelting & Hillier 127–128,\n140–144, and a survey article concluding that “[m]idazolam cannot\nbe used alone . . . to maintain adequate anesthesia,”\nReves, Fragen, Vinik, & Greenblatt, Midazolam: Pharmacology and\nUses, 62 Anesthesiology 310, 318 (1985) (Reves). For his part, Dr.\nSasich referred to a separate survey article, which similarly\nrecognized and described the ceiling effect to which\nbenzodiazepines are subject. See Saari, Uusi- Oukari, Ahonen, &\nOlkkola, Enhancement of GABAergic Activity: Neuropharmacological\nEffects of Benzodiazepines and Therapeutic Use in Anesthesiology,\n63 Pharamacological Rev. 243, 244, 250 (2011) (Saari).By contrast, Dr. Evans, the State’s expert,\nasserted that a 500-milligram dose of midazolam would “render the\nperson unconscious and ‘insensate’ during the remainder of the\n[execution] procedure.” App. 294. He rested this conclusion on two\ninterrelated propositions.First, observing that a therapeutic dose of\nmidazolam to treat anxiety is less than 5 milligrams for a\n70-kilogram adult, Dr. Evans emphasized that Oklahoma’s planned\nadministration of 500 milligrams of the drug was “at least 100\ntimes the normal therapeutic dose.”Ibid.While he\nacknowledged that “[t]here are no studies that have been done\n. . . administering that much . . . midazolam\n. . . to anybody,” he noted that deaths had occurred in\ndoses as low as 0.04 to 0.07 milligrams per kilogram (2.8 to 4.9\nmilligrams for a 70-kilogram adult), and contended that a\n500-milligram dose would itself cause death within less than an\nhour—a conclusion he characterized as “essentially an extrapolation\nfrom a toxic effect.”Id.,at 327; seeid.,at\n308.Second, in explaining how he reconciled his\nopinion with the evidence of midazolam’s ceiling effect, Dr. Evans\ntestified that while “GABA receptors are found across the entire\nbody,” midazolam’s ceiling effect is limited to the “spinal cord”\nand there is “no ceiling effect” at the “higher level of [the]\nbrain.”Id.,at 311–312. Consequently, in his view, “as you\nincrease the dose of midazolam, it’s a linear effect, so you’re\ngoing to continue to get an impact from higher doses of the drug,”id., at 332, until eventually “you’re paralyzing the brain,”id., at 314. Dr. Evans also understood the chemical source\nof midazolam’s ceiling effect somewhat differently from\npetitioners’ experts. Although he agreed that midazolam produces\nits effect by “binding to [GABA] receptors,”id.,at 293, he\nappeared to believe that midazolam produced sedation by “inhibiting\nGABA” from attaching to GABA receptors, not by promoting GABA’s\nsedative effects,id.,at 312. Thus, when asked about Dr.\nLubarsky’s description of the ceiling effect, Dr. Evans\ncharacterized the phenomenon as stemming from “the competitive\nnature of substances trying to attach to GABA receptors.”Id., at 313.Dr. Evans cited no scholarly research in support\nof his opinions. Instead, he appeared to rely primarily on two\nsources: the Web site www.drugs.com, and a “Material Safety Data\nSheet” produced by a midazolam manufacturer. Seeid., at\n303. Both simply contained general information that covered the\nexperts’ areas of agreement.DThe District Court denied petitioners’ motion\nfor a preliminary injunction. It began by making a series of\nfactual findings regarding the characteristics of midazolam and its\nuse in Oklahoma’s execution protocol. Most relevant here, the\nDistrict Court found that “[t]he proper administration of 500\nmilligrams of midazolam . . . would make it a virtual\ncertainty that an individual will be at a sufficient level of\nunconsciousness to resist the noxious stimuli which could occur\nfrom the application of the second and third drugs.”Id., at\n77. Respecting petitioners’ contention that there is a “ceiling\neffect which prevents an increase in dosage from having a\ncorresponding incremental effect on anesthetic depth,” the District\nCourt concluded:“Dr. Evans testified persuasively\n. . . that whatever the ceiling effect of midazolam may\nbe with respect to anesthesia, which takes effect at the spinal\ncord level, there is no ceiling effect with respect to the ability\nof a 500 milligram dose of midazolam to effectively paralyze the\nbrain, a phenomenon which is not anesthesia but does have the\neffect of shutting down respiration and eliminating the\nindividual’s awareness of pain.”Id., at 78.Having made these findings, the District Court\nheld that petitioners had shown no likelihood of success on the\nmerits of their Eighth Amendment claim for two independent reasons.\nFirst, it determined that petitioners had “failed to establish that\nproceeding with [their] execution[s] . . . on the basis\nof the revised protocol presents . . . ‘an objectively\nintolerable risk of harm.’ ”Id., at 96. Second, the\nDistrict Court held that petitioners were unlikely to prevail\nbecause they had not identified any “ ‘known and available\nalternative’ ” means by which they could be executed—a\nrequirement it understoodBazeto impose.Id., at 97.\nThe District Court concluded that the State “ha[d] affirmatively\nshown that sodium thiopental and pentobarbital, the only\nalternatives to which the [petitioners] have even alluded, are not\navailable to the [State].”Id., at 98.The Court of Appeals for the Tenth Circuit\naffirmed.Warnerv.Gross, 776 F. 3d 721 (2015).\nIt, like the District Court, held that petitioners were unlikely to\nprevail on the merits because they had failed to prove the\nexistence of “ ‘known and available alternatives.’ ”Id.,at 732. “In any event,” the court continued, it was\nunable to conclude that the District Court’s factual findings had\nbeen clearly erroneous, and thus petitioners had also “failed to\nestablish that the use of midazolam in their executions\n. . . creates a demonstrated risk of severe pain.”Ibid.Petitioners and Charles Warner filed a petition\nfor certiorari and an application to stay their executions. The\nCourt denied the stay application, and Charles Warner was executed\non January 15, 2015. SeeWarnerv.Gross, 574\nU. S. ___ (2015) (Sotomayor, J., dissenting from denial of\ncertiorari). The Court subsequently granted certiorari and, at the\nrequest of the State, stayed petitioners’ pending executions.III begin with the second of the Court’s two\nholdings: that the District Court properly found that petitioners\ndid not demonstrate a likelihood of showing that Oklahoma’s\nexecution protocol poses an unconstitutional risk of pain. In\nreaching this conclusion, the Court sweeps aside substantial\nevidence showing that, while midazolam may be able toinduceunconsciousness, it cannot be utilized tomaintainunconsciousness in the face of agonizing stimuli. Instead, like the\nDistrict Court, the Court finds comfort in Dr. Evans’ wholly\nunsupported claims that 500 milligrams of midazolam will\n“paralyz[e] the brain.” In so holding, the Court disregards an\nobjectively intolerable risk of severe pain.ALike the Court, I would review for clear error\nthe District Court’s finding that 500 milligrams of midazolam will\nrender someone sufficiently unconscious “ ‘to resist the\nnoxious stimuli which could occur from the application of the\nsecond and third drugs.’ ”Ante,at 18–19 (quoting App.\n77). Unlike the Court, however, I would do so without abdicating\nour duty to examine critically the factual predicates for the\nDistrict Court’s finding—namely, Dr. Evans’ testimony that\nmidazolam has a “ceiling effect” only “at the spinal cord level,”\nand that a “500 milligram dose of midazolam” can therefore\n“effectively paralyze the brain.”Id.,at 78. To be sure, as\nthe Court observes, such scientific testimony may at times lie at\nthe boundaries of fed-eral courts’ expertise. Seeante, at\n17–18. But just because a purported expert says something does not\nmake it so. Especially when important constitutional rights are at\nstake, federal district courts must carefully evaluate the premises\nand evidence on which scientific conclusions are based, and\nappellate courts must ensure that the courts below have in fact\ncarefully considered all the evidence presented. Clear error exists\n“when although there is evidence to support” a finding, “the\nreviewing court on the entire evidence is left with the definite\nand firm conviction that a mistake has been committed.”United\nStatesv.United States Gypsum Co., 333 U. S. 364,\n395 (1948) . Here, given the numerous flaws in Dr. Evans’\ntestimony, there can be little doubt that the District Court\nclearly erred in relying on it.To begin, Dr. Evans identified no scientific\nliterature to support his opinion regarding midazolam’s properties\nat higher-than-normal doses. Apart from a Material Safety Data\nSheet that was relevant only insofar as it suggests that a low dose\nof midazolam may occasionally be toxic, seeante,at 27—an\nissue I discuss further below—Dr. Evans’ testimony seems to have\nbeen based on the Web site www.drugs.com. The Court may be right\nthat “petitioners do not identify any incorrect statements from\ndrugs.com on which Dr. Evans relied.”Ante, at 27. But that\nis because there werenostatements from drugs.com that\nsupported the critically disputed aspects of Dr. Evans’ opinion. If\nanything, the Web site supported petitioners’ contentions, as it\nexpressly cautioned that midazolam “[s]hould not be used alone for\nmaintenance of anesthesia,” App. H to Pet. for Cert. 6159, and\ncontained no warning that an excessive dose of midazolam could\n“paralyze the brain,” seeid.,at 6528–6529.Most importantly, nothing from drugs.com—or, for\nthat matter, any other source in the record—corroborated Dr. Evans’\nkey testimony that midazolam’s ceiling effect is limited to the\nspinal cord and does not pertain to the brain. Indeed, the State\nappears to have disavowed Dr. Evans’ spinal-cord theory, refraining\nfrom even mentioning it in its brief despite the fact that the\nDistrict Court expressly relied on this testimony as the basis for\nfinding that larger doses of midazolam will have greater anesthetic\neffects. App. 78. The Court likewise assiduously avoids defending\nthis theory.That is likely because this aspect of Dr. Evans’\ntesti-mony was not just unsupported, but was directly refuted by\nthe studies and articles cited by Drs. Lubarsky and Sasich. Both of\nthese experts relied on academic texts describing benzodiazepines’\nceiling effect and explaining why it prevents these drugs from\nrendering a person completely insensate. See Stoelting &\nHillier 141, 144 (describing midazolam’s ceiling effect and\ncontrasting the drug with barbiturates); Saari 244 (observing that\n“abolishment of perception of environmental stimuli cannot usually\nbe generated”). One study further made clear that the ceiling\neffect is apparent in the brain. Seeid.,at 250.These scientific sources also appear to\ndemonstrate that Dr. Evans’ spinal-cord theory—i.e.,that\nmidazolam’s ceiling effect is limited to the spinal cord—was\npremised on a basic misunderstanding of midazolam’s mechanism of\naction. I say “appear” not because the sources themselves are\nunclear about how midazolam operates: They plainly state that\nmidazolam functions by promoting GABA’s inhibitory effects on the\ncentral nervous system. See,e.g.,Stoelting & Hillier\n140. Instead, I use “appear” because discerning the rationale\nunderlying Dr. Evans’ testimony is difficult. His spinal-cord\ntheory might, however, be explained at least in part by his\napparent belief that rather than promoting GABA’s inhibitory\neffects, midazolam produces sedation by “compet[ing]” with GABA and\nthus “inhibit[ing]” GABA’s effect. App. 312–313.[2] Regardless, I need not delve too deeply\ninto Dr. Evans’ alternative scientific reality. It suffices to say\nthat to the extent that Dr. Evans’ testimony was based on his\nunderstanding of the source of midazolam’s pharmacological\nproperties, that understanding was wrong.These inconsistencies and inaccuracies go to the\nvery heart of Dr. Evans’ expert opinion, as they were the key\ncomponents of his professed belief that one can extrapolate from\nwhat is known about midazolam’s effect at low doses to conclude\nthat the drug would “paralyz[e] the brain” at Oklahoma’s planned\ndose.Id.,at 314. All three experts recognized that there\nhad been no scientific testing on the use of this amount of\nmidazolam in conjunction with these particular lethal injection\ndrugs. Seeante, at 19; App. 176 (Lubarsky), 243–244\n(Sasich), 327 (Evans). For this reason, as the Court correctly\nobserves, “extrapolation was reasonable.”Ante, at 20. But\nsimply because extrapolation may be reasonable or even required\ndoes not mean that every conceivable method of extrapolation can be\ncredited, or that all estimates stemming from purported\nextrapolation are worthy of belief. Dr. Evans’ view was that\nbecause 40 milligrams of midazolam could be used to induce\nunconsciousness, App. 294, and because more drug will generally\nproduce more effect, a significantly larger dose of 500 milligrams\nwould not just induce unconsciousness but allow for its maintenance\nin the face of extremely painful stimuli, and ultimately even cause\ndeath itself. In his words: “[A]s you increase the dose of\nmidazolam, it’s a linear effect, so you’re going to continue to get\nan impact from higher doses of the drug.”Id., at 332. If,\nhowever, there is a ceiling with respect to midazolam’s effect on\nthe brain—as petitioners’ experts established there is—then such\nsimplistic logic is not viable. In this context, more is not\nnecessarily better, and Dr. Evans was plainly wrong to presume it\nwould be.If Dr. Evans had any other basis for the\n“extrapolation” that led him to conclude 500 milligrams of\nmidazolam would “paralyz[e] the brain,”id., at 314, it was\neven further divorced from scientific evidence and logic. Having\nemphasized that midazolam had been known to cause approximately 80\ndeaths, Dr. Evans asserted that his opinion regarding the efficacy\nof Oklahoma’s planned use of the drug represented “essentially an\nextrapolation from atoxiceffect.”Id., at 327\n(emphasis added); seeid.,at 308. Thus, Dr. Evans appeared\nto believe—and again, I say “appeared” because his rationale is not\nclear—that because midazolam causedsomedeaths, it would\nnecessarily cause complete unconsciousness and then death at\nespecially high doses. But Dr. Evans also thought, and Dr. Lubarsky\nconfirmed, that these midazolam fatalities had occurred at very low\ndoses—well below what any expert said would produce\nunconsciousness. Seeid., at 207, 308. These deaths thus\nseem to represent the rare, unfortunate side effects that one would\nexpect to see with any drug at normal therapeutic doses; they\nprovide no indication of the effect one would expect midazolam to\nhave on the brain at substantially higher doses. Deaths occur with\nalmost any product. One might as well say that because some people\noccasionally die from eating one peanut, one hundred peanuts would\nnecessarily induce a coma and death in anyone.[3]In sum, then, Dr. Evans’ conclusions were\nentirely unsupported by any study or third-party source,\ncontradicted by the extrinsic evidence proffered by petitioners,\ninconsistent with the scientific understanding of midazolam’s\nproperties, and apparently premised on basic logical errors. Given\nthese glaring flaws, the District Court’s acceptance of Dr. Evans’\nclaim that 500 milligrams of midazolam would “paralyz[e] the brain”\ncannot be credited. This is not a case “[w]here there are two\npermissibleviews of the evidence,” and the District Court chose\none; rather, it is one where the trial judge credited “one of two\nor more witnesses” even though that witness failed to tell “a\ncoherent and facially plausible story that is not contradicted by\nextrinsic evidence.”Andersonv.Bessemer City, 470\nU. S. 564 –575 (1985). In other words, this is a case in which\nthe District Court clearly erred. Seeibid.BSetting aside the District Court’s erroneous\nfactual finding that 500 milligrams of midazolam will necessarily\n“paralyze the brain,” the question is whether the Court is\nnevertheless correct to hold that petitioners failed to demonstrate\nthat the use of midazolam poses an “objectively intolerable risk”\nof severe pain. SeeBaze, 553 U. S., at 50 (plurality\nopinion) (internal quotation marks omitted). I would hold that they\nmade this showing. That is because, in stark contrast to Dr. Evans,\npetitioners’ experts were able to point to objective evidence\nindicating that midazolam cannot serve as an effective anesthetic\nthat “render[s] a person insensate to pain caused by the second and\nthird [lethal injection] drugs.”Ante, at 23.As observed above, these experts cited multiple\nsources supporting the existence of midazolam’s ceiling effect.\nThat evidence alone provides ample reason to doubt midazolam’s\nefficacy. Again, to prevail on their claim, petitioners need only\nestablish an intolerableriskof pain, not a certainty. SeeBaze, 553 U. S., at 50. Here, the State is attempting\nto use midazolam to produce an effect the drug has never previously\nbeen demonstrated to produce, and despite studies indicating that\nat some point increasing the dose will not actually increase the\ndrug’s effect. The State is thus proceeding in the face of a very\nreal risk that the drug will not work in the manner it claims.Moreover, and perhaps more importantly, the\nrecord provides good reason to think this risk is substantial. The\nCourt insists that petitioners failed to provide “probative\nevidence” as to whether “midazolam’s ceiling effect occurs below\nthe level of a 500-milligram dose and at a point at which the drug\ndoes not have the effect of rendering a person insensate to pain.”Ante, at 23. It emphasizes that Dr. Lubarsky was unable to\nsay “at what dose the ceiling effect occurs,” and could only\nestimate that it was “ ‘[p]robably after about . . .\n40 to 50 milligrams.’ ”Ante,at 23 (quoting App.\n225).But the precisedoseat which midazolam\nreaches its ceiling effect is irrelevant if there is no dose at\nwhich the drug can, in the Court’s words, render a person\n“insensate to pain.”Ante, at 23. On this critical point,\nDr. Lubarsky was quite clear.[4] He explained that the drug “does not work to produce” a\n“lack of consciousness as noxious stimuli are applied,” and is “not\nsufficient to produce a surgical plane of anesthesia in human\nbeings.” App. 204. He also noted that “[t]he drug would never be\nused and has never been used as a sole anesthetic to give\nanesthesia during a surgery,”id.,at 223, and asserted that\n“the drug was not approved by the FDA as a sole anesthetic because\nafter the use of fairly large doses that were sufficient to reach\nthe ceiling effect and produce induction of unconsciousness, the\npatients responded to the surgery,”id., at 219. Thus, Dr.\nLubarsky may not have been able to identify whether this effect\nwould be reached at 40, 50, or 60 milligrams or some higher\nthreshold, but he could specifythat at no level would midazolam\nreliably keep an in-mate unconscious once the second and third\ndrugs were delivered.[5]These assertions were amply supported by the\nevidence of the manner in which midazolam is and can be used. All\nthree experts agreed that midazolam is utilized as the sole\nsedative only in minor procedures. Dr. Evans, for example,\nacknowledged that while midazolam may be used as the sole drug in\nsome procedures that are not “terribly invasive,” even then “you\nwould [generally] see it used in combination with a narcotic.”Id.,at 307. And though, as the Court observes, Dr. Sasich\nbelieved midazolam could be “used for medical procedures like\ncolonoscopies and gastroscopies,”ante, at 21, he insisted\nthat these procedures were not necessarily painful, and that it\nwould be a “big jump” to conclude that midazolam would be effective\nto maintain unconsciousness throughout an execution. Tr. 369–370.\nIndeed, the record provides no reason to think that these\nprocedures cause excruciating pain remotely comparable to that\nproduced by the second and third lethal injection drugs Oklahoma\nintends to use.As for more painful procedures, the consensus\nwas also clear: Midazolam is not FDA-approved for, and is not used\nas, a sole drug to maintain unconsciousness. See App. 171\n(Lubarsky), 262 (Sasich), 327 (Evans). One might infer from the\nfact that midazolamis notused as the sole anesthetic for\nmore serious procedures that itcannotbe used for them. But\ndrawing such an inference is unnecessary, as petitioners’ experts\ninvoked sources expressly stating as much. In particular, Dr.\nLubarsky pointed to a survey article that cited four separate\nauthorities and declared that “[m]idazolam cannot be used alone\n. . . to maintain adequate anesthesia.” Reves 318; see\nalso Stoelting & Hillier 145 (explaining that midzolam is used\nfor “induction of anesthesia,” and that, “[i]n combination with\nother drugs, [it] may be used for maintenance of anesthesia”\n(emphasis added)).This evidence was alone sufficient, but if one\nwanted further support for these conclusions it was provided by the\nLockett and Wood executions. The procedural flaws that marred the\nLockett execution created the conditions for an unintended (and\ngrotesque) experiment on midazolam’s efficacy. Due to problems with\nthe IV line, Lockett was not fully paralyzed after the second and\nthird drugs were administered. He had, however, been administered\nmore than enough midazolam to “render an average person\nunconscious,” as the District Court found. App. 57. When Lockett\nawoke and began to writhe and speak, he demonstrated the critical\ndifference between midazolam’s ability to render an inmate\nunconscious and its ability to maintain the inmate in that state.\nThe Court insists that Lockett’s execution involved “only 100\nmilligrams of midazolam,”ante, at 28, but as explained\npreviously, more is not necessarily better given midazolam’s\nceiling effect.The Wood execution is perhaps even more\nprobative. Despite being given over 750 milligrams of midazolam,\nWood gasped and snorted for nearly two hours. These reactions were,\naccording to Dr. Lubarsky, inconsistent with Wood being fully\nanesthetized, App. 177–178, and belie the claim that a lesser dose\nof 500 milligrams would somehow suffice. The Court attempts to\ndistinguish the Wood execution on the ground that the timing of\nArizona’s administration of midazolam was different.Ante,\nat 28. But as Dr. Lubarsky testified, it did not “matter” whether\nin Wood’s execution the “midazolam was introduced all at once or\nover . . . multiple doses,” because “[t]he drug has a\nsufficient half life that the effect is cumulative.” App. 220; see\nalso Saari 253 (midazolam’s “elimination half-life ranges from 1.7\nto 3.5 h[ours]”).[6] Nor does\nthe fact that Wood’s dose of midazolam was paired with\nhydromorphone rather than a paralytic and potassium chromide, seeante,at 29, appear to have any relevance—other than that\nthe use of this analgesic drug may have meant that Wood did not\nexperience the same degree of searing pain that an inmate executed\nunder Oklahoma’s protocol may face.By contrast, Florida’s use of this same\nthree-drug protocol in 11 executions, seeante,at 28\n(citing Brief for State of Florida asAmicus Curiae1),\ntells us virtually nothing. Although these executions have featured\nno obvious mishaps, the key word is “obvious.” Because the protocol\ninvolves the administration of a powerful paralytic, it is, as Drs.\nSasich and Lubarsky explained, impossible to tell whether the\ncondemned inmate in fact remained unconscious. App. 218, 273; see\nalsoBaze, 553 U. S., at 71 (Stevens, J., concurring in\njudgment). Even in these executions, moreover, there have been\nindications of the inmates’ possible awareness. See Brief for State\nof Alabama et al. asAmici Curiae9–13 (describing the 11\nFlor-ida executions, and noting that some allegedly involved\nblinking and other movement after administration of the three\ndrugs).[7]Finally, none of the State’s “safeguards” for\nadministering these drugs would seem to mitigate the substantial\nrisk that midazolam will not work, as the Court contends. Seeante,at 21–22. Protections ensuring that officials have\nproperly secured a viable IV site will not enable midazolam to have\nan effect that it is chemically incapable of having. Nor is there\nany indication that the State’s monitoring of the inmate’s\nconsciousness will be able to anticipate whether the inmate willremainunconscious while the second and third drugs are\nadministered. No one questions whether midazolam can induce\nunconsciousness. The problem, as Lockett’s execution vividly\nillustrates, is that an unconscious inmate may be awakened by the\npain and respiratory distress caused by administration of the\nsecond and third drugs. At that point, even if it were possible to\ndetermine whether the inmate is conscious—dubious, given the use of\na paralytic—it is already too late. Presumably for these reasons,\nthe Tenth Circuit characterized the District Court’s reliance on\nthese procedural mechanisms as “not relevant to its rejection of\n[petitioners’] claims regarding the inherent characteristics of\nmidazolam.”Warner, 776 F. 3d, at 733.CThe Court not only disregards this record\nevidence of midazolam’s inadequacy, but also fails to fully\nappreciate the procedural posture in which this case arises.\nPetitioners have not been accorded a full hearing on the merits of\ntheir claim. They were granted only an abbreviated evidentiary\nproceeding that began less than three months after the State issued\nits amended execution protocol; they did not even have the\nopportunity to present rebuttal evidence after Dr. Evans testified.\nThey sought a preliminary injunction, and thus were not required to\nprove their claim, but only to show that they were likely to\nsucceed on the merits. SeeWinterv.Natural Resources\nDefense Council, Inc., 555 U. S. 7, 20 (2008) ;Hillv.McDonough, 547 U. S. 573, 584 (2006)\n.Perhaps the State could prevail after a full\nhearing, though this would require more than Dr. Evans’ unsupported\ntestimony. At the preliminary injunction stage, however,\npetitioners presented compelling evidence suggesting that midazolam\nwill not work as the State intends. The State, by contrast, offered\nabsolutely no contrary evidence worth crediting. Petitioners are\nthus at the very leastlikelyto prove that, due to\nmidazolam’s inherent deficiencies, there is a constitutionally\nintolerable risk that they will be awake, yet unable to move, while\nchemicals known to cause “excruciating pain” course through their\nveins.Baze, 553 U. S., at 71 (Stevens, J., concurring\nin judgment).IIIThe Court’s determination that the use of\nmidazolam poses no objectively intolerable risk of severe pain is\nfactually wrong. The Court’s conclusion that petitioners’ challenge\nalso fails because they identified no available alternative means\nby which the State may kill them is legally indefensible.AThis Court has long recognized that certain\nmethods of execution are categorically off-limits. The Court first\nconfronted an Eighth Amendment challenge to a method of execution\ninWilkersonv.Utah, 99 U. S. 130 (1879) .\nAlthoughWilkersonapproved the particular method at\nissue—the firing squad—it made clear that “public dissection,”\n“burning alive,” and other “punishments of torture . . .\nin the same line of unnecessary cruelty, are forbidden by [the\nEighth A]mendment to the Constitution.”Id., at 135–136.\nEleven years later, in rejecting a challenge to the first proposed\nuse of the electric chair, the Court again reiterated that “if the\npunishment prescribed for an offense against the laws of the State\nwere manifestly cruel and unusual, as burning at the stake,\ncrucifixion, breaking on the wheel, or the like, it would be the\nduty of the courts to adjudge such penalties to be within the\nconstitutional prohibition.”In re Kemmler, 136 U. S.\n436, 446 (1890) .In the more than a century since, the Members of\nthis Court have often had cause to debate the full scope of the\nEighth Amendment’s prohibition of cruel and unusual punishment.\nSee,e.g., Furmanv.Georgia, 408 U. S. 238\n(1972) . But there has been little dispute that it at the very\nleast precludes the imposition of “barbarous physical punishments.”Rhodesv.Chapman, 452 U. S. 337, 345 (1981) ;\nsee,e.g.,Solemv.Helm, 463 U. S. 277,\n284 (1983) ;id., at 312–313 (Burger, C. J.,\ndissenting);Baze, 553 U. S., at 97–99 (Thomas, J.,\nconcurring in judgment);Harmelinv.Michigan, 501\nU. S. 957, 976 (1991) (opinion of Scalia, J.). Nor has there\nbeen any question that the Amendment prohibits such “inherently\nbarbaric punishmentsunder all circumstances.”Grahamv.Florida, 560 U. S. 48 (2010) (emphasis added).\nSimply stated, the “ Eighth Amendmentcategoricallyprohibits the infliction of cruel and unusual punishments.”Penryv.Lynaugh, 492 U. S. 302, 330 (1989)\n(emphasis added).BThe Court today, however, would convert this\ncategorical prohibition into a conditional one. A method of\nexecution that is intolerably painful—even to the point of being\nthe chemical equivalent of burning alive—will, the Court holds, be\nunconstitutionalif, and only if, there is a “known and\navailable alternative” method of execution.Ante,at 15. It\ndeemsBazeto foreclose any argument to the contrary.Ante,at 14.Bazeheld no such thing. In the first\nplace, the Court cites only the plurality opinion inBazeas\nsupport for its known-and-available-alternative requirement. Seeibid.Even assuming that theBazeplurality set forth\nsuch a requirement—which it did not—none of the Members of the\nCourt whose concurrences were necessary to sustain theBazeCourt’s judgment articulated a similar view. See 553 U. S., at\n71–77, 87 (Stevens, J., concurring in judgment);id., at 94,\n99–107 (Thomas, J., concurring in judgment);id.,at\n107–108, 113 (Breyer, J., concurring in judgment). In general, “the\nholding of the Court may be viewed as that position taken by those\nMembers who concurred in the judgments on the narrowest grounds.”Marksv.United States, 430 U. S. 188, 193\n(1977) (internal quotation marks omitted). And as the Court\nobserves,ante, at 14, n. 2, the opinion of Justice\nThomas, joined by Justice Scalia, took the broadest position with\nrespect to the degree of intent that state officials must have\ninorder to have violated the Eighth Amendment, concluding that only\na method of execution deliberately designedto inflict pain, and not\none simply designed with deliberate indifference to the risk of\nsevere pain, would be un-constitutional. 553 U. S., at 94\n(Thomas, J., concurringin judgment). But this understanding of the\nEighth Amendment’s intent requirement is unrelated to, and thus not\nany broader or narrower than, the requirement the Court now divines\nfromBaze. Because the position that a plaintiff challenging\na method of execution under the Eighth Amendment must prove the\navailability of an alternative means of execution did not\n“represent the views of a majority of the Court,” it was not the\nholding of theBazeCourt.CTS Corp.v.Dynamics\nCorp. of America, 481 U. S. 69, 81 (1987) .In any event, even theBazeplurality\nopinion provides no support for the Court’s proposition. To be\nsure, that opinion contains the following sentence: “[The\ncondemned] must show that the risk is substantial when compared to\nthe known and available alternatives.” 553 U. S., at 61. But\nthe meaning of that key sentence and the limits of the requirement\nit imposed are made clear by the sentence directly preceding it: “A\nstay of execution may not be grantedon grounds such as those\nasserted hereunless the condemned prisoner establishes that\nthe State’s lethal injection protocol creates a demonstrated risk\nof severe pain.”Ibid.(emphasis added). InBaze, the\nvery premise of the petitioners’ Eighth Amendment claim was that\nthey had “identified a significant risk of harm [in Kentucky’s\nprotocol] that [could] be eliminated by adopting alternative\nprocedures.”Id., at 51. Their basic theory was that even if\nthe risk of pain was only, say, 25%, that risk would be objectively\nintolerable if there was an obvious alternative that would reduce\nthe risk to 5%. See Brief for Petitioners inBazev.Rees, O. T. 2007, No. 07–5439, p. 29 (“In view of\nthe severity of the pain risked and the ease with which it could be\navoided, Petitioners should not have been required to show a high\nlikelihood that they would suffer such pain\n. . . ”). Thus, the “grounds . . .\nasserted” for relief inBazewere that the State’s protocol\nwas intolerably risky given the alternative procedures the State\ncould have employed.Addressing this claim, theBazeplurality\nclarified that “a condemned prisoner cannot successfully challenge\na State’s method of execution merely by showing a slightly or\nmarginally safer alternative,” 553 U. S., at 51; instead, to\nsucceed in a challenge of this type, the comparative risk must be\n“substantial,”id., at 61. Nowhere did the plurality suggest\nthatallchallenges to a State’s method of execution would\nrequire this sort of comparative-risk analysis. Recognizing the\nrelevance of available alternatives is not at all the same as\nconcluding that their absence precludes a claimant from showing\nthat a chosen method carries objectively intolerable risks. If, for\nexample, prison officials chose a method of execution that has a\n99% chance of causing lingering and excruciating pain, certainly\nthat risk would be objectively intolerable whether or not the\nofficials ignored other methods in making this choice. Irrespective\nof the existence of alternatives, there are some risks “so grave\nthat it violates contemporary standards of decency to exposeanyoneunwillingly to” them.Hellingv.McKinney, 509 U. S. 25, 36 (1993) (emphasis in\noriginal).That theBazeplurality’s statement\nregarding a condemned inmate’s ability to point to an available\nalternative means of execution pertained only to challenges\npremised on the existence of such alternatives is further evidenced\nby the opinion’s failure to distinguish or even mention the Court’s\nunanimous decision inHillv.McDonough, 547\nU. S. 573 .Hillheld that a §1983 plaintiff\nchallenging a State’s method of execution need not “identif[y] an\nalternative, authorized method of execution.”Id., at 582.\nTrue, as the Court notes,ante, at 14–15,Hilldid so\nin the context of addressing §1983’s pleading standard, rejecting\nthe proposed alternative-means requirement because the Court saw no\nbasis for the “[i]mposition of heightened pleading requirements.”\n547 U. S., at 582. But that only confirms that the Court inHilldid not view the availability of an alternative means\nof execution as an element of an Eighth Amendment claim: If it had,\nthen requiring the plaintiff to plead this element would not have\nmeant imposing a heightened standard at all, but rather would have\nbeen entirely consistent with “traditional pleading requirements.”Ibid.; seeAshcroftv.Iqbal, 556 U. S.\n662, 678 (2009) . TheBazeplurality opinion should not be\nunderstood to have so carelessly tossed asideHill’s\nunderlying premise less than two years later.CIn reengineeringBazeto support its\nnewfound rule, the Court appears to rely on a flawed syllogism. If\nthe death penalty is constitutional, the Court reasons, then there\nmust be a means of accomplishing it, and thus some available method\nof execution must be constitutional. Seeante, at 4, 15–16.\nBut even accepting that the death penalty is, in the abstract,\nconsistent with evolving standards of decency, but seeante,\np.___(Breyer, J., dissenting), the Court’s conclusion does\nnot follow. The constitutionality of the death penalty may inform\nour conception of the degree of pain that would render a particular\nmethod of imposing it unconstitutional. SeeBaze, 553\nU. S., at 47 (plurality opinion) (because “[s]ome risk of pain\nis inherent in any method of execution,” “[i]t is clear\n. . . the Constitution does not demand the avoidance of\nall risk of pain”). But a method of execution that is “barbarous,”Rhodes, 452 U. S., at 345, or “involve[s] torture or a\nlingering death,”Kemmler, 136 U. S., at 447, does not\nbecome less so just because it is the only method currently\navailable to a State. If all available means of conducting an\nexecution constitute cruel and unusual punishment, then conducting\nthe execution will constitute cruel and usual punishment. Nothing\ncompels a State to perform an execution. It does not get a\nconstitutional free pass simply because it desires to deliver the\nultimate penalty; its ends do not justify any and all means. If a\nState wishes to carry out an execution, it must do so subject to\nthe constraints that our Constitution imposes on it, including the\nobligation to ensure that its chosen method is not cruel and\nunusual. Certainly the condemned has no duty to devise or pick a\nconstitutional instrument of his or her own death.For these reasons, the Court’s\navailable-alternative requirement leads to patently absurd\nconsequences. Petitioners contend that Oklahoma’s current protocol\nis a barbarous method of punishment—the chemical equivalent of\nbeing burned alive. But under the Court’s new rule, it would not\nmatter whether the State intended to use midazolam, or instead to\nhave petitioners drawn and quartered, slowly tortured to death, or\nactually burned at the stake: because petitioners failed to prove\nthe availability of sodium thiopental or pentobarbital, the State\ncould execute them using whatever means it designated. But seeBaze, 553 U. S., at 101–102 (Thomas, J., concurring in\njudgment) (“It strains credulity to suggest that the defining\ncharacteristic of burning at the stake, disemboweling, drawing and\nquartering, beheading, and the like was that they involved risks of\npain that could be eliminated by using alternative methods of\nexecution”).[8] The Eighth\nAmendment cannot possibly countenance such a result.DIn concocting this additional requirement, the\nCourt is motivated by a desire to preserve States’ ability to\nconduct executions in the face of changing circumstances. Seeante,at 4–6, 27–28. It is true, as the Court details, that\nStates have faced “practical obstacle[s]” to obtaining lethal\ninjection drugs sinceBazewas decided.Ante, at 4.\nOne study concluded that recent years have seen States change their\nprotocols “with a frequency that is unprecedented among execution\nmethods in this country’s history.” Denno, Lethal Injection Chaos\nPost-Baze, 102 Geo. L. J. 1331, 1335 (2014).But why such developments compel the Court’s\nimposition of further burdens on those facing execution is a\nmystery. Petitioners here had no part in creating the shortage of\nexecution drugs; it is odd to punish them for the actions of\npharmaceutical companies and others who seek to disassociate\nthemselves from the death penalty—actions which are, of course,\nwholly lawful. Nor, certainly, should these rapidly changing\ncircumstances give us any greater confidence that the execution\nmethods ultimately selected will be sufficiently humane to satisfy\nthe Eighth Amendment. Quite the contrary. The execution protocols\nStates hurriedly devise as they scramble to locate new and untested\ndrugs, seesupra,at 3, are all the more likely to be cruel\nand unusual—presumably, these drugs would have been the States’\nfirst choice were they in fact more effective. But see Denno, The\nLethal Injection Quandry: How Medicine Has Dismantled the Death\nPenalty, 76 Ford. L. Rev. 49, 65–79 (2007) (describing the\nhurried and unreasoned process by which States first adopted the\noriginal three-drug protocol). Courts’ review of execution methods\nshould be more, not less, searching when States are engaged in what\nis in effect human experimentation.It is also worth noting that some condemned\ninmates may read the Court’s surreal requirement that they\niden-tify the means of their death as an invitation to propose\nmethods of executions less consistent with modern sensibilities.\nPetitioners here failed to meet the Court’s new test because of\ntheir assumption that the alternative drugs to which they pointed,\npentobarbital and sodium thiopental, were available to the State.\nSeeante,at 13–14. This was perhaps a reasonable\nassumption, especially given that neighboring Texas and Missouri\nstill to this day continue to use pentobarbital in executions. See\nThe Death Penalty Institute, Execution List 2015, online at\nwww.deathpenaltyinfo.org/execution-list-2015 (as visited June 26,\n2015, and available in the Clerk of the Court’s case file).In the future, however, condemned inmates might\nwell decline to accept States’ current reliance on lethal\ninjection. In particular, some inmates may suggest the firing squad\nas an alternative. Since the 1920’s, only Utah has utilized this\nmethod of execution. See S. Banner, The Death Penalty 203 (2002);\nJohnson, Double Murderer Executed by Firing Squad in Utah,\nN. Y. Times, June 19, 2010, p. A12. But there is evidence to\nsuggest that the firing squad is significantly more reliable than\nother methods, including lethal injection using the various\ncombinations of drugs thus far developed. See A. Sarat, Gruesome\nSpectacles: Botched Executions and America’s Death Penalty, App. A,\np. 177 (2014) (calculating that while 7.12% of the 1,054\nexecutions by lethal injection between 1900 and 2010 were\n“botched,” none of the 34 executions by firing squad had been).\nJust as important, there is some reason to think that it is\nrelatively quick and painless. See Banner,supra, at\n203.Certainly, use of the firing squad could be seen\nas a devolution to a more primitive era. SeeWoodv.Ryan, 759 F. 3d 1076, 1103 (CA9 2014) (Kozinski,\nC. J., dissenting from denial of rehearing en banc). That is\nnot to say, of course, that it would therefore be unconstitutional.\nBut lethal injection represents just the latest iteration of the\nStates’ centuries-long search for “neat and non-disfiguring\nhomicidal methods.” C. Brandon, The Electric Chair: An Unnatural\nAmerican History 39 (1999) (quoting Editorial, New York Herald,\nAug. 10, 1884); see generally Banner,supra, at 169–207. A\nreturn to the firing squad—and the blood and physical violence that\ncomes with it—is a step in the opposite direction. And some might\nargue that the visible brutality of such a death could conceivably\ngive rise to its own Eighth Amendment concerns. SeeCampbellv.Wood, 511 U. S. 1119 –1123 (1994) (Blackmun, J.,\ndissenting from denial of stay of execution and certiorari);Glassv.Louisiana, 471 U. S. 1080, 1085 (1985)\n(Brennan, J., dissenting from denial of certiorari). At least from\na condemned inmate’s perspective, however, such visible yet\nrelatively painless violence may be vastly preferable to an\nexcruciatingly painful death hidden behind a veneer of medication.\nThe States may well be reluctant to pull back the curtain for fear\nof how the rest of us might react to what we see. But we deserve to\nknow the price of our collective comfort before we blindly allow a\nState to make condemned inmates pay it in our names.*  *  *“By protecting even those convicted of heinous\ncrimes, the Eighth Amendment reaffirms the duty of the government\nto respect the dignity of all persons.”Roperv.Simmons, 543 U. S. 551, 560 (2005) . Today, however,\nthe Court absolves the State of Oklahoma of this duty. It does so\nby misconstruing and ignoring the record evidence regarding the\nconstitutional insufficiency of midazolam as a sedative in a\nthree-drug lethal injection cocktail, and by imposing a wholly\nunprecedented obligation on the condemned inmate to identify an\navailable means for his or her own execution. The contortions\nnecessary to save this particular lethal injection protocol are not\nworth the price. I dissent.Notes1Hydromorphone is a\npowerful analgesic similar to morphine or heroin. See R. Stoelting\n& S. Hillier, Pharmacology & Physiology in Anesthetic\nPractice 87–88 (4th ed. 2006) (Stoelting &\nHillier).2The Court disputes this\ncharacterization of Dr. Evans’ testimony, insisting that Dr. Evans\naccurately described midazolam’s properties in the written report\nhe submitted prior to the hearing below, and suggesting that\npetitioners’ experts would have “dispute[d] the accuracy” of this\nexplanation were it in fact wrong.Ante,at 25. But Dr.\nEvans’ written report simply said midazolam “produces different\nlevels of central nervous system (CNS) depression through binding\nto [GABA] receptors.” App. 293. That much is true. Only after Drs.\nSasich and Lubarsky testified did Dr. Evans further claim that\nmidazolam produced CNS depression by binding to GABA receptorsand thereby preventing GABA itself from binding to those\nreceptors—which is where he went wrong. The Court’s further\nobservation that Dr. Lubarsky also used a variant on the word\n“inhibiting” in his testimony—in saying that GABA’s\n“ ‘inhibitionof brain activity is accentuated by\nmidazolam,’ ”ante, at 25 (quoting App. 232)—is\ncompletely nonresponsive. “Inhibiting” is a perfectly good word;\nthe problem here is the manner in which Dr. Evans used it in a\nsentence.3For all the reasons\ndiscussed in Part II–B,infra, and contrary to the Court’s\nclaim, seeante, at 20, n. 4, there are good reasons to\ndoubt that 500 milligrams of midazolam will, in light of the\nceiling effect, inevitably kill someone. The closest the record\ncomes to providing support for this contention is the fleeting\nmention in the FDA-approved product label that one of the possible\nconsequences of midazolam overdosage is coma. Seeante,at\n21, n. 5. Moreover, even if this amount of the drug could kill\nsome people in “under an hour,”ante,at 20, n. 4, that\nwould not necessarily mean that the condemned would be insensate\nduring the approximately 10 minutes it takes for the paralytic and\npotassium chloride to do their work.4Dr. Sasich, as the Court\nemphasizes, was perhaps more hesitant to reach definitive\nconclusions, seeante, at 19–21, and n. 5, 23–24, but\nthe statements highlighted by the Court largely reflect his\n(truthful) observations that no testing has been done at doses of\n500 milligrams, and his inability to pinpoint the precise dose at\nwhich midazolam's ceiling effect might be reached. Dr. Sasich did\nnot, as the Court suggests, claim that midazolam’s ceiling effect\nwould be reached only after a person became fully insensate to\npain.Ante, at 24. What Dr. Sasich actually said was: “As\nthe dose increases, the benzodiazepines are expected to produce\nsedation, amnesia, and finally lack of response to stimuli such as\npain (unconsciousness).” App. 243. In context, it is clear that Dr.\nSasich was simply explaining that a drug like midazolam can be used\ntoinduceunconsciousness—an issue that was and remains\nundisputed—not that it could render an inmate sufficiently\nunconscious to resist all noxious stimuli. Indeed, it was\nmidazolam’s possible inability to serve the latter function that\nled Dr. Sasich to conclude that “it is not an appropriate drug to\nuse when administering a paralytic followed by potassium chloride.”Id.,at 248.5The Court claims that the\nDistrict Court could have properly disregarded Dr. Lubarsky’s\ntestimony because he asserted that a protocol with sodium\nthiopental would “ ‘produce egregious harm and\nsuffering.’ ”Ante, at 24, n. 6 (quoting App.\n227). But Dr. Lubarsky did not testify that, like midazolam, sodium\nthiopental would not render an inmate fully insensate even if\nproperly administered; rather, he simply observed that he had\npreviously contended thatprotocolsusing that drug were\nineffective. See App. 227. He was presumably referring to an\narticle he coauthored that found many condemned inmates were not\nbeing successfully delivered the dose of sodium thiopental\nnecessary to fully anesthetize them. SeeBaze, 553\nU. S., at 67 (Alito, J., concurring) (discussing this\nstudy).6The Court asserts that\nthe State refuted these contentions, pointing to Dr. Evans’\ntestimony that 750 milligrams of the drug “might not have the\neffect that was sought” if administered over an hour. Tr. 667; seeante,at 28, n. 6. But as has been the theme here, this\npronouncement was entirely unsupported, and appears to be\ncontradicted by the secondary sources cited by petitioners’\nexperts.7The fact that courts in\nFlorida have approved the use of midazolam in this fashion is\narguably slightly more relevant, though it is worth noting that the\nmajority of these decisions were handed down before the Lockett and\nWood executions, and that some relied, as here, on Dr. Evans’\ntestimony. Seeante, at 17.8The Court protests that\nits holding does not extend so far, deriding this description of\nthe logical implications of its legal rule as “simply not true” and\n“outlandish rhetoric.”Ante, at 29. But presumably when the\nCourt imposes a “requirement o[n] all Eighth Amendment\nmethod-of-execution claims,” that requirement in fact applies to\n“all” methods of execution, without exception.Ante,at 1 (emphasis added).",
    "joined": []
}