{
    "case": {
        "docket": "17-130",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-130/"
    },
    "id": "3918479",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–130_________________RAYMOND J. LUCIA, et al., PETITIONERSv.SECURITIES AND EXCHANGE COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the district of columbia circuit[June 21, 2018]Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.The Court today and scholars acknowledge that\nthis Court’s Appointments Clause jurisprudence offers little\nguidance on who qualifies as an “Officer of the United States.”\nSee,e.g.,ante,at 6 (“The standard is no doubt\nframed in general terms, tempting advocates to add whatever glosses\nbest suit their arguments”); Plecnik, Officers Under the\nAppointments Clause, 11 Pitt. Tax Rev. 201, 204 (2014). The lack of\nguidance is not without consequence. “[Q]uestions about the Clause\ncontinue to arise regularly both in the operation of the Executive\nBranch and in proposed legislation.” 31 Opinion of Office of Legal\nCounsel 73, 76 (2007) (Op. OLC). This confusion can undermine the\nreliability and finality of proceedings and result in wasted\nresources. Seeante,at 12–13 (opinion of the Court)\n(ordering the Commission to grant petitioners a new administrative\nhearing).As the majority notes, seeante,at 5–6,\nthis Court’s decisions currently set forth at least two\nprerequisites to officer status: (1) an individual must hold a\n“continuing” office established by law,United Statesv.Germaine, 99 U. S. 508, 511–512 (1879), and (2) an\nindividual must wield “significant authority,”Buckleyv.Valeo, 424 U. S. 1, 126 (1976) (per curiam). The\nfirst requirement is relatively easy to grasp; the second, less so.\nTo be sure, to exercise “significant authority,” the person must\nwield considerable powers in comparison to the average person who\nworks for the Federal Government. As this Court has noted, the vast\nmajority of those who work for the Federal Government are not\n“Officers of the United States.” SeeFree Enterprise Fundv.Public Company Accounting Oversight Bd., 561 U. S. 477,\n506, n. 9 (2010) (indicating that well over 90% of those who render\nservices to the Federal Government and are paid by it are not\nconstitutional officers). But this Court’s decisions have yet to\narticulate the types of powers that will be deemed significant\nenough to constitute “significant authority.”To provide guidance to Congress and the\nExecutive Branch, I would hold that one requisite component of\n“significant authority” is the ability to make final, binding\ndecisions on behalf of the Government. Accordingly, a person who\nmerely advises and provides recommendations to an officer would not\nherself qualify as an officer.There is some historical support for such a\nrequirement. For example, in 1822, the Supreme Judicial Court of\nMaine opined in the “fullest early explication” of the meaning of\nan “ ‘office,’ ” that “ ‘the term “office” implies a\ndelegation of a portion of the sovereign power to, and possession\nof it by the person filling the office,’ ” that “ ‘in its\neffects[,] . . . will bind the rights of others.’ ”\n31 Op. OLC 83 (quoting 3 Greenl. (Me.) 481, 482). In 1899, a Report\nof the Judiciary Committee of the House of Representatives noted\nthat “the creation and conferring of an office involves a\ndelegation to the individual of . . . sovereign\nfunctions,”i.e.,“the power to . . . legislate,\n. . . execute law, or . . . hear and determine\njudicially questions submitted.” 1 A. Hinds, Precedents of the\nHouse of Representatives of the United States 607 (1907). Those who\nmerely assist others in exercising sovereign functions but who do\nnot have the authority to exercise sovereign powers themselves do\nnot wield significant authority.Id.,at 607–608.\nConsequently, a person who possesses the “mere power to investigate\nsome particular subject and report thereon” or to engage in\nnegotiations “without [the] power to make binding” commitments on\nbehalf of the Government is not an officer.Ibid.Confirming that final decisionmaking authority\nis a prerequisite to officer status would go a long way to aiding\nCongress and the Executive Branch in sorting out who is an officer\nand who is a mere employee. At the threshold, Congress and the\nExecutive Branch could rule out as an officer any person who\ninvestigates, advises, or recommends, but who has no power to issue\nbinding policies, execute the laws, or finally resolve adjudicatory\nquestions.Turning to the question presented here, it is\ntrue that the administrative law judges (ALJs) of the Securities\nand Exchange Commission wield “extensive powers.”Ante,at\n2. They preside over adversarial proceedings that can lead to the\nimposition of significant penalties on private parties. Seeante,at 2–3 (noting that the proceedings in the present\ncase resulted in the imposition of $300,000 in civil penalties, as\nwell as a lifetime bar from the investment industry). In the\nhearings over which they preside, Commission ALJs also exercise\ndiscretion with respect to important matters. Seeante,at 2\n(discussing Commission ALJs’ powers to supervise discovery, issue\nsubpoenas, rule on the admissibility of evidence, hear and examine\nwitnesses, and regulate the course of the proceedings).Nevertheless, I would hold that Commission ALJs\nare not officers because they lack final decisionmaking authority.\nAs the Commission explained below, the Commission retains\n“ ‘plenary authority over the course of [its] administrative\nproceedings and the rulings of [its] law judges.’ ”In re\nRaymond J. Lucia Companies, Inc. & Raymond J. Lucia, Sr.,\nSEC Release No. 75837 (Sept. 3, 2015). Commission ALJs can issue\nonly “initial” decisions. 5 U. S. C. §557(b). The\nCommission can review any initial decision upon petition or on its\nown initiative. 15 U. S. C. §78d–1(b). The Commission’s\nreview of an ALJ’s initial decision isde novo. 5\nU. S. C. §557(c). It can “make any findings or\nconclusions that in its judgment are proper and on the basis of the\nrecord.” 17 CFR §201.411(a) (2017). The Commission is also in no\nway confined by the record initially developed by an ALJ. The\nCommission can accept evidence itself or refer a matter to an ALJ\nto take additional evidence that the Commission deems relevant or\nnecessary. Seeibid.; §201.452. In recent years, the\nCommission has accepted review in every case in which it was\nsought. See R. Jackson, Fact and Fiction: The SEC’s Oversight of\nAdministrative Law Judges (Mar. 9, 2018),\nhttp://clsbluesky.law.columbia.edu/2018/03/09/fact-and-fiction-\nthe-secs-oversight-of-administrative-law-judges/ (as last visited\nJune 19, 2018). Even where the Commission does not review an ALJ’s\ninitial decision, as in cases in which no party petitions for\nreview and the Commission does not actsua sponte, the\ninitial decision still only becomes final when the Commission\nenters a finality order. 17 CFR. §201.360(d)(2). And by operation\nof law, every action taken by an ALJ “shall, for all purposes,\n. . . be deemed the action of theCommission.” 15\nU. S. C. §78d–1(c) (emphasis added). In other words, Commission\nALJs do not exercise significant authority because they do not, and\ncannot, enter final, binding decisions against the Government or\nthird parties.The majority concludes that this case is\ncontrolled byFreytagv.Commissioner, 501 U. S.\n868 (1991). Seeante,at 6. InFreytag, the\nCourt suggested that the Tax Court’s special trial judges (STJs)\nacted as constitutional officers even in cases where they could not\nenter final, binding decisions. In such cases, the Court noted, the\nSTJs presided over adversarial proceedings in which they exercised\n“significant discretion” with respect to “important functions,”\nsuch as ruling on the admissibility of evidence and hearing and\nexamining witnesses.  501 U. S.,at\n881–882. That part of the opinion, however, was unnecessary to the\nresult. The Court went on to conclude that even if the STJs’ duties\nin such cases were “not as significant as [the Court] found them to\nbe,” its conclusion “would be unchanged.”Id.,at 882. The\nCourt noted that STJs could enter final decisions in certain types\nof cases, and that the Government had conceded that the STJs acted\nas officers with respect to those proceedings.Ibid.Because\nSTJs could not be “officers for purposes of some of their duties\n. . . , but mere employees with respect to\nother[s],”the Court held they were officers in all\nrespects.Ibid. Freytagis, therefore, consistent with a\nrule that a prerequisite to officer status is the authority, in at\nleast some instances, to issue final decisions that bind the\nGovernment or third parties.[1]Because I would conclude that Commission ALJs\nare not officers for purposes of the Appointments Clause, it is not\nnecessary to reach the constitutionality of their removal\nprotections. Seeante,at 1 (Breyer, J., concurring in\njudgment in part and dissenting in part). In any event, for at\nleast the reasons stated in Justice Breyer’s opinion,Free\nEnterprise Fundis readily distinguishable from the\ncircumstances at play here. Seeante,at 3–9.As a final matter, although I would conclude\nthat Commission ALJs are not officers, I share Justice Breyer’s\nconcerns regarding the Court’s choice of remedy, and so I join Part\nIII of his opinion.For the foregoing reasons, I respectfully\ndissent.Notes1Even the majority opinion\nis not inconsistent with such a rule, in that it appears to\nconclude, wrongly in my view, that Commission ALJs can at times\nrender final decisions. Seeante,at 10.",
    "joined": []
}