{
    "case": {
        "docket": "14-361",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-361/"
    },
    "id": "3566189",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–361_________________SAMUEL OCASIO, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[May 2, 2016]Justice Sotomayor, with whom The Chief Justice\njoins, dissenting.If a group of conspirators sets out to extort\n“another” person, we ordinarily think that they are proposing to\nextort money or property from a victim outside their group, not one\nof themselves. Their group is the conspiratorial entity and the\nvictim is “another” person.But in upholding the conspiracy conviction here,\nthe Court interprets the phrase extorting property “from another”\nin the Hobbs Act contrary to that natural un-derstanding. It holds\nthat a group of conspirators can agree to obtain property “from\nanother” in violation of the Act even if they agree only to\ntransfer property among themselves.That is not a natural or logical way to\ninterpret the phrase “from another.” I respectfully dissent.IThe indictment here charged Ocasio, a former\nBaltimore police officer, with participating in a kickback scheme\nengineered by the owners of a local auto repair shop, brothers\nHerman Moreno and Edwin Mejia. Ocasio and other Baltimore officers\nreferred car-accident victims to the brothers’ shop for body repair\nwork. In exchange, Moreno and Mejia paid Ocasio between $150 and\n$300 for each referral. The indictment pleaded that Ocasio, other\nofficers, and the brothers conspired in violation of the federal\nconspiracy statute, 18 U. S. C. §371, to commit extortion\nin violation of the Hobbs Act, §1951.The federal conspiracy statute applies whenever\n“two or more persons conspire” to commit a federal offense and at\nleast one of them acts in furtherance of the offense. §371. The\nHobbs Act, a federal offense, punishes “[w]hoever” commits\n“extortion,” §1951(a), and defines “extortion” as “the obtaining of\nproperty from another, with his consent, . . . under\ncolor of official right,” §1951(b)(2). “Extortion” includes taking\na bribe. SeeEvansv.United States, 504 U. S.\n255 (1992) .[1] Putting this\nall together, in charging Ocasio with conspiring to commit\nextortion, prosecutors charged him with agreeing to take bribes\n“from another” person. §1951(b)(2).At trial, rather than attempt to prove that\nOcasio agreed with otherofficersto take bribes from Moreno\nand Mejia, the Government contended that when Ocasio agreed to take\nthe brothers’ bribes, he and thebrothersagreed that Ocasio\nwould obtain property “from another” person,i.e.,someone\nother than himself. Ocasio argued, by contrast, that it is\nimpossible for a group of people to agree to obtain property “from\nanother” without evidence that “another” person outside the\nconspiratorial agreement gave up their property. Ocasio conceded\nthat he alone could violate the Hobbs Act by taking a bribe from\none of the brothers, but maintained that he and thebrothers as a\ngroup could not also violate the conspiracy statute by agreeing\nthat one of them would take abribe from themselves. This Court now\nrejects Ocasio’s interpretation.IIThe Hobbs Act criminalizes extortion where a\npublic official obtains property “from another.” §1951(b)(2). The\nquestion here is how to define “another” in the context of a\nconspiracy to commit extortion. “Another” is a relational word. It\ndescribes how one entity is connected to a different entity. In\nparticular, it describes an entity “different or distinct from the\none first considered.” Merriam-Webster’s Collegiate Dictionary 51\n(11th ed. 2003).[2]In this case—a conspiracy to violate the Hobbs\nAct by obtaining property “from another”—the relevant entity to\nconsider is the conspiratorial group. The federal generic\nconspiracy statute makes it a crime for two or more people to\n“conspire.” §371. This Court gives the word “conspire” its\nconventional meaning. SeeSalinasv.United States,\n522 U. S. 52, 63 (1997) . To “conspire” is to agree, and the\ncrux of a “conspiracy” is a “collective criminal agreement—[a]\npartnership in crime.”Callananv.United States, 364\nU. S. 587, 593 (1961) .The most natural reading of “conspiring” to\nobtain property “from another,” then, is a collective agreement to\nobtain property from an entity different or distinct from the\nconspiracy. But Ocasio, Moreno, and Mejia did not agree that Ocasio\nwould obtain property from a person different or distinct from the\nconspirators as a group. They agreed only that Ocasio would take\nproperty from Moreno and Mejia—people who arepart ofrather\nthandistinct fromthe conspiracy. “These three people did\nnot agree, and could not have agreed, to obtain property from\n‘another’ when no other person was involved.”United Statesv.Brock, 501 F. 3d 762, 767 (CA6 2007).This understanding of “another”—that it refers\nto someone outside the conspiracy—is consistent not only with the\nplain meaning of the Hobbs Act, but also with this Court’s\nprecedent explaining that the purpose of conspiracy law is to\ntarget the conduct of group crimes. Conspiracy law punishes the\n“collective criminal agreement,” because a “[c]ombination” or\n“[g]roup association for criminal purposes” is more dangerous than\nseparate individuals acting alone.Callanan, 364 U. S.,\nat 593. A conspiracy is “a partnership in crime,” a\n“confederation,” a “scheme,” and an “enterprise.”Pinkertonv.United States, 328 U. S. 640 –647 (1946).\nAccordingly, the law treats a conspiracy, at least in some ways, as\nan entity distinct from its individual members.A defendant is guilty of conspiracy only if he\nagrees that the conspiratorial group intends to commit all the\nelements of the criminal offense.Salinas, 522 U. S.,\nat 65 (“A conspirator must intend to further an endeavor which, if\ncompleted, would satisfy all of the elements of a substantive\ncriminal offense”). Because the focus is on the group’s\nconduct—what “endeavor” they have agreed to commit\ncollectively—when individual members of a conspiracy act to advance\nthe conspiratorial endeavor, they act not on behalf of themselves,\nbut as “agents for [the conspiracy’s] performance.”Hydev.United States, 225 U. S. 347, 369 (1912) . It does not\nmatter if a single member of the group undertakes to commit every\nelement of the offense.Sa-linas,522 U. S., at 63–64\n(“The partners in the criminal planmust agree to pursue the same\ncriminal objective and may divide up the work, yet each is\nresponsible for the acts of each other”). When that one member acts\nas an agent for the conspiracy in furthering their collective\nendeavor, his actions are “attributable to the others,” not just\nthe in-dividual agent alone.Pinkerton,328 U. S., at\n647; seealsoid.,at 646 (“[S]o long as the partnership in\ncrime continues, the partners act for each other in carrying it\nforward”).Accordingly, whether a criminal conspiracy\nexists depends on what the conspirators agreed to do as a group.\nThis principle confirms that “from another” is best understood as\nrelating the conspiratorial enterprise to another person outside\nthe conspiracy. A conspiracy to obtain property “from another,”\nthen, is the group agreement that at least one member of the group\nwill obtain property from someone who is not a part of their\nendeavor.Departing from this natural reading of the text,\nthe Court holds that Ocasio can be punished for conspiracy because\nOcasio obtained property “from another” (Moreno and Mejia) and\nOcasio, Moreno, and Mejia agreed that Ocasio would engage in that\nconduct. In order to reach this conclusion, the Court implicitly\nassumes that the Hobbs Act’s use of “from another” takes as its\nreference point only a single member of the conspiracy, here,\nOcasio, rather than the group of conspirators as a whole. Seeante,at 5.But what is the basis for that assumption? The\nCourt never explains. It is not based on the plain language of the\nHobbs Act. A natural reading of the text seems to foreclose\nit—Moreno and Mejia are not “distinct or different from” the group\nthat formed the “collective criminal agreement.” And the Court’s\nassumption does not follow from prior precedent or any first\nprinciples of conspiracy law. See Part III,infra.Both the plain meaning of the statute and\ngeneral principles of conspiracy law lead to the same conclusion: A\nconspiracy to commit extortion by obtaining property “from another”\nin violation of the Hobbs Act should exist only when the\nconspirators agree to obtain property from someone outside the\nconspiracy.IIIThe Court does not ground its decision in the\nHobbs Act’s use of the language “from another.” It instead relies\non what it says are “age-old principles of conspiracy law.”Ante,at 1. But it does so to no avail. Most of these\nso-called principles are derived from decisions that turn on\ninterpreting thetextof another federal statute—the Mann\nAct. And the remaining generic principles the Court cites do not\nresolve the precise question in this case: whether the Hobbs Act’s\nuse of the phrase obtain property “from another” adopts the\nperspective of an individual conspirator or the conspiratorial\ngroup as a collective.The Court’s best support comes from cases\ninterpreting the Mann Act, which made it a crime for “any person\n[to] knowingly transport . . . in interstate or foreign\ncommerce . . . any woman or girl for the purpose of\nprostitution or debauchery.”Ante,at 7–11 (quoting ch. 395,\n36Stat. 825) (emphasis deleted). In one of its decisions, this\nCourt held that even though the transported “woman or girl” was\nostensibly the victim of the crime, nothing in the statute\nprecluded prosecutors from also convicting the woman for conspiring\nwith another person to transport herself illegally.United\nStatesv.Holte, 236 U. S. 140, 144 (1915) . From\nthis, the Court derives a generic principle of conspiracy law that\na victim of Hobbs Act extortion can also be liable as a\nco-conspirator, just like the victim of a Mann Act violation can.Ante,at 8–11.The Court stretches this Mann Act case beyond\nits tethers. The Court inHoltebased its analysis entirely\non the text of the Act, not generic principles of conspiracy law.\nUnlike the Hobbs Act’s use of “anotherperson,” the Mann Act\nprohibits transporting “anywoman.” Based on this language,\nthe Court concluded that a woman could be held liable for\nconspiring with others to violate the Act.Holte,236\nU. S., at 144–45. For example, a “professional prostitute”\ncould “suggest and carry out a journey” and “buy the railroad\ntickets.”Id.,at 145; see also 36Stat. 825 (Mann Act)\n(specifying that “procuring or obtaining, any ticket or tickets”\nwas assistance of a criminal sort). Thus, the Court held, “she\nwould bewithin the letter of the act. . . , and\nwe see no reason why the act should not be held to apply.” 236\nU. S.,at 145 (emphasis added).Moreover, becauseHoltebased its holding\non the text of the relevant substantive offense, its reasoning is\nconsistent with this Court’s actual principles of conspiracy, which\nadopt the perspective of the conspiratorial group to determine if\ntheir agreed-upon conduct violated the text of the statute. If the\nmembers of an alleged Mann Act conspiracy agree to transport\nillegally “anywoman,” the group enterprise can logically\nand naturally intend to transport a female member of the group. But\nthat logic does not hold in this case, where the Hobbs Act requires\nthe conspirators to agree to obtain property “from another.” “Any,”\nunlike “another,” is not a relational word that requires\ndetermining who is in the group and who is out.The Court similarly attempts to create a generic\nconspiracy principle when it citesGebardiv.United\nStates, 287 U. S. 112 (1932) , another Mann Act case that\nrelies on the Act’s text. InGebardi, the Court considered\nthe question whether a woman who merely acquiesced to being\ntransported could be held liable for conspiring to violate the Act.\nThe Court held that a conspiracy could exist only if the woman\naided and assisted in her own transportation—something more than\n“mere agreement” or “mere acquiescence” to being transported.Id.,at 119, 123. The Court based this decision explicitly\non the language of the Mann Act, which “does not punish the woman\nfor transporting herself . . . . For the woman to\nfall within the ban of the statute she must, at the least, ‘aid or\nassist’ someone else in transporting or in procuring transportation\nfor herself.”Id.,at 118–119.Accordingly, the Court reasoned, the “necessary\nimplication” of Congress’ decision not to include a woman who\nmerely consents in the scope of the Act was “that when the Mann Act\nand the conspiracy statute came to be construed together, as they\nnecessarily would be,” Congress did not intend for that woman to\nnevertheless always be held liable as a conspirator.Id.,at\n123. This Court later characterizedGebardi’s holding as an\n“exceptio[n] of a limited character” to ordinary conspiracy law\nbased on the “definition of the substantive offense,”i.e.,the text of the statute.Pinkerton, 328 U. S., at 643.\nWhatever ordinary conspiracy principles might dictate, it was clear\nwhat Congress intended the outcome to be in that case.The Court tries to elicit a general principle of\nconspiracy law fromGebardi: that while the ostensible\nvictim of the statute—there a woman transported, here a person\npaying a bribe—cannot be convicted as a co-conspirator if she\nmerely acquiesces to the transportation or bribe, an active\nparticipant in the conspiratorial group can nevertheless be found\nguilty of conspiracy.Ante,at 15–16. The Court draws this\nrough analogy in an attempt to cabin the scope of future Hobbs Act\nconspiracy charges to exclude potential defendants whose\nparticipation in extortion amounts to no more than “mere\nacquiescence.” But this ignores the reasoning ofGebardi—the\nCourt’s reliance on the express terms of the Mann Act, not any\ngeneric conspiracy principles, led the Court to exclude a woman who\n“merely acquiesces” to being transported.In addition to the Mann Act, the Court argues\nthat its interpretation is correct because Mejia and Moreno can be\nheld liable for conspiring to commit extortion even though they\nwere incapable of committing the substantive crime themselves.\n(Because they are not public officials, Mejia and Moreno cannot\nobtain property “under color of official right.”Ante,at\n5–7.) True enough. But this principle does not lead to the\nconclusion that “from another” takes the perspective of Ocasio as\nits reference point, as opposed to the conspiratorial group.For example, suppose a politician and a lobbyist\nconspire to have the lobbyist tell his clients to pay the\npolitician bribes in exchange for official acts. The lobbyist\ncannot obtain those bribes under color of official right and so\ncould not be charged with a substantive Hobbs Act extortion\nviolation. But the conspiracy would still violate the Hobbs Act,\nseeEvans, 504 U. S., at 268, because the\nconspiratorial group obtained property “from another,”i.e.,from the clients who are outside the conspiracy that exists between\nthe lobbyist and the politician. Now suppose the lobbyist instead\nagrees to pay the bribe himself. We would be back to the question\nat the heart of this case.The Court’s\nincapable-of-committing-the-substantive-offense principle therefore\ncannot do the work the Court thinks it does. It is entirely\nconsistent to say obtaining property “from another” in violation of\nthe Hobbs Act requires the conspirators to agree to obtain property\nfrom someone outside the conspiracy, and to say that every\nconspirator who enters into that agreement need not be capable of\ncommitting the substantive offense himself.Finally, the Court raises policy concerns: It\nmentions that it would be odd to immunize the ostensible victims of\na conspiracy to commit extortion—here, Mejia and Moreno—if they\nplay just as active a role in the conspiracy as other members.Ante, at 18.While perhaps odd, that concern does not warrant\nthe Court’s contortion of conspiracy law where there are other\ncriminal statutes—like federal antibribery laws and state laws—that\nreach similar conduct. See,e.g.,18 U. S. C. §666\n(criminalizing bribery of state, local, or tribal officials in\nspecified circumstances); Md. Crim. Law Code Ann. §9–201 (2012)\n(criminalizing bribery of public employee).[3] Of course, the Government could have attempted to\nconvict Ocasio for conspiracy on these facts without relying on the\nCourt’s odd theory—for example, by proving that Ocasio conspired\nwith other Baltimore police officers to extort property from the\nbrothers.And, in its effort to make sure Ocasio, Moreno,\nand Mejia get their just deserts, the Court’s atextual\ninterpretation of the Hobbs Act exposes innocent victims of\nextortion to charges that they “conspired” with their extorter\nwhenever they agree to pay a bribe. The Court says not to worry, it\nwill limit the scope of a conspiracy to exclude potential\ndefendants whose participation in the extortion amounts to no more\nthan “mere acquiescence,” analogizing toGebardi.Ante, at 15–16.ButGebardigrounded its “mere\nacquiescence” standard in the text of the Mann Act. Seesupra, at 8–9. Here, without any textual hook in the Hobbs\nAct, the Court rests on no more than intuitions drawn from basic\nexamples. If a restaurant owner threatened with closure by a health\nofficial reluctantly pays a bribe, the Court says that the owner is\nnot guilty of conspiracy.Ante, at 16. According to the\nCourt, he “consented” to extortion, but his mere acquiescence to an\n“official demand” did not create a conspiratorial agreement.Ibid. By contrast, the Court says, if a nightclub owner\npursues a liquor license by asking his manager to bribe a public\nofficial, he is clearly guilty of conspiracy.Ante, at 18.\nHe agreed with the public official that the official would obtain\nproperty “from another,”i.e., from him, in exchange for a\nlicense.Ibid.These examples raise more questions than\nanswers. When does mere “consent” tip over into conspiracy? Does it\ndepend on whose idea it was? Whether the bribe was floated as an\n“official demand” or a suggestion? How happy the citizen is to pay\noff the public official? How much money is involved? Whether the\ncitizen gained a benefit (a liquor license) or avoided a loss\n(closing the restaurant)? How many times the citizen paid the\nbribes? Whether he ever resisted paying or called the police? The\nCourt does not say. It leaves it for federal prosecutors to answer\nthose questions in the first instance, raising the specter of\npotentially charging everybody with conspiracy and seeing what\nsticks and who flips.*  *  *When three people agree to obtain property\n“fromanother,” the everyday understanding of their agreement is\nthat they intend to obtain property from someone outsideof their\nconspiracy. The Court reaches the opposite conclusion, based\nentirely on an assumption that the Hobbs Act’s use of “from\nanother” takes as its reference point the vantage of Ocasio alone,\nrather than the group endeavor that constitutes conspiracy. The\nCourt offers no explanation—grounded in either the text of the\nstatute or so-called “age-old principles of conspiracy law”—for why\nthat assumption is correct.Conspiracy has long been criticized as vague and\nelastic, fitting whatever a prosecutor needs in a given case. See,e.g.,Krulewitchv.United States, 336\nU. S. 440 –457 (1949) (Jackson, J., concurring). This Court\nhas warned that “we will view with disfavor attempts to broaden the\nalready pervasive and wide-sweeping nets of conspiracy\nprosecutions.”Grunewaldv.United States, 353\nU. S. 391, 404 (1957) . Today, in reaching an unnatural\noutcome predicated on an unsupported assumption, the Court says\nnever mind.I respectfully dissent.Notes1Justice Thomas sets forth\nwhy he believesEvanswas wrongly decided.Ante,at 1\n(dissenting opinion). No party asks us to overruleEvansin\nthis case and so that question is not considered here.2See also Oxford English\nDictionary 348 (1st ed. 1933) (“One more, one further, originally a\nsecond of two things; subsequently extended to anything additional\nor remaining beyond those already considered; an additional”\n(emphasis deleted)); Oxford English Dictionary 495 (2d ed. 1989)\n(same); Webster’s New International Dictionary 110 (2d ed. 1950)\n(“A different, distinct, or separate (one) from the one\nconsidered”); New Oxford American Dictionary 65 (3d ed. 2010)\n(“used to refer to a different person or thing from one already\nmentioned or known about”); American Heritage Dictionary 74 (4th\ned. 2000) (“Distinctly different from the first”).3Moreover, any oddity in\nthe Hobbs Act’s failure to punish the bribe payors for conspiring\nwith the bribe takers may be partly explained by this Court’s\ndecision to hold that extortion under the Hobbs Act reaches a\npublic official who accepts a bribe in the first place. Seeante, at 1–2 (Thomas, J., dissenting).",
    "joined": []
}