{
    "case": {
        "docket": "87",
        "citation": "571",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/571/87/"
    },
    "id": "1970789",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–609_________________KANSAS, PETITIONER v. SCOTT D. CHEEVERon writ of certiorari to the supreme court of\nkansas[December 11, 2013]Justice Sotomayor\ndelivered the opinion of the Court.The Fifth Amendment to\nthe United States Constitution provides that “[n]o person\n. . . shall be compelled in any criminal case to be a\nwitness against himself . . . .” The question here is\nwhether the Fifth Amendment prohibits the government from\nintroducing evidence from a court-ordered mental evaluation of a\ncriminal defendant to rebut that defendant’s presentation of expert\ntestimony in support of a defense of voluntary intoxication. We\nhold that it does not.IOn the morning of\nJanuary 19, 2005, Scott Cheever shot and killed Matthew Samuels, a\nsheriff of Greenwood County, Kansas, and shot at other local law\nenforcement officers. In the hours before the shooting, Cheever and\nhis friends had cooked and smoked methamphetamine at a home near\nHilltop, Kansas. Samuels and multiple deputies drove there to\narrest Cheever on an unrelated outstanding warrant.When one of Cheever’s\nfriends warned him that officers were en route, Cheever rushed\noutside and tried to drive away, but his car had a flat tire. He\nreturned inside and hid with a friend in an upstairs bedroom,\nholding a loaded .44 caliber revolver. Cheever then heard footsteps\non the stairs leading up to the room, and he stepped out and shot\nSamuels, who was climbing the stairs. After briefly returning to\nthe bedroom, Cheever walked back to the staircase and shot Samuels\nagain. He also shot at a deputy and a detective, as well as members\nof a local SWAT (special weapons and tactics) team that had since\narrived. Only Samuels was hit.The State charged\nCheever with capital murder. But shortly thereafter, in an\nunrelated case, the Kansas Supreme Court found the State’s death\npenalty scheme unconstitutional. State v. Marsh, 278 Kan. 520, 102\nP. 3d 445 (2004). Rather than continuing to prosecute Cheever\nwithout any chance of a death sentence, state prosecutors dismissed\ntheir charges and allowed federal authorities to prosecute Cheever\nunder the Federal Death Penalty Act of 1994, 18 U. S. C.\n§3591 et seq.In the federal case,\nCheever filed notice that he “intend[ed] to introduce expert\nevidence relating to his intoxication by methamphetamine at the\ntime of the events on January 19, 2005, which negated his ability\nto form spe-cific intent, e.g., malice aforethought, premeditation\nand deliberation.” App. to Pet. for Cert. 69–70. Pursuant to\nFederal Rule of Criminal Procedure 12.2(b), the District Court\nordered Cheever to submit to a psychiatric evaluation by Michael\nWelner, a forensic psychiatrist, to assess how methamphetamine use\nhad affected him when he shot Samuels. Welner interviewed Cheever\nfor roughly five and a half hours.The federal case\nproceeded to trial. Seven days into jury selection, however,\ndefense counsel became unable to continue; the court suspended the\nproceedings and later dismissed the case without prejudice.\nMeanwhile, this Court had reversed the Kansas Supreme Court and\nheld that the Kansas death penalty statute was constitutional.\nKansas v. Marsh, 548 U. S. 163, 167 (2006) . A second federal\nprosecution never commenced.Kansas then brought a\nsecond state prosecution. At the state trial, Cheever presented a\nvoluntary-intoxication defense, arguing that his methamphetamine\nuse had ren-dered him incapable of premeditation. In support of\nthis argument, Cheever offered testimony from Roswell Lee Evans, a\nspecialist in psychiatric pharmacy and dean of the Auburn\nUniversity School of Pharmacy. Evans opined that Cheever’s\nlong-term methamphetamine use had damaged his brain. [1] Evans also testified that on the\nmorning of the shooting, Cheever was acutely intoxicated. According\nto Evans, Cheever’s actions were “very much influenced by” his use\nof methamphetamine.After the defense\nrested, the State sought to present rebuttal testimony from Welner,\nthe expert who had examined Cheever by order of the federal court.\nDefense counsel objected, arguing that because Welner’s opinions\nwere based in part on an examination to which Cheever had not\nvoluntarily agreed, his testimony would violate the Fifth Amendment\nproscription against compelling an accused to testify against\nhimself. The State countered that the testimony was necessary to\nrebut Cheever’s voluntary-intoxication defense.The trial court agreed\nwith the State. The court was persuaded, in part, by the fact that\nthe defense expert had himself relied on Welner’s examination\nreport: “I think that fact alone probably allows the State to call\n[Welner] to give his own point of view.” App. 92. The court allowed\nWelner’s testimony for the purpose of showing that Cheever shot\nSamuels “because of his antisocial personal-ity, not because his\nbrain was impaired by methamphetamine.” Id., at 94.The jury found Cheever\nguilty of murder and attempted murder. At the penalty phase, it\nunanimously voted to impose a sentence of death, and the trial\ncourt accepted that verdict.On appeal to the Kansas\nSupreme Court, Cheever argued that the State had violated his Fifth\nAmendment rights when it introduced, through Welner’s testimony,\nstatements that he had made during the federal court-ordered mental\nexamination. The court agreed, relying primarily on Estelle v.\nSmith, 451 U. S. 454 (1981) , in which we held that a\ncourt-ordered psychiatric exami-nation violated the defendant’s\nFifth Amendment rights when the defendant neither initiated the\nexamination nor put his mental capacity in dispute at trial. 295\nKan. 229, 243–244, 284 P. 3d 1007, 1019–1020 (2012) (per\ncuriam). The court acknowledged, id., at 244–245, 284 P. 3d,\nat 1020, our holding that a State may introduce the results of a\ncourt-ordered mental examination for the limited purpose of\nrebutting a mental-status defense. Buchanan v. Kentucky, 483\nU. S. 402 –424 (1987). But it distinguished Buchanan on the\nbasis that under Kansas law, voluntary intoxication is not a\n“mental disease or defect.” 295 Kan., at 250, 284 P. 3d, at\n1023. Consequently, it vacated Cheever’s conviction and sentence,\nholding that Cheever had not waived his Fifth Amendment privilege\nand that his federal court-ordered examination should not have been\nused against him at the state-court trial. Ibid. We granted\ncertiorari, 568 U. S. ___ (2013), and now reverse.IIThe Fifth Amendment\nguarantees that “[n]o person . . . shall be compelled in\nany criminal case to be a witness against himself . . .\n.” We held in Estelle that under the Fifth Amendment, when a\ncriminal defendant “neither initiates a psychiatric evaluation nor\nattempts to introduce any psychiatric evidence,” his compelled\nstatements to a psychiatrist cannot be used against him. 451\nU. S., at 468. In that case, a judge ordered a psychiatric\nexam-ination to determine the defendant’s competency to stand\ntrial. Id., at 456–457. The prosecution then used statements from\nthat examination during the sentencing phase of the trial as\nevidence of the defendant’s future dangerousness. Id., at 458–460.\nEmphasizing that the defendant had neither “introduced” any\n“psychiatric evidence,” nor even “indicated that he might do so,”\nid., at 466, we concluded that the Fifth Amendment did not permit\nthe State to use the defendant’s statements in this manner.In Buchanan, we\naddressed the admissibility of evidence from a court-ordered\nevaluation where—unlike in Estelle—a defendant had introduced\npsychiatric evidence related to his mental-status defense. We held\nthat the Fifth Amendment allowed the prosecution to present\nevidence from the evaluation to rebut the defendant’s affirmative\ndefense of extreme emotional disturbance. And while, as Cheever\nnotes, the mental evaluation in Buchanan was requested jointly by\nthe defense and the government, our holding was not limited to that\ncircumstance. Moreover, contrary to Cheever’s suggestion, the case\ndid not turn on whether state law referred to extreme emotional\ndisturbance as an “affirmative defense.” Buchanan, 483 U. S.,\nat 408, 422 (holding that the prosecution’s use of rebuttal expert\ntestimony is permissible where a defendant “presents psychiatric\nevidence”). The rule of Buchanan, which we reaffirm today, is that\nwhere a defense expert who has examined the defendant testifies\nthat the defendant lacked the requisite mental state to commit an\noffense, the prosecution may present psychiatric evidence in\nrebuttal. Ibid. Any other rule would undermine the adversarial\nprocess, allowing a defendant to provide the jury, through an\nexpert operating as proxy, with a one-sided and potentially\ninaccurate view of his mental state at the time of the alleged\ncrime.The admission of this\nrebuttal testimony harmonizes with the principle that when a\ndefendant chooses to testify in a criminal case, the Fifth\nAmendment does not allow him to refuse to answer related questions\non cross-examination. A defendant “has no right to set forth to the\njury all the facts which tend in his favor without laying himself\nopen to a cross-examination upon those facts.” Fitzpatrick v.\nUnited States, 178 U. S. 304, 315 (1900) . We explained in Brown v.\nUnited States, 356 U. S. 148 (1958) , which involved a witness’s\nrefusal to answer questions in a civil case, that where a party\nprovides testimony and then refuses to answer potentially\nincriminating questions, “[t]he interests of the other party and\nregard for the function of courts of justice to ascertain the truth\nbecome relevant, and prevail in the balance of considerations\ndetermining the scope and limits of the privilege against\nself-incrimination.” Id., at 156. When a defendant presents\nevidence through a psychological expert who has examined him, the\ngovernment likewise is permitted to use the only effective means of\nchallenging that evidence: testimony from an expert who has also\nexamined him. See United States v. Byers, 740 F. 2d 1104, 1113\n(CADC 1984) (en banc) (holding that the Government could present\nrebuttal expert testimony in part because it is perhaps “the most\ntrustworthy means of attempting to meet” the burden of proof\n(internal quotation marks omitted)). [2]The prosecution here\nelicited testimony from its expert only after Cheever offered\nexpert testimony about his in-ability to form the requisite mens\nrea. The testimony of the government expert rebutted that of\nCheever’s expert. See id. at 1114 (“Ordinarily the only effective\nrebuttal of psychiatric opinion testimony is contradictory opinion\ntes-timony; and for that purpose . . . the basic tool of\npsy-chiatric study remains the personal interview, which requires\nrapport between the interviewer and the subject” (internal\nquotation marks omitted)); State v. Druke, 143 Ariz. 314, 318, 693\nP. 2d 969, 973 (App. 1984) (“[A]n in-ference would arise that\nthe evidence presented by the [defendant] as to his mental\ncondition is true because un-contradicted”). The trial court\ntherefore did not violate the Fifth Amendment when it allowed\nWelner to testify that Cheever “made a choice to shoot,” App. 131,\nbecause the State permissibly followed where the defense led.\nExcluding this testimony would have undermined Buchanan and the\ncore truth-seeking function of the trial.IIINeither the Kansas\nSupreme Court’s reasoning, nor Cheever’s arguments, persuade us not\nto apply the settled rule of Buchanan.AAlthough the Kansas\nSupreme Court acknowledged that the State may present evidence\nobtained from a compelled psychiatric examination when “the\ndefendant presents evidence at trial that he or she lacked the\nrequisite criminal intent due to mental disease or defect,” 295\nKan., at 249, 284 P. 3d, at 1023, it reasoned that voluntary\nintoxication is not a “mental disease or defect” as a matter of\nstate law. Id., at 250, 284 P. 3d, at 1023–1024 (citing State\nv. Kleypas, 272 Kan. 894, 40 P. 3d 139 (2001)). The court\ntherefore concluded that “Cheever did not waive his Fifth Amendment\nprivilege and thus permit his court-ordered examination by Dr.\nWelner to be used against him at trial.” 295 Kan., at 251, 284\nP. 3d, at 1024.This reasoning\nmisconstrues our precedents. Although Kansas law defines “mental\ndisease or defect” narrowly, to exclude voluntary intoxication,\nthat phrase is actually not the salient one under our precedents.\nIn Buchanan, we permitted rebuttal testimony where the defendant\npresented evidence of “the ‘mental status’ defense of extreme\nemotional disturbance.” 483 U. S., at 423. And “mental status”\nis a broader term than “mental disease or defect,” at least to the\nextent that Kansas law excludes voluntary intoxication from that\ndefinition. Mental-status defenses include those based on\npsychological expert evidence as to a defendant’s mens rea, mental\ncapacity to commit the crime, or ability to premeditate. Defendants\nneed not as-sert a “mental disease or defect” in order to assert a\ndefense based on “mental status.”To the extent that the\nKansas Supreme Court declined to apply Buchanan because Cheever’s\nintoxication was “temporary,” our precedents are again not so\nnarrowly circumscribed. Like voluntary intoxication, extreme\nemotional disturbance is a “temporary” condition, at least\naccording to the Kentucky state courts where Buchanan was tried.\nSee McClellan v. Commonwealth, 715 S. W. 2d 464, 468–469 (Ky. 1986)\n(defining extreme emotional disturbance as “a temporary state of\nmind so enraged, inflamed, or disturbed as to overcome one’s\njudgment, and to cause one to act uncontrollably from [an]\nimpelling force of [an] extreme emotional disturbance rather than\nfrom evil or malicious purposes”). We nonetheless held in Buchanan\nthat the defense of extreme emotional disturbance, when supported\nby expert testimony, may be re-butted with expert testimony. The\nsame is true here. Cheever’s psychiatric evidence concerned his\nmental status because he used it to argue that he lacked the\nrequisite mental capacity to premeditate. The Fifth Amendment\ntherefore did not bar the State from using Welner’s examination to\nrebut Cheever’s voluntary-intoxication defense.BCheever further\ncontends that the Fifth Amendment imposes limits on the State’s\nability to introduce rebuttal evidence regarding a defendant’s\nmental status. According to Cheever, Welner’s testimony exceeded\nthese limits by describing the shooting from Cheever’s perspective;\n[3] by insinuating that he\nhad a personality disorder; and by discussing his alleged\ninfatuation with criminals.We have held that\ntestimony based on a court-ordered psychiatric evaluation is\nadmissible only for a “limited rebuttal purpose.” Buchanan, 483\nU. S., at 424. In Buchanan, for example, although the\nprosecution had used a psychiatric report to rebut the defendant’s\nevidence of extreme emotional disturbance, we noted that the trial\ncourt had redacted the report so as to avoid exposing the jury to\n“the very different issue” of the defendant’s competency to stand\ntrial. Id., at 423, n. 20. Two years later, we explained in\ndictum that “[n]othing” in our precedents “suggests that a\ndefendant opens the door to the admission of psychiatric evidence\non future dangerousness by raising an insanity defense at the guilt\nstage of the trial.” Powell v. Texas, 492 U. S. 680 –686, n. 3\n(1989) ( per curiam). Here, however, the Kansas Supreme Court\ndid not address whether Welner’s testimony exceeded the scope of\nrebuttal testimony permitted by the Fifth Amendment or by the\nState’s evidentiary rules. We accordingly decline to address this\nissue in the first instance. [4]*  *  *We hold that where a\ndefense expert who has examined the defendant testifies that the\ndefendant lacked the requisite mental state to commit a crime, the\nprosecution may offer evidence from a court-ordered psychological\nexamination for the limited purpose of rebutting the defendant’s\nevidence.The judgment of the\nKansas Supreme Court is therefore vacated, and the case is remanded\nfor further proceedings not inconsistent with this opinion.It is so\nordered.Notes1Evans described this\ndamage as “neurotoxicity,” which is “the qual-ity of exerting a\ndestructive or poisonous effect upon the nerve tissue.” The\nSloane-Dorland Annotated Medical-Legal Dictionary 498\n(1987).2For that reason, we\nreject Cheever’s suggestion that the State could effectively have\nrebutted the testimony of his expert by introducing testimony from\nexperts who had not personally examined him.3In an extended soliloquy,\nDr. Welner narrated the crime from Cheever’s perspective, in part\nas follows: “I don’t jump out of the window the way my confederate\nlater does. And when I do shoot,I don’t shoot before Matthew\nSamuels walks through the curtain in such a way that I might scare\nhim, the way my later shots frightened the deputies that came to\npull him away, but I shoot him at a point in which he is very much\nwithin my range, has passed through that curtain, and I know that\nhe is coming upstairs, and that is when I shoot.” App.\n130–131.4Kansas contends that\nreaching a federal constitutional question may not be necessary\nbecause Cheever argued in opposing certiorari that the scope of\nWelner’s testimony violated state evidentiary rules. Reply Brief\n4–5. We agree with the State that the impact of Kansas evidentiary\nrules is a matter best left to the state courts to decide on\nremand. We do observe, however, that while our holding today\nsuggests a constitutional ceiling on the scope of expert testimony\nthat the prosecution may introduce in rebuttal, States (and\nCongress) remain free to impose additional limitations on the scope\nof such rebuttal evidence in state and federal trials.",
    "joined": []
}