{
    "case": {
        "docket": "14-1538",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/14-1538/"
    },
    "id": "3694340",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–1538_________________LIFE TECHNOLOGIES CORPORATION, et al.,\nPETITIONERSv.PROMEGA CORPORATIONon writ of certiorari to the united states\ncourt of appeals for the federal circuit[February 22, 2017]Justice Sotomayor delivered the opinion of the\nCourt.This case concerns the intersection of\ninternational supply chains and federal patent law. Section\n271(f)(1) of the Patent Act of 1952 prohibits the supply from\ntheUnited States of “all or a substantial portion” of the\ncomponents of a patented invention for combination abroad. 35\nU. S. C. §271(f)(1). We granted certiorari to determine\nwhether a party that supplies a single component of a\nmulticomponent invention for manufacture abroad can be held liable\nfor infringement under §271(f)(1). 579 U. S. ___ (2016). We\nhold that a single component does not constitute a substantial\nportion of the components that can give rise to liability under\n§271(f)(1). Because only a single component of the patented\ninvention at issue here was supplied from the United States, we\nreverse and remand.IAWe begin with an overview of the patent in\ndispute. Although the science behind the patent is complex, a basic\nunderstanding suffices to resolve the question presented by this\ncase.The Tautz patent, U. S. Reissue Patent No.\nRE 37,984, claims a toolkit for genetic testing.[1] The kit is used to take small samples of\ngenetic material—in the form of nucleotide sequences that make up\nthe molecule deoxyribonu-cleic acid (commonly referred to as\n“DNA”)—and then synthesize multiple copies of a particular\nnucleotide sequence. This process of copying, known as\namplification, generates DNA profiles that can be used by law\nenforcement agencies for forensic identification and by clinical\nand research institutions around the world. For purposes of this\nlitigation, the parties agree that the kit covered by the Tautz\npatent contains five components: (1) a mixture of primers that mark\nthe part of the DNA strand to be copied; (2) nucleotides for\nforming replicated strands of DNA; (3) an enzyme known asTaqpolymerase; (4) a buffer solution for the amplification;\nand (5) control DNA.[2]Respondent Promega Corporation was the exclusive\nlicensee of the Tautz patent. Petitioner Life Technologies\nCorporation manufactured genetic testing kits.[3] During the timeframe relevant here, Promega\nsublicensed the Tautz patent to Life Technologies for the\nmanufacture and sale of the kits for use in certain licensed law\nenforcement fields worldwide. Life Technologies manufactured all\nbut one component of the kits in the United Kingdom. It\nmanufactured that component—theTaqpolymerase—in the United\nStates. Life Technologies shipped theTaqpolymerase to its\nUnited Kingdom facility, where it was combined with the other four\ncomponents of the kit.Four years into the agreement, Promega sued Life\nTechnologies on the grounds that Life Technologies had infringed\nthe patent by selling the kits outside the licensed fields of use\nto clinical and research markets. As relevant here, Promega alleged\nthat Life Technologies’ supply of theTaqpolymerase from\nthe United States to its United Kingdom manufacturing facilities\ntriggered liability under §271(f)(1).BAt trial, the parties disputed the scope of\n§271(f)(1)’s prohibition against supplying all or a substantial\nportion of the components of a patented invention from the United\nStates for combination abroad. Section 271(f)(1)’s full text\nreads:“Whoever without authority supplies or\ncauses to be supplied in or from the United States all or a\nsubstantial portion of the components of a patented invention,\nwhere such components are uncombined in whole or in part, in such\nmanner as to actively induce the combination of such components\noutside of the United States in a manner that would infringe the\npatent if such combination occurred within the United States, shall\nbe liable as an infringer.”The jury returned a verdict for Promega, finding\nthat Life Technologies had willfully infringed the patent. Life\nTechnologies then moved for judgment as a matter of law, contending\nthat §271(f)(1) did not apply to its conduct because the phrase\n“all or a substantial portion” does not encompass the supply of a\nsingle component of a multicomponent invention.The District Court granted Life Technologies’\nmotion. The court agreed that there could be no infringement under\n§271(f)(1) because Promega’s evidence at trial “showed at most thatonecomponent of all of the accused products, [theTaq] polymerase, was supplied from the United States.” 2012\nWL 12862829, *3 (WD Wis., Sept. 13, 2012) (Crabb, J.). Section\n271(f)(1)’s reference to “a substantial portion of the components,”\nthe District Court ruled, does not embrace the supply of a single\ncomponent.Id.,at *5.The Court of Appeals for the Federal Circuit\nreversed and reinstated the jury’s verdict finding Life\nTechnologies liable for infringement.[4] 773 F. 3d 1338, 1353 (2014). As relevant here, the\ncourt held that “there are circumstances in which a party may be\nliable under §271(f)(1) for supplying or causing to be supplied a\nsingle component for combination outside the United States.”Ibid.The Federal Circuit concluded that the dictionary\ndefinition of “substantial” is “important” or “essential,” which it\nread to suggest that a single important component can be a\n“ ‘substantial portion of the components’ ” of a patented\ninvention.Ibid. Relying in part on expert trial testimony\nthat theTaqpolymerase is a “ ‘main’ ” and\n“ ‘major’ ” component of the kits, the court ruled that\nthe singleTaqpolymerase component was a substantial\ncomponent as the term is used in §271(f)(1).Id., at\n1356.IIThe question before us is whether the supply\nof a single component of a multicomponent invention is an\ninfringing act under 35 U. S. C. §271(f)(1). We hold that\nit is not.AThe threshold determination to be made is\nwhether §271(f)(2)’s requirement of “a substantial portion” of the\ncomponents of a patented invention refers to a quantitative or\nqualitative measurement. Life Technologies and the United States\nargue that the text of §271(f)(1) establishes a quantitative\nthreshold, and that the threshold must be greater than one. Promega\ndefends the Federal Circuit’s reading of the statute, arguing that\na “substantial portion” of the components includes a single\ncomponent if that component is sufficiently important to the\ninvention.We look first to the text of the statute.Sebeliusv.Cloer, 569 U. S. ___, ___ (2013)\n(slip op., at 6). The Patent Act itself does not define the term\n“substantial,” and so we turn to its ordinary meaning.Ibid.Here we find little help. All agree the term is ambiguous and,\ntaken in isolation, might refer to an important portion or to a\nlarge portion. Brief for Petitioners 16; Brief for Respondent 18;\nBrief for United States asAmicus Curiae12. “Substantial,”\nas it is commonly understood, may refer either to qualitative\nimportance or to quantitatively large size. See,e.g.,Webster’s Third New International Dictionary 2280 (defs. 1c, 2c)\n(1981) (Webster’s Third) (“important, essential,” or “considerable\nin amount, value, or worth”); 17 Oxford English Dictionary 67\n(defs. 5a, 9) (2d ed. 1989) (OED) (“That is, constitutes, or\ninvolves an essential part, point, or feature; essential,\nmaterial,” or “Of ample or considerable amount, quantity, or\ndimensions”).The context in which “substantial” appears in\nthe statute, however, points to a quantitative meaning here. Its\nneighboring terms are the first clue. “[A] word is given more\nprecise content by the neighboring words with which it is\nassociated.”United Statesv.Williams, 553\nU. S. 285, 294 (2008) . Both “all” and “portion” convey a\nquantitative meaning. “All” means the entire quantity, without\nreference to relative importance. See,e.g.,Webster’s Third\n54 (defs. 1a, 2a, 3) (“that is the whole amount or quantity of,” or\n“every member or individual component of,” or “the whole number or\nsum of”); 1 OED 324 (def. 2) (“The entire number of; the individual\ncomponents of, without exception”). “Portion” likewise refers to\nsome quantity less than all. Webster’s Third 1768 (defs. 1, 3a)\n(“an individual’s part or share of something,” or “a part of a\nwhole”); 12 OED 154, 155 (def. 1a, 5a) (“The part (of anything)\nallotted or belonging to one person,” or “A part of any whole”).\nConversely, there is nothing in the neighboring text to ground a\nqualitative interpretation.Moreover, the phrase “substantial portion” is\nmodified by “of the components of a patented invention.” It is the\nsupply of all or a substantial portion “of the components” of a\npatented invention that triggers liability for infringement. But if\n“substantial” has a qualitative meaning, then the more natural way\nto write the opening clause of the provision would be to not\nreference “the components” at all. Instead, the opening clause of\n§271(f)(1) could have triggered liability for the supply of “all or\na substantial portion of . . . a patented invention,\nwhere [its] components are uncombined in whole or in part.” A\nqualitative reading would render the phrase “of the components”\nunnecessary the first time it is used in §271(f)(1). Whenever\npossible, however, we should favor an interpretation that gives\nmeaning to each statutory provision. SeeHibbsv.Winn, 542 U. S. 88, 101 (2004) . Only the quantitative\napproach does so here. Thus, “substantial,” in the context of\n§271(f)(1), is most reasonably read to connote a quantitative\nmeasure.Promega argues that a quantitative approach is\ntoo narrow, and invites the Court to instead adopt a “case-specific\napproach” that would require a factfinder to decipher whether the\ncomponents at issue are a “substantial portion” undereithera qualitative or quantitative test. Brief for Respondent 17, 42. We\ndecline to do so. Having determined the phrase “substantial\nportion” is ambiguous, our task is to resolve that ambiguity, not\nto compound it by tasking juries across the Nation with\ninterpreting the meaning of the statute on an ad hoc basis.\nSee,e.g.,Robinsonv.Shell Oil Co., 519\nU. S. 337 –346 (1997).As a more general matter, moreover, we cannot\naccept Promega’s suggestion that the Court adopt a different\nanalytical framework entirely—one that accounts for both the\nquantitativeandqualitative aspects of the components.\nPromega reads §271(f)(1) to mean that the answer to whether a given\nportion of the components is “substantial” depends not only on the\nnumber of components involved but also on their qualitative\nimportance to the invention overall. At first blush, there is some\nappeal to the idea that, in close cases, a subjective analysis of\nthe qualitative importance of a component may help determine\nwhether it is a “substantial portion” of the components of a\npatent. But, for the reasons discussed above, the statute’s\nstructure provides little support for a qualitative interpretation\nof the term.[5]Nor would considering the qualitative importance\nof a component necessarily help resolve close cases. To the\ncontrary, it might just as easily complicate the factfinder’s\nreview. Surely a great many components of an invention (if not\nevery component) are important. Few inventions, including the one\nat issue here, would function at all without any one of their\ncomponents. Indeed, Promega has not identified any component\ncovered by the Tautz patent that would not satisfy Promega’s\n“importance” litmus test.[6]\nHow are courts—or, for that matter, market participants attempting\nto avoid liability—to determine the relative importance of the\ncomponents of an invention? Neither Promega nor the Federal Circuit\noffers an easy way to make this decision. Accordingly, we conclude\nthat a quantitative interpretation hews most closely to the text of\nthe statute and provides an administrable construction.BHaving determined that the term “substantial\nportion” refers to a quantitative measurement, we must next decide\nwhether, as a matter of law, a single component can ever constitute\na “substantial portion” so as to trigger liability under\n§271(f)(1). The answer is no.As before, we begin with the text of the\nstatute. Section 271(f)(1) consistently refers to “components” in\nthe plural. The section is targeted toward the supply of all or a\nsubstantial portion “of thecomponents,” where “suchcomponents” are uncombined, in a manner that actively\ninduces the combination of “suchcomponents” outside the\nUnited States. Text specifying a substantial portion of\n“components,” plural, indicates that multiple components constitute\nthe substantial portion.The structure of §271(f) reinforces this\nreading. Section 271(f)(2), which is §271(f)(1)’s companion\nprovision, reads as follows:“Whoever without authority supplies or\ncauses to be supplied in or from the United States any component of\na patented invention that is especially made or especially adapted\nfor use in the invention and not a staple article or commodity of\ncommerce suitable for substantial noninfringing use, where such\ncomponent is uncombined in whole or in part, knowing that such\ncomponent is so made or adapted and intending that such component\nwill be combined outside of theUnited States in a manner that would\ninfringe the patent if such combination occurred within the United\nStates, shall be liable as an infringer.”Reading §271(f)(1) to refer to more than one\ncomponent allows the two provisions to work in tandem. Whereas\n§271(f)(1) refers to “components,” plural, §271(f)(2) refers to\n“any component,” singular. And, whereas §271(f)(1) speaks to\nwhether the components supplied by a party constitute a substantial\nportion of the components,§271(f)(2) speaks to whether a party has\nsupplied “any” noncommodity component “especially made or\nespecially adapted for use in the invention.”We do not disagree with the Federal Circuit’s\nobservation that the two provisions concern different scenarios.\nSee 773 F. 3d, at 1354. As this Court has previously observed,\n§§271(f)(1) and 271(f)(2) “differ, among other things, on the\nquantity of components that must be ‘supplie[d] . . .\nfrom the United States’ for liability to attach.”Microsoft\nCorp.v.AT&T Corp., 550 U. S. 437, 454, n. 16\n(2007) . But we do not draw the Federal Circuit’s conclusion from\nthese different but related provisions. Reading §271(f)(1) to coveranysingle component would not only leave little room for\n§271(f)(2), but would also undermine §271(f)(2)’s express reference\nto a single component “especially made or especially adapted for\nuse in the invention.”[7] Our\nconclusion that §271(f)(1) prohibits the supply of components,\nplural, gives each subsection its unique application.[8] See,e.g.,Cloer, 569\nU. S., at ___ (slip op.,at 6).Taken alone, §271(f)(1)’s reference to\n“components” might plausibly be read to encompass “component” in\nthe singular. See 1 U. S. C. §1 (instructing that “words\nimporting the plural include the singular,” “unless the context\nindicates otherwise”). But §271(f)’s text, context, and structure\nleave us to conclude that when Congress said “components,” plural,\nit meant plural, and when it said “component,” singular, it meant\nsingular.We do not today define how close to “all” of the\ncomponents “a substantial portion” must be. We hold only that one\ncomponent does not constitute “all or a substantial portion” of a\nmulticomponent invention under §271(f)(1). This is all that is\nrequired to resolve the question presented.CThe history of §271(f) bolsters our\nconclusion. The Court has previously observed that Congress enacted\n§271(f) in response to our decision inDeepsouth Packing Co.v.Laitram Corp., 406 U. S. 518 (1972) . SeeMicrosoft Corp., 550 U. S., at 444. InDeepsouth, the Court determined that, under patent law as it\nexisted at the time, it was “not an infringement to make or use a\npatented product outside of the United States.” 406 U. S., at\n527. The new §271(f) “expand[ed] the definition of infringement to\ninclude supplying from the United States a patented invention’s\ncomponents,” as outlined in subsections (f)(1) and (f)(2).Microsoft, 550 U. S., at 444–445.The effect of this provision was to fill a gap\nin the enforceability of patent rights by reaching components that\nare manufactured in the United States but assembled overseas and\nthat were beyond the reach of the statute in its prior formulation.\nOur ruling today comports with Congress’ intent. A supplier may be\nliable under§271(f)(1) for supplying from the United States all or\na substantial portion of the components (plural) of the invention,\neven when those components are combined abroad. The same is true\neven for a single component under §271(f)(2) if it is especially\nmade or especially adapted for use in the invention and not a\nstaple article or commodity. We are persuaded, however, that when\nas in this case a product is made abroad and all components but a\nsingle commodity article are supplied from abroad, this activity is\noutside the scope of the statute.IIIWe hold that the phrase “substantial portion”\nin 35 U. S. C. §271(f)(1) has a quantitative, not a\nqualitative, meaning. We hold further that §271(f)(1) does not\ncover the supply of a single component of a multicomponent\ninvention. The judgment of the Court of Appeals for the Federal\nCircuit is therefore reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.The Chief Justice took no part in the decision\nof this case.Notes1The Tautz patent expired\nin 2015. The litigation thus concerns past acts of infringement\nonly.2Because the parties here\nagree that the patented invention is made up of only these five\ncomponents, we do not consider how to identify the “components” of\na patent or whether and how that inquiry relates to the elements of\na patent claim.3Applied Biosystems, LLC,\nand Invitrogen IP Holdings, Inc., are also petitioners in this\nproceeding and are wholly owned subsidiaries of Life Technologies\nCorporation. The agreement at issue here was originally between\nPromega and Applied Biosystems.773 F. 3d 1338, 1344,\nn. 3 (CA Fed. 2014).4Chief Judge Prost\ndissented from the majority’s conclusion with respect to the\n“active inducement” element of 35 U. S. C.\n§271(f )(1). 773 F. 3d, at 1358–1360. Neither that\nquestion, nor any of the Federal Circuit’s conclusions regarding\nLife Technologies’ liability under §271(a) or infringement of four\nadditional Promega patents, seeid., at 1341, is before us.\nSee 579 U. S. ___ (2016).5The examples Promega\nprovides of other statutes’ use of the terms “substantial” or\n“significant” are inapposite. See Brief for Respondent 19–20. The\ntext of these statutes, which arise in different statutory schemes\nwith diverse purposes and structures, differs in material ways from\nthe text of §271(f )(1). The Tax Code, for instance, refers to\n“a substantial portion of a return,” 26 U. S. C.\n§7701(a)(36)(A), not to “a substantial portionof the\nentriesof a return.”6Life Technologies’ expert\ndescribed theTaqpolymerase as a “main” component. App.\n160. The expert also described two other components the same way.Ibid.7This Court’s opinion inMicrosoft Corp.v.AT&T Corp., 550 U. S.\n437, 447 (2007) , is not to the contrary. The holding in that case\nturned not on the number of components involved, but rather on\nwhether the software at issue was a component at all.8Promega argues that the\nimportant distinction between these provisions is that\n§271(f )(1), unlike §271(f )(2), requires a showing of\nspecific intent for active inducement. Brief for Respondent 34–41.\nBut cf.Global-Tech Appliances, Inc.v.SEB\nS. A., 563 U. S. 754 –766 (2011) (substantially\nequating the intent requirements for §§271(b) and 271(c), on which\nPromega asserts §§271(f )(1) and (f )(2) were modeled).\nBut, to repeat, whatever intent subsection (f )(1) may\nrequire, it also imposes liability only on a party who supplies a\n“substantial portion of the components” of the invention. Thus,\neven assuming that subsection (f )(1)’s “active inducement”\nrequirement is different from subsection (f )(2)’s “knowing”\nand “intending” element—a question we do not reach today—that\ndifference between the two provisions does not read the\n“substantial portion” language out of the statute.",
    "joined": []
}