{
    "case": {
        "docket": "599",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/599/"
    },
    "id": "1970463",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1320_________________ALEX BLUEFORD, PETITIONERv.ARKANSASon writ of certiorari to the supreme court of\narkansas[May 24, 2012]Justice Sotomayor, with whom Justice Ginsburg\nand Justice Kagan join, dissenting.The Double Jeopardy Clause “unequivocally\nprohibits a second trial following an acquittal.”Arizonav.Washington,434 U.S.\n497, 503 (1978). To implement this rule, our cases have\narticulated two principles. First, an acquittal occurs if a jury’s\ndecision, “whatever its label, actually rep-resents a resolution,\ncorrect or not, of some or all of the factual elements of the\noffense charged.”United Statesv.Martin Linen Supply\nCo.,430 U.S.\n564, 571 (1977). Sec-ond, a trial judge may not defeat a\ndefendant’s entitlement to “the verdict of a tribunal he might\nbelieve to be favorably disposed to his fate” by declaring a\nmistrial before deliberations end, absent a defendant’s consent or\na “ ‘manifest necessity’ ” to do so.United Statesv.Jorn,400 U.S.\n470, 486, 481 (1971) (plurality opinion) (quotingUnited\nStatesv.Perez, 9 Wheat. 579, 580 (1824)).Today’s decision misapplies these longstanding\nprin-ciples. The Court holds that petitioner Alex Blueford was not\nacquitted of capital or first-degree murder, even though the\nforewoman of the Arkansas jury empaneled to try him announced in\nopen court that the jury was “unanimous against” convicting\nBlueford of those crimes. Nor, the Court concludes, did the Double\nJeopardy Clause oblige the trial judge to take any action to give\neffect to the jury’s unambiguous decision before declaring a\nmistrial as to those offenses. The Court thus grants the State what\nthe Constitution withholds: “the proverbial ‘second bite at the\napple.’ ”Burksv.United States,437 U.S.\n1, 17 (1978).I respectfully dissent.IAThe bar on retrials following acquittals is\n“the most fundamental rule in the history of double jeopardy\njurisprudence.”Martin Linen, 430 U. S., at 571; see,e.g., United Statesv.Ball,163\nU.S. 662, 671 (1896); 4 W. Blackstone, Commentaries on the Laws\nof England 329 (1769). This prohibition stops the State, “with all\nits resources and power,” from mounting abusive, harassing\nreprosecutions,Greenv.United States,355 U.S.\n184, 187 (1957), which subject a defendant to “embarrassment,\nexpense, anxiety, and insecurity, and the possibility that he may\nbe found guilty even though innocent,”United Statesv.DiFrancesco,449 U.S.\n117, 136 (1980).In ascertaining whether an acquittal has\noccurred, “form is not to be exalted over substance.”Sanabriav.United States,437 U.S.\n54, 66 (1978). Rather, we ask whether the factfinder has made\n“a substantive determination that the prosecution has failed to\ncarry its burden.”Smithv.Massachusetts,543 U.S.\n462, 468 (2005). Ju-risdictions have different procedures\nrespecting the announcement of verdicts and the entry of judgments,\nbut that diversity has no constitutional significance. Jeopardy\nterminates upon a determination, however characterized, that the\n“evidence is insufficient” to prove a defendant’s “factual guilt.”Smalisv.Pennsylvania,476 U.S.\n140, 144 (1986). Thus, we have treated as acquittals a trial\njudge’s directed verdict of not guilty,Smith, 543\nU. S., at 468; an appellate reversal of a conviction for\ninsufficiency of the evidence,Burks, 437 U. S., at 10;\nand, most pertinent here, a jury’s announcement of a not guilty\nverdict that was “not followed by any judgment,”Ball, 163\nU. S., at 671.A straightforward application of that principle\nsuffices to decide this case. Arkansas is a classic\n“acquittal-first” or “hard-transition” jurisdiction. See generallyPeoplev.Richardson, 184 P.3d 755, 764, n. 7\n(Colo. 2008). Arkansas’ model jury instructions require a jury to\ncomplete its deliberations on a greater offense before it may\nconsider a lesser. 1 Ark. Model Jury Instr., Crim., No. 302 (2d ed.\n1994). As a matter of Arkansas law, “[b]efore it may consider any\nlesser-included offense, the jury must first determine that the\nproof is insufficient to convict on the greater offense. Thus, the\njury must, in essence, acquit the defendant of the greater offense\nbefore considering his or her guilt on the lesser-included\noffense.”Hughesv.State, 347 Ark. 696, 706–707, 66\nS.W.3d 645, 651 (2002).[1]Here, the trial judge instructed Blueford’s jury\nto consider the offenses in order, from the charged offense of\ncapital murder to the lesser included offenses of first-degree\nmurder, manslaughter, and negligent homicide. The judge told the\njury to proceed past capital murder only upon a unanimous finding\nof a “reasonable doubt” as to that offense—that is, upon an\nacquittal. SeeIn re Winship,397 U.S.\n358, 363 (1970). The State’s closing arguments repeated this\ndirective: “[B]efore you can consider a lesser included of capital\nmurder, you must first, all 12, vote that this man is not guilty of\ncapital murder.” App. 55. And the forewoman’s colloquy with the\njudge leaves no doubt that the jury understood the instructions to\nmandate unanimous acquittal on a greater offense as a prerequisite\nto consideration of a lesser: The forewoman reported that the jury\nhad not voted on negligent homicide because the jurors “couldn’t\nget past the manslaughter” count on which they were deadlocked.Id.,at 65.In this context, the forewoman’s announcement in\nopen court that the jury was “unanimous against” conviction on\ncapital and first-degree murder,id.,at 64–65, was an\nacquittal for double jeopardy purposes.[2] Per Arkansas law, the jury’s determination of\nreasonable doubt as to those offenses was an acquittal “in\nessence.”Hughes, 347 Ark., at 707, 66 S. W. 3d, at\n651. By deciding that the State “had failed to come forward with\nsufficient proof,” the jury resolved the charges of capital and\nfirst-degree murder adversely to the State.Burks, 437\nU. S., at 10. That acquittal cannot be reconsidered without\nputting Blueford twice in jeopardy.GreenandPricev.Georgia,398 U.S.\n323(1970), bolster that conclusion. InGreen, the jury\nconvicted the defendant on the lesser included offense of\nsecond-degree murder without returning a verdict on the charged\noffense of first-degree murder. This Court concluded that this\nresult was an “implicit acquittal” on the greater offense of\nfirst-degree murder, barring retrial. 355 U. S., at 190. The\ndefendant “was forced to run the gantlet once on that charge and\nthe jury refused to convict him. When given the choice between\nfinding him guilty of either first or second degree murder it chose\nthe latter.”Ibid.;see alsoPrice, 398 U. S.,\nat 329 (“[T]his Court has consistently refused to rule that\njeopardy for an offense continues after an acquittal, whether that\nacquittal is express or implied by a conviction on a lesser\nincluded offense when the jury was given a full opportunity to\nreturn a verdict on the greater charge” (footnote omitted)).\nNotably,Greenacknowledged that its finding of an “implicit\nacquittal” was an “assumption,” because the jury had made no\nexpress statement with respect to the greater offense. 355\nU. S., at 190–191.Blueford’s position is even stronger because his\njury was not silent on the murder counts, but announced that it was\n“unanimous against” conviction. And the trial judge specifically\ninstructed the jury to consider manslaughter only after acquitting\nBlueford of the murder counts. Courts in several acquittal-first\njurisdictions have held that a jury’s deadlock on a lesser included\noffense justifies the assumption that the jury acquitted on any\ngreater offenses. SeeStatev.Tate, 256 Conn. 262,\n283–285, 773 A. 2d. 308, 323–324 (2001);Stonev.Superior Ct. of San Diego Cty.,31 Cal. 3d 503, 511–512, n. 5, 646 P.2d 809, 815, n. 5\n(1982). That assumption is not even necessary here because the jury\nunmistakably announced acquittal.BThe majority holds that the forewoman’s\nannouncement was not an acquittal because it “was not a final\nresolution of anything.”Ante,at 6. In the majority’s view,\nthe jury might have revisited its decisions on the murder counts\nduring the 31 minutes of deliberations that followed the\nforewoman’s announcement. We cannot know whether the jury did so,\nthe majority reasons, because the jury was discharged without\nconfirming that it remained “unanimous against” convicting Blueford\nof capital and first-degree murder.Ante,at 6–8.[3]Putting to one side the lack of record evidence\nto support this speculation—by far the more plausible inference is\nthat the jurors spent those 31 minutes attempting to resolve their\ndeadlock on manslaughter—I do not agree that the jury was free to\nreconsider its decisions when its deliberations resumed. “A verdict\nof acquittal on the issue of guilt or innocence is, of course,\nabsolutely final.”Bullingtonv.Missouri,451 U.S.\n430, 445 (1981). The jury heard instructions and argument that\nit was required unanimously to acquit on capital and first-degree\nmurder before it could reach manslaughter. And as the forewoman’s\ncolloquy makes plain, the jury followed those instructions\nscrupulously. There is no reason to believe that the jury’s vote\nwas anything other than a verdict in substance—that is, a “final\ncollective decision . . . reached after full\ndeliberation, consideration, and compromise among the individual\njurors.”Harrisonv.Gillespie, 640 F.3d 888, 906\n(CA9 2011) (en banc). And when that decision was announced in open\ncourt, it became entitled to full double jeopardy protection. See,e.g.,Commonwealthv.Roth, 437 Mass. 777,\n796, 776 N.E.2d 437, 450–451 (2002) (declining to give effect to\n“ ‘ “the verdict received from the lips of the foreman in\nopen court” ’ ” would “elevate form over substance”);Stone, 31 Cal. 3d, at 511, 646 P. 2d, at 814–815 (“[I]n\ndetermining what verdict, if any, a jury intended to return, the\noral declaration of the jurors endorsing the result is the true\nreturn of the verdict” (internal quotation marks omitted)); see\nalso,e.g., Dixonv.State, 29 Ark. 165, 171 (1874)\n(technical defect in verdict “is of no consequence whatever, for\nthe verdict need not be in writing, but may be announced by the\nforeman of the jury orally”);Statev.Mills, 19 Ark.\n476 (1858) (“The verdict was of no validity until delivered, by the\njury, in Court”).The majority’s example of a jury that takes a\npreliminary vote on greater offenses, advances to the consideration\nof a lesser, and then returns to a greater, is inapposite. Seeante,at 7. In the majority’s example, the jury has not\nannounced its vote in open court. Moreover, the instructions in\nthis case did not contemplate that the jury’s deliberations could\ntake the course that the majority imagines. Arkansas’ model\ninstruction requires acquittal as a prerequisite to consideration\nof a lesser offense, and the Double Jeopardy Clause entitles an\nacquittal to final-ity. Indeed, the purpose of an acquittal-first\ninstruction is to ensure careful and conclusive deliberation on a\ngreater offense. SeeUnited Statesv.Tsanas, 572\nF.2d 340, 346 (CA2 1978) (Friendly, J.) (acquittal-first\ninstruction avoids “the danger that the jury will not adequately\ndischarge its duties with respect to the greater offense, and\ninstead will move too quickly to the lesser”). True, Arkansas’\ninstruction does not expressly forbid reconsideration, but it does\nnot expressly permit reconsideration either. In any event, nothing\nindicates that the jury’s announced decisions were tentative,\ncompromises, or mere steps en route to a final verdict, and the\nDouble Jeopardy Clause demands that ambiguity be resolved in favor\nof the defendant. SeeDownumv.United States,372 U.S.\n734, 738 (1963).The fact that the jury was not given the express\noption of acquitting on individual offenses is irrelevant. Seeante,at 3, 9. Arkansas law ascribes no significance to the\npresence of such options on a verdict form. SeeRowlandv.State, 263 Ark. 77, 85, 562 S.W.2d 590, 594 (1978) (“The\njury may prepare and present its own form of verdict”). The lack of\na state procedural vehicle for the entry of a judgment of acquittal\ndoes not prevent the recognition of an acquittal for constitutional\npurposes. SeeHudsonv.Louisiana,450 U.S.\n40, 41, n. 1 (1981).Finally, the majority’s distinction ofGreenandPriceis unavailing. The majority observes\nthatGreenandPrice, unlike this case, involved\nfinal decisions.Ante,at 8. As I have explained, I view the\nforewoman’s announcements of acquittal in this case as similarly\nfinal. In any event,Greenclarified that the defendant’s\n“claim of former jeopardy” was “not based on his previous\nconviction for second degree murder but instead on the original\njury’s refusal to convict him of first degree murder.” 355\nU. S.,at 190, n. 11; accord,id.,at 194,\nn. 14. That is, the jury’s silence on the greater offense\nspoke with sufficient clarity to justify the assumption of\nacquittal and to invoke the Double Jeopardy Clause.Id.,at\n191; see alsoPrice, 398 U. S., at 329. In light of the\nforewoman’s announcement, this is ana fortioricase.In short, the Double Jeopardy Clause demands an\ninquiry into the substance of the jury’s actions. Blueford’s jury\nhad the option to convict him of capital and first-degree murder,\nbut expressly declined to do so. That ought to be the end of the\nmatter.IIAEven if the majority were correct that the\njury might have reconsidered an acquitted count—a doubtful\nassumption for the reasons just explained—that would not defeat\nBlueford’s double jeopardy claim. It “has been long established as\nan integral part of double jeopardy jurisprudence” that “a\ndefendant could be put in jeopardy even in a prosecution that did\nnot culminate in a conviction or an acquittal.”Cristv.Bretz,437 U.S.\n28, 34 (1978). This rule evolved in response to the “abhorrent”\npractice under the Stuart monarchs of terminating prosecutions, and\nthereby evading the bar on retrials, when it appeared that the\nCrown’s proof might be insufficient.Washington, 434\nU. S., at 507; see,e.g., Ireland’s Case, 7 How. St.\nTr. 79, 120 (1678). Accordingly, retrial is barred if a jury is\ndischarged before returning a verdict unless the defendant consents\nor there is a “manifest necessity” for the discharge.Perez,\n9 Wheat., at 580; see alsoKingv.Perkins, 90 Eng.\nRep. 1122 (K. B. 1698).InPerez, this Court explained that\n“manifest necessity” is a high bar: “[T]he power ought to be used\nwith the greatest caution, under urgent circumstances, and for very\nplain and obvious causes.” 9 Wheat., at 580. SincePerez,\nthis Court has not relaxed the showing required. See,e.g.,Washington, 434 U. S., at 506 (requiring a “ ‘high\ndegree’ ” of necessity);Downum, 372 U. S., at 736\n(“imperious necessity”); see also,e.g., United Statesv.Coolidge, 25 F. Cas. 622, 623 (No. 14,858) (CC Mass. 1815)\n(Story, J.) (“extraordinary and striking circumstances”). Before\nde-claring a mistrial, therefore, a trial judge must weigh heavily\na “defendant’s valued right to have his trial completed by a\nparticular tribunal.”Wadev.Hunter,336 U.S.\n684, 689 (1949). And in light of the historical abuses against\nwhich the Double Jeopardy Clause guards, a trial judge must tread\nwith special care where a mistrial would “help the prosecution, at\na trial in which its case is going badly, by affording it another,\nmore favorable opportunity to convict the accused.”Goriv.United States,367 U.S.\n364, 369 (1961); seeGreen, 355 U. S., at 188.A jury’s genuine inability to reach a verdict\nconstitutes manifest necessity. But in an acquittal-first\njurisdiction, a jury that advances to the consideration of a lesser\nincluded offense has not demonstrated an inability to decide a\nde-fendant’s guilt or innocence on a greater—it has acquit- ted on\nthe greater. UnderGreen, that is unquestionably true if the\njury convicts on the lesser. Seeid.,at 189. It would be\nanomalous if the Double Jeopardy Clause offered less protection to\na defendant whose jury has deadlocked on the lesser and thus\nconvicted of nothing at all. SeeStone, 31 Cal. 3d, at\n511–512, n. 5, 646 P. 2d, at 815, n. 5.I would therefore hold that the Double Jeopardy\nClause requires a trial judge, in an acquittal-first jurisdiction,\nto honor a defendant’s request for a partial verdict before\ndeclaring a mistrial on the ground of jury deadlock. Courts in\nacquittal-first jurisdictions have so held. See,e.g.,Tate, 256 Conn., at 285–287, 773 A. 2d, at 324–325;Whiteakerv.State,808 P.2d 270, 274 (Alaska App. 1991);Stone, 31 Cal. 3d,\nat 519, 646 P. 2d, at 820;Statev.Pugliese,\n120 N. H. 728, 730, 422 A.2d 1319, 1321 (1980)(per curiam);Statev.Castrillo, 90\nN. M. 608, 611,566 P.2d 1146, 1149 (1977); see also N. Y. Crim. Proc. Law\nAnn. §310.70 (West 2002). Requiring a partial verdict in an\nacquittal-first jurisdiction ensures that the jurisdiction takes\nthe bitter with the sweet. In general, an acquittal-first\ninstruction increases the likelihood of conviction on a greater\noffense. SeePeoplev.Boettcher, 69 N.Y.2d 174, 182,\n505 N.E.2d 594, 597 (1987). True, such an instruction may also\nresult in deadlock on a greater, preventing a State “from obtaining\na conviction on the lesser charge that would otherwise have been\nforthcoming and thus require the expense of a retrial.”Tsanas, 572 F. 2d, at 346. But a State willing to incur\nthat expense loses nothing by overcharging in an acquittal-first\nregime. At worst, the State enjoys a second opportunity to convict,\n“with the possibility that the earlier ‘trial run’ will strengthen\nthe prosecution’s case.”Crist, 437 U. S., at 52\n(Powell, J., dissenting). If a State wants the benefits of\nrequiring a jury to acquit before compromising, it should not be\npermitted to deprive a defendant of the corresponding benefits of\nhaving been acquitted. The Double Jeopardy Clause expressly\nprohibits that outcome.The majority observes that we “have never\nrequired a trial court, before declaring a mistrial because of a\nhung jury, to consider any particular means of breaking the\nimpasse—let alone to consider giving the jury new options for a\nverdict.”Ante,at 10 (citingRenicov.Lett,\n559 U. S. ___, ___ (2010) (slip op., at 8)). That hands-off\napproach dilutesPerezbeyond recognition. This Court has\nnever excused a trial judge from exercising “scrupulous” care\nbefore discharging a jury.Jorn, 400 U. S., at 485\n(plural-ity opinion). Rather, we have insisted that a trial judge\nmay not act “irrationally,” “irresponsibly,” or “precipi-tately.”Washington, 434 U. S., at 514–515. Nor have we\nretreated from the rule that “reviewing courts have an obligation\nto ensure themselves that . . . the trial judge exercised\n‘sound discretion’ in declaring a mistrial.”Id.,at 514\n(quotingPerez, 9 Wheat., at 580).[4]BEven if the Double Jeopardy Clause did not\ncompel that broader rule, the facts of this case confirm that there\nwas no necessity, let alone manifest necessity, for a mistrial.\nThere was no reason for the judge not to have asked the jury, prior\nto discharge, whether it remained “unanimous against” conviction on\ncapital and first-degree murder. There would have been no intrusion\non the jury’s deliberative process. The judge was not required to\nissue new instructions or verdict forms, allow new arguments,\ndirect further deliberations, or take any other action that might\nhave threatened to coerce the jury. Merely repeating his earlier\nquestion would have sufficed. Because the judge failed to take even\nthis modest step—or indeed, to explore any alternatives to a\nmistrial, or even to make an on-the-record finding of manifest\nnecessity—I conclude that there was an abuse of discretion. See,e.g.,id., at 486; see alsoWashington, 434\nU. S., at 525 (Marshall, J., dissenting) (manifest necessity\nrequires showing “that there were no meaningful and practical\nalternatives to a mistrial, or that the trial court scrupulously\nconsidered available alter-natives and found all wanting but a\ntermination of the proceedings”).Indeed, the only reason I can divine for the\njudge’s failure to take this modest step is his misperception of\nArkansas law with respect to the transitional instruction. After\nthe colloquy with the forewoman, the judge commented at sidebar\nthat the jurors “haven’t even taken a vote on [negligent\nhomicide]. . . . I don’t think they’ve completed\ntheir deliberation. . . . I mean, under any\nreasonable circumstances, they would at least take a vote on\nnegligent homicide.” App. 65–66. And after the jury retired for the\nlast half-hour of deliberations, the judge said, “I don’t think\nthey have an understanding of really that they don’t have to get\npast every charge unanimously before they can move to the next\ncharge.”Id.,at 69. That misstated Arkansas law as well as\nthe judge’s own instructions. The jury was required to reach a\nunanimous decision on a greater offense before considering a\nlesser. Seesupra,at 2–3. In discharging the jury, the\njudge said, “Madam Foreman, there seems to be a lot of confusion on\nthe part . . . of the jury about some of the\ninstructions. And because of the confusion and because of the\ntimeliness and the amount of hours that has gone by without being\nable to reach a verdict, the Court is going to declare a mistrial.”\nApp. 69–70.If, as these comments suggest, the judge wrongly\nbelieved that the jury was not required to reach unanimity on a\ngreater offense before considering a lesser, then he accorded\ninsufficient finality and weight to the forewoman’s earlier\nannouncement of acquittal on capital and first-degree murder. That\nmistake of law negates the deference due the judge’s decision to\ndeclare a mistrial. The judge explained that the jury was being\ndischarged in part based on its “confusion” with respect to the\ninstructions, when in fact, the confusion was the judge’s.Ibid.;see,e.g.,Washington, 434 U. S.,\nat 510, n. 28 (“If the record reveals that the trial judge has\nfailed to exercise the ‘sound discretion’ entrusted to him, the\nreason for . . . deference by an appellate court\ndisappears”);Illinoisv.Somerville,410 U.S.\n458, 469 (1973) (critiquing “erratic” mistrial inquiry);Gori, 367 U. S., at 371, n. 3 (Douglas, J.,\ndissenting) (noting that “[i]n state cases, a second prosecution\nhas been barred where the jury was discharged through the trial\njudge’s misconstruction of the law,” and collecting cases). And a\ntrial court “by definition abuses its discretion when it makes an\nerror of law.”Koonv.United States,518 U.S.\n81, 100 (1996).*  *  *At its core, the Double Jeopardy Clause\nreflects the wisdom of the founding generation, familiar to\n“ ‘every person acquainted with the history of\ngovernments,’ ” that “ ‘state trials have been employed\nas a formidable engine in the hands of a dominant\nadministration. . . . To prevent this mischief the\nancient common law . . . provided that one acquittal or\nconviction should satisfy the law.’ ”Ex parte Lange,\n18 Wall. 163, 171 (1874) (quotingCommonwealthv.Olds, 15 Ky. 137, 139 (1824)). The Double Jeopardy Clause\nwas enacted “ ‘[t]o perpetuate this wise rule, so favorable\nand necessary to the liberty of the citizen in a government like\nours.’ ” 18 Wall., at 171. This case demonstrates that the\nthreat to individual freedom from reprosecutions that favor States\nand unfairly rescue them from weak cases has not waned with time.\nOnly this Court’s vigilance has.I respectfully dissent.Notes1The State has taken the\nsame position. See Brief for Appellee inBoydv.State, No. CR 06–973 (Ark.), p. 13 (“[U]nanimity is the\nessence of a jury verdict as it pertains to acquitting a defendant\nof the charged offense and the subsequent consideration of\nlesser-included offenses”).2The jury’s acquittals on\nthe murder counts were unsurprising in light of the deficiencies in\nthe State’s case. For example, Dr. Adam Craig—the medical examiner\nwho autopsied the victim, Matthew McFadden, Jr., and whose\ntestimony was essential to the State’s theory of the crime—was not\nboard certified in anatomical pathology, hav-ing failed the\ncertification examination five times. Dr. Craig took only 2 slides\nof Matthew’s brain, not the 10 to 20 called for by prevail-ing\nprofessional standards. He dismissed Blueford’s explanation for\nMatthew’s death—that Blueford accidentally knocked Matthew to the\nfloor—on the basis of an outdated paper on child head injuries,\nacknowledging that he was only “vaguely aware” of a more recent,\nseminal paper that supported Blueford’s account. Record 390; see\nGoldsmith & Plunkett, A Biomechanical Analysis of the Causes of\nTraumatic Brain Injury in Infants and Children, 25 Am. J. Forensic\nMed. & Pathology 89 (2004). Blueford’s expert pathologist, Dr.\nRobert Bux, testified that Dr. Craig’s autopsy was inadequate to\nestablish whether Matthew’s death was accidental or intentional.\nAnd Blue-ford’s expert pediatrician, Dr. John Galaznik, testified\nthat the State’s theory—that Blueford slammed Matthew into a\nmattress on the floor—was “not a likely cause” of the boy’s\ninjuries when assessed in view of current medical literature.\nRecord 766. Even the trial judge observed that the State’s proof\nwas “circumstantial at best,” and that this was “probably\n. . . a lesser included offense case.”Id.,at\n610.3This Court granted\ncertiorari to decide “[w]hether, if a jury deadlocks on a\nlesser-included offense, the Double Jeopardy Clause bars\nreprosecution of a greater offense after a jury announces that it\nhas voted against guilt on the greater offense.” Pet. for Cert. i.\nThe major-ity resolves the question presented by determining that\nthe forewoman’s announcements were not final, such that Blueford’s\njury did not necessarily deadlock on the lesser included offense of\nmanslaughter. Seeante,at 8–9, n. 2. In light of that\ndetermination, I do not read today’s opinion to express any view\nwith respect to the requirements of the Double Jeopardy Clause\nwhere a jurydoesdeadlock on a lesser in-cluded offense.\nCf.,e.g., Statev.Tate, 256 Conn. 262, 284–285, 773\nA.2d 308, 324–325 (2001);Whiteakerv.State,808 P.2d 270, 274 (Alaska App. 1991).4The majority’s reliance\nonRenico, a habeas corpus case decided under the\ndeferential standard of review prescribed by the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA), is perplexing. AsRenicomade clear, the question there was “not whether the\ntrial judge should have declared a mistrial. It is not even whether\nit was an abuse of discretion for her to have done so—the\napplicable standard on direct review. The question under AEDPA is\ninstead whether the determination of the Michigan Supreme Court\nthat there was no abuse of discretion was ‘an unreasonable\napplication of . . . clearly established Federal\nlaw.’ ” 559 U. S., at ___ (slip op., at 5) (quoting 28\nU. S. C. §2254(d)(1)); accord, 559 U. S.,at\n___, n. 3 (slip op., at 11, n. 3).Renicothus has\nlittle to say about a trial judge’s responsibilities, or this\nCourt’s, on direct review. Cf.Cullenv.Pinholster,\n563 U. S. ___, ___ (2011) (slip op., at 30–31).",
    "joined": []
}