{
    "case": {
        "docket": "18-801",
        "citation": "589",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/589/18-801/"
    },
    "id": "4182199",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–801_________________LAURA PETER, DEPUTY DIRECTOR, PATENT AND\nTRADEMARK OFFICE, PETITIONERv.NANTKWEST, INC.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[December 11, 2019]Justice Sotomayor delivered the opinion of the\nCourt.Section 145 of the Patent Act affords applicants\n“dissatisfied with the decision of the Patent Trial and Appeal\nBoard” an opportunity to file a civil action in the United States\nDistrict Court for the Eastern District of Virginia. 35\nU. S. C. §145. The statute specifies that “[a]ll the\nexpenses of the proceedings shall be paid by the applicant.”Ibid.The question presented in this case is whether such\n“expenses” include the salaries of attorney and paralegal employees\nof the United States Patent and Trademark Office (PTO). We hold\nthat they do not.IAThe Patent Act creates two mutually exclusive\npathways to challenge an adverse decision by the PTO. The first\npermits judicial review by direct appeal to the United States Court\nof Appeals for the Federal Circuit. §141. There is “no opportunity\nfor the applicant to offer new evidence” in a §141 proceeding, and\nthe Federal Circuit “must review the PTO’s decision on the same\nadministrative record that was before the [agency].”Kapposv.Hyatt,566 U.S.\n431, 434 (2012); 35 U. S. C. §144.The second pathway allows applicants to file a\nnew civil action against the Director of the PTO in federal\ndistrict court. §145. Unlike §141, §145 “permits the applicant to\npresent new evidence . . . not presented to the PTO.”Kappos, 566 U. S., at 435. The district court\n“acts as a factfinder when new evidence is introduced in a §145\nproceeding” and must makede novodeterminations that\ntake into account “both the new evidence and the administrative\nrecord before the PTO.”Id., at 444, 446. The parties may\nappeal the district court’s final decision to the Federal Circuit.\n28 U. S. C. §1295(a)(4)(C).Because §145 does not limit an applicant’s\nability to introduce new evidence to challenge the denial of a\npatent,Kappos, 566 U. S., at 439, it can result in\nprotracted litigation. As a condition for permitting such extensive\nreview, the Patent Act requires applicants who avail themselves of\n§145 to pay “[a]ll the expenses of the proceedings.” 35\nU. S. C. §145.BAfter the PTO denied respondent NantKwest,\nInc.’s patent application directed to a method for treating cancer,\nNantKwest filed a complaint against the PTO Director in the Eastern\nDistrict of Virginia under §145. The District Court granted summary\njudgment to the PTO, and the Federal Circuit affirmed.NantKwest, Inc.v.Lee, 686 Fed. Appx. 864 (2017).\nThe PTO moved for reimbursement of expenses that included—for the\nfirst time in the 170-year history of §145—the pro rata\nsalaries of PTO attorneys and a paralegal who worked on the\ncase.The District Court denied the PTO’s motion to\nrecover its pro rata legal fees as “expenses” of the §145\nproceeding. The court concluded that the statutory language\nreferencing expenses was not clear enough to rebut the “American\nRule”—the background principle that parties are responsible for\ntheir own attorney’s fees.NantKwest, Inc.v.Lee,\n162 F. Supp. 3d 540, 542 (ED Va. 2016). A divided Federal\nCircuit panel reversed, with Judge Stoll dissenting.NantKwest,\nInc.v.Matal, 860 F.3d 1352 (2017). The majority\nexpressed “substantial doub[t ]” that §145 even implicated the\nAmerican Rule’s presumption against fee shifting in a case in which\nthe payment was not made to a prevailing party.Id.,at\n1355. The majority concluded that, even assuming the American Rule\npresumption applied, the term “expenses” in §145 “specific[ally]”\nand “explicit[ly]” authorized an award of fees.Id., at\n1356.The en banc Federal Circuit votedsua sponteto rehear the case and reversed the panel\nover a dissent.NantKwest, Inc.v.Iancu, 898 F.3d\n1177, 1184 (2018). The majority opinion—now authored by Judge\nStoll—held that the American Rule presumption applied to §145\nbecause it is “the starting point whenever a party seeks to shift\nfees from one side to the other in adversarial litigation.”Id., at 1184 (citingBaker Botts L. L. P.v.ASARCO LLC, 576 U.S. 121, ___ (2015)). After examining the\nplain text and statutory history of §145, the judicial and\ncongressional understanding of similar language, and overarching\npolicy considerations, the majority concluded that “[a]warding\n‘[a]ll the expenses’ simply cannot supply the ‘specific and\nexplicit’ directive from Congress to shift attorneys’ fees, and\nnothing else in the statute evinces congressional intent to make\nthem available.” 898 F. 3d, at 1196 (quotingAlyeska\nPipeline Service Co.v.Wilderness Society,421 U.S.\n240, 260 (1975)). We granted certiorari, 586 U. S. ___\n(2019), and now affirm.IIThis Court’s “ ‘basic point of reference’\nwhen considering the award of attorney’s fees is the bedrock\nprinciple known as the ‘ “American Rule” ’: Each litigant\npays his own attorney’s fees, win or lose, unless a statute or\ncontract provides otherwise.”Hardtv.Reliance Standard\nLife Ins. Co.,560 U.S.\n242, 252–253 (2010) (quotingRuckelshausv.Sierra\nClub,463 U.S.\n680, 683 (1983)). The American Rule has “roots in our common\nlaw reaching back to at least the 18th century.”Baker\nBotts, 576 U. S., at ___ (slip op., at 3) (citingArcambelv.Wiseman, 3 Dall. 306 (1796)); see alsoSummit Valley Industries, Inc.v.Carpenters,456 U.S.\n717, 721 (1982) (observing that the American Rule “has been\nconsistently followed for almost 200 years”);Alyeska\nPipeline, 421 U. S., at 257 (referring to the presumption\nagainst shifting attorney’s fees as a “general” rule).The Government does not dispute this principle\nor its pedigree, but argues instead that it does not apply at all.\nBecause the American Rule presumption is most often overcome when a\nstatute awards fees to a “prevailing party,” the Government\nmaintains, the presumption applies only to prevailing-party\nstatutes. And because §145 requires one party to pay all expenses\nregardless of outcome, the argument goes, it is not a statute\nsubject to the presumption.That view is incorrect. This Court has never\nsuggested that any statute is exempt from the presumption against\nfee shifting. Nor has it limited its American Rule inquiries to\nprevailing-party statutes. Indeed, the Court has developed a “line\nof precedents” “addressing statutory deviations from the American\nRule that do not limit attorney’s fees awards to the ‘prevailing\nparty.’ ”Hardt, 560 U. S., at 254; see alsoBaker Botts, 576 U. S., at ___–___ (slip op., at 5–7)\n(analyzing a bankruptcy provision that did not mention prevailing\nparties under the American Rule’s presumption against fee\nshifting).Sebeliusv.Cloer,569 U.S.\n369(2013), confirms that the presumption against fee shifting\napplies to all statutes—even those like §145 that do not explicitly\naward attorney’s fees to “prevailing parties.” InCloer, the\nCourt interpreted a provision of the National Childhood Vaccine\nInjury Act that permitted courts to “award attorney’s fees\n. . . ‘incur- red [by a claimant] in any proceeding on’\nan unsuccessful vaccine-injury ‘petition . . . brought in\ngood faith [with] a reasonable basis for the claim.’ ” 569\nU. S.,at 371 (quoting 42 U. S. C.\n§300aa–15(e)(1)). The Court held that the provision’s clear\nlanguage authorized attorney’s fees, even though the statute\nexclusively applied to unsuccessful litigants. 569 U. S., at\n372.Cloerestablishes two points: First,\ncontrary to the Government’s suggestion, Congress has indeed\nenacted fee-shifting statutes that apply to nonprevailing parties.\nSecond, and again contrary to the Government’s view, the American\nRule applies to such statutes. The Government itself argued inCloerthat the presumption against fee shifting applied by\ndefault, but maintained that the statute “depart[ed] so far from\nbackground principles about who pays a litigant’s attorney’s fees\nthat it [could not] be justified without a clearer statement than\nthe Act can supply.’ ” Brief for Petitioner inSebeliusv.Cloer, O. T. 2012, No. 12–236, p. 32. The Court\nacknowledged the Government’s position but concluded that the\n“rul[e ] of thumb” against fee shifting gave way because the\n“words of [the] statute [were] unambiguous.”Cloer, 569\nU. S., at 380–381 (citing the Government’s brief ).The dissenting en banc Federal Circuit Judges\nalso doubted that the American Rule could apply to a §145 action.\nThey characterized the proceeding as an intermediate step in\nobtaining a patent and the payment of legal fees as a portion of\nthe application costs. 898 F. 3d, at 1200 (opinion of Prost,\nJ.). Yet §145 has all the marks of the kind of adversarial\nlitigation in which fee shifting, and the presumption against it,\nis common; the statute authorizes filing a separate civil action\nwhere new evidence can be introduced forde novoreview\nby a district judge. Thus, the presumption against fee shifting not\nonly applies, but is particularly important because §145 permits an\nunsuccessful government agency to recover its expenses from a\nprevailing party. Reading §145 to award attorney’s fees in that\ncircumstance “would be a radical departure from longstanding\nfee-shifting principles adhered to in a wide range of contexts.”Ruckelshaus, 463 U. S., at 683.The American Rule thus provides the starting\npoint for assessing whether §145 authorizes payment of the PTO’s\nlegal fees.IIITo determine whether Congress intended to\ndepart from the American Rule presumption, the Court first “look[s]\nto the language of the section” at issue.Hardt, 560\nU. S., at 254 (internal quotation marks omitted). While “[t]he\nabsence of [a] specific reference to attorney’s fees is not\ndispositive,”Key Tronic Corp.v.United States,511 U.S.\n809, 815 (1994), Congress must provide a sufficiently “specific\nand explicit” indication of its intent to overcome the American\nRule’s presumption against fee shifting.Alyeska Pipeline,\n421 U. S., at 260.AThe reference to “expenses” in §145 does not\ninvoke attorney’s fees with the kind of “clarity we have required\nto deviate from the American Rule.”Baker Botts, 576\nU. S., at ___ (slip op., at 4).Definitions of “expenses” provide scant\nguidance. The term, standing alone, encompasses wide-ranging\n“expenditure[s] of money, time, labor, or resources to accomplish a\nresult,” Black’s Law Dictionary 698 (10th ed. 2014), “charges or\ncosts met with in . . . doing one’s work,” Webster’s New\nWorld College Dictionary 511 (5th ed. 2014), and “outlay[s]” for\nlabor, Merriam-Webster’s Dictionary of Law 180 (1996); see also N.\nWebster, An American Dictionary of the English Language 319 (3d ed.\n1830) (defining the term broadly to include “the employment and\nconsumption, as of time or labor,” or the “disbursing of money”).\nThough these definitions are capacious enough to include attorney’s\nfees, the mere failure to foreclose a fee award “neither\nspecifically nor explicitly authorizes courts to shift [fees].”Baker Botts, 576 U. S., at ___ (slip op., at 6).Reading the term “expenses” alongside\nneighboring words in the statute, however, supports a conclusion\nexcluding legal fees from the scope of §145. The complete phrase\n“expenses of the proceeding” is similar to the Latinexpensæ\nlitis, or “expenses of the litigation.” This term has long\nreferred to a class of expenses commonly recovered in litigation to\nwhich attorney’s fees did not traditionally belong. See Black’s Law\nDictionary 461 (1891) (defining “expensæ litis” to mean\n“generally allowed” costs); 1 J. Bouvier, Law Dictionary 392 (1839)\n(defining the term to mean the “costs which are generally allowed\nto the successful party”);id., at 244 (excluding from the\ndefinition of “costs” the “extraordinary fees [a party] may have\npaid counsel”). These definitions suggest that the use of\n“expenses” in §145 would not have been commonly understood to\ninclude attorney’s fees at its enactment.Finally, the modifier “all” does not expand\n§145’s reach to include attorney’s fees. Although the word conveys\nbreadth, it cannot transform “expenses” to reach an outlay it would\nnot otherwise include. Cf.Rimini Street, Inc.v.Oracle\nUSA, Inc., 586 U. S. ___, ___–___ (2019) (slip op., at\n6–7) (“The adjective ‘full’ in §505 therefore does not alter the\nmeaning of the word ‘costs.’ Rather, ‘full costs’ are all the\n‘costs’ otherwise available under law”).Section 145’s plain text thus does not overcome\nthe American Rule’s presumption against fee shifting to permit the\nPTO to recoup its legal personnel salaries as “expenses of the\nproceedings.”B“The record of statutory usage” also\nillustrates how the term “expenses” alone does not authorize\nrecovery of attorney’s fees. SeeWest Virginia Univ. Hospitals,\nInc.v.Casey,499 U.S.\n83, 88 (1991) (looking to statutory usage to determine whether\nattorney’s fees and expert fees were distinct expenses in the\nfee-shifting context).That “expenses” and “attorney’s fees” appear in\ntandem across various statutes shifting litigation costs indicates\nthat Congress understands the two terms to be distinct and not\ninclusive of each other. See,e.g.,898 F. 3d, at 1188\n(quoting 11 U. S. C. §363(n) (allowing trustee to recover\n“any costs, attorneys’ fees, or expenses incurred”); 12\nU. S. C. §1786(p) (permitting courts to “allow to any\nsuch party such reasonable expenses and attorneys’ fees as it deems\njust and proper”); 25 U. S. C. §1401(a) (allowing\ndistribution of funds after payment of “attorney fees and\nlitigation expenses”); 26 U. S. C. §6673(a)(2)(A)\n(authorizing recovery of “costs, expenses, and attorneys’ fees”\nagainst an attorney who “unreasonably and vexatiously” multiplies\nproceedings); 31 U. S. C. §3730(d)(1) (permitting\nrecovery of “reasonable expenses . . . plus reasonable\nattorneys’ fees and costs”); 38 U. S. C. §4323(h)(2)\n(allowing courts to award “reasonable attorney fees, expert witness\nfees, and other litigation expenses”) (all internal quotation marks\nomitted)).While some other statutes refer to attorney’s\nfees as a subset of expenses, they show only that “expenses” can\ninclude attorney’s fees when so defined. See,e.g.,28 U. S.\nC. §361 (authorizing “reasonable expenses, including attorneys’\nfees”); §1447(c) (“An order remanding the case may require payment\nof just costs and any actual expenses, including attorney fees,\nincurred as a result of the removal”); 29 U. S. C.\n§1370(e)(1) (“[T]he court in its discretion may award all or a\nportion of the costs and expenses incurred in connection with such\naction including reasonable attorney’s fees”); 42\nU. S. C. §247d–6d(e)(9) (allowing a party to recover\n“reasonable expenses incurred . . . , including a\nreasonable attorney’s fee”).The Government cites several decisions to argue\nhow, on occasion, this Court has used the term “expenses” to mean\n“attorney’s fees.” None of the cases furthers its position. See,e.g.,Rimini Street, 586 U. S., at ___, ___\n(slip op., at 4, 11) (reasoning that the term “costs” in the\ngeneral federal costs statutes does not include attorney’s fees);Taniguchiv.Kan Pacific Saipan, Ltd.,566 U.S.\n560, 573 (2012) (mentioning that a party may bear “expenses”\nrelated to attorneys, without specifying whether these “expenses”\ninclude attorney’s fees);Arlington Central School Dist. Bd. of\nEd.v.Murphy,548 U.S.\n291, 297–303 (2006) (distinguishing “attorney’s fees” from\n“costs” and “costs” from “expenses,” without indicating whether\n“expenses” encompasses attorney’s fees);Casey, 499\nU. S., at 99 (suggesting that an explicit reference to “expert\nwitness fees” or “litigation expenses” could shift expert fees in\naddition to attorney’s fees—not that the term “litigation expenses”\nalone could shift attorney’s fees).Simply put, in common statutory usage, the term\n“expenses” alone has never been considered to authorize an award of\nattorney’s fees with sufficient clarity to overcome the American\nRule presumption.CIn fact, the Patent Act’s history reinforces\nthat Congress did not intend to shift fees in §145 actions.There is no evidence that the Patent Office, the\nPTO’s predecessor, originally paid its personnel from sums\ncollected from adverse parties in litigation, or that the Office\ninitially even employed attorneys. See Act of July 4, 1836, §9,\n5Stat. 121 (“[T]he moneys received into the Treasury under this act\nshall constitute a fund for the payment of the salaries of the\nofficers and clerks herein provided for, and all other expenses of\nthe Patent Office, and to be called the patent fund”). That\nsalaries of PTO employees might have qualified as an “expense” of\nthe agency, however, does not mean that they are an “expense” of a\n§145 proceeding. Neither has the PTO, until this litigation, sought\nits attorney’s fees under §145. That the agency has managed to pay\nits attorneys consistently suggests that financial necessity does\nnot require reading §145 to shift fees, either.In later years, when Congress intended to\nprovide for attorney’s fees in the Patent Act, it stated so\nexplicitly. See,e.g., 35 U. S. C. §285 (“The\ncourt in exceptional cases may award reasonable attorney fees to\nthe prevailing party”); §271(e)(4) (“[A] court may award attorney\nfees under section 285”); §273(f ) (same); §296(b) (same);\n§297(b)(1) (“Any customer . . . who is found by a court\nto have been injured by any material false or fraudulent statement\n. . . may recover . . . reasonable costs and\nattorneys’ fees”). Because Congress failed to make its intention\nsimilarly clear in §145, the Court will not read the statute to\n“contravene fundamental precepts of the common law.”United\nStatesv.Rodgers,461 U.S.\n677, 716 (1983).The history of the Patent Act thus reaffirms the\nCourt’s view that the statute does not specifically or explicitly\nauthorize the PTO to recoup its lawyers’ or paralegals’\npro rata salaries in §145 civil actions.*  *  *For the foregoing reasons, we conclude that\nthe PTO cannot recover the pro rata salaries of its legal personnel\nunder §145 and therefore affirm the judgment of the Court of\nAppeals for the Federal Circuit.It is so ordered.",
    "joined": []
}