{
    "case": {
        "docket": "17-1094",
        "citation": "586",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/586/17-1094/"
    },
    "id": "4056985",
    "author": "sotomayor",
    "type": "opinion",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1094_________________NUTRACEUTICAL CORPORATION, PETITIONERv.TROY LAMBERTon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 26, 2019]Justice Sotomayor delivered the opinion of the\nCourt.To take an immediate appeal from a federal\ndistrict court’s order granting or denying class certification, a\nparty must first seek permission from the relevant court of appeals\n“within 14 days after the order is entered.” Fed. Rule Civ.\nProc. 23(f). This case poses the question whether a court of\nappeals may forgive on equitable tolling grounds a failure to\nadhere to that deadline when the opposing party objects that the\nappeal was untimely. The applicable rules of procedure make clear\nthat the answer is no.IIn March 2013, respondent Troy Lambert sued\npetitioner Nutraceutical Corporation in federal court, alleging\nthat its marketing of a dietary supplement ran afoul of California\nconsumer-protection law. The District Court for the Central\nDistrict of California initially permitted Lambert to litigate on\nbehalf of a class of similarly situated consumers. On February 20,\n2015, however, the District Court revisited that decision and\nordered the class decertified. From that point, Lambert had 14 days\nto ask the Court of Appeals for the Ninth Circuit for permission to\nappeal the order. See Fed. Rule Civ. Proc. 23(f).Instead of filing a petition for permission to\nappeal, Lambert informed the District Court at a status conference\non March 2 (10 days after the decertification order) that he would\n“want to file a motion for reconsideration” in the near future.\nApp. to Pet. for Cert. 74. The court told Lambert to file any such\nmotion “no later than” March 12.Id., at 76. Neither Lambert\nnor the District Court mentioned the possibility of an appeal.Lambert filed his motion for reconsideration, in\ncompliance with the District Court’s schedule, on March 12 (20 days\nafter the decertification order). The District Court denied the\nmotion on June 24, 2015. Fourteen days later, on July 8, Lambert\npetitioned the Court of Appeals for permission to appeal the\ndecertification order. Nutraceutical’s response argued that\nLambert’s petition was untimely because more than four months had\nelapsed since the District Court’s February 20 order decertifying\nthe class, far more than the 14 days that Federal Rule of Civil\nProcedure 23(f) allows. App. 41.Notwithstanding the petition’s apparent\nuntimeliness, the Court of Appeals “deem[ed] Lambert’s petition\ntimely” because, in its view, the Rule 23(f) deadline should be\n“tolled” under the circumstances. 870 F.3d 1170, 1176 (CA9 2017).\nThe Court of Appeals reasoned that Rule 23(f )’s time limit is\n“non-jurisdictional, and that equitable remedies softening the\ndeadline are therefore generally available.”Ibid. Tolling\nwas warranted, the court concluded, because Lambert “informed the\n[District Court] orally of his intention to seek reconsideration”\nwithin Rule 23(f)’s 14-day window, complied with the District\nCourt’s March 12 deadline, and “otherwise acted diligently.”Id.,at 1179. On the merits, the Court of Appeals held that\nthe District Court abused its discretion in decertifying the class.Id.,at 1182–1184. It reversed the decertification order.Id.,at 1184.In accepting Lambert’s petition, the Court of\nAppeals“recognize[d] that other circuits would likely\nnot toll the Rule 23(f) deadline in Lambert’s case.”[1]Id.,at 1179. We granted\ncertiorari. 585 U. S. ___ (2018).IIWhen Lambert filed his petition, Federal Rule\nof Civil Procedure 23(f) authorized courts of appeals to “permit an\nappeal from an order granting or denying class-action certification\n. . . if a petition for permission to appeal is filed\n. . . within 14 days after the order is\nentered.”[2] The Court of\nAppeals held that Rule 23(f)’s time limitation is nonjurisdictional\nand thus, necessarily, subject to equitable tolling. While we agree\nthat Rule 23(f) is nonjuris- dictional, we conclude that it is not\nsubject to equitable tolling.Because Rule 23(f)’s time limitation is found in\na procedural rule, not a statute, it is properly classified as a\nnonjurisdictional claim-processing rule. SeeHamerv.Neighborhood Housing Servs. of Chicago, 583 U. S. ___,\n___ (2017) (slip op., at 8).[3]\nIt therefore can be waived or forfeited by an opposing party. SeeKontrickv.Ryan,540 U.S.\n443, 456 (2004). The mere fact that a time limit lacks\njurisdictional force, however, does not render it malleable in\nevery respect. Though subject to waiver and forfeiture, some\nclaim-processing rules are “mandatory”—that is, they are\n“ ‘unalterable’ ” if properly raised by an opposing\nparty.Manriquev.United States, 581 U. S. ___,\n___ (2017) (slip op., at 4) (quotingEberhartv.United\nStates,546 U.S.\n12, 15 (2005) (per curiam)); see alsoKontrick,\n540 U. S., at 456. Rules in this mandatory camp are not\nsusceptible of the equitable approach that the Court of Appeals\napplied here. Cf.Manrique, 581 U. S., at ___ (slip\nop., at 8) (“By definition, mandatory claim-processing rules\n. . . are not subject to harmless-error analysis”).Whether a rule precludes equitable tolling turns\nnot on its jurisdictional character but rather on whether the text\nof the rule leaves room for such flexibility. SeeCarlislev.United States,517\nU.S. 416, 421 (1996). Where the pertinent rule or rules invoked\nshow a clear intent to preclude tolling, courts are without\nauthority to make exceptions merely because a litigant appears to\nhave been diligent, reasonably mistaken, or otherwise deserving.Ibid.; seeKontrick, 540 U. S., at 458;United Statesv.Robinson,361\nU.S. 220, 229 (1960). Courts may not disregard a properly\nraised procedural rule’s plain import any more than they may a\nstatute’s. SeeBank of Nova Scotiav.United States,487 U.S.\n250, 255 (1988).Here, the governing rules speak directly to the\nissue of Rule 23(f )’s flexibility and make clear that its\ndeadline is not subject to equitable tolling. To begin with, Rule\n23(f) itself conditions the possibility of an appeal on the filing\nof a petition “within 14 days” of “an order granting or denying\nclass-action certification.” Federal Rule of Appellate Procedure\n5(a)(2) likewise says that a petition for permission to appeal\n“must be filed within the time specified.” To be sure, the simple\nfact that a deadline is phrased in an unqualified manner does not\nnecessarily establish that tolling is unavailable. See Fed. Rule\nApp. Proc. 2 (allowing suspension of other Rules for “good cause”);\nFed. Rule App. Proc. 26(b) (similar); Fed. Rule Crim. Proc. 45(b)\n(similar); Fed. Rule Civ. Proc. 6(b) (similar). Here, however, the\nFederal Rules of Appellate Procedure single out Civil Rule 23(f)\nfor inflexible treatment. While Appellate Rule 2 authorizes a court\nof appeals for good cause to “suspend any provision of these rules\nin a particular case,” it does so with a conspicuous caveat:\n“except as otherwise provided in Rule 26(b).” Appellate Rule 26(b),\nwhich generally authorizes extensions of time, in turn includes\nthis express carveout: A court of appeals “may not extend the time\nto file . . . a petition for permission to appeal.” Fed.\nRule App. Proc. 26(b)(1). In other words, Appellate Rule 26(b) says\nthat the deadline for the precise type of filing at issue here may\nnot be extended. The Rules thus express a clear intent to compel\nrigorous enforcement of Rule 23(f )’s deadline, even where\ngood cause for equitable tolling might otherwise exist.Precedent confirms this understanding.Carlisle,517 U.S.\n416, andRobinson,361 U.S.\n220, both centered on Federal Rule of Criminal Procedure 45(b),\nan extension-of-time provision that parallels Appellate Rule 26(b).Carlisleaddressed Rule 45(b)’s interaction with the time\nlimit in Criminal Rule 29 for filing a postverdict motion for\njudgment of acquittal. See 517 U. S., at 419–423. Rule 45(b),\nas it was then written, made clear that “ ‘the court may not\nextend the time for taking any action’ ” under Rule 29,\n“ ‘except to the extent and under the conditions’ ”\nstated therein.Id.,at 421. Because the Court found the\ntext’s purpose to foreclose acceptance of untimely motions “plain\nand unambiguous,” the Court held that the District Court lacked\nthat authority.Ibid.Likewise, inRobinson, the\nCourt held that an earlier iteration of Rule 45(b) that said\n“ ‘the court may not enlarge . . . the period for\ntaking an appeal’ ” prohibited a court from accepting a notice\nof appeal that was untimely filed. 361 U. S., at 224 (quoting\nFed. Rule Crim. Proc. 45(b)).Because Rule 23(f) is not amenable to equitable\ntolling, the Court of Appeals erred in accepting Lambert’s petition\non those grounds.IIILambert resists the foregoing conclusion on a\nvariety of grounds. None withstands scrutiny.Most pertinently, Lambert argues that the\nabove-mentioned Rules are less emphatic than they first appear.\nRule 26(b)’s general grant of authority to relax time limits, he\nnotes, refers both to “extend[ing]” the time to file a petition for\npermission to appeal and “permit[ting]” a petition to be filed\nafter the deadline. See Fed. Rule App. Proc. 26(b) (“For good\ncause, the court may extend the time prescribed by these rules\n. . . to perform any act,ormay permit an act to\nbe done after that time expires” (emphasis added)). Rule 26(b)(1)\nthen prohibits courts only from “extend[ing] the time to file,”\nwhile making no further mention of “permit[ting] an act to be done\nafter that time expires.” In Lambert’s view, Rule 26(b)(1)’s\nprohibition on “extend[ing] the time to file” a petition for\npermission to appeal therefore should be understood to foreclose\nonly formal extensions grantedex ante, and to leave courts\nfree to excuse late filings on equitable grounds after the\nfact.Whatever we would make of this contention were\nwe writing on a blank slate, this Court has already rejected an\nindistinguishable argument inRobinson. There, Rule 45(b)\ngenerally authorized both “ ‘enlarg[ing]’ ” a filing\nperiod and “ ‘permit[ting] the act to be done after [its]\nexpiration,’ ” then specifically forbade “ ‘enlarg[ing]\n. . . the period for taking an appeal.’ ” 361\nU. S., at 223. The lower court had accepted a late filing on\nthe ground that to do so “would not be to ‘enlarge’ the period for\ntaking an appeal, but rather would be only to ‘permit the act to be\ndone’ after the expiration of the specified period.”Ibid.;\nsee alsoid., at 230 (Black and Douglas, JJ., dissenting).\nThis Court reversed, explaining that acceptance of the late filing\ndid, in fact, “enlarge” the relevant filing period.Id.,at\n224. Lambert offers no sound basis for reading Rule 26(b)\ndifferently, and none is apparent. Cf.Torresv.Oakland\nScavenger Co.,487 U.S.\n312, 315 (1988) (“Permitting courts to exercise jurisdiction\nover unnamed parties after the time for filing a notice of appeal\nhas passed is equivalent to permitting courts to extend the time\nfor filing a notice of appeal”).[4]Likewise unavailing is Lambert’s reliance on the\n1998 Advisory Committee Notes to Rule 23(f), which say that a\npetition “may be granted or denied on the basis of any\nconsideration that the court of appeals finds persuasive.” Advisory\nCommittee’s Notes on 1998 Amendments to Fed. Rule Civ. Proc. 23, 28\nU. S. C. App., p. 815; see alsoMicrosoft Corp.v.Baker, 582 U. S. ___, ___–___ (2017) (slip op., at\n6–8). That comment, however, speaks to a court of appeals’\ndiscretion to decide whether a particular certification decision\nwarrants review in an interlocutory posture, not its determination\nwhether a petition is timely. If anything, the comment serves as a\nreminder that interlocutory appeal is an exception to the general\nrule that appellate review must await final judgment—which is fully\nconsistent with a conclusion that Rule 23(f)’s time limit is\npurposefully unforgiving. SeeMohawk Industries, Inc.v.Carpenter,558 U.S.\n100, 106 (2009) (“The justification for immediate appeal must\n. . . be sufficiently strong to overcome the usual\nbenefits of deferring appeal until litiga- tion concludes”); cf.Baker, 582 U. S., at ___ (slip op., at 6) (describing\nRule 23(f) as “the product of careful calibration”).[5]Finally, Lambert notes that every Court of\nAppeals to have considered the question would accept a Rule 23(f)\npetition filed within 14 days of the resolution of a motion for\nreconsideration that was itself filed within 14 days of the\noriginal order. See 870 F. 3d, at 1177–1178, n. 3\n(collecting cases). Although Lambert’s own reconsideration motion\nwas not filed until after the initial 14 days had run,[6] he cites the lower courts’ handling\nof such cases as evidence that Rule 23(f) is indeed amenable to\ntolling. He further suggests that there is no basis for relaxing\nthe 14-day limit in one situation but not the other.Lambert’s argument relies on a mistaken premise.\nA timely motion for reconsideration filed within a window to appeal\ndoes not toll anything; it “renders an otherwise final decision of\na district court not final” for purposes of appeal.United\nStatesv.Ibarra,502 U.S.\n1, 6 (1991) (per curiam). In other words, it affects the\nantecedent issue of when the 14-day limit begins to run, not the\navailability of tolling. Seeid.,at 4, n. 2 (noting\nthat this practice is not “a matter of tolling”).[7]IVLambert devotes much of his merits brief to\narguing the distinct question whether his Rule 23(f) petition was\ntimely even without resort to tolling. First, he argues that, even\nif his motion for reconsideration was not filed within 14 days of\nthe decertification order, it was filed within the time allowed\n(either by the Federal Rules or by the District Court at the March\n2 hearing). The timeliness of that motion, Lambert contends,\n“cause[d] the time to appeal to run from the disposition of the\nreconsideration motion, not from the original order.” Brief for\nRespondent 8; seeid.,at 9–18. Alternatively, he argues\nthat the District Court’s order denying reconsideration was itself\n“an order granting or denying class-action certification” under\nRule 23(f ).Id.,at 8–9, 19–20. The Court of Appeals\ndid not rule on these alternative grounds, which are beyond the\nscope of the question presented. Mindful of our role, we will not\noffer the first word. SeeUnited Statesv.Stitt, 586\nU. S. ___, ___ (2018) (slip op., at 9);Pacific Bell\nTelephone Co.v.linkLine Communications, Inc.,555 U.S.\n438, 457 (2009). If the Court of Appeals concludes that these\narguments have been preserved, it can address them in the first\ninstance on remand.*  *  *The relevant Rules of Civil and Appellate\nProcedure clearly foreclose the flexible tolling approach on which\nthe Court of Appeals relied to deem Lambert’s petition timely. The\njudgment of the Court of Appeals is therefore reversed, and the\ncase is remanded for further proceedings consistent with this\nopinion.It is so ordered.Notes1SeeNucor Corp.v.Brown, 760 F.3d 341, 343 (CA4 2014);Fleischmanv.Albany Med. Ctr., 639 F.3d 28, 31 (CA2 2011);Gutierrezv.Johnson & Johnson, 523 F.3d 187,\n193, and n. 5 (CA3 2008);McNamarav.Felderhof,410 F.3d 277, 281 (CA5 2005);Garyv.Sheahan,188 F.3d 891, 892 (CA7 1999).2Rule 23(f ) has\nsince been amended and now reads, in relevant part: “A court of\nappeals may permit an appeal from an order granting or denying\nclass-action certification . . . . A party must file\na petition for permission to appeal . . . within 14 days\nafter the order is entered . . . .” The difference\nis immaterial for purposes of this case.3To be sure, this Court\nhas previously suggested that time limits for taking an appeal are\n“mandatory and jurisdictional.”Budinichv.Becton\nDickinson & Co.,486 U.S.\n196, 203 (1988). As our more recent precedents have made clear,\nhowever, this Court once used that phrase in a “ ‘less than\nmeticulous’ ” manner.Hamer, 583 U. S., at ___\n(slip op., at 9);Kontrickv.Ryan,540 U.S.\n443, 454 (2004). Those earlier statements did not necessarily\nsignify that the rules at issue were formally “jurisdictional” as\nwe use that term today.4Lambert’s other textual\narguments center on rules addressed to appeals as of right. See\nBrief for Respondent 9–12, 17–18, 36–38 (discussing,e.g.,\nFed. Rules App. Proc. 3 and 4). As noted above, Rules 5 and 26\nspecifically address petitions for permission to appeal from\nnonfinal orders such as the one at issue here. Lambert’s attempts\nto reason by implication from other, inapposite Rules therefore\nbear little weight. SeeManriquev.United States,\n581 U. S. ___, ___–___ (2017) (slip op., at 6–7).5Lambert also argues that\ninterpreting Rule 23(f ) flexibly would be consistent with the\nRules’ generally equitable approach. Brief for Respondent 21—27.\nBut that simply fails to engage with the dispositive point here:\nAny such background preference for flexibility has been overcome by\nthe clear text of the relevant rules. See,e.g.,Youngv.United States,535 U.S.\n43, 49 (2002).6Lambert argues that his\ncounsel’s statements 10 days after the District Court’s\ndecertification order constituted an oral motion for\nre-consideration, but the transcript belies any such claim. See\nApp. to Pet. for Cert. 71 (requesting only “leave to file”);id.,at 74 (informing the District Court that Lambert “will\nwant to file” a reconsideration motion).7We therefore have no\noccasion to address the effect of a motion for reconsideration\nfiled within the 14-day window. Moreover, because nothing the\nDistrict Court did misled Lambert about the appeal filing deadline,\nseesupra,at 1–2, we similarly have no occasion to address\nthe question whether his motion would be timely if that had\noccurred. SeeCarlislev.United States,517 U.S.\n416, 428 (1996);id.,at 435–436 (Ginsburg, J.,\nconcurring) (discussingThompsonv.INS,375 U.S.\n384, 386–387 (1964) (per curiam), andHarris Truck\nLines, Inc.v.Cherry Meat Packers, Inc.,371 U.S.\n215, 216–217 (1962) (per curiam)). We also have no\noccasion to address whether an insurmountable impediment to filing\ntimely might compel a different result. Cf. Fed. Rule App. Proc.\n26(a)(3) (addressing computation of time when “the clerk’s office\nis inaccessible”).",
    "joined": []
}