{
    "case": {
        "docket": "291",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/291/"
    },
    "id": "1970864",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–682_________________BILL SCHUETTE, ATTORNEY GENERAL OF MICHI-GAN,\nPETITIONER v. COALITION TO DEFEND AF-FIRMATIVE ACTION, INTEGRATION\nAND IMMI-GRANT RIGHTS AND FIGHT FOR EQUALITYBY ANY MEANS NECESSARY\n(BAMN), et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[April 22, 2014]Justice Sotomayor,\nwith whom Justice Ginsburg joins, dissenting.We are fortunate to\nlive in a democratic society. But without checks, democratically\napproved legislation can oppress minority groups. For that reason,\nour Constitution places limits on what a majority of the people may\ndo. This case implicates one such limit: the guarantee of equal\nprotection of the laws. Although that guarantee is traditionally\nunderstood to prohibit intentional discrimination under existing\nlaws, equal protection does not end there. Another fundamental\nstrand of our equal protection jurisprudence focuses on process,\nsecuring to all citizens the right to participate meaningfully and\nequally in self-government. That right is the bedrock of our\ndemocracy, for it preserves all other rights.Yet to know the history\nof our Nation is to understand its long and lamentable record of\nstymieing the right of racial minorities to participate in the\npolitical process. At first, the majority acted with an open,\ninvidious purpose. Notwithstanding the command of the Fifteenth\nAmendment, certain States shut racial minorities out of the\npolitical process altogether by withholding the right to vote. This\nCourt intervened to preserve that right. The majority tried again,\nreplacing outright bans on voting with literacy tests, good\ncharacter requirements, poll taxes, and gerrymandering. The Court\nwas not fooled; it invalidated those measures, too. The majority\npersisted. This time, although it allowed the minority access to\nthe political process, the majority changed the ground rules of the\nprocess so as to make it more difficult for the minority, and the\nminority alone, to obtain policies designed to foster racial\nintegration. Although these political restructurings may not have\nbeen discriminatory in purpose, the Court reaffirmed the right of\nminority members of our society to participate meaningfully and\nequally in the political process.This case involves this\nlast chapter of discrimination: A majority of the Michigan\nelectorate changed the basic rules of the political process in that\nState in a manner that uniquely disadvantaged racial\nminorities.[1] Prior to the\nenactment of the constitutional initiative at issue here,all of the\nadmissions policies of Michigan’s public colleges and\nuniversities—including race-sensitive admissions\npoli-cies[2]—were in the\nhands of each institution’s governing board. The members of\nthose boards are nominated by political parties and elected by the\ncitizenry in statewide elections. After over a century of being\nshut out of Michigan’s institutions of higher education,\nracial minorities in Michigan had succeeded in persuading the\nelected board representatives to adopt admissions policies that\ntook into account the benefits of racial diversity. And this Court\ntwice blessed such efforts—first in Regents of Univ. of Cal.\nv. Bakke, 438 U. S. 265 (1978) , and again in Grutter v.\nBollinger, 539 U. S. 306 (2003) , a case that itself concerned\na Michigan admissions policy.In the wake of Grutter,\nsome voters in Michigan set out to eliminate the use of\nrace-sensitive admissions policies. Those voters were of course\nfree to pursue this end in any number of ways. For example, they\ncould have persuaded existing board members to change their minds\nthrough individual or grassroots lobbying efforts, or through\ngeneral public awareness campaigns. Or they could have mobilized\nefforts to vote uncooperative board members out of office,\nreplacing them with members who would share their desire to abolish\nrace-sensitive admissions policies. When this Court holds that the\nConstitution permits a particular policy, nothing prevents a\nmajority of a State’s voters from choosing not to adopt that\npolicy. Our system of government encourages—and indeed,\ndepends on—that type of democratic action.But instead, the\nmajority of Michigan voters changed the rules in the middle of the\ngame, reconfiguring the existing political process in Michigan in a\nmanner that burdened racial minorities. They did so in the 2006\nelection by amending the Michigan Constitution to enact Art. I,\n§26, which provides in relevant part that Michigan’s\npublic universities “shall not discriminate against, or grant\npreferential treatment to, any individual or group on the basis of\nrace, sex, color, ethnicity, or national origin in the operation of\npublic employment, public education, or public\ncontracting.”As a result of\n§26, there are now two very different processes through which\na Michigan citizen is permitted to influence the admissions\npolicies of the State’s universities: one for persons\ninterested in race-sensitive admissions policies and one for\neveryone else. A citizen who is a University of Michigan alumnus,\nfor instance, can advocate for an admissions policy that considers\nan applicant’s legacy status by meeting individually with\nmembers of the Board of Regents to convince them of her views, by\njoining with other legacy parents to lobby the Board, or by voting\nfor and supporting Board candidates who share her position. The\nsame options are available to a citizen who wants the Board to\nadopt admissions policies that consider athleticism, geography,\narea of study, and so on. The one and only policy a Michigan\ncitizen may not seek through this long-established process is a\nrace-sensitive admissions policy that considers race in an\nindividualized manner when it is clear that race-neutral\nalternatives are not adequate to achieve diversity. For that policy\nalone, the citizens of Michigan must undertake the daunting task of\namending the State Constitution.Our precedents do not\npermit political restructurings that create one process for racial\nminorities and a separate, less burdensome process for everyone\nelse. This Court has held that the Fourteenth Amendment does not\ntolerate “a political structure that treats all individuals\nas equals, yet more subtly distorts governmental processes in such\na way as to place special burdens on the ability of minority groups\nto achieve beneficial legislation.” Washington v. Seattle\nSchool Dist. No. 1, 458 U. S. 457, 467 (1982) (internal\nquotation marks omitted). Such restructuring, the Court explained,\n“is no more permissible than denying [the minority] the\n[right to] vote, on an equal basis with others.” Hunter v.\nErickson, 393 U. S. 385, 391 (1969) . In those\ncases—Hunter and Seattle—the Court recognized what is\nnow known as the “political-process doctrine”: When the\nmajority reconfigures the political process in a manner that\nburdens only a racial minority, that alteration triggers strict\njudicial scrutiny.Today, disregarding\nstare decisis, a majority of the Court effectively discards those\nprecedents. The plurality does so, it tells us, because the freedom\nactually secured by the Constitution is the freedom of\nself-government—because the majority of Michigan citizens\n“exercised their privilege to enact laws as a basic exercise\nof their democratic power.” Ante, at 15. It would be\n“demeaning to the democratic process,” the plurality\nconcludes, to disturb that decision in any way. Ante, at 17. This\nlogic embraces majority rule without an important constitutional\nlimit.The plurality’s\ndecision fundamentally misunderstands the nature of the injustice\nworked by §26. This case is not, as the plurality imagines,\nabout “who may resolve” the debate over the use of race\nin higher education admissions. Ante, at 18. I agree wholeheartedly\nthat nothing vests the resolution of that debate exclusively in the\ncourts or requires that we remove it from the reach of the\nelectorate. Rather, this case is about how the debate over the use\nof race-sensitive admissions policies may be resolved, contra,\nibid.—that is, it must be resolved in constitution-ally\npermissible ways. While our Constitution does not guarantee\nminority groups victory in the political process, it does guarantee\nthem meaningful and equal access to that process. It guarantees\nthat the majority may not win by stacking the political process\nagainst minority groups permanently, forcing the minority alone to\nsurmount unique obstacles in pursuit of its goals—here,\neducational diversity that cannot reasonably be accomplished\nthrough race-neutral measures. Today, by permitting a majority of\nthe voters in Michigan to do what our Constitution forbids, the\nCourt ends the debate over race-sensitive admissions policies in\nMichigan in a manner that contravenes constitutional protections\nlong recognized in our precedents.Like the plurality, I\nhave faith that our citizenry will continue to learn from this\nNation’s regrettable history; that it will strive to move\nbeyond those injustices towards a future of equality. And I, too,\nbelieve in the importance of public discourse on matters of public\npolicy. But I part ways with the plurality when it suggests that\njudicial intervention in this case “impede[s]” rather\nthan “advance[s]” the democratic process and the\nultimate hope of equality. Ante, at 16. I firmly believe that our\nrole as judges includes policing the process of self-government and\nstepping in when necessary to secure the constitutional guarantee\nof equal protection. Because I would do so here, I respectfully\ndissent.IFor much of its\nhistory, our Nation has denied to many of its citizens the right to\nparticipate meaningfully and equally in its politics. This is a\nhistory we strive to put behind us. But it is a history that still\ninforms the society we live in, and so it is one we must address\nwith candor. Because the political-process doctrine is best\nunderstood against the backdrop of this history, I will briefly\ntrace its course.The Fifteenth\nAmendment, ratified after the Civil War, promised to racial\nminorities the right to vote. But many States ignored this promise.\nIn addition to outright tactics of fraud, intimidation, and\nviolence, there are countless examples of States categorically\ndenying to racial minorities access to the political process.\nConsider Texas; there, a 1923 statute prevented racial minorities\nfrom participating in primary elections. After this Court declared\nthat statute unconstitutional, Nixon v. Herndon, 273 U. S. 536\n–541 (1927), Texas responded by changing the rules. It\nenacted a new statute that gave political parties themselves the\nright to determine who could participate in their primaries.\nPredictably, the Democratic Party specified that only white\nDemocrats could participate in its primaries. Nixon v. Condon, 286\nU. S. 73 –82 (1932). The Court invalidated that scheme,\ntoo. Id., at 89; see also Smith v. Allwright, 321 U. S. 649\n(1944) ; Terry v. Adams, 345 U. S. 461 (1953) .Some States were less\ndirect. Oklahoma was one of many that required all voters to pass a\nliteracy test. But the test did not apply equally to all voters.\nUnder a “grandfather clause,” voters were exempt if\ntheir grand-fathers had been voters or had served as soldiers\nbefore 1866. This meant, of course, that black voters had to pass\nthe test, but many white voters did not. The Court held the scheme\nunconstitutional. Guinn v. United States, 238 U. S. 347 (1915)\n. In response, Oklahoma changed the rules. It enacted a new statute\nunder which all voters who were qualified to vote in 1914 (under\nthe unconstitutional grandfather clause) remained qualified, and\nthe remaining voters had to apply for registration within a 12-day\nperiod. Lane v. Wilson, 307 U. S. 268 –271 (1939). The\nCourt struck down that statute as well. Id., at 275.Racial minorities were\noccasionally able to surmount the hurdles to their political\nparticipation. Indeed, in some States, minority citizens were even\nable to win elective office. But just as many States responded to\nthe Fifteenth Amendment by subverting minorities’ access to\nthe polls, many States responded to the prospect of elected\nminority officials by undermining the ability of minorities to win\nand hold elective office. Some States blatantly removed black\nofficials from local offices. See, e.g., H. Rabinowitz, Race\nRelations in the Urban South, 1865–1890, pp. 267,\n269–270 (1978) (describing events in Tennessee and Virginia).\nOthers changed the processes by which local officials were elected.\nSee, e.g., Extension of the Voting Rights Act, Hearings before the\nSubcommittee on Civil and Constitutional Rights of the House\nCommittee on the Judiciary, 97th Cong., 1st Sess., pt. 1, pp.\n2016–2017 (1981) (hereinafter 1981 Hearings) (statement of\nProfessor J. Morgan Kousser) (after a black judge refused to resign\nin Alabama, the legislature abolished the court on which he served\nand replaced it with one whose judges were appointed by the\nGovernor); Rabinowitz, supra, at 269–270 (the North Carolina\nLegislature divested voters ofthe right to elect justices of the\npeace and county commissioners, then arrogated to itself the\nauthority to select justices of the peace and gave them the power\nto select commissioners).This Court did not\nstand idly by. In Alabama, for example, the legislature responded\nto increased black voter registration in the city of Tuskegee by\namending the State Constitution to authorize legislative abolition\nof the county in which Tuskegee was located, Ala. Const. Amdt. 132\n(1957), repealed by Ala. Const. Amdt. 406 (1982), and by redrawing\nthe city’s boundaries to remove all the black voters\n“while not removing a single white voter,” Gomillion v.\nLightfoot, 364 U. S. 339, 341 (1960) . The Court intervened,\nfinding it “inconceivable that guaranties embedded in the\nConstitution” could be “manipulated out of\nexistence” by being “cloaked in the garb of [political]\nrealignment.” Id., at 345 (internal quotation marks\nomitted).This Court’s\nlandmark ruling in Brown v. Board of Education, 347 U. S. 483\n(1954) , triggered a new era of political restructuring, this time\nin the context of education. In Virginia, the General Assembly\ntransferred control of student assignment from local school\ndistricts to a State Pupil Placement Board. See B. Muse,\nVirginia’s Massive Resistance 34, 74 (1961). And when the\nlegislature learned that the Arlington County school board had\nprepared a desegregation plan, the General Assembly “swiftly\nretaliated” by stripping the county of its right to elect its\nschool board by popular vote and instead making the board an\nappointed body. Id., at 24; see also B. Smith, They Closed Their\nSchools 142–143 (1965).Other States similarly\ndisregarded this Court’s mandate by changing their political\nprocess. See, e.g., Bush v. Orleans Parish School Bd., 187\nF. Supp. 42, 44–45 (ED La. 1960) (the Louisiana\nLegislature gave the Governor the authority to supersede any school\nboard’s decision to integrate); Extension of the Voting\nRights Act, Hearings on H. R. 4249 et al. before\nSubcommittee No. 5 of the House Committee on the Judiciary, 91st\nCong., 1st Sess., 146–149 (1969) (statement of Thomas E.\nHarris, Assoc. Gen. Counsel, American Federation of Labor and\nCongress of Industrial Organizations) (the Mississippi Legislature\nremoved from the people the right to elect superintendents of\neducation in 11 counties and instead made those positions\nappointive).The Court remained true\nto its command in Brown. In Arkansas, for example, it enforced a\ndesegregation order against the Little Rock school board. Cooper v.\nAaron, 358 U. S. 1, 5 (1958) . On the very day the Court\nannounced that ruling, the Arkansas Legislature responded by\nchanging the rules. It enacted a law permitting the Governor to\nclose any public school in the State, and stripping local school\ndistricts of their decisionmaking authority so long as the Governor\ndetermined that local officials could not maintain\n“ ‘a general, suitable, and efficient educational\nsystem.’ ” Aaron v. Cooper, 261 F. 2d 97, 99\n(CA8 1958) (per curiam) (quoting Arkansas statute). The\nthen-Governor immediately closed all of Little Rock’s high\nschools. Id., at 99–100; see also S. Breyer, Making Our\nDemocracy Work 49–67 (2010) (discussing the events in Little\nRock).The States’\npolitical restructuring efforts in the 1960’s and\n1970’s went beyond the context of education. Many States\ntried to suppress the political voice of racial minorities more\ngenerally by reconfiguring the manner in which they filled\nvacancies in local offices, often transferring authority from the\nelectorate (where minority citizens had a voice at the local level)\nto the States’ executive branch (where minorities wielded\nlittle if any influence). See, e.g., 1981 Hearings, pt. 1, at 815\n(report of J. Cox & A. Turner) (the Alabama Legislature changed\nall municipal judgeships from elective to appointive offices); id.,\nat 1955 (report of R. Hudlin & K. Brimah, Voter Educ. Project,\nInc.) (the Georgia Legislature eliminated some elective offices and\nmade others appointive when it appeared that a minority candidate\nwould be victorious); id., at 501 (statement of Frank R. Parker,\nDirector, Lawyers’ Comm. for Civil Rights Under Law) (the\nMississippi Legislature changed the manner of filling vacancies for\nvarious public offices from election to appointment).IIIt was in this\nhistorical context that the Court intervened in Hunter v. Erickson,\n393 U. S. 385 (1969) , and Washington v. Seattle School Dist.\nNo. 1, 458 U. S. 457 (1982) . Together, Hunter and Seattle\nrecognized a fundamental strand of this Court’s equal\nprotection jurisprudence: the political-process doctrine. To\nunderstand that doctrine fully, it is necessary to set forth in\ndetail precisely what the Court had before it, and precisely what\nit said. For to understand Hunter and Seattle is to understand why\nthose cases straightforwardly resolve this one.AIn Hunter, the City\nCouncil of Akron, Ohio, enacted a fair housing ordinance to\n“assure equal opportunity to all persons to live in decent\nhousing facilities regardless of race, color, religion, ancestry,\nor national origin.” 393 U. S., at 386 (internal\nquotation marks omitted). A majority of the citizens of Akron\ndisagreed with the ordinance and overturned it. But the majority\ndid not stop there; it also amended the city charter to prevent the\nCity Council from implementing any future ordinance dealing with\nracial, religious, or ancestral discrimination in housing without\nthe approval of the majority of the Akron electorate. Ibid. That\namendment changed the rules of the political process in Akron. The\nCourt described the result of the change as follows:“[T]o enact an ordinance barring\nhousing discrimination on the basis of race or religion, proponents\nhad to obtain the approval of the City Council and of a majority of\nthe voters citywide. To enact an ordinance preventing housing\ndiscrimination on other grounds, or to enact any other type of\nhousing ordinance, proponents needed the support of only the City\nCouncil.” Seattle, 458 U. S., at 468 (describing Hunter;\nemphasis deleted).The Court invalidated\nthe Akron charter amendment under the Equal Protection Clause. It\nconcluded that the amendment unjustifiably “place[d] special\nburdens on racial minorities within the governmental\nprocess,” thus effecting “a real, substantial, and\ninvidious denial of the equal protection of the laws.”\nHunter, 393 U. S., at 391, 393. The Court characterized the\namendment as “no more permissible” than denying racial\nminorities the right to vote on an equal basis with the majority.\nId., at 391. For a “State may no more disadvantage any\nparticular group by making it more difficult to enact legislation\nin its behalf than it may dilute any person’s vote or give\nany group a smaller representation than another of comparable\nsize.” Id., at 392–393. The vehicle for the\nchange—a popular referendum—did not move the Court:\n“The sovereignty of the people,” it explained,\n“is itself subject to . . . constitutional\nlimitations.” Id., at 392.Justice Harlan, joined\nby Justice Stewart, wrote in his concurrence that although a State\ncan normally allocate political power according to any general\nprinciple, it bears a “far heavier burden of\njustification” when it reallocates political power based on\nrace, because the selective reallocation necessarily makes it far\nmore difficult for racial minorities to “achieve legislation\nthat is in their interest.” Id., at 395 (internal quotation\nmarks omitted).In Seattle, a case that\nmirrors the one before us, the Court applied Hunter to invalidate a\nstatute, enacted by a majority of Washington State’s\ncitizens, that prohibited racially integrative busing in the wake\nof Brown. As early as 1963, Seattle’s School District No. 1\nbegan taking steps to cure the de facto racial segregation in its\nschools. 458 U. S., at 460–461. Among other measures, it\nenacted a desegregation plan that made extensive use of busing and\nmandatory assignments. Id., at 461. The district was under no\nobligation to adopt the plan; Brown charged school boards with a\nduty to integrate schools that were segregated because of\nde jure racial discrimination, but there had been no finding\nthat the de facto segregation in Seattle’s schools was the\nproduct of de jure discrimination. 458 U. S., at 472,\nn. 15. Several residents who opposed the desegregation efforts\nformed a committee and sued to enjoin implementation of the plan.\nId., at 461. When these efforts failed, the committee sought to\nchange the rules of the political process. It drafted a statewide\ninitiative “designed to terminate the use of mandatory busing\nfor purposes of racial integration.” Id., at 462. A major-ity\nof the State’s citizens approved the initiative. Id., at\n463–464.The Court invalidated\nthe initiative under the Equal Protection Clause. It began by\nobserving that equal protection of the laws “guarantees\nracial minorities the right to full participation in the political\nlife of the community.” Id., at 467. “It is beyond\ndispute,” the Court explained, “that given racial or\nethnic groups may not be denied the franchise, or precluded from\nentering into the political process in a reliable and meaningful\nmanner.” Ibid. But the Equal Protection Clause reaches\nfurther, the Court stated, reaffirming the principle espoused in\nHunter—that while “laws structuring political\ninstitutions or allocating political power according to neutral\nprinciples” do not violate the Constitution, “a\ndifferent analysis is required when the State allocates\ngovernmental power nonneutrally, by explicitly using the racial\nnature of a decision to determine the decisionmaking\nprocess.” 458 U. S., at 470. That kind of state action,\nit observed, “places special burdens on racial minorities\nwithin the governmental process,” by making it “more\ndifficult for certain racial and religious minorities” than\nfor other members of the community “to achieve legislation\n. . . in their interest.” Ibid.Rejecting the argument\nthat the initiative had no racial focus, the Court found that the\ndesegregation of public schools, like the Akron housing ordinance,\n“inure[d] primarily to the benefit of the minority, and [was]\ndesigned for that purpose.” Id., at 472. Because minorities\nhad good reason to “consider busing for integration to be\n‘legislation that is in their interest,’ ”\nthe Court concluded that the “racial focus of [the\ninitiative] . . . suffice[d] to trigger application of\nthe Hunter doctrine.” Id., at 474 (quoting Hunter, 393\nU. S., at 395) (Harlan, J. concurring)).The Court next\nconcluded that “the practical effect of [the initiative was]\nto work a reallocation of power of the kind condemned in\nHunter.” Seattle, 458 U. S., at 474. It explained:\n“Those favoring the elimination of de facto school\nsegregation now must seek relief from the state legislature, or\nfrom the statewide electorate. Yet authority over all other student\nassignment decisions, as well as over most other areas of\neducational policy, remains vested in the local school\nboard.” Ibid. Thus, the initiative required those in favor of\nracial integration in public schools to “surmount a\nconsiderably higher hurdle than persons seeking comparable\nlegislative action” in different contexts. Ibid.The Court reaffirmed\nthat the “ ‘simple repeal or modification of\ndesegregation or antidiscrimination laws, without more, never has\nbeen viewed as embodying a presump-tively invalid racial\nclassification.’ ” Id., at 483 (quoting Crawford\nv. Board of Ed. of Los Angeles, 458 U. S. 527, 539 (1982) ).\nBut because the initiative burdened future attempts to integrate by\nlodging the decisionmaking authority at a “new and remote\nlevel of government,” it was more than a “mere\nrepeal”; it was an unconstitutionally discriminatory change\nto the political process.[3]\nSeattle, 458 U. S., at 483–484.BHunter and Seattle\nvindicated a principle that is as elementary to our equal\nprotection jurisprudence as it is essential: The majority may not\nsuppress the minority’s right to participate on equal terms\nin the political process. Under this doctrine, governmental action\ndeprives minor-ity groups of equal protection when it (1) has\na racial focus, targeting a policy or program that “inures\nprimarily to the benefit of the minority,” Seattle, 458\nU. S., at 472; and (2) alters the political process in a\nmanner that uniquely burdens racial minorities’ ability to\nachieve their goals through that process. A faithful application of\nthe doctrine resoundingly resolves this case in respondents’\nfavor.1Section 26 has a\n“racial focus.” Seattle, 458 U. S., at 474. That\nis clear from its text, which prohibits Michigan’s public\ncolleges and universities from “grant[ing] preferential\ntreatment to any individual or group on the basis of race.”\nMich. Const., Art. I, §26. Like desegregation of public\nschools, race-sensitive admissions policies “inur[e]\nprimarily to the benefit of the minority,” 458 U. S., at\n472, as they are designed to increase minorities’ access to\ninstitutions of higher education.[4]Petitioner argues that\nrace-sensitive admissions policies cannot “inur[e] primarily\nto the benefit of the minority,” ibid., as the Court has\nupheld such policies only insofar as they further “the\neducational benefits that flow from a diverse student body,”\nGrutter, 539 U. S., at 343. But there is no conflict between\nthis Court’s pronouncement in Grutter and the common-sense\nreality that race-sensitive admissions policies benefit minorities.\nRather, race-sensitive admissions policies further a compelling\nstate interest in achieving a diverse student body precisely\nbecause they increase minority enrollment, which necessarily\nbenefits minority groups. In other words, constitutionally\npermissible race-sensitive admissions policies can both serve the\ncompelling interest of obtaining the educational benefits that flow\nfrom a diverse student body, and inure to the benefit of racial\nminorities. There is nothing mutually exclusive about the two. Cf.\nSeattle, 458 U. S., at 472 (concluding that the desegregation\nplan had a racial focus even though “white as well as Negro\nchildren bene-fit from exposure to ‘ethnic and racial\ndiversity in the classroom’ ”).It is worth\nemphasizing, moreover, that §26 is relevant only to admissions\npolicies that have survived strict scrutiny under Grutter; other\npolicies, under this Court’s rulings, would be forbidden with\nor without §26. A Grutter-compliant admissions policy must use\nrace flexibly, not maintain a quota; must be limited in time; and\nmust be employed only after “serious, good faith\nconsideration of workable race-neutral alternatives,” 539\nU. S., at 339. The policies banned by §26 meet all these\nrequirements and thus already constitute the least restrictive ways\nto advance Michigan’s compelling interest in diversity in\nhigher education.2Section 26\nrestructures the political process in Michigan in a manner that\nplaces unique burdens on racial minorities. It establishes a\ndistinct and more burdensome political process for the enactment of\nadmissions plans that consider racial diversity.Long before the\nenactment of §26, the Michigan Constitution granted plenary\nauthority over all matters relating to Michigan’s public\nuniversities, including admissions criteria, to each\nuniversity’s eight-member governing board. See Mich. Const.,\nArt. VIII, §5 (establishing the Board of Regents of the\nUniversity of Michigan, the Board of Trustees of Michigan State\nUniversity, and the Board of Governors of Wayne State University).\nThe boards have the “power to enact ordinances, by-laws and\nregulations for the government of the university.” Mich.\nComp. Laws Ann. §390.5 (West 2010); see also §390.3\n(“The government of the university is vested in the board of\nregents”). They are “ ‘constitutional\ncorporation[s] of independent authority, which, within the scope of\n[their] functions, [are] co-ordinate with and equal to\n. . . the legislature.’ ” Federated\nPublications, Inc. v. Board of Trustees of Mich. State Univ., 460\nMich. 75, 84, n. 8, 594 N. W. 2d 491, 496, n. 8\n(1999).The boards are\nindisputably a part of the political process in Michigan. Each\npolitical party nominates two candidates for membership to each\nboard, and board members are elected to 8-year terms in the general\nstatewide election. See Mich. Comp. Laws Ann. §§168.282,\n168.286 (West 2008); Mich. Const., Art. VIII, §5. Prior to\n§26, board candidates frequently included their views on\nrace-sensitive admissions in their campaigns. For example, in 2005,\none candidate pledged to “work to end so-called\n‘Affirmative-Action,’ a racist, degrading\nsystem.” See League of Women Voters, 2005 General Election\nVoter Guide, online at http://www.lwvka.org/guide04/regents/html\n(all Internet materials as visited Apr. 18, 2014, and available in\nClerk of Court’s case file); see also George, U-M Regents\nRace Tests Policy, Detroit Free Press, Oct. 26, 2000, p. 2B (noting\nthat one candidate “opposes affirmative action admissions\npolicies” because they “ ‘basically sa[y]\nminority students are not qualified’ ”).Before the enactment of\n§26, Michigan’s political structure permitted both\nsupporters and opponents of race-sensitive admissions policies to\nvote for their candidates of choice and to lobby the elected and\npolitically accountable boards. Section 26 reconfigured that\nstructure. After §26, the boards retain plenary authority over\nall admissions criteria except for race-sensitive admissions\npolicies.[5] To change\nadmissions policies on this one issue, a Michigan citizen must\ninstead amend the Michigan Constitution. That is no small task. To\nplace a proposed constitutional amendment on the ballot requires\neither the support of two-thirds of both Houses of the Michigan\nLegislature or a vast number of signatures from Michigan\nvoters—10 percent of the total number of votes cast in the\npreceding gubernatorial election. See Mich. Const., Art. XII,\n§§1, 2. Since more than 3.2 million votes were cast in\nthe 2010 election for Governor, more than 320,000 signatures are\ncurrently needed to win a ballot spot. See Brief for Gary Segura\net al. as Amici Curiae 9 (hereinafter Segura Brief). Moreover,\n“[t]o account for invalid and duplicative signatures,\ninitiative sponsors ‘need to obtain substantially more than\nthe actual required number of signatures, typically by a 25% to 50%\nmargin.’ ” Id., at 10 (quoting Tolbert,\nLowenstein, & Donovan, Election Law and Rules for Using\nInitiatives, in Citizens as Legislators: Direct Democracy in the\nUnited States 27, 37 (S. Bowler, T. Donovan, & C. Tolbert eds.,\n1998)).And the costs of\nqualifying an amendment are significant. For example, “[t]he\nvast majority of petition efforts . . . require\ninitiative sponsors to hire paid petition circulators, at\nsignificant expense.” Segura Brief 10; see also T. Donovan,\nC. Mooney, & D. Smith, State and Local Politics: Institutions\nand Reform 96 (2012) (hereinafter Donovan) (“In many states,\nit is difficult to place a measure on the ballot unless\nprofessional petition firms are paid to collect some or all the\nsignatures required for qualification”); Tolbert, supra, at\n35 (“ ‘Qualifying an initiative for the statewide\nballot is . . . no longer so much a measure of general citizen\ninterest as it is a test of fundraising\nability’ ”). In addition to the cost of collecting\nsignatures, campaigning for a majority of votes is an expensive\nendeavor, and “organizations advocating on behalf of\nmarginalized groups remain . . . outmoneyed by corporate,\nbusiness, and professional organizations.” Strolovitch &\nForrest, Social and Economic Justice Movements and Organizations,\nin The Oxford Handbook of American Political Parties and Interest\nGroups 468, 471 (L. Maisel & J. Berry eds., 2010). In 2008, for\ninstance, over $800 million was spent nationally on state-level\ninitiative and referendum campaigns, nearly $300 million more than\nwas spent in the 2006 cycle. Donovan 98. “In several states,\nmore money [is] spent on ballot initiative campaigns than for all\nother races for political office combined.” Ibid. Indeed, the\namount spent on state-level initiative and referendum campaigns in\n2008 eclipsed the $740.6 million spent by President Obama in his\n2008 presidential campaign, Salant, Spending Doubled as Obama Led\nBillion-Dollar Campaign, Bloomberg News, Dec. 27, 2008, online at\nhttp://www.bloomberg.com/apps/news?pid=newsarchive&sid=anLDS9WWPQW8.Michigan’s\nConstitution has only rarely been amended through the initiative\nprocess. Between 1914 and 2000, voters have placed only 60\nstatewide initiatives on the Michigan ballot, of which only 20 have\npassed. See Segura Brief 12. Minority groups face an especially\nuphill battle. See Donovan 106 (“[O]n issues dealing with\nracial and ethnic matters, studies show that racial and ethnic\nminorities do end up more on the losing side of the popular\nvote”). In fact, “[i]t is difficult to find even a\nsingle statewide initiative in any State in which voters approved\npolicies that explicitly favor racial or ethnic minority\ngroups.”[6] Segura Brief\n13.This is the onerous\ntask that §26 forces a Michigan citizen to complete in order\nto change the admissions policies of Michigan’s public\ncolleges and universities with respect to racial sensitivity. While\nsubstantially less grueling paths remain open to those advocating\nfor any other admissions policies, a constitutional amendment is\nthe only avenue by which race-sensitive admissions policies may be\nobtained. The effect of §26 is that a white graduate of a\npublic Michigan university who wishes to pass his historical\nprivilege on to his children may freely lobby the board of that\nuniversity in favor of an expanded legacy admissions policy,\nwhereas a black Michigander who was denied the opportunity to\nattend that very university cannot lobby the board in favor of a\npolicy that might give his children a chance that he never had and\nthat they might never have absent that policy.Such reordering of the\npolitical process contravenes Hunter and Seattle.[7] See Seattle, 458 U. S., at 467 (the\nEqual Protection Clause prohibits “ ‘a political\nstructure that treats all individuals as equals,’ yet more\nsubtly distorts governmental processes in such a way as to place\nspecial burdens on the ability of minority groups to achieve\nbeneficial legislation” (citation omitted)). Where, as here,\nthe majority alters the political process to the detriment of a\nracial minority, the governmental action is subject to strict\nscrutiny. See id., at 485, n. 28. Michigan does not assert\nthat §26 satisfies a compelling state interest. That should\nsettle the matter.C1The plurality sees it\ndifferently. Disregarding the language used in Hunter, the\nplurality asks us to contort that case into one that “rests\non the unremarkable principle that the State may not alter the\nprocedures of government to target racial minorities.” Ante,\nat 8. And the plurality recasts Seattle “as a case in which\nthe state action in question . . . had the serious risk,\nif not purpose, of causing specific injuries on account of\nrace.” Ante, at 8–9. According to the plurality, the\nHunter and Seattle Courts were not concerned with efforts to\nreconfigure the political process to the detriment of racial\nminorities; rather, those cases invalidated governmental actions\nmerely because they reflected an invidious purpose to discriminate.\nThis is not a tenable reading of those cases.The plurality\nidentifies “invidious discrimination” as the\n“necessary result” of the restructuring in Hunter.\nAnte, at 8. It is impossible to assess whether the housing\namendment in Hunter was motivated by discriminatory purpose, for\nthe opinion does not discuss the question of intent.[8] What is obvious, however, is that the\npossibility of invidious discrimination played no role in the\nCourt’s reasoning. We ordinarily understand our precedents to\nmean what they actually say, not what we later think they could or\nshould have said. The Hunter Court was clear about why it\ninvalidated the Akron charter amendment: It was impermissible as a\nrestructuring of the political process, not as an action motivated\nby discriminatory intent. See 393 U. S., at 391 (striking down\nthe Akron charter amendment because it “places a special\nburden on racial minorities within the governmental\nprocess”).Similarly, the\nplurality disregards what Seattle actually says and instead opines\nthat “the political restriction in question was designed to\nbe used, or was likely to be used, to encourage infliction of\ninjury by reason of race.” Ante, at 17. Here, the plurality\nderives its conclusion not from Seattle itself, but from evidence\nunearthed more than a quarter-century later in Parents Involved in\nCommunity Schools v. Seattle School Dist. No. 1, 551 U. S. 701\n(2007) : “Although there had been no judicial finding of\nde jure segregation with respect to Seattle’s school\ndistrict, it appears as though school desegregation in the district\nin the 1940’s and 1950’s may have been the partial\nresult of school board policies that ‘permitted white\nstudents to transfer out of black schools while restricting the\ntransfer of black students into white\nschools.’ ”[9]\nAnte, at 9 (quoting Parents Involved, 551 U. S., at 807–808\n(Breyer, J., dissenting) (emphasis added). It follows, according to\nthe plurality, that Seattle’s desegregation plan was\nconstitutionally required, so that the initiative halting the plan\nwas an instance of invidious discrimination aimed at inflicting a\nracial injury.Again, the plurality\nmight prefer that the Seattle Court had said that, but it plainly\ndid not. Not once did the Court suggest the presence of\nde jure segregation in Seattle. Quite the opposite: The\nopinion explicitly suggested the desegregation plan was adopted to\nremedy de facto rather than de jure segregation. See 458\nU. S., at 472, n. 15 (referring to the\n“absen[ce]” of “a finding of prior de jure\nsegregation”). The Court, moreover, assumed that no\n“constitutional violation” through de jure\nsegregation had occurred. Id., at 474. And it unmistakably rested\nits decision on Hunter, holding Seattle’s initiative invalid\nbecause it “use[d] the racial nature of an issue to define\nthe governmental decisionmaking structure, and thus impose[d]\nsubstantial and unique burdens on racial minorities.” 458\nU. S., at 470.It is nothing short of\nbaffling, then, for the plurality to insist—in the face of\nclear language in Hunter and Seattle saying otherwise—that\nthose cases were about nothing more than the intentional and\ninvidious infliction of a racial injury. Ante, at 8 (describing the\ninjury in Hunter as “a demonstrated injury on the basis of\nrace”); ante, at 8–9 (describing the injury in Seattle\nas an “injur[y] on account of race”). The\nplurality’s attempt to rewrite Hunter and Seattle so as to\ncast aside the political-process doctrine sub silentio is\nimpermissible as a matter of stare decisis. Under the doctrine of\nstare decisis, we usually stand by our decisions, even if we\ndisagree with them, because people rely on what we say, and they\nbelieve they can take us at our word.And what now of the\npolitical-process doctrine? After the plurality’s revision of\nHunter and Seattle, it is unclear what is left. The plurality\ncertainly does not tell us. On this point, and this point only, I\nagree with Justice Scalia that the plurality has rewritten those\nprecedents beyond recognition. See ante, at 5–7 (opinion\nconcurring in judgment).2Justice Breyer\nconcludes that Hunter and Seattle do not apply. Section 26, he\nreasons, did not move the relevant decisionmaking authority from\none political level to another; rather, it removed that authority\nfrom “unelected actors and placed it in the hands of the\nvoters.” Ante, at 5 (opinion concurring in judgment). He\nbases this conclusion on the premise that Michigan’s elected\nboards “delegated admissions-related decisionmaking authority\nto unelected university faculty members and administrators.”\nIbid. But this premise is simply incorrect.For one thing, it is\nundeniable that prior to §26, board candidates often pledged\nto end or carry on the use of race-sensitive admissions policies at\nMichigan’s public universities. See supra, at 18. Surely\nthose were not empty promises. Indeed, the issue of race-sensitive\nadmissions policies often dominated board elections. See, e.g.,\nGeorge, Detroit Free Press, at 2B (observing that “[t]he race\nfor the University of Michigan Board of Regents could determine . .\n. the future of [the University’s] affirmative action\npolicies”); Kosseff, UM Policy May Hang On Election,\nCrain’s Detroit Business, Sept. 18, 2000, p. 1 (noting\nthat an upcoming election could determine whether the University\nwould continue to defend its affirmative action policies);\nUniversity of Michigan’s Admissions Policy Still an Issue for\nRegents’ Election, Black Issues in Higher Education, Oct. 21,\n2004, p. 17 (commenting that although “the Supreme Court\nstruck down the University of Michigan’s undergraduate\nadmissions policy as too formulaic,” the issue “remains\nan important [one] to several peo-ple running” in an upcoming\nelection for the Board of Regents).Moreover, a careful\nexamination of the boards and their governing structure reveals\nthat they remain actively involved in setting admissions policies\nand procedures. Take Wayne State University, for example. Its Board\nof Governors has enacted university statutes that govern the\nday-to-day running of the institution. See Wayne State Univ. Stat.,\nonline at http://bog.wayne.edu/code. A number of those statutes\nestablish general admissions procedures, see §2.34.09\n(establishing undergraduate admissions procedures); §2.34.12\n(establishing graduate admissions procedures), and some set out\nmore specific instructions for university officials, see, e.g.,\n§2.34.09.030 (“Admissions decisions will be based on a\nfull evaluation of each student’s academic record, and on\nempirical data reflecting the characteristics of students who have\nsuccessfully graduated from [the university] within the four years\nprior to the year in which the student applies”);\n§§2.34.12.080, 2.34.12.090 (setting the requisite grade\npoint average for graduate applicants).The Board of Governors\ndoes give primary responsibility over day-to-day admissions matters\nto the university’s President. §2.34.09.080. But the\nPresident is “elected by and answerable to the Board.”\nBrief for Respondent Board of Governors of Wayne State University\net al. 15. And while university officials and faculty members\n“serv[e] an important advisory role in recommending\neducational policy,” id., at 14, the Board alone ultimately\ncontrols educational policy and decides whether to adopt (or\nreject) program-specific admissions recommendations. For example,\nthe Board has voted on recommendations “to revise guidelines\nfor establishment of honors curricula, including admissions\ncriteria”; “to modify the honor point criteria for\ngraduate admission”; and “to modify the maximum number\nof transfer credits that the university would allow in certain\ncases where articulation agreements rendered modification\nappropriate.” Id., at 17; see also id., at 18–20\n(providing examples of the Board’s “review[ing] and\npass[ing] upon admissions requirements in the course of voting on\nbroader issues, such as the implementation of new academic\nprograms”). The Board also “engages in robust and\nregular review of administrative actions involving admissions\npolicy and related matters.” Id., at 16.Other public\nuniversities more clearly entrust admissions policy to university\nofficials.      The Board of Regents of the\nUniversity of Michigan, for example, gives primary responsibility\nfor admissions to the Associate Vice Provost, Executive Director of\nUndergraduate Admissions, and Directors of Admissions. Bylaws\n§8.01, online at http://www.regents.umich.edu/bylaws. And the\nBoard of Trustees of Michigan State University relies on the\nPresident to make recommendations regarding admissions policies.\nBylaws, Art. 8, online at http://www.trustees.msu.edu/bylaws. But\nthe bylaws of the Board of Regents and the Board of Trustees\n“make clear that all university operations remain subject to\ntheir control.” Brief for Respondents Regents of the\nUniversity of Michigan, the Board of Trustees of Michigan State\nUniversity et al. 13–14.The boards retain\nultimate authority to adopt or reject admissions policies in at\nleast three ways. First, they routinely meet with university\nofficials to review admissions policies, including race-sensitive\nadmissions policies. For example, shortly after this Court’s\ndecisions in Gratz v. Bollinger, 539 U. S. 244 (2003) , and\nGrutter, 539 U. S., at 306, the President of the University of\nMichigan appeared before the University’s Board of Regents to\ndiscuss the impact of those decisions on the University.\nSeeProceedings 2003–2004, pp. 10–12 (July 2003),\nonlineat http://name.umdl.umich.edu/ACW7513.2003.001. Six members\nof the Board voiced strong support for the University’s use\nof race as a factor in admissions. Id., at 11–12. In June\n2004, the President again appeared before the Board to discuss\nchanges to undergraduate admissions policies. Id., at 301 (June\n2004). And in March 2007, the University’s Provost appeared\nbefore the Board of Regents to present strategies to increase\ndiversity in light of the passage of Proposal 2. Proceedings\n2006–2007, pp. 264–265 (Mar. 2007), online at\nhttp://name.umdl.umich.edu/ACW7513.2006.001.Second, the boards may\nenact bylaws with respect to specific admissions policies and may\nalter any admissions policies set by university officials. The\nBoard of Regents may amend any bylaw “at any regular meeting\nof the board, or at any special meeting, provided notice is given\nto each regent one week in advance.” Bylaws §14.03. And\nMichigan State University’s Board of Trustees may,\n“[u]pon the recommendation of the President[,]\n. . . determine and establish the qualifications of\nstudents for admissions at any level.” Bylaws, Art. 8. The\nboards may also permanently remove certain admissions decisions\nfrom university officials.[10] This authority is not merely theoretical. Between\n2008 and 2012, the University of Michigan’s Board of Regents\n“revised more than two dozen of its bylaws, two of which fall\nwithin Chapter VIII, the section regulating admissions\npractices.” App. to Pet. for Cert. 30a.Finally, the boards may\nappoint university officials who share their admissions goals, and\nthey may remove those officials if the officials’ goals\ndiverge from those of the boards. The University of\nMichigan’s Board of Regents “directly appoints [the\nUniversity’s] Associate Vice Provost and Executive Director\nof Undergraduate Admissions,” and Michigan State\nUniversity’s Board of Trustees elects that\ninstitution’s President. Brief for Respondents Regents of the\nUniversity of Michigan, the Board of Trustees of Michigan State\nUniversity et al. 14.The salient point is\nthis: Although the elected and politically accountable boards may\nwell entrust university officials with certain day-to-day\nadmissions responsibilities, they often weigh in on admissions\npolicies themselves and, at all times, they retain complete\nsupervisory authority over university officials and over all\nadmissionsdecisions.There is no question,\nthen, that the elected boards in Michigan had the power to\neliminate or adopt race-sensitive admissions policies prior to\n§26. There is also no question that §26 worked an\nimpermissible reordering of the political process; it removed that\npower from the elected boards and placed it instead at a higher\nlevel of thepolitical process in Michigan. See supra, at\n17–22. This case is no different from Hunter and Seattle in\nthat respect. Just as in Hunter and Seattle, minorities in Michigan\n“participated in the political process and won.” Ante,\nat 5 (Breyer, J., concurring in judgment). And just as in Hunter\nand Seattle, “the majority’s subsequent reordering of\nthe political process repealed the minority’s successes and\nmade it more difficult for the minority to succeed in the\nfuture,” thereby “diminish[ing] the minority’s\nability to participate meaningfully in the electoral\nprocess.” Ibid. There is therefore no need to consider\n“extend[ing] the holding of Hunter and Seattle to reach\nsituations in which decisionmaking authority is moved from an\nadministrative body to a political one,” ibid. Such a\nscenario is not be-fore us.IIIThe political-process\ndoctrine not only resolves this case as a matter of stare decisis;\nit is correct as a matter of first principles.AUnder our\nConstitution, majority rule is not without limit. Our system of\ngovernment is predicated on an equilibrium between the notion that\na majority of citizens may determine governmental policy through\nlegislation enacted by their elected representatives, and the\noverriding principle that there are nonetheless some things the\nConstitution forbids even a majority of citizens to do. The\npolitical-process doctrine, grounded in the Fourteenth Amendment,\nis a central check on majority rule.The Fourteenth\nAmendment instructs that all who act for the government may not\n“deny to any person . . . the equal protection of\nthe laws.” We often think of equal protection as a guarantee\nthat the government will apply the law in an equal\nfashion—that it will not intentionally discriminate against\nminority groups. But equal protection of the laws means more than\nthat; it also secures the right of all citizens to participate\nmeaningfully and equally in the process through which laws are\ncreated.Few rights are as\nfundamental as the right to participate meaningfully and equally in\nthe process of government. See Yick Wo v. Hopkins, 118 U. S.\n356, 370 (1886) (political rights are “fundamental”\nbecause they are “preservative of all rights”). That\nright is the bedrock of our democracy, recognized from its very\ninception. See J. Ely, Democracy and Distrust 87 (1980) (the\nConstitution “is overwhelmingly concerned, on the one hand,\nwith procedural fairness in the resolution of individual\ndisputes,” and on the other, “with ensuring broad\nparticipation in the processes and distributions of\ngovernment”).This should come as no\nsurprise. The political process is the channel of change. Id., at\n103 (describing the importance of the judiciary in policing the\n“channels of political change”). It is the means by\nwhich citizens may both obtain desirable legislation and repeal\nundesirable legislation. Of course, we do not expect minority\nmembers of our society to obtain every single result they seek\nthrough the political process—not, at least, when their views\nconflict with those of the majority. The minority plainly does not\nhave a right to prevail over majority groups in any given political\ncontest. But the minority does have a right to play by the same\nrules as the majority. It is this right that Hunter and Seattle so\nboldly vindicated.This right was hardly\nnovel at the time of Hunter and Seattle. For example, this Court\nfocused on the vital importance of safeguarding minority\ngroups’ access to the political process in United States v.\nCarolene Products Co., 304 U. S. 144 (1938) , a case that\npredated Hunter by 30 years. In a now-famous footnote, the Court\nexplained that while ordinary social and economic legislation\ncarries a presumption of constitutionality, the same may not be\ntrue of legislation that offends fundamental rights or targets\nminority groups. Citing cases involving restrictions on the right\nto vote, restraints on the dissemination of information,\ninterferences with political organizations, and prohibition of\npeaceable assembly, the Court recognized that “legislation\nwhich restricts those political processes which can ordinarily be\nexpected to bring about repeal of undesirable legislation”\ncould be worthy of “more exacting judicial scrutiny under the\ngeneral prohibitions of the Fourteenth Amendment than are most\nother types of legislation.” Id., at 152, n. 4; see also\nEly, supra, at 76 (explaining that “[p]aragraph two [of\nCarolene Products footnote 4] suggests that it is an appropriate\nfunction of the Court to keep the machinery of democratic\ngovernment running as it should, to make sure the channels of\npolitical participation and communication are kept open”).\nThe Court also noted that “prejudice against discrete and\ninsular minorities may be a special condition, which tends\nseriously to curtail the operation of those political pro-cesses\nordinarily to be relied upon to protect minorities, and which may\ncall for a correspondingly more search-ing judicial inquiry.”\nCarolene Products, 304 U. S., at 153, n. 4, see also Ely,\nsupra, at 76 (explaining that “[p]aragraph three [of Carolene\nProducts footnote 4] suggests that the Court should also concern\nitself with what majorities do to minorities, particularly\nmentioning laws ‘directed at’ religious, national and\nracial minorities and those infected by prejudice against\nthem”).The values identified\nin Carolene Products lie at the heart of the political-process\ndoctrine. Indeed, Seattle explicitly relied on Carolene Products.\nSee 458 U. S., at 486 (“[W]hen the State’s\nallocation of power places unusual burdens on the ability of racial\ngroups to enact legisla-tion specifically designed to overcome the\n‘special condition’ of prejudice, the governmental\naction seriously‘curtail[s] the operation of those political\nprocesses ordinarily to be relied upon to protect\nminorities’ ” (quoting Carolene Products, 304\nU. S., at 153, n. 4)). These values are central tenets of\nour equal protection jurisprudence.Our cases recognize at\nleast three features of the right to meaningful participation in\nthe political process. Two of them, thankfully, are\nuncontroversial. First, every eligible citizen has a right to vote.\nSee Shaw v. Reno, 509 U. S. 630, 639 (1993) . This, woefully,\nhas not always been the case. But it is a right no one would take\nissue with today. Second, the majority may not make it more\ndifficult for the minority to exercise the right to vote. This,\ntoo, is widely accepted. After all, the Court has invalidated\ngrandfather clauses, good character requirements, poll taxes, and\ngerrymandering provisions.[11] The third feature, the one the plurality dismantles\ntoday, is that a majority may not reconfigure the existing\npolitical process in a manner that creates a two-tiered system of\npolitical change, subjecting laws designed to protect or benefit\ndiscrete and insular minorities to a more burdensome political\nprocess than all other laws. This is the political-process doctrine\nof Hunter and Seattle.My colleagues would\nstop at the second. The plurality embraces the freedom of\n“self-government” without limits. See ante, at 13. And\nJustice Scalia values a “near-limitless” notion of\nstate sovereignty. See ante, at 13 (opinion concurring in\njudgment). The wrong sought to be corrected by the\npolitical-process doctrine, they say, is not one that should\nconcern us and is in any event beyond the reach of the Fourteenth\nAmendment. As they see it, the Court’s role in protecting the\npolitical process ends once we have removed certain barriers to the\nminority’s participation in that process. Then, they say, we\nmust sit back and let the majority rule without the key\nconstitutional limit recognized in Hunter and Seattle.That view drains the\nFourteenth Amendment of one of its core teachings. Contrary to\ntoday’s decision, protecting the right to meaningful\nparticipation in the political process must mean more than simply\nremoving barriers to participation. It must mean vigilantly\npolicing the political process to ensure that the majority does not\nuse other methods to prevent minority groups from partaking in that\nprocess on equal footing. Why? For the same reason we guard the\nright of every citizen to vote. If “[e]fforts to reduce the\nimpact of minority votes, in contrast to direct attempts to block\naccess to the ballot,” were\n“ ‘second-generation barriers’ ”\nto minority voting, Shelby County v. Holder, 570 U. S. ___, ___\n(2013) (Ginsburg, J., dissenting) (slip op., at 5), efforts to\nreconfigure the political process in ways that uniquely\ndisadvantage minority groups who have already long been\ndisadvantaged are third-generation barriers. For as the Court\nrecognized in Seattle, “minorities are no less powerless with\nthe vote than without it when a racial criterion is used to assign\ngovernmental power in such a way as to exclude particular racial\ngroups ‘from effective participation in the political\nproces[s].’ ”[12] 458 U. S., at 486.To accept the first two\nfeatures of the right to meaningful participation in the political\nprocess, while renouncing the third, paves the way for the majority\nto do what it has done time and again throughout our Nation’s\nhistory: afford the minority the opportunity to participate, yet\nmanipulate the ground rules so as to ensure the minority’s\ndefeat. This is entirely at odds with our idea of equality under\nthe law.To reiterate, none of\nthis is to say that the political-process doctrine prohibits the\nexercise of democratic self-government. Nothing prevents a majority\nof citizens from pursuing or obtaining its preferred outcome in a\npolitical contest. Here, for instance, I agree with the plurality\nthat Michiganders who were unhappy with Grutter were free to pursue\nan end to race-sensitive admissions policies in their State. See\nante, at 16–17. They were free to elect governing boards that\nopposed race-sensitive admissions policies or, through public\ndiscourse and dialogue, to lobby the existing boards toward that\nend. They were also free to remove from the boards the authority to\nmake any decisions with respect to admissions policies, as opposed\nto only decisions concerning race-sensitive admissions policies.\nBut what the majority could not do, consistent with the\nConstitution, is change the ground rules of the political process\nin a manner that makes it more difficult for racial minorities\nalone to achieve their goals. In doing so, the majority effectively\nrigs the contest to guarantee a particular outcome. That is the\nvery wrong the political-process doctrine seeks to remedy. The\ndoctrine “hews to the unremarkable notion that when two\ncompetitors are running a race, one may not require the other to\nrun twice as far or to scale obstacles not present in the first\nrunner’s course.” BAMN v. Regents of Univ. of Michigan,\n701 F. 3d 466, 474 (CA6 2012).BThe political-process\ndoctrine also follows from the rest of our equal protection\njurisprudence—in particular, our reapportionment and vote\ndilution cases. In those cases, the Court described the right to\nvote as “ ‘the essence of a democratic\nsociety.’ ” Shaw, 509 U. S., at 639. It\nrejected States’ use of ostensibly race-neutral measures to\nprevent minorities from exercising their political rights. See id.,\nat 639–640. And it invalidated practices such as at-large\nelectoral systems that reduce or nullify a minority group’s\nability to vote as a cohesive unit, when those practices were\nadopted with a discriminatory purpose. Id., at 641. These cases,\nlike the political-process doctrine, all sought to preserve the\npolitical rights of the minority.Two more recent cases\ninvolving discriminatory restructurings of the political process\nare also worthy of mention: Romer v. Evans, 517 U. S. 620\n(1996) , and League of United Latin American Citizens v. Perry, 548\nU. S. 399 (2006) (LULAC).Romer involved a\nColorado constitutional amendment that removed from the local\npolitical process an issue primarily affecting gay and lesbian\ncitizens. The amendment, enacted in response to a number of local\nordinances prohibiting discrimination against gay citizens,\nrepealed these ordinances and effectively prohibited the adoption\nof similar ordinances in the future without another amendment to\nthe State Constitution. 517 U. S., at 623–624. Although\nthe Court did not apply the political-process doctrine in\nRomer,[13] the case\nresonates with the principles undergirding the political-process\ndoctrine. The Court rejected an attempt by the majority to transfer\ndecision-making authority from localities (where the targeted\nminority group could influence the process) to state government\n(where it had less ability to participate effec-tively). See id.,\nat 632 (describing this type of political restructuring as a\n“disability” on the minority group). Rather than being\nable to appeal to municipalities for policy changes, the Court\ncommented, the minority was forced to “enlis[t] the citizenry\nof Colorado to amend the State Constitution,” id., at\n631—just as in this case.LULAC, a Voting Rights\nAct case, involved an enactment by the Texas Legislature that\nredrew district lines for a number of Texas seats in the House of\nRepresentatives. 548 U. S., at 409 (plurality opinion). In\nstriking down the enactment, the Court acknowledged the\n“ ‘long, well-documented history of\ndiscrimination’ ” in Texas that\n“ ‘touched upon the rights of . . .\nHispanics to register, to vote, or to participate otherwise in the\nelectoral process,’ ” id., at 439, and it observed\nthat that the “ ‘political, social, and economic\nlegacy of past discrimination’ . . . may well\n[have] ‘hinder[ed] their ability to participate effectively\nin the political process,’ ” id., at 440. Against\nthis backdrop, the Court found that just as “Latino voters\nwere poised to elect their candidate of choice,” id., at 438,\nthe State’s enactment “took away [their] opportunity\nbecause [they] were about to exercise it,” id., at 440. The\nCourt refused to sustain “the resulting vote dilution of a\ngroup that was beginning to achieve [the] goal of overcoming prior\nelectoral discrimination.” Id., at 442.As in Romer, the LULAC\nCourt—while using a different analytic\nframework—applied the core teaching of Hunter and Seattle:\nThe political process cannot be restructured in a manner that makes\nit more difficult for a traditionally excluded group to work\nthrough the existing process to seek beneficial policies. And the\nevents giving rise to LULAC are strikingly similar to those here.\nJust as redistricting prevented Latinos in Texas from attaining a\nbenefit they had fought for and were poised to enjoy,\n§26prevents racial minorities in Michigan from enjoying a\nlast-resort benefit that they, too, had fought for through the\nexisting political processes.IVMy colleagues claim\nthat the political-process doctrine is unadministrable and contrary\nto our more recent equal protection precedents. See ante, at\n11–15 (plurality opinion); ante, at 7–17 (Scalia, J.,\nconcurring in judgment). It is only by not acknowledging certain\nstrands of our jurisprudence that they can reach such a\nconclusion.AStart with the claim\nthat Hunter and Seattle are no longer viable because of the cases\nthat have come after them. I note that in the view of many, it is\nthose precedents that have departed from the mandate of the Equal\nProtection Clause in the first place, by applying strict scrutiny\nto actions designed to benefit rather than burden the minority. See\nGratz, 539 U. S., at 301 (Ginsburg, J., dissenting)\n(“[A]s I see it, government decisionmakers may properly\ndistinguish between policies of exclusion and inclusion. Actions\ndesigned to burden groups long denied full citizenship stature are\nnot sensibly ranked with measures taken to hasten the day when\nentrenched discrimination and its aftereffects have been\nextirpated” (citation omitted)); id., at 282 (Breyer, J.,\nconcurring in judgment) (“I agree . . . that, in\nimplementing the Constitution’s equality instruction,\ngovernment decisionmakers may properly distinguish between policies\nof inclusion and exclusion, for the former are more likely to prove\nconsistent with the basic constitutional obligation that the law\nrespect each individual equally” (citation omitted)); Adarand\nConstructors, Inc. v. Peña, 515 U. S. 200, 243 (1995)\n(Stevens, J., dissenting) (“There is no moral or\nconstitutional equivalence between a policy that is designed to\nperpetuate a caste system and one that seeks to eradicate racial\nsubordination. Invidious discrimination is an engine of oppression,\nsubjugating a disfavored group to enhance or maintain the power of\nthe majority. Remedial race-based preferences reflect the opposite\nimpulse: a desire to foster equality in society”); Wygant v.\nJackson Bd. of Ed., 476 U. S. 267 –302 (1986) (Marshall,\nJ., dissenting) (when dealing with an action to eliminate\n“pernicious vestiges of past discrimination,” a\n“less exacting standard of review is appropriate”);\nFullilove v. Klutznick, 448 U. S. 448 –519 (1980)\n(Marshall, J., concurring in judgment) (race-based governmental\naction designed to “remed[y] the continuing effects of past\nracial discrimination . . . should not be subjected to\nconventional ‘strict scrutiny’ ”); Bakke,\n438 U. S., at 359 (Brennan, White, Marshall, and Blackmun,\nJJ., concurring in judgment in part and dissenting in part)\n(“racial classifications designed to further remedial\npurposes” should be subjected only to intermediate\nscrutiny).But even assuming that\nstrict scrutiny should apply to policies designed to benefit racial\nminorities, that view is not inconsistent with Hunter and Seattle.\nFor nothing the Court has said in the last 32 years undermines the\nprinciples announced in those cases.1Justice Scalia first\nargues that the political-process doctrine “misreads the\nEqual Protection Clause to protect ‘particular\ngroup[s],’ ” running counter to a line of cases\nthat treat “ ‘equal protection as a personal\nright.’ ” Ante, at 9 (opinion concurring in\njudgment) (quoting Adarand, 515 U. S., at 230). Equal\nprotection, he says, protects “ ‘persons, not\ngroups.’ ” Ante, at 10 (quoting Adarand, 515\nU. S., at 227). This criticism ignores the obvious:\nDiscrimination against an individual occurs because of that\nindividual’s membership in a particular group. Yes, equal\nprotection is a personal right, but there can be no equal\nprotection violation unless the injured individual is a member of a\nprotected group or a class of individuals. It is membership in the\ngroup—here the racial minority—that gives rise to an\nequal protection violation.Relatedly, Justice\nScalia argues that the political-process doctrine is inconsistent\nwith our precedents because it protects only the minority from\npolitical restructurings. This aspect of the doctrine, he says,\ncannot be tolerated because our precedents have rejected\n“ ‘a reading of the guarantee of equal protection\nunder which the level of scrutiny varies according to the ability\nof different groups to defend their interests in the representative\nprocess.’ ” Ante, at 10 (quoting Richmond v. J. A.\nCroson Co., 488 U. S., 469, 495 (1989) (plurality opinion)).\nEqual protection, he continues, “ ‘cannot mean one\nthing when applied to one individual and something else when\napplied to a person of another color.’ ” Ante, at\n10 (quoting Bakke, 438 U. S., at 289–290) (opinion of\nPowell, J.).Justice Scalia is\ntroubled that the political-process doctrine has not been applied\nto trigger strict scrutiny for political restructurings that burden\nthe majority. But the doctrine is inapplicable to the majority. The\nminority cannot achieve such restructurings against the majority,\nfor the majority is, well, the majority. As the Seattle Court\nexplained, “ ‘[t]he majority needs no protection\nagainst discriminat[ory restructurings], and if it did, a\nreferendum, [for instance], might be bothersome but no more than\nthat.’ ” 458 U. S., at 468. Stated\ndifferently, the doctrine protects only the minority because it\nimplicates a problem that affects only the minority. Nothing in my\nopinion suggests, as Justice Scalia says, that under the\npolitical-process doctrine, “the Constitution prohibits\ndiscrimination against minority groups, but not against majority\ngroups.” Ante, at 10, n. 7. If the minority somehow managed\nto effectuate a political restructuring that burdened only the\nmajority, we could decide then whether to apply the\npolitical-process doctrine to safeguard the political right of the\nmajority. But such a restructuring is not before us, and I cannot\nfathom how it could be achieved.2Justice Scalia next\ninvokes state sovereignty, arguing that “we have emphasized\nthe near-limitless sovereignty of each State to design its\ngoverning structure as it sees fit.” Ante, at 13 (opinion\nconcurring in judgment). But state sovereignty is not absolute; it\nis subject to constitutional limits. The Court surely did not\noffend state sovereignty by barring States from changing their\nvoting procedures to exclude racial minorities. So why does\nthepolitical-process doctrine offend state sovereignty? The\ndoctrine takes nothing away from state sovereignty that the Equal\nProtection Clause does not require. All it says is that a State may\nnot reconfigure its existing political processes in a manner that\nestablishes a distinct and more burdensome process for minority\nmembers of our society alone to obtain legislation in their\ninterests.More broadly, Justice\nScalia is troubled that the political-process doctrine would create\nsupposed “affirmative-action safe havens” in places\nwhere the ordinary political process has thus far produced\nrace-sensitive admissions policies. Ante, at 13–14. It would\nnot. As explained previously, the voters in Michigan who opposed\nrace-sensitive admissions policies had any number of options\navailable to them to challenge those policies. See supra, at\n34–35. And in States where decisions regarding race-sensitive\nadmissions policies are not subject to the political process in the\nfirst place, voters are entirely free to eliminate such policies\nvia a constitutional amendment because that action would not\nreallocate power in the manner condemned in Hunter and Seattle\n(and, of course, present here). The Seattle Court recognized this\ncareful balance between state sovereignty and constitutional\nprotections:“[W]e do not undervalue the\nmagnitude of the State’s interest in its system of education.\nWashington could have reserved to state officials the right to make\nall decisions in the areas of education and student assignment. It\nhas chosen, however, to use a more elaborate system; having done\nso, the State is obligated to operate that system within the\nconfines of the Fourteenth Amendment.” 458 U. S., at\n487.The same is true of Michigan.3Finally, Justice\nScalia disagrees with “the proposition that a facially\nneutral law may deny equal protection solely because it has a\ndisparate racial impact.” Ante,at 15 (opinion concurring in\njudgment). He would acknowledge, however, that an act that draws\nracial distinctions or makes racial classifications triggers strict\nscrutiny regardless of whether discriminatory intent is shown. See\nAdarand, 515 U. S., at 213. That should settle the matter:\nSection 26 draws a racial distinction. As the Seattle Court\nexplained, “when the political process or the decisionmaking\nmechanism used to address racially conscious legislation—and\nonly such legislation—is singled out for peculiar and\ndisadvantageous treatment, the governmental action plainly rests on\n‘distinctions based on race.’ ” 458\nU. S., at 485 (some internal quotation marks omitted); see\nalso id., at 470 (noting that although a State may\n“ ‘allocate governmental power on the basis of any\ngeneral principle,’ ” it may not use racial\nconsiderations “to define the governmental decisionmaking\nstructure”).But in Justice\nScalia’s view, cases like Washington v. Davis, 426 U. S.\n229 (1976) , and Arlington Heights v. Metropolitan Housing\nDevelopment Corp., 429 U. S. 252 (1977) , call Seattle into\nquestion. It is odd to suggest that prior precedents call into\nquestion a later one. Seattle (decided in 1982) postdated both\nWashington v. Davis (1976) and Arlington Heights (1977). Justice\nScalia’s suggestion that Seattle runs afoul of the principles\nestablished in Washington v. Davis and Arlington Heights would come\nas a surprise to Justice Blackmun, who joined the majority opinions\nin all three cases. Indeed, the Seattle Court explicitly rejected\nthe argument that Hunter had been effectively overruled by\nWashington v. Davis and Arlington Heights:“There is one immediate and crucial\ndifference between Hunter and [those cases]. While decisions such\nas Washington v. Davis and Arlington Heights considered\nclassifications facially unrelated to race, the charter amendment\nat issue in Hunter dealt in explicitly racial terms with\nlegislation designed to benefit minorities ‘as\nminorities,’ not legislation intended to benefit some larger\ngroup of underprivileged citizens among whom minorities were\ndisproportionately represented.” 458 U. S., at 485.And it concluded that both the Hunter amendment\nand the Seattle initiative rested on distinctions based on race.\n458 U. S., at 485. So does §26.[14]BMy colleagues also\nattack the first prong of the doctrine as “rais[ing] serious\nconstitutional concerns,” ante, at 11 (plurality opinion),\nand being “unadministrable,” ante, at 7 (Scalia, J.,\nconcurring in judgment). Justice Scalia wonders whether judges are\nequipped to weigh in on what constitutes a “racial\nissue.” See ante, at 8. The plurality, too, thinks courts\nwould be “with no clear legal standards or accepted sources\nto guide judicial decision.” Ante, at 12. Yet as Justice\nScalia recognizes, Hunter and Seattle provide a standard: Does the\npublic policy at issue “inur[e] primarily to the benefit of\nthe minority, and [was it] designed for that purpose”?\nSeattle, 458 U. S., at 472; see ante, at 8. Surely this is the\nkind of factual inquiry that judges are capable of making. Justice\nScalia, for instance, accepts the standard announced in Washington\nv. Davis, which requires judges to determine whether discrimination\nis intentional or whether it merely has a discriminatory effect.\nSuch an inquiry is at least as difficult for judges as the one\ncalled for by Hunter and Seattle. In any event, it is clear that\nthe constitutional amendment in this case has a racial focus; it is\nfacially race-based and, by operation of law, disadvantages only\nminorities. See supra, at 15–16.“No good can\ncome” from these inquiries, Justice Scalia responds, because\nthey divide the Nation along racial lines and perpetuate racial\nstereotypes. Ante, at 9. The plurality shares that view; it tells\nus that we must not assume all individuals of the same race think\nalike. See ante, at 11–12. The same could have been said\nabout desegregation: Not all members of a racial minority in\nSeattle necessarily regarded the integration of public schools as\ngood policy. Yet the Seattle Court had little difficulty saying\nthat school integration as a general matter “inure[d]\n. . . to the benefit of” the minority. 458\nU. S., at 472.My colleagues are of\nthe view that we should leave race out of the picture entirely and\nlet the voters sort it out. See ante, at 13 (plurality opinion)\n(“Racial division would be validated, not discouraged, were\nthe Seattle formulation . . . to remain in force”);\nante, at 9 (Scalia, J., concurring in judgment)\n(“ ‘[R]acial stereotyping [is] at odds with equal\nprotection mandates’ ”). We have seen this\nreasoning before. See Parents Involved, 551 U. S., at 748\n(“The way to stop discrimination on the basis of race is to\nstop discriminating on the basis of race”). It is a sentiment\nout of touch with reality, one not required by our Constitution,\nand one that has properly been rejected as “not\nsufficient” to resolve cases of this nature. Id., at 788\n(Kennedy, J., concurring in part and concurring in judgment). While\n“[t]he enduring hope is that race should not matter[,] the\nreality is that too often it does.” Id., at 787.\n“[R]acial discrimination . . . [is] not ancient\nhistory.” Bartlett v. Strickland, 556 U. S. 1, 25 (2009)\n(plurality opinion).Race matters. Race\nmatters in part because of the long history of racial\nminorities’ being denied access to the political process. See\nPart I, supra; see also South Carolina v. Katzenbach, 383\nU. S. 301, 309 (1966) (describingracial discrimination in\nvoting as “an insidious and pervasive evil which had been\nperpetuated in certain parts of our country through unremitting and\ningenious defiance of the Constitution”). And although we\nhave made great strides, “voting discrimination still exists;\nno one doubts that.” Shelby County, 570 U. S., at __ (slip\nop., at 2).Race also matters\nbecause of persistent racial inequality in society—inequality\nthat cannot be ignored and that has produced stark socioeconomic\ndisparities. See Gratz, 539 U. S., at 298–300 (Ginsburg,\nJ., dissenting) (cataloging the many ways in which “the\neffects of centuries of law-sanctioned inequality remain painfully\nevident in our communities and schools,” in areas like\nemployment, poverty, access to health care, housing, consumer\ntransactions, and education); Adarand, 515 U. S., at 273\n(Ginsburg, J., dissenting) (recognizing that the “lingering\neffects” of discrimination, “reflective of a system of\nracial caste only recently ended, are evident in our workplaces,\nmarkets, and neighborhoods”).And race matters for\nreasons that really are only skin deep, that cannot be discussed\nany other way, and that cannot be wished away. Race matters to a\nyoung man’s view of society when he spends his teenage years\nwatching others tense up as he passes, no matter the neighborhood\nwhere he grew up. Race matters to a young woman’s sense of\nself when she states her hometown, and then is pressed, “No,\nwhere are you really from?”, regardless of how many\ngenerations her family has been in the country. Race matters to a\nyoung person addressed by a stranger in a foreign language, which\nhe does not understand because only English was spoken at home.\nRace matters because of the slights, the snickers, the silent\njudgments that reinforce that most crippling of thoughts: “I\ndo not belong here.”In my colleagues’\nview, examining the racial impact of legislation only perpetuates\nracial discrimination. This refusal to accept the stark reality\nthat race matters is regrettable. The way to stop discrimination on\nthe basis of race is to speak openly and candidly on the subject of\nrace, and to apply the Constitution with eyes open to the\nunfortunate effects of centuries of racial discrimination. As\nmembers of the judiciary tasked with intervening to carry out the\nguarantee of equal protection, we ought not sit back and wish away,\nrather than confront, the racial inequality that exists in our\nsociety. It is this view that works harm, by perpetuating the\nfacile notion that what makes race matter is acknowledging the\nsimple truth that race does matter.VAlthough the only\nconstitutional rights at stake in this case are process-based\nrights, the substantive policy at issue is undeniably of some\nrelevance to my colleagues. See ante, at 18 (plurality opinion)\n(suggesting that race-sensitive admissions policies have the\n“potential to become . . . the source of the\nvery resentments and hostilities based on race that this Nation\nseeks to put behind it”). I will therefore speak in\nresponse.AFor over a century,\nracial minorities in Michigan fought to bring diversity to their\nState’s public colleges and universities. Before the advent\nof race-sensitive admissions policies, those institutions, like\nothers around the country, were essentially segregated. In 1868,\ntwo black students were admitted to the University of Michigan, the\nfirst of their race. See Expert Report of James D. Anderson 4, in\nGratz v. Bollinger, No. 97–75231 (ED Mich.). In 1935, over\nsix decades later, there were still only 35 black students at the\nUniversity. Ibid. By 1954, this number had risen to slightly below\n200. Ibid. And by 1966, to around 400, among a total student\npopulation of roughly 32,500—barely over 1 percent. Ibid. The\nnumbers at the University of Michigan Law School are even more\ntelling. Duringthe 1960’s, the Law School produced 9 black\ngraduates among a total of 3,041—less than three-tenths of 1\npercent. See App. in Grutter v. Bollinger, O. T. 2002, No.\n02–241, p. 204.The housing and\nextracurricular policies at these institutions also perpetuated\nopen segregation. For instance, incoming students were permitted to\nopt out of rooming with black students. Anderson, supra, at\n7–8. And some fraternities and sororities excluded black\nstudents from membership. Id., at 6–7.In 1966, the Defense\nDepartment conducted an investigation into the University’s\ncompliance with Title VI of the Civil Rights Act, and made 25\nrecommendations for increasing opportunities for minority students.\nId., at 9. In 1970, a student group launched a number of protests,\nincluding a strike, demanding that the University increase its\nminority enrollment. Id., at 16–23. The University’s\nBoard of Regents responded, adopting a goal of 10 percent black\nadmissions by the fall of 1973. Id., at 23.During the\n1970’s, the University continued to improve its admissions\npolicies,[15] encouraged by\nthis Court’s 1978 decision in Bakke. In that case, the Court\ntold our Nation’s colleges and universities that they could\nconsider race in admissions as part of a broader goal to create a\ndiverse student body, in which students of different backgrounds\nwould learn together, and thereby learn to live together. A little\nmore than a decade ago, in Grutter, the Court reaffirmed this\nunderstanding. In upholding the admissions policy of the Law\nSchool, the Court laid to rest any doubt whether student body\ndiversity is a compelling interest that may justify the use of\nrace.Race-sensitive\nadmissions policies are now a thing of the past in Michigan after\n§26, even though—as experts agree and as research\nshows—those policies were making a difference in achieving\neducational diversity. In Grutter, Michigan’s Law School\nspoke candidly about the strides the institution had taken\nsuccessfully because of race-sensitive admissions. One expert\nretained by the Law School opined that a race-blind admissions\nsystem would have a “very dramatic, negative effect on\nunderrepresented minority admissions.” Grutter, 539\nU. S., at 320 (inter-nal quotation marks omitted). He\ntestified that the school had admitted 35 percent of\nunderrepresented minority students who had applied in 2000, as\nopposed to only 10 percent who would have been admitted had race\nnot been considered. Ibid. Underrepresented minority students would\nthus have constituted 4 percent, as opposed to the actual 14.5\npercent, of the class that entered in 2000. Ibid.Michigan’s public\ncolleges and universities tell us the same today. The Board of\nRegents of the University of Michigan and the Board of Trustees of\nMichigan State University inform us that those institutions cannot\nachieve the benefits of a diverse student body without\nrace-sensitive admissions plans. See Brief for Respondents Regents\nof the University of Michigan, the Board of Trustees of Michigan\nState University et al. 18–25. During proceedings before\nthe lower courts, several university officials testified that\n§26 would depress minority enrollment at Michigan’s\npublic universities. The Director of Undergraduate Admissions at\nthe University of Michigan “expressed doubts over the ability\nto maintain minority enrollment through the use of a proxy, like\nsocioeconomic status.” Supp. App. to Pet. for Cert. 285a. He\nexplained that university officials in States with laws similar to\n§26 had not “ ‘achieve[d] the same sort of\nracial and ethnic diversity that they had prior to such measures\n. . . without considering race.’ ” Ibid.\nSimilarly, the Law School’s Dean of Admissions testified that\nshe expected “a decline in minority admissions because, in\nher view, it is impossible ‘to get a critical mass of\nunderrepresented minorities . . . without\nconsidering race.’ ” Ibid. And the Dean of Wayne\nState University Law School stated that “although some\ncreative approaches might mitigate the effects of [§26], he\n‘did not think that any one of these proposals or any\ncombination of these proposals was reasonably likely to result in\nthe admission of a class that had the same or similar or higher\nnumbers of African Americans, Latinos and Native Americans as the\nprior policy.’ ” Ibid.Michigan tells a\ndifferent story. It asserts that although the statistics are\ndifficult to track, “the number of underrepresented\nminorities . . . [in] the entering freshman class at\nMichigan as a percentage changed very little” after §26.\nTr. of Oral Arg. 15. It also claims that “the statistics in\nCalifornia across the 17 campuses in the University of California\nsystem show that today the underrepresented minority percentage is\nbetter on 16 out of those 17 campuses”—all except\nBerkeley—than before California’s equivalent initiative\ntook effect. Id., at 16. As it turns out, these statistics\nweren’t “ ‘even good enough to be\nwrong.’ ” Reference Manual on Scientific Evidence\n4 (2d ed. 2000) (Introduction by Stephen G. Breyer (quoting\nWolfgang Pauli)).Section 26 has already\nled to decreased minority enrollment at Michigan’s public\ncolleges and universities. In 2006 (before §26 took effect),\nunderrepresented minorities made up 12.15 percent of the University\nof Michigan’s freshman class, compared to 9.54 percent in\n2012—a roughly 25 percent decline. See University of\nMichigan—New Freshman Enrollment Overview, Office of the\nRegistrar, online at\nhttp://www.ro.umich.edu/report/10enrolloverview.pdf and\nhttp://www.ro.umich.edu/report/12enrollmentsummary.pdf.[16] Moreover, the total number of\ncollege-aged underrepresented minorities in Michigan has increased\neven as the number of underrepresented minorities admitted to the\nUniversity has decreased. For example, between 2006 and 2011, the\nproportion of black freshmen among those enrolled at the University\nof Michigan declined from 7 percent to 5 percent, even though the\nproportion of black college-aged persons in Michigan increased from\n16 to 19 percent. See Fessenden and Keller, How Minorities Have\nFared in States with Affirmative Action Bans, N. Y. Times,\nJune 24, 2013, online at\nhttp://www.nytimes.com/interactive/2013/06/24/us/affirmative-action-bans.html.UNIVERSITY OF MICHIGANBlack Students[17]A recent study also\nconfirms that §26 has decreased minority degree attainment in\nMichigan. The University of Michigan’s graduating class of\n2012, the first admitted after §26 took effect, is quite\ndifferent from previous classes. The proportion of black students\namong those attaining bachelor’s degrees was 4.4 percent, the\nlowest since 1991; the proportion of black students among those\nattaining master’s degrees was 5.1 percent, the lowest since\n1989; the proportion of black students among those attaining\ndoctoral degrees was 3.9 percent, the lowest since 1993; and the\nproportion of black students among those attaining professional\nschool degrees was 3.5 percent, the lowest since the\nmid-1970’s. See Kidder, Restructuring Higher Education\nOpportunity?: African American Degree Attainment After\nMichigan’s Ban on Affirmative Action, p. 1 (Aug. 2013),\nonline at http://papers.ssrn.com/sol3/abstract=2318523.The President and\nChancellors of the University of California (which has 10 campuses,\nnot 17) inform us that “[t]he abandonment of race-conscious\nadmissions policies resulted in an immediate and precipitous\ndecline in the rates at which underrepresented-minority students\napplied to, were admitted to, and enrolled at” the\nuniversity. Brief for President and Chancellors of the University\nof California as Amici Curiae 10 (hereinafter President and\nChancellors Brief). At the University of California, Los Angeles\n(UCLA), for example, admission rates for underrepresented\nminorities plummeted from 52.4 percent in 1995 (before\nCalifornia’s ban took effect) to 24 percentin 1998. Id., at\n12. As a result, the percentage of underrepresented minorities fell\nby more than half: from 30.1 percent of the entering class in 1995\nto 14.3 percent in 1998. Ibid. The admissions rate for\nunderrepresented minorities at UCLA reached a new low of 13.6\npercent in 2012. See Brief for California Social Science\nResearchers and Admissions Experts as Amici Curiae 28.The elimination of\nrace-sensitive admissions policies in California has been\nespecially harmful to black students. In 2006, for example, there\nwere fewer than 100 black students in UCLA’s incoming class\nof roughly 5,000, the lowest number since at least 1973. See id.,\nat 24.The University of\nCalifornia also saw declines in minor-ity representation at its\ngraduate programs and professional schools. In 2005,\nunderrepresented minorities made up 17 percent of the\nuniversity’s new medical students, which is actually a lower\nrate than the 17.4 percent reported in 1975, three years before\nBakke. President and Chancellors Brief 13. The numbers at the law\nschools are even more alarming. In 2005, underrepresented\nminorities made up 12 percent of entering law students, well below\nthe 20.1 percent in 1975. Id., at 14.As in Michigan, the\ndeclines in minority representation at the University of California\nhave come even as the minority population in California has\nincreased. At UCLA, for example, the proportion of Hispanic\nfreshmen among those enrolled declined from 23 percent in 1995 to\n17 percent in 2011, even though the proportion of Hispanic\ncollege-aged persons in California increased from 41 percent to 49\npercent during that same period. See Fessenden and Keller.UCLAHispanic Students[18]And the proportion of\nblack freshmen among those enrolled at UCLA declined from 8 percent\nin 1995 to 3 percent in 2011, even though the proportion of\nblackcollege-aged persons in California increased from 8 percent to\n9 percent during that same period. See ibid.UCLABlack Students[19]While the minority\nadmissions rates at UCLA and Berkeley have decreased, the number of\nminorities enrolled at colleges across the county has increased.\nSee Phillips, Colleges Straining to Restore Diversity: Bans on\nRace-Conscious Admissions Upend Racial Makeup at California\nSchools, Wall Street Journal, Mar. 7, 2014,p. A3.BERKELEY AND UCLA[20]The President and\nChancellors assure us that they have tried. They tell us that\nnotwithstanding the university’s efforts for the past 15\nyears “to increase diversity on [the University of\nCalifornia’s] campuses through the use of race-neutral\ninitiatives,” enrollment rates have “not rebounded\n. . . [or] kept pace with the demographic changes among\nCalifornia’s graduating high-school population.”\nPresident and Chancellors Brief 14. Since Proposition 209 took\neffect, the university has spent over a half-billion dollars on\nprograms and policies designed to increase diversity. Phillips,\nsupra, at A3. Still, it has been unable to meet its diversity\ngoals. Ibid. Proposition 209, it says, has\n“ ‘completely changed the character’ of the\nuniversity.” Ibid. (quoting the Associate President and Chief\nPolicy Advisor of the University of California).BThese statistics may\nnot influence the views of some of my colleagues, as they question\nthe wisdom of adopting race-sensitive admissions policies and would\nprefer if our Nation’s colleges and universities were to\ndiscard those policies altogether. See ante, at 2 (Roberts,\nC. J., concurring) (suggesting that race-sensitive admissions\npolicies might “do more harm than good”); ante, at 9,\nn. 6 (Scalia, J., concurring in judgment); Grutter, 539\nU. S., at 371–373 (Thomas, J., concurring in part and\ndissenting in part); id., at 347–348 (Scalia, J., concurring\nin part and dissenting in part). That view is at odds with our\nrecognition in Grutter, and more recently in Fisher v. University\nof Texas at Austin, 570 U. S. ___ (2013), that race-sensitive\nadmissions policies are necessary to achieve a diverse student body\nwhen race-neutral alternatives have failed. More fundamentally, it\nignores the importance of diversity in institutions of higher\neducation and reveals how little my colleagues understand about the\nreality of race in America.This Court has\nrecognized that diversity in education is paramount. With good\nreason. Diversity ensures that the next generation moves beyond the\nstereotypes, the assumptions, and the superficial perceptions that\nstudents coming from less-heterogeneous communities may harbor,\nconsciously or not, about people who do not look like them.\nRecognizing the need for diversity acknowledges that, “[j]ust\nas growing up in a particular region or having particular\nprofessional experiences is likely to affect an individual’s\nviews, so too is one’s own, unique experience of being a\nracial minority in a society, like our own, in which race\nunfortunately still matters.” Grutter, 539 U. S., at\n333. And it acknowledges that “to cultivate a set of leaders\nwith legitimacy in the eyes of the citizenry, it is necessary that\nthe path to leadership be visibly open to talented and qualified\nindividuals of every race and ethnicity.” Id., at 332.Colleges and\nuniversities must be free to prioritize the goal of diversity. They\nmust be free to immerse their students in a multiracial environment\nthat fosters frequent and meaningful interactions with students of\nother races, and thereby pushes such students to transcend any\nassumptions they may hold on the basis of skin color. Without\nrace-sensitive admissions policies, this might well be impossible.\nThe statistics I have described make that fact glaringly obvious.\nWe should not turn a blind eye to something we cannot help but\nsee.To be clear, I do not\nmean to suggest that the virtues of adopting race-sensitive\nadmissions policies should inform the legal question before the\nCourt today regarding the constitutionality of §26. But I\ncannot ignore the unfortunate outcome of today’s decision:\nShort of amending the State Constitution, a Herculean task, racial\nminorities in Michigan are deprived of even an opportunity to\nconvince Michigan’s public colleges and universities to\nconsider race in their admissions plans when other attempts to\nachieve racial diversity have proved unworkable, and those\ninstitutions are unnecessarily hobbled in their pursuit of a\ndiverse student body.*  *  *The Constitution does\nnot protect racial minorities from political defeat. But neither\ndoes it give the majority free rein to erect selective barriers\nagainst racial minorities. The political-process doctrine polices\nthe channels of change to ensure that the majority, when it wins,\ndoes so without rigging the rules of the game to ensure its\nsuccess. Today, the Court discards that doctrine without good\nreason.In doing so, it permits\nthe decision of a majority of the voters in Michigan to strip\nMichigan’s elected university boards of their authority to\nmake decisions with respect to constitutionally permissible\nrace-sensitive admissions policies, while preserving the\nboards’ plenary authority to make all other educational\ndecisions. “In a most direct sense, this implicates the\njudiciary’s special role in safeguarding the interests of\nthose groups that are relegated to such a position of political\npowerlessness as to command extraordinary protection from the\nmajoritarian political process.” Seattle, 458 U. S., at\n486 (internal quotation marks omitted). The Court abdicates that\nrole, permitting the majority to use its numerical advantage to\nchange the rules mid-contest and forever stack the deck against\nracial minorities in Michigan. The result is that Michigan’s\npublic colleges and universities are less equipped to do their part\nin ensuring that students of all races are “better prepare[d]\n. . . for an increasingly diverse workforce and society\n. . .” Grutter, 539 U. S., at 330 (internal\nquotation marks omitted).Today’s decision\neviscerates an important strand of our equal protection\njurisprudence. For members of historically marginalized groups,\nwhich rely on the federal courts to protect their constitutional\nrights, the decision can hardly bolster hope for a vision of\ndemocracy that preserves for all the right to participate\nmeaningfully and equally in self-government.I respectfully\ndissent.Notes1I of course do not mean\nto suggest that Michigan’s voters acted with anything like\nthe invidious intent, see n. 8, , of those who historically\nstymied the rights of racial minorities. Contra, at 18, n. 11\n(, concurring in judgment). But like earlier chapters of political\nrestructuring, the Michigan amendment at issue in this case changed\nthe rules of the political process to the disadvantage of minor-ity\nmembers of our society.2Although the term\n“affirmative action” is commonly used to describe\ncolleges’ and universities’ use of race in crafting\nadmissions policies, I instead use the term “race-sensitive\nadmissions policies.” Some comprehend the term\n“affirmative action” as connoting intentional\npreferential treatment based on race alone—for example, the\nuse of a quota system, whereby a certain proportion of seats in an\ninstitution’s incoming class must be set aside for racial\nminorities; the use of a “points” system, whereby an\ninstitution accords a fixed numerical advantage to an applicant\nbecause of her race; or the admission of otherwise unqualified\nstudents to an institution solely on account of their race. None of\nthis is an accurate description of the practices that public\nuniversities are permitted to adopt after this Court’s\ndecision in v. , . There, we instructed that institutions of higher\neducation could consider race in admissions in only a very limited\nway in an effort to create a diverse student body. To comport with\n, colleges and universities must use race flexibly, at 334, and\nmust not maintain a quota, And even this limited sensitivity to\nrace must be limited in time, at 341–343, and must be\nemployed only after “serious, good faith consideration of\nworkable race-neutral alternatives,” at 339. -compliant\nadmissions plans, like the ones in place at Michigan’s\ninstitutions, are thus a far cry from affirmative action plans that\nconfer preferential treatment intention-ally and solely on the\nbasis of race.3In , the Court confronted\nan amendment to the California Constitution prohibiting state\ncourts from mandating pupil assignments unless a federal court\nwould be required to do so under the Equal Protection Clause. We\nupheld the amendment as nothing more than a repeal of existing\nlegislation: The standard previously required by California went\nbeyond what was federally required; the amendment merely moved the\nstandard back to the federal baseline. The Court distinguished the\namendment from the one in because it left the rules of the\npolitical game unchanged. Racial minorities in , unlike racial\nminorities in , could still appeal to their local school districts\nfor relief.4accuses me of crafting my\nown version (or versions) of the racial-focus prong. See at\n8–9, n. 4 (opinion concurring in judgment). I do not. I\nsimply apply the test announced in : whether the policy in question\n“inures primarily to the benefit of the minority.” 458\nU. S., at 472. ignores this analysis, see Part II–B–1,\n, and instead purports to identify three versions of the test that\nhe thinks my opinion advances. The first—whether\n“ ‘the policy in question only a racial\nminority, ’ ” at 8, n. 4 (quoting at\n5)—misunderstands the doctrine and misquotes my opinion. The\nracial-focus prong has never required a policy to benefit a\nminority group. The sentence from which appears to quote makes the\naltogether different point that the political-process doctrine is\nobviously not implicated in the first place by a restructuring that\nburdens members of society equally. This is the second prong of the\npolitical-process doctrine. See at 5 (explaining that the\npolitical-process doctrine is implicated “[w]hen the majority\nreconfigures the political process in a manner that burdens only a\nracial minority”). The second version—which asks\nwhether a policy “benefits a racial minority,” at 8,\nn. 4—is the one articulated by the Court and, as I have\nexplained, see at 15 and this page, it is easily met in this case.\nAnd the third—whether the policy has “the incidental\neffect” of benefitting racial minorities,” at\n8–9, n. 4—is not a test I advance at\nall.5By stripping the\ngoverning boards of the authority to decide whether to adopt\nrace-sensitive admissions policies, the majority removed the\ndecision from bodies well suited to make that decision: boards\nengaged in the arguments on both sides of a matter, which\ndeliberate andthen make and refine “considered\njudgment[s]” about racial diversity and admissions policies,\nsee , 539 U. S., at 387 (, J., dissenting).6In the face of this\noverwhelming evidence, claims that it is actually easier, not\nharder, for minorities to effectuate change at the constitutional\namendment level than at the board level. See at 11–12\n(opinion concurring in judgment) (“voting in a favorable\nboard (each of which has eight members) at the three major public\nuniversities requires electing by majority vote at least 15\ndifferent candidates, several of whom would be running during\ndifferent election cycles”). This claim minimizes just how\ndifficult it is to amend the State Constitution. See , at\n18–20. It is also incorrect in its premise that minorities\nmust elect an entirely new slate of board members in order to\neffectuate change at the board level. overlooks the fact that\nminorities need not elect any new board members in order to effect\nchange; they may instead seek to persuade existing board members to\nadopt changes in their interests.7I do not take the\nposition, as asserts, that the process of amending the Michigan\nConstitution is not a part of Michigan’s existing political\nprocess. See at 13–14 (opinion concurring in judgment). It\nclearly is. The problem with §26 is not that “amending\nMichigan’s Constitution is simply not a part of that\nState’s ‘existing political\nprocess.’ ” at 14. It is that §26\nreconfigured the political process in Michigan such that it is now\nmore difficult for racial minorities, and racial minorities alone,\nto achieve legislation in their interest. Section 26 elevated the\nissue of race-sensitive admissions policies,and not any other kinds\nof admissions policies, to a higher plane ofthe existing political\nprocess in Michigan: that of a constitutional\namendment.8It certainly is fair to\nassume that some voters may have supported the amendment because of\ndiscriminatory animus. But others may have been motivated by their\nstrong beliefs in the freedom of contract or the freedom to\nalienate property. Similarly, here, although some Michiganders may\nhave voted for §26 out of racial animus, some may have been\nacting on a personal belief, like that of some of my colleagues\ntoday, that using race-sensitive admissions policies in higher\neducation is unwise. The presence (or absence) of invidious\ndiscrimination has no place in the current analysis. That is the\nvery purpose of the political-process doctrine; it operates\nirrespective of discriminatory intent, for it protects a\nprocess-based right.9The plurality relies on s\ndissent in to conclude that “one permissible reading of the\nrecord was that the school board had maintained policies to\nperpetuate racial segregation in the schools.” at 9–10.\nRemarkably, some Members of today’s plurality criticized\n’s reading of the record in itself. See 551 U. S., at\n736.10Under\nthe bylaws of the University of Michigan’s Board of Regents,\n“[a]ny and all delegations of authority made at any time and\nfrom time to time by the board to any member of the university\nstaff, or to any unit of the university may be revoked by the board\nat any time, and notice of such revocation shall be given in\nwriting.” Bylaws §14.04, online at\nhttp://www.regents.umich.edu/bylaws.11Attempts by the majority to make it\nmore difficult for the minority to exercise its right to vote are,\nsadly, not a thing of the past. See v. , 570 U. S. ___, ___\n(2013) (slip op., at 15–17) ( dissenting) (describing recent\nexamples of discriminatory changes to state voting laws, including\na 1995 dual voter registration system in Mississippi to\ndisfranchise black voters, a 2000 redistricting plan in Georgia to\ndecrease black voting strength, and a 2003 proposal to change the\nvoting mechanism for school board elections in South Carolina).\nUntil this Court’s decision last Term in , the preclearance\nrequirement of §5 of the Voting Rights Act of 1965 blocked\nthose and many other discriminatory changes to voting\nprocedures.12Preserving the right to participate\nmeaningfully and equally in the process of government is especially\nimportant with respect to education policy. I do not mean to\nsuggest that “the constitutionality of laws forbidding racial\npreferences depends on the policy interest at stake.” , at\n14–15 (plurality opinion). I note only that we have long\nrecognized that “ ‘education . . . is\nthe very foundation of good citizenship.’ ” , 539\nU. S., at 331 (quoting v. , ). Our Nation’s colleges and\nuniversities “represent the training ground for a large\nnumber of our Nation’s leaders,” and so there is\nspecial reason to safeguard the guarantee “ ‘that\npublic institutions are open and available to all segments of\nAmerican society, including people of all races and\nethnicities.’ ” 539 U. S., at\n331–332.13The\nCourt invalidated Amendment 2 on the basis that it lacked any\nrational relationship to a legitimate end. It concluded that the\namendment “impose[d] a broad and undifferentiated disability\non a single named group,” and was “so discontinuous\nwith the reasons offered for it that [it] seem[ed] inexplicable by\nanything but animus toward the class it affect[ed].” , 517\nU. S., at 63214The\nplurality raises another concern with respect to precedent. It\npoints to decisions by the California Supreme Court and the United\nStates Court of Appeals for the Ninth Circuit upholding as\nconstitutional Proposition 209, a California constitutional\namendment identical in substance to §26. , at 14. The\nplurality notes that if we were to affirm the lower court’s\ndecision in this case, “those holdings would be invalidated\n. . . .” I fail to see the significance. We\nroutinely resolve conflicts between lower courts; the necessary\nresult, of course, is that decisions of courts on one side of the\ndebate are invalidated or called into question. I am unaware of a\nsingle instance where that (inevitable) fact influenced the\nCourt’s decision one way or the other. Had the lower courts\nproceeded in opposite fashion—had the California Supreme\nCourt and Ninth Circuit invalidated Proposition 209 and the Sixth\nCircuit upheld §26—would the plurality come out the\nother way?15In\n1973, the Law School graduated 41 black students (out of a class of\n446) and the first Latino student in its history. App. in v. ,\nO. T. 2002, No. 02–241, p. 204. In 1976, it graduated\nits first Native American student. On the whole, during the\n1970’s, the Law School graduated 262 black students, compared\nto 9 in the previous decade, along with 41 Latino\nstudents.16These\npercentages include enrollment statistics for black students,\nHispanic students, Native American students, and students who\nidentify as members of two or more underrepresented minority\ngroups.17This\nchart is reproduced from Fessenden and Keller, How Minorities Have\nFared in States with Affirmative Action Bans, N. Y. Times, June 24,\n2013, online at\nhttp://www.nytimes.com/interactive/2013/06/24/us/affirmative-action-bans.html.181920This\nchart is reproduced from Phillips, Colleges Straining to Restore\nDiversity: Bans on Race-Conscious Admissions Upend Racial Makeup at\nCalifornia Schools, Wall Street Journal, Mar. 7, 2014, p.\nA3.",
    "joined": []
}