{
    "case": {
        "docket": "122",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/122/"
    },
    "id": "1970934",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–299_________________BRANDON C. CLARK et ux., PETITIONERS v.\nWILLIAM J. RAMEKER, TRUSTEE, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[June 12, 2014]Justice Sotomayor\ndelivered the opinion of the Court.When an individual\nfiles for bankruptcy, she may exempt particular categories of\nassets from the bankruptcy estate. One such category includes\ncertain “retirement funds.” 11 U. S. C. §522(b)(3)(C).\nThe question presented is whether funds contained in an inherited\nindividual retirement account (IRA) qualify as “retirement funds”\nwithin the meaning of this bankruptcy exemption. We hold that they\ndo not.IAWhen an individual\ndebtor files a bankruptcy petition, her “legal or equitable\ninterests . . . in property” become part of the\nbankruptcy estate. §541(a)(1). “To help the debtor obtain a fresh\nstart,” however, the Bankruptcy Code allows debtors to exempt from\nthe estate limited interests in certain kinds of property. Rousey\nv. Jacoway, 544 U. S. 320, 325 (2005) . The exemption at issue\nin this case allows debtors to protect “retirement funds to the\nextent those funds are in a fund or account that is exempt from\ntaxation under section 401, 403, 408, 408A, 414, 457, or 501(a) of\nthe Internal Revenue Code.” §§522(b)(3)(C), (d)(12).[1] The enumerated sections of the Internal\nRevenue Code cover many types of accounts, three of which are\nrelevant here.The first two are\ntraditional and Roth IRAs, which are created by 26\nU. S. C. §408 and §408A, respectively. Both types of\naccounts offer tax advantages to encourage individuals to save for\nretirement. Qualified contributions to traditional IRAs, for\nexample, are tax-deductible. §219(a). Roth IRAs offer the opposite\nbenefit: Although contributions are not tax-deductible, qualified\ndistributions are tax-free. §§408A(c)(1), (d)(1). To ensure that\nboth types of IRAs are used for retirement purposes and not as\ngeneral tax-advantaged savings vehicles, Congress made certain\nwithdrawals from both types of accounts subject to a 10 percent\npenalty if taken before an accountholder reaches the age of 59½.\nSee §§72(t)(1)–(2); see also n. 4, infra.The third type of\naccount relevant here is an inher-ited IRA. An inherited IRA is a\ntraditional or Roth IRA that has been inherited after its owner’s\ndeath. See §§408(d)(3)(C)(ii), 408A(a). If the heir is the owner’s\nspouse, as is often the case, the spouse has a choice: He or she\nmay “roll over” the IRA funds into his or her own IRA, or he or she\nmay keep the IRA as an inherited IRA (subject to the rules\ndiscussed below). See Internal Revenue Service, Publication 590:\nIndividual Retirement Arrangements (IRAs), p. 18 (Jan. 5, 2014).\nWhen anyone other than the owner’s spouse inherits the IRA, he or\nshe may not roll over the funds; the only option is to hold the IRA\nas an inherited account.Inherited IRAs do not\noperate like ordinary IRAs. Unlike with a traditional or Roth IRA,\nan individual may withdraw funds from an inherited IRA at any time,\nwithout paying a tax penalty. §72(t)(2)(A)(ii). Indeed, the owner\nof an inherited IRA not only may but must withdraw its funds: The\nowner must either withdraw the entire balance in the account within\nfive years of the original owner’s death or take minimum\ndistributions on an annual basis. See §§408(a)(6), 401(a)(9)(B); 26\nCFR §1.408–8 (2013) (Q–1 and A–1(a) incorporating §1.401(a)(9)–3\n(Q–1 and A–1(a))); see generally D. Cartano, Taxation of Individual\nRetirement Accounts §32.02[A] (2013). And unlike with a traditional\nor Roth IRA, the owner of an inherited IRA may never make\ncontributions to the account. 26 U. S. C. §219(d)(4).BIn 2000, Ruth Heffron\nestablished a traditional IRA and named her daughter, Heidi\nHeffron-Clark, as the sole beneficiary of the account. When Ms.\nHeffron died in 2001, her IRA—which was then worth just over\n$450,000—passed to her daughter and became an inherited IRA. Ms.\nHeffron-Clark elected to take monthly distri-butions from the\naccount.In October 2010, Ms.\nHeffron-Clark and her husband, petitioners in this Court, filed a\nChapter 7 bankruptcy petition. They identified the inherited IRA,\nby then worth roughly $300,000, as exempt from the bankruptcy\nestate under 11 U. S. C. §522(b)(3)(C). Respondents, the\nbankruptcy trustee and unsecured creditors of the estate, objected\nto the claimed exemption on the ground that the funds in the\ninherited IRA were not “retirement funds” within the meaning of the\nstatute.The Bankruptcy Court\nagreed, disallowing the exemption. In re Clark, 450 B. R.\n858, 866 (WD Wisc. 2011). Relying on the “plain language of\n§522(b)(3)(C),” the court concluded that an inherited IRA “does not\ncontain anyone’s ‘retirement funds,’ ” because unlike with a\ntraditional IRA, the funds are not “segregated to meet the needs\nof, nor distributed on the occasion of, any person’s retirement.”\nId., at 863.[2] The District\nCourt reversed, explaining that the exemption covers any account\ncontaining funds “originally” “accumulated for retirement\npurposes.” In re Clark, 466 B. R. 135, 139 (WD Wisc.\n2012). The Seventh Circuit reversed the District Court’s judgment.\nIn re Clark, 714 F. 3d 559 (2013). Pointing to the\n“[d]if-ferent rules govern[ing] inherited” and noninherited IRAs,\nthe court concluded that “inherited IRAs represent an opportunity\nfor current consumption, not a fund of retirement savings.” Id., at\n560, 562.We granted certiorari\nto resolve a conflict between the Seventh Circuit’s ruling and the\nFifth Circuit’s decision in In re Chilton, 674 F. 3d 486\n(2012). 571 U. S. ___ (2013). We now affirm.IIThe text and purpose\nof the Bankruptcy Code make clear that funds held in inherited IRAs\nare not “retirement funds” within the meaning of §522(b)(3)(C)’s\nbankruptcy exemption.AThe Bankruptcy Code\ndoes not define “retirement funds,” so we give the term its\nordinary meaning. See Octane Fitness, LLC v. ICON Health &\nFitness, Inc., 572 U. S. ___, ___ (2014) (slip op., at 7). The\nordinary meaning of “fund[s]” is “sum[s] of money . . .\nset aside for a specific purpose.” American Heritage Dictionary 712\n(4th ed. 2000). And “retirement” means “[w]ithdrawal from one’s\noccupation, business, or office.” Id., at 1489. Section\n522(b)(3)(C)’s reference to “retirement funds” is therefore\nproperly understood to mean sums of money set aside for the day an\nindividual stops working.The parties agree that,\nin deciding whether a given set of funds falls within this\ndefinition, the inquiry must be an objective one, not one that\n“turns on the debtor’s subjective purpose.” Brief for Petitioners\n43–44; see also Brief for Respondents 26. In other words, to\ndetermine whether funds in an account qualify as “retirement\nfunds,” courts should not engage in a case-by-case, fact-intensive\nexamination into whether the debtor actually planned to use the\nfunds for retirement purposes as opposed to current consumption.\nInstead, we look to the legal characteristics of the account in\nwhich the funds are held, asking whether, as an objective matter,\nthe account is one set aside for the day when an individual stops\nworking. Cf. Rousey, 544 U. S., at 332 (holding that\ntraditional IRAs are included within §522(d)(10)(E)’s exemption for\n“a payment under a stock bonus, pension, profitsharing, annuity, or\nsimilar plan or contract on account of . . . age” based\non the legal characteristics of traditional IRAs).Three legal\ncharacteristics of inherited IRAs lead us to conclude that funds\nheld in such accounts are not objectively set aside for the purpose\nof retirement. First, the holder of an inherited IRA may never\ninvest additional money in the account. 26 U. S. C.\n§219(d)(4). Inherited IRAs are thus unlike traditional and Roth\nIRAs, both of which are quintessential “retirement funds.” For\nwhere inherited IRAs categorically prohibit contributions, the\nentire purpose of traditional and Roth IRAs is to provide tax\nincentives for accountholders to contribute regularly and over time\nto their retirement savings.Second, holders of\ninherited IRAs are required to withdraw money from such accounts,\nno matter how many years they may be from retirement. Under the Tax\nCode, the beneficiary of an inherited IRA must either withdraw all\nof the funds in the IRA within five years after the year of the\nowner’s death or take minimum annual distributions every year. See\n§408(a)(6); §401(a)(9)(B); 26 CFR §1.408–8 (Q–1 and A–1(a)\nincorporating §1.401(a)(9)–3 (Q–1 and A–1(a))). Here, for example,\npetitioners elected to take yearly distributions from the inherited\nIRA; as a result, the account decreased in value from roughly\n$450,000 to less than $300,000 within 10 years. That the tax rules\ngoverning inherited IRAs routinely lead to their diminution over\ntime, regardless of their holders’ proxim-ity to retirement, is\nhardly a feature one would expect of an account set aside for\nretirement.Finally, the holder of\nan inherited IRA may withdraw the entire balance of the account at\nany time—and for any purpose—without penalty. Whereas a withdrawal\nfrom a traditional or Roth IRA prior to the age of 59½ triggers a\n10 percent tax penalty subject to narrow exceptions, see n. 4,\ninfra—a rule that encourages individuals to leave such funds\nuntouched until retirement age—there is no similar limit on the\nholder of an inherited IRA. Funds held in inherited IRAs\naccordingly constitute “a pot of money that can be freely used for\ncurrent consumption,” 714 F. 3d., at 561, not funds\nobjectively set aside for one’s retirement.BOur reading of the\ntext is consistent with the purpose of the Bankruptcy Code’s\nexemption provisions. As a general matter, those provisions\neffectuate a careful balance between the interests of creditors and\ndebtors. On the one hand, we have noted that “every asset the Code\npermits a debtor to withdraw from the estate is an asset that is\nnot available to . . . creditors.” Schwab v. Reilly, 560\nU. S. 770, 791 (2010) . On the other hand, exemptions servethe\nimportant purpose of “protect[ing] the debtor’s essential needs.”\nUnited States v. Security Industrial Bank, 459 U. S. 70, 83\n(1982) (Blackmun, J., concurring injudgment).[3]Allowing debtors to\nprotect funds held in traditional and Roth IRAs comports with this\npurpose by helping to ensure that debtors will be able to meet\ntheir basic needs during their retirement years. At the same time,\nthe legal limitations on traditional and Roth IRAs ensure that\ndebtors who hold such accounts (but who have not yet reached\nretirement age) do not enjoy a cash windfall by virtue of the\nexemption—such debtors are instead required to wait until age 59½\nbefore they may withdraw the funds penalty-free.The same cannot be said\nof an inherited IRA. For if an individual is allowed to exempt an\ninherited IRA from her bankruptcy estate, nothing about the\ninherited IRA’s legal characteristics would prevent (or even\ndiscourage) the individual from using the entire balance of the\naccount on a vacation home or sports car immediately after her\nbankruptcy proceedings are complete. Allowing that kind of\nexemption would convert the Bankruptcy Code’s purposes of\npreserving debtors’ ability to meet their basic needs and ensuring\nthat they have a “fresh start,” Rousey, 544 U. S., at 325,\ninto a “free pass,” Schwab, 560 U. S., at 791. We decline to\nread the retirement funds provision in that manner.IIIAlthough petitioners’\ncounterarguments are not without force, they do not overcome the\nstatute’s text and purpose.Petitioners’ primary\nargument is that funds in an inherited IRA are retirement funds\nbecause—regardless of whether they currently sit in an account\nbearing the legal characteristics of a fund set aside for\nretirement—they did so at an earlier moment in time. After all,\npetitioners point out, “the initial owner” of the account “set\naside the funds in question for retirement by depositing them in a”\ntraditional or Roth IRA. Brief for Petitioners 21. And “[t]he\n[initial] owner’s death does not in any way affect the funds in the\naccount.” Ibid.We disagree. In\nordinary usage, to speak of a person’s “retirement funds” implies\nthat the funds are currently in an account set aside for\nretirement, not that they were set aside for that purpose at some\nprior date by an entirely different person. Under petitioners’\ncontrary logic, if an individual withdraws money from a traditional\nIRA and gives it to a friend who then deposits it into a checking\naccount, that money should be forever deemed “retirement funds”\nbecause it was originally set aside for retirement. That is plainly\nincorrect.More fundamentally, the\nbackward-looking inquiry urged by petitioners would render a\nsubstantial portion of 11 U. S. C. §522(b)(3)(C)’s text\nsuperfluous. The funds contained in every individual-held account\nexempt from taxation under the Tax Code provisions enumerated in\n§522(b)(3)(C) have been, at some point in time, “retirement funds.”\nSo on petitioners’ view, rather than defining the exemption to\ncover “retirement funds to the extent that those funds are in a\nfund or account that is exempt from taxation under [the enumerated\nsections] of the Internal Revenue Code,” Congress could have\nachieved the exact same result through a provision covering any\n“fund or account that is exempt from taxation under [the enumerated\nsections].” In other words, §522(b)(3)(C) requires that funds\nsatisfy not one but two conditions in order to be exempt: the funds\nmust be “retirement funds,” and they must be held in a covered\naccount. Petitioners’ reading would write out of the statute the\nfirst element. It therefore flouts the rule that “ ‘a statute\nshould be construed so that effect is given to all its provisions,\nso that no part will be inoperative or superfluous.’ ” Corley\nv. United States, 556 U. S. 303, 314 (2009) .Petitioners respond\nthat many of §522’s other exemptions refer to the “debtor’s\ninterest” in various kinds of property. See, e.g., §522(d)(2)\n(exempting “[t]he debtor’s interest, not to exceed [$3,675] in\nvalue, in one motor vehicle”). Section 522(b)(3)(C)’s retirement\nfunds exemption, by contrast, includes no such reference. As a\nresult, petitioners surmise, Congress must have meant the provision\nto cover funds that were at one time retirement accounts, even if\nthey were for someone else’s retirement. Brief for Petitioners\n33–34. But Congress used the phrase “debtor’s interest” in the\nother exemptions in a different manner—not to distinguish between a\ndebtor’s assets and the assets of another person but to set a limit\non the value of the particular asset that a debtor may exempt. For\nexample, the statute allows a debtor to protect “[t]he debtor’s\naggregate interest, not to exceed [$1,550] in value, in jewelry.”\n§522(d)(4). The phrase “[t]he debtor’s aggregate interest” in this\nprovision is just a means of introducing the $1,550 limit; it is\nnot a means of preventing debtors from exempting other persons’\njewelry from their own bankruptcy proceedings (an interpretation\nthat would serve little apparent purpose). And Congress had noneed\nto use the same “debtor’s interest” formulation in §522(b)(3)(C)\nfor the simple reason that it imposed a value limitation on the\namount of exemptible retirement funds in a separate provision,\n§522(n).Petitioners next\ncontend that even if their interpretation of “ ‘retirement\nfunds’ does not independently exclude anything from the scope of\nthe statute,” that poses no problem because Congress actually\nintended that result. Reply Brief 5–6. In particular, petitioners\nsuggest that when a sentence is structured as §522(b)(3)(C)\nis—starting with a broad category (“retirement funds”), then\nwinnowing it down through limiting language (“to the extent that”\nthe funds are held in a particular type of account)—it is often the\ncase that the broad category does no independent limiting work. As\ncounsel for petitioners noted at oral argument, if a tax were to\napply to “sports teams to the extent that they are members of the\nmajor professional sports leagues,” the phrase “sports teams” would\nnot provide any additional limitation on the covered entities. Tr.\nof Oral Arg. 15.There are two problems\nwith this argument. First, while it is possible to conceive of\nsentences that use §522(b)(3)(C)’s “to the extent that”\nconstruction in a manner where the initial broad category serves no\nexclusionary purpose, that is not the only way in which the phrase\nmay be used. For example, a tax break that applies to “nonprofit\norganizations to the extent that they are medical or scientific”\nwould not apply to a for-profit pharmaceutical company because the\ninitial broad category (“nonprofit organizations”) provides its own\nlimitation. Just so here; in order to qualify for bankruptcy\nprotection under §522(b)(3)(C), funds must be both “retirement\nfunds” and in an account exempt from taxation under one of the\nenumerated Tax Code sections.Second, to accept\npetitioners’ argument would reintroduce the surplusage problem\nalready discussed. Supra, at 8–9. And although petitioners are\ncorrect that “the only effect of respondents’ interpretation of\n‘retirement funds’ would seemingly be to deny bankruptcy exemption\nto inherited IRAs,” Reply Brief 2, as between one interpretation\nthat would render statutory text superfluous and another that would\nrender it meaningful yet limited, we think the latter more faithful\nto the statute Congress wrote.Finally, petitioners\nargue that even under the inquiry we have described, funds in\ninherited IRAs should still qualify as “retirement funds” because\nthe holder of such an account can leave much of its value intact\nuntil her retirement if she invests wisely and chooses to take only\nthe minimum annual distributions required by law. See Brief for\nPetitioners 27–28. But the possibility that some investors may use\ntheir inherited IRAs for retirement purposes does not mean that\ninherited IRAs bear the defining legal characteristics of\nretirement funds. Were it any other way, money in an ordinary\nchecking account (or, for that matter, an envelope of $20 bills)\nwould also amount to “retirement funds” because it is possible for\nan owner to use those funds for retirement.[4]*  *  *For the foregoing\nreasons, the judgment of the United States Court of Appeals for the\nSeventh Circuit isaffirmed.It is so ordered.Notes1Under §522, debtors may\nelect to claim exemptions either under federal law, see §522(b)(2),\nor state law, see §522(b)(3). Both tracks permit debtors to exempt\n“retirement funds.” See §522(b)(3)(C) (retirement funds exemption\nfor debtors proceeding under state law); §522(d)(12) (identical\nexemption for debtors proceeding under federal law). Petitioners\nelected to proceed under state law, so we refer to §522(b)(3)(C)\nthroughout.2The Bankruptcy Court also\nconcluded in the alternative that, even if funds in an inherited\nIRA qualify as retirement funds within the meaning of\n§522(b)(3)(C), an inherited IRA is not exempt from taxation under\nany of the Internal Revenue Code sections listed in the provision.\nSee 450 B. R., at 865. Because we hold that inherited IRAs are\nnot retirement funds to begin with, we have no occasion to pass on\nthe Bankruptcy Court’s alternative ground for disallowing\npetitioners’ exemption.3As the House Judiciary\nCommittee explained in the process of enacting §522, “[t]he\nhistorical purpose” of bankruptcy exemptions has been to provide a\ndebtor “with the basic necessities of life” so that she “will not\nbe left destitute and a public charge.” H. R. Rep. No. 95–595, p.\n126 (1977).4Petitioners also argue\nthat inherited IRAs are similar enough to Roth IRAs to qualify as\nretirement funds because “the owner of a Roth IRA may withdraw his\ncontributions . . . without penalty.” Brief for\nPetitioners 44. But that argument fails to recognize that\nwithdrawals of contributions to a Roth IRA are not subject to the\n10 percent tax penalty for the unique reason that the contributions\nhave already been taxed. By contrast, all capital gains and\ninvestment income in a Roth IRA are subject to the pre-59½\nwithdrawal penalty (with narrow exceptions for, for example,\nmedical expenses), which incentivizes use of those funds only in\none’s retirement years.",
    "joined": []
}