{
    "case": {
        "docket": "535",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/535/"
    },
    "id": "1963718",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–704_________________CURT MESSERSCHMIDT, et al., PETITIONERSv.BRENDA MILLENDER, as executor of the ESTATE OF AUGUSTA\nMILLENDER, DECEASED, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 22, 2012]Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.The fundamental purpose of the Fourth\nAmendment’s warrant clause is “to protect against all general\nsearches.”Go-Bart Importing Co.v.United States,282 U.S.\n344, 357 (1931). The Fourth Amendment was adopted specifically\nin response to the Crown’s practice of using general warrants and\nwrits of assistance to search “suspected places” for evidence of\nsmuggling, libel, or other crimes.Boydv.United\nStates,116 U.S.\n616, 625–626 (1886). Early patriots railed against these\npractices as “the worst instrument of arbitrary power” and John\nAdams later claimed that “the child Independence was born” from\ncolonists’ opposition to their use.Id.,at 625 (internal\nquotation marks omitted).To prevent the issue of general warrants on\n“loose, vague or doubtful bases of fact,”Go-Bart Importing\nCo., 282 U. S., at 357, the Framers established the\ninviolable principle that should resolve this case: “no Warrants\nshall issue, but upon probable cause . . . and\nparticularly describing the . . . things to be seized.”\nU. S. Const., Amdt. 4. That is, the police must articulate an\nadequate reason to search for specific items related to specific\ncrimes.In this case, police officers investigating a\nspecific, non-gang-related assault committed with a specific\nfirearm (a sawed-off shotgun) obtained a warrant to search for all\nevidence related to “any Street Gang,” “[a]ny photographs\n. . . which may depict evidence of criminal activity,”\nand “any firearms.” App. 52. They did so for the asserted reason\nthat the search might lead to evidence related to other gang\nmembers and other criminal activity, and that other “[v]alid\nwarrants commonly allow police to search for ‘firearms and\nammunition.’ ” Seeinfra, at 8–9. That kind of general\nwarrant is antithetical to the Fourth Amendment.The Court nonetheless concludes that the\nofficers are entitled to qualified immunity because their conduct\nwas “objectively reasonable.” I could not disagree more. All 13\nfederal judges who previously considered this case had little\ndifficulty concluding that the police officers’ search for any\ngang-related material violated the Fourth Amendment. See App. to\nPet. for Cert. 28–29, 45, n. 7, 73, 94, 157–158. And a\nsubstantial majority agreed that the police’s search for both\ngang-related material and all firearms not only violated the Fourth\nAmendment, but was objectively unreasonable. Like them, I believe\nthat any “reasonably well-trained officer in petitioner’s position\nwould have known that his affidavit failed to establish probable\ncause.”Malleyv.Briggs,475\nU.S. 335, 345 (1986).The Court also hints that a police officer’s\notherwise unreasonable conduct may be excused by the approval of a\nmagistrate, or more disturbingly, another police officer.Ante,at 16–18. That is inconsistent with our focus on the\nobjective reasonableness of an officer’s decision to submit a\nwarrant application to a magistrate, and we long ago rejected it.\nSeeMalley, 475 U. S., at 345–346.The Court’s analysis bears little relationship\nto the record in this case, our precedents, or the purposes\nunderlying qualified immunity analysis. For all these reasons, I\nrespectfully dissent.IThe Court holds that a well-trained officer\ncould have reasonably concluded that there was probable cause to\nsearch the Millenders’ residence for any evidence of affiliation\nwith “any Street Gang,” and “all handguns, rifles, or shotguns of\nany caliber, or any firearms capable of firing ammunition.” App.\n52.[1] I cannot agree.AMost troubling is the Court’s determination\nthat petitioners reasonably could have concluded that they had\nprobable cause to search for all evidence of any gang affiliation\nin the Millenders’ home. The Court reaches this result only by way\nof an unprecedented,post hocreconstruction of the crime\nthat wholly ignores the police’s own conclusions, as well as the\nundisputed facts presented to the District Court.The Court primarily theorizes that “[a]\nreasonable of- ficer could certainly view Bowen’s attack as\nmotivated not by the souring of his romantic relationship with\nKelly but instead by a desire to prevent her from disclosing\ndetails of his gang activity to the police.”Ante,at 13.\nThe majority therefore dismisses as “misleading” the Millenders’\ncharacterization of the case as a “domestic dispute,” insisting\nthat Detective Messerschmidt could have reasonably thought that the\ncrime was gang related. Seeante,at 13–14.[2]The police flatly rejected that hypothesis,\nhowever, con- cluding that the crime was a domestic dispute that\nwas not in any way gang related. Detective Messerschmidt’s\ndeposition is illustrative.“Q: So as far as you knew, it was just sort of\na spousal-abuse-type case where the perpetrator happened to be in a\ngang, right?“A: Correct.“Q: So you didn’t have any reason to believe\nthat the assault on Kelly was any sort of gang crime, did you?“A: No.” Record in No. CV 05–2298 DDP (RZx) (CD\nCal.) (hereinafter Record), Doc. 51, (Exh. X), p. 120 (hereinafter\nDeposition).[3]The “Crime Analysis” forms prepared by the\npolice likewise identified Bowen as a “Mona Park Crip” gang member,\nbut did not check off “gang-related” as a motive for the attack.\nSee App. 41, 44 (Crime Analysis Supplemental Form–M. O. Factors).\nAnd the District Court noted it was undisputed that Detective\nMesserschmidt “had no reason to believe Bowen’s crime was a ‘gang’\ncrime.” App. to Pet. for Cert. 115.[4]The police’s conclusions matched the victim’s\nown account of the attack. Kelly asked police officers to help her\nmove out because Bowen “ha[d] a domestic violence on his record,”\nhad “hit [her] once or twice” already, had repeatedly threatened\nher “You’ll never leave me. I’ll kill you if you leave me,” and she\nwas “planning on breaking up” with him. Record, Doc. 51 (Exh. C),\npp. 5–6 (hereinafter Kelly Interview). As Kelly described the\nconfrontation, it was only after she fled to her car in order to\nleave that Bowen reemerged from their shared apartment with the\nshotgun and told her “I’m gonna kill your ass right here if you\ntake off,” consistent with his prior threats.Id., at 7–8.\nEvery piece of information, therefore, accorded with Detective\nMesserschmidt’s conclusion: The crime was domestic violence that\nwas not gang related.[5]Unlike the Members of this Court, Detective\nMesserschmidt alone had 14 years of experience as a peace officer,\n“hundreds of hours of instruction on the dynamics of gangs and gang\ntrends,” received “specialized training in the field of gang\nrelated crimes,” and had been “involved in hundreds of gang related\nincidents, contacts, and or arrests.” App. 53–54. The Court\nprovides no justification for sweeping aside the conclusions he\nreached on the basis of his far greater expertise, let alone the\nfacts found by the District Court. We have repeatedly and recently\nwarned appellate courts, “far removed from the scene,” against\nsecond-guessing the judgments made by the police or reweighing the\nfacts as they stood before the district court.Ryburnv.Huff, 565 U. S. —, — (2012)(per curiam)(slip op., at 6–8). The majority’s decision today is totally\ninconsistent with those principles.Qualified immunity analysis does not direct\ncourts to play the role of crime scene investigators,\nsecond-guessing police officers’ determinations as to whether a\ncrime was committed with a handgun or a shotgun, or whether\nviolence was gang related or a domestic dispute. Indeed, we have\nwarned courts against asking “whether another reasonable, or more\nreasonable, interpretation of the events can be constructed five\nyears after the fact.”Hunterv.Bryant, 502 U.S.\n224, 228 (1991)(per curiam). The inquiry our\nprecedents demand is not whether different conclusions might\nconceivably be drawn from the crime scene. Rather, it is whether “a\nreasonably well-trained officer in petitioner’s position would have\nknown that his affidavit failed to establish probable cause.”Malley, 475 U. S., at 345. The operative question in\nthis case, therefore, is whether—given that, as petitioners\ncomprehended, the crime itself was not gang related—a reasonable\nofficer nonetheless could have believed he had probable cause to\nseek a warrant to search the suspect’s residence for all evidence\nof affiliation not only with the suspect’s street gang, but “any\nStreet Gang.” He could not.The Court offers two secondary explanations for\nwhy a search for gang-related items might have been justified, but\nthey are equally unpersuasive. First, the majority suggests that\nsuch evidence hypothetically “might prove helpful in impeaching\nBowen or rebutting various de- fenses he could raise at trial.”Ante,at 15. That is a non-starter. The Fourth Amendment\ndoes not permit the police to search for evidence solely because it\ncould be admissible for impeachment or rebuttal purposes. If it\ndid, the police would be equally entitled to obtain warrants to\nrifle through the papers of anyone reasonably suspected of a crime\nfor all evidence of his bad character, Fed. Rule Evid.\n404(a)(2)(B)(i), or any evidence of any “crime, wrong, or other\nact” that might prove the defendant’s “motive, opportunity, intent,\npreparation, plan, knowledge, identity, absence of mistake, or lack\nof accident,” Fed. Rule Evid. 404(b)(2). Indeed, the majority’s\nrationale presumably would authorize the police to search the\nresidence of every member of Bowen’s street gang for similar\nweapons—which likewise “might [have] prove[d] helpful in impeaching\nBowen or rebutting various defenses he could raise at trial.”Ante, at 15. It has long been the case, however, that such\ngeneral searches, detached from probable cause, are impermissible.\nSee,e.g., Go-Bart Importing Co., 282 U. S., at 357. By\ntheir own admission, however, the officers were not searching for\ngang-related indicia to bolster some hypothetical impeachment\ntheory, but for other reasons: because “photos sought re gang\nmembership could be linked with other gang members, evidencing\ncriminal activity as gang affiliation is an enhancement to criminal\ncharges.” App. 181; see alsoid.,at 145. That kind of\nfishing expedition for evidence of unidentified criminal activity\ncommitted by unspecified persons was the very evil the Fourth\nAmendment was intended to prevent.Finally, the Court concludes that “even if this\nwere merely a domestic dispute, a reasonable officer could still\nconclude that gang paraphernalia found at the Millenders’ residence\nwould aid in the prosecution of Bowen by, for example,\ndemonstrating Bowen’s connection to other [unspecified] evidence\nfound there.”Ante,at 15. That is difficult to understand.\nThe police were well aware before obtaining a warrant that “other\npersons associated with the home, the Millender family members,\nwere active Mona Park Crip gang members.” App. 28. Simply finding\ngang-related paraphernalia, therefore, would have done little to\nestablish probable cause that particular evidence found in the home\nwas connected to Bowen, rather than any of the several other active\ngang members who resided full time at the Millender home.[6] Moreover, it would have done nothing\nto establish that Bowen had committed the non-gang-related crime\nspecified in the warrant.[7]BThe Court also errs by concluding that\npetitioners could have reasonably concluded that they had probable\ncause to search for all firearms. Notably absent from the Court’s\ndiscussion is any acknowledgment of the actual basis for\npetitioners’ search. The police officers searched for all firearms\nnot for the reasons hypothesized by the majority, but because they\ndetermined that “[v]alid warrants commonly allow police to search\nfor ‘firearms and ammunition,’ ” and that “[h]ere, any caliber\nof shotgun or receipts would show possession of and/or purchase of\nguns.”Id., at 144, 180–181; see also Brief for Appellant in\nNo. 07–55518 (CA9), p. 41 (hereinafter CA9 Brief). It is small\nwonder that the District Court found these arguments “nonsensical\nand unpersuasive.” App. to Pet. for Cert. 157. It bears repeating\nthat the Founders adopted the Fourth Amendment to protect against\nsearches for evidence of unspecified crimes. And merely possessing\nother firearms is not a crime at all. See generallyDistrict of\nColumbiav.Heller,554 U.S.\n570(2008).[8]By justifying the officers’ actions on reasons\nof its own invention, the Court ignores the reasons the officers\nactually gave, as well as the facts upon which this case was\ndecided below. The majority’s analysis—akin to a rational- basis\ntest—is thus far removed from what qualified immunity analysis\ndemands. Even if the police had searched for the reasons the Court\nproposes, however, I still would find it inappropriate to afford\nthem qualified immunity.The Court correctly recognizes that to satisfy\nthe Fourth Amendment the police were required to demonstrate\nprobable cause that (1) other firearms could be found at the\nMillenders’ residence; and (2) such weapons were illegal or were\n“ ‘possess[ed] . . . with the intent to use them as\na means of committing a public offense.’ ”Ante,at 12\n(quoting Cal. Penal Code Ann. §1524(a)(3) (West 2011)). The warrant\nfailed to establish either.The majority has little difficulty concluding\nthat because Bowen fired one firearm, it was reasonable for the\npolice to conclude not only that Bowen must have possessed others,\nbut that he must be storing these other weapons at his 73-year-old\nformer foster mother’s home.[9]\nAgain, however, this is not what the police actually concluded, as\nDetective Messerschmidt’s deposition makes clear.“Q: Did you have any reason to believe there\nwould be any automatic weapons in the house?“A: No.“Q: Did you have any reason to believe there\nwould be any hand guns in the house?“A: I wasn’t given information that there were.”\nDeposition 120.Undaunted, the majority finds that a\nwell-trained officer could have concluded on this information that\nhe had probable cause to search for “[a]ll hand guns, . . . [a]ll\ncaliber of ammunition, miscellaneous gun parts, gun cleaning kits,\nholsters which could hold or have held any caliber handgun being\nsought,” and “[a]ny receipts or paperwork, showing the purchase,\nownership, or possession of the handguns being sought.” App. 52.\nThat is puzzling. If any aspect of the Fourth Amendment is clearly\nestablished, it is that the police cannot reasonably search—even\npursuant to a warrant—for items that they do not have “any reason\nto believe” will be present. The Court’s conclusion to the contrary\nsimply reads the “probable cause” requirement out of the Fourth\nAmendment.Even assuming that the police reasonably could\nhave concluded that Bowen possessed other guns and was storing them\nat the Millenders’ home, I cannot agree that the warrant provided\nprobable cause to believe any weapon possessed in a home in which\n10 persons regularly lived—none of them the suspect in this\ncase—was either “contraband or evidence of a crime.”Ornelasv.United States,517 U.S.\n690, 696 (1996). The warrant set forth no specific facts or\nparticularized explanation establishing probable cause to believe\nthat other guns found in the home were connected to the crime\nspecified in the warrant or were otherwise illegal.[10] While the Court hypothesizes that the\npolice could have searched for all firearms to uncover evidence of\nyet unnamed crimes,ante,at 11–12, the warrant specified\nthat the police were investigating one particular crime—“an assault\nwith a deadly weapon.” App. 55. And the police officers confirmed\nthat their search was targeted to find the gun related to “the\ncrime at issue.” CA9 Brief 42; see also App. 52 (obtaining\nauthorization to search for “the itembeing sought and or\nbelieved to be evidence in the case being investigated on this\nwarrant” (emphasis added)).The police told the Ninth Circuit that they\nsearched for all firearms not because, as the majority\nhypothesizes, “there would be additional illegal guns among others\nthat Bowen owned,”ante,at 11–12, but on the dubious theory\nthat “Kelly could have been mistaken in her description of the\ngun.” App. to Pet. for Cert. 20–21. The Ninth Circuit properly\ndismissed that argument as carrying “little force.”Id.,at\n21. Its finding is unimpeachable, given that Kelly presented the\npolice with a photograph of Bowen holding the specific gun used in\nthe crime, and the police, the victim, and a witness to the crime\nall identified the gun as a sawed-off shotgun. Seeid.,at\n20, 21, 24, 28.Finally, the majority suggests that the officers\ncould have reasonably believed that seizure of all firearms at the\nMillenders’ residence was justified because those weapons might be\npossessed by Bowen “ ‘with the intent to use them as a means\nof committing a public offense.’ ”Ante,at 12. But the\nwarrant specified that the police sought only the shotgun used in\nthis crime for that purpose. See App. 59 (statement of probable\ncause) (“Your Affiant also believes that the items sought will be\nin the possession of Jerry Ray Bowen and the recovery ofthe\nweaponcould be invaluable in the successful prosecution of the\nsuspect involved in this case, and the curtailment of further\ncrimes being committed” (emphasis added)).IIThe Court also finds error in the Court of\nAppeals’ failure to find “pertinent” the fact that the officer\nsought approval of his warrant from a magistrate.[11]Ante,at 18. Whether Detective\nMesserschmidt presented his warrant application to a magistrate\nsurely would be “pertinent” to demonstrating his subjective good\nfaith.[12] But qualified\nimmunity does not turn on whether an officer is motivated by good\nintentions or malice, but rather on the “objective reasonableness\nof an official’s conduct.”Harlowv.Fitzgerald,457\nU.S. 800, 818 (1982).The majority asserts, without citation, that the\nmagistrate’s approval is relevant to objective reasonableness. That\nview, however, is expressly contradicted by our holding inMalleyv.Briggs,475 U.S.\n335. There, we found that a police officer is not “entitled to\nrely on the judgment of a judicial officer in finding that probable\ncause exists and hence issuing the warrant,” and explained that\n“[that] view of objective reasonableness is at odds with our\ndevelopment of that concept inHarlowand [United\nStatesv.Leon,468 U.S.\n897(1984)].”Id.,at 345. The appropriate\nqualified immunity analysis, we held, was not whether an officer\nreasonably relied on a magistrate’s probable cause determination,\nbut rather “whether a reasonably well-trained officer in\npetitioner’s position would have known that his affidavit failed to\nestablish probable cause and that he should not haveappliedfor the warrant.”Ibid.(emphasis added).[13] In such a case, “the officer’s\napplication for a warrant [would] not [be] objectively reasonable,\nbecause it create[s] the unnecessary danger of an unlawful arrest.”Ibid.When “no officer of reasonable competence would have\nrequested the warrant,” a “magistrate [who] issues the warrant\n[makes] not just a reasonable mistake, but an unacceptable error\nindicating gross incompetence or neglect of duty.”Id.,at\n346, n. 9. In such cases, “[t]he officer . . .\ncannot excuse his own default by pointing to the greater\nincompetence of the magistrate.”Ibid.In cases in which it would be not only wrong but\nun- reasonable for any well-trained officer to seek a warrant,\nallowing a magistrate’s approval to immunize the police officer’s\nunreasonable action retrospectively makes little sense. By\nmotivating an officer “to reflect, before submitting a request for\na warrant, upon whether he has a reasonable basis for believing\nthat his affidavit establishes probable cause,” we recognized that\nour qualified immu- nity precedents had the “desirable” effect of\n“reduc[ing] the likelihood that the officer’s request for a warrant\nwill be premature,” leading to “a waste of judicial resources” or\n“premature arrests.”Id.,at 343. To the extent it proposes\nto cut back uponMalley, the majority will promote the\nopposite result—encouraging sloppy police work and ex-acerbating\nthe risk that searches will not comport with the requirements of\nthe Fourth Amendment.The Court also makes much of the fact that\nDetective Messerschmidt sent his proposed warrant application to\ntwo superior police officers and a district attorney for review.\nGiving weight to that fact would turn the Fourth Amendment on its\nhead. This Court made clear inMalleythat a police officer\nacting unreasonably cannot obtain qualified immunity on the basis\nof a neutral magistrate’s approval. It would be passing strange,\ntherefore, to immunize an officer’s conduct instead based upon the\napproval of other police officers and prosecutors.[14] SeeJohnsonv.United\nStates,333 U.S.\n10, 14 (1948) (opinion of Jackson, J.) (“When the right of\nprivacy must reasonably yield to the right of search is, as a rule,\nto be decided by a judicial officer, not by a policeman or\ngovernment enforcement agent”). The effect of the Court’s rule,\nhowever, is to hold blameless the “plainly incompetent” action of\nthe police officer seeking a warrant because of the “plainly\nincompetent” approval of his superiors and the district attorney.\nSeeante,at 16–18; see alsoante,at 3–4 (opinion of\nKagan, J.). Under the majority’s test, four wrongs apparently make\na right. I cannot agree, however, that the “objective legal\nreasonableness of an official’s acts,”Harlow, 457\nU. S., at 819, turns on the number of police officers or\nprosecutors who improperly sanction a search that violates the\nFourth Amendment.IIIPolice officers perform a difficult and\nessential service to society, frequently at substantial risk to\ntheir personal safety. And criminals like Bowen are not sympathetic\nfigures. But the Fourth Amendment “protects all, those suspected or\nknown to be offenders as well as the innocent.”Go-Bart\nImporting Co., 282 U. S., at 357. And this Court long ago\nrecognized that efforts “to bring the guilty to punishment,\npraiseworthy as they are, are not to be aided by the sacrifice of\nthose great principles established by years of endeavor and\nsuffering which have resulted in their embodiment in the\nfundamental law of the land.”Weeksv.United States,232 U.S.\n383, 393 (1914).Qualified immunity properly affords police\nofficers protec- tion so long as their conduct is objectively\nreasonable. But it is not objectively reasonable for police\ninvesti- gating a specific, non-gang-related assault committed with\na particular firearm to search for all evidence related to “any\nStreet Gang,” “photographs . . . which may depict\nevidence of criminal activity,” and all firearms. The Court reaches\na contrary result not because it thinks that these police officers’\nstated reasons for searching were objectively reasonable, but\nbecause it thinks different conclusions might be drawn from the\ncrime scene that reasonably might have led different officers to\nsearch for different reasons. That analysis, however, is far\nremoved from qualified immunity’s proper focus on whetherpetitionersacted in an objectively reasonable manner.Because petitioners did not, I would affirm the\njudgment of the Court of Appeals.Notes1Not even the Court\ndefends the warrant’s authorization to search for “[a]ny\nphotographs . . . which may depict evidence of criminal\nactivity.”2The Court implies\nDetective Messerschmidt did not consider the crime “solely\n. . . a domestic dispute” because he labeled it a\n“spousal assaultandan assault with a deadly weapon.”Ante,at 13 (internal quotation marks omitted). Solely\ndomestic disputes often involve gun violence, however. See Sorenson\n& Weibe, Weapons in the Lives of Battered Women, 94 Am. J. Pub.\nHealth 1412, 1413 (2004) (noting more than one-third of female\ndomestic violence shelter residents in California reported having\nbeen threatened or harmed with a firearm). That was the case here.\nIn any event, the Court’s reading of Detective Messerschmidt’s\naffidavit is incompatible with his testimony that the crime was\n“just sort of a spousal-abuse-type case,” not a “gang crime.” Seesuprathis page.3By suggesting that courts\nassessing qualified immunity should ignore police officers’\ntestimony about the information they possessed at the time of the\nsearch,ante,at 14–15, n. 6, the Court misreadsHarlowv.Fitzgerald,457 U.S.\n800, 815–819 (1982), andAndersonv.Creighton,483 U.S.\n635, 645 (1987). InHarlow, we adopted a qualified\nimmunity test focusing on an officer’s objective good faith, rather\nthan whether the officer searched “with the malicious\nintentionto cause a deprivation of constitutional rights or\nother injury.” 457 U. S., at 815. As we have explained,\n“examination of the information possessed by the searching\nofficials . . . does not reintroduce into qualified immunity\nanalysis the inquiry into officials’ subjective intent thatHarlowsought to minimize.”Anderson, 483 U. S., at\n641. It is therefore highly relevant that Detective Messerschmidt\ntestified that he lacked “any reason” to consider the crime gang\nrelated,suprathis page, and possessed no “information”\nthat there were handguns in the Millenders’ home,infra,at\n11. Courts cannot ignore information in crime analysis forms,\nballistic reports, or victim interviews by labeling such\ninformation “conclusions.”4The Court is wrong to\nimply that courts should not consider “facts outside the\naffidavit,” but within the officers’ possession, when assessing\nqualified immunity.Ante,at 10, n. 2. Our precedents make\nclear that the objective reasonableness of an officer’s conduct is\njudged “in light of clearly established law and the information the\nofficers possessed.”Wilsonv.Layne,526 U.S.\n603, 615 (1999). If an officer possesses information indicating\nthat he lacks probable cause to search, and that information was\nnot presented to the neutral magistrate when he approved the\nsearch, it is particularly likely that “a reasonably well trained\nofficer would have known that the search was illegal despite the\nmagistrate’s authorization.”United Statesv.Leon,468 U.S.\n897, 922, n. 23 (1984).5To support its theory\nthat Bowen attacked Kelly to keep her silent about his gang\nactivity, the majority relies principally on its claim that Bowen\nyelled, “ ‘I told you never to call the cops on me\nbitch!’ ”ante,at 2, citing it no less than five\ntimes. See,ante,at 11 (Bowen “attempt[ed] to murder” Kelly\n“on the asserted ground that she had ‘call[ed] the cops’ on him”);\nsee alsoante,at 1, 13. Bowen, however, never made that\nstatement. Though it appears in the warrant application, the words\nare Messerschmidt’s—taken from his own inaccurate notes of Kelly’s\naccount of the crime. What Kelly actually said during her interview\nwas that as soon as the police deputies left, Bowen “came out of\nnowhere talking about, ‘Did you call the police on me? You called\nthe police on me,’ ” to which Kelly responded “no one called\nthe police on you . . . . [I]nstead of arguing and\nfighting with you I just want to get my shit done.” Kelly Interview\n7; compareibid. with Record, Doc. 51 (Exh. B), p. 3\n(Messerschmidt’s narrative of interview with Kelly). Only after\nKelly started to leave did Bowen exclaim “oh it’s like that. It’s\nlike that,” retrieve a gun, and threaten to shoot her if she\nleft.Kelly Interview 7–8. That Bowen was\n“ ‘angry,’ ”ante,at 14, n. 5, because she\nhad called the sheriff's department for assistance reflected\nexactly what Kelly and the police expected at the outset—that Bowen\n“would give her a hard time about moving out.” App. 38 (sheriff’s\ndepartment incident report).6The Court suggests that\neven if gang-related evidence would be inconclusive generally,\nevidence bearing Bowen’s particular gang mon-iker could have\ndemonstrated Bowen’s connection to the residence.But the warrant\ndid not authorize a search for items bearing Bowen’s moniker, but\nrather for items related to “any Street Gang,” including countless\nstreet gangs of which Bowen was not a member. App. 52. Even under\nthe Court’s interpretation, therefore, the warrant was hopelessly\noverbroad and invalid.7The police also could not\nsearch for gang-related evidence for its own sake. Mere membership\nin a gang is not a crime under California law. SeePeoplev.Gardeley,14 Cal. 4th 605, 623,927 P.2d 713, 725 (1996).8Although the Court\nrecites additional facts about Bowen’s background and arrest\nrecord,ante,at 2–3, none of these facts were disclosed to\nthe magistrate. The police cannot rationalize a searchpost\nhocon the basis of information they failed to set forth in\ntheir warrant application to a neutral magistrate. Rather, “[i]t is\nelementary that in passing on the validity of a warrant, the\nreviewing court may consideronlyinformation brought to the\nmagistrate’s attention.”Aguilarv.Texas,378 U.S.\n108, 109, n. 1 (1964); see alsoUnited Statesv.Jacobsen,466 U.S.\n109, 112 (1984). Likewise, a police officer cannot obtain\nqualified immunity for searching pursuant to a warrant by relying\nupon facts outside that warrant, as evinced byMalley’s\nfocus on “whether a reasonably well-trained officer in petitioner’s\nposition would have known that hisaffidavitfailed to\nestablish probable cause.”Malleyv.Briggs,475\nU.S. 335, 345 (1986) (emphasis added).9The majority ignores that\nBowen retrieved the shotgun that he fired from the apartment he\nshared with Kelly, not the Millenders’ home. Kelly provided no\nindication that Bowen possessed other guns or that he stored them\nat his former foster mother’s home.10Augusta Millender was a 73-year-old\ngrandmother living in a dangerous part of Los Angeles. It would not\nhave been unreasonable to imagine that she validly possessed a\nweapon for self-defense, as turned out to be the case.11Under\nCalifornia law, magistrates are the officials responsible for\nissuing search warrants. Cal. Penal Code Ann. §1523 (West\n2011).12To be\nclear, no one suggests petitioners acted with malice or intended to\nbe “misleading in omitting . . . facts,”ante,at\n10, n. 2, that illustrate why it would have been objectively\nunreasonable to search for the reasons the Court proposes. It is\nhardly surprising, for instance, that Detective Messerschmidt did\nnot include in his affidavit further facts affirming that the crime\nwas not gang related, given that he did not believe the crime was\ngang related and did not search for gang-related material for that\nreason. Seesupra, at 7–8. The affidavit and warrant were\nperfectly consistent with the officers’ stated reasons for their\nsearch—just not with the Court’s own theories.13Two\nJustices wrote separately, disagreeing with the majority because\nthey believed that “substantial weight should be accorded the\njudge’s finding of probable cause.”Malley, 475 U. S.,\nat 346 (Powell, J., joined by Rehnquist, C. J., concurring in\npart and dissenting in part).14In\nthe famous case ofWilkesv.Wood, Lofft 1, 98 Eng.\nRep. 489(C. P. 1763), one of the seminal events informing the\nFramers’ developmentof the Fourth Amendment, the Undersecretary of\nState who searched the home of John Wilkes pursuant to a general\nwarrant was subjected to monetary damages notwithstanding that his\nsuperior, Lord Halifax, issued the warrant. SeeBoydv.United States,116 U.S.\n616, 626 (1886).",
    "joined": []
}