{
    "case": {
        "docket": "19-8709",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-8709/"
    },
    "id": "4439252",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–8709 and 20–444_________________GREGORY GREER, PETITIONER19–8709v.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuitUNITED STATES, PETITIONER20–444v.MICHAEL ANDREW GARYon writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 14, 2021]Justice Sotomayor, concurring as to No.\n19–8709, and concurring in part, dissenting in part, and dissenting\nfrom the judgment as to No. 20–444.For years, all 12 Courts of Appeals with\ncriminal jurisdiction agreed that a defendant need not know he is a\nfelon to be guilty of being a felon in possession of a firearm\nunder 18 U. S. C. §§922(g)(1) and 924(a)(2). This Court\ncame to the opposite conclusion inRehaifv.United\nStates, 588 U. S. ___ (2019). Gregory Greer’s and Michael\nGary’s felon-in-possession convictions were not yet final whenRehaifwas decided. The District Court did not inform Gary\nof the knowledge-of-status element at his plea colloquy, and\nGreer’s District Court did not instruct the jury that it had to\nmake a knowledge-of-status finding to convict. Neither Greer nor\nGary objected to those omissions. The question now is whether they\nhave shown that their convictions should be vacated under\nplain-error review.I agree with the Court that Greer is not\nentitled to such relief because he cannot show that the trial error\naffected his substantial rights. I write separately to highlight\ntwo limits on today’s decision. First, the Court’s analysis in\nGreer’s case does not extend to the distinct context of\nharmless-error review, which applies when defendants\ncontemporaneously object at trial. Second, the knowledge-of-status\nelement is an element just like any other. The Government must\nprove it beyond a reasonable doubt, and defendants seeking relief\nbased onRehaiferrors bear only the usual burden on\nplain-error review. With that understanding, I join the portions of\nthe Court’s opinion addressing Greer’s case and affirming the\njudgment of the Court of Appeals for the Eleventh Circuit.As to Gary, I agree with the Court that the\nCourt of Appeals for the Fourth Circuit erred in holding that the\nDistrict Court’s failure to inform Gary of the knowledge-of-status\nelement automatically entitled him to relief on plain-error review.\nUnlike this Court, I would not decide in the first instance whether\nGary can make a case-specific showing that the error affected his\nsubstantial rights. I would instead vacate the judgment below and\nremand for the Fourth Circuit to address that question. I therefore\nrespectfully dissent from the judgment as to Gary.IAGreer was found guilty by a jury that was not\ninstructed on the knowledge-of-felon-status element required byRehaif. To obtain relief on plain-error review, Greer must\nshow, among other things, that the error affected his substantial\nrights. Here, that means Greer must show a reasonable probability\nthat a correctly instructed jury would have reasonably doubted that\nhe knew he was a felon when he possessed the gun. Greer has not\ncarried that burden.The evidence at trial showed that, while Greer\nwas talking to police officers, he “touched the right side of his\nwaistband repeatedly” and then sprinted away when the officers said\nthey were going to pat him down for weapons. 798 Fed. Appx. 483,\n485 (CA11 2020) (per curiam). Two officers followed him\ninto a stairwell and “heard the dull sound of a heavy object fall\nto the ground.”Ibid.A third found a pistol lying on the\nlanding.Ibid.Greer’s presentence report shows that, before he\npossessed the gun at issue, “he accrued five felony convictions”\nand “served separate sentences of 36 months and of 20 months in\nprison.”Id., at 486. He was released from custody just six\nmonths before his arrest in this case. Greer was an adult when he\nwas convicted of these felonies and when he served these two\nseparate sentences of well over a year. As the Court explains, this\nevidence outside the trial record is relevant to whether Greer has\nshown an effect on his substantial rights.On appeal, Greer had notice of theRehaifrequirement and an opportunity to rebut the force of this evidence.\nHe has not done so. He therefore has not shown a reasonable\nprobability that the jury in an error-free trial would reasonably\ndoubt that he knew of his felon status when he possessed the gun.\nAs a result, the error did not affect his substantial rights.BCritically, this type of analysis is not\npermissible in the “harmless error” context. When a defendant\ncontemporaneously objects and is wrongly overruled, appellate\ncourts generally review for harmless error. See Fed. Rule Crim.\nProc. 52(a). Under that standard, the Government retains the burden\nto show that any constitutional error is harmless beyond a\nreasonable doubt. SeeNederv.United States,527 U.S.\n1, 7 (1999). Considering evidence outside the record and\nplacing any evidentiary weight on the defendant’s silence would be\npatently unfair in that context.On harmless-error review, defendants have not\nforfeited any of their rights, including their right to have a jury\ndecide whether there is reasonable doubt as to any element of the\ncrime charged. For that reason, a constitutional error is harmless\nonly if there is no reasonable doubt about whether it affected the\njury’s actual verdict in the actual trial. See,e.g.,Sullivanv.Louisiana,508 U.S.\n275, 279 (1993) (reviewing courts must determine “what effect\n[the error] had upon the guilty verdict in the case at hand”).\nIncriminating evidence the jury never considered is irrelevant to\nthat inquiry. SeeYatesv.Evatt,500 U.S.\n391, 404–406 (1991) (courts “must ask what evidence the jury\nactually considered in reaching its verdict” to decide the basis on\nwhich “the jury actually rested its verdict”). Appellate courts\ncannot find errors harmless simply because they believe that\ninculpatory evidence the Government never put before the jury (like\nGreer’s presentence report) is sufficient to find the defendant\nguilty.Nor have defendants on harmless-error review\nforfeited their right to require the Government to prove its case\nbeyond a reasonable doubt. The Court places great weight on the\nfact that Greer has not explained how he might convince a jury to\ndoubt that he knew he was a felon. Seeante,at 6. On\nharmless-error review, courts cannot put such weight on a\ndefendant’s failure to make an affirmative case. The burden of\nproof beyond a reasonable doubt remains squarely with the\nGovernment.In sum, if the Government fails to carry its\nburden, over the defendant’s objection, appellate courts cannot\ncorrect that shortcoming by looking to incriminating evidence the\nGovernment never submitted to the jury or by relying on the\ndefendant’s failure to demonstrate his own innocence on appeal. Cf.In re Winship,397 U.S.\n358, 364 (1970) (a “free society” requires that “every\nindividual . . . have confidence that his government cannot adjudge\nhim guilty of a criminal offense without convincing a proper\nfactfinder of his guilt with utmost certainty”). The Court’s\napproach in Greer’s case is a function of the shifted burden of\npersuasion under the substantial-rights prong of plain-error\nreview. It has no application in the harmless-error context.CToday’s decision also should not be read to\ncreate a legal presumption that every individual convicted of a\nfelony understands he is a felon. The Government must prove the\nknowledge-of-status element beyond a reasonable doubt, just like\nany other element. Standing alone, the fact of a prior felony\nconviction is hardly enough to meet that exacting standard.\nIndividuals convicted of crimes carrying a potential term of\nincarceration of more than one year may “ordinarily” or “typically”\nknow that fact.Ante,at 2, 4, 6. But that is a far cry from\nproof beyond a reasonable doubt that any individual person on trial\nknew his status when he possessed a gun.Nor does today’s decision impose a uniquely\nheavy burden on defendants who must establish that aRehaiferror affected their substantial rights. Such defendants must make\nonly the same showing as any other defendant at this stage: a\nreasonable probability of a different outcome. Defendants who show\na reasonable probability that a properly instructed jury would have\nhad reasonable doubts about the knowledge-of-status element are\nentitled to relief.There are many reasons a defendant might not\nknow a prior conviction could have led to a sentence of more than a\nyear in prison. Most obviously, as the Court recognized inRehaif, “a person who was convicted of a prior crime but\nsentenced only to probation [may] not know that the crime [was]\n‘punishableby imprisonment for a term exceeding one\nyear.’ ” 588 U. S., at ___ (slip op., at 8). Even if a\ndefendant was incarcerated for over a year, moreover, that does not\nnecessarily eliminate reasonable doubt that he knew of his felon\nstatus. For example, a defendant may not understand that a\nconviction in juvenile court or a misdemeanor under state law can\nbe a felony for purposes of federal law. Or he likewise might not\nunderstand that pretrial detention was included in his ultimate\nsentence.[1] Confusion along\nthese lines becomes more likely as time passes.If a defendant demonstrates why a jury in an\nerror-free trial might have reasonable doubts as to the\nknowledge-of-felon-status element, he has shown a reasonable\nprobability of a different outcome. That is so even if the fact of\na prior felony conviction is uncontested, and even if the reviewing\ncourt would still vote to convict were it sitting on the jury in\nthe first instance. After all, reasonable judges and juries often\ndisagree.[2]With these clarifications, I join the portions\nof the Court’s opinion affirming the judgment of the Eleventh\nCircuit.III dissent from the judgment as to Gary. The\nquestion the United States asked the Court to answer is “[w]hether\na defendant who pleaded guilty to possessing a firearm as a felon\n. . . is automatically entitled to plain-error relief if\nthe district court did not advise him that one element of that\noffense is knowledge of his status as a felon.” Pet. for Cert. in\nNo. 20–444, p. I. That was the sole basis for the Fourth Circuit’s\ndecision that theRehaiferror affected Gary’s substantial\nrights, see 954 F.3d 194, 203–208 (2020).For the reasons the Court articulates, I agree\nthat automatic relief is inappropriate. Gary must therefore make a\ncase-specific showing that the error affected his substantial\nrights. Unlike Greer, Gary argues he can do so. See Brief for\nRespondent in No. 20–444, pp. 46–50; Tr. of Oral Arg. in No.\n20–444, pp. 38–40. The Government addresses these contentions on\nthe merits, with no mention of forfeiture. See Reply Brief in No.\n20–444, pp. 7–9. “Any further consideration of that question is\nproperly addressed by the [Court of Appeals] on remand, subject to\nordinary principles of waiver and forfeiture.”McDonoughv.Smith, 588 U. S. ___, ___, n. 3 (2019) (slip op.,\nat 6, n. 3); see alsoRetirement Plans Comm. of IBMv.Jander, 589 U. S. ___, ___ (2020)\n(per curiam) (slip op., at 3) (“[T]he Court of Appeals\nshould have an opportunity to decide whether to entertain these\narguments in the first instance”). I would limit our decision to\nthe question presented and would vacate and remand for the Fourth\nCircuit to decide all remaining issues. I respectfully dissent from\nthe judgment as to Gary.Notes1Presentence reports can\nalso be materially wrong or incomplete in ways that did not matter\nat sentencing but might be critical to aRehaifdefense. For\ninstance, they might incorrectly describe the time a defendant\nspent actually incarcerated, or not reflect a defendant’s mental\nillness or the fact that a prior court erroneously described the\nconsequences of conviction. As the Court recognizes and the\nGovernment repeatedly represented at oral argument, seeante,at 5; Tr. of Oral Arg. in No. 19–8709, pp. 42–43,\n50–51, 61–62; Tr. of Oral Arg. in No. 20–444, pp. 16–17,\ndefendants may rely on new evidence to support any arguments like\nthese on appeal.2Compare,e.g.,United Statesv.Lockhart, 947 F.3d 187, 206 (CA4\n2020) (en banc) (Rushing, J., dissenting) (predicting the\nGovernment would not have “ ‘any difficulty at all in offering\noverwhelming proof that [the defendant] knew’ ” his status in\nlight of his more than “six years in prison”), with Electronic Case\nFiling in No. 3:15–cr–34 (WDNC) (ECF), Doc. 72, pp. 14–16 (defense\nclosing argument at trial on remand, arguing exclusively that the\ndefendant did not know of his status based on juvenile\nconvictions); ECF Doc. 68 (jury verdict of not\nguilty).",
    "joined": []
}