{
    "case": {
        "docket": "399",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/399/"
    },
    "id": "1970432",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–844_________________CARACO PHARMACEUTICAL LABORATORIES, LTD.,\net al., PETITIONERSv.NOVO NORDISK A/S et al.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 17, 2012]Justice Sotomayor, concurring.The Court today interprets the counterclaim set\nforth in 21 U. S. C. §355(j)(5)(C)(ii)(I) to permit\ngeneric manufacturers to force brand manufacturers to “correct”\ninaccurate use codes. While I too find the counterclaim not “free\nof ambiguity,”ante,at 10, I join the Court’s opinion\nbecause I agree this is the most sensible reading in light of the\nexisting regulatory scheme. I write separately to add the following\nobservations.II first underscore that the counterclaim can\nonly lessen the difficulties created by an overly broad use code;\nit cannot fix them. The statutory scheme is designed to speed the\nintroduction of low-cost generic drugs to market. Seeante,at 2 (citingEli Lilly & Co.v.Medtronic, Inc.,496 U.S.\n661, 676 (1990)). To that end, the statute provides for the\nrapid approval of a drug that a generic manufacturer seeks to\nmarket for unpatented methods of use. The manufacturer need only\nsubmit an abbreviated new drug application (ANDA) with a section\nviii statement and a proposed label that “carves out” from the\nbrand manufacturer’s label any patented methods of use. Seeante,at 4. So long as the use code is not overly broad (and\nall else is in order), FDA may approve the application without\nrequiring any further steps relating to the patent, and the generic\ndrug may reach the public without undue delay. Seeibid.An overly broad use code “throws a wrench” into\nthat scheme.Ante,at 18. The reason why is simple: FDA\nrelies on use codes in determining whether to approve an ANDA, but\nit refuses to evaluate the accuracy of those use codes. Seeante,at 4–5. Thus, if the use code overlaps with the\ngeneric manufacturer’s proposed carve-out label (i.e., if\nthe use code is overly broad), FDA will not approve an ANDA with a\nsection viii statement. Seeibid.After today’s opinion, the generic manufacturer\ncan re-spond to this situation by taking the following steps:\nsub-mit an ANDA with a paragraph IV certification (which requires a\nproposed label materially identical to the brand manufacturer’s\nlabel, seeante,at 24), wait for the brand manufacturer to\ninstitute suit, file a counterclaim, litigate the counterclaim,\nand, if successful in securing the correction of the use code,\nreturn to the start of the process and do what it always wanted to\ndo—file an ANDA with a section viii statement and a carve-out\nlabel.The problem with this process is twofold. First,\nit results in delay and expense the statutory scheme does not\nenvision. Second, there is no guarantee the process will work. It\ndepends on the brand manufacturer initiating paragraph IV\nlitigation, but it is not obvious the brand will have any incentive\nto do so. In light of today’s holding, the upshot of such\nlitigation will be the correction of the use code through the\nassertion of a counterclaim—an outcome that is desirable, to be\nsure, for the generic manufacturer, but perhaps less so for the\nbrand manufacturer.Meanwhile, it is not clear what happens if the\nbrand manufacturer does not file suit. FDA may approve the generic\nmanufacturer’s application, see 21 U. S. C.\n§355(j)(5)(B)(iii), “without prejudice to infringement claims the\npatent owner might assert when the ANDA applicant produces or\nmarkets the generic drug.” Brief for United States asAmicus\nCuriae6 (hereinafter United States Brief). But the generic\nmanufacturer, having been forced to proceed with a paragraph IV\ncertification, will have se-cured approval to market a drug with a\nlabel materially identical to the brand manufacturer’s. That is not\na position I imagine a generic manufacturer wants to be in: As the\nSolicitor General’s Office informed us at argument, “[i]t would be\ninducement of infringement to sell a product with labeling that\nsuggests that the product be used for a patented method of use.”\nTr. of Oral Arg. 24; see also United States Brief 32 (noting that\nin this situation, if a generic manufacturer proceeded with a\nparagraph IV certification, “[s]o long as the [new drug application\n(NDA)] holder’s patent covers some approved method of using the\napproved drug, the proposed labeling will be infringing”).In short, the counterclaim cannot restore the\nsmooth working of a statutory scheme thrown off kilter by an overly\nbroad use code. At best, it permits the generic manufacturer to do\nwhat the scheme contemplates it should do—file an ANDA with a\nsection viii statement—but only after expensive and time-consuming\nlitigation. A fix is in order, but it must come from Congress or\nFDA.IIPrecisely because the regulatory scheme\ndepends on the accuracy and precision of use codes, I find FDA’s\nguidance as to what is required of brand manufacturers in use codes\nremarkably opaque. The relevant regulation states simply that a\nbrand manufacturer must provide “[t]he description of the patented\nmethod of use as required for publication.” 21 CFR\n§314.53(c)(2)(ii)(P)(3). The form on which brand manufacturers\nsubmit that information provides some additional detail, explaining\nthat “[e]ach approved use claimed by the patent should be\nseparately identified . . . and contain adequate\ninformation to assist . . . applicants in determining\nwhether a listed method of use patent claims a use for which the .\n. . applicant is not seeking approval.” App. to Pet. for Cert.\n214a. But it also provides that brand manufacturers may “us[e] no\nmore than 240 total characters including spaces,”id., at\n213a, and elsewhere FDA acknowledges “that in some cases 240\ncharacters may not fully describe the use as claimed in the\npatent.” 68 Fed. Reg. 36683 (2003); see alsoibid.(indicating for this reason that use codes “are not meant to\nsubstitute for the applicant’s review of the patent”).Indeed, in some respects we are here today\nbecause of FDA’s opacity in describing what is required of brand\nmanufacturers. In its initial NDA filing, Novo submitted a use code\nfor the ’358 patent that was not “overly broad”: It described\nnarrowly the single patented method of use. App. 54–55, 99. Some\nyears later FDA required that Novo amend its label to “[r]eplace\nall the separate indications” “with the following sentence:\n‘Prandin is indicated as an adjunct to diet and exercise to improve\nglycemic control in adults with type 2 diabetes mellitus.’ ”Id., at 163–164, 215. Novo then amended its use code to\ntrack the new label,id.,at 482–486, explaining that the\namendment “correspond[ed] with the change in labeling required by\nFDA,”id., at 483. Novo understood its amended use code to\ncomply with FDA regulations, likely on the ground it pressed before\nus: that the regulations permit a brand manufacturer to submit for\npublication in the Orange Book a description ofeitherthe\npatented method of useorthe indication (which refers to\n“what a drug does,”ante, at 15, n. 7). Brief for\nRespondents 10, 22, 48–50.For the reasons explained by the Court, seeante,at 15, n. 7, Novo is mistaken. But the company\ncan hardly be faulted for so thinking. The regulations also require\nsubmission of “a description of each approved method of use or\nindication,” 21 CFR §314.53(c)(2)(ii)(P)(1), and the form on which\nbrand manufacturers submit use codes requires “information on the\nindication or method of use for the Orange Book ‘Use Code’\ndescription.” App. to Pet. for Cert. 213; see alsoibid.(explaining brand manufacturers should “[s]ubmit the description of\nthe approved indication or method of use that you propose FDA\ninclude as the ‘Use Code’ in the Orange Book”). Those sources at\nthe least suggest (as Novo thought) that a method of use here is\ndistinct from an indication and that either suffices as a use\ncode.Prior to enactment of the counterclaim\nprovision, Congress considered a bill that required brand\nmanufacturers to submit a “description of the approved use covered\nby the [patent] claim,” and that allowed a generic manufacturer to\nbring a civil action to correct that information. Seeante,at 20. Congress rejected the bill, in part over criticism that it\nwould encourage excess litigation.[1] Absent greater clarity from FDA concerning what is\nrequired of brand manufacturers in use codes, Congress’ fears of\nun-due litigation may be realized.Notes1See,e.g.,148\nCong. Rec. 13481 (2002) (remarks of Sen. Hatch);id., at\n15433 (remarks of Sen. McCain); Office of Management and Budget, S.\n812—Greater Access to Affordable Pharmaceuticals Act (July 18,\n2002) (statement of administration policy), online at\nhttp://www.whitehouse.gov/omb/legislative_sap_107-2_S812-S (as\nvisited Apr. 13, 2012, and available in Clerk of Court’s case\nfile).",
    "joined": []
}