{
    "case": {
        "docket": "237",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/237/"
    },
    "id": "1970806",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 12–315_________________AIR WISCONSIN AIRLINES CORPORATION,PETITIONER v. WILLIAM L.\nHOEPERON WRIT OF CERTIORARI TO THE SUPREME COURT OF COLORADO[January 27, 2014]Justice Sotomayor delivered the opinion\nof the Court.In 2001, Congress created the\nTransportation Security Administration (TSA) to assess and manage\nthreats against air travel. Aviation and Transportation Security\nAct (ATSA),49 U. S. C. §44901 et seq. To ensure that\ntheTSA would be informed of potential threats, Congress gave\nairlines and their employees immunity against civil liability for\nreporting suspicious behavior. §44941(a). But this immunity does\nnot attach to “any disclosure made with actual knowledge that the\ndisclosure was false, inaccurate, or misleading” or “any disclosure\nmade with reckless disregard as to the truth or falsity of that\ndisclosure.” §44941(b).The question before us is whether ATSA\nimmunity may be denied under §44941(b) without a determination that\na disclosure was materially false. We hold that it may not. Because\nthe state courts made no such determination, and because any\nfalsehood in the disclosure here would not have affected a\nreasonable security officer’s assessment of the supposed threat, we\nreverse the judgment of the Colorado Supreme Court.IAWilliam Hoeper joined Air Wisconsin\nAirlines Corporation as a pilot in 1998. But by late 2004, Air\nWisconsin had stopped operating flights from Denver, Hoeper’s home\nbase, on any type of aircraft for which he was certified. To\ncontinue flying for Air Wisconsin out of Denver, Hoeper needed to\ngain certification on the British Aerospace 146 (BAe-146), an\naircraft he had not flown.Hoeper failed in his first three\nattempts to pass a proficiency test. After the third failure, as he\nlater acknowledged at trial, his employment was “at [Air\nWisconsin’s] discretion.” App. 193. But he and Air Wisconsin\nentered into an agreement to afford him “one more opportunity to\npass [the] proficiency check.” Id., at 426. The agreement left\nlittle doubt that Hoeper would lose his job if he failed again.In December 2004, Hoeper flew from\nDenver to Virginia for simulator training as part of this final\ntest. During the training, Hoeper failed to cope with a challenging\nscenario created by the instructor, Mark Schuerman, and the\nsimulator showed the engines “flam[ing] out” due to a loss of fuel.\nApp. 203. As Schuerman began to tell Hoeper that he “should know\nbetter,” ibid., Hoeper responded angrily. He later described what\nhappened:“At this point, that’s it. I take my headset off and I toss it\nup on the glare shield. . . . [Schuerman] and I exchanged\nwords at the same elevated decibel level. Mine went something like\nthis: This is a bunch of shit. I’m sorry. You are railroading the\nsituation and it’s not realistic.” Id., at 203–204.When Hoeper announced that he wanted to call the legal\ndepartment of the pilots’ union, Schuerman ended the session so\nthat Hoeper could do so. Schuerman then re-ported Hoeper’s behavior\nto Patrick Doyle, the Wisconsin-based manager of the BAe-146 fleet.\nDoyle booked Hoeper on a United Airlines flight back to Denver.Several hours after Schuerman’s report,\nDoyle discussed the situation at Air Wisconsin’s headquarters with\nthe airline’s Vice President of Operations, Kevin LaWare; its\nManaging Director of Flight Operations, Scott Orozco; and its\nAssistant Chief Pilot, Robert Frisch. LaWare later ex-plained the\naccretion of his concerns about what Hoeper might do next. He\nregarded Hoeper’s behavior in the simulator as “a fairly\nsignificant outburst,” of a sort that he “hadn’t seen\n. . . before.” Id., at 276. And he knew “it was a given\nthat . . . Hoeper’s employment was . . . going\nto be terminated” as a result of his failure to complete the\nsimulator training. Id., at 278.Then, LaWare testified, Orozco\nmentioned that Hoeper was a Federal Flight Deck Officer (FFDO). The\nFFDO program allows the Government to “deputize volunteer pilots of\nair carriers . . . to defend the flight decks of aircraft\n. . . against acts of criminal violence or air piracy.”\n§44921(a). FFDOs are permitted “to carry a firearm while engaged in\nproviding air transportation.” §44921(f )(1). Hoeper had\nbecome an FFDO earlier in 2004 and had been issued a firearm. He\nwas not allowed to carry the firearm during his trip to the\ntraining facility, because he was not “engaged in providing air\ntransportation,” ibid. But according to one official at the\nmeeting, the Denver airport’s security procedures made it possible\nfor crew members to bypass screening, so that Hoeper could have\ncarried his gun despite the rule. Indeed, Frisch later testified\nthat he was “aware of one” incident in which an Air Wisconsin pilot\nhad come to training with his FFDO weapon. App. 292. On the basis\nof this information, LaWare concluded, there was “no way\n. . . to confirm” whether “Hoeper had his weapon with\nhim, even though . . . by policy, [he was] not supposed\nto have it with him.” Id., at 279.Finally, LaWare testified, he and the\nother Air Wisconsin officials discussed two prior episodes in which\ndisgruntled airline employees had lashed out violently. Id., at\n280. In one incident, a FedEx flight engineer under investigation\nfor misconduct “entered the cockpit” of a FedEx flight “and began\nattacking the crew with a hammer” before being subdued. United\nStates v. Calloway, 116 F. 3d 1129, 1131 (CA6 1997). In\nanother, a recently fired ticket agent brought a gun onto a Pacific\nSouthwest Airlines flight and shot his former supervisor and the\ncrew, leading to a fatal crash. Malnic, Report Confirms That Gunman\nCaused 1987 Crash of PSA Jet, L. A. Times,Jan. 6, 1989,\np. 29.In light of all this—Hoeper’s anger,\nhis impending termination, the chance that he might be armed, and\nthe history of assaults by disgruntled airline employees—LaWare\ndecided that the airline “need[ed] to make a call to the TSA,” to\nlet the authorities know “the status” of the situation. App.\n282.Doyle offered to make the call.\nAccording to the jury, he made two statements to the TSA: first,\nthat Hoeper “was an FFDO who may be armed” and that the airline was\n“concerned about his mental stability and the whereabouts of his\nfirearm”; and second, that an “[u]nstable pilot in [the] FFDO\nprogram was terminated today.” App. to Pet. for Cert. 111a. (The\nlatter statement appears in the record as the subject line of an\ninternal TSA e-mail, summarizing the call from Doyle. App.\n414.)The TSA responded to the call by\nordering that Hoeper’s plane return to the gate. Officers boarded\nthe plane, re-moved Hoeper, searched him, and questioned him about\nthe location of his gun. When Hoeper stated that the gun was at his\nhome in Denver, a Denver-based federal agent went there to retrieve\nit.Later that day, Hoeper boarded a return\nflight to Denver. Air Wisconsin fired him the following day.BHoeper sued Air Wisconsin in Colorado\nstate court on several claims, including defamation.[1] Air Wisconsin moved for summary judgment on the basis\nof ATSA immunity,[2] but the trial court denied\nit, ruling that the jury was entitled to find the facts pertinent\nto immunity. The case went to trial, and the court denied Air\nWisconsin’s motion for a directed verdict on the same basis. It\nsubmitted the question of ATSA immunity to the jury, with the\ninstruction—following the language of §44941(b)—that immunity would\nnot apply if Hoeper had proved thatAir Wisconsin “made the\ndisclosure [to the TSA] with ac-tual knowledge that the disclosure\nwas false, inaccurate, or misleading” or “with reckless disregard\nas to its truth or falsity.” App. 582. The jury instructions did\nnot state that ATSA immunity protects materially true\nstatements.The jury found for Hoeper on the\ndefamation claim and awarded him $849,625 in compensatory damages\nand $391,875 in punitive damages. The court reduced the latter\naward to $350,000, for a total judgment of just under $1.2 million,\nplus costs.The Colorado Court of Appeals affirmed.\n232 P. 3d 230 (2009). It held “that the trial court properly\nsubmitted the ATSA immunity issue to the jury,” that “the record\nsupports the jury’s rejection of immunity,” and that the evidence\nwas sufficient to support the jury’s defamation verdict. Id., at\n233.The Colorado Supreme Court affirmed.\n2012 WL 907764 (Mar. 19, 2012). It began by holding, contrary to\nthe lower courts, “that immunity under the ATSA is a question of\nlaw to be determined by the trial court before trial.” Id., at *4.\nBut it concluded that the trial court’s error in submitting\nimmunity to the jury was “harmless because Air Wisconsin is not\nentitled to immunity.” Id., at *6. In a key footnote, the court\nstated: “In our determination of immunity under the ATSA, we need\nnot, and therefore do not, decide whether the statements were true\nor false. Rather, we conclude that Air Wisconsin made the\nstatements with reckless disregard as to their truth or falsity.”\nId., at *16, n. 6. The court thus appears tohave labored under the\nassumption that even true statements do not qualify for ATSA\nimmunity if they are made recklessly.Applying this standard, and giving “no\nweight to the jury’s finding[s],” ibid., n. 5, the court held\nthat “[a]l-though the events at the training may have warranteda\nreport to TSA,” Air Wisconsin’s statements “overstated those events\nto such a degree that they were made with reckless disregard of\ntheir truth or falsity.” Id., at *7. The court opined that Air\nWisconsin “would likely be immune under the ATSA if Doyle had\nreported that Hoeper was an Air Wisconsin employee, that he knew he\nwould be terminated soon, that he had acted irrationally at the\ntraining three hours earlier and ‘blew up’ at test administrators,\nand that he was an FFDO pilot.” Id., at *8. But because Doyle\nactually told TSA “(1) that he believed Hoeper to be mentally\nunstable; (2) that Hoeper had been terminated earlier that day; and\n(3) that Hoeper may have been armed,” id., at *7, the court\ndetermined that his statements “went well beyond” the facts and did\nnot qualify for immunity, id., at *8. The court went on to conclude\nthat the evidence was sufficient to support the jury’s defamation\nverdict.Justice Eid, joined by two others,\ndissented in part. She agreed with the majority’s holding that\nimmunity is an issue for the court, not the jury. But she reasoned\nthat Air Wisconsin was entitled to immunity “because [its]\nstatements to the TSA were substantially true.” Id., at *11.We granted certiorari to decide\n“[w]hether ATSA immunity may be denied without a determination that\nthe air carrier’s disclosure was materially false.” 570 U. S.\n___ (2013).IIACongress patterned the exception to\nATSA immunity after the actual malice standard of New York Times\nCo. v. Sullivan,376 U. S. 254 (1964), and we have long held\nthat actual malice requires material falsity. Because we presume\nthat Congress meant to incorporate the settled meaning of actual\nmalice when it incorporated the language of that standard, we hold\nthat a statement otherwise eligible for ATSA immunity may not be\ndeniedimmunity unless the statement is materially false.In New York Times, we held that under\nthe First Amendment, a public official cannot recover “for a\ndefamatory falsehood relating to his official conduct unless he\nproves that the statement was made with ‘actual malice’—that is,\nwith knowledge that it was false or with reckless disregard of\nwhether it was false or not.” Id., at 279–280. Congress borrowed\nthis exact language in denying ATSA immunity to “(1) any disclosure\nmade with actual knowledge that the disclosure was false,\ninaccurate, or misleading; or (2) any disclosure made with\nrecklessdisregard as to the truth or falsity of that disclosure.”\n§44941(b).One could in principle construe the\nlanguage of the actual malice standard to cover true statements\nmade recklessly. But we have long held, to the contrary, that\nactual malice entails falsity. See, e.g., Philadelphia Newspapers,\nInc. v. Hepps,475 U. S. 767,775 (1986) (“[A]s one might expect\ngiven the language of the Court in New York Times, a public-figure\nplaintiff must show the falsity of the statements at issue in order\nto prevail in a suit for defamation” (citation omitted)); Garrison\nv. Louisiana,379 U. S. 64,74 (1964) (“We held in New York\nTimes that a public official might be allowed the civil remedy only\nif he establishes that the utterance was false”).Indeed, we have required more than mere\nfalsity to establish actual malice: The falsity must be “material.”\nMasson v. New Yorker Magazine, Inc.,501 U. S. 496,517 (1991). As we\nexplained in Masson, “[m]inor inaccuracies do not amount to falsity\nso long as ‘the substance, the gist, the sting, of the libelous\ncharge be justified.’ ” Ibid. A “statement is not considered\nfalse unless it ‘would have a different effect on the mind of the\nreader from that which the pleaded truth would have\nproduced.’ ” Ibid. (quoting R. Sack, Libel, Slander, and\nRelated Problems 138 (1980)).These holdings were settled when\nCongress enacted the ATSA, and we therefore presume that Congress\nmeant to adopt the material falsity requirement when it\nincorporated the actual malice standard into the ATSA immunity\nexception. “[I]t is a cardinal rule of statutory construction that,\nwhen Congress employs a term of art, it presumably knows and adopts\nthe cluster of ideas that were attached to each borrowed word in\nthe body of learning from which it is taken.” FAA v. Cooper, 566\nU. S. ___, ___ (2012) (slip op., at 6) (internal quotation\nmarks omitted). The actual malice standard does not cover\nmaterially true statements made recklessly, so we presume that\nCongress did not mean to deny ATSA immunity to such statements.Other indicia of statutory meaning\ncould rebut this presumption, but here, they do not. First, the\nATSA’stext favors a falsity requirement. The first subsection of\n§44941(b) requires falsity, as a true disclosure cannot have been\nmade “with actual knowledge” that it “was false.” The only question\nis whether the second subsection—which denies immunity to “any\ndisclosure made with reckless disregard as to [its] truth or\nfalsity”—similarly requires falsity. We conclude that it does. The\nsecond subsection simply extends the immunity exception from\nknowing falsehoods to reckless ones, ensuring that an air carrier\ncannot avoid liability for a baseless report by sticking its head\nin the sand to avoid “actual knowledge” that its statements are\nfalse. “[T]he defense of truth . . . , even if not\nexplicitly recognized, . . .is implicit in\n. . . a standard of recovery that rests on knowing or\nreckless disregard of the truth.” Cox Broadcasting Corp. v.\nCohn,420 U. S. 469–499 (1975) (Powell, J., concurring).A material falsity requirement also\nserves the purpose of ATSA immunity. The ATSA shifted from airlines\nto the TSA the responsibility “for assessing and investigating\npossible threats to airline security.” 2012 WL 907764, *14 (Eid,\nJ., concurring in part and dissenting in part). In directing the\nTSA to “receive, assess, and distribute intelligence information\nrelated to transportation security,”49 U. S. C.\n§114(f)(1), Congress wanted to ensure that air carriers and their\nemployees would not hesitate to provide the TSA with the\ninformation it needed. This is the purpose of the immunity\nprovision, evident both from its context and from the title of the\nstatutory section that contained it: “encouraging airline employees\nto report sus-picious activities.” ATSA §125,115Stat.631\n(capitali-zation and boldface type omitted). It would defeat this\npurpose to deny immunity for substantially true reports, on the\ntheory that the person making the report had not yet gathered\nenough information to be certain of its truth. Such a rule would\nrestore the pre-ATSA state of affairs, in which air carriers bore\nthe responsibility to investigate and verify potential threats.We therefore hold that ATSA immunity\nmay not be denied under §44941(b) to materially true statements.\nThis interpretation of the statute is clear enough that Hoeper\neffectively concedes it. See Brief for Respondent 30 (acknowledging\nthat if the Colorado Supreme Court actually said “ ‘an airline\nmay be denied ATSA immunity . . . for reporting true\ninformation,’ ” then “the court was likely wrong”). Hoeper\ndoes point out in a footnote that given Congress’ desire to deny\nimmunity to “ ‘bad actors,’ ” and “given that the vast\nmajority of reckless statements will not turn out to be true[,] . .\n. Congress could have quite reasonably chosen to deny the special\nprivilege of ATSA immunity to all reckless speakers,” even those\nwhose statements turned out to be true. Id., at 30, n. 12. But\nalthough Congress could have made this choice, nothing about the\nstatute’s text or purpose suggests that it actually did. Instead,\nCongress chose to model the exception to ATSA immunity after a\nstandard we have long construed to require material falsity.BWe are not persuaded by Hoeper’s\narguments thatwe should affirm the judgment of the Colorado Supreme\nCourt notwithstanding its misapprehension of the ATSA immunity\nstandard.Hoeper first argues that Air Wisconsin\nforfeited the claim that it is entitled to immunity because its\nstatements were materially true. His premise is that AirWisconsin\nargued the truth of its statements only in challenging the\nevidentiary basis for the defamation verdict, not in asserting\nimmunity. But Air Wisconsin’s brief before the Colorado Supreme\nCourt argued that the exception to ATSA immunity “appears to\nincorporate the New York Times actual malice standard,” which—as we\nhave explained—requires material falsity. Petitioner’s Opening\nBrief in No. 09SC1050, p. 24.Hoeper next argues that the Colorado\nSupreme Court performed the requisite analysis of material falsity,\nalbeit in the context of finding the record sufficient to support\nthe jury’s defamation verdict. For several reasons, however, this\nanalysis does not suffice for us to affirm the denialof ATSA\nimmunity. First, to the extent that the immunity determination\nbelongs to the court—as the Colorado Supreme Court held—a court’s\ndeferential review of jury findings cannot substitute for its own\nanalysis of the record. Second, the jury here did not find that any\nfalsity in Air Wisconsin’s statements was material, because the\ntrial court instructed it only to determine whether “[o]ne or more\nof th[e] statements was false,” App. 580, without addressing\nmateriality. Third, applying the material falsity standard to a\ndefamation claim is quite different from applying it to ATSA\nimmunity. In both contexts,a materially false statement is one that\n“ ‘would have a different effect on the mind of the reader [or\nlistener] from that which the . . . truth would have\nproduced.’ ” Masson, 501 U. S., at 517. But the identity\nof the relevant reader or listener varies according to the context.\nIn determining whether a falsehood is material to a defamation\nclaim, we care whether it affects the subject’s reputation in the\ncommunity. In the context of determining ATSA immu-nity, by\ncontrast, we care whether a falsehood affects the authorities’\nperception of and response to a given threat.[3]IIIFinally, the Colorado Supreme Court’s\nanalysis of material falsity was erroneous. We turn next to\nexplaining why, by applying the ATSA immunity standard to the facts\nof this case.[4]AWe begin by addressing how to determine\nthe material-ity of a false statement in the ATSA context. As we\nnoted earlier, a materially false statement is generally one that\n“ ‘would have a different effect on the mind of the reader [or\nlistener] from that which the . . . truth would have\nproduced.’ ” Ibid. The parties quibble over whether ATSA\nimmunity requires some special version of this standard, but they\nmore or less agree—as do we—that the usual standard suffices as\nlong as the hypothetical reader or listener is a security\nofficer.A further question is what it means for\na statement to produce “ ‘a different effect on the mind\nof’ ” a security officer from that which the truth would have\nproduced. In defamation law, the reputational harm caused by a\nfalse statement is its effect on a reader’s or listener’s mind. But\ncontrary to the position of Hoeper’s counsel at oral argument, Tr.\nof Oral Arg. 32–33, courts cannot decide whether a false statement\nproduced “ ‘a different effect on the mind of’ ” a\nhypothetical TSA officer without considering the effect of that\nstatement on TSA’s behavior. After all, the whole reason the TSA\nconsiders threat reports is to deter-mine and execute a\nresponse.A plaintiff seeking to defeat ATSA\nimmunity need not show “precisely what a particular official or\nfederal agency would have done in a counterfactual scenario.” Brief\nfor United States as Amicus Curiae 27. Such a showing would be\n“impossible . . . given the need to maintain se-crecy\nregarding airline security operations.” Brief for Re-spondent 42.\nBut any falsehood cannot be material, for purposes of ATSA\nimmunity, absent a substantial likelihood that a reasonable\nsecurity officer would consider it important in determining a\nresponse to the supposed threat. Cf. TSC Industries, Inc. v.\nNorthway, Inc.,426 U. S. 438,449 (1976) (an omission in a\nproxy solicitation “is material if there is a substantial\nlikelihood that a reasonable shareholder would consider it\nimportant in deciding how to vote”). This standard “is an\nobjectiveone, involving the [hypothetical] significance of an\nomitted or misrepresented fact to a reasonable” security official,\nrather than the actual significance of that fact to a particular\nsecurity official. Id., at 445.BWe apply the material falsity standard\nto the facts of this case. In doing so, we neither embrace nor\nreject the Colorado Supreme Court’s unanimous holding “that\nimmunity under the ATSA is a question of law to be determined by\nthe trial court before trial.” 2012 WL 9097764, *4; see id., at *11\n(Eid, J., concurring in part and dissenting in part) (agreeing with\nmajority). Rather, we conclude that even if a jury were to find the\nhistorical facts in the manner most favorable to Hoeper, Air\nWisconsin is entitled to ATSA immunity as a matter of law.We begin with Air Wisconsin’s statement\nthat Hoeper “was an FFDO who may be armed.” App. to Pet. for Cert.\n111a. Hoeper cannot dispute the literal truth of this statement: He\nwas an FFDO, and because FFDOs possess weapons, any FFDO “may be\narmed.” Hoeper argues only that to avoid any misinterpretation, Air\nWisconsin should have qualified the statement by adding that it had\nno reason to think he was actually carrying his gun during the trip\nto Virginia, especially because he was not allowed to do so under\n§44921(f )(1).[5] We agree that Air\nWisconsin’s statement could have been misinterpreted by some, but\nwe reject Hoeper’s argument for two reasons. First, any confusion\nof the nature that Hoeper suggests would have been immaterial: A\nreasonable TSA officer, having been told only that Hoeper was an\nFFDO and that he was upset about losing his job, would have wanted\nto investigate whether Hoeper was carrying his gun. Second, to\naccept Hoeper’s demand for such precise wording would vitiate the\npurpose of ATSA immunity: to encourage air carriers and their\nemployees, often in fast-moving situations and with little time to\nfine-tune their diction, to provide the TSA immediately with\ninformation about potential threats. Baggage handlers, flight\nattendants, gate agents, and other airline employees who report\nsuspicious behavior to the TSA should not face financial ruin if,\nin the heat of a potential threat, they fail to choose their words\nwith exacting care.[6]We next consider Air Wisconsin’s\nstatement that Hoeper “was terminated today.” App. to Pet. for\nCert. 111a. When Air Wisconsin made that statement, Hoeper had not\nyet been fired. But everyone knew the firing was almost certainly\nimminent. Hoeper acknowledged that his employment was “at [Air\nWisconsin’s] discretion” after his third failed test, App. 193, and\nthe agreement between him and Air Wisconsin stated that his “fourth\n. . . attempt” to pass the test would be his “final” one,\nid., at 426. No reasonable TSA officer would care whether an angry,\npo-tentially armed airline employee had just been fired or merely\nknew he was about to meet that fate.Finally, we consider Air Wisconsin’s\nstatements that Hoeper was “[u]nstable” and that it was “concerned\nabout his mental stability.” App. to Pet. for Cert. 111a. Al-though\nthe details of Hoeper’s behavior during the simulator session may\nbe disputed, Hoeper himself testified that he had become visibly\nangry: He decided “that’s it,” he removed his headset and “toss[ed]\nit,” and he accused the instructor—at an “elevated decibel level,”\nand with an expletive—of “railroading the situation.” App. 203–204.\nIt would surely have been correct, then, for Air Wisconsin to\nreport that Hoeper “ ‘blew up’ ” during the test. 2012 WL\n907764, *8. The question is whether, from the perspective of a\nreasonable security officer, there is any material difference\nbetween a statement that Hoeper had just “blown up” in a\nprofessional setting and a statement that hewas “[u]nstable.” We\nthink not.We are no more troubled by Air\nWisconsin’s related statement that it was “concerned about\n[Hoeper’s] mental stability.” Hoeper is correct that many of the\nAir Wisconsin officials who attended the meeting at headquarters\nmight not have framed their concerns in terms of “men-tal\nstability.” LaWare, for instance, testified that “[t]hose weren’t\nthe words that [he] would have anticipated” when he directed Doyle\nto call the TSA. App. 272. But the officials who attended the\nmeeting did harbor concerns about Hoeper’s mental state: They knew\nhe had just “blown up,” and they worried about what he might do\nnext. It would be inconsistent with the ATSA’s text and purpose to\nexpose Air Wisconsin to liability because its employee could have\nchosen a slightly better phrase than “mental stability” to\narticulate its concern. Just as “[m]inor inaccuracies do not amount\nto falsity” in the defamation context, “so long as ‘the substance,\nthe gist, the sting, of the libelous charge be justified,’ ”\nMasson, 501 U. S., at 517, a statement that would otherwise\nqualify for ATSA immunity cannot lose that immunity because of some\nminor imprecision, so long as “the gist” of the statement is\naccurate. Doyle’s statements to the TSA accu-rately conveyed “the\ngist” of the situation; it is irrelevant whether trained lawyers or\njudges might with the luxury of time have chosen more precise\nwords.Hoeper’s overarching factual theory\nappears to be that members of the BAe-146 team, including Doyle and\nSchuer-man, harbored personal animosity toward him, which caused\nthem to manipulate the proficiency tests in order to fail him. But\neven if Hoeper were correct aboutall this (and we express no view\non that question), we do not see why it would have made him any\nless a threat in the eyes of a reasonable security officer. As\nbetween two employees—one who thinks he is being fired because of\nhis inadequate skills, another who thinks he is being fired because\nhis employer hates him—the latter is presumably more, not less,\nlikely to lash out in anger.The partial dissent argues that Doyle’s\nreference to Hoeper’s “mental stability” was so egregious as to\nmake his report to the TSA the basis of a $1.2 million defamation\njudgment. We disagree. While lawyers and judges may in some\ncontexts apply the label “mentally unstable” to people suffering\nfrom serious mental illnesses, see post, at 4 (Scalia, J.,\nconcurring in part and dissenting in part), that is hardly the only\nmanner in which the label is used. A holding that Air Wisconsin\nlost its ATSA immunity by virtue of Doyle’s failure to be aware of\nevery connotation of the phrase “mental stability” would eviscerate\nthe immunity provision. All of us from time to time use words that,\non reflection, we might modify. If such slips of the tongue could\ngive rise to major financial liability, no airline would contact\nthe TSA (or permit its employees to do so) without running by its\nlawyers the text of its proposed disclosure—exactly the kind of\nhesitation that Congress aimed to avoid.The partial dissent further argues that\nHoeper’s “display of anger” made him no more a threat than\n“millions of perfectly harmless air travelers.” Post, at 4. But\nHoeper did not just lose his temper; he lost it in circumstances\nthat he knew would lead to his firing, which he regarded as the\nculmination of a vendetta against him. And he was not just any\npassenger; he was an FFDO, which meant that he could plausibly have\nbeen carrying a firearm. In short, Hoeper was not some traveling\nbusinessman who yelled at a barista in a fit of pique over a badly\nbrewed cup of coffee.Finally, the partial dissent relies on\nan expert’s testimony “that Hoeper’s behavior did not warrant any\nreport to the TSA.” Post, at 4 (citing App. 356). But the expert\nappears to have based that statement on an outdated understanding\nof reporting obligations that is flatly at odds with the ATSA.\nPrior to the ATSA, “airlines were responsible for assessing and\ninvestigating possible threats to airline security.” 2012 WL\n907764, *14 (Eid, J., concurring in part and dissenting in part).\nBut the ATSA shifted that responsibility to the TSA, creating a\npolicy “known as ‘when in doubt, report.’ ” Ibid.; see supra, at 9.\nThe expert who believed that Hoeper’s conduct did not warrant a\nreport to the TSA also believed that airlines have “an obligation\n. . . to filter out . . . the low noise from\n. . . what’s significant” in reporting threats. App. 356.\nThat understanding does not comport with the policy that Congress\nchose to enact.The Colorado Supreme Court recognized\nthat even if the facts are viewed in the light most favorable to\nHoeper, Air Wisconsin “would likely be immune” had it “reported\nthat Hoeper . . . knew he would be terminated soon, that\nhe had acted irrationally at the training three hours earlier and\n‘blew up’ at test administrators, and that he was an FFDO pilot.”\n2012 WL 907764, *8. But the court erred in parsing so finely the\ndistinctions between these hypothetical statements and the ones\nthat Air Wisconsin actually made. The minor differences are, for\nthe reasons we have explained, immaterial as a matter of law in\ndetermining Air Wisconsin’s ATSA immunity.By incorporating the actual malice\nstandard into §44941(b), Congress meant to give air carriers the\n“ ‘breathing space’ ” to report potential threats to\nsecurity officials without fear of civil liability for a few\ninaptly chosen words. New York Times, 376 U. S., at 272. To\nhold Air Wisconsin liable for minor misstatements or loose wording\nwould undermine that purpose and disregard the statutory text.*  *  *The judgment of the Supreme Court of\nColorado is therefore reversed, and the case is remanded for\nproceedings not inconsistent with this opinion.It is so ordered.Notes1Air Wisconsin agrees that it bears\nresponsibility for Doyle’s statements. 2012 WL 907764, *2, *16,\nn. 2 (Colo., Mar. 19, 2012).2The ATSA immunity provision specifies\nthat “[a]ny air carrier . . . or any employee of an air\ncarrier . . . who makes a voluntary disclosureof any\nsuspicious transaction relevant to a possible violation of law or\nregulation, relating to air piracy, a threat to aircraft or\npassenger safety, or terrorism, . . . to any employee or\nagent of the Department of Transportation, the Department of\nJustice, any Federal, State, or local law enforcement officer, or\nany airport or airline security officer shall not be civilly liable\nto any person under any law or regulation of the United States, any\nconstitution, law, or regulation of any State or political\nsubdivision of any State, for such disclosure.”.3These are very different inquiries.\nSuppose the TSA receives the following tip: “My adulterous husband\nis carrying a gun onto a flight.” Whether the husband is adulterous\nwill presumably have no effect on the TSA’s assessment of any\nsecurity risk that he poses. So if the word “adulterous” is false,\nthe caller may still be entitled to ATSA immunity. But any falsity\nas to that word obviously would affect the husband’s reputation in\nthe community, so it would be material in the context of a\ndefamation claim.4We “recognize the prudence\n. . . of allowing the lower courts ‘to undertake [a\nfact-intensive inquiry] in the first instance.’ ” v. ,. Here,\nhowever, we conclude that another prudential consideration—the need\nfor clear guidance on a novel but important question of federal\nlaw—weighs in favor of our applying the ATSA immunity standard. Cf.\nv. , (“[T ]his Court’s role in marking out the limits of [a ]\nstandard through the process of case-by-case adjudication is of\nspecial importance”).5See Tr. of Oral Arg. 42–43\n(concession by Hoeper’s counsel that “it would have been true for\n[Air Wisconsin] to say, look, we’re calling to let you know,\nbecause Mr. Hoeper’s an FFDO, we don’t have any reason to believe\nthat he has gun with him, but we can’t tell for sure, so we just\nthought we would tell you, in case you have any questions and want\nto investigate further”).6Hoeper also takes issue with Air\nWisconsin’s statement that it was “concerned about . . .\nthe whereabouts of his firearm,” App. to Pet. for Cert. 111a. But\nhis arguments concerning this statement are the same as those\nconcerning the statement that he “may [have] been armed,” ,and we\nreject them for the same reasons.",
    "joined": []
}