{
    "case": {
        "docket": "15-577",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/15-577/"
    },
    "id": "3752808",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–577_________________TRINITY LUTHERAN CHURCH OF COLUMBIA, INC.,\nPETITIONERv.CAROL S. COMER, DIRECTOR, MISSOURI DEPARTMENT\nOF NATURALRESOURCESon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 26, 2017]Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.To hear the Court tell it, this is a simple case\nabout recycling tires to resurface a playground. The stakes are\nhigher. This case is about nothing less than the relationship\nbetween religious institutions and the civil government—that is,\nbetween church and state. The Court today profoundly changes that\nrelationship by holding, for the first time, that the Constitution\nrequires the government to provide public funds directly to a\nchurch. Its decision slights both our precedents and our history,\nand its reasoning weakens this country’s longstanding commitment to\na separation of church and state beneficial to both.IFounded in 1922, Trinity Lutheran Church\n(Church) “operates . . . for the express purpose of\ncarrying out the commission of . . . Jesus Christ as\ndirected to His church on earth.” Our Story,\nhttp://www.trinity-lcms.org/story (all internet materials as last\nvisited June 22, 2017). The Church uses “preaching, teaching,\nworship, witness, service, and fellowship according to the Word of\nGod” tocarry out its mission “to ‘make disciples.’ ” Mission,\nhttp://www.trinity-lcms.org/mission (quoting Matthew 28:18–20). The\nChurch’s religious beliefs include its desire to “associat[e] with\nthe [Trinity Church Child] Learning Center.” App. to Pet. for Cert.\n101a. Located on Church property, the Learning Center provides\ndaycare and preschool for about “90 children ages two to\nkindergarten.”Id.,at 100a.The Learning Center serves as “a ministry of the\nChurch and incorporates daily religion and developmentally\nappropriate activities into . . . [its] program.”Id.,at 101a. In this way, “[t]hrough the Learning Center,\nthe Church teaches a Christian world view to children of members of\nthe Church, as well as children of non-member residents” of the\narea.Ibid.These activities represent the Church’s “sincere\nreligious belief . . . to use [the Learning Center] to\nteach the Gospel to children of its members, as well to bring the\nGospel message to non-members.”Ibid.The Learning Center’s facilities include a\nplayground, the unlikely source of this dispute. The Church\nprovides the playground and other “safe, clean, and attractive”\nfacilities “in conjunction with an education program structured to\nallow a child to grow spiritually, physically, socially, and\ncognitively.”Ibid.This case began in 2012 when the Church\napplied for funding to upgrade the playground’s pea gravel and\ngrass surface through Missouri’s Scrap Tire Program, which provides\ngrants for the purchase and installation of recycled tire material\nto resurface playgrounds. The Church sought $20,000 for a $30,580\nproject to modernize the playground, part of its effort to gain\nstate accreditation for the Learning Center as an early childhood\neducation program. Missouri denied the Church funding based on\nArticle I, §7, of its State Constitution, which prohibits the use\nof public funds “in aid of any church, sect, or denomination of\nreligion.”IIProperly understood then, this is a case about\nwhether Missouri can decline to fund improvements to the facilities\nthe Church uses to practice and spread its religious views. This\nCourt has repeatedly warned that funding of exactly this\nkind—payments from the government to a house of worship—would cross\nthe line drawn by the Establishment Clause. See,e.g., Walzv.Tax Comm’n of City of New York, 397 U. S. 664, 675\n(1970) ;Rosenbergerv.Rector and Visitors of Univ. of\nVa., 515 U. S. 819, 844 (1995) ;Mitchellv.Helms, 530 U. S. 793 –844 (2000) (O’Connor, J.,\nconcurring in judgment). So it is surprising that the Court\nmentions the Establishment Clause only to note the parties’\nagreement that it “does not prevent Missouri from including Trinity\nLutheran in the Scrap Tire Program.”Ante,at 6.\nConstitutional questions are decided by this Court, not the\nparties’ concessions. The Establishment Clause does not allow\nMissouri to grant the Church’s funding request because the Church\nuses the Learning Center, including its playground, in conjunction\nwith its religious mission. The Court’s silence on this front\nsignals either its misunderstanding of the facts of this case or a\nstartling departure from our precedents.AThe government may not directly fund religious\nexercise. SeeEversonv.Board of Ed. of Ewing, 330\nU. S. 1, 16 (1947) ;Mitchell, 530 U. S., at 840\n(O’Connor, J., concurring in judgment) (“[O]ur decisions provide no\nprecedent for the use of public funds to finance religious\nactivities” (internal quotation marks omitted)). Put in doctrinal\nterms, such funding violates the Establishment Clause because it\nimpermissibly “advanc[es] . . . religion.”[1]Agostiniv.Felton, 521\nU. S. 203 –223 (1997).Nowhere is this rule more clearly implicated\nthan when funds flow directly from the public treasury to a house\nof worship.[2] A house of\nworship exists to foster and further religious exercise. There, a\ngroup of people, bound by common religious beliefs, comes together\n“to shape its own faith and mission.”Hosanna-Tabor Evangelical\nLutheran Church and Schoolv.EEOC, 565 U. S. 171,\n188 (2012) . Within its walls, worshippers gather to practice and\nreaffirm their faith. And from its base, the faithful reach out to\nthose not yet convinced of the group’s beliefs. When a government\nfunds a house of worship, it underwrites this religious\nexercise.Tiltonv.Richardson, 403\nU. S. 672 (1971) , held as much. The federal program at issue\nprovided construction grants to colleges and universities but\nprohibited grantees from using the funds to construct facilities\n“ ‘used for sectarian instruction or as a place for religious\nworship’ ” or “ ‘used primarily in connection with any\npart of the program of a school or department of divinity.’ ”Id.,at 675 (plurality opinion) (quoting 20\nU. S. C. §751(a)(2) (1964 ed., Supp. V)). It allowed the\nFederal Government to recover the grant’s value if a grantee\nviolated this prohibition within twenty years of the grant. See 403\nU. S., at 675.The Court unanimously agreed that this\ntime limit on recovery violated the Establishment Clause. “[T]he\noriginal federal grant w[ould] in part have the effect of advancing\nreligion,” a plurality explained, if a grantee “converted [a\nfacility] into a chapel or otherwise used [it] to promote religious\ninterests” after twenty years.Id.,at 683; see alsoid., at 692 (Douglas, J., concurring in part and dissenting\nin part);Lemonv.Kurtzman, 403 U. S. 602 –661\n(1971) (Brennan, J., concurring);id., at 665, n. 1\n(opinion of White, J.). Accordingly, the Court severed the\ntwenty-year limit, ensuring that program funds would be put to\nsecular use and thereby bringing the program in line with the\nEstablishment Clause. SeeTilton, 403 U. S., at 683\n(plurality opinion).This case is no different. The Church seeks\nstate funds to improve the Learning Center’s facilities, which, by\nthe Church’s own avowed description, are used to assist the\nspiritual growth of the children of its members and to spread the\nChurch’s faith to the children of nonmembers. The Church’s\nplayground surface—like a Sunday School room’s walls or the\nsanctuary’s pews—are integrated with and integral to its religious\nmission. The conclusion that the funding the Church seeks would\nimpermissibly advance religion is inescapable.True, this Court has found some direct\ngovernment funding of religious institutions to be consistent with\nthe Establishment Clause. But the funding in those cases came with\nassurances that public funds would not be used for religious\nactivity, despite the religious nature of the institution. See,e.g., Rosenberger, 515 U. S., at 875–876 (Souter, J.,\ndissenting) (chronicling cases). The Church has not and cannot\nprovide such assurances here.[3] SeeCommittee for Public Ed. & Religious\nLibertyv.Nyquist, 413 U. S. 756, 774 (1973) (“No\nattempt is made to restrict payments to those expenditures related\nto the upkeep of facilities used exclusively for secular purposes,\nnor do we think it possible within the context of these\nreligion-oriented institutions to impose such restrictions”). The\nChurch has a religious mission, one that it pursues through the\nLearning Center. The playground surface cannot be confined to\nsecular use any more than lumber used to frame the Church’s walls,\nglass stained and used to form its windows, or nails used to build\nits altar.BThe Court may simply disagree with this\naccount of the facts and think that the Church does not put its\nplayground to religious use. If so, its mistake is limited to this\ncase. But if it agrees that the State’s funding would further\nreligious activity and sees no Establishment Clause problem, then\nit must be implicitly applying a rule other than the one agreed to\nin our precedents.When the Court last addressed direct funding of\nreligious institutions, inMitchell, it adhered to the rule\nthat the Establishment Clause prohibits the direct funding of\nreligious activities. At issue was a federal program that helped\nstate and local agencies lend educational materials to public and\nprivate schools, including religious schools. See 530 U. S.,\nat 801–803 (plurality opinion). The controlling concurrence assured\nitself that the program would not lead to the public funding of\nreligious activity. It pointed out that the program allocated\nsecular aid, that it did so “on the basis of neutral, secular\ncriteria,” that the aid would not “supplant non-[program] funds,”\nthat “no . . . funds ever reach the coffers of religious\nschools,” that “evidence of actual diversion isde minimis,”\nand that the program had “adequate safeguards” to police\nviolations.Id.,at 867 (O’Connor, J., concurring in\njudgment). Those factors, it concluded, were “sufficient to find\nthat the program . . . [did] not have the impermissible\neffect of advancing religion.”Ibid.A plurality would have instead upheld the\nprogram based only on the secular nature of the aid and the\nprogram’s “neutrality” as to the religious or secular nature of the\nrecipient. Seeid.,at 809–814. The controlling concurrence\nrejected that approach. It viewed the plurality’s test—“secular\ncontent aid . . . distributed on the basis of wholly\nneutral criteria”—as constitutionally insufficient.Id., at\n839. This test, explained the concurrence, ignored whether the\npublic funds subsidize religion, the touchstone of establishment\njurisprudence. Seeid.,at 844 (noting that the plurality’s\nlogic would allow funding of “religious organizations (including\nchurches)” where “the participating religious organizations\n(including churches) . . . use that aid to support\nreligious indoctrination”).Today’s opinion suggests the Court has made the\nleap theMitchellplurality could not. For if it agrees that\nthe funding here will finance religious activities, then only a\nrule that considers that fact irrelevant could support a conclusion\nof constitutionality. The problems of the “secular and neutral”\napproach have been aired before. See,e.g., id., at 900–902\n(Souter, J., dissenting). It has no basis in the history to which\nthe Court has repeatedly turned to inform its understanding of the\nEstablishment Clause. It permits direct subsidies for religious\nindoctrination, with all the attendant concerns that led to the\nEstablishment Clause. And it favors certain religious groups, those\nwith a belief system that allows them to compete for public dollars\nand those well-organized and well-funded enough to do so\nsuccessfully.[4]Such a break with precedent would mark a radical\nmistake. The Establishment Clause protects both religion and\ngovernment from the dangers that result when the two become\nentwined, “notby providing every religion with anequal\nopportunity(say, to secure state funding or to pray in the\npublic schools), but by drawing fairly clear lines ofseparationbetween church and state—at least where the\nheartland of religious belief, such as primary religious [worship],\nis at issue.”Zelmanv.Simmons-Harris, 536\nU. S. 639 –723 (2002) (Breyer, J., dissenting).IIIEven assuming the absence of an Establishment\nClause violation and proceeding on the Court’s preferred front—the\nFree Exercise Clause—the Court errs. It claims that the government\nmay not draw lines based on an entity’s religious “status.” But we\nhave repeatedly said that it can. When confronted with government\naction that draws such a line, we have carefully considered whether\nthe interests embodied in the Religion Clauses justify that line.\nThe question here is thus whether those interests support the line\ndrawn in Missouri’s Article I, §7, separating the State’s treasury\nfrom those of houses of worship. They unquestionably do.AThe Establishment Clause prohibits laws\n“respecting an establishment of religion” and the Free Exercise\nClause prohibits laws “prohibiting the free exercise thereof.”\nU. S. Const., Amdt. 1. “[I]f expanded to a logical extreme,”\nthese prohibitions “would tend to clash with the other.”Walz, 397 U. S., at 668–669. Even in the absence of a\nviolation of one of the Religion Clauses, the interaction of\ngovernment and religion can raise concerns that sound in both\nClauses. For that reason, the government may sometimes act to\naccommodate those concerns, even when not required to do so by the\nFree Exercise Clause, without violating the Establishment Clause.\nAnd the government may sometimes act to accommodate those concerns,\neven when not required to do so by the Establishment Clause,\nwithout violating the Free Exercise Clause. “[T]here is room for\nplay in the joints productive of a benevolent neutrality which will\npermit religious exercise to exist without sponsorship and without\ninterference.”Id., at 669. This space between the two\nClauses gives government some room to recognize the unique status\nof religious entities and to single them out on that basis for\nexclusion from otherwise generally applicable laws.Invoking this principle, this Court has held\nthat the government may sometimes relieve religious entities from\nthe requirements of government programs. A State need not, for\nexample, require nonprofit houses of worship to pay property taxes.\nIt may instead “spar[e] the exercise of religion from the burden of\nproperty taxation levied on private profit institutions” and spare\nthe government “the direct confrontations and conflicts that follow\nin the train of those legal processes” associated with taxation.\nSeeid., at 673–674. Nor must a State require nonprofit\nreligious entities to abstain from making employment decisions on\nthe basis of religion. It may instead avoid imposing on these\ninstitutions a “[f]ear of potential liability [that] might affect\nthe way” it “carried out what it understood to be its religious\nmission” and on the government the sensitive task of policing\ncompliance.Corporation of Presiding Bishop of Church of Jesus\nChrist of Latter-day Saintsv.Amos, 483 U. S. 327,\n336 (1987) ; see alsoid.,at 343 (Brennan, J., concurring\nin judgment). But the government may not invoke the space between\nthe Religion Clauses in a manner that “devolve[s] into an unlawful\nfostering of religion.”Cutterv.Wilkinson, 544\nU. S. 709, 714 (2005) (internal quotation marks omitted).Invoking this same principle, this Court has\nheld that the government may sometimes close off certain government\naid programs to religious entities. The State need not, for\nexample, fund the training of a religious group’s leaders, those\n“who will preach their beliefs, teach their faith, and carry out\ntheir mission,”Hosanna-Tabor, 565 U. S., at 196. It\nmay instead avoid the historic “antiestablishment interests” raised\nby the use of “taxpayer funds to support church leaders.”Lockev.Davey, 540 U. S. 712, 722 (2004) .When reviewing a law that, like this one,\nsingles out religious entities for exclusion from its reach, we\nthus have not myopically focused on the fact that a law singles out\nreligious entities, but on the reasons that it does so.BMissouri has decided that the unique status of\nhouses of worship requires a special rule when it comes to public\nfunds. Its Constitution reflects that choice and provides:“That no money shall ever be taken from\nthe public treasury, directly or indirectly, in aid of any church,\nsect, or denomination of religion, or in aid of any priest,\npreacher, minister or teacher thereof, as such; and that no\npreference shall be given to nor any discrimination made against\nany church, sect or creed of religion, or any form of religious\nfaith or worship.” Art. I, §7.Missouri’s decision, which has deep roots in our\nNation’s history, reflects a reasonable and constitutional\njudgment.1This Court has consistently looked to history\nfor guidance when applying the Constitution’s Religion Clauses.\nThose Clauses guard against a return to the past, and so that past\nproperly informs their meaning. See,e.g., Everson, 330\nU. S., at 14–15;Torcasov.Watkins, 367\nU. S. 488, 492 (1961) . This case is no different.This Nation’s early experience with, and\neventual rejection of, established religion—shorthand for\n“sponsorship, financial support, and active involvement of the\nsovereign in religious activity,”Walz, 397 U. S., at\n668—defies easy summary. No two States’ experiences were the same.\nIn some a religious establishment never took hold. See T. Curry,\nThe First Freedoms 19, 72–74, 76–77, 159–160 (1986) (Curry). In\nothers establishment varied in terms of the sect (or sects)\nsupported, the nature and extent of that support, and the\nuniformity of that support across the State. Where establishment\ndid take hold, it lost its grip at different times and at different\nspeeds. See T. Cobb, The Rise of Religious Liberty in America\n510–511 (1970 ed.) (Cobb).Despite this rich diversity of experience, the\nstory relevant here is one of consistency. The use of public funds\nto support core religious institutions can safely be described as a\nhallmark of the States’ early experiences with religious\nestablishment. Every state establishment saw laws passed to raise\npublic funds and direct them toward houses of worship and\nministers. And as the States all dises-tablished, one by one, they\nall undid those laws.[5]Those who fought to end the public funding of\nreligion based their opposition on a powerful set of arguments, all\nstemming from the basic premise that the practice harmed both civil\ngovernment and religion. The civil government, they maintained,\ncould claim no authority over religious belief. For them, support\nfor religion compelled by the State marked an overstep of authority\nthat would only lead to more. Equally troubling, it risked\ndivisiveness by giving religions reason to compete for the State’s\nbeneficence. Faith, they believed, was a personal matter, entirely\nbetween an individual and his god. Religion was best served when\nsects reached out on the basis of their tenets alone, unsullied by\noutside forces, allowing adherents to come to their faith\nvoluntarily. Over and over, these arguments gained acceptance and\nled to the end of state laws exacting payment for the support of\nreligion.Take Virginia. After the Revolution, Virginia\ndebated and rejected a general religious assessment. The proposed\nbill would have allowed taxpayers to direct payments to a Christian\nchurch of their choice to support a minister, exempted “Quakers and\nMenonists,” and sent undirected assessments to the public treasury\nfor “seminaries of learning.” A Bill Establishing a Provision for\nTeachers of the Christian Religion, reprinted inEverson,\n330 U. S., at 74 (supplemental appendix to dissent of\nRutledge, J.).In opposing this proposal, James Madison\nauthored his famous Memorial and Remonstrance, in which he\ncondemned the bill as hostile to religious freedom. Memorial and\nRemonstrance Against Religious Assessments (1785), in 5 The\nFounders’ Constitution 82–84 (P. Kurland & R. Lerner eds.\n1987). Believing it “proper to take alarm,” despite the bill’s\nlimits, he protested “that the same authority which can force a\ncitizen to contribute three pence only of his property for the\nsupport of any one establishment, may force him to conform to any\nother establishment.”Id.,at 82.Religion had\n“flourished, not only without the support of human laws, but in\nspite of every opposition from them.”Id., at 83.Compelled support for religion, he argued, would only weaken\nbelievers’ “confidence in its innate excellence,” strengthen\nothers’ “suspicion that its friends are too conscious of its\nfallacies to trust in its own merits,” and harm the “purity and\nefficacy” of the supported religion.Ibid.He ended by\ndeeming the bill incompatible with Virginia’s guarantee of\n“ ‘free exercise of . . . Religion according to the\ndictates of conscience.’ ”Id.,at 84.Madison contributed one influential voice to a\nlarger chorus of petitions opposed to the bill. Others included\n“the religious bodies of Baptists, Presbyterians, and Quakers.” T.\nBuckley, Church and State in Revolutionary Virginia 1776–1787, p.\n148 (1977). Their petitions raised similar points. Seeid.,at 137–140, 148–149. Like Madison, many viewed the bill as a step\ntoward a dangerous church-state relationship. Seeid.,at\n151. These voices against the bill won out, and Virginia soon\nprohibited religious assessments. See Virginia Act for Establishing\nReligious Freedom (Oct. 31, 1785), in 5 The Founders’ Constitution\n84–85.This same debate played out in nearby Maryland,\nwith the same result. In 1784, an assessment bill was proposed that\nwould have allowed taxpayers to direct payments to ministers (of\nsufficiently large churches) or to the poor. Non-Christians were\nexempt. See Curry 155. Controversy over the bill “eclipse[d] in\nvolume of writing and bitter-ness of invective every other\npolitical dispute since the debate over the question of\nindependence.” J. Rainbolt, The Struggle To Define “Religious\nLiberty” in Maryland, 1776–85, 17 J. Church & State 443, 449\n(1975). Critics of the bill raised the same themes as those in\nVirginia: that religion “needs not the power of rules to establish,\nbut only to protect it”; that financial support of religion leads\ntoward an establishment; and that laws for such support are\n“oppressive.” Curry 156, 157 (internal quotation marks omitted);\nsee also Copy of Petition [to General Assembly], Maryland Gazette,\nMar. 25, 1785, pp. 1, 2, col.1 (“[W]hy should such as do not\ndesire or make conscience of it, be forced by law”). When the\nlegislature next met, most representatives “had been elected by\nanti-assessment voters,” and the bill failed. Curry 157. In 1810,\nMaryland revoked the authority to levy religious assessments. See\nMd. Const., Amdt. XIII (1776), in 3 Federal and State Constitutions\n1705 (F. Thorpe ed. 1909) (Thorpe).In New England, which took longer to reach this\nconclusion, Vermont went first. Its religious assessment laws were\naccommodating. A person who was not a member of his town’s church\nwas, upon securing a certificate to that effect, exempt. See L.\nLevy, The Establishment Clause 50 (1994) (Levy). Even so, the laws\nwere viewed by many as violating Vermont’s constitutional\nprohibition against involuntary support of religion and guarantee\nof freedom of conscience. See,e.g., Address of Council of\nCensors to the People of Vermont 5–8 (1800) (“[R]eligion is a\nconcern personally and exclusively operative between the individual\nand his God”); Address of Council of Censors [Vermont] 3–7 (Dec.\n1806) (the laws’ “evils” included “violence done to the feelings of\nmen” and “their property,” “animosities,” and “the dangerous\nlengths of which it is a foundation for us to go, in both civil and\nreligious usurpation”). In 1807, Vermont “repealed all laws\nconcerning taxation for religion.” Levy 51.The rest of New England heard the same arguments\nand reached the same conclusion. John Leland’s sustained criticism\nof religious assessments over 20 years helped end the practice in\nConnecticut. See,e.g.,Esbeck, Dissent and\nDisestablishment: The Church-State Settlement in the Early American\nRepublic, 2004 B. Y. U. L. Rev. 1385, 1498, 1501–1511. The\nreasons he offered in urging opposition to the State’s laws will by\nnow be familiar. Religion “is a matter between God and\nindividuals,” which does not need, and would only be harmed by,\ngovernment support. J. Leland, The Rights of Conscience Inalienable\n(1791), in The Sacred Rights of Conscience 337–339 (D. Dreisbach\n& M. Hall eds. 2009). “[T]ruth gains honor; and men more firmly\nbelieve it,” when religion is subjected to the “cool investigation\nand fair argument” that freedom of conscience produces.Id.,at 340. Religious assessments violated that freedom, he argued. Seeid.,at 342 (“If these people bind nobody but themselves,\nwho is injured by their religious opinions? But if they bind an\nindividual besides themselves, the bond is fraudulent and ought to\nbe declared illegal”). Connecticut ended religious assessments\nfirst by statute in 1817, then by its State Constitution of 1818.\nSee Cobb 513.In New Hampshire, a steady campaign against\nreligious assessments led to a bill that was subjected to “the\nscru-tiny of the people.” C. Kinney, Church & State: The\nStrug-gle for Separation in New Hampshire, 1630–1900, p. 101 (1955)\n(Kinney). It was nicknamed “Dr. Whipple’s Act” after its strongest\nadvocate in the State House.Orford Union Congregational\nSoc.v.West Congregational Soc. of Orford, 55 N. H.\n463, 468–469, n. (1875). He defended the bill as a means “to take\nreligion out of politics, to eliminate state support, to insure\nopportunity to worship with true freedom of conscience, [and] to\nput all sects and denominations of Christians upon a level.” Kinney\n103. The bill became law and provided “that no person shall be\ncompelled to join or support, or be classed with, or associated to\nany congregation, church or religious society without his express\nconsent first had and obtained.” Act [of July 1, 1819] Regulating\nTowns and Choice of Town Officers §3, in 1 Laws of the State of New\nHampshire Enacted Since June 1, 1815, p. 45 (1824). Massachusetts\nheld on the longest of all the States, finally ending religious\nassessments in 1833. See Cobb 515.[6]The course of this history shows that those who\nlived under the laws and practices that formed religious\nestablishments made a considered decision that civil government\nshould not fund ministers and their houses of worship. To us, their\ndebates may seem abstract and this history remote. That is only\nbecause we live in a society that has long benefited from decisions\nmade in response to these now centuries-old arguments, a society\nthat those not so fortunate fought hard to build.2InLocke, this Court expressed an\nunderstanding of, and respect for, this history.Lockeinvolved a provision of the State of Washington’s Constitution\nthat, like Missouri’s nearly identical Article I, §7, barred the\nuse of public funds for houses of worship or ministers. Consistent\nwith this denial of funds to ministers, the State’s college\nscholarship program did not allow funds to be used for devotional\ntheology degrees. When asked whether this violated the would-be\nminister’s free exercise rights, the Court invoked the play in the\njoints principle and answered no. The Establishment Clause did not\nrequire the prohibition because “the link between government funds\nand religious training [was] broken by the independent and private\nchoice of [scholarship] recipients.” 540 U. S., at 719; see\nalsosupra, n. 2. Nonetheless, the denial did not violate\nthe Free Exercise Clause because a “historic and substantial state\ninterest” supported the constitutional provision. 540 U. S.,\nat 725. The Court could “think of few areas in which a State’s\nantiestablishment interests come more into play” than the\n“procuring [of] taxpayer funds to support church leaders.”Id.,at 722.The same is true of this case, about directing\ntaxpayer funds to houses of worship, seesupra, at 2. Like\nthe use of public dollars for ministers at issue inLocke,\nturning over public funds to houses of worship implicates serious\nantiestablishment and free exercise interests. The history just\ndiscussed fully supports this conclusion. As states disestablished,\nthey repealed laws allowing taxation to support religion because\nthe practice threatened other forms of government support for,\ninvolved some government control over, and weakened supporters’\ncontrol of religion. Common sense also supports this conclusion.\nRecall that a state may not fund religious activities without\nviolating the Establishment Clause. See Part II–A,supra. A\nstate can reasonably use status as a “house of worship” as a\nstand-in for “religious activities.” Inside a house of worship,\ndividing the religious from the secular would require intrusive\nline-drawing by government, and monitoring those lines would\nentangle government with the house of worship’s activities. And so\nwhile not every activity a house of worship undertakes will be\ninseparably linked to religious activity, “the likelihood that many\nare makes a categorical rule a suitable means to avoid chilling the\nexercise of religion.”Amos, 483 U. S., at 345\n(Brennan, J., concurring in judgment). Finally, and of course, such\nfunding implicates the free exercise rights of taxpayers by denying\nthem the chance to decide for themselves whether and how to fund\nreligion. If there is any “ ‘room for play in the joints’\nbetween” the Religion Clauses, it is here.Locke, 540\nU. S., at 718 (quotingWalz, 397 U. S., at\n669).As was true inLocke, a prophylactic rule\nagainst the use of public funds for houses of worship is a\npermissible accommodation of these weighty interests. The rule has\na historical pedigree identical to that of the provision inLocke. Almost all of the States that ratified the Religion\nClauses operated under this rule. See 540 U. S., at 723. Seven\nhad placed this rule in their State Constitutions.[7] Three enforced it by statute or in\npractice.[8] Only one had not\nyet embraced the rule.[9]\nToday, thirty-eight States have a counterpart to Missouri’s Article\nI, §7.[10] The provisions,\nas a general matter, date back to or before these States’ original\nConstitutions.[11] That so\nmany States have for so long drawn a line that prohibits public\nfunding for houses of worship, based on principles rooted in this\nNation’s understanding of how best to foster religious liberty,\nsupports the conclusion that public funding of houses of worship\n“is of a different ilk.”Locke, 540 U. S., at 723.And as inLocke, Missouri’s Article I,\n§7, is closely tied to the state interests it protects. SeeLocke, 540 U. S., at 724 (describing the program at\nissue as “go[ing] a long way toward including religion in its\nbenefits”). A straightforward reading of Article I, §7, prohibits\nfunding only for “any church, sect, or denomination of religion, or\nin aid of any priest, preacher, minister or teacher thereof, as\nsuch.” The Missouri courts have not read the State’s Constitution\nto reach more broadly, to prohibit funding for other religiously\naffiliated institutions, or more broadly still, to prohibit the\nfunding of religious believers. See,e.g., Saint Louis Univ.v.Masonic Temple Assn. of St. Louis, 220 S. W. 3d 721,\n726 (Mo. 2007) (“The university is not a religious institution\nsimply because it is affiliated with the Jesuits or the Roman\nCatholic Church”). The Scrap Tire Program at issue here proves the\npoint. Missouri will fund a religious organization not “owned or\ncontrolled by a church,” if its “mission and activities are secular\n(separate from religion, not spiritual in) nature” and the funds\n“will be used for secular (separate from religion; not spiritual)\npurposes rather than for sectarian (denominational, devoted to a\nsect) purposes.” App. to Brief for Petitioner 3a; see also Tr. of\nOral Arg. 33–35. Article I, §7, thus stops Missouri only from\nfunding specific entities, ones that set and enforce religious\ndoctrine for their adherents. These are the entities that most\nacutely raise the establishment and free exercise concerns that\narise when public funds flow to religion.Missouri has recognized the simple truth that,\neven absent an Establishment Clause violation, the transfer of\npublic funds to houses of worship raises concerns that sit exactly\nbetween the Religion Clauses. To avoid those concerns, and only\nthose concerns, it has prohibited such funding. In doing so, it\nmade the same choice made by the earliest States centuries ago and\nmany other States in the years since. The Constitution permits this\nchoice.3In the Court’s view, none of this matters. It\nfocuses on one aspect of Missouri’s Article I, §7, to the exclusion\nof all else: that it denies funding to a house of worship, here the\nChurch, “simply because of what it [i]s—a church.”Ante,at\n12. The Court describes this as a constitutionally impermissible\nline based on religious “status” that requires strict scrutiny. Its\nrule is out of step with our precedents in this area, and wrong on\nits own terms.The Constitution creates specific rules that\ncontrol how the government may interact with religious entities.\nAnd so of course a government may act based on a religious entity’s\n“status” as such. It is that very status that implicates the\ninterests protected by the Religion Clauses. Sometimes a religious\nentity’s unique status requires the government to act. SeeHosanna-Tabor, 565 U. S., at 188–190. Other times, it\nmerely permits the government to act. See Part III–A,supra.\nIn all cases, the dispositive issue is not whether religious\n“status” matters—it does, or the Religion Clauses would not be at\nissue—but whether the government must, or may, act on that\nbasis.Start where the Court stays silent. Its opinion\ndoes not acknowledge that our precedents have expressly approved of\na government’s choice to draw lines based on an entity’s religious\nstatus. SeeAmos, 483 U. S., at 339;Walz, 397\nU. S., at 680;Locke, 540 U. S., at 721. Those\ncases did not deploy strict scrutiny to create a presumption of\nunconstitutionality, as the Court does today. Instead, they asked\nwhether the government had offered a strong enough reason to\njustify drawing a line based on that status. SeeAmos, 483\nU. S., at 339 (“[W]e see no justification for applying strict\nscrutiny”);Walz, 397 U. S., at 679 (rejecting\ncriticisms of a case-by-case approach as giving “too little weight\nto the fact that it is an essential part of adjudication to draw\ndistinctions, including fine ones, in the process of interpreting\nthe Constitution”);Locke, 540 U. S., at 725 (balancing\nthe State’s interests against the aspiring minister’s).The Court takes two steps to avoid these\nprecedents. First, it recastsLockeas a case about a\nrestriction that prohibited the would-be minister from “us[ing] the\nfunds to prepare for the ministry.”Ante,at 12. A faithful\nreading ofLockegives it a broader reach.Lockestands for the reasonable proposition that the government may, but\nneed not, choose not to fund certain religious entities (there,\nministers) where doing so raises “historic and substantial”\nestablishment and free exercise concerns. 540 U. S., at 725.\nSecond, it suggests that this case is different because it involves\n“discrimination” in the form of the denial of access to a possible\nbenefit.Ante,at 11. But in this area of law, a decision to\ntreat entities differently based on distinctions that the Religion\nClauses make relevant does not amount to discrimination.[12] To understand why, keep in mind\nthat “the Court has unambiguously concluded that the individual\nfreedom of conscience protected by the First Amendment embraces the\nright to select any religious faith or none at all.”Wallacev.Jaffree, 472 U. S. 38 –53 (1985). If the denial of a\nbenefit others may receive is discrimination that violates the Free\nExercise Clause, then the accommodations of religious entities we\nhave approved would violate the free exercise rights of\nnonreligious entities. We have, with good reason, rejected that\nidea, see,e.g., Amos, 483 U. S., at 338–339, and\ninstead focused on whether the government has provided a good\nenough reason, based in the values the Religion Clauses protect,\nfor its decision.[13]The Court offers no real reason for rejecting\nthe balancing approach in our precedents in favor of strict\nscrutiny, beyond its references to discrimination. The Court’s\ndesire to avoid what it views as discrimination is understand-able.\nBut in this context, the description is particularly inappropriate.\nA State’s decision not to fund houses of worship does not disfavor\nreligion; rather, it represents a valid choice to remain secular in\nthe face of serious establishment and free exercise concerns. That\ndoes not make the State “atheistic or antireligious.”County of\nAlleghenyv.American Civil Liberties Union, Greater\nPittsburgh Chapter, 492 U. S. 573, 610 (1989) . It means\nonly that the State has “establishe[d] neither atheism nor religion\nas its official creed.”Ibid.The Court’s conclusion “that\nthe only alternative to governmental support of religion is\ngovernmental hostility to it represents a giant step backward in\nour Religion Clause jurisprudence.”Id., at 652, n. 11\n(Stevens, J., concurring in part and dissenting in part).At bottom, the Court creates the following rule\ntoday: The government may draw lines on the basis of religious\nstatus to grant a benefit to religious persons or entities but it\nmay not draw lines on that basis when doing so would further the\ninterests the Religion Clauses protect in other ways. Nothing\nsupports this lopsided outcome. Not the Religion Clauses, as they\nprotect establishment and free exercise interests in the same\nconstitutional breath, neither privileged over the other. Not\nprecedent, since we have repeatedly explained that the Clauses\nprotect not religion but “the individual’s freedom of conscience,”Jaffree, 472 U. S., at 50—that which allows him to\nchoose religion, reject it, or remain undecided. And not reason,\nbecause as this case shows, the same interests served by lifting\ngovernment-imposed burdens on certain religious entities may\nsometimes be equally served by denying government-provided benefits\nto certain religious entities. Cf.Walz, 397 U. S., at\n674 (entanglement);Amos, 483 U. S., at 336 (influence\non religious activities).Justice Breyer’s concurrence offers a narrower\nrule that would limit the effects of today’s decision, but that\nrule does not resolve this case. Justice Breyer, like the Court,\nthinks that “denying a generally available benefit solely on\naccount of religious identity imposes a penalty on the free\nexercise of religion that can be justified only by a state interest\nof the highest order,”ante,at 6 (majority opinion)\n(internal quotation marks omitted). Seeante,at 1–2\n(Breyer, J., concurring in judgment). Few would disagree with a\nliteral interpretation of this statement. To fence out religious\npersons or entities from a truly gener-ally available public\nbenefit—one provided to all, no questions asked, such as police or\nfire protections—would violate the Free Exercise Clause. Accord,Rosenberger, 515 U. S., at 879, n. 5 (Souter, J.,\ndissenting). This explains why Missouri does not apply its\nconstitutional provision in that manner. See Tr. of Oral Arg.\n35–36. Nor has it done so here. The Scrap Tire Program offers not a\ngenerally available benefit but a selective benefit for a few\nrecipients each year. In this context, the comparison to truly\ngenerally available benefits is inapt. Cf.Everson, 330\nU. S., at 61, n. 56 (Rutledge, J., dissenting) (The Religion\nClauses “forbi[d] support, not protection from interference or\ndestruction”).On top of all of this, the Court’s application\nof its new rule here is mistaken. In concluding that Missouri’s\nArticle I, §7, cannot withstand strict scrutiny, the Court\ndescribes Missouri’s interest as a mere “policy preference for\nskating as far as possible from religious establishment concerns.”Ante,at 14. The constitutional provisions of thirty-nine\nStates—all but invalidated today—the weighty interests they\nprotect, and the history they draw on deserve more than this\njudicial brush aside.[14]Today’s decision discounts centuries of history\nand jeopardizes the government’s ability to remain secular. Just\nthree years ago, this Court claimed to understand that, in this\narea of law, to “sweep away what has so long been settled would\ncreate new controversy and begin anew the very divisions along\nreligious lines that the Establishment Clause seeks to prevent.”Town of Greecev.Galloway, 572 U. S. ___, ___\n(2014) (slip op., at 8). It makes clear today that this principle\napplies only when preference suits.IVThe Religion Clauses of the First Amendment\ncontain a promise from our government and a backstop that disables\nour government from breaking it. The Free Exercise Clause extends\nthe promise. We each retain our inalien-able right to “the free\nexercise” of religion, to choose for ourselves whether to believe\nand how to worship. And the Establishment Clause erects the\nbackstop. Government cannot, through the enactment of a “law\nrespecting an establishment of religion,” start us down the path to\nthe past, when this right was routinely abridged.The Court today dismantles a core protection for\nreligious freedom provided in these Clauses. It holds not just that\na government may support houses of worship with taxpayer funds, but\nthat—at least in this case and perhaps in others, seeanteat 14, n. 3—it must do so when-ever it decides to create a funding\nprogram. History shows that the Religion Clauses separate the\npublic treasury from religious coffers as one measure to secure the\nkind of freedom of conscience that benefits both religion and\ngovernment. If this separation means anything, it means that the\ngovernment cannot, or at the very least need not, tax its citizens\nand turn that money over to houses of worship. The Court today\nblinds itself to the outcome this history requires and leads us\ninstead to a place where separation of church and state is a\nconstitutional slogan, not a constitutional commitment. I\ndissent.Notes1Government aid that has\nthe “purpose” or “effect of advancing or inhibiting religion”\nviolates the Establishment Clause.Agostiniv.Felton, 521 U. S. 203 –223 (1997) (internal quotation\nmarks omitted). Whether government aid has such an effect turns on\nwhether it “result[s] in governmental indoctrination,” “define[s]\nits recipients by reference to religion,” or “create[s] an\nexcessive entanglement” between the government and religion.Id.,at 234; see alsoid.,at 235 (same\nconsiderations speak to whether the aid can “reasonably be viewed\nas an endorsement of religion”).2Because Missouri decides\nwhich Scrap Tire Program applicants receive state funding, this\ncase does not implicate a line of decisions about indirect aid\nprograms in which aid reaches religious institutions “only as a\nresult of the genuine and independent choices of private\nindividuals.”Zelmanv.Simmons-Harris, 536\nU. S. 639, 649 (2002) .3The Scrap Tire Program\nrequires an applicant to certify, among other things, that its\nmission and activities are secular and that it will put program\nfunds to only a secular use. App. to Pet. for Cert. 127a–130a. From\nthe record, it is unclear whether the Church provided any part of\nthis certification.Id., at 127a–130a. In any case, the\nChurch has not offered any such assurances to this\nCourt.4This case highlights the\nweaknesses of the rule. The Scrap Tire Program ranks more highly\nthose applicants who agree to generate media exposure for Missouri\nand its program and who receive the endorsement of local solid\nwaste management entities. That is, it prefers applicants who agree\nto advertise that the government has funded it and who seek out the\napproval of government agencies. To ignore this result is to ignore\nthe type of state entanglement with, and endorsement of, religion\nthe Establishment Clause guards against.5This Court did not hold\nthat the Religion Clauses applied, through the Fourteenth\nAmendment, to the States until the 1940’s. SeeCantwellv.Connecticut, 310 U. S. 296 (1940) (Free Exercise\nClause);Eversonv.Board of Ed. of Ewing, 330\nU. S. 1 (1947) (Establishment Clause). When the States\ndismantled their religious establishments, as all had by the\n1830’s, they did so on their own accord, in response to the lessons\ntaught by their experiences with religious\nestablishments.6To this, some might point\nout that the Scrap Tire Program at issue here does not impose an\nassessment specifically for religious entities but rather directs\nfunds raised through a general taxation scheme to the Church. That\ndistinction makes no difference. The debates over religious\nassessment laws focused not on the means of those laws but on their\nends: the turning over of public funds to religious entities. See,e.g., Lockev.Davey, 540 U. S. 712, 723 (2004)\n.7See N. J. Const., Art.\nXVIII (1776), in 5 Thorpe 2597 (“[N]or shall any person, within\nthis Colony, ever be obliged to pay tithes, taxes, or any other\nrates, for the purpose of building or repairing any other church or\nchurches, place or places of worship, or for the maintenance of any\nminister or ministry, contrary to what he believes to be right, or\nhas deliberately or voluntarily engaged himself to perform”); N. C.\nConst., Art. XXXIV (1776), inid., at 2793 (“[N]either shall\nany person, on any pretence whatsoever, . . . be obliged to pay,\nfor the purchase of any glebe, or the building of any house of\nworship, or for the maintenance of any minister or ministry,\ncontrary to what he believes right, or has voluntarily and\npersonally engaged to perform”); Pa. Const., Art. IX, §3 (1790), inid., at 3100 (“[N]o man can of right be compelled to attend,\nerect, or support any place of worship, or to maintain any\nministry, against his consent”); S. C. Const., Art. XXXVIII (1778),\nin 6id., at 3257 (“No person shall, by law, be obliged to\npay towards the maintenance and support of a religious worship that\nhe does not freely join in, or has not voluntarily engaged to\nsupport”); Vt. Const., ch. 1, Art. III (1786), inid., at\n3752 (“[N]o man ought, or of right can be compelled to attend any\nreligious worship, or erect, or support any place of worship, or\nmaintain any minister, contrary to the dictates of his\nconscience”).8See Virginia, Act for\nEstablishing Religious Freedom, in 5 The Founders’ Constitution 85\n(P. Kurland & R. Lerner eds. 1987); Curry 211–212 (Rhode Island\nnever publicly funded houses of worship); Esbeck, Dissent and\nDisestablishment: The Church-State Settlement in the Early American\nRepublic, 2004 B. Y. U. L. Rev. 1385, 1489–1490 (Maryland never\ninvoked its constitutional authorization of religious\nassessments).9See N. H. Const.,\npt. 1, Arts. I, VI (1784), in 4 Thorpe 2453, 2454.10See\nAla. Const., Art. I, §3; Ariz. Const., Art. II, §12, Art. IX,\n§10; Ark. Const., Art. II, §24; Cal. Const., Art. XVI, §5; Colo.\nConst., Art. II, §4, Art. IX, §7; Conn. Const., Art. Seventh; Del.\nConst., Art. I, §1; Fla. Const., Art. I, §3; Ga. Const., Art. I,\n§2, para. VII; Idaho Const., Art. IX, §5; Ill. Const., Art. I, §3,\nArt. X, §3; Ind. Const., Art. 1, §§4, 6; Iowa Const., Art. 1, §3;\nKy. Const. §5; Md. Const., Decl. of Rights Art. 36; Mass. Const.\nAmdt., Art. XVIII, §2; Mich. Const., Art. I, §4; Minn. Const., Art.\nI, §16; Mo. Const., Art. I, §§6, 7, Art. IX, §8; Mont. Const., Art.\nX, §6; Neb. Const., Art. I, §4; N. H. Const., pt. 2, Art. 83; N. J.\nConst., Art. I, §3; N. M. Const., Art. II, §11; Ohio Const., Art.\nI, §7; Okla. Const., Art. II, §5; Ore. Const., Art. I, §5; Pa.\nConst., Art. I, §3, Art. III, §29; R. I. Const., Art. I, §3; S. D.\nConst., Art. VI, §3; Tenn. Const., Art. I, §3; Tex. Const., Art. I,\n§§6, 7; Utah Const., Art. I, §4; Vt. Const., ch. I, Art. 3; Va.\nConst., Art. I, §16, Art. IV, §16; Wash. Const., Art. I, §11; W.\nVa. Const., Art. III, §15; Wis. Const., Art. I, §18; Wyo. Const.,\nArt. I, §19, Art. III, §36.11See\nAla. Const., Art. I, §3 (1819), in 1 Thorpe 97; Ariz. Const., Art.\nII, §12, Art. IX, §10 (1912); Ark. Const., Art. II, §3 (1836),\nin 1 Thorpe 269; Cal. Const., Art. IX, §8 (1879), inid., at\n432; Colo. Const., Art. II, §4, Art. V, §34 (1876), inid.,\nat 474, 485; Conn. Const., Art. First, §4, Art. Seventh, §1 (1818),\ninid.,at 537, 544–545; Del. Const., Art. I, §1 (1792);\nFla. Const., Decl. of Rights §6 (1885), in 2 Thorpe 733; Ga.\nConst., Art. I, §1, para. XIV (1877), inid.,at 843; Idaho\nConst., Art. I, §4, Art. IX, §5 (1889), inid.,at 919,\n936–937; Ill. Const., Art. VIII, §3 (1818) and (1870), inid.,at 981, 1035; Ind. Const., Art. 1, §3 (1816), Art. 1,\n§6 (1851), inid., at 1056, 1074; Iowa Const., Art. 1, §3\n(1846), inid.,at 1123; Ky. Const., Art. XIII, §5 (1850),\nin 3id., at 1312; Md. Const., Decl. of Rights Art. 36\n(1867), inid.,at 1782; Mass. Const. Amdt., Art. XVIII\n(1855), inid.,at 1918, 1922; Mass. Const. Amdt., Art.\nXVIII (1974); Mich. Const., Art. 1, §4 (1835), Art. IV, §40 (1850),\nin 4 Thorpe 1031, 1050; Minn. Const., Art. I, §16 (1857), inid., at 1092; Enabling Act for Mo., §4 (1820), Mo. Const.,\nArt. I, §10 (1865), Art. II, §7 (1875), inid.,at\n2146–2147, 2192, 2230; Mont. Const., Art. XI, §8 (1889), inid.,at 2323; Neb. Const., Art. I, §16 (1866), inid.,at 2350; N. H. Const., pt. 2, Art. 83 (1877); N. J.\nConst., Art. XVIII (1776), in 5 Thorpe 2597; N. M. Const., Art. II,\n§11 (1911); Ohio Const., Art. VIII, §3 (1802), in 5 Thorpe 2910;\nOkla. Const., Art. II, §5 (1907), in H. Snyder, The Constitution of\nOklahoma 21 (1908); Ore. Const., Art. I, §5 (1857), in 5 Thorpe\n2098; Pa. Const., Art. IX, §3 (1790), Art. III, §18 (1873), inid., at 3100, 3120; R. I. Const., Art. I, §3 (1842), in 6id., at 3222–3223; S. D. Const., Art. VI, §3 (1889), inid., at 3370; Tenn. Const., Art. XI, §3 (1796), inid.,at 3422; Tex. Const., Art. I, §4 (1845), Art. I, §7\n(1876), inid.,at 3547–3548, 3622; Utah Const., Art. I, §4\n(1895), inid.,at 3702; Vt. Const., ch. I, Art. III (1777),\ninid.,at 3740; Va. Const., Art. III, §11 (1830), Art. IV,\n§67 (1902), in 7id., at 3824, 3917; Wash. Const., Art. I,\n§11 (1889), inid., at 3874; W. Va. Const., Art. II, §9\n(1861–1863), inid., at 4015; Wis. Const., Art. I, §18\n(1848), inid.,at 4078–4079; Wyo. Const., Art. I, §19, Art.\nIII, §36 (1889), inid.,at 4119, 4124.12This\nexplains, perhaps, the Court’s reference to an Equal Protection\nClause precedent, rather than a Free Exercise Clause precedent, for\nthis point. Seeante,at 11 (citingNortheastern Fla.\nChapter, Associated Gen. Contractors of Americav.Jacksonville, 508 U. S. 656 (1993) ).13No\nsurprise then that, despite the Court’s protests to the contrary,\nno case has applied its rigid rule.McDanielv.Paty,\n435 U. S. 618 (1978) , on which the Court relies most heavily,\nmentioned “status” only to distinguish laws that deprived a person\n“of a civil right solely because of their religious beliefs.”Id.,at 626–627 (plurality opinion). InTorcasov.Watkins, 367 U. S. 488 (1961) , the Court invalidated a\nlaw that barred persons who refused to state their belief in God\nfrom public office without “evaluat[ing] the interests assertedly\njustifying it.”McDaniel, 435 U. S., at 626 (plurality\nopinion). That approach did not control inMcDaniel, which\ninvolved a state constitutional provision that barred ministers\nfrom serving as legislators, because “ministerial status” was\ndefined “in terms of conduct and activity,” not “belief.”Id.,at 627. The Court thus asked whether the\n“anti-establishment interests” the State offered were strong enough\nto justify the denial of a constitutional right—to serve in public\noffice—and concluded that they were not.Id., at 627–629.\nOther references to “status” in our cases simply recountMcDaniel. See,e.g.,Church of Lukumi Babalu Aye,\nInc.v.Hialeah, 508 U. S. 520, 533 (1993) ;Employment Div., Dept. of Human Resources of Ore.v.Smith, 494 U. S. 872, 877 (1990) .14In\nthe end, the soundness of today’s decision may matter less than\nwhat it might enable tomorrow. The principle it establishes can be\nmanipulated to call for a similar fate for lines drawn on the basis\nof religious use. Seeante, at 1–3 (Gorsuch, J., concurring\nin part); see alsoante, at 1–2 (Thomas, J., concurring in\npart) (going further and suggesting that lines drawn on the basis\nof religious status amount toper seunconstitutional\ndiscrimination on the basis of religious belief ). It is\nenough for today to explain why the Court’s decision is wrong. The\nerror of the concurrences’ hoped-for decisions can be left for\ntomorrow. See, for now,School Dist. of Abington Townshipv.Schempp, 374 U. S. 203, 226 (1963) (“While the Free\nExercise Clause clearly prohibits the use of state action to deny\nthe rights of free exercise toanyone, it has never meant\nthat a majority could use the machinery of the State to practice\nits beliefs”).",
    "joined": []
}