{
    "case": {
        "docket": "370",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/370/"
    },
    "id": "1963277",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SOTOMAYOR, J., DISSENTINGBERGHUIS V. THOMPKINS560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1470MARY BERGHUIS, WARDEN, PETITIONERv.VAN\nCHESTER THOMPKINSon writ of certiorari to the united states court of\nappeals for the sixth circuit[June 1, 2010]Justice Sotomayor, with whom\nJustice Stevens, Justice Ginsburg, and Justice Breyer join,\ndissenting.The Court concludes today that a\ncriminal suspect waives his right to remain silent if, after\nsitting tacit and uncommunicative through nearly three hours of\npolice interrogation, he utters a few one-word responses. The Court\nalso concludes that a suspect who wishes to guard his right to\nremain silent against such a finding of “waiver” must,\ncounterintuitively, speak—and must do so with sufficient precision\nto satisfy a clear-statement rule that construes ambiguity in favor\nof the police. Both propositions mark a substantial retreat from\nthe protection against compelled self-incrimination thatMirandav.Arizona,384 U. S. 436(1966),\nhas long provided during custodial interrogation. The broad rules\nthe Court announces today are also troubling because they are\nunnecessary to decide this case, which is governed by the\ndeferential standard of review set forth in the Antiterrorism and\nEffective Death Penalty Act of 1996 (AEDPA), 28 U. S. C.\n§2254(d). Because I believe Thompkins is entitled to relief under\nAEDPA on the ground that his statements were admitted at trial\nwithout the prosecution having carried its burden to show that he\nwaived his right to remain silent; because longstanding principles\nof judicial restraint counsel leaving for another day the questions\nof law the Court reaches out to decide; and because the Court’s\nanswers to those questions do not result from a faithful\napplication of our prior decisions, I respectfully dissent.IWe granted certiorari to review\nthe judgment of the Court of Appeals for the Sixth Circuit, which\nheld that Thompkins was entitled to habeas relief under bothMirandaandStricklandv.Washington,466 U. S. 668(1984). 547 F. 3d 572 (2008). As to theMirandaclaims, Thompkins argues first that through his conduct during the\n3-hour custodial interrogation he effectively invoked his right to\nremain silent, requiring police to cut off questioning in\naccordance withMirandaandMichiganv.Mosley,423\nU. S. 96(1975). Thompkins also contends his statements were in\nany case inadmissible because the prosecution failed to meet its\nheavy burden underMirandaof proving that he knowingly\nand intelligently waived his right to remain silent. The Sixth\nCircuit agreed with Thompkins as to waiver and declined to reach\nthe question of invocation. 547 F. 3d, at 583–584, n. 4.\nIn my view, even if Thompkins cannot prevail on his invocation\nclaim under AEDPA, he is entitled to relief as to waiver. Because I\nwould affirm the judgment of the Sixth Circuit on that ground, I\nwould not reach Thompkins’ claim that he received constitutionally\nineffective assistance of counsel.The strength of Thompkins’Mirandaclaims depends in large part on the circumstances\nof the 3-hour interrogation, at the end of which he made\ninculpatory statements later introduced at trial. The Court’s\nopinion downplays record evidence that Thompkins remained almost\ncompletely silent and unresponsive throughout that session. One of\nthe interrogating officers, Detective Helgert, testified that\nalthough Thompkins was administeredMirandawarnings, the\nlast of which he read aloud, Thompkins expressly declined to sign a\nwritten acknowledgment that he had been advised of and understood\nhis rights. There is conflicting evidence in the record about\nwhether Thompkins ever verbally confirmed understanding his\nrights.[Footnote 1] The record\ncontains no indication that the officers sought or obtained an\nexpress waiver.As to the interrogation itself, Helgert\ncandidly characterized it as “very, very one-sided” and “nearly a\nmonologue.” App. 10a, 17a. Thompkins was “[p]eculiar,” “[s]ullen,”\nand “[g]enerally quiet.”Id.,at 149a. Helgert and his\npartner “did most of the talking,” as Thompkins was “not verbally\ncommunicative” and “[l]argely” remained silent.Id.,at\n149a, 17a, 19a. To the extent Thompkins gave any response, his\nanswers consisted of “a word or two. A ‘yeah,’ or a ‘no,’ or ‘I\ndon’t know.’ … And sometimes … he simply sat down … with [his] head\nin [his] hands looking down. Sometimes … he would look up and make\neye-contact would be the only response.”Id.,at 23a–24a.\nAfter proceeding in this fashion for approximately 2 hours and 45\nminutes, Helgert asked Thompkins three questions relating to his\nfaith in God. The prosecution relied at trial on Thompkins’\none-word answers of “yes.” Seeid.,at 10a–11a.Thompkins’ nonresponsiveness is particularly\nstriking in the context of the officers’ interview strategy, later\nexplained as conveying to Thompkins that “this was his opportunity\nto explain his side [of the story]” because “[e]verybody else,\nincluding [his] co-[d]efendants, had given their version,” and\nasking him “[w]ho is going to speak up for you if you don’t speak\nup for yourself?”Id.,at 10a, 21a. Yet, Helgert confirmed\nthat the “onlything [Thompkins said] relative to his\ninvolvement [in the shooting]” occurred near the end of the\ninterview—i.e., in response to the questions about God.Id.,at 10a–11a (emphasis added). The only other responses\nHelgert could remember Thompkins giving were that “ ‘[h]e\ndidn’t want a peppermint’ ” and “ ‘the chair that he was\nsitting in was hard.’ ”Id.,at 152a. Nevertheless,\nthe Michigan court concluded on this record that Thompkins had not\ninvoked his right to remain silent because “he continued to talk\nwith the officer, albeit sporadically,” and that he voluntarily\nwaived that right. App. to Pet. for Cert. 75a.Thompkins’ federal habeas petition is governed\nby AEDPA, under which a federal court may not grant the writ unless\nthe state court’s adjudication of the merits of the claim at issue\n“was contrary to, or involved an unreasonable application of,\nclearly established Federal law, as determined by the Supreme Court\nof the United States,” or “was based on an unreasonable\ndetermination of the facts in light of the evidence presented in\nthe State court proceeding.” §§2254(d)(1), (2).The relevant clearly established federal law\nfor purposes of §2254(d)(1) begins with our landmarkMirandadecision, which “g[a]ve force to the\nConstitution’s protection against compelled self-incrimination” by\nestablishing “ ‘certain procedural safeguards that require\npolice to advise criminal suspects of their rights under the Fifth\nand Fourteenth Amendments before commencing custodial\ninterrogation,’ ”Floridav.Powell, 559 U.\nS. ___, ___–___ (2010) (slip op., at 7–8) (quotingDuckworthv.Eagan,492 U. S. 195, 201\n(1989)).Mirandaprescribed the now-familiar warnings that\npolice must administer prior to questioning. See 384 U. S., at 479;ante, at 8.Mirandaand our subsequent cases also\nrequire police to “respect the accused’s decision to exercise the\nrights outlined in the warnings.”Moranv.Burbine,475 U. S. 412, 420\n(1986). “If [an] individual indicates in any manner, at any time\nprior to or during questioning, that he wishes to remain silent” or\nif he “states that he wants an attorney,” the interrogation “must\ncease.” 384 U. S., at 473–474.Even when warnings have been administered and\na suspect has not affirmatively invoked his rights, statements made\nin custodial interrogation may not be admitted as part of the\nprosecution’s case in chief “unless and until” the prosecution\ndemonstrates that an individual “knowingly and intelligently\nwaive[d] [his] rights.”Id.,at 479; accord,ante, at 10. “[A] heavy burden rests on the government to\ndemonstrate that the defendant knowingly and intelligently waived\nhis privilege against self-incrimination and his right to retained\nor appointed counsel.”Miranda, 384 U. S., at 475. The\ngovernment must satisfy the “high standar[d] of proof for the\nwaiver of constitutional rights [set forth in]Johnsonv.Zerbst,304\nU. S. 458(1938).”Ibid.The question whether a suspect has validly\nwaived his right is “entirely distinct” as a matter of law from\nwhether he invoked that right.Smithv.Illinois,469 U. S. 91, 98\n(1984)(per curiam). The questions are related, however,\nin terms of the practical effect on the exercise of a suspect’s\nrights. A suspect may at any time revoke his prior waiver of\nrights—or, closer to the facts of this case, guard against the\npossibility of a future finding that he implicitly waived his\nrights—by invoking the rights and thereby requiring the police to\ncease questioning. Accord,ante, at 16.IIALike the Sixth Circuit, I begin\nwith the question whether Thompkins waived his right to remain\nsilent. Even if Thompkins did not invoke that right, he is entitled\nto relief because Michigan did not satisfy its burden of\nestablishing waiver.Miranda’s discussion of\nthe prosecution’s burden in proving waiver speaks with particular\nclarity to the facts of this case and therefore merits reproducing\nat length:“If [an] interrogation continues\nwithout the presence of an attorney and a statement is taken, a\nheavy burden rests on the government to demonstrate that the\ndefendant knowingly and intelligently waived his privilege against\nself-incrimination and his right to retained or appointed\ncounsel… . Since the State is responsible for establishing the\nisolated circumstances under which [an] interrogation takes place\nand has the only means of making available corroborated evidence of\nwarnings given during incommunicado interrogation, the burden is\nrightly on its shoulders.“An express statement that the individual is\nwilling to make a statement and does not want an attorney followed\nclosely by a statement could constitute a waiver. But a valid\nwaiver will not be presumed simply from the silence of the accused\nafter warnings are given or simply from the fact that a confession\nwas in fact eventually obtained.” 384 U. S., at 475.Mirandawent further in\ndescribing the facts likely to satisfy the prosecution’s burden of\nestablishing the ad-missibility of statements obtained after a\nlengthy interrogation:“Whatever the testimony of the\nauthorities as to waiver of rights by an accused, the fact of\nlengthy interrogation or incommunicado incarceration before a\nstatement is made is strong evidence that the accused did not\nvalidly waive his rights. In these circumstances the fact that the\nindividual eventually made a statement is consistent with the\nconclusion that the compelling influence of the interrogation\nfinally forced him to do so. It is inconsistent with any notion of\na voluntary relinquishment of the privilege.”Id.,at\n476.This Court’s decisions subsequent\ntoMirandahave emphasized the prosecution’s “heavy\nburden” in proving waiver. See,e.g.,Taguev.Louisiana,444 U. S. 469, 470–471\n(1980)(per curiam);Farev.Michael C.,442 U. S. 707,\n724 (1979). We have also reaffirmed that a court may not presume\nwaiver from a suspect’s silence or from the mere fact that a\nconfession was eventually obtained. SeeNorth Carolinav.Butler,441\nU. S. 369, 373 (1979).Even in concluding thatMirandadoes\nnot invariably require an express waiver of the right to silence or\nthe right to counsel, this Court inButlermade clear that\nthe prosecution bears a substantial burden in establishing an\nimplied waiver. The Federal Bureau of Investigation had obtained\nstatements after advising Butler of his rights and confirming that\nhe understood them. When presented with a written waiver-of-rights\nform, Butler told the agents, “ ‘I will talk to you but I am\nnot signing any form.’ ” 441 U. S., at 371. He then made\ninculpatory statements, which he later sought to suppress on the\nground that he had not expressly waived his right to counsel.Although this Court reversed the state-court\njudgment concluding that the statements were inadmissible, we\nquoted at length portions of theMirandaopinion\nreproduced above. We cautioned that even an “express written or\noral statement of waiver of the right to remain silent or of the\nright to counsel” is not “inevitably … sufficient to establish\nwaiver,” emphasizing that “[t]he question is … whether the\ndefendant in fact knowingly and voluntarily waived the rights\ndelineated in theMirandacase.” 441 U. S., at 373.Miranda, we observed, “unequivocally said … mere silence\nis not enough.” 441 U. S., at 373. While we stopped short inButlerof announcing aper serule that “the\ndefendant’s silence, coupled with an understanding of his rights\nand a course of conduct indicating waiver, may never support a\nconclusion that a defendant has waived his rights,” we reiterated\nthat “courts must presume that a defendant did not waive his\nrights; the prosecution’s burden is great.”Ibid.[Footnote 2]Rarely do this Court’s precedents provide\nclearly established law so closely on point with the facts of a\nparticular case. Together,MirandaandButlerestablish that a court “must presume that a defendant did not waive\nhis right[s]”; the prosecution bears a “heavy burden” in attempting\nto demonstrate waiver; the fact of a “lengthy interrogation” prior\nto obtaining statements is “strong evidence” against a finding of\nvalid waiver; “mere silence” in response to questioning is “not\nenough”; and waiver may not be presumed “simply from the fact that\na confession was in fact eventually obtained.”Miranda,supra, at 475–476;Butler,supra, at\n372–373.[Footnote 3]It is undisputed here that Thompkins never\nexpressly waived his right to remain silent. His refusal to sign\neven an acknowledgment that he understood hisMirandarights evinces, if anything, an intent not to waive those rights.\nCf.United Statesv.Plugh, 576 F. 3d 135,\n142 (CA2 2009) (suspect’s refusal to sign waiver-of-rights form\n“constituted an unequivocally negative answer to the question …\nwhether he was willing to waive his rights”). That Thompkins did\nnot make the inculpatory statements at issue until after\napproximately 2 hours and 45 minutes of interrogation serves as\n“strong evidence” against waiver.MirandaandButlerexpressly preclude the possibility that the\ninculpatory statements themselves are sufficient to establish\nwaiver.In these circumstances, Thompkins’ “actions\nand words” preceding the inculpatory statements simply do not\nevidence a “course of conduct indicating waiver” sufficient to\ncarry the prosecution’s burden. SeeButler,supra, at 373.[Footnote\n4] Although the Michigan court stated that Thompkins\n“sporadically” participated in the interview, App. to Pet. for\nCert. 75a, that court’s opinion and the record before us are silent\nas to the subject matter or context of even a single question to\nwhich Thompkins purportedly responded, other than the exchange\nabout God and the statements respecting the peppermint and the\nchair. Unlike inButler, Thompkins made no initial\ndeclaration akin to “I will talk to you.” See also 547 F. 3d,\nat 586–587 (case below) (noting that the case might be different if\nthe record showed Thompkins had responded affirmatively to an\ninvitation to tell his side of the story or described any\nparticular question that Thompkins answered). Indeed, Michigan and\nthe United States concede that no waiver occurred in this case\nuntil Thompkins responded “yes” to the questions about God. See Tr.\nof Oral Arg. 7, 30. I believe it is objectively unreasonable under\nour clearly established precedents to conclude the prosecution met\nits “heavy burden” of proof on a record consisting of three\none-word answers, following 2 hours and 45 minutes of silence\npunctuated by a few largely nonverbal responses to unidentified\nquestions.BPerhaps because our priorMirandaprecedents so clearly favor Thompkins, the Court\ntoday goes beyond AEDPA’s deferential standard of review and\nannounces a new general principle of law. Any new rule, it must be\nemphasized, is unnecessary to the disposition of this case. If, in\nthe Court’s view, the Michigan court did not unreasonably apply ourMirandaprecedents in denying Thompkins relief, it should\nsimply say so and reverse the Sixth Circuit’s judgment on that\nground. “It is a fundamental rule of judicial restraint … that this\nCourt will not reach constitutional questions in advance of the\nnecessity of deciding them.”Three Affiliated Tribes of Fort\nBerthold Reservationv.Wold Engineering, P. C.,467 U. S. 138,\n157 (1984). Consistent with that rule, we have frequently declined\nto address questions beyond what is necessary to resolve a case\nunder AEDPA. See,e.g.,Tylerv.Cain,533 U. S. 656,\n667–668 (2001) (declining to address question where any statement\nby this Court would be “dictum” in light of AEDPA’s statutory\nconstraints on habeas review); cf.Wigginsv.Smith,539\nU. S. 510, 522 (2003) (noting thatWilliamsv.Taylor,529\nU. S. 362(2000), “made no new law” because the “case was\nbefore us on habeas review”). No necessity exists to justify the\nCourt’s broad announcement today.The Court concludes that whenMirandawarnings have been given and understood, “an\naccused’s uncoerced statement establishes an implied waiver of the\nright to remain silent.”Ante, at 12–13. More broadly\nstill, the Court states that, “[a]s a general proposition, the law\ncan presume that an individual who, with a full understanding of\nhis or her rights, acts in a manner inconsistent with their\nexercise has made a deliberate choice to relinquish the protection\nthose rights afford.”Ante, at 13.These principles flatly contradict our\nlongstanding views that “a valid waiver will not be presumed …\nsimply from the fact that a confession was in fact eventually\nobtained,”Miranda, 384 U. S., at 475, and that “[t]he\ncourts must presume that a defendant did not waive his rights,”Butler, 441 U. S., at 373. Indeed, we have in the past\nsummarily reversed a state-court decision that invertedMiranda’s antiwaiver presumption, characterizing the error\nas “readily apparent.”Tague, 444 U. S., at 470–471. At\nbest, the Court today creates an unworkable and conflicting set of\npresumptions that will undermineMiranda’s goal of\nproviding “concrete constitutional guidelines for law enforcement\nagencies and courts to follow,” 384 U. S., at 442. At worst, it\noverrulessub silentioan essential aspect of the\nprotectionsMirandahas long provided for the\nconstitutional guarantee against self-incrimination.The Court’s conclusion that Thompkins’\ninculpatory statements were sufficient to establish an implied\nwaiver,ante, at 14, finds no support inButler.Butleritself distinguished between a sufficient “course\nof conduct” and inculpatory statements, reiteratingMiranda’s admonition that “ ‘a valid waiver will not\nbe presumed simply from … the fact that a confession was in fact\neventually obtained.’ ”Butler,supra, at\n373 (quotingMiranda,supra, at 475). Michigan\nsuggests Butler’s silence “ ‘when advised of his right to the\nassistance of a lawyer,’ ” combined with our remand for the\nstate court to apply the implied-waiver standard, shows that\nsilence followed by statements can be a “ ‘course of\nconduct.’ ” Brief for Petitioner 26 (quotingButler,supra, at 371). But the evidence of implied waiver inButlerwas worlds apart from the evidence in this case,\nbecause Butler unequivocally said “I will talk to you” after having\nbeen readMirandawarnings. Thompkins, of course, made no\nsuch statement.The Court also relies heavily onBurbinein characterizing the scope of the prosecution’s\nburden in proving waiver. Consistent withBurbine, the\nCourt observes, the prosecution must prove that waiver was\n“ ‘voluntary in the sense that it was the product of a free\nand deliberate choice rather than intimidation’ ” and\n“ ‘made with a full awareness of both the nature of the right\nbeing abandoned and the consequences of the decision to abandon\nit.’ ”Ante, at 10 (quoting 475 U. S., at 421). I\nagree with the Court’s statement, so far as it goes. What it omits,\nhowever, is that the prosecution also bears an antecedent burden of\nshowing there was, in fact, either an express waiver or a “course\nof conduct” sufficiently clear to support a finding of implied\nwaiver. Nothing inBurbineeven hints at removing that\nobligation. The question in that case, rather, was whether a\nsuspect’s multiple express waivers of his rights were invalid\nbecause police “misinformed an inquiring attorney about their plans\nconcerning the suspect or because they failed to inform the suspect\nof the attorney’s efforts to reach him.”Id.,at 420; see\nalsoColoradov.Spring,479 U. S. 564, 573\n(1987). The Court’s analysis inBurbinewas predicated on\nthe existence of waiver-in-fact.Today’s dilution of the prosecution’s burden\nof proof to the bare fact that a suspect made inculpatory\nstatements afterMirandawarnings were given and\nunderstood takes an unprecedented step away from the “high\nstandards of proof for the waiver of constitutional rights” this\nCourt has long demanded.Miranda,supra, at 475;\ncf.Brewerv.Williams,430 U. S. 387, 404\n(1977) (“[C]ourts indulge in every reasonable presumption against\nwaiver”);Zerbst, 304 U. S., at 464. When waiver is to be\ninferred during a custodial interrogation, there are sound reasons\nto require evidence beyond inculpatory statements themselves.Mirandaand our subsequent cases are premised on the idea\nthat custodial interrogation is inherently coercive. See 384 U. S.,\nat 455 (“Even without employing brutality, the ‘third degree’ or\n[other] specific strategems … the very fact of custodial\ninterrogation exacts a heavy toll on individual liberty and trades\non the weakness of individuals”);Dickersonv.United\nStates,530 U.\nS. 428, 435 (2000). Requiring proof of a course of conduct\nbeyond the inculpatory statements themselves is critical to\nensuring that those statements are voluntary admissions and not the\ndubious product of an overborne will.Today’s decision thus ignores the important\ninterestsMirandasafeguards. The underlying\nconstitutional guarantee against self-incrimination reflects “many\nof our fundamental values and most noble aspirations,” our\nsociety’s “preference for an accusatorial rather than an\ninquisitorial system of criminal justice”; a “fear that\nself-incriminating statements will be elicited by inhumane\ntreatment and abuses” and a resulting “distrust of self-deprecatory\nstatements”; and a realization that while the privilege is\n“sometimes a shelter to the guilty, [it] is often a protection to\nthe innocent.”Withrowv.Williams,507 U. S. 680, 692\n(1993) (internal quotation marks omitted). For these reasons, we\nhave observed, a criminal law system “which comes to depend on the\n‘confession’ will, in the long run, be less reliable and more\nsubject to abuses than a system relying on independent\ninvestigation.”Ibid.(some internal quotation marks\nomitted). “By bracing against ‘the possibility of unreliable\nstatements in every instance of in-custody interrogation,’ ”Miranda’s prophylactic rules serve to “ ‘protect the\nfairness of the trial itself.’ ” 507 U. S., at 692 (quotingJohnsonv.New Jersey,384 U. S. 719, 730\n(1966);Schnecklothv.Bustamonte,412 U. S. 218, 240\n(1973)). Today’s decision bodes poorly for the fundamental\nprinciples thatMirandaprotects.IIIThompkins separately argues that\nhis conduct during the interrogation invoked his right to remain\nsilent, requiring police to terminate questioning. Like the Sixth\nCircuit, I would not reach this question because Thompkins is in\nany case entitled to relief as to waiver. But even if Thompkins\nwould not prevail on his invocation claim under AEDPA’s deferential\nstandard of review, I cannot agree with the Court’s much broader\nruling that a suspect must clearly invoke his right to silence by\nspeaking. Taken together with the Court’s reformulation of the\nprosecution’s burden of proof as to waiver, today’s novel\nclear-statement rule for invocation invites police to question a\nsuspect at length—notwithstanding his persistent refusal to answer\nquestions—in the hope of eventually obtaining a single inculpatory\nresponse which will suffice to prove waiver of rights. Such a\nresult bears little semblance to the “fully effective” prophylaxis,\n384 U. S., at 444, thatMirandarequires.AThompkins’ claim for relief under\nAEDPA rests on the clearly established federal law ofMirandaandMosley. InMiranda, the\nCourt concluded that “[i]f [an] individual indicates in any manner,\nat any time prior to or during questioning, that he wishes to\nremain silent, the interrogation must cease… . [A]ny statement\ntaken after the person invokes his privilege cannot be other than\nthe product of compulsion, subtle or otherwise.” 384 U. S., at\n473–474. InMosley, the Court said that a “critical\nsafeguard” of the right to remain silent is a suspect’s\n“ ‘right to cut off questioning.’ ” 423 U. S., at 103\n(quotingMiranda,supra, at 474). Thus, “the\nadmissibility of statements obtained after the person in custody\nhas decided to remain silent depends underMirandaon\nwhether his ‘right to cut off questioning’ was ‘scrupulously\nhonored.’ ” 423 U. S., at 104.[Footnote 5]Thompkins contends that in\nrefusing to respond to questions he effectively invoked his right\nto remain silent, such that police were required to terminate the\ninterrogation prior to his inculpatory statements. In Michigan’s\nview, Thompkins cannot prevail under AEDPA because this Court’s\nprecedents have not previously established whether a suspect’s\nambiguous statements or actions require the police to stop\nquestioning. We have held that a suspect who has “ ‘invoked\nhis right to have counsel present … is not subject to further\ninterrogation by the authorities until counsel has been made\navailable to him, unless [he] initiates further communication,\nexchanges, or conversations with the police.’ ”Marylandv.Shatzer, 559 U. S. ___, ___ (2010)\n(slip op., at 5) (quotingEdwardsv.Arizona,451 U. S. 477,\n484–485 (1981)). NotwithstandingMiranda’s statement that\n“there can be no questioning” if a suspect “indicates in any manner\n… that he wishes to consult with an attorney,” 384 U. S., at\n444–445, the Court inDavisv.United States,512 U. S. 452,\n461 (1994) established a clear-statement rule for invoking the\nright to counsel. After a suspect has knowingly and voluntarily\nwaived hisMirandarights,Davisheld, police may\ncontinue questioning “until and unless the suspectclearlyrequests an attorney.” 512 U. S., at 461 (emphasis added).Because this Court has never decided whetherDavis’ clear-statement rule applies to an invocation of\nthe right to silence, Michigan contends, there was no clearly\nestablished federal law prohibiting the state court from requiring\nan unambiguous invocation. That the state court’s decision was not\nobjectively unreasonable is confirmed, in Michigan’s view, by the\nnumber of federal Courts of Appeals to have appliedDavisto invocation of the right to silence. Brief for Petitioner 44.Under AEDPA’s deferential standard of review,\nit is indeed difficult to conclude that the state court’s\napplication of our precedents was objectively unreasonable.\nAlthough the duration and consistency of Thompkins’ refusal to\nanswer questions throughout the 3-hour interrogation provide\nsubstantial evidence in support of his claim, Thompkins did not\nremain absolutely silent, and this Court has not previously\naddressed whether a suspect can invoke the right to silence by\nremaining uncooperative and nearly silent for 2 hours and 45\nminutes.BThe Court, however, eschews this\nnarrow ground of decision, instead extendingDavisto hold\nthat police may continue questioning a suspect until he\nunambiguously invokes his right to remain silent. Because Thompkins\nneither said “he wanted to remain silent” nor said “he did not want\nto talk with the police,” the Court concludes, he did not clearly\ninvoke his right to silence.Ante,at 8–10.[Footnote 6]I disagree with this novel\napplication ofDavis. Neither the rationale nor holding of\nthat case compels today’s result.Davisinvolved the right\nto counsel, not the right to silence. The Court inDavisreasoned that extendingEdwards’ “rigid” prophylactic rule\nto ambiguous requests for a lawyer would transformMirandainto a “ ‘wholly irrational obstacl[e] to legitimate police\ninvestigative activity’ ” by “needlessly prevent[ing] the\npolice from questioning a suspect in the absence of counsel even if\n[he] did not wish to have a lawyer present.”Davis,supra, at 460. ButMirandaitself “distinguished\nbetween the procedural safeguards triggered by a request to remain\nsilent and a request for an attorney.”Mosley,supra, at 104, n. 10; accord,Edwards,supra, at 485.Mosleyupheld the admission of\nstatements when police immediately stopped interrogating a suspect\nwho invoked his right to silence, but reapproached him after a\n2-hour delay and obtained inculpatory responses relating to a\ndifferent crime after administering freshMirandawarnings. The different effects of invoking the rights are\nconsistent with distinct standards for invocation. To the extentMosleycontemplates a more flexible form of prophylaxis\nthanEdwards—and, in particular, does not categorically\nbar police from reapproaching a suspect who has invoked his right\nto remain silent—Davis’ concern about “ ‘wholly\nirrational obstacles’ ” to police investigation applies with\nless force.In addition, the suspect’s equivocal reference\nto a lawyer inDavisoccurred onlyafterhe had\ngiven express oral and written waivers of his rights.Davis’ holding is explicitly predicated on that fact. See\n512 U. S.,at 461 (“We therefore hold that, after a\nknowing and voluntary waiver of theMirandarights, law\nenforcement officers may continue questioning until and unless the\nsuspect clearly requests an attorney”). The Court ignores this\naspect ofDavis, as well as the decisions of numerous\nfederal and state courts declining to apply a clear-statement rule\nwhen a suspect has not previously given an express waiver of\nrights.[Footnote 7]In my mind, a more appropriate standard for\naddressing a suspect’s ambiguous invocation of the right to remain\nsilent is the constraintMosleyplaces on questioning a\nsuspect who has invoked that right: The suspect’s “ ‘right to\ncut off questioning’ ” must be “ ‘scrupulously\nhonored.’ ” See 423 U. S., at 104. Such a standard is\nnecessarily precautionary and fact specific. The rule would\nacknowledge that some statements or conduct are so equivocal that\npolice may scrupulously honor a suspect’s rights without\nterminating questioning—for instance, if a suspect’s actions are\nreasonably understood to indicate a willingness to listen before\ndeciding whether to respond. But other statements or actions—in\nparticular, when a suspect sits silent throughout prolonged\ninterrogation, long past the point when he could be deciding\nwhether to respond—cannot reasonably be understood other than as an\ninvocation of the right to remain silent. Under such circumstances,\n“scrupulous” respect for the suspect’s rights will require police\nto terminate questioning underMosley.[Footnote 8]To be sure, such a standard does not provide\npolice with a bright-line rule. Cf.ante, at 9–10. But, as\nwe have previously recognized,Mosleyitself does not\noffer clear guidance to police about when and how interrogation may\ncontinue after a suspect invokes his rights. SeeSolemv.Stumes,465\nU. S. 638, 648 (1984); see alsoShatzer, 559 U. S., at\n___ (Thomas, J., concurring in part and concurring in judgment)\n(slip op., at 3). Given that police have for nearly 35 years\nappliedMosley’s fact-specific standard in questioning\nsuspects who have invoked their right to remain silent; that our\ncases did not during that time resolve what statements or actions\nsuffice to invoke that right; and that neither Michigan nor the\nSolicitor General have provided evidence in this case that the\nstatus quo has proved unworkable, I see little reason to believe\ntoday’s clear-statement rule is necessary to ensure effective law\nenforcement.Davis’ clear-statement rule is also a\npoor fit for the right to silence. Advising a suspect that he has a\n“right to remain silent” is unlikely to convey that he must speak\n(and must do so in some particular fashion) to ensure the right\nwill be protected. Cf.Soffarv.Cockrell, 300 F.\n3d 588, 603 (CA5 2002) (en banc) (DeMoss, J., dissenting) (“What in\nthe world must an individual do to exercise his constitutional\nright to remain silent beyond actually, in fact, remaining\nsilent?”). By contrast, telling a suspect “he has the right to the\npresence of an attorney, and that if he cannot afford an attorney\none will be appointed for him prior to any questioning if he so\ndesires,”Miranda, 384 U. S., at 479, implies the need for\nspeech to exercise that right.Davis’ requirement that a\nsuspect must “clearly reques[t] an attorney” to terminate\nquestioning thus aligns with a suspect’s likely understanding of\ntheMirandawarnings in a way today’s rule does not. The\nCourt suggests Thompkins could have employed the “simple,\nunambiguous” means of saying “he wanted to remain silent” or “did\nnot want to talk with the police.”Ante, at 10. But theMirandawarnings give no hint that a suspect should use\nthose magic words, and there is little reason to believe police—who\nhave ample incentives to avoid invocation—will provide such\nguidance.Conversely, the Court’s concern that police\nwill face “difficult decisions about an accused’s unclear intent”\nand suffer the consequences of “ ‘guess[ing] wrong,’ ”ante,at 9–10 (quotingDavis, 512 U. S., at 461),\nis misplaced. If a suspect makes an ambiguous statement or engages\nin conduct that creates uncertainty about his intent to invoke his\nright, police can simply ask for clarification. Seeid.,\nat 467 (Souter, J., concurring in judgment). It is hardly an\nunreasonable burden for police to ask a suspect, for instance, “Do\nyou want to talk to us?” The majority inDavisitself\napproved of this approach as protecting suspects’ rights while\n“minimiz[ing] the chance of a confession [later] being suppressed.”Id.,at 461. Given this straightforward mechanism by which\npolice can “scrupulously hono[r]” a suspect’s right to silence,\ntoday’s clear-statement rule can only be seen as accepting “as\ntolerable the certainty that some poorly expressed requests [to\nremain silent] will be disregarded,”id., at 471 (opinion\nof Souter, J.), without any countervailing benefit. Police may well\nprefer not to seek clarification of an ambiguous statement out of\nfear that a suspect will invoke his rights. But “our system of\njustice is not founded on a fear that a suspect will exercise his\nrights. ‘If the exercise of constitutional rights will thwart the\neffectiveness of a system of law enforcement, then there is\nsomething very wrong with that system.’ ”Burbine,\n475 U. S., at 458 (Stevens, J., dissenting) (quotingEscobedov.Illinois,378 U. S. 478, 490\n(1964)).The Court asserts in passing that treating\nambiguous statements or acts as an invocation of the right to\nsilence will only “ ‘marginally’ ” serveMiranda’s goals.Ante, at 10. Experience suggests\nthe contrary. In the 16 years sinceDaviswas decided,\nample evidence has accrued that criminal suspects often use\nequivocal or colloquial language in attempting to invoke their\nright to silence. A number of lower courts that have (erroneously,\nin my view) imposed a clear-statement requirement for invocation of\nthe right to silence have rejected as ambiguous an array of\nstatements whose meaning might otherwise be thought plain.[Footnote 9] At a minimum, these\ndecisions suggest that differentiating “clear” from “ambiguous”\nstatements is often a subjective inquiry. Even if some of the cited\ndecisions are themselves in tension withDavis’ admonition\nthat a suspect need not “ ‘speak with the discrimination of an\nOxford don’ ” to invoke his rights, 512 U. S., at 459 (quotingid., at 476 (opinion of Souter, J.)), they demonstrate\nthat today’s decision will significantly burden the exercise of the\nright to silence. Notably, when a suspect “understands his\n(expressed) wishes to have been ignored … in contravention of the\n‘rights’ just read to him by his interrogator, he may well see\nfurther objection as futile and confession (true or not) as the\nonly way to end his interrogation.”Id.,at 472–473.For these reasons, I believe a precautionary\nrequirement that police “scrupulously hono[r]” a suspect’s right to\ncut off questioning is a more faithful application of our\nprecedents than the Court’s awkward and needless extension ofDavis.*  *  *Today’s decision turnsMirandaupside down. Criminal suspects must now\nunambiguously invoke their right to remain silent—which,\ncounterintuitively, requires them to speak. At the same time,\nsuspects will be legally presumed to have waived their rights even\nif they have given no clear expression of their intent to do so.\nThose results, in my view, find no basis inMirandaor our\nsubsequent cases and are inconsistent with the fair-trial\nprinciples on which those precedents are grounded. Today’s broad\nnew rules are all the more unfortunate because they are unnecessary\nto the disposition of the case before us. I respectfully\ndissent.Footnote 1At the suppression hearing, Detective Helgert\ntestified that after reading Thompkins the warnings, “I believe I\nasked him if he understood the Rights, and I think I got a verbal\nanswer to that as a ‘yes.’ ” App. 9a. In denying the motion to\nsuppress, the trial court relied on that factual premise.Id.,at 26a. In his later testimony at trial, Helgert\nremembered the encounter differently. Asked whether Thompkins\n“indicate[d] that he understood [the warnings]” after they had been\nread, Helgert stated “I don’t know that I orally asked him that\nquestion.”Id.,at 148a. Nevertheless, the Michigan Court\nof Appeals stated that Thompkins verbally acknowledged\nunderstanding his rights. App. to Pet. for Cert. 75a.Footnote 2The Court citesColoradov.Connelly,479 U. S. 157, 168\n(1986), for the proposition that the prosecution’s “ ‘heavy\nburden’ ” underMiranda“is not more than the burden\nto establish waiver by a preponderance of the evidence.”Ante, at 12.Connellydid reject a clear and\nconvincing evidence standard of proof in favor of a preponderance\nburden. But nothing inConnellydisplaced the core\npresumption against finding a waiver of rights, and we have\nsubsequently relied onMiranda’s characterization of the\nprosecution’s burden as “heavy.” SeeArizonav.Roberson,486 U. S. 675, 680\n(1988).Footnote 3Likely reflecting the great weight of the\nprosecution’s burden in proving implied waiver, many contemporary\npolice training resources instruct officers to obtain a waiver of\nrights prior to proceeding at all with an interrogation. See,e.g.,F. Inbau, J. Reid, J. Buckley, & B. Jayne,\nCriminal Interrogation and Confessions 491 (4th ed. 2004)\n(hereinafter Inbau) (“Once [a] waiver is given, the police may\nproceed with the interrogation”); D. Zulawski & D. Wicklander,\nPractical Aspects of Interview and Interrogation 55 (2d ed. 2002)\n(“Only upon the waiver of th[e][Miranda]rights by the\nsuspect can an interrogation occur”); see also Brief for National\nAssociation of Criminal Defense Lawyers et al. asAmici\nCuriae11–12 (hereinafter NACDL brief) (collecting\nauthorities).Footnote 4Although such decisions are not controlling\nunder AEDPA, it is notable that lower courts have similarly\nrequired a showing of words or conduct beyond inculpatory\nstatements. See,e.g.,United Statesv.Wallace, 848 F. 2d 1464, 1475 (CA9 1988) (no implied\nwaiver when warned suspect “maintained her silence for … perhap[s]\nas many as ten minutes” before answering a question);McDonaldv.Lucas, 677 F. 2d 518, 521–522\n(CA5 1982) (no implied waiver when defendant refused to sign waiver\nand there was “no evidence of words or actions implying a waiver,\nexcept the [inculpatory] statement”). Generally, courts have found\nimplied waiver when a warned suspect has made incriminating\nstatements “as part of a steady stream of speech or as part of a\nback-and-forth conversation with the police,” or when a warned\nsuspect who previously invoked his right “spontaneously recommences\nthe dialogue with his interviewers.”Buiv.DiPaolo, 170 F. 3d 232, 240 (CA1 1999) (citation and\ninternal quotation marks omitted); see alsoUnited Statesv.Smith, 218 F. 3d 777, 781 (CA7 2000) (implied\nwaiver where suspect “immediately began talking to the agents after\nrefusing to sign the waiver form and continued to do so for an\nhour”);United Statesv.Scarpa, 897 F. 2d\n63, 68 (CA2 1990) (implied waiver where warned suspect engaged in a\n“ ‘relaxed and friendly’ ” conversation with officers\nduring a 2-hour drive).Footnote 5In holding that Mosley’s right had been\n“ ‘scrupulously honored,’ ” the Court observed that he\nwas properly advised of his rights and indicated his understanding\nin writing; that police “immediately ceased” interrogation when\nMosley stated he did not want to discuss the crime and allowed an\n“interval of more than two hours” to pass before reapproaching\nMosley “at another location about an unrelated [crime]”; and that\nMosley was readministered “full and completeMirandawarnings at the outset of the second interrogation” and had a “full\nand fair opportunity to exercise th[o]se options.” 423 U. S., at\n103–105.Footnote 6The Court also ignores a second available\navenue to avoid reaching the constitutional question. Because the\nSixth Circuit declined to decide Thompkins’ invocation claim, a\nremand would permit the lower court to address the question in the\nfirst instance. Cf.Cutterv.Wilkinson,544 U. S. 709, 718, n. 7\n(2005).Footnote 7See,e.g.,United Statesv.Plugh, 576 F. 3d 135, 143 (CA2 2009) (“Davisonly provides guidance … [when] a defendant makes a claim that hesubsequentlyinvoked previously waived Fifth Amendment\nrights”);United Statesv.Rodriguez, 518\nF. 3d 1072, 1074 (CA9 2008) (Davis’ “ ‘clear\nstatement’ ” rule “applies onlyafterthe police have\nalready obtained an unambiguous and unequivocal waiver ofMirandarights”);Statev.Tuttle, 2002\nSD 94, ¶14, 650 N. W. 2d 20, 28;Statev.Holloway, 2000 ME 172, ¶12, 760 A. 2d 223, 228;Statev.Leyva, 951 P. 2d 738, 743 (Utah\n1997).Footnote 8Indeed, this rule appears to reflect\nwidespread contemporary police practice. Thompkins’amicicollect a range of training materials that instruct police not to\nengage in prolonged interrogation after a suspect has failed to\nrespond to initial questioning. See NACDL Brief 32–34. One widely\nused police manual, for example, teaches that a suspect who\n“indicates,” “even by silence itself,” his unwillingness to answer\nquestions “has obviously exercised his constitutional privilege\nagainst self-incrimination.” Inbau 498.Footnote 9SeeUnited Statesv.Sherrod, 445 F. 3d 980, 982 (CA7 2006) (suspect’s\nstatement “ ‘I’m not going to talk about nothin’ ’ ” was\nambiguous, “as much a taunt—even a provocation—as it [was] an\ninvocation of the right to remain silent”);Burketv.Angelone, 208 F. 3d 172, 200 (CA4 2000) (upholding on\nAEDPA review a state court’s conclusion that “ ‘I just don’t\nthink that I should say anything’ ” was not a clear request to\nremain silent);Statev.Jackson, 107 Ohio St. 3d\n300, 310, 2006–Ohio–1, ¶¶96–98, 839 N. E. 2d 362, 373 (finding\nambiguous “ ‘I don’t even like talking about it man … I told\nyou … what happened, man … I mean, I don’t even want to, you know\nwhat I’m saying, discuss no more about it, man’ ”);Statev.Speed, 265 Kan. 26, 37–38, 961\nP. 2d 13, 24 (1998) (finding ambiguous “ ‘[a]nd since\nwe’re not getting anywhere I just ask you guys to go ahead and get\nthis over with and go ahead and lock me up and let me go and deal\nwith Sedgwick County, I’m ready to go to Sedgwick County, let’s\ngo’ ”);Statev.Markwardt, 2007 WI App 242,\n¶1, 306 Wis. 2d 420, 424, 742 N. W. 2d 546, 548 (“ ‘Then\nput me in jail. Just get me out of here. I don’t want to sit here\nanymore, alright? I’ve been through enough today’ ” ambiguous\nbecause it could be construed as part of\n“ ‘thrust-and-parry’ ” between suspect and interrogator);Statev.Deen, 42,403, pp. 2–4 (La. App.\n4/27/07), 953 So. 2d 1057, 1058–1060 (“ ‘Okay, if you’re\nimplying that I’ve done it, I wish to not say any more. I’d like to\nbe done with this. Cause that’s just ridiculous. I wish I’d … don’t\nwish to answer any more questions’ ” ambiguous because\nconditioned on officer’s implication that suspect committed\nspecific assault). Courts have also construed statements as\nexpressing a desire to remain silent only about a particular\nsubject. See,e.g.,Peoplev.Silva, 45\nCal. 3d 604, 629–630, 754 P. 2d 1070, 1083–1084 (1988)\n(“ ‘I really don’t want to talk about that’ ” only\nconveyed unwillingness to discuss certain subjects). See generally\nStrauss, The Sounds of Silence: Reconsidering the Invocation of the\nRight to Remain Silent underMiranda, 17 Wm. & Mary\nBill Rights J. 773, 788–802 (2009) (surveying cases).",
    "joined": []
}