{
    "case": {
        "docket": "538",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/538/"
    },
    "id": "1963319",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTKRUPSKI V. COSTA CROCIERE S.&NBSP;P.&NBSP;A.560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 09-337WANDA KRUPSKI, PETITIONERv.COSTA\nCROCIERE S. p. A.on writ of certiorari to the united states court of\nappeals for the eleventh circuit[June 7, 2010]Justice Sotomayor delivered the\nopinion of the Court.Rule 15(c) of the Federal Rules\nof Civil Procedure governs when an amended pleading “relates back”\nto the date of a timely filed original pleading and is thus itself\ntimely even though it was filed outside an applicable statute of\nlimitations. Where an amended pleading changes a party or a party’s\nname, the Rule requires, among other things, that “the party to be\nbrought in by amendment … knew or should have known that the action\nwould have been brought against it, but for a mistake concerning\nthe proper party’s identity.” Rule 15(c)(1)(C). In this case, the\nCourt of Appeals held that Rule 15(c) was not satisfied because the\nplaintiff knew or should have known of the proper defendant before\nfiling her original complaint. The court also held that relation\nback was not appropriate because the plaintiff had unduly delayed\nin seeking to amend. We hold that relation back under Rule\n15(c)(1)(C) depends on what the party to be added knew or should\nhave known, not on the amending party’s knowledge or its timeliness\nin seeking to amend the pleading. Accordingly, we reverse the\njudgment of the Court of Appeals.IOn February 21, 2007, petitioner,\nWanda Krupski, tripped over a cable and fractured her femur while\nshe was on board the cruise ship Costa Magica. Upon her return\nhome, she acquired counsel and began the process of seeking\ncompensation for her injuries. Krupski’s passenger ticket—which\nexplained that it was the sole contract between each passenger and\nthe carrier, App. to Pet. for Cert. 37a—included a variety of\nrequirements for obtaining damages for an injury suffered on board\none of the carrier’s ships. The ticket identified the carrier\nas“Costa Crociere S. p. A., an Italian corporation,\nand all Vessels and other ships owned, chartered, operated,\nmarketed or provided by Costa Crociere, S. p. A., and all officers,\nstaff members, crew members, independent contractors, medical\nproviders, concessionaires, pilots, suppliers, agents and assigns\nonboard said Vessels, and the manufacturers of said Vessels and all\ntheir component parts.”Id.,at 27a.The ticket required an injured party to submit\n“written notice of the claim with full particulars … to the carrier\nor its duly authorized agent within 185 days after the date of\ninjury.”Id.,at 28a. The ticket further required any\nlawsuit to be “filed within one year after the date of injury” and\nto be “served upon the carrier within 120 days after filing.”Ibid.For cases arising from voyages departing from or\nreturning to a United States port in which the amount in\ncontroversy exceeded $75,000, the ticket designated the United\nStates District Court for the Southern District of Florida in\nBroward County, Florida, as the exclusive forum for a lawsuit.Id.,at 36a. The ticket extended the “defenses,\nlimitations and exceptions … that may be invoked by the CARRIER” to\n“all persons who may act on behalf of the CARRIER or on whose\nbehalf the CARRIER may act,” including “the CARRIER’s parents,\nsubsidiaries, affiliates, successors, assigns, representatives,\nagents, employees, servants, concessionaires and contractors” as\nwell as “Costa Cruise Lines N. V.,” identified as the “sales and\nmarketing agent for the CARRIER and the issuer of this Passage\nTicket Contract.”Id.,at 29a. The front of the ticket\nlisted Costa Cruise Lines’ address in Florida and stated that an\nentity called “Costa Cruises” was “the first cruise company in the\nworld” to obtain a certain certification of quality.Id.,at 25a.On July 2, 2007, Krupski’s counsel notified\nCosta Cruise Lines of Krupski’s claims. App. 69–70. On July 9,\n2007, the claims administrator for Costa Cruise requested\nadditional information from Krupski “[i]n order to facilitate our\nfuture attempts to achieve a pre-litigation settlement.” App. to\nPet. for Cert. 23a–24a. The parties were unable to reach a\nsettlement, however, and on February 1, 2008—three weeks before the\n1-year limitations period expired—Krupski filed a negligence action\nagainst Costa Cruise, invoking the diversity jurisdiction of the\nFederal District Court for the Southern District of Florida. The\ncomplaint alleged that Costa Cruise “owned, operated, managed,\nsupervised and controlled” the ship on which Krupski had injured\nherself; that Costa Cruise had extended to its passengers an\ninvitation to enter onto the ship; and that Costa Cruise owed\nKrupski a duty of care, which it breached by failing to take steps\nthat would have prevented her accident. App. 23–26. The complaint\nfurther stated that venue was proper under the passenger ticket’s\nforum selection clause and averred that, by the July 2007 notice of\nher claims, Krupski had complied with the ticket’s presuit\nrequirements.Id.,at 23. Krupski served Costa Cruise on\nFebruary 4, 2008.Over the next several months—after the\nlimitations period had expired—Costa Cruise brought Costa\nCrociere’s existence to Krupski’s attention three times. First, on\nFebruary 25, 2008, Costa Cruise filed its answer, asserting that it\nwas not the proper defendant, as it was merely the North American\nsales and marketing agent for Costa Crociere, which was the actual\ncarrier and vessel operator.Id.,at 31. Second, on March\n20, 2008, Costa Cruise listed Costa Crociere as an interested party\nin its corporate disclosure statement. App. to Pet. for Cert. 20a.\nFinally, on May 6, 2008, Costa Cruise moved for summary judgment,\nagain stating that Costa Crociere was the proper defendant. App. 5,\n33–38.On June 13, 2008, Krupski responded to Costa\nCruise’s motion for summary judgment, arguing for limited discovery\nto determine whether Costa Cruise should be dismissed. According to\nKrupski, the following sources of information led her to believe\nCosta Cruise was the responsible party: The travel documents\nprominently identified Costa Cruise and gave its Florida address;\nCosta Cruise’s Web site listed Costa Cruise in Florida as the\nUnited States office for the Italian company Costa Crociere; and\nthe Web site of the Florida Department of State listed Costa Cruise\nas the only “Costa” company registered to do business in that\nState.Id.,at 43–45, 56–59. Krupski also observed that\nCosta Cruise’s claims administrator had responded to her claims\nnotification without indicating that Costa Cruise was not a\nresponsible party.Id.,at 45. With her response, Krupski\nsimultaneously moved to amend her complaint to add Costa Crociere\nas a defendant.Id.,at 41–42, 52–54.On July 2, 2008, after oral argument, the\nDistrict Court denied Costa Cruise’s motion for summary judgment\nwithout prejudice and granted Krupski leave to amend, ordering that\nKrupski effect proper service on Costa Crociere by September 16,\n2008.Id.,at 71–72. Complying with the court’s deadline,\nKrupski filed an amended complaint on July 11, 2008, and served\nCosta Crociere on August 21, 2008.Id.,at 73, 88–89. On\nthat same date, the District Court issued an order dismissing Costa\nCruise from the case pursuant to the parties’ joint stipulation,\nKrupski apparently having concluded that Costa Cruise was correct\nthat it bore no responsibility for her injuries.Id.,at\n85–86.Shortly thereafter, Costa Crociere—represented\nby the same counsel who had represented Costa Cruise, compareid.,at 31, withid.,at 100—moved to dismiss,\ncontending that the amended complaint did not relate back under\nRule 15(c) and was therefore untimely. The District Court agreed.\nApp. to Pet. for Cert. 8a–22a. Rule 15(c), the court explained,\nimposes three requirements before an amended complaint against a\nnewly named defendant can relate back to the original complaint.\nFirst, the claim against the newly named defendant must have arisen\n“out of the conduct, transaction, or occurrence set out—or\nattempted to be set out—in the original pleading.” Fed. Rules Civ.\nProc. 15(c)(1)(B), (C). Second, “within the period provided by\nRule 4(m) for serving the summons and complaint” (which is\nordinarily 120 days from when the complaint is filed, see Rule\n4(m)), the newly named defendant must have “received such notice of\nthe action that it will not be prejudiced in defending on the\nmerits.” Rule 15(c)(1)(C)(i). Finally, the plaintiff must show\nthat, within the Rule 4(m) period, the newly named defendant “knew\nor should have known that the action would have been brought\nagainst it, but for a mistake concerning the proper party’s\nidentity.” Rule 15(c)(1)(C)(ii).The first two conditions posed no problem, the\ncourt explained: The claim against Costa Crociere clearly involved\nthe same occurrence as the original claim against Costa Cruise, and\nCosta Crociere had constructive notice of the action and had not\nshown that any unfair prejudice would result from relation back.\nApp. to Pet. for Cert. 14a–18a. But the court found the third\ncondition fatal to Krupski’s attempt to relate back, concluding\nthat Krupski had not made a mistake concerning the identity of the\nproper party.Id.,at 18a–21a. Relying on Eleventh Circuit\nprecedent, the court explained that the word “mistake” should not\nbe construed to encompass a deliberate decision not to sue a party\nwhose identity the plaintiff knew before the statute of limitations\nhad run. Because Costa Cruise informed Krupski that Costa Crociere\nwas the proper defendant in its answer, corporate disclosure\nstatement, and motion for summary judgment, and yet Krupski delayed\nfor months in moving to amend and then in filing an amended\ncomplaint, the court concluded that Krupski knew of the proper\ndefendant and made no mistake.The Eleventh Circuit affirmed in an\nunpublishedper curiamopinion.Krupskiv.Costa Cruise Lines, N. V., LLC, 330 Fed. Appx. 892 (2009).\nRather than relying on the information contained in Costa Cruise’s\nfilings, all of which were made after the statute of limitations\nhad expired, as evidence that Krupski did not make a mistake, the\nCourt of Appeals noted that the relevant information was located\nwithin Krupski’s passenger ticket, which she had furnished to her\ncounsel well before the end of the limitations period. Because the\nticket clearly identified Costa Crociere as the carrier, the court\nstated, Krupski either knew or should have known of Costa\nCrociere’s identity as a potential party.[Footnote 1] It was therefore appropriate to treat\nKrupski as having chosen to sue one potential party over another.\nAlternatively, even assuming that she first learned of Costa\nCrociere’s identity as the correct party from Costa Cruise’s\nanswer, the Court of Appeals observed that Krupski waited 133 days\nfrom the time she filed her original complaint to seek leave to\namend and did not file an amended complaint for another month after\nthat. In light of this delay, the Court of Appeals concluded that\nthe District Court did not abuse its discretion in denying relation\nback.We granted certiorari to resolve tension among\nthe Circuits over the breadth of Rule 15(c)(1)(C)(ii),[Footnote 2] 558 U. S. ___ (2010), and we now\nreverse.IIUnder the Federal Rules of Civil\nProcedure, an amendment to a pleading relates back to the date of\nthe original pleading when:“(A) the law that provides the\napplicable statute of limitations allows relation back;“(B) the amendment asserts a claim or defense\nthat arose out of the conduct, transaction, or occurrence set\nout—or attempted to be set out—in the original pleading; or“(C) the amendment changes the party or the\nnaming of the party against whom a claim is asserted, if Rule\n15(c)(1)(B) is satisfied and if, within the period provided by Rule\n4(m) for serving the summons and complaint, the party to be brought\nin by amendment:“(i) received such notice of the action that\nit will not be prejudiced in defending on the merits; and“(ii) knew or should have known that the\naction would have been brought against it, but for a mistake\nconcerning the proper party’s identity.” Rule 15(c)(1).In our view, neither of the Court of Appeals’\nreasons for denying relation back under Rule 15(c)(1)(C)(ii) finds\nsupport in the text of the Rule. We consider each reason in\nturn.AThe Court of Appeals first\ndecided that Krupski either knew or should have known of the proper\nparty’s identity and thus determined that she had made a deliberate\nchoice instead of a mistake in not naming Costa Crociere as a party\nin her original pleading. 330 Fed. Appx., at 895. By focusing on\nKrupski’s knowledge, the Court of Appeals chose the wrong starting\npoint. The question under Rule 15(c)(1)(C)(ii) is not whether\nKrupski knew or should have known the identity of Costa Crociere as\nthe proper defendant, but whether Costa Crociere knew or should\nhave known that it would have been named as a defendant but for an\nerror. Rule 15(c)(1)(C)(ii) asks what the prospectivedefendantknew or should have known during the Rule 4(m)\nperiod, not what theplaintiffknew or should have known\nat the time of filing her original complaint.[Footnote 3]Information in the plaintiff’s\npossession is relevant only if it bears on the defendant’s\nunderstanding of whether the plaintiff made a mistake regarding the\nproper party’s identity. For purposes of that inquiry, it would be\nerror to conflate knowledge of a party’s existence with the absence\nof mistake. A mistake is “[a]n error, misconception, or\nmisunderstanding; an erroneous belief.” Black’s Law Dictionary 1092\n(9th ed. 2009); see also Webster’s Third New International\nDictionary 1446 (2002) (defining “mistake” as “a misunderstanding\nof the meaning or implication of something”; “a wrong action or\nstatement proceeding from faulty judgment, inadequate knowledge, or\ninattention”; “an erroneous belief”; or “a state of mind not in\naccordance with the facts”). That a plaintiff knows of a party’s\nexistence does not preclude her from making a mistake with respect\nto that party’s identity. A plaintiff may know that a prospective\ndefendant—call him party A—exists, while erroneously believing him\nto have the status of party B. Similarly, a plaintiff may know\ngenerally what party A does while misunderstanding the roles that\nparty A and party B played in the “conduct, transaction, or\noccurrence” giving rise to her claim. If the plaintiff sues party B\ninstead of party A under these circumstances, she has made a\n“mistake concerning the proper party’s identity” notwithstanding\nher knowledge of the existence of both parties. The only question\nunder Rule 15(c)(1)(C)(ii), then, is whether party A knew or should\nhave known that, absent some mistake, the action would have been\nbrought against him.Respondent urges that the key issue under Rule\n15(c)(1)(C)(ii) is whether the plaintiff made a deliberate choice\nto sue one party over another. Brief for Respondent 11–16. We agree\nthat making a deliberate choice to sue one party instead of another\nwhile fully understanding the factual and legal differences between\nthe two parties is the antithesis of making a mistake concerning\nthe proper party’s identity. We disagree, however, with\nrespondent’s position that any time a plaintiff is aware of the\nexistence of two parties and chooses to sue the wrong one, the\nproper defendant could reasonably believe that the plaintiff made\nno mistake. The reasonableness of the mistake is not itself at\nissue. As noted, a plaintiff might know that the prospective\ndefendant exists but nonetheless harbor a misunderstanding about\nhis status or role in the events giving rise to the claim at issue,\nand she may mistakenly choose to sue a different defendant based on\nthat misimpression. That kind of deliberate but mistaken choice\ndoes not foreclose a finding that Rule 15(c)(1)(C)(ii) has been\nsatisfied.This reading is consistent with the purpose of\nrelation back: to balance the interests of the defendant protected\nby the statute of limitations with the preference expressed in the\nFederal Rules of Civil Procedure in general, and Rule 15 in\nparticular, for resolving disputes on their merits. See,e.g.,Advisory Committee’s 1966 Notes 122; 3 Moore’s\nFederal Practice §§15.02[1], 15.19[3][a] (3d ed. 2009). A\nprospective defendant who legitimately believed that the\nlimitations period had passed without any attempt to sue him has a\nstrong interest in repose. But repose would be a windfall for a\nprospective defendant who understood, or who should have\nunderstood, that he escaped suit during the limitations period only\nbecause the plaintiff misunderstood a crucial fact about his\nidentity. Because a plaintiff’s knowledge of the existence of a\nparty does not foreclose the possibility that she has made a\nmistake of identity about which that party should have been aware,\nsuch knowledge does not support that party’s interest in\nrepose.Our reading is also consistent with the\nhistory of Rule 15(c)(1)(C). That provision was added in 1966 to\nrespond to a recurring problem in suits against the Federal\nGovernment, particularly in the Social Security context. Advisory\nCommittee’s 1966 Notes 122. Individuals who had filed timely\nlawsuits challenging the administrative denial of benefits often\nfailed to name the party identified in the statute as the proper\ndefendant—the current Secretary of what was then the Department of\nHealth, Education, and Welfare—and named instead the United States;\nthe Department of Health, Education, and Welfare itself; the\nnonexistent “Federal Security Administration”; or a Secretary who\nhad recently retired from office.Ibid.By the time the\nplaintiffs discovered their mistakes, the statute of limitations in\nmany cases had expired, and the district courts denied the\nplaintiffs leave to amend on the ground that the amended complaints\nwould not relate back. Rule 15(c) was therefore “amplified to\nprovide a general solution” to this problem.Ibid.It is\nconceivable that the Social Security litigants knew or reasonably\nshould have known the identity of the proper defendant either\nbecause of documents in their administrative cases or by dint of\nthe statute setting forth the filing requirements. See 42 U.\nS. C. §405(g) (1958 ed., Supp. III). Nonetheless, the Advisory\nCommittee clearly meant their filings to qualify as mistakes under\nthe Rule.Respondent suggests that our decision inNelsonv.Adams USA, Inc.,529 U. S. 460(2000),\nforecloses the reading of Rule 15(c)(1)(C)(ii) we adopt today. We\ndisagree. In that case, Adams USA, Inc. (Adams), had obtained an\naward of attorney’s fees against the corporation of which Donald\nNelson was the president and sole shareholder. After Adams became\nconcerned that the corporation did not have sufficient funds to pay\nthe award, Adams sought to amend its pleading to add Nelson as a\nparty and simultaneously moved to amend the judgment to hold Nelson\nresponsible. The District Court granted both motions, and the Court\nof Appeals affirmed. We reversed, holding that the requirements of\ndue process, as codified in Rules 12 and 15 of the Federal Rules of\nCivil Procedure, demand that an added party have the opportunity to\nrespond before judgment is entered against him.Id.,at\n465–467. In a footnote explaining that relation back does not deny\nthe added party an opportunity to respond to the amended pleading,\nwe noted that the case did not arise under the “mistake clause” of\nRule 15(c):[Footnote 4]\n“Respondent Adams made no such mistake. It knew of Nelson’s role\nand existence and, until it moved to amend its pleading, chose to\nassert its claim for costs and fees only against [Nelson’s\ncompany].”Id.,at 467, n. 1.Contrary to respondent’s claim,Nelsondoes not suggest that Rule 15(c)(1)(C)(ii) cannot\nbe satisfied if a plaintiff knew of the prospective defendant’s\nexistence at the time she filed her original complaint. In that\ncase, there was nothing in the initial pleading suggesting that\nNelson was an intended party, while there was evidence in the\nrecord (of which Nelson was aware) that Adams sought to add him\nonly after learning that the company would not be able to satisfy\nthe judgment.Id.,at 463–464. This evidence countered any\nimplication that Adams had originally failed to name Nelson because\nof any “mistake concerning the proper party’s identity,” and\ninstead suggested that Adams decided to name Nelson only after the\nfact in an attempt to ensure that the fee award would be paid. The\nfootnote merely observes that Adams had originally been under no\nmisimpression about the function Nelson played in the underlying\ndispute. We said, after all, that Adams knew of Nelson’s “role” as\nwell as his existence.Id.,at 467, n. 1. Read in\ncontext, the footnote inNelsonis entirely consistent\nwith our understanding of the Rule: When the original complaint and\nthe plaintiff’s conduct compel the conclusion that the failure to\nname the prospective defendant in the original complaint was the\nresult of a fully informed decision as opposed to a mistake\nconcerning the proper defendant’s identity, the requirements of\nRule 15(c)(1)(C)(ii) are not met. This conclusion is in keeping\nwith our rejection today of the Court of Appeals’ reliance on the\nplaintiff’s knowledge to deny relation back.BThe Court of Appeals offered a\nsecond reason why Krupski’s amended complaint did not relate back:\nKrupski had unduly delayed in seeking to file, and in eventually\nfiling, an amended complaint. 330 Fed. Appx., at 895. The Court of\nAppeals offered no support for its view that a plaintiff’s dilatory\nconduct can justify the denial of relation back under Rule\n15(c)(1)(C), and we find none. The Rule plainly sets forth an\nexclusive list of requirements for relation back, and the amending\nparty’s diligence is not among them. Moreover, the Rule mandates\nrelation back once the Rule’s requirements are satisfied; it does\nnot leave the decision whether to grant relation back to the\ndistrict court’s equitable discretion. See Rule 15(c)(1) (“An\namendment …relates back… when” the three listed\nrequirements are met (emphasis added)).The mandatory nature of the\ninquiry for relation back under Rule 15(c) is particularly striking\nin contrast to the inquiry under Rule 15(a), which sets forth the\ncircumstances in which a party may amend its pleading before trial.\nBy its terms, Rule 15(a) gives discretion to the district court in\ndeciding whether to grant a motion to amend a pleading to add a\nparty or a claim. Following an initial period after filing a\npleading during which a party may amend once “as a matter of\ncourse,” “a party may amend its pleading only with the opposing\nparty’s written consent or the court’s leave,” which the court\n“should freely give … when justice so requires.” Rules\n15(a)(1)–(2). We have previously explained that a court may\nconsider a movant’s “undue delay” or “dilatory motive” in deciding\nwhether to grant leave to amend under Rule 15(a).Fomanv.Davis,371\nU. S. 178, 182 (1962). As the contrast between Rule 15(a) and\nRule 15(c) makes clear, however, the speed with which a plaintiff\nmoves to amend her complaint or files an amended complaint after\nobtaining leave to do so has no bearing on whether the amended\ncomplaint relates back. Cf. 6A C. Wright, A. Miller, & M. Kane,\nFederal Practice and Procedure §1498, pp. 142–143, and nn. 49–50\n(2d ed. 1990 and Supp. 2010).Rule 15(c)(1)(C) does permit a court to\nexamine a plaintiff’s conduct during the Rule 4(m) period, but not\nin the way or for the purpose respondent or the Court of Appeals\nsuggests. As we have explained, the question under Rule\n15(c)(1)(C)(ii) is what the prospective defendant reasonably should\nhave understood about the plaintiff’s intent in filing the original\ncomplaint against the first defendant. To the extent the\nplaintiff’s postfiling conduct informs the prospective defendant’s\nunderstanding of whether the plaintiff initially made a “mistake\nconcerning the proper party’s identity,” a court may consider the\nconduct. Cf.Leonardv.Parry, 219 F. 3d 25,\n29 (CA1 2000) (“[P]ost-filing events occasionally can shed light on\nthe plaintiff’s state of mind at an earlier time” and “can informa defendant’sreasonable beliefs concerning whether her\nomission from the original complaint represented a mistake (as\nopposed to a conscious choice)”). The plaintiff’s postfiling\nconduct is otherwise immaterial to the question whether an amended\ncomplaint relates back.[Footnote\n5]CApplying these principles to the\nfacts of this case, we think it clear that the courts below erred\nin denying relation back under Rule 15(c)(1)(C)(ii). The District\nCourt held that Costa Crociere had “constructive notice” of\nKrupski’s complaint within the Rule 4(m) period. App. to Pet. for\nCert. 15a–17a. Costa Crociere has not challenged this finding.\nBecause the complaint made clear that Krupski meant to sue the\ncompany that “owned, operated, managed, supervised and controlled”\nthe ship on which she was injured, App. 23, and also indicated\n(mistakenly) that Costa Cruise performed those roles,id.,at 23–27, Costa Crociere should have known, within the Rule 4(m)\nperiod, that it was not named as a defendant in that complaint only\nbecause of Krupski’s misunderstanding about which “Costa” entity\nwas in charge of the ship—clearly a “mistake concerning the proper\nparty’s identity.”Respondent contends that because\nthe original complaint referred to the ticket’s forum requirement\nand presuit claims notification procedure, Krupski was clearly\naware of the contents of the ticket, and because the ticket\nidentified Costa Crociere as the carrier and proper party for a\nlawsuit, respondent was entitled to think that she made a\ndeliberate choice to sue Costa Cruise instead of Costa Crociere.\nBrief for Respondent 13. As we have explained, however, that\nKrupski may have known the contents of the ticket does not\nforeclose the possibility that she nonetheless misunderstood\ncrucial facts regarding the two companies’ identities. Especially\nbecause the face of the complaint plainly indicated such a\nmisunderstanding, respondent’s contention is not persuasive.\nMoreover, respondent has articulated no strategy that it could\nreasonably have thought Krupski was pursuing in suing a defendant\nthat was legally unable to provide relief.Respondent also argues that Krupski’s failure\nto move to amend her complaint during the Rule 4(m) period shows\nthat she made no mistake in that period.Id.,at 13–14.\nBut as discussed, any delay on Krupski’s part is relevant only to\nthe extent it may have informed Costa Crociere’s understanding\nduring the Rule 4(m) period of whether she made a mistake\noriginally. Krupski’s failure to add Costa Crociere during the Rule\n4(m) period is not sufficient to make reasonable any belief that\nshe had made a deliberate and informed decision not to sue Costa\nCrociere in the first instance.[Footnote 6] Nothing in Krupski’s conduct during the Rule\n4(m) period suggests that she failed to name Costa Crociere because\nof anything other than a mistake.It is also worth noting that Costa Cruise and\nCosta Crociere are related corporate entities with very similar\nnames; “crociera” even means “cruise” in Italian. Cassell’s Italian\nDictionary 137, 670 (1967). This interrelationship and similarity\nheighten the expectation that Costa Crociere should suspect a\nmistake has been made when Costa Cruise is named in a complaint\nthat actually describes Costa Crociere’s activities. Cf.Morelv.DaimlerChrysler AG, 565 F. 3d 20,\n27 (CA1 2009) (where complaint conveyed plaintiffs’ attempt to sue\nautomobile manufacturer and erroneously named the manufacturer as\nDaimler-Chrysler Corporation instead of the actual manufacturer, a\nlegally distinct but related entity named DaimlerChrysler AG, the\nlatter should have realized it had not been named because of\nplaintiffs’ mistake);Goodmanv.Praxair, Inc.,\n494 F. 3d 458, 473–475 (CA4 2007) (en banc) (where complaint\nnamed parent company Praxair, Inc., but described status of\nsubsidiary company Praxair Services, Inc., subsidiary company knew\nor should have known it had not been named because of plaintiff’s\nmistake). In addition, Costa Crociere’s own actions contributed to\npassenger confusion over “the proper party” for a lawsuit. The\nfront of the ticket advertises that “Costa Cruises” has achieved a\ncertification of quality, App. to Pet. for Cert. 25a, without\nclarifying whether “Costa Cruises” is Costa Cruise Lines, Costa\nCrociere, or some other related “Costa” company. Indeed, Costa\nCrociere is evidently aware that the difference between Costa\nCruise and Costa Crociere can be confusing for cruise ship\npassengers. See,e.g.,Suppav.Costa\nCrociere, S. p. A., No. 07–60526–CIV, 2007 WL 4287508, *1, (SD\nFla., Dec. 4, 2007) (denying Costa Crociere’s motion to dismiss the\namended complaint where the original complaint had named Costa\nCruise as a defendant after “find[ing] it simply inconceivable that\nDefendant Costa Crociere was not on notice … that … but for the\nmistake in the original Complaint, Costa Crociere was the\nappropriate party to be named in the action”).In light of these facts, Costa Crociere should\nhave known that Krupski’s failure to name it as a defendant in her\noriginal complaint was due to a mistake concerning the proper\nparty’s identity. We therefore reverse the judgment of the Court of\nAppeals for the Eleventh Circuit and remand the case for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1The Court of Appeals stated that it was\n“imput[ing]” knowledge to Krupski. 330 Fed. Appx., at 895.\nPetitioner uses the terms “imputed knowledge” and “constructive\nknowledge” interchangeably in her brief, while respondent addresses\nonly actual knowledge. Because we reject the Court of Appeals’\nfocus on the plaintiff’s knowledge in the first instance, seeinfra, at 8–13, the distinction among these types of\nknowledge is not relevant to our resolution of this case.Footnote 2See,e.g.,Krupskiv.Costa Cruise Lines, N. V., LLC, 330 Fed. Appx. 892,\n895 (CA11 2009)(per curiam)(case below);Rendall-Speranzav.Nassim, 107 F. 3d 913,\n918 (CADC 1997) (provision does not authorize relation back where\nplaintiff “was fully aware of the potential defendant’s identity\nbut not of its responsibility for the harm alleged”);Cornwellv.Robinson, 23 F. 3d 694, 705 (CA2\n1994) (no relation back where plaintiff knew the identities of the\nresponsible defendants and failed to name them);Goodmanv.Praxair, Inc., 494 F. 3d 458, 469–470 (CA4 2007)\n(en banc) (rejecting argument that plaintiff’s knowledge of proper\ncorporate defendant’s existence and name meant that no mistake had\nbeen made);Arthurv.Maersk, Inc., 434\nF. 3d 196, 208 (CA3 2006) (“A ‘mistake’ is no less a ‘mistake’\nwhen it flows from lack of knowledge as opposed to inaccurate\ndescription”);Leonardv.Parry, 219 F. 3d\n25, 28–29 (CA1 2000) (plaintiff’s knowledge of proper defendant’s\nidentity was not relevant to whether she made a “ ‘mistake\nconcerning the identity of the proper party’ ”). We express no\nview on whether these decisions may be reconciled with each other\nin light of their specific facts and the interpretation of Rule\n15(c)(1)(C)(ii) we adopt today.Footnote 3Rule 15(c)(1)(C) speaks generally of an\namendment to a “pleading” that changes “the party against whom a\nclaim is asserted,” and it therefore is not limited to the\ncircumstance of a plaintiff filing an amended complaint seeking to\nbring in a new defendant. Nevertheless, because the latter is the\n“typical case” of Rule 15(c)(1)(C)’s applicability, see 3 Moore’s\nFederal Practice §15.19[2] (3d ed. 2009), we use this circumstance\nas a shorthand throughout this opinion. See alsoid.,§15.19[3][a]; Advisory Committee’s 1966 Notes on Fed. Rule Civ.\nProc. 15, 28 U. S. C. App., pp. 122–123 (hereinafter\nAdvisory Committee’s 1966 Notes).Footnote 4The “mistake clause” at the time we decidedNelsonwas set forth in Rule 15(c)(3). 529 U. S., at 467,\nn. 1; 528 F. R. D. 525, 529 (1991). Rule 15(c) was\nrenumbered in 2007 without substantive change “as part of the\ngeneral restyling of the Civil Rules,” at which time it received\nits current placement in Rule 15(c)(1)(C)(ii). Advisory Committee’s\n2007 Notes on Fed. Rule Civ. Proc. 15, 28 U. S. C. App.,\np. 37 (2006 ed., Supp. II).Footnote 5Similarly, we reject respondent’s suggestion\nthat Rule 15(c) requires a plaintiff to move to amend her complaint\nor to file and serve an amended complaint within the Rule 4(m)\nperiod. Rule 15(c)(1)(C)(i) simply requires that the prospective\ndefendant has received sufficient “notice of the action” within the\nRule 4(m) period that he will not be prejudiced in defending the\ncase on the merits. The Advisory Committee Notes to the 1966\nAmendment clarify that “the notice need not be formal.” Advisory\nCommittee’s 1966 Notes 122.Footnote 6The Court of Appeals concluded that Krupski\nwas not diligent merely because she did not seek leave to add Costa\nCrociere until 133 days after she filed her original complaint and\ndid not actually file an amended complaint for another a month\nafter that. 330 Fed. Appx., at 895. It is not clear why Krupski\nshould have been found dilatory for not accepting at face value the\nunproven allegations in Costa Cruise’s answer and corporate\ndisclosure form. In fact, Krupski moved to amend her complaint to\nadd Costa Crociere within the time period prescribed by the\nDistrict Court’s scheduling order. See App. 3, 6–7; Record, Doc.\n23, p. 1.",
    "joined": []
}