{
    "case": {
        "docket": "323",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/323/"
    },
    "id": "1963403",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SOTOMAYOR, J., CONCURRINGWILLIAMSON V. MAZDA MOTOR OF AMERICA, INC.562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 08-1314DELBERT WILLIAMSON, et al., PETITIONERSv.MAZDA MOTOR OF AMERICA, INC., et al.on writ of certiorari to the court of appeal of\ncali-fornia, fourth appellate district, division three[February 23, 2011]Justice Sotomayor,\nconcurring.As the Court notes, this is not\nthe first case in which the Court has encountered the express\npre-emption provision and saving clause of the National Traffic and\nMotor Vehicle Safety Act of 1966, 80 Stat. 718, 15 U. S. C.\n§1381et seq.(1988 ed.) (recodified without substantive\nchange at 49 U. S. C. §30101et seq.(2006 ed. and\nSupp. III)). InGeierv.American Honda Motor\nCo.,529 U. S.\n861(2000), the Court concluded that the “saving clause (like\nthe express pre-emption provision) doesnotbar the\nordinary working of conflict pre-emption principles,”id.,\nat 869, and therefore engaged in an implied pre-emption analysis.\nThe majority and dissent inGeieragreed that “a court\nshould not find pre-emption too readily in the absence of clear\nevidence of a conflict.”Id.,at 885.I agree with the majority’s resolution of this\ncase and with its reasoning. I write separately only to emphasize\nthe Court’s rejection of an overreading ofGeierthat has\ndeveloped since that opinion was issued.Geierdoes not stand, as the\nCalifornia Court of Appeal, 167 Cal. App. 4th 905, 918–919, 84 Cal.\nRptr. 3d 545, 555–556 (2008), other courts, and some of\nrespondents’amiciseem to believe, for the proposition\nthat any time an agency gives manufacturers a choice between two or\nmore options, a tort suit that imposes liability on the basis of\none of the options is an obstacle to the achievement of a federal\nregulatory objective and may be pre-empted.* Rather,Geierturned on the fact that the agency, via Federal Motor Vehicle\nSafety Standard 208, “deliberately sought variety—a mix of several\ndifferent passive restraint systems.” 529 U. S., at 878;ante, at 7. As the United States notes, “a conflict\nresults only when the Safety Act (or regulations implementing the\nSafety Act) does not just set out options for compliance, but also\nprovides that the regulated parties must remain free to choose\namong those options.” Brief for United States asAmicus\nCuriae8. In other words, the mere fact that an agency\nregulation allows manufacturers a choice between options is\ninsufficient to justify implied pre-emption; courts should only\nfind pre-emption where evidence exists that an agency has a\nregulatory objective—e.g.,obtaining a mix of passive\nrestraint mechanisms, as inGeier—whose achievement\ndepends on manufacturers having a choice between options. A link\nbetween a regulatory objective and the need for manufacturer choice\nto achieve that objective is the lynchpin of implied pre-emption\nwhen there is a saving clause.Absent strong indications from the agency that\nit needs manufacturers to have options in order to achieve a\n“significant … regulatory objective,”ante, at 5, state\ntort suits are not “obstacle[s] to the accomplishment … of the full\npurposes and objectives” of federal law,Hinesv.Davidowitz,312 U. S. 52, 67 (1941).\nAs the majority explains, the agency here gave no indication that\nits safety goals required the mixture of seatbelt types that\nresulted from manufacturers’ ability to choose different options.Ante, at 8–12 (distinguishing the regulatory record in\nthis case from that inGeier).Especially in light of the “statutory saving\nclause that foresees the likelihood of a continued meaningful role\nfor state tort law,”ante, at 11, respondents have not\ncarried their burden of establishing that the agency here\n“deliberately sought variety” to achieve greater safety,Geier, 529 U. S., at 878. Therefore, the Williamsons’ tort\nsuit does not present an obstacle to any “significant federal\nregulatory objective,”ante, at 5, and may not be\npre-empted.For these reasons, I concur.*See,e.g.,Cardenv.General\nMotors Corp., 509 F. 3d 227, 230–232 (CA5 2007);Griffithv.General Motors Corp., 303 F. 3d\n1276, 1282 (CA11 2002);Heinricherv.Volvo Car\nCorp., 61 Mass. App. 313, 318–319, 809 N. E. 2d 1094,\n1098 (2004).",
    "joined": []
}