{
    "case": {
        "docket": "21-248",
        "citation": "597",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/597/21-248/"
    },
    "id": "4600261",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–248_________________PHILIP E. BERGER, et al., PETITIONERSv.NORTH CAROLINA STATE CONFERENCE OF THE NAACP,\net al.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 23, 2022]Justice Sotomayor, dissenting.When an individual or entity moves to intervene\nin a pending lawsuit under Federal Rule of Civil Procedure\n24(a)(2), a federal court is not authorized to grant the motion if\nan existing party to the case adequately represents the movant’s\ninterests. Today, however, the Court holds that two leaders of the\nNorth Carolina General Assembly are entitled to intervene as a\nmatter of right to represent the State’s interest in defending the\nconstitutionality of North Carolina law, even though that interest\nis already being ably pursued on the State’s behalf by an existing\nstate party to the litigation. The Court’s decision is wrong for\ntwo reasons. First, the Court goes astray by creating a presumption\nthat a State is inadequately represented in federal court unless\nwhomever state law designates as a State’s representative is\nallowed to intervene, even where the interests that the intervenors\nseek to represent are identical to those of an existing party. That\npresumption of inadequacy improperly permits state law, as opposed\nto federal law, to determine whether an existing party adequately\nrepresents a particular interest. Second, the Court errs by\nimplying that the attorney general’s defense of the\nconstitutionality of the voting law at issue here fell below a\nminimal standard of adequacy. I respectfully dissent.IThe underlying dispute in this case concerns\nthe constitutionality of North Carolina’s voter-identification law,\nSenate Bill 824 (S. B. 824), enacted in 2018. The North\nCarolina State Conference of the NAACP (NAACP respondents) sued\nmembers of the North Carolina State Board of Elections (state\nrespondents) and the Governor in Federal District Court, alleging\nthat the law violated the Fourteenth and Fifteenth Amendments and\n§2 of the Voting Rights Act by, among other things, discriminating\nagainst Black and Latino voters. The state attorney general\nappeared as counsel to represent the Governor and state\nrespondents. See N. C. Gen. Stat. Ann. §114–2 (2021)\n(providing that the attorney general has a “duty” “to appear for\nthe State” in any matter “in which the State may be a party or\ninterested” and to “represent all State departments, agencies,\ninstitutions, commissions, bureaus or other organized activities of\nthe State”). NAACP respondents also filed a parallel challenge to\nS. B. 824 in state court. SeeHolmesv.Moore, No.\n18–CV–15292 (Super. Ct. Wake Cty., N. C.).Shortly after the federal suit was filed, Philip\nE. Berger, the presidentpro temporeof the North Carolina\nSenate, and Timothy K. Moore, the speaker of the North Carolina\nHouse of Representatives (petitioners here), filed a motion to\nintervene “on behalf of the General Assembly.” App. 55. They sought\nto intervene as of right under Federal Rule of Civil Procedure\n24(a)(2), claiming a “significantly protectable interest in the\nvalidity of S.B. 824.” App. 61. Petitioners cited, among other\nthings, a state statute conferring upon them standing to intervene\non behalf of the General Assembly in cases challenging state law.Id.,at 61–62 (citing N. C. Gen. Stat. Ann. §1–72.2).\nIn the alternative, petitioners sought permissive intervention\nunder Federal Rule of Civil Procedure 24(b).The District Court denied the motion without\nprejudice, explaining that petitioners lacked “a significantly\nprotectable interest in . . . defending the\nconstitutionality of S.B. 824 sufficient to warrant a right to\nintervene under Rule 24(a)(2)” because the Governor and state\nrespondents remained in the suit and were adequately defending the\nchallenged law. App. to Pet. for Cert. 168. The court also reasoned\nthat allowing petitioners to intervene would “ ‘hinder, rather\nthan enhance, judicial economy’ ” and would\n“ ‘unnecessarily complicate and delay’ the various stages of\nthis case,” including discovery, dispositive motions, and trial.Id.,at 180. The court granted petitioners’ motion to\nparticipate in the suit asamici, however, and assured\npetitioners that they could renew their motion to intervene if the\nattorney general, as counsel for the existing state parties,\n“declined to defend the lawsuit.”Id.,at 157.[1] Petitioners did not appeal. Shortly\nthereafter, the District Court granted the Governor’s motion to\ndismiss him from the suit. The attorney general continued\nrepresenting state respondents in the litigation.Six weeks after the District Court denied their\noriginal intervention motion, petitioners filed a renewed motion,\nagain seeking both to intervene as a matter of right and\npermissively. Petitioners primarily reiterated arguments made in\ntheir first motion for intervention, adding that this Court’s\ndecision inVirginia House of Delegatesv.Bethune-Hill, 587 U. S. ___ (2019), “clarified” the\ninterests they sought to represent. App. 159. They also asserted\nthat the attorney general’s conduct in the parallel state-court\nlitigation, in which petitioners were codefendants, supported\npetitioners’ argument for intervention. Specifically, petitioners\nargued that the attorney general moved to dismiss five of six\nclaims in the state-court litigation, but not the sixth; failed to\ndefend against NAACP respondents’ motion for a preliminary\ninjunction; and “did not seriously engage” in discovery.Id.,at 164.The District Court again denied the motion,\nexplaining that it was “abundantly clear that [state respondents\nare] actively and adequately defending this lawsuit.” App. to Pet.\nfor Cert. 189. The court recounted that state respondents had\n“consistently ‘denied all substantive allegations of\nunconstitutionality’ in this case” and had filed an “expansive”\nbrief opposing NAACP respondents’ motion for a preliminary\ninjunction on the merits.Ibid.The court also rejected\npetitioners’ argument that the attorney general’s conduct in the\npending state-court litigation was inadequate. The court explained\nthat the attorney general’s decision not to move to dismiss the\nsixth state-court claim in that separate litigation “fell well\nwithin the range of reasonable litigation strategies”; that the\nattorney general secured reversal of the state-court preliminary\ninjunction on appeal; and that the attorney general\n“ ‘participated in extensive fact discovery’ ” in the\nstate-court litigation.Id.,at 191, 192. The court\ntherefore found “no sound basis on which to speculate\n. . . that [state respondents] and [the] Attorney General\nw[ould] abandon their duty to defend S.B. 824 in this case,” given\nthat, by all appearances, they had fully executed that duty in both\nthe federal- and state-court litigation thus far.Id.,at\n193.The District Court also rejected petitioners’\nrequest for permissive intervention. In the court’s view,\npetitioners’ contentions in the federal litigation, including their\nrepeated skepticism of state respondents’ ability to defend state\nlaw vigorously, demonstrated that intervention “would only distract\nfrom the pressing issues in this case.”Id.,at 193–194.Over a dissent by Judge Harris, the Court of\nAppeals vacated the District Court’s order and remanded for\nreconsideration of petitioners’ request to intervene. The Court of\nAppeals voted to take the case en banc, however, and affirmed the\nDistrict Court’s denial of intervention.The en banc court began by stressing that its\njurisdiction was limited to reviewing the order from which\npetitioners had chosen to appeal. Because petitioners had not\nappealed the District Court’s denial of their first intervention\nmotion seeking to “represen[t] the General Assembly’s\n‘institutional interest’ in enforcement of S.B. 824,” the Court of\nAppeals determined it could not review petitioners’ claim that they\nwere representing that particular institutional interest. 999 F.3d\n915, 926 (CA4 2021). The en banc court instead addressed\npetitioners’ argument that they were mandatorily entitled to\nrepresent the interest of the State in defending the\nconstitutionality of S. B. 824.In its merits analysis, the en banc court\nobserved that Rule 24(a)(2) contains several requirements,\nincluding that a proposed intervenor demonstrate both “ ‘an\ninterest in the subject matter of the action’ ” and\n“ ‘that the [proposed intervenor’s] interest is not adequately\nrepresented by existing parties to the litigation.’ ”Id., at 927 (quoting Fed. Rule Civ. Proc. 24(a)(2)).\nThe court noted that petitioners had not asked the District Court\nand the Court of Appeals to consider whether state law was relevant\nto Rule 24(a)(2)’s adequacy requirement, as opposed to its interest\nrequirement. See 999 F. 3d, at 930, n. 3. The court\nconcluded that N. C. Gen. Stat. Ann. §1–72.2, the state\nstatute authorizing petitioners to intervene in cases challenging\nstate law, bore on only the interest requirement. The court\nexplained that “[a] state’s policy judgment about the value of\nlegislative intervention may bestow a protectableinterestin certain court cases, but it does not override [a federal\ncourt’s] normal standards for evaluating theadequacyof\nexisting representation in those cases.” 999 F. 3d, at 929,\nn. 3 (emphasis added).The court assumed (as to the former requirement)\nthat petitioners had established a protectable interest in the\nsubject matter of the litigation, but held (as to the latter\nrequirement) that this “purported interest in defending S.B. 824 on\nbehalf of the State of North Carolina” was “adequately represented\nby existing parties to the litigation.”Id., at 927.\nAccordingly, the court concluded that petitioners had “no right to\nintervene in federal court under Rule 24(a)(2).”Ibid.This Court granted certiorari. 595 U. S.\n___ (2021).IIAt the heart of this case is Rule 24(a)(2),\nwhich governs intervention as of right. As relevant here, Rule\n24(a)(2) provides that a court “must permit anyone to intervene”\nwho, (1) “[o]n timely motion,” (2) “claims an interest relating to\nthe property or transaction that is the subject of the action, and\nis so situated that disposing of the action may as a practical\nmatter impair or impede the movant’s ability to protect its\ninterest,” (3) “unless existing parties adequately represent that\ninterest.” This case requires the Court to address how state laws\naffect mandatory intervention under Rule 24(a)(2).I begin with points of agreement: The Court and\nI agree that “States may organize themselves in a variety of ways.”Ante,at 9; seeBethune-Hill, 587 U. S., at\n___–___ (slip op., at 4–5) (contrasting Virginia’s choice to vest\n“[a]uthority and responsibility for representing the State’s\ninterests in civil litigation . . . exclusively with the\nState’s Attorney General” with other States’ decisions to authorize\nother agents “to litigate on the State’s behalf ”). We agree\nthat a State is free to designate who will represent it in federal\ncourt. SeeHollingsworthv.Perry,570 U.S.\n693, 710 (2013) (observing that although “[t]hat agent is\ntypically the State’s attorney general,” States may make a\ndifferent choice); see alsoPlanned Parenthood of Wis., Inc.v.Kaul, 942 F.3d 793, 802 (CA7 2019) (“[W]e can see no\nreason why a federal court would bat an eye if a state required its\nattorney general to withdraw from his representation and allow\nanother entity, including a legislature, to take over a case”). We\nalso agree that state law can create a protectable interest in the\nresolution of a federal lawsuit. SeeMainev.Taylor,477 U.S.\n131, 137 (1986) (“[A] State clearly has a legitimate interest\nin the continued enforceability of its own statutes”).[2]I part ways with the Court because it is clear\nthat Rule 24(a)(2) does not give a State the right to have multiple\nparties represent the same interest. Rather, Rule 24(a)(2)\nexplicitly authorizes additional parties to intervene in pending\nlitigation only if their interests are not adequately represented\nby an existing party.The Court instead concludes that the undisputed\nprinciples discussed above establish a presumption that a State’s\ninterests are not adequately represented “if [any of] its duly\nauthorized representatives are excluded from participating in\nfederal litigation challenging state law.”Ante,at 9\n(stating that “federal courts should rarely question that a State’s\ninterests will be practically impaired or impeded” in these\ncircumstances). In the Court’s view, because North Carolina law\nprovides that “[t]he Speaker of the House of Representatives and\nthe President Pro Tempore of the Senate” “shall jointly have\nstanding to intervene on behalf of the General Assembly as a party\nin any judicial proceeding challenging a North Carolina statute or\nprovision of the North Carolina Constitution,” N. C. Gen.\nStat. Ann. §1–72.2(b), “a federal court should find the interest\nrequirement of Rule 24(a)(2) satisfied,”ante,at 11. The\nCourt so holds despite the fact that state respondents already\nrepresent the State’s interests in this litigation in a manner that\nthe District Court found adequate, and where the attorney general’s\ndefense of the constitutionality of the voter-identification law\nhas thus far proved successful.The Court’s presumption of inadequacy is novel.\nNeither petitioners nor the Court identify a single precedent in\nwhich a state actor was entitled to intervene as of right to defend\na statute that another state actor already was defending. Rather,\nthe issue in all cases the Court cites was whetheranystate\nofficial would be allowed to defend a State’s interest when an\nofficial charged with doing so declined to do so. Cf.Cameronv.EMW Women’s Surgical Center, P. S. C., 595\nU. S. ___, ___, n. 5 (2022) (slip op., at 10, n. 5)\n(allowing Kentucky attorney general to intervene in federal\nappellate proceeding “to defend Kentucky’s interests” once “no\nother official [was] willing to do so”);Karcherv.May,484 U.S.\n72, 75, 81–82 (1987) (holding that two state legislators could\nintervene to defend the constitutionality of state law after the\nattorney general declined to do so);Bethune-Hill, 587\nU. S., at ___ (slip op., at 4) (rejecting argument that the\nVirginia House of Delegates and its Speaker, who intervened\nspecifically to represent their “own” interests rather than those\nof the State as a whole, could displace the attorney general as\nrepresentative of the State); see alsoHollingsworth, 570\nU. S., at 707, 713 (holding that proponents of a ballot\ninitiative who “ha[d] no role . . . in the enforcement\nof ” the initiative and were not “agents of the State” lacked\nstanding to defend it on appeal).None of these precedents establish that state\nlaw can require a federal court to allow additional state actors to\nintervene when another state actor is already ably and fully\nrepresenting the State’s interests in the litigation. To the\ncontrary, it is well settled that the question whether an interest\nis being “adequately represented” is one of federal law, not state\nlaw. See 7C C. Wright, A. Miller, & M. Kane, Federal Practice\nand Procedure §1905 (3d ed. Supp. 2022) (Wright, Miller, &\nKane) (citing cases and observing that “[i]t is wholly clear that\nthe right to intervene in a civil action pending in a United States\nDistrict Court is governed by Rule 24 and not by state law”).\nPetitioners themselves, until they arrived at this Court, never\nadopted the view that state law can supplant a federal court’s\nresponsibility to decide adequacy of representation in an\nindividual case.The Court’s conclusion that state law can\ndictate what counts as “adequate” representation also suffers from\npractical infirmities. If state law can require a federal court to\nallow a second state actor to intervene to represent a different\n“perspective,”ante,at 16, what is to stop a State from\ndesignating 3, 4, or 10 or more officials as necessary parties to\nsuits challenging state law? The Court acknowledges this concern\nbut offers no limiting principle grounded in Rule 24(a)(2).Ante,at 17. That is because it cannot: Under the Court’s\nlogic, a federal court would have no choice but to allow all 10 or\nmore state officials to intervene.This result contravenes Rule 24(a)(2) and the\npractical realities of litigation that it reflects. Federal law\ngives district courts responsibility to assess, in the first\ninstance, the adequacy of a party’s representation because those\ncourts are most familiar with that representation and are\nresponsible for managing their dockets and streamlining\nproceedings. Rule 24(a)(2) thus does not require district courts to\nallow intervention where interests are adequately represented\nbecause such intervention would be duplicative and inefficient.\nThis Rule accounts for the fact that mandatory intervention imposes\ncosts on the original parties, on the court, and on all others\nwhose interests depend on timely resolution of a given case.\nForcing federal courts “to accommodate [a] cacophony of parties,”\n999 F. 3d, at 934, as the Court’s logic today requires, will\nresult in an “intractable procedural mess,” leaving district courts\nwith “no basis for divining the true position of the [State] on\nissues like the meaning of state law, or even for purposes of\ndoctrines like judicial estoppel.”Kaul, 942 F. 3d, at\n801–802; seeNew Jerseyv.New York,345 U.S.\n369, 373 (1953) (per curiam) (declining to be drawn\ninto “intramural dispute” within a State).It is difficult to overstate the burden the\nCourt’s holding will foist on district courts. Each intervenor will\nbe entitled to file its own brief concerning every motion and will\nbe entitled to its own discovery. Even when state agents’ positions\nalign, this multitude of parties will clog federal courts and delay\nthe administration of justice.[3] When state agents’ positions diverge, courts will also\nbe put in the unenviable position of determining “which of [a\nState’s] representatives . . . better represents it.” 999\nF. 3d, at 934. Out of respect for federalism, if nothing else,\nwe should not interpret state law to hijack federal courts’ ability\nto manage litigation involving States. SeeVirginia Office for\nProtection and Advocacyv.Stewart,563 U.S.\n247, 272 (2011) (Roberts, C. J., dissenting) (noting the\n“indignity” suffered by a State when “a federal judge\n. . . decide[s] an internal state dispute”).IIIAided by its new presumption of inadequacy,\nthe Court concludes that state respondents inadequately represented\npetitioners’ stated interests. The Court states that in so holding,\nit “[c]ast[s] aspersions on no one.”Ante,at 16. In the\nCourt’s view, however, petitioners (unlike state respondents and\ntheir counsel, the attorney general) “are not burdened by\nmisgivings about the law’s wisdom,” and therefore should be allowed\nto intervene to “give voice to a different perspective.”Ibid.The implication of the Court’s holding is clear: The\nattorney general’s performance fell short of representing\nadequately the State’s interests in the constitutionality of its\nlaw, and for that reason, petitioners should be allowed to\nintervene.This is simply wrong. As a preliminary matter,\npetitioners and state respondents share the same interest: ensuring\nthe validity and enforcement of S. B. 824. Cf.Trbovichv.Mine Workers,404 U.S.\n528, 538–539 (1972) (allowing intervention as of right where an\nintervenor’s interests as an individual union member were “not\nidentical” to those of the existing party in the suit, the\nSecretary of Labor, who sought to represent the public interest).\nHere, state respondents explain that they “represen[t]\n. . . the State’s interest in defending its laws.” Brief\nfor State Respondents 18. Their counsel, the attorney general, is\nrequired to do the same under North Carolina law. See N. C.\nGen. Stat. Ann. §114–2. Identically, petitioners represent that\nthey seek to defend “the State’s vital interest in defending the\nconstitutionality of North Carolina’s election laws.” Brief for\nPetitioners 15–16. Indeed, petitioners cannot now seek to represent\nany unique interest of the General Assembly in the litigation\nbecause they abandoned that argument by failing to appeal the\nDistrict Court’s original order denying intervention on that basis.\nBy their own admission, then, petitioners seek only to represent\nthe State’s interest in defending state law, an interest that state\nrespondents already represent.The Court insists that petitioners’\n“perspective” nevertheless differs from that of state respondents,\nby focusing on “defending the law vigorously on the merits without\nan eye to crosscutting administrative concerns” such as obtaining\nguidance for the administration of upcoming elections.Ante,at 16; see Brief for Petitioners 48 (“The differing perspectives of\nPetitioners and State Board Respondents are a product of their\ndifferent relationships to the State”). The Court’s position rests\nin part on the assumption that leaders of the General Assembly have\na unique interest that should be represented in the litigation. As\nnoted, however, the case’s procedural posture forecloses that\nargument because petitioners forfeited it.[4]In any event, the difference in perspective the\nCourt perceives boils down only to a disagreement over trial\nstrategy. As the Court rightly concedes, the State has a strong\ninterest in the orderly administration of its elections. Seeante,at 16 (acknowledging state respondents’ interest in\n“stability and certainty” in an upcoming election). That is not,\nhowever, the only state interest that state respondents,\nrepresented by the attorney general, sought to defend. The attorney\ngeneral has insisted all along that the interests he seeks to\nrepresent, and indeed is required to represent under state law,\ninclude defending the constitutionality of North Carolina laws like\nthe voter-identification law at issue here. See N. C. Gen.\nStat. Ann. §114–2. These state interests are not mutually\nexclusive. The attorney general’s choice to emphasize the State’s\ninterest in election administration at a particular stage of the\nlitigation, while simultaneously maintaining a firm position on the\nconstitutionality of S. B. 824, was merely a choice about\nlitigation strategy. It is a choice with which petitioners might\ndisagree, but it does not render state respondents’ representation\ninadequate. See 7C Wright, Miller, & Kane §1909 (“A mere\ndifference of opinion concerning the tactics with which the\nlitigation should be handled does not make inadequate the\nrepresentation of those whose interests are identical with that of\nan existing party”); accord,Kaul, 942 F. 3d, at\n810–811 (Sykes, J., concurring);Daggettv.Commission on\nGovernmental Ethics and Election Practices,172 F.3d 104, 112 (CA1 1999).Properly understood, the attorney general’s\nrepresentation of state respondents satisfies any standard of\nadequacy. As the District Court explained, the attorney general\n“actively and adequately defend[ed] this lawsuit.” App. to Pet. for\nCert. 189. He “consistently denied all substantive allegations of\nunconstitutionality in this case.”Ibid.(internal quotation\nmarks omitted). And he moved to dismiss the suit on federalism\ngrounds, filed an “expansive brief ” opposing NAACP\nrespondents’ motion for a preliminary injunction on the merits, and\nhas moved for summary judgment on all claims.Ibid.The Court faults the attorney general for\nemphasizing “administrative concerns” in his brief on the merits\nand for not offering expert reports to support his opposition to a\npreliminary injunction. Seeante,at 16. Petitioners also\ntake issue with the attorney general’s decision not to seek a stay\nof the District Court’s preliminary injunction pending appeal.\nBrief for Petitioners 12, 50. But these are precisely the sort of\nstrategic decisions that government attorneys make every day; in\nfact, petitioners themselves declined to seek a stay in the\nparallel litigation in state court. The Court’s retrospective\ncriticism of the attorney general’s litigation strategy is\ninsufficient to establish that state respondents inadequately\nrepresented the State’s interests. SeeSaldanov.Roach,363 F.3d 545, 555 (CA5 2004) (“Simply because the [intervenor]\nwould have made a different decision does not mean that the\nAttorney General is inadequately representing the State’s\ninterest—and hence, the [intervenor’s] claimed interest—especially\nsince state law specifically gives the Attorney General the\ndiscretion to make these kinds of decisions”).If any doubt remains, the results delivered by\nthe attorney general’s representation should eliminate it. The\nattorney general sought and secured on appeal a reversal of the\nDistrict Court’s preliminary injunction. He also won the Governor’s\ndismissal from the suit. It is hardly persuasive to flyspeck the\nattorney general’s litigation approach when that very approach has\nvindicated the State’s interests.Finally, the Court alludes to petitioners’\nargument that state respondents’ representation of petitioners’\ninterests was inadequate because the Governor (who vetoed S.\nB. 824 and personally opposed the law) exercised appointment\nauthority over state respondents.Ante,at 16. The Court is\nright not to fully embrace this argument, which implies that the\nattorney general and the career professionals in his office are\nincapable of executing their statutory duty to represent North\nCarolina in litigation and defend its interests. See N. C.\nGen. Stat. Ann. §114–2. Petitioners’ “startling accusation” flies\nin the face of the presumption that public officials can be trusted\nto exercise their official duties and overlooks the attorney\ngeneral’s vigorous advocacy to date. 999 F. 3d, at 937; seeUnited Statesv.Chemical Foundation, Inc.,272 U.S.\n1, 15 (1926) (courts should “presume that [public officials]\nhave properly discharged their official duties”). As the Court of\nAppeals explained, that the Governor or the attorney general “may\nhave expressed policy views at odds with S.B. 824 in the past is no\nground for a federal court to infer that [the attorney general]\nwould abdicate his official duty to the State by subterfuge,\nmounting a sham defense of the statute.” 999 F. 3d, at 937. To\nsuggest otherwise does a grave “disservice to the dignified work of\ngovernment lawyers who each day put aside their own policy and\npolitical preferences to advocate dutifully on behalf of their\ngovernments and the general public.”Ibid.In short, the Court’s conclusion that state\nrespondents inadequately represented petitioners’ interests is a\nfiction that the record does not support. In addition, the Court’s\narmchair hypothesizing improperly displaces the District Court’s\nfirsthand experience in managing this litigation.*  *  *States are entitled to structure themselves as\nthey wish and to decide who should represent their interests in\nfederal litigation. State law may not, however, override the\nFederal Rules of Civil Procedure by requiring federal courts to\nallow intervention by multiple state representatives who all seek\nto represent the same state interest that an existing state party\nis already capably defending. Because the Court concludes\notherwise, I respectfully dissent.Notes1Petitioners submitted anamicusbrief supporting state respondents’ opposition to\nNAACP respondents’ motion for a preliminary\ninjunction.2We also agree that there\nis no need to decide whether a presumption of adequate\nrepresentation is sometimes appropriate,ante,at 15, or\nwhat standard of review governs our analysis,ante,at 18,\nn. I disagree, however, with the Court’s conclusion that the courts\nbelow erred under any standard and that reversal is\nrequired.3This case is the perfect\nexample. The District Court scheduled trial for January 2021, but\npostponed it to January 2022 pending resolution of petitioners’\nappeal of their second motion for intervention. See 999 F. 3d,\nat 923. After certiorari was granted, the District Court stayed\ntrial pending this Court’s disposition of the case. Now that the\nDistrict Court will be obligated to allow petitioners to intervene,\ntrial inevitably will be delayed much further.4The argument that\npetitioners may intervene to represent a different “perspective”\nmight have been a better fit for permissive intervention under Rule\n24(b), rather than intervention as a matter of right under Rule\n24(a)(2). Petitioners, however, did not ask this Court to review\nthe District Court’s conclusion that they were not entitled to\npermissive intervention.",
    "joined": []
}