{
    "case": {
        "docket": "17-988",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-988/"
    },
    "id": "4084118",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–988_________________LAMPS PLUS, INC., et al., PETITIONERSv.FRANK VARELAon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 24, 2019]Justice Sotomayor, dissenting.I join Justice Ginsburg’s dissent in full and\nPart II of Justice Kagan’s dissent.[1] This Court went wrong years ago in concluding that a\n“shift from bilateral arbitration to class-action arbitration”\nimposes such “fundamental changes,”Stolt-Nielsen S. A.v.AnimalFeeds Int’l Corp.,559 U.S.\n662, 686 (2010), that class-action arbitration “is not\narbitration as envisioned by the” Federal Arbitration Act (FAA),AT&T Mobility LLCv.Concepcion,563 U.S.\n333, 351 (2011). See,e.g.,id., at 362–365\n(Breyer, J., dissenting). A class action is simply “a procedural\ndevice” that allows multiple plaintiffs to aggregate their claims,\n1 W. Rubenstein, Newberg on Class Actions § 1:1 (5th ed. 2011),\n“[f]or convenience . . . and to prevent a failure of\njustice,”Supreme Tribe of Ben-Hurv.Cauble,255 U.S.\n356, 363 (1921). Where, as here, an employment agreement\nprovides for arbitration as a forum for all disputes relating to a\nperson’s employment and the rules of that forum allow for class\nactions, an employee who signs an arbitration agreement should not\nbe expected to realize that she is giving up access to that\nprocedural device.In any event, as Justice Kagan explains, the\nemployment contract that Frank Varela signed went further. It\nstates that “ ‘any and all disputes, claims or controversies\narising out of or relating to[ ] the employment relationship\nbetween the parties[ ] shall be resolved by final and binding\narbitration.’ ”Post, at 2 (quoting App. to Pet. for\nCert. 24a). It adds that Varela and Lamps Plus “consent to the\nresolution by arbitration of all claims that may hereafter arise in\nconnection with [Varela’s] employment.”Id., at 24a–25a. And\nit provides for arbitration “ ‘in accordance with’ ” the\nrules of the arbitral forum, which in turn allow for class\narbitration.Post, at 3 (opinion of Kagan, J.) (citing App.\nto Pet. for Cert. 25a–26a). That is enough to persuade me that the\ncontract was at least ambiguous as to whether Varela in fact agreed\nthat no class-action procedures would be available in arbitration\nif he and his co-workers all suffered the same harm “relating to”\nand “in connection with” their “employment.” Seeid., at\n24a–25a. And the court below was correct to turn to state law to\nresolve the ambiguity.The Court today reads the FAA to pre-empt the\nneutral principle of state contract law on which the court below\nrelied. I cannot agree. I also note that the majority reaches its\nholding without actually agreeing that the contract is ambiguous.\nSeeante,at 5 (“[W]e defer to the Ninth Circuit’s\ninterpretation and application of state law”). The concurrence,\nmeanwhile, offers reasons to conclude that the contract\nunambiguously precludes class arbitration, seeante, at 1–2,\nand n. (opinion of Thomas, J.), which would avoid the need to\ndisplace state law at all.[2]\nThis Court normally acts with great solicitude when it comes to the\npossible pre-emption of state law, see,e.g., Medtronic,\nInc.v.Lohr,518 U.S.\n470, 485 (1996), but the majority today invades California\ncontract law without pausing to address whether its incursion is\nnecessary. Such haste is as ill advised as the new federal common\nlaw of arbitration contracts it has begotten.Notes1I am not persuaded at\nthis point that the Court of Appeals lacked jurisdiction over this\ncase, and for that reason I do not join Justice Breyer’s dissenting\nopinion. Nevertheless, I believe that Justice Breyer’s opinion\nraises weighty issues that are worthy of further consideration if\nraised in the appropriate circumstances in the lower federal\ncourts.2The majority notes that I\ncriticize it for not checking for such an off-ramp while being\nunable to take one myself. Seeante, at 6, n. 3. But the\nmajority never suggests that it shares my rationale as to why the\ncontract is ambiguous. In other words, the reasons that I reach the\nissue that the majority decides say nothing about whether the\nmajority would get there itself, short of deferring to the lower\nfederal court.",
    "joined": []
}