{
    "case": {
        "docket": "343",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/343/"
    },
    "id": "1970503",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–94_________________SOUTHERN UNION COMPANY, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 21, 2012]Justice Sotomayor delivered the opinion of the\nCourt.The Sixth Amendment reserves to juries the\ndetermination of any fact, other than the fact of a prior\nconviction, that increases a criminal defendant’s maximum potential\nsentence.Apprendiv.New Jersey,530 U.S.\n466(2000);Blakelyv.Washington,542 U.S.\n296(2004). We have applied this principle in numerous cases\nwhere the sentence was imprisonment or death. The question here is\nwhether the same rule applies to sentences of criminal fines. We\nhold that it does.IPetitioner Southern Union Company is a natural\ngas distributor. Its subsidiary stored liquid mercury, a hazardous\nsubstance, at a facility in Pawtucket, Rhode Is-land. In September\n2004, youths from a nearby apartment complex broke into the\nfacility, played with the mer-cury, and spread it around the\nfacility and complex. The complex’s residents were temporarily\ndisplaced during the cleanup and most underwent testing for mercury\npoisoning.In 2007, a grand jury indicted Southern Union on\nmultiple counts of violating federal environmental statutes. As\nrelevant here, the first count alleged that the company knowingly\nstored liquid mercury without a permit at the Pawtucket facility\n“[f]rom on or about September 19, 2002 until on or about October\n19, 2004,” App. 104, in viola- tion of the Resource Conservation\nand Recovery Act of 1976 (RCRA). See 90Stat. 2812, as amended, 42\nU. S. C. §6928(d)(2)(A). A jury convicted Southern Union\non this count following a trial in the District Court for the\nDistrict of Rhode Island. The verdict form stated that Southern\nUnion was guilty of unlawfully storing liquid mercury “on or about\nSeptember 19, 2002 to October 19, 2004.” App. 140.Violations of the RCRA are punishable by,inter alia, “a fine of not more than $50,000 for each day of\nviolation.” §6928(d). At sentencing, the probation office set a\nmaximum fine of $38.1 million, on the basis that Southern Union\nviolated the RCRA for each of the 762 days from September 19, 2002,\nthrough October 19, 2004. Southern Union objected that this\ncalculation violatedApprendibecause the jury was not asked\nto determine the precise duration of the violation. The company\nnoted that the ver-dict form listed only the violation’s\napproximate start date (i.e.,“on or about”), and argued\nthat the court’s instructions permitted conviction if the jury\nfound even a 1-day violation. Therefore, Southern Union maintained,\nthe only violation the jury necessarily found was for one day, and\nimposing any fine greater than the single-day penalty of $50,000\nwould require factfinding by the court, in contravention ofApprendi.The Government acknowledged the jury was not\nasked to specify the duration of the violation, but argued thatApprendidoes not apply to criminal fines. The District\nCourt disagreed and held thatApprendiapplies. But the\ncourt concluded from the “content and context of the verdict all\ntogether” that the jury found a 762-day violation. App. to Pet. for\nCert. 46a. The court therefore set a maximum potential fine of\n$38.1 million, from which it imposed a fine of $6 million and a\n“community service obligatio[n]” of $12 million. App. 154.On appeal, the United States Court of Appeals\nfor the First Circuit rejected the District Court’s conclusion that\nthe jury necessarily found a violation of 762 days. 630 F.3d 17, 36\n(2010). But the Court of Appeals affirmed the sentence because it\nalso held, again in contrast to the District Court, thatApprendidoes not apply to criminal fines. 630 F. 3d,\nat 33–36. Other Circuits have reached the opposite conclusion. SeeUnited Statesv.Pfaff, 619 F.3d 172 (CA2 2010)(per curiam);United Statesv.LaGrou\nDistribution Sys., Inc., 466 F.3d 585 (CA7 2006). We granted\ncertiorari to resolve the conflict, 565 U. S. ___ (2011), and\nnow reverse.IIAThis case requires us to consider the scope of\nthe Sixth Amendment right of jury trial, as construed inApprendi. UnderApprendi, “[o]ther than the fact of a\nprior conviction, any fact that increases the penalty for a crime\nbeyond the prescribed statutory maximum must be submitted to a\njury, and proved beyond a reasonable doubt.” 530 U. S., at\n490. The “ ‘statutory maximum’ forApprendipurposes is\nthe maximum sentence a judge may impose solely on the basis of the\nfacts reflected in the jury verdict or admitted by the defendant.”Blakely, 542 U. S., at 303 (emphasis deleted). Thus,\nwhile judges may exercise discretion in sentencing, they may not\n“inflic[t] punishment that the jury’s verdict alone does not\nallow.”Id.,at 304.Apprendi’s rule is “rooted in\nlongstanding common-law practice.”Cunninghamv.California,549 U.S.\n270, 281 (2007). It preserves the “historic jury function” of\n“determining whether the prosecution has proved each element of an\noffense beyond a reasonable doubt.”Oregonv.Ice,555 U.S.\n160, 163 (2009). We have repeatedly affirmed this rule by\napplying it to a variety of sentencing schemes that allowed judges\nto find facts that increased a defendant’s maximum authorized\nsentence. SeeCunningham, 549 U. S., at 274–275\n(elevated “upper term” of impris-onment);United Statesv.Booker,543 U.S.\n220, 226– 227, 233–234 (2005) (increased imprisonment range for\ndefendant under then-mandatory Federal Sentencing Guidelines);Blakely, 542 U. S., at 299–300 (increased im-prisonment\nabove statutorily prescribed “standard range”);Ringv.Arizona,536 U.S.\n584, 588–589 (2002) (death penalty authorized upon finding\nexistence of aggravating factors);Apprendi, 530 U. S.,\nat 468–469 (extended term of imprisonment based on violation of a\n“hate crime” statute).While the punishments at stake in those cases\nwere imprisonment or a death sentence, we see no principled basis\nunderApprendifor treating criminal fines differ-ently.Apprendi’s “core concern” is to reserve to the jury “the\ndetermination of facts that warrant punishment for a specific\nstatutory offense.”Ice, 555 U. S., at 170. That\nconcern applies whether the sentence is a criminal fine or\nimprisonment or death. Criminal fines, like these other forms of\npunishment, are penalties inflicted by the sovereign for the\ncommission of offenses. Fines were by far the most common form of\nnoncapital punishment in colonial America.[1] They are frequently imposed today, especially upon\norganizational defendants who cannot be imprisoned.[2] And the amount of a fine, like the maximum\nterm of imprisonment or eligibility for the death penalty, is\nof-ten calculated by reference to particular facts. Sometimes, as\nhere, the fact is the duration of a statutory violation;[3] under other statutes it is the\namount of the defendant’s gain or the victim’s loss, or some other\nfactor.[4] In all such cases,\nrequiring juries to find beyond a reasonable doubt facts that\ndetermine the fine’s maximum amount is necessary to implementApprendi’s “animating principle”: the “preservation of the\njury’s historic role as a bulwark between the State and the accused\nat the trial for an alleged offense.”Ice, 555 U. S.,\nat 168. In statingApprendi’s rule, we have never\ndistinguished one form of punishment from another. Instead, our\ndecisions broadly prohibit judicial factfinding that increases\nmaximum criminal “sentence[s],” “penalties,” or\n“punishment[s]”—terms that each undeniably embrace fines.E.g.,Blakely, 542 U. S., at 304;Apprendi, 530 U. S., at 490;Ring, 536\nU. S., at 589.The Government objects, however, that fines are\nless onerous than incarceration and the death sentence. The\nGovernment notes thatApprendiitself referred to the\nphysical deprivation of liberty that imprisonment occasions, see\n530 U. S., at 484, and that we have placed more weight on\nimprisonment than on fines when construing the scope of the Sixth\nAmendment rights to counsel and jury trial. SeeBlantonv.North Las Vegas,489 U.S.\n538, 542–543 (1989) (jury trial);Scottv.Illinois,440 U.S.\n367, 373–374 (1979) (counsel). Therefore, the Government\nconcludes, fines categorically “do not implicate” the “primary\nconcerns motivatingApprendi.” Brief for United States\n23–25.This argument fails because its conclusion does\nnot fol-low from its premise. Where a fine is so insubstantial that\nthe underlying offense is considered “petty,” the Sixth Amendment\nright of jury trial is not triggered, and noApprendiissue\narises. See,e.g., Munizv.Hoffman,422 U.S.\n454, 477 (1975) ($10,000 fine imposed on labor union does not\nentitle union to jury trial); see alsoBlanton, 489\nU. S., at 541 (no jury trial right for “petty” offenses, as\nmeasured by the “severity of the maximum authorized penalty”\n(internal quotation marks omitted)). The same, of course, is true\nof offenses punishable by relatively brief terms of\nimprisonment—these, too, do not entitle a defendant to a jury\ntrial. Seeid.,at 543 (establishing a rebuttable\npresumption that offenses punishable by six months’ imprisonment or\nless are petty);Duncanv.Louisiana,391 U.S.\n145, 159–162 (1968).But not all fines are insubstantial, and not all\noffenses punishable by fines are petty. See,e.g.,Mine\nWorkersv.Bagwell,512 U.S.\n821, 838, n. 5 (1994) (criminal contempt fine of $52\nmillion imposed on union “unquestionably is a serious contempt\nsanction” that triggers right of jury trial). The federal\ntwice-the-gain-or-loss statute, in particular, see 18\nU. S. C. §3571(d), has been used to obtain substantial\njudgments against organizational defendants. See,e.g.,Amended Judgment inUnited Statesv.LG Display Co.,\nLtd., No. 08–CR–803–SI (ND Cal.), pp. 1–2 ($400 million\nfine for conviction of single count of violating Sherman Antitrust\nAct); Judgment inUnited Statesv.Siemens\nAktiengesellschaft, No. 08–CR–367–RJL (D DC), pp. 1–2, 5\n($448.5 million fine for two violations of Foreign Corrupt\nPractices Act); United States Sentencing Commission, 2010 Annual\nReport, ch. 5, p. 38 (noting fine of $1.195 billion imposed on\npharmaceutical corporation for violations of food and drug laws).\nAnd, where the defendant is an individual, a large fine may\n“engender ‘a significant infringement of personal freedom.’ ”Blanton, 489 U. S., at 542 (quotingFrankv.United States,395 U.S.\n147, 151 (1969)); see also 18 U. S. C. §3572(a)(2)\n(requiring court to consider “the burden that the fine will impose\nupon the defendant” in determining whether to impose a fine and in\nwhat amount).The Government thus asks the wrong question by\ncomparing the severity of criminal fines to that of other\npunishments. So far asApprendiis concerned, the relevant\nquestion is the significance of the fine from the perspective of\nthe Sixth Amendment’s jury trial guarantee. Where a fine is\nsubstantial enough to trigger that right,Apprendiapplies\nin full. As we said inCunningham, “Asking whether a\ndefendant’s basic jury-trial right is preserved, though some facts\nessential to punishment are reserved for determination by the\njudge, . . . is theveryinquiryApprendi’s\n‘bright-line rule’ was designed to exclude.” 549 U. S., at\n291.This case is exemplary. The RCRA subjects\nSouthern Union to a maximum fine of $50,000 for each day of\nviolation. 42 U. S. C. §6928(d). The Government does not\ndeny that, in light of the seriousness of that punishment, the\ncompany was properly accorded a jury trial. And the Government now\nconcedes the District Court made factual findings that increased\nboth the “potential and actual” fine the court imposed. Brief for\nUnited States 28. This is exactly whatApprendiguards\nagainst: judicial factfinding that enlarges the maximum punishment\na defendant faces beyond what the jury’s verdict or the defendant’s\nadmissions allow.BIn concluding that the rule ofApprendidoes not apply to criminal fines, the Court of Appeals relied on\nour decision inIce.Iceaddressed the question\nwhether, when a defendant is convicted of multiple offenses,Apprendiforbids judges to determine facts that authorize\nthe imposition of consecutive sentences. 555 U. S., at 164. In\nholding thatApprendidoes not,Iceemphasized that\njuries historically played no role in deciding whether sentences\nshould run consecutively or concurrently. See 555 U. S., at\n168–169. The Court of Appeals reasoned that juries were similarly\nuninvolved in setting criminal fines. 630 F. 3d, at\n35.[5]The Court of Appeals was correct to examine the\nhistor-ical record, because “the scope of the constitutional jury\nright must be informed by the historical role of the jury at common\nlaw.”Ice, 555 U. S., at 170. See also,e.g.,Blakely, 542 U. S., at 301–302;Apprendi, 530\nU. S., at 477–484. But in our view, the record supports\napplyingApprendito criminal fines. To be sure, judges in\nthe col-onies and during the founding era “possessed a great deal\nof discretion” in determining whether to impose a fine and in what\namount. Lillquist 640–641; see also Preyer 350. Often, a fine’s\nrange “was apparently without limit except insofar as it was within\nthe expectation on the part of the court that it would be paid.”Ibid.For some other offenses, the maximum fine was capped\nby statute. See,e.g.,id.,at 333 (robbery, larceny,\nburglary, and other offenses punishable in Massachusetts Bay Colony\n“by fines of up to £5”); Act of Feb. 28, 1803, ch. 9, §7, 2Stat.\n205 (any consul who gives a false certificate shall “forfeit and\npay a fine not exceeding ten thousand dollars, at the discretion of\nthe court”); K. Stith & J. Cabranes, Fear of Judging:\nSentencing Guidelines in the Federal Courts 9 (1998) (describing\nfederal practice).The exercise of such sentencing discretion is\nfully consistent withApprendi, which permits courts to\nimpose “judgmentwithin the rangeprescribed by statute.”\n530 U. S., at 481 (emphasis in original). Nor,afortiori, could there be anApprendiviolation where\nno maximum is prescribed. Indeed, in surveying the historical\nrecord that formed the basis of our holding inApprendi, we\nspecifi-cally considered the English practice with respect to\nfines, which, as was true of many colonial offenses, made\nsentencing largely “dependent upon judicial discretion.” Seeid.,at 480, n. 7; see alsoJonesv.United\nStates,526 U.S.\n227, 244–245 (1999); 4 W. Blackstone, Commentaries on the Laws\nof England 372–373 (1769) (hereinafter Blackstone). And even then,\nas the dissent acknowledges,post,at 11–12 (opinion of\nBreyer, J.), there is authority suggesting that English juries were\nrequired to find facts that determined the authorized pecuniary\npunishment. See 1 T. Starkie, A Treatise on Criminal Pleading\n187–188 (1814) (In cases “where the offence, or its defined measure\nof punishment, depends upon” property’s specific value, the value\n“must be proved precisely as it is laid [in the indictment], and\nany variance will be fatal”); see alsoid.,at 188 (“[I]n\nthe case of usury, where the judgmentdepends upon the quantum\ntaken, the usurious contract must be averred according to the\nfact; and a variance from it, in evidence, would be fatal, because\nthe penalty is apportioned to the value” (emphasis in original)); 2\nW. Hawkins, A Treatise of the Pleas of the Crown, ch. 25, §75, pp.\n234–235 (3d ed. 1739) (doubting whether “it be need-ful to set\nforth the Value of the Goods in an Indictment of Trespass for any\nother Purpose than to aggravate the Fine”).In any event, the salient question here is what\nrole the jury played in prosecutions for offenses that did peg the\namount of a fine to the determination of specified facts—often, the\nvalue of damaged or stolen property. SeeApprendi, 530\nU. S., at 502, n. 2 (Thomas, J., concurring). Our review\nof state and federal decisions discloses that the predominant\npractice was for such facts to be alleged in the indictment and\nproved to the jury. See,e.g.,Commonwealthv.Smith, 1 Mass. 245, 247 (1804) (declining to award judgment\nof treble damages for all stolen items in larceny prosecution when\nindictment alleged value of only some of the items);Clarkv.People, 2 Ill. 117, 120–121 (1833) (arson indictment must\nallege value of destroyed building because statute imposed “a fine\nequal in value to the property burned”);Statev.Garner, 8 Port. 447, 448 (Ala. 1839) (same in malicious\nmischief prosecution where punishment was fine “not exceeding four\nfold the value of the property injured or destroyed”);Ritcheyv.State, 7 Blackf. 168, 169 (Ind. 1844)\n(same in arson prosecution because, “[i]n addition to imprisonment\nin the penitentiary, the guilty person is liable to a fine not\nexceeding double the value of the property destroyed”);Hopev.Commonwealth, 50 Mass. 134, 137 (1845) (the “value of the\nproperty alleged to be stolen must be set forth in the indictment”\nin part because “[o]ur statutes . . . prescribe the\npunishment for larceny, with reference to the value of the property\nstolen”);Statev.Goodrich, 46 N. H. 186, 188\n(1865) (“It may also be suggested, that, in the case of simple\nlarceny, the respondent may be sentenced to pay the owner of the\ngoods stolen, treble the value thereof, which is an additional\nreason for requiring the [value of the stolen items] to be stated\n[in the indictment]”);United Statesv.Woodruff, 68\nF. 536, 538 (Kan. 1895) (“[T]he defendant is entitled to his\nconstitutional right of trial by jury” to ascertain “the exact sum\nfor which a fine may be imposed”).[6]The rule that juries must determine facts that\nset a fine’s maximum amount is an application of the “two\nlongstanding tenets of common-law criminal jurisprudence” on whichApprendiis based: First, “the ‘truth of every accusation’\nagainst a defendant ‘should afterwards be confirmed by the\nunanimous suffrage of twelve of his equals and neighbours.’ ”Blakely, 542 U. S., at 301 (quoting 4 Blackstone 343).\nAnd second, “ ‘an accusation which lacks any particular fact\nwhich the law makes essential to the punishment is . . .\nno accusation within the requirements of the common law, and it is\nno accusation in reason.’ ” 542 U. S., at 301–302\n(quoting 1 J. Bishop, Criminal Procedure §87, p. 55 (2d ed. 1872)).\nIndeed, Bishop’s leading treatise on criminal procedure\nspecifically identified cases involving fines as evidence of the\nproposition that “the indictment must, in order to inform the court\nwhat punishment to inflict, contain an averment of every particular\nthing which enters into the punishment.”Id.,§540, at 330\n(discussingClarkandGarner). This principle, Bishop\nexplained, “pervades the entire system of the adjudged law of\ncriminal procedure. It is not made apparent to our understandings\nby a single case only, but by all the cases.” Criminal Procedure\n§81, at 51. See alsoAp-prendi, 530 U. S., at 510–511\n(Thomas, J., concurring) (explaining that Bishop grounded this\nprinciple in “well-established common-law practice . . .\nand in the provisions of Federal and State Constitutions\nguaranteeing notice of an accusation in all criminal cases,\nindictment by a grand jury for serious crimes, and trial by\njury”).As counterevidence that juries historically did\nnot determine facts relevant to criminal fines, the Government\npoints to two decisions from this Court. One isUnited\nStatesv.Murphy, 16 Pet. 203 (1842), which considered\nwhether an interested witness was competent to testify in a larceny\nprosecution brought under a provision of the Crimes Act of 1790.Murphy’s only relevance to this case is that the Crimes Act\nauthorized a fine of up to four times the value of the stolen\nproperty, and the Court remarked that “the fine is, as to its\namount, purely in the discretion of the Court.”Id.,at 209.\nBut this statement is best read as permitting the court to select a\nfine from within the maximum authorized by jury-found facts—a\npractice, as noted, that accords withApprendi. Such a\nreading is consistent with the fact that the indictment inMurphyalleged the value of the stolen items, see 16\nPet.,at 207–208, and with the practice of contemporary\ncourts addressing the same statute, seeUnited Statesv.Holland, 26 F. Cas. 343, 345 (No. 15,378) (CC SDNY 1843)\n(trial court instructs jury “to assess the value of the property\ntaken” in order to determine maximum fine);Pyev.United\nStates, 20 F. Cas. 99 (No. 11,488) (CC DC 1842) (value of\nstolen items alleged in indictment).The Government and dissent place greater\nreliance onUnited Statesv.Tyler, 7 Cranch 285\n(1812). But likeMurphy, this decision involved no\nconstitutional question. Rather, it construed a federal embargo\nstatute that imposed a fine of four times the value of the property\nintended to be exported. The indictment identified the property at\nissue as “pearl-ashes,” but the jury’s guilty verdict\nre-ferred instead to “ ‘pot-ashes[that] were worth two\nhundred and eighty dollars.’ ”Tyler, 7 Cranch, at\n285.[7] The question was\nwhether the discrepancy rendered the verdict “not sufficiently\ncertain as to the value of the property charged in the indictment,”i.e.,pearl-ashes.Ibid.The Court held that the\ndiscrepancy was immaterial, on the ground that “under this law, no\nvaluation by the jury was necessary to enable the Circuit Court to\nimpose the proper fine.”Ibid.The Court’s reasoning is\nsomewhat opaque, but appears to rest on the text of the embargo\nstatute, which directed that the defendant “shall, upon conviction,\nbe . . . fined a sum by the Court.”Ibid.In any\nevent, nothing in the decision purports to construe the Sixth\nAmendment. And, insofar asTylerreflects prevailing\npractice, it bears noting that both the indictment and ver-dict\nidentified the value of the property at issue. See Tr. 2 inTyler, 7 Cranch 285, reprinted in Appellate Case Files of\nthe Supreme Court of the United States, 1792–1831, National\nArchives Microfilm Publications No. 214 (1962), roll 18\n(indictment: “nineteen barrels of pearlashes, which were then and\nthere of the value of six hundred dollars”). Whatever the precise\nmeaning of this decision, it does not outweigh the ample historical\nevidence showing that juries routinely found facts that set the\nmaximum amounts of fines.IIIThe Government’s remaining arguments, echoed\nby the dissent (seepost,at 23–28), are unpersuasive. The\nGovernment first submits that, when it comes to fines, “the\njudicially found facts typically involve only quantifying the harm\ncaused by the defendant’s offense”—for example,how longdid\nthe violation last, orhow much moneydid the defendant gain\n(or the victim lose)?—“as opposed to de-fining a separate set of\nacts for punishment.” Brief for United States 25. Only the latter\ndetermination, the Government contends, implicatesApprendi’s concerns.This argument has two defects. First, it rests\non an assumption thatApprendiand its progeny have\nuniformly rejected: that in determining the maximum punishment for\nan offense, there is a constitutionally significant difference\nbetween a fact that is an “element” of the offense and one that is\na “sentencing factor.” See,e.g.,530 U. S., at 478;Ring, 536 U. S., at 605. Second, we doubt the coherence\nof this distinction. This case proves the point. Under 42\nU. S. C. §6928(d), the fact that will ultimately\ndetermine the maximum fine Southern Union faces is the number of\ndays the company violated the statute. Such a finding is not fairly\ncharacterized as merely “quantifying the harm” Southern Union\ncaused. Rather, it is a determination that for each given day, the\nGovernment has proved that Southern Union committed all of the acts\nconstituting the offense.The Government next contends that applyingApprendito fines will prevent States and the Federal\nGovernment from enacting statutes that, like §6928(d), calibrate\nfines to a defendant’s culpability, thus providing just punishment\nand reducing unwarranted sentencing disparity. But the Government\npresents a false choice. As was true in our priorApprendicases, and remains so here, legislatures are free to enact statutes\nthat constrain judges’ discretion in sentencing—Apprendirequires only that such provisions be administered in conformance\nwith the Sixth Amendment.Last, the Government argues that requiring\njuries to determine facts related to fines will cause confusion\n(because expert testimony might be needed to guide the inquiry); or\nprejudice the defendant (who might have to deny violating a statute\nwhile simultaneously arguing that any violation was minimal); or be\nimpractical (at least when the relevant facts are unknown or\nunknowable until the trial is completed).[8] These arguments rehearse those made by the dissents\nin our priorApprendicases. SeeBooker, 543\nU. S., at 329 (Breyer, J., dissenting in part);Blakely, 542 U. S., at 318–320 (O’Connor, J.,\ndissenting);id.,at 330–340 (Breyer, J., dissenting);Apprendi, 530 U. S., at 555–559 (same). Here, as there,\nthey must be rejected. For even if these predictions are ac-curate,\nthe rule the Government espouses is unconstitutional. That “should\nbe the end of the matter.”Blakely, 542 U. S., at\n313.But here there is particular reason to doubt the\nstrength of these policy concerns.Apprendiis now more than\na decade old. The reliance interests that underlie many of the\nGovernment’s arguments are by this point attenuated. Nor, in our\nview, does applyingApprendi’s rule to criminal fines mark\nan unexpected extension of the doctrine. Most Circuits to have\naddressed the issue already embrace this position, seePfaff, 619 F. 3d, at 175–176;LaGrou Distribution\nSys., 466 F. 3d, at 594;United Statesv.Yang, 144 Fed. Appx. 521, 524 (CA6 2005), as did the\nGovernment prior toIce, see Brief in Opposition 11,\nn. 2. In light of the reasons given in this opinion, the\ndramatic departure from precedent would be to hold criminal fines\nexempt fromApprendi.*  *  *We hold that the rule ofApprendiapplies to the imposition of criminal fines. The judgment of the\nCourt of Appeals is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1See Preyer, Penal\nMeasures in the American Colonies: An Overview, 26 Am. J. Legal\nHist. 326, 350 (1982) (hereinafter Preyer); see also Lillquist, The\nPuzzling Return of Jury Sentencing: Misgivings AboutApprendi, 82 N. C. L. Rev. 621, 640–641 (2004)\n(hereinafter Lillquist);Browning-Ferris Industries of Vt.,\nInc.v.Kelco Disposal, Inc.,492\nU.S. 257, 290 (1989) (O’Connor, J., concurring in part and\ndissenting inpart) (fines were “the preferred penal sanction” in\nEngland by the 17th century). “Imprisonment,” in contrast,\n“although provided for as a punishment in some colonies, was not a\ncentral feature of criminal punishment until a later time.” Preyer\n329; see also Lillquist 641–643.2In 2011, a fine was\nimposed on 9.0% of individual defendants and on 70.6% of\norganizational defendants in the federal system. See United States\nSentencing Commission, 2011 Annual Report, ch. 5, pp. 34,\n40.3See,e.g.,12\nU. S. C. §1467a(i)(1); 15 U. S. C. §717t(b); 16\nU. S. C. §825o(b); Cal. Health & Safety Code\nAnn. §25515(a) (West Supp. 2012); Colo. Rev. Stat. Ann.\n§§25–7–122.1(1)(b) and (c) (2011); Mass. Gen. Laws, ch. 21, §34C\n(West 2010); N. J. Stat. Ann. §13:1E–99.89(f) (West Supp.\n2012).4See,e.g.,18\nU. S. C. §3571(d) (fine “not more than the greater of\ntwice the gross gain or twice the gross loss”); Fla. Stat.\n§775.083(1)(f) (2010) (same); Tex. Parks & Wild. Code Ann.\n§12.410(c) (West 2002) (same); see also 18 U. S. C. §645\n(fine for embezzlement by officers of United States courts of up to\ntwice the value of the money embezzled); §201(b) (fine for bribery\nof public officials of up to three times the value of the\nbribe).5Icealso stated in\ndicta that applyingApprendito\nconsecutive-versus-concurrent sentencing determinations might\nimperil a variety of sentencing decisions judges commonly make,\nincluding “the imposition of statutorily prescribed fines.” 555\nU. S., at 171. The Court of Appeals read this statement to\nmean thatApprendidoes not apply to criminal fines. 630\nF. 3d, at 34. We think the statement is at most ambiguous, and\nmore likely refers to the routine practice of judges’ imposing\nfines from within a range authorized by jury-found facts. Such a\npractice poses no problem underApprendibecause the penalty\ndoes not exceed what the jury’s verdict permits. See 530\nU. S., at 481. In any event, our statement inIcewas\nunnecessary to the judgment and is not binding.Central Va.\nCommunity Collegev.Katz,546 U.S.\n356, 363 (2006).6The dissent believes\nthese decisions are inapposite because some of them arose in States\nthat authorized juries, rather than judges, to im-pose sentence.\nSeepost,at 18–20. But this fact was not the basis ofthe\ndecisions; rather, the courts required value to be alleged and\nproved to the jury because “the extent of the punishment\n. . . depend[s] upon the value of the property consumed\nor injured.”Ritchey, 7 Blackf.,at 169; see also,e.g.,Clark, 2 Ill., at 120–121 (same). And as Bishop\nexplained, this requirement of proof originated not from a unique\nfea-ture of jury sentencing, but from longstanding common-law\nprinci-ples—a point to which the dissent notably does not respond.\n1 J. Bishop, Criminal Procedure §§81, 540 (2d ed. 1872). Seeinfra, at 12. Nor, for that matter, do larceny cases\n“presen[t] a special circumstance.”Post,at 20. Such\ndecisions invoked the same reasoning as the other cases just\nmentioned. See,e.g.,Hope, 50 Mass., at 137 (value\nmust be proved because, among other things, “[o]ur statutes\n. . . prescribe the punishment for larceny\n. . . with reference to the value of the property\nstolen”);Goodrich, 46 N. H., at 188 (same). Bishop\nmade this point explicit: “[Value] must be alleged wherever it is\nan element tobe considered by the court in determining the\npunishment,and it is immaterial whether the particular crime is\nlarceny or any other crime.” Criminal Procedure §541, at 331\n(footnote omitted and emphasis added). At the end of the day, the\nonly evidence the dissent musters that judges found fine-enhancing\nfacts areUnited Statesv.Tyler, 7 Cranch 285\n(1812), and one lower-court decision restatingTyler’s\nholding. Seepost,at 15–17. We addressTylerbelow.\nSeeinfra, at13–14.7We will not keep the\nreader in suspense: pot-ash and pearl-ash are alkaline salts of\ndiffering causticity that “for a long time . . . [were]\namongst the most valuable articles of manufacture and commerce”in\nparts of early America. D. Townsend, Principles and Observations\nApplied to the Manufacture and Inspection of Pot and Pearl Ashes 3\n(1793). See alsoBoard of Trustees of Leland Stanford Junior\nUniv.v.Roche Molecular Systems, Inc., 563 U. S.\n__, __ (2011) (slip op., at 6).8In this vein, the dissent\nspeculates that today’s decision may “nudg[e] our [criminal\njustice] system” further in favor of plea bargains at the expense\nof jury trials.Post,at 28. But groups representing the\ninterests of defendants—whom the dissent’s rule purportedly\nfavors—tell us the opposite is true. See Brief for Chamber of\nCommerce of the United States of America et al. asAmici\nCuriae5 (“[E]xempting criminal fines fromApprendimakes innocent defendants more likely to plead\nguilty”).",
    "joined": []
}