{
    "case": {
        "docket": "17-949",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-949/"
    },
    "id": "4071126",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–949_________________john sturgeon, PETITIONERv.BERT\nFROST, in his official capacity as alaska regional di- rector of\nthe national park service, et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 26, 2019]Justice Sotomayor, with whom Justice Ginsburg\njoins, concurring.Professors have long asked law students to\ninterpret a hypothetical ordinance that prohibits bringing “a\nvehicle into the park.”[1] The\ndebate usually centers on what counts as a “vehicle.” Is a moped\nforbidden? How about a baby stroller? In this case, we can all\nagree that John Sturgeon’s hovercraft is a vehicle. But now we ask\nwhether he has brought it “into the park”—and, if not, how a\nriver’s designation as “outside the park” will affect future\nattempts to regulate there.The Court decides that the Nation River is not\nparkland, and I join the Court’s opinion because it offers a cogent\nreading of §103(c) of the Alaska National Interest Lands\nConservation Act (ANILCA), 94Stat. 2371, 16 U. S. C.\n§3101et seq. I write separately to emphasize the important\nregulatory pathways that the Court’s decision leaves open for\nfuture exploration.The Court holds only that the National Park\nService may not regulate the Nation River as if it were within\nAlaska’s federal park system, not that the Service lacks all\nauthority over the Nation River. A reading of ANILCA §103(c) that\nleft the Service with no power whatsoever over navigable rivers in\nAlaska’s parks would be unten- able in light of ANILCA’s other\nprovisions, which state Congress’ intent that the Service protect\nthose very same rivers. Congress would not have set out this aim\nand simultaneously deprived the Service of all means to carry out\nthe task.Properly interpreted, ANILCA §103(c) cannot\nnullify Congress’ purposes in enacting ANILCA. Even though the\nService may not apply its ordinary park rules to nonpublic areas\nlike the Nation River, two sources of Service authority over\nnavigable rivers remain undisturbed by today’s decision. First, as\na default, the Service may well have authority to regulateout-of-park, nonpublic areas in the midst of parklands when\ndoing so is necessary or proper to protectin-park, public\nareas—for instance, to ban pollution of the Nation River if\nnecessary to preserve habitat on the riverbanks or to ban\nhovercraft use on that river if needed to protect adjacent public\npark areas. Nothing in ANILCA removes that power. Second, Congress\nmost likely meant for the Service to retain power to regulate as\nparklands a particular subset of navigable rivers designated as\n“Wild and Scenic Rivers,” although that particular authority does\nnot, by its terms, apply to the Nation River.Because the Court does not address these agency\nauthorities, seeante, at 19, n. 5, 26–27, n. 10,\nI join its opinion. I also wish to emphasize, however, that the\nCourt’s opinion introduces limitations on—and thus could engender\nuncertainty regarding—the Service’s authority over navigable rivers\nthat run through Alaska’s parks. If this is not what Congress\nintended, Congress should amend ANILCA to clarify the scope of the\nService’s authority.ISince the National Park System’s creation in\n1872, it has grown to include over 400 historic and recreation\nareas encompassing over 84 million acres. 54 U. S. C.\n§100101(b)(1)(A); 83 Fed. Reg. 2065 (2018). These areas provide\nhabitat for 247 threatened or endangered species and received more\nthan 325 million visitors in 2016 alone.Id.,at\n2065–2066.The task of protecting this vast park system\nprincipally falls to the Park Service. In the National Park Service\nOrganic Act (Organic Act), 39Stat. 535, Congress en- trusted the\nService with regulating to leave the parks “un- impaired for the\nenjoyment of future generations.” 54 U. S. C. §100101(a).\nCongress empowered the agency to promulgate regulations “necessary\nor proper” for managing the Park System, including regulations\n“concerning boating and other activities on or relating to water\nlocated within [Park] System units.” §§100751(a), (b). The Service\nhas carried out this charge by enacting a wide range of\nregulations, including the ban on hovercraft use at issue. See 36\nCFR §2.17(e) (2018).Wielding its Organic Act authority, the Service\napplies many park rules on federally owned lands and waters it\nadministers, as well as navigable waters “within the boundaries of\nthe National Park System.” See 36 CFR §§1.2(a)(1), (3). The title\nto lands beneath navigable waters, even within national parks,\ntypically belongs to the States.[2] Because park boundaries can encompass both federally\nand nonfederally owned lands and waters, this means that some\nnonfederally owned waters are subject to Service regulations—at\nleast outside of Alaska. Seeante, at 7–8.Against this backdrop, Congress enacted ANILCA.\nAs the Court explains, ANILCA added millions of acres of federal\nland to the National Park System in Alaska and simultaneously swept\naround 18 million acres of nonfederally owned lands within the\ngeographic boundary lines of the new Alaska parks.Ante, at\n6–8; see alsoSturgeonv.Frost, 577 U. S. ___,\n___–___ (2016) (slip op., at 5–6). In ANILCA, Congress directed the\nService to manage Alaska’s new and expanded parks “as new areas of\nthe Na- tional Park System” under its Organic Act authority.\n94Stat. 2383, 16 U. S. C. §410hh–2.ANILCA reflects Congress’ expectation that the\nService will manage Alaska’s parks with a particular focus on\nrivers and river systems. For instance, the agency must “maintain\nunimpaired the water habitat” for salmon in Katmai National\nMonument, preserve “the natural environmental integrity and scenic\nbeauty of . . . rivers” in Gates of the Arctic National\nPark, and “maintain the environmental integrity of the entire\nCharley River basin, including streams, lakes and other natural\nfeatures.” §§410hh(4)(a), (10); §410hh–1(2); see also §§410hh(1),\n(6), (7)(a), (8)(a); §410hh–1(1). Some provisions of ANILCA direct\nthe Service to regulate boating in Alaska’s parklands. See,e.g.,§3170(a). Others command the Service to regulate\nfishing. See,e.g., §3201. Together, these provisions make\nclear that Congress must have intended for the Park Service to have\nat least some authority over navigable waters within Alaska’s\nparks.And yet, ANILCA includes one provision that can\nbe read to throw a wrench into that authority: §103(c). This\nprovision says that “[o]nly those lands within the boundaries of\nany conservation system unit which are public lands (as such term\nis defined in this Act) shall be deemed to be included as a portion\nof such unit.” 16 U. S. C. §3103(c). Section 103(c) then\nsays that no state, native, or private lands “shall be subject to\nthe regulations applicable solely to public lands within such\nunits,” although the Secretary may acquire those lands and\nadminister them as part of the unit.Ibid. ANILCA, in turn,\ndefines “public lands” as nearly all “lands, waters, and interests\ntherein” in which the United States has title. §§3102(1)–(3).\nCrucially, Alaska has title to the lands under its navigable\nwaters. See n. 2,supra. If the Service’s ordinary\nauthor- ity over navigable waters within park boundaries is\ndiminished in Alaska relative to everywhere else in the United\nStates, all agree that ANILCA §103(c) is the culprit.IIThus we arrive at the crux of this case: How,\nif at all, does ANILCA §103(c) circumscribe the Service’s ordinary\nauthority over navigable rivers within the geographic boundaries of\nnational parks?AI agree with the Court that the Service may\nnot treat every navigable river in Alaska as legally part of\nAlaska’s parks merely because those (nonpublic) rivers flow within\npark boundaries. The majority ably explains why ANILCA’s text leads\nto this outcome. Seeante, at 16–20. According to ANILCA\n§103(c), navigable waters (at least apart from Wild and Scenic\nRivers) must be treated as waters outside of park units for legal\npurposes. Thus they may not be “subject to the regulations\napplicable solely to public lands within such units.” 16\nU. S. C. §3103(c).[3]This principle is all that is required to\nresolve Sturgeon’s case. The hovercraft rule applies only inside\npark boundaries. 36 CFR §1.2(a) (“regulations contained in this\nchapter apply to all persons entering, using, visiting, or\notherwise within . . . [w]aters subject to the\njurisdiction of the United States located within the boundaries of\nthe National Park System”). The Nation River is, for legal\npurposes, outside of park boundaries. The hovercraft rule therefore\ndoes not apply on the Nation River.BCritically, although the Court decides today\nthat the Service may not regulate the Nation River “as part of the\npark,”ante, at 16, the Court does not hold that ANILCA\n§103(c) strips the Service of all authority to protect navigable\nwaters in Alaska. For good reason. It would be absurd to think that\nCongress intended for the Service to preserve Alaska’s rivers, but\nleft it without any tools to do so.Imagine if all Service regulations could apply\nin Alaska’s parklands only up to the banks of navigable rivers, and\nthe Service lacked any authority whatsoever over the rivers\nthemselves. If Jane Smith were to stand on the public bank of the\nNation River, bag of trash in hand, Service rules could prohibit\nher from discarding the trash on the riverbank. See 36 CFR\n§2.14(a)(1). The rules also could bar her from intentionally\ndisturbing wildlife breeding activities, §2.2(a)(2), making\nunreasonably loud noises, §2.12(a)(1)(ii), and introducing wildlife\ninto the park ecosystem, §2.1(a)(2). But reading ANILCA §103(c) to\nbar any Park Service regulation of navigable waters would permit\nJane to evade those rules entirely if she were to wade into the\nriver or paddle along the bank in a canoe. She could toss her trash\nbag in the water and amp up her speakers with impunity. Under this\nreading, the Park Service would be powerless to stop her. Jane’s\nactions would likely harm flora and fauna on the banks of the\nriver, which are public areas inside park boundaries. Jane’s trash\nalso could drift from a navigable (and thus out-of-park, nonpublic)\nstretch of the Nation River into a nonnavigable (and thus in-park,\npublic) stretch of the same river.[4] So much for the Service’s duty to maintain the\n“environmental integrity” of the Charley River basin “in its\nundeveloped natural condition,” 16 U. S. C.\n§410hh(10).How can the Service adequately protect Alaska’s\nrivers if it cannot regulate? What is more, how can it maintain\nnearby park areas, such as riverbanks or nonnavigable park waters\ndownstream, if it has no power to check the contamination of\nnavigable waters? To achieve Congress’ stated goals in creating\nAlaska’s parks, the Service must have some authority to protect\nnavigable rivers within those parks.[5]CThankfully, today’s decision does not leave\nthe Service without any authority over the Nation River and other\nrivers like it. Even though most navigable rivers in Alaska are not\npublic parklands, Congress has left at least two avenues for the\nService to achieve ANILCA’s purposes. Neither is addressed by the\nCourt’s decision.1First, the Court expressly does not decide\nwhether the Service may regulate navigable waters running through\nAlaska’s parks as an adjunct to its authority over the parks\nthemselves. Seeante, 19, n. 5.[6] In my view, the Service likely retains power over\nnavigable rivers that run through Alaska’s parks when that power is\nnecessary to protect Alaska’s parklands.The Service’s default ability to regulate comes\nfrom the Organic Act. That Act gives the Service general authority\nto promulgate all regulations “necessary or proper” for managing\npark units, including power to regulate activities “onor\nrelatingto water located within [Park] System units.” 54\nU. S. C. §§100751(a), (b) (emphasis added). Nothing in\nthe text of the Organic Act suggests that the Service is powerless\nover out-of-park areas in the midst of public parklands, like the\nNation River.This brings us back to Jane, this time canoeing\ndown the Nation River with a gallon of toxic insecticide onboard.\nIf Jane spills the insecticide into the river, the effects will\nsurely reach the riverbanks—public areas within the park’s legal\nboundaries. An antipollution rule tailored to apply to the Nation\nRiver as it runs through the park thus could well be “necessary or\nproper” to manage the parklands on either side of the river, even\nthough the river itself is not legally a part of the park.\n§100751(a). And if the pollution is likely to harm nonnavigable\nstretches of the river downstream—public waters that are “within”\nthe park for legal purposes—the ban also could be authorized\nbecause it specifically concerns “activities . . .\nrelating to water located within [Park] System units.” §100751(b).\nSimilar reasoning could justify a range of Service regulations,\ngiving the Service substantial authority over navigable rivers\ninside geographic park boundaries in order to protect the parklands\nthrough which they flow.Assuming that the Service has such authority\nover out-of-park areas pursuant to its Organic Act, nothing in\nANILCA §103(c) takes it away. That section’s first sentence\nexplains that nonpublic lands are not part of Alaska’s park units.\nSee 16 U. S. C. §3103(c);supra, at 4–5. The\nsecond sentence then emphasizes that the Service cannot regulate\nnonpublic lands as if they were part of the park. Together, these\nsentences mean that the Service loses its authority to apply normal\npark rules to nonpublic lands, and instead can apply only those\nrules that it can justify by reference to the needs of other,\npublic lands. For instance, the Service is unlikely to have power\nto apply rules against abandoning property, 36 CFR §2.22(a), or\ntrespassing, §2.31(a)(1), to nonpublic lands amid parklands because\ndoing so would have little or no impact on neighboring public areas\nwithin the legal boundaries of the park. But a Service regulation\ntailored to apply to nonparklands in order to protect sensitive\nsurrounding parklands—like a rule against putting a toxic substance\nin the Nation River to stop harms to the riverbanks—would present a\ndifferent question. Such a regulation could be consistent with the\nService’s limited Organic Act authority over out-of-park areas, and\nit would not run afoul of ANILCA because it would not be applicable\nto public lands.The Service’s out-of-park authority is not at\nissue in this case given that the hovercraft regulation applies\nonly within park boundaries, seeante, at 19, n. 5.\nHovercraft can be unsightly, be loud, and disturb sensitive\necosystems within the park. See 48 Fed. Reg. 30258 (1983) (“The\nService has determined that hovercraft should be prohibited because\nthey provide virtually unlimited access to park areas and introduce\na mechanical mode of transportation into locations where the\nintrusion of motorized equipment by sight or sound is generally\ninappropriate”). If the Service were to choose to apply its\nhovercraft ban to the Nation River, the agency could justify doing\nso in certain designated areas to protect a particular sensitivity\nin a surrounding (public) park area, including some habitats on the\nbanks of the Nation River.2The Court also leaves open a second way for\nthe Service to protect navigable rivers. Because the Nation River\nis not a designated Wild and Scenic River, the Court ex- pressly\ndoes not decide the extent of the Service’s power over such\ndesignated rivers.Ante,at 26–27, n. 10. If ANILCA\n§103(c) is to be harmonized with the remainder of the statute, the\nService must possess authority to regulate fully, as parklands, at\nleast that subset of rivers.[7]The Wild and Scenic Rivers Act, 16\nU. S. C. §1271et seq., established a system of\nrivers that “possess outstandingly remarkable scenic, recreational,\ngeologic, fish and wildlife, historic, cultural, or other similar\nvalues.” §1271. Congress created the system to “preserv[e]”\ndesignated rivers “in free-flowing condition.”Ibid. Rivers\ncan become part of the system if they are designated by an Act of\nCongress. §1273(a)(i).ANILCA designated 26 Alaskan rivers as\ncomponents of this system, more than doubling the mileage of the\nrivers in the system at the time. 16 U. S. C. §1274; S.\nJohnson & L. Comay, CRS Report for Congress, The National Wild\nand Scenic Rivers System: A Brief Overview 1 (2015); see §1281(c).\nANILCA, in turn, expressly defines the Alaskan park system as\nincluding “any unit in Alaska of the . . . National Wild\nand Scenic Rivers Systems.” §3102(4).Although ANILCA §103(c) generally has the effect\nof removing navigable waters from the legal boundaries of Alaska’s\nparks, Congress’ highly specific definition of the Wild and Scenic\nRivers as a portion of Alaska’s park system overrides ANILCA\n§103(c)’s general carveout. “General language of a statutory\nprovision . . . will not be held to apply to a matter\nspecifically dealt with in another part of the same enactment.”D. Ginsberg & Sons, Inc.v.Popkin,285 U.S.\n204, 208 (1932). To make sense of ANILCA §103(c) within the\ncontext of the rest of ANILCA, the Service should retain full\nauthority to regulate the Wild and Scenic Rivers as parklands.*  *  *One final note warrants mention. Although I\njoin the Court’s opinion, I recognize that today’s decision creates\nuncertainty concerning the extent of Service authority over\nnavigable waters in Alaska’s parks. Courts ultimately may affirm\nsome of the Service’s authority over out-of-park areas and Wild and\nScenic Rivers. But that author- ity may be more circumscribed than\nthe special needs of the parks require. This would not only make it\nimpossible for the Service to fulfill Congress’ charge to preserve\nrivers, made plain in ANILCA itself, but also threaten the\nService’s ability to fulfill its broader duty to protect all of the\nparklands through which the rivers flow. See,e.g.,16\nU. S. C. §410hh(6) (Kobuk Valley National Park “shall be\nmanaged . . . [t]o maintain the environmental integrity of the\nnatural features of the Kobuk River Valley, including the Kobuk,\nSalmon, and other rivers”). Many of Alaska’s navigable rivers\ncourse directly through the heart of protected parks, monuments,\nand preserves. A decision that leaves the Service with no\nauthority, or only highly constrained authority, over those rivers\nwould undercut Congress’ clear expectations in enacting ANILCA and\ncould have exceedingly damaging consequences.In light of the explicit instructions\nthroughout ANILCA that the Service must regulate and protect rivers\nin Alaska, I am convinced that Congress intended the Service to\npossess meaningful authority over those rivers. If I am correct,\nCongress can and should clarify the broad scope of the Service’s\nauthority over Alaska’s navigable waters.Notes1See A. Scalia & B.\nGarner, Reading Law: The Interpretation of Legal Texts 36 (2012);\nHart, Positivism and the Separation of Law and Morals, 71 Harv. L.\nRev. 593, 607 (1958).2Under the Submerged Lands\nAct of 1953, each State has “title to and ownership of the lands\nbeneath [its] navigable waters.” 43 U. S. C. §1311(a);\nseeante,at 4, 13.3Notably, the Park Service\ndid not argue—nor does the Court’s opinion address—whether\nnavigable waters may qualify as “public lands” because the United\nStates has title to some interest other than an interest in\nreserved water rights. See §§3102(1)–(3). In particular, the United\nStates did not press the argument that the Federal Government\nfunctionally holds title to the requisite interest because of the\nnavigational servitude. See,e.g., Kaiser Aetnav.United\nStates,444 U.S.\n164, 177 (1979) (“The navigational servitude . . .\ngives rise to an authority in the Government to assure that\n[navigable] streams retain their capac-ity to serve as continuous\nhighways for the purpose of navigation in interstate commerce”);United Statesv.Rands,389 U.S.\n121, 123 (1967) (“This power to regulate navigation confers\nupon the United States a ‘dominant servitude’ ”); 43\nU. S. C. §1314 (providing that the United States retains\nthe navigational servitude in navigable waters).4The navigability of a\nriver is determined “on a segment-by-segment basis.”PPL\nMontana,LLCv.Montana,565\nU.S. 576, 593 (2012); see alsoid.,at 594.5Even if the Service\ncannot regulate the rivers itself, the majority says that the\nagency can enter into “cooperative agreements” with Alaska to\nregulate the rivers, 16 U. S. C. §3181(j), propose that state or\nother federal agencies take action to protect the rivers,\n§3191(b)(7), or buy the submerged lands from Alaska and then\nregulate them, §§3103(c), 3192. Seeante, at 28. But\nCongress made the Service directly responsible for protecting\nAlaska’s parks and park resources. The Service cannot carry out its\nduty to “manag[e]” the park areas,see §410hh, if it is estopped\nfrom promulgating necessary rules and regulations.6The Court’s\ninterpretation prohibits the Service only from applying its usual,\nin-park rules to out-of-park areas. See,e.g.,ante,\nat 16 (nonpublic lands “may not be regulated as part of the park”);ante, at 18 (Section 103(c)’s exclusion “exempt[s]\nnon-public lands . . . from the Park Service’s ordinary\nregulatory authority”);ante, at 19 (the areas “are no\nlonger subject to the Service’s power over ‘System units’ and the\n‘water located within’ them”);ante, at 22 (rejecting\nsuggestion that inholdings can be “regulated as parklands”);ante, at 25 (the inholdings “are not subject to regulation\nas parkland”).7This authority would\nsupplement, not replace, the Service’s author-ity over out-of-park\nnavigable rivers, because the Service’s authority over the Wild and\nScenic Rivers alone cannot explain all of ANILCA’s express\nreferences to protecting Alaskan rivers. For instance, ANILCA\nstates Congress’ expectation that the Service will manage the Kobuk\nRiver in Kobuk Valley National Park. See 16 U. S. C.\n§410hh(6). That portion of the river is not designated as a Wild\nand Scenic River, see §1274, but the Bureau of Land Management has\nfound it to be navigable, see Dept. of Interior, Nat. Park Service,\nKobuk Valley National Park: General Management Plan 65 (1987). The\nService therefore must have another source of authority over the\nriver if the statute’s purpose provision is not to be deprived of\nmeaning.",
    "joined": []
}