{
    "case": {
        "docket": "342",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/342/"
    },
    "id": "1970566",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–820_________________ROSELVA CHAIDEZ, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[February 20, 2013]Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.The Court holds today thatPadillav.Kentucky, 559 U. S. ___ (2010), announced a “new” rule\nwithin the meaning ofTeaguev.Lane,489 U.S.\n288, 301 (1989), and so does not apply to convictions that\nbecame final before its announcement. That is wrong, becausePadilladid nothing more than apply the existing rule ofStricklandv.Washington,466\nU.S. 668(1984), in a new setting, the same way the Court has\ndone repeatedly in the past: by surveying the relevant professional\nnorms and conclud- ing that they unequivocally required attorneys\nto provide advice about the immigration consequences of a guilty\nplea. BecausePadillafell squarely within the metes and\nbounds established byStrickland, I respectfully\ndissent.IAThe majority correctly sets forth the\ngoverning legal principles underTeagueandStrickland.Ante,at 4–5.TheTeagueinquiry turns centrally on the “nature of the rule” in question,\nand for that reason, “[w]here the beginning point is a rule of .\n. . general application, . . . it will be the infrequent case\nthat yields a result so novel that it forges a new rule.”Wrightv.West,505 U.S.\n277, 308–309 (1992) (Kennedy, J., concurring in judgment); seeante,at 4–5. The majority makes the important observation\nthat“when all we do is apply a general standard to the kind\nof factual circumstances it was meant to address, we will rarely\nstate a new rule.”Ibid.It makes sense, then, that\n“garden-variety applications of . . .Strickland. . . do\nnot produce new rules.”Ante,at 5.InStrickland, we did not provide a\ncomprehensive def- inition of deficient performance, and instead\nheld that “[t]he proper measure of attorney performance remains\nsimply reasonableness under prevailing professional norms.” 466\nU. S., at 688.Strickland’s reasonableness prong\ntherefore takes its content from the standards by which lawyers\njudge their professional obligations,ibid.,and those\nstandards are subject to change. That is why, despite the many\ndifferent settings in which it has been applied, we have never\nfound that an application ofStricklandresulted in a new\nrule.[1]Significantly, we have previously found that\napplications ofStricklandto new factual scenarios are not\nbarred under 28 U. S. C. §2254(d)(1) of the Antiterrorism\nand Effective Death Penalty Act (AEDPA). Section 2254(d)(1)\nprecludes habeas relief unless a state court decision violates\n“clearly established Federal law,” which, as relevant here, largely\noverlaps with the inquiry underTeagueof whether a decision\nwas “dictatedby precedent.” 489 U. S., at 301\n(plurality opinion).[2] InWigginsv.Smith,539\nU.S. 510, 522 (2003), for example, we found thatWilliamsv.Taylor,529 U.S.\n362(2000), “made no new law” when it held thatStricklandextended to an attorney’s responsibility to\nconduct a background investigation in a capital case. Rather, we\nexplained that“in referring to the ABA Standards for\nCriminal Justice as guides, [Williams] applied the same\n‘clearly established’ precedent ofStricklandwe apply\ntoday.” 539 U. S., at 522. Similarly, inLaflerv.Cooper, 566 U. S. ___, ___, ___–___ (2012) (slip op.,\nat 6, 14–16), we rejected the argument advanced by the Solicitor\nGeneral that the Sixth Amendment did not extend to advice about a\nplea offer because it did not impact the fairness of the trial.\nInstead, we simply held thatStricklandapplied to this form\nof attorney misconduct.In short, where we merely applyStricklandin a way that corresponds to an evolution in\nprofessional norms, we make no new law.BContrary to the majority’s reconstruction,Padillais built squarely on the foundation laid out byStrickland.Padillarelied upon controlling\nprecedent. It began by reciting the basic rule that “[u]nderStrickland, we first determine whether counsel’s\nrepresentation ‘fell below an objective standard of\nreasonableness.’ ”Padilla, 559 U. S., at ___\n(slip op., at 9) (quotingStrickland, 466 U. S., at\n688). We recognized that “[t]he first prong—constitutional\ndeficiency—is necessarily linked to the practice and expectations\nof the legal community: ‘[t]he proper measure of attorney\nperformance remains reasonableness under pre- vailing professional\nnorms.’ ”Padilla, 559 U. S., at ___ (slip op., at\n9) (quotingStrickland, 466 U. S., at 688).We therefore examined the substantial changes in\nfed- eral immigration law that provided the backdrop to the\nrelevant professional standards.Padilla, 559 U. S., at\n___ (slip op., at 2–6). Pursuant to the Immigration Act of 1917,\n39Stat. 889–890, a judge could recommend that a defendant who had\ncommitted a deportable offense not be removed from the country.\nCongress entirely eliminated this procedure in 1990. 104Stat. 5050.\nThen the Illegal Immigration Reform and Immigrant Responsibility\nAct of 1996 (IIRIRA), 110Stat. 3009–596, abolished the Attor- ney\nGeneral’s authority to grant discretionary relief from removal for\nall but a small number of offenses.Padilla, 559 U. S.,\nat ___ (slip op., at 6). These changes in immigration law meant\nthat for a noncitizen who committed a removable offense, “removal\n[had become] practically inevitable.”Ibid.In parallel with these developments, the\nstandards of professional responsibility relating to immigration\nhad become more demanding. “For at least the past 15 years,” we\nobserved inPadilla, “professional norms have gener- ally\nimposed an obligation on counsel to provide advice on the\ndeportation consequences of a client’s plea.”Id.,at ___\n(slip op., at 15). Citing an array of practice guides and\nprofessional responsibility manuals, we noted that “[t]he weight of\nprevailing professional norms supports the view that counsel must\nadvise her client regarding the risk of deportation.”Id.,at ___ (slip op., at 9). Indeed, “authorities of every\nstripe—including the American Bar Association, criminal defense and\npublic defender organizations, authoritative treatises, and state\nand city bar publications—universally require defense attorneys to\nadvise as to the risk of deportation consequences for non-citizen\nclients.”Id.,at ___ (slip op., at 10) (internal quotation\nmarks omitted).We drew further support for our conclusion that\nprofessional standards required advice about deportation\nconsequences from our decision inINSv.St. Cyr,533 U.S.\n289(2001). SeePadilla, 559 U. S., at ___ (slip\nop., at 10–11) (citingSt. Cyr, 533 U. S., at 323). InSt. Cyr, we had explained that the availability of\ndiscretionary relief from removal was critical to a noncitizen’s\ndecision to accept a plea offer, and expected counsel to follow the\ninstructions of “numerous practice guides,” such as the ABA’s\nStandards for Criminal Justice, to inform themselves of the\npossible immigration consequences of a plea.Padilla, 559\nU. S., at ___ (slip op., at 11) (citingSt. Cyr, 533\nU. S., at 323, n. 50); seeid.,at 322, n. 48. And we\nthere found that many States already required that a trial judge\nadvise defendants of the same.Ibid. St. Cyrthus\n“recognized that ‘preserving the client’s right to remain in the\nUnited States may be more important to the client than any\npotential jail sentence.’ ”Padilla, 559 U. S., at\n___ (slip op., at 10) (quotingSt. Cyr, 533 U. S., at\n322).Our application ofStricklandinPadillafollowed naturally from these earlier observations\nabout changes in immigration law and the accompanying evolution of\nprofessional norms. When we decidedSt. CyrandPadilla, nothing aboutStrickland’s substance or\napplicability had changed. The only difference from prior law was\nthat the underlying professional norms had changed such that\ncounsel’s failure to give this advice now amounted to\nconstitutionally deficient performance.[3] Both beforePadillaand after, counsel was\nobligated to follow the relevant professional norms. It was only\nbecause those norms reflected changes in immigration law thatPadillareached the result it did, not because the Sixth\nAmendment right had changed at all.IIAAccepting that routine applications ofStricklanddo not result in new rules, the majority\nnevertheless holds thatPadillawent a step further. In its\nview,Padilla“ ‘br[oke] new ground’ ” by\naddressing the threshold question of whether advice about\ndeportation is a collateral consequence of a criminal conviction\nthat falls within the scope of the Sixth Amendment.Ante,at\n9–10. But that is wrong, becausePadilladeclined to embrace\nthe very distinction between collateral and direct consequences of\na criminal conviction that the majority says it did. In fact, the\nCourt stated very clearly that it found the distinction irrelevant\nfor the purposes of determining a defense lawyer’s obligation to\nprovide advice about the immigration consequences of a plea. 559\nU. S., at ___, n. 8 (slip op., at 7, n. 8). We asserted that\nwe had “never applied a dis- tinction between direct and collateral\nconsequences to define the scope of constitutionally ‘reasonable\nprofessional assistance’ required underStrickland,” and\nconcluded that “[w]hether that distinction is appropriateis a\nquestion we need not considerin this case.”Id.,at ___\n(slip op., at 8) (emphasis added). The distinction was “ill suited”\nto the task at hand, we explained, because deportation has a “close\nconnection to the criminal process,” and is “uniquely difficult to\nclassify as either a direct or a collateral consequence.”Id.,at ___ (slip op., at 8–9). Indeed, “[o]ur law ha[d]\nenmeshed criminal convictions and the penalty of de- portation for\nnearly a century,” and we had “long recognized” that deportation is\n“particularly severe.”Id., at ___ (slip op., at\n8).[4]At bottom, then, the majority’s argument hinges\nupon a distinction the Court has never embraced and thatPadillafound irrelevant to the issue it ultimately decided.\nWithout this revision to our recent decisional history, the\nmajority’s analysis unravels.BThe majority finds that the “legal landscape,”Grahamv.Collins,506 U.S.\n461, 468 (1993), beforePadillawas nearly uniform in\nits rejection ofStrickland’s application to the deportation\nconsequences of a plea.Ante,at 7–10. It concludes that the\nlower courts were generally in agreement that the Sixth Amendment\ndid not require attorneys to inform clients of the collateral\nconsequences of a plea, and that this weighs heavily in favor of\nfinding thatPadillaannounced a new rule.Ante, at\n7–8, nn. 7, 8. But the majority’s discussion of these precedents\noperates at too high a level of generality and fails to account for\nthe development of professional standards over time.St. Cyrnoted the importance of advising clients about immigration\nconsequences was of recent vintage, indeed more re- cent than some\nof the cases the majority cites. See 533 U. S., at 322–323.\nThe Court relies upon decisions issued over a period that spans\nmore than 30 years. Seeante, at 7–8, nn. 7, 8.Nearly half of them (17) were decided before the enactment of\nIIRIRA. Seeibid.And all but two of the Federal Court of\nAppeals cases were decided beforeSt. Cyr. Seeante,at 7–8, nn. 7, 8. These earlier decisions show nothing more than\nthat the underlying professional norms had not yet evolved to\nrequire attorneys to provide advice about deportation\nconsequences.Cases from the period following IIRIRA andSt. Cyrundermine the majority’s generalizations about the\nstate of the law beforePadilla. Deportation had long been\nun- derstood by lower courts to present “the most difficult”\npenalty to classify as either a collateral or direct consequence.United Statesv.Russell,686 F.2d 35, 38 (CADC\n1982); cf.Janvierv.United States, 793 F.2d 449,\n455 (CA2 1986) (holding thatStricklandapplied to advice\nabout a judicial recommendation against deportation). Eventually,\nand in parallel with changes in federal immigration law and the\ncorresponding professional norms, the lower courts had acknowledged\nan important qualification to the collateral consequences rule.\nAfter the passage of IIRIRA and this Court’s decision inSt.\nCyr, many courts concluded that a lawyer’s affirmative\nmisstatements about the immigration consequences of a guilty plea\ncan constitute deficient performance underStrickland.\nIndeed, each Federal Court of Appeals to address the question afterSt. Cyrso held. SeeUnited Statesv.Couto,311 F.3d 179, 188 (CA2 2002);United Statesv.\nKwan,407 F.3d 1005, 1015 (CA9 2005); cf.Downs-Morganv.United States, 765 F.2d 1534, 1540–1541 (CA11\n1985).[5] State-court decisions\nfrom this period were in accord and relied upon similar\nreasoning.[6]These decisions created an important exception\nto the collateral/direct consequences distinction. They also\nforeshadowed the Court’s reasoning inPadillaby basing\ntheir analysis of the relevant professional norms on the special\nnature of deportation, the ABA standards governing immigration\npractice, and the Court’s assessment of those standards inSt\nCyr. SeeKwan, 407 F. 3d, at 1016 (“That counsel\nmay have misled [the defendant] out of ignorance is no excuse. It\nis a basic rule of professional conduct that a lawyer must\n. . . [remain] abreast of changes in the law and its\npractice. . . . Counsel’s performance\n. . . fell be- low the [ABA]’s ethical standard for\ncriminal defense at- torneys with respect to immigration\nconsequences. The Supreme Court noted this standard in [St.\nCyr]”);Couto, 311 F. 3d, at 187–191 (citingSt.\nCyrand the relevant ABA standards, and concluding that “recent\nSupreme Court authority supports [a] broader view of attorney\nresponsibility” that encompasses affirmative misrepresentations\nabout deportation consequences); see alsoDowns-Morgan, 765\nF. 2d, at 1541 (“[D]eportation and exclusion [are] harsh\nconsequences”).The majority believes that these decisions did\nnot meaningfully alter the state of the law in the lower courts\nbeforePadilla, because they merely applied the age-old\nprinciple that a lawyer may not affirmatively mislead a client.Ante,at 12–13. But, as explained, the reasoning of these\ncases renders that characterization at best incomplete. See,e.g.,Kwan, 407 F. 3d, at 1016. While these\nlower court precedents are consistent with the general principle\nthat attorneys should not mislead clients by providing incorrect\nadvice, they did not rest primarily on that rule. Rather, they\nrecognized the significant changes in professional norms that\npredatedPadillaand that we had noted inSt. Cyr. As\na consequence, the “wall between direct and collateral\nconsequences” that the lower courts had erected,ante, at 9,\nhad already been dealt a serious blow by the time the Court decidedPadilla.As the majority points out, these\nmisrepresentation cases stopped short of imposing an affirmative\nobligation on lawyers to consult with clients about the\nconsequences of deportation.Ante,at 12–13. But the\nmajority places too much emphasis on the absence of lower court\nauthority finding that an attorney’s omissions with respect to\ndeportation resulted in ineffective assistance. The distinction\nbetween omissions and affirmative misrepresentations on which these\nlower court cases depended cannot be reconciled withStrickland. InPadillaitself, we rejected the\nSolicitor General’s suggestion thatStricklandshould apply\nto advice about the immigration consequences of a plea only in\ncases where defense counsel makes an affirmative misstatement.Padilla, 559 U. S., at ___ (slip op., at 12). We did so\nbecause we found thatStricklandwas incompatible with the\ndistinction between an obligation to give advice and a prohibition\non affirmative misstatements. 559 U. S., at ___ (slip op., at\n12–13) (citingStrickland, 466 U. S., at 690).Stricklandmade clear that its standard of attorney\nperformance applied to both “acts” and “omissions,” and that a rule\nlimiting the performance inquiry to one or the other was too\nnarrow. 466 U. S., at 690. Thus, the distinction between\nmisrepresentations and omissions, on which the majority relies in\nclassifying lower court precedent, implies a categorical rule that\nis inconsistent withStrickland’s requirement of a\ncase-by-case assessment of an attorney’s performance.[7]Id., at 688–689; see,e.g.,Roev.Flores-Ortega,528\nU.S. 470, 479 (2000). In short, that some courts have\ndifferentiated between misleading by silence and affirmative\nmisrep- resentation hardly establishes the rationality of the\ndistinction. Notably, the Court offers no reasoned basis for\nbelieving that such a distinction can be extracted fromStrickland.To be sure, lower courts did continue to apply\nthe distinction between collateral and direct consequences afterSt. Cyr. Seeante,at 13–14; see,e.g.,\nBroomesv.Ashcroft,358 F.3d 1251, 1256–1257 (CA10 2004). Even so, and even\nassuming the misrepresentation cases did not call the distinction\ninto question, the existence of these lower court decisions is not\ndispositive. “[T]he standard for determining when a case\nestablishes a new rule is ‘objective,’ and the mere existence of\nconflicting authority does not necessarily mean a rule is new.”Wright, 505 U. S., at 304 (O’Connor, J., concurring in\njudgment) (citingStringerv.Black,503 U.S.\n222, 237 (1992)); seeGrahamv.Collins,506 U.S.\n461, 506 (1993) (Souter, J., dissenting).Where the application ofStricklandwas\nstraightforward, rooted in 15 years of professional standards and\nthe Court’s priorSt. Cyrdecision, there is no reason to\nput these lower court cases, many from more than a decade earlier,\nahead of this Court’s simple and clear reasoning inPadilla.\nNevertheless, the majority reaches the paradoxical conclusion that\nby declining to apply a collateral-consequence doctrine the Court\nhad never adopted,Padillaannounced a new rule.IIIWhat truly appears to drive the majority’s\nanalysis is its sense thatPadillaoccasioned a serious\ndisruption in lower court decisional reasoning. See,e.g.,\nante,at 9–10 (“If that does not count as ‘break[ing] new\nground’ . . . we are hard pressed to know what would” (quotingTeague, 489 U. S., at 301)). The concurring and\ndissenting opinions inPadillasimilarly reflected the\nimpression that it was a significant and destabilizing decision.\nSee 559 U. S., at ___ (Alito, J., concurring in judgment)\n(slip op., at 3);id.,at ___ (Scalia, J., dissenting) (slip\nop., at 5) (describing the majority opinion as a “sledge hammer”);ante,at 8–9, n. 10. But the fact that a decision was\nperceived as momentous or consequential, particularly by those who\ndisagreed with it, does not control in theTeagueanalysis.\nFaithfully applying theTeaguerule depends instead on an\nexamination of this Court’s reasoning and an objective assessment\nof the precedent at issue.Stringer, 503 U. S., at 237.\nInPadilla, we did nothing more than applyStrickland. By holding to the contrary, today’s decision\ndeprives defendants of the fundamental protection ofStrickland, which requires that lawyers comply with\nprofessional norms with respect to any advice they provide to\nclients.*  *  *Accordingly, I would reverse the judgment of\nthe Seventh Circuit and hold thatPadillaapplies\nretroactively on collateral review to convictions that became final\nbefore its announcement. With respect, I dissent.Notes1See,e.g., Laflerv.Cooper, 566 U. S. ___, ___–___ (2012) (incorrect\nadvice leading to a plea offer’s rejection);Rompillav.Beard,545 U.S.\n374(2005) (failure to investigate evidence the prosecution\nintended to use to prove an aggravating circumstance in a capital\ncase);Wigginsv.Smith,539\nU.S. 510(2003) (failure to investigate a defendant’s social\nhistory in a capital case);Roev.Flores-Ortega,528 U.S.\n470(2000) (failure to consult with a defendant regarding\nwhether to pursue an appeal);Williamsv.Taylor,529 U.S.\n362, 391 (2000) (failure to investigate a defendant’s\nbackground for the purposes of mitigation evidence in a capital\ncase);Hillv.Lockhart,474 U.S.\n52(1985) (failure to pro-vide effective assistance during plea\nnegotiations).2AEDPA of course differs\nfrom theTeaguerule in other important respects. See,e.g.,Greenev.Fisher, 565 U. S. ___,\n___ (2011) (slip op., at 5). But these differences aside, the fact\nthat we have repeatedly found AEDPA cases involvingStricklandto be controlled by established precedent\nunderscores that the application ofStricklandin a new\ncontext should almost never result in a new rule.3Even before IIRIRA andSt. Cyr, lawyers of course understood that it was good\npractice to inform clients of the deportation consequences of a\nplea. Seeante,at 14, n.15 (citing 3 ABA\nProject on Standards for Criminal Justice, Standards Relating to\nPleas of Guilty §3.2(b), Commentary, p. 71 (App. Draft 1968)).\nFollowing the sea change in immigration law, however, the\nprofessional norms had become so established and universally\nrecognized that the measure of constitutionally adequate\nperformance now included giving such advice in the formPadillarecognized. See 559 U. S., at ___ (slip op., at\n10).4See,e.g., INSv. St. Cyr,533 U.S.\n289, 322 (2001) (noting that “[p]reserving the client’s right\nto remain in the United States may be more important . . . than any\npotential jail sentence” (internal quotation marks omitted));Jordanv.De George,341 U.S.\n223, 243 (1951) (Jackson, J., dissenting) (deportation\nproceedings “practically . . . are [criminal] for they extend the\ncriminal process of sentencing to include on the same convictions\nan additional punishment”);Fong Haw Tanv.Phelan,333 U.S.\n6,10(1948)\n(“[D]eportation is a drastic measure and at times the equivalent of\nbanishment or exile”);Ng Fung Hov.White,259 U.S.\n276, 284 (1922) (deportation may result in “loss of both\nproperty and life; or of all that makes life worth living”);Fong Yue Tingv.United States,149 U.S.\n698, 740 (1893) (Brewer, J., dissenting) (“Every one knows that\nto be forcibly taken away from home, and family, and friends, and\nbusiness, and property, and sent across the ocean to a distant\nland, is punishment; and that oftentimes most severe and\ncruel”).5SeeUnited Statesv.Mora-Gomez,875 F. Supp. 1208, 1212 (ED Va. 1995) (“[T]he clear consensus\nis that an affirmative misstatement regarding deportation may\nconstitute ineffective assistance”).6SeeRubiov.State, 124 Nev. 1032, 1041,194 P.3d 1224, 1230 (2008) (per curiam) (“Like\nother jurisdictions, we recognize the particularly harsh and penal\nnature of deportation. The Supreme Court of the United States has\ndescribed deportation as ‘a drastic measure and at times the\nequivalent of banishment or exile’ and further depicted it as ‘a\npenalty.’ . . . Perhaps understanding the harshness of deportation,\na growing number of jurisdictions have adopted the affirmative\nmisrepresentation exception to the collateral consequence rule”);Peoplev.Correa,108 Ill. 2d 541, 550–552,485 N.E.2d 307, 311 (1985);Peoplev.McDonald, 1\nN.Y.3d 109, 113–115, 802 N.E.2d 131, 134–135 (2003); see alsoAlgunov.State, 892 So. 2d 1200, 1201 (Fla. App.\n2005) (per curiam);Statev.Rojas-Martinez, 2005 UT 86 ¶¶ 15–20, 125 P.3d 930, 933–935;In re Yim, 139 Wash. 2d 581, 588,989 P.2d 512, 516 (1999).7The majority cites a law\nreview article for the proposition that the categorical\nconsequences rule is “one of ‘the most widely recognized rules of\nAmerican law.’ ”Ante,at 8 (quoting Chin & Holmes,\nEffective Assistance of Counsel and the Consequences of Guilty\nPleas, 87 Cornell L. Rev. 697, 706 (2002)). But the article\nwas, in fact, quite critical of the rule. The authors explained\nthat “[t]he real work of the conviction is performed by the\ncollateral consequences,” and that the direct/collateral\ndistinction in the context of ineffective-assistance claimswas\n“surprising because it seems inconsistent with the framework that\nthe Supreme Court . . . laid out” inStrickland. Chin &\nHolmes, at700–701.",
    "joined": []
}