{
    "case": {
        "docket": "16-466",
        "citation": "582",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/582/16-466/"
    },
    "id": "3749214",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–466_________________BRISTOL-MYERS SQUIBB COMPANY, PETITIONERv.SUPERIOR COURT OF CALIFORNIA, SAN FRANCISCO COUNTY,\net al.on writ of certiorari to the supreme court of\ncalifornia[June 19, 2017]Justice Sotomayor, dissenting.Three years ago, the Court imposed substantial\ncurbs on the exercise of general jurisdiction in its decision inDaimler AGv.Bauman, 571 U. S. ___ (2014).\nToday, the Court takes its first step toward a similar contraction\nof specific jurisdiction by holding that a corporation that engages\nin a nationwide course of conduct cannot be held accountable in a\nstate court by a group of injured people unless all of those people\nwere injured in the forum State.I fear the consequences of the Court’s decision\ntoday will be substantial. The majority’s rule will make it\ndifficult to aggregate the claims of plaintiffs across the country\nwhose claims may be worth little alone. It will make it impossible\nto bring a nationwide mass action in state court against defendants\nwho are “at home” in different States. And it will result in\npiecemeal litigation and the bifurcation of claims. None of this is\nnecessary. A core concern in this Court’s personal jurisdiction\ncases is fairness. And there is nothing unfair about subjecting a\nmassive corporation to suit in a State for a nationwide course of\nconduct that injures both forum residents and nonresidents\nalike.IBristol-Myers Squibb is a Fortune 500\npharmaceutical company incorporated in Delaware and headquartered\nin New York. It employs approximately 25,000 people worldwide and\nearns annual revenues of over $15 billion. In the late 1990’s,\nBristol-Myers began to market and sell a prescription blood thinner\ncalled Plavix. Plavix was advertised as an effective tool for\nreducing the risk of blood clotting for those vulnerable to heart\nattacks and to strokes. The ads worked: At the height of its\npopularity, Plavix was a blockbuster, earning Bristol-Myers\nbillions of dollars in annual revenues.Bristol-Myers’ advertising and distribution\nefforts were national in scope. It conducted a single nationwide\nadvertising campaign for Plavix, using television, magazine, and\nInternet ads to broadcast its message. A consumer in California\nheard the same advertisement as a consumer in Maine about the\nbenefits of Plavix. Bristol-Myers’ distribution of Plavix also\nproceeded through nationwide channels: Consistent with its usual\npractice, it relied on a small number of wholesalers to distribute\nPlavix throughout the country. One of those distributors, McKesson\nCorporation, was named as a defendant below; during the relevant\ntime period, McKesson was responsible for almost a quarter of\nBristol-Myers’ revenue worldwide.The 2005 publication of an article in the New\nEngland Journal of Medicine questioning the efficacy and safety of\nPlavix put Bristol-Myers on the defensive, as consumers around the\ncountry began to claim that they were injured by the drug. The\nplaintiffs in these consolidated cases are 86 people who allege\nthey were injured by Plavix in California and several hundred\nothers who say they were injured by the drug in other\nStates.[1] They filed their\nsuits in California Superior Court, raising product-liability\nclaims against Bristol-Myers and McKesson. Their claims are\n“materially identical,” as Bristol-Myers concedes. See Brief for\nPetitioner 4, n. 1. Bristol-Myers acknowledged it was subject\nto suit in California state court by the residents of that State.\nBut it moved to dismiss the claims brought by the nonresident\nplaintiffs—respondents here—for lack of jurisdiction. The question\nhere, accordingly, is not whether Bristol-Myers is subject to suit\nin California on claims that arise out of the design, development,\nmanufacture, marketing, and distribution of Plavix—it is. The\nquestion is whether Bristol-Myers is subject to suit in California\nonly on the residents’ claims, or whether a state court may also\nhear the nonresidents’ “identical” claims.IIAAs the majority explains, since our\npathmarking opinion inInternational Shoe Co.v.Washington, 326 U. S. 310 (1945) , the touchstone of\nthe personal-jurisdiction analysis has been the question whether a\ndefendant has “certain minimum contacts with [the State] such that\nthe maintenance of the suit does not offend ‘traditional notions of\nfair play and substantial justice.’ ”Id.,at 316\n(quotingMillikenv.Meyer, 311 U. S. 457, 463\n(1940) ). For decades this Court has considered that question\nthrough two different jurisdictional frames: “general” and\n“specific” jurisdiction. SeeHelicopteros Nacionales de\nColombia, S. A.v.Hall, 466 U. S. 408 , nn.\n8–9 (1984). Under our current case law, a state court may exercise\ngeneral, or all-purpose, jurisdiction over a defendant corporation\nonly if its “affiliations with the State are so ‘continuous and\nsystematic’ as to render [it] essentially at home in the forum\nState.”Goodyear Dunlop Tires Operations, S. A.v.Brown, 564 U. S. 915, 919 (2011) .[2]If general jurisdiction is not appropriate,\nhowever, a state court can exercise only specific, or case-linked,\njurisdiction over a dispute.Id.,at 923–924. Our cases have\nset out three conditions for the exercise of specific jurisdiction\nover a nonresident defendant. 4A C. Wright, A. Miller, & A.\nSteinman, Federal Practice and Procedure §1069, pp. 22–78 (4th ed.\n2015) (Wright); see alsoid.,at 22–27, n. 10\n(collecting authority). First, the defendant must have\n“ ‘purposefully avail[ed] itself of the privilege of\nconducting activities within the forum State’ ” or have\npurposefully directed its conduct into the forum State.J.\nMcIntyre Machinery, Ltd.v.Nicastro, 564 U. S.\n873, 877 (2011) (plurality opinion) (quotingHansonv.Denckla, 357 U. S. 235, 253 (1958) ). Second, the\nplaintiff’s claim must “arise out of or relate to” the defendant’s\nforum conduct.Helicopteros, 466 U. S., at 414.\nFinally, the exercise of jurisdiction must be reasonable under the\ncircumstances.Asahi Metal Industry Co.v.Superior Court\nof Cal., Solano Cty., 480 U. S. 102 –114 (1987);Burger\nKing Corp.v.Rudzewicz, 471 U. S. 462 –478 (1985).\nThe factors relevant to such an analysis include “the burden on the\ndefendant, the forum State’s interest in adjudicating the dispute,\nthe plaintiff’s interest in obtaining convenient and effective\nrelief, the interstate judicial system’s interest in obtaining the\nmost efficient resolution of controversies, and the shared interest\nof the several States in furthering fundamental substantive social\npolicies.”Id., at 477 (internal quotation marks\nomitted).BViewed through this framework, the California\ncourts appropriately exercised specific jurisdiction over\nrespondents’ claims.First, there is no dispute that Bristol-Myers\n“purposefully avail[ed] itself,”Nicastro, 564 U. S.,\nat 877, of California and its substantial pharmaceutical market.\nBristol-Myers employs over 400 people in California and maintains\nhalf a dozen facilities in the State engaged in research,\ndevelopment, and policymaking.Ante,at 1–2. It contracts\nwith a California-based distributor, McKesson, whose sales account\nfor a significant portion of its revenue.Supra,at 2. And\nit markets and sells its drugs, including Plavix, in California,\nresulting in total Plavix sales in that State of nearly $1 billion\nduring the period relevant to this suit.Second, respondents’ claims “relate to”\nBristol-Myers’ in-state conduct. A claim “relates to” a defendant’s\nforum conduct if it has a “connect[ion] with” that conduct.International Shoe, 326 U. S., at 319. So respondents\ncould not, for instance, hale Bristol-Myers into court in\nCalifornia for negligently maintaining the sidewalk outside its New\nYork headquarters—a claim that has no connection to acts\nBristol-Myers took in California. But respondents’ claims against\nBristol-Myers look nothing like such a claim. Respondents’ claims\nagainst Bristol-Myers concern conduct materially identical to acts\nthe company took in California: its marketing and distribution of\nPlavix, which it undertook on a nationwide basis in all 50 States.\nThat respondents were allegedly injured by this nationwide course\nof conduct in Indiana, Oklahoma, and Texas, and not California,\ndoes not mean that their claims do not “relate to” the advertising\nand distribution efforts that Bristol-Myers undertook in that\nState. All of the plaintiffs—residents and nonresidents\nalike—allege that they were injured by the same essential acts. Our\ncases require no connection more direct than that.Finally, and importantly, there is no serious\ndoubt that the exercise of jurisdiction over the nonresidents’\nclaims is reasonable. Because Bristol-Myers already faces claims\nthat are identical to the nonresidents’ claims in this suit, it\nwill not be harmed by having to defend against respondents’ claims:\nIndeed, the alternative approach—litigating those claims in\nseparate suits in as many as 34 different States—would prove far\nmore burdensome. By contrast, the plaintiffs’ “interest in\nobtaining convenient and effective relief,”Burger King, 471\nU. S., at 477 (internal quotation marks omitted), is obviously\nfurthered by participating in a consolidated proceeding in one\nState under shared counsel, which allows them to minimize costs,\nshare discovery, and maximize recoveries on claims that may be too\nsmall to bring on their own. Cf.American Express Co.v.Italian Colors Restaurant, 570 U. S. ___, ___ (2013)\n(Kagan., J., dissenting) (slip op., at 7) (“No rational actor would\nbring a claim worth tens of thousands of dollars if doing so meant\nincurring costs in the hundreds of thousands”). California, too,\nhas an interest in providing a forum for mass actions like this\none: Permitting the nonresidents to bring suit in California\nalongside the residents facilitates the efficient adjudication of\nthe residents’ claims and allows it to regulate more effectively\nthe conduct of both nonresident corporations like Bristol-Myers and\nresident ones like McKesson.Nothing in the Due Process Clause prohibits a\nCalifornia court from hearing respondents’ claims—at least not in a\ncase where they are joined to identical claims brought by\nCalifornia residents.IIIBristol-Myers does not dispute that it has\npurposefully availed itself of California’s markets,\nnor—remarkably—did it argue below that it would be “unreasonable”\nfor a California court to hear respondents’ claims. See 1 Cal. 5th\n783, 799, n. 2, 377 P. 3d 874, 885, n. 2 (2016). Instead,\nBristol-Myers contends that respondents’ claims do not “arise out\nof or relate to” its California conduct. The majority agrees,\nexplaining that no “adequate link” exists “between the State and\nthe nonresidents’ claims,”ante,at 8—a result that it says\nfollows from “settled principles [of] specific jurisdiction,”ante,at 7. But our precedents do not require this result,\nand common sense says that it cannot be correct.AThe majority casts its decision today as\ncompelled by precedent.Ibid.But our cases point in the\nother direction.The majority argues at length that the exercise\nof spe-cific jurisdiction in this case would conflict with our\ndecision inWaldenv.Fiore, 571 U. S. ___\n(2014). That is plainly not true.Waldenconcerned the\nrequirement that a defendant “purposefully avail” himself of a\nforum State or “purposefully direc[t]” his conduct toward that\nState,Nicastro, 564 U. S., at 877, not the separate\nrequirement that a plaintiff’s claim “arise out of or relate to” a\ndefendant’s forum contacts. The lower court understood the case\nthat way. SeeFiorev.Walden, 688 F. 3d 558,\n576–582 (CA9 2012). The parties understood the case that way. See\nBrief for Petitioner 17–31, Brief for Respondent 20–44, Brief for\nUnited States asAmicus Curiae12–18, inWaldenv.Fiore, O. T. 2013, No. 12–574. And courts and\ncommentators have understood the case that way. See,e.g.,4\nWright §1067.1, at 388–389.Waldenteaches only that a\ndefendant must have purposefully availed itself of the forum, and\nthat a plaintiff cannot rely solely on a defendant’s contacts with\na forum resident to establish the necessary relationship. See 571\nU. S., at ___ (slip op., at 8) (“[T]he plaintiff cannot be the\nonly link between the defendant and the forum”). But that holding\nhas nothing to do with the dispute between the parties:\nBristol-Myers has purposefully availed itself of California—to the\ntune of millions of dollars in annual revenue. Only if its language\nis taken out of context,ante,at 8–9, canWaldenbe\nmade to seem relevant to the case at hand.By contrast, our decision inKeetonv.Hustler Magazine, Inc., 465 U. S. 770 (1984) , suggests\nthat there should be no such barrier to the exercise of\njurisdiction here. InKeeton, a New York resident brought\nsuit against an Ohio corporation, a magazine, in New Hampshire for\nlibel. She alleged that the magazine’s nationwide course of\nconduct—its publication of defamatory statements—had injured her in\nevery State, including New Hampshire. This Court unanimously\nrejected the defendant’s argument that it should not be subject to\n“nationwide dam-ages” when only a small portion of those damages\narose in the forum State,id.,at 781; exposure to such\nliability, the Court explained, was the consequence of having\n“continuously and deliberately exploited the New Hampshire market,”ibid.The majority today dismissesKeetonon the\nground that the defendant there faced one plaintiff’s claim arising\nout of its nationwide course of conduct, whereas Bristol-Myers\nfaces many more plaintiffs’ claims. Seeante,at 10. But\nthis is a distinction without a difference: In either case, a\ndefendant will face liability in a single State for a single course\nof conduct that has impact in many States.Keetoninforms us\nthat there is no unfairness in such a result.The majority’s animating concern, in the end,\nappears to be federalism: “[T]erritorial limitations on the power\nof the respective States,” we are informed, may—and today do—trump\neven concerns about fairness to the parties.Ante,at 6.\nIndeed, the majority appears to concede that this is not, at\nbottom, a case about fairness but instead a case about power: one\nin which “ ‘the defendant would suffer minimal or no\ninconvenience from being forced to litigate before the tribunals of\nanother State; . . . the forum State has a strong\ninterest in applying its law to the contro-versy; [and] the forum\nState is the most convenient location for litigation’ ” but\npersonal jurisdiction still will not lie.Ante,at 7\n(quotingWorld-Wide Volkswagen Corp.v. Woodson,444\nU. S. 286, 294 (1980) ). But I see little reason to apply such\na principle in a case brought against a large corporate defendant\narising out of its nationwide conduct. What interest could any\nsingle State have in adjudicating respondents’ claims that the\nother States do not share? I would measure jurisdiction first and\nforemost by the yardstick set out inInternational\nShoe—“fair play and substantial justice,” 326 U. S., at\n316 (internal quotation marks omitted). The majority’s opinion\ncasts that settled principle aside.BI fear the consequences of the majority’s\ndecision today will be substantial. Even absent a rigid requirement\nthat a defendant’s in-state conduct must actually cause a\nplaintiff’s claim,[3] the\nupshot of today’s opinion is that plaintiffs cannot join their\nclaims together and sue a defendant in a State in which only some\nof them have been injured. That rule is likely to have consequences\nfar beyond this case.First, and most prominently, the Court’s opinion\nin this case will make it profoundly difficult for plaintiffs who\nare injured in different States by a defendant’s nationwide course\nof conduct to sue that defendant in a single, consolidated action.\nThe holding of today’s opinion is that such an action cannot be\nbrought in a State in which only some plaintiffs were injured. Not\nto worry, says the majority: The plaintiffs here could have sued\nBristol-Myers in New York or Delaware; could “probably” have\nsubdivided their separate claims into 34 lawsuits in the States in\nwhich they were injured; and might have been able to bring a single\nsuit in federal court (an “open . . . question”).Ante,at 12. Even setting aside the majority’s caveats, what\nis the purpose of such limitations? What interests are served by\npreventing the consolidation of claims and limiting the forums in\nwhich they can be consolidated? The effect of the Court’s opinion\ntoday is to eliminate nationwide mass actions in any State other\nthan those in which a defendant is “ ‘essentially at\nhome.’ ”[4] SeeDaimler, 571 U. S., at ___ (slip op., at 8). Such a\nrule hands one more tool to corporate defendants determined to\nprevent the aggregation of individual claims, and forces injured\nplaintiffs to bear the burden of bringing suit in what will often\nbe far flung jurisdictions.Second, the Court’s opinion today may make it\nimpossible to bring certain mass actions at all. After this case,\nit is difficult to imagine where it might be possible to bring a\nnationwide mass action against two or more defendants headquartered\nand incorporated in different States. There will be no State where\nboth defendants are “at home,” and so no State in which the suit\ncan proceed. What abouta nationwide mass action brought against a\ndefendantnot headquartered or incorporated in the United States?\nSuch a defendant is not “at home” in any State. Cf.id.,at\n___–___ (Sotomayor, J., concurring in judgment) (slip op., at\n18–19). Especially in a world in which defendants are subject to\ngeneral jurisdiction in only a handful of States, seeibid.,\nthe effect of today’s opinion will be to curtail—and in some cases\neliminate—plaintiffs’ ability to hold corporations fully\naccountable for their nationwide conduct.The majority chides respondents for conjuring a\n“parade of horribles,”ante,at 12, but says nothing about\nhow suits like those described here will survive its opinion in\nthis case. The answer is simple: They will not.*  *  *It “does not offend ‘traditional notions of\nfair play and substantial justice,’ ”International\nShoe, 326 U. S., at 316, to permit plaintiffs to aggregate\nclaims arising out of a single nationwide course of conduct in a\nsingle suit in a single State where some, but not all, were\ninjured. But that is exactly what the Court holds today is barred\nby the Due Process Clause.This is not a rule the Constitution has required\nbefore. I respectfully dissent.Notes1Like the parties and the\nmajority, I refer to these people as “residents” and “nonresidents”\nof California as a convenient shorthand. Seeante,at 2;\nBrief for Petitioner 4–5, n. 1; Brief for Respondents 2,\nn. 1. For jurisdictional purposes, the important question is\ngenerally (as it is here) where a plaintiff was injured, not where\nhe or she resides.2Respondents do not\ncontend that the California courts would be able to exercise\ngeneral jurisdiction over Bristol-Myers—a concession that follows\ndirectly from this Court’s opinion inDaimler AGv.Bauman, 571 U. S. ___ (2014). As I have explained, I\nbelieve the restrictions the Court imposed on general jurisdiction\ninDaimlerwere ill advised. SeeBNSF R. Co.v.Tyrrell, 581 U. S. ___, ___ (2017) (Sotomayor, J.,\nconcurring in part and dissenting in part);Daimler, 571\nU. S., at ___ (Sotomayor, J., concurring in judgment). But I\naccept respondents’ concession, for the purpose of this case, that\nBristol-Myers is not subject to general jurisdiction in\nCalifornia.3Bristol-Myers urges such\na rule upon us, Brief for Petitioner 14–37, but its adoption would\nhave consequences far beyond those that follow from today’s\nfactbound opinion. Among other things, it might call into question\nwhether even a plaintiffinjuredin a State by an item\nidentical to those sold by a defendant in that State could avail\nhimself of that State’s courts to redress his injuries—a result\nspecifically contemplated byWorld-Wide Volkswagen Corp.v.Woodson, 444 U. S. 286, 297 (1980) . See Brief for\nCivil Procedure Professors asAmici Curiae14–18; see alsoJ. McIntyre Machinery, Ltd.v.Nicastro, 564\nU. S. 873 –907 (2011) (Ginsburg, J., dissenting). That\nquestion, and others like it, appears to await another\ncase.4The Court today does not\nconfront the question whether its opinion here would also apply to\na class action in which a plaintiff injured in the forum State\nseeks to represent a nationwide class of plaintiffs, not all of\nwhom were injured there. Cf.Devlinv.Scardelletti,\n536 U. S. 1 –10 (2002) (“Nonnamed class members\n. . . may be parties for some purposes and not for\nothers”); see also Wood, Adjudicatory Jurisdiction and Class\nActions, 62 Ind. L. J. 597, 616–617 (1987).",
    "joined": []
}