{
    "case": {
        "docket": "20a87",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/20a87/"
    },
    "id": "4355045",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20A87_________________ROMAN CATHOLIC DIOCESE OF BROOKLYN, NEW YORKv.ANDREW M. CUOMO, GOVERNOR OF NEW YORKon application for injunctive relief[November 25, 2020]Justice Sotomayor, with whom Justice Kagan\njoins, dissenting.Amidst a pandemic that has already claimed over\na quarter million American lives, the Court today enjoins one of\nNew York’s public health measures aimed at containing the spread of\nCOVID–19 in areas facing the most severe outbreaks. Earlier this\nyear, this Court twice stayed its hand when asked to issue similar\nextraordinary relief. SeeSouth Bay United Pentecostal\nChurchv.Newsom, 590 U. S. ___ (2020);Calvary\nChapel Dayton Valleyv.Sisolak, 591 U. S. ___\n(2020). I see no justification for the Court’s change of heart, and\nI fear that granting applications such as the one filed by the\nRoman Catholic Diocese of Brooklyn (Diocese) will only exacerbate\nthe Nation’s suffering.[1]South BayandCalvary Chapelprovided a clear and workable rule to state officials seeking to\ncontrol the spread of COVID–19: They may restrict attendance at\nhouses of worship so long as comparable secular institutions face\nrestrictions that are at least equally as strict. SeeSouth\nBay, 590 U. S., at ___ (Roberts, C. J., concurring)\n(slip op., at 2). New York’s safety measures fall comfortably\nwithin those bounds. Like the States inSouth BayandCalvary Chapel, New York applies “[s]imilar or more severe\nrestrictions . . . to comparable secular gatherings,\nincluding lectures, concerts, movie showings, spectator sports, and\ntheatrical performances, where large groups of people gather in\nclose proximity for extended periods of time.”Ibid.Likewise, New York “treats more leniently only dissimilar\nactivities, such as operating grocery stores, banks, and\nlaundromats, in which people neither congregate in large groups nor\nremain in close proximity for extended periods.”Ibid.That\nshould be enough to decide this case.The Diocese attempts to get aroundSouth\nBayandCalvary Chapelby disputing New York’s\nconclusion that attending religious services poses greater risks\nthan, for instance, shopping at big box stores. Application in No.\n20A87, p. 23 (Application). But the District Court rejected that\nargument as unsupported by the factual record. ___, F. Supp. 3d\n___, ___–___, 2020 WL 6120167, *8–*9 (EDNY, Oct. 16, 2020).\nUndeterred, Justice Gorsuch offers up his own examples of secular\nactivities he thinks might pose similar risks as religious\ngatherings, but which are treated more leniently under New York’s\nrules (e.g.,going to the liquor store or getting a bike\nrepaired).Ante, at 2 (concurring opinion). But Justice\nGorsuch does not even try to square his examples with the\nconditions medical experts tell us facilitate the spread of\nCOVID–19: large groups of people gathering, speaking, and singing\nin close proximity indoors for extended periods of time. See App.\nto Brief in Opposition in No. 20A87, pp. 46–51 (declaration of\nDebra S. Blog, Director of the Div. of Epidemiology, NY Dept. of\nHealth); Brief for the American Medical Association et al. asAmicus Curiae3–6 (Brief for AMA). Unlike religious\nservices, which “have every one of th[ose] risk factors,” Brief for\nAMA 6, bike repair shops and liquor stores generally do not feature\ncustomers gathering inside to sing and speak together for an hour\nor more at a time.Id.,at 7 (“Epidemiologists and\nphysicians generally agree that religious services are among the\nriskiest activities”). Justices of this Court play a deadly game in\nsecond guessing the expert judgment of health officials about the\nenvironments in which a contagious virus, now infecting a million\nAmericans each week, spreads most easily.In truth, this case is easier thanSouth\nBayandCalvary Chapel. While the state regulations in\nthose cases generally applied the same rules to houses of worship\nand secular institutions where people congregate in large groups,\nNew York treats houses of worship far more favorably than their\nsecular comparators. Compare,e.g.,Calvary Chapel,\n591 U. S., at ___ (Kavanaugh, J., dissenting) (slip op., at 8)\n(noting that Nevada subjected movie theaters and houses of worship\nalike to a 50-person cap) with App. to Brief in Opposition in No.\n20A87, p. 53 (requiring movie theaters, concert venues, and\nsporting arenas subject to New York’s regulation to close entirely,\nbut allowing houses of worship to open subject to capacity\nrestrictions). And whereas the restrictions inSouth BayandCalvary Chapelapplied statewide, New York’s fixed-capacity\nrestrictions apply only in specially designated areas experiencing\na surge in COVID–19 cases.The Diocese suggests that, because New York’s\nregulation singles out houses of worship by name, it cannot be\nneutral with respect to the practice of religion. Application 22.\nThus, the argument goes, the regulation must,ipso facto, be\nsubject to strict scrutiny. It is true that New York’s policy\nrefers to religion on its face. But as I have just explained, that\nis because the policy singles out religious institutions for\npreferential treatment in comparison to secular gatherings, not\nbecause it discriminates against them. Surely the Diocese cannot\ndemand laxer restrictions by pointing out that it is already being\ntreated better than comparable secular institutions.[2]Finally, the Diocese points to certain\nstatements by Governor Cuomo as evidence that New York’s regulation\nis impermissibly targeted at religious activity—specifically, at\ncombatting heightened rates of positive COVID–19 cases among New\nYork’s Orthodox Jewish community. Application 24. The Diocese\nsuggests that these comments supply “an independent basis for the\napplication of strict scrutiny.” Reply Brief in No. 20A87, p. 9. I\ndo not see how. The Governor’s comments simply do not warrant an\napplication of strict scrutiny under this Court’s precedents. Just\na few Terms ago, this Court declined to apply heightened scrutiny\nto a Presidential Proclamation limiting immigration from\nMuslim-majority countries, even though President Trump had\ndescribed the Proclamation as a “Muslim Ban,” originally conceived\nof as a “ ‘total and complete shutdown of Muslims entering the\nUnited States until our country’s representatives can figure out\nwhat is going on.’ ”Trumpv.Hawaii, 585\nU. S. ___, ___ (2018) (slip op., at 27). If the President’s\nstatements did not show “that the challenged restrictions violate\nthe ‘minimum requirement of neutrality’ to religion,”ante,\nat 2 (quotingLukumi, 508 U. S., at 533), it is hard to\nsee how Governor Cuomo’s do.*  *  *Free religious exercise is one of our most\ntreasured and jealously guarded constitutional rights. States may\nnot discriminate against religious institutions, even when faced\nwith a crisis as deadly as this one. But those principles are not\nat stake today. The Constitution does not forbid States from\nresponding to public health crises through regulations that treat\nreligious institutions equally or more favorably than comparable\nsecular institutions, particularly when those regulations save\nlives. Because New York’s COVID–19 restrictions do just that, I\nrespectfully dissent.Notes1Ironically, due to the\nsuccess of New York’s public health measures, the Diocese is no\nlonger subject to the numerical caps on attendance it seeks to\nenjoin. See Brief in Opposition inAgudath Israel of Americav.Cuomo, No. 20A90, p. 17. Yet the Court grants this\napplication to ensure that, should infection rates rise once again,\nthe Governor will be unable to reimplement the very measures that\nhave proven so successful at allowing the free (and comparatively\nsafe) exercise of religion in New York.2Justice Kavanaugh citesChurch of Lukumi Babalu Aye, Inc.v. Hialeah,508 U.S.\n520, 537–538 (1993), andEmployment Div., Dept. of Human\nResources of Ore.v.Smith,494\nU.S. 872, 884 (1990), for the proposition that states must\njustify treating even noncomparable secular institutions more\nfavorably than houses of worship.Ante, at 2 (concurring\nopinion). But those cases created no such rule.Lukumistruck down a law that allowed animals to be killed for almost any\npurpose other than animal sacrifice, on the ground that the law was\na “ ‘religious gerrymander’ ” targeted at the Santeria\nfaith. 508 U. S.,at 535.Smithis even farther\nafield, standing for the entirely inapposite proposition that “the\nright of free exercise does not relieve an individual of the\nobligation to comply with a valid and neutral law of general\napplicability on the ground that the law proscribes (or prescribes)\nconduct that his religion prescribes (or proscribes).” 494\nU. S., at 879 (internal quotation marks omitted).",
    "joined": []
}