{
    "case": {
        "docket": "614",
        "citation": "569",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/569/614/"
    },
    "id": "1970684",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–889_________________TARRANT REGIONAL WATER DISTRICT, PETITIONERv.RUDOLF JOHN HERRMANN et al.on writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 13, 2013]Justice Sotomayor delivered the opinion of the\nCourt.The Red River Compact, (or Compact), 94Stat.\n3305, allocates water rights among the States within the Red River\nbasin as it winds through Texas, Oklahoma, Arkansas, and Louisiana.\nPetitioner Tarrant Regional Water District (Tarrant), a Texas\nagency, claims that it is entitled to acquire water under the\nCompact from within Oklahoma and that therefore the Compact\npre-empts several Oklahoma statutes that restrict out-of-state\ndiversions of water. In the alternative, Tarrant argues that the\nOklahoma laws are unconstitutional restrictions on interstate\ncommerce. We hold that Tarrant’s claims lack merit.IAThe Red River (or River) begins in the Llano\nEstacado Mesa on the border between New Mexico and Texas. From this\nbroad plain, it first runs through the Texas Panhandle and then\nmarks the border between Texas and Oklahoma. It continues in an\neasterly direction until it reaches the shared border with\nArkansas. Once the River enters Arkansas, it turns southward and\nflows into Louisiana, where it empties into the Mississippi and\nAtchafalaya Rivers.As an important geographic feature of this\nregion, the Red River has lent its name to a valley, a Civil War\ncampaign, and a famed college football rivalry between the\nLonghorns of Texas and the Sooners of Oklahoma. But college pride\nhas not been the only source of controversy between Texas and\nOklahoma regarding the Red River. The River has been the cause of\nnumerous historical conflicts between the two States, leading to a\nmobilization of their militias at one time,Oklahomav.Texas,258 U.S.\n574, 580 (1922), and the declaration of martial law along a\nstretch of the River by Oklahoma Governor “Alfalfa Bill” Murray at\nanother, see Okla. H. Res. 1121, 50th Legislature, 2d Sess.\n(2006) (resolution commemorating “Alfalfa Bill” Murray’s actions\nduring the “Red River Bridge War”). Such disputes over the River\nand its waters are a natural result of the River’s distribution of\nwater flows. The River’s course means that upstream States like\nOklahoma and Texas may appropriate substantial amounts of water\nfrom both the River and its tributaries to the disadvantage of\ndownstream States like Arkansas and especially Lou-isiana, which\nlacks sufficiently large reservoirs to store water.Absent an agreement among the States, disputes\nover the allocation of water are subject to equitable apportionment\nby the courts,Arizonav.California,460 U.S.\n605, 609 (1983), which often results in protracted and costly\nlegal proceedings. Thus in 1955, to forestall future disputes over\nthe River and its water, Congress authorized the States of\nArkansas, Louisiana, Oklahoma, and Texas to negotiate a compact to\napportion the water of the Red River basin among themselves. See\nAct of Aug. 11, 1955, Pub. L. 346, 69Stat. 654. These negotiations\nlasted over 20 years and finally culminated in the signing of the\nRed River Compact in 1978. Congress approved the Compact in 1980,\ntransforming it into federal law. See Act of Dec. 22, 1980, 94Stat.\n3305; Compact, 1 App. 7–51.One of the Compact’s principal purposes was\n“[t]o provide an equitable apportionment among the Signatory States\nof the water of the Red River and its tributaries.” §1.01(b),id.,at 9. The Compact governs the allocation of water along\nthe Red River and its tributaries from the New Mexico and Texas\nborder to its terminus in Louisiana. §§2.12(a)–(e),id.,at\n13. This stretch is divided into five separate subdivisions called\n“Reach[es],”ibid., each of which is further divided into\nsmaller “subbasins,” see,e.g.,§§5.01–5.05,id.,at\n22–26 (describing subbasins 1 through 5 of Reach II). (See Appendix\nA,infra, for a map.)At issue in this case are rights under the\nCompact to water located in Oklahoma’s portion of subbasin 5 of\nReach II, which occupies “that portion of the Red River, together\nwith its tributaries, from Denison Dam down to the\nArkansas-Louisiana state boundary, excluding all tributaries\nincluded in the other four subbasins of Reach II.” §5.05(a), 1 App.\n24–25. (See Appendix B, infra,for a map.) The Compact’s\ninterpretive comments[1]\nexplain that during negotiations, Reach II posed the greatest\ndifficulty to the parties’ efforts to reach agreement. Comment on\nArt. V, 1 App. 27. The problem was that Louisiana, the\nfarthest downstream State, lacks suitable reservoir sites and\ntherefore cannot store water during high flow periods to meet its\nfuture needs. The upstream States (Texas, Oklahoma, and Arkansas),\nwhich control the River’s flow, were unwilling to release water\nstored within their own reservoirs for the benefit of any\ndownstream States, like Louisiana. Without any such release, there\nwould be no guaranteed flow of water to Louisiana.The provisions of the Compact relating to Reach\nII were crafted to address this problem. To this end, Reach II was\ndivided into five subbasins. The upstream subbasins, numbered 1\nthrough 4, were drawn to end at “existing, authorized or proposed\nlast downstream major damsites,” see,e.g.,§5.01(a),id.,at 22, on the tributaries leading to the Red River\nbefore reaching the main stem of the River. These dams allow the\nparties managing them to control water along the tributaries before\nit travels farther downstream and joins the flow of the main stem\nof the River. For the most part, the Compact granted control over\nthe water in these subbasins to the States in which each subbasin\nis located.[2] The remaining\nsubbasin, subbasin 5, instead requires that water be allowed to\nflow to Louisiana through the main stem of the River at certain\nminimum levels, assuring Louisiana an allocation of the River’s\nwaters and solving its flowthrough problem.The provision of the Compact central to the\npresent dispute is §5.05(b)(1), which sets the following allocation\nduring times of normal flow:“(1) The Signatory States shall have equal\nrights to the use of runoff originating in subbasin 5 and\nundesignated water flowing into subbasin 5, so long as the flow of\nthe Red River at the Arkansas-Louisiana state boundary is 3,000\ncubic feet per second [hereinafter CFS] or more, provided no state\nis entitled to more than 25 percent of the water in excess of 3,000\n[CFS].”[3]Id.,at\n25.In these normal circumstances (i.e.,when\nflows at the Arkansas-Louisiana border are above 3,000 CFS), this\nprovision and its interpretive comment make clear that “all states\nare free to use whatever amount of water they can put to beneficial\nuse.” Comment on Art. V,id., at 30. But if the amount\nof water above 3,000 CFS cannot satisfy all such uses, then “each\nstate will honor the other’s right to 25% of the excess flow.”Ibid. However, when the flow of the River diminishes at the\nArkansas-Louisiana border, the upstream States must permit more\nwater to reach Louisiana.[4]\nSubbasin 5’s allocation scheme allows upstream States to keep the\nwater that they have stored, but also ensures that Louisiana will\nreceive a steady supply of water from the Red River, with each\nupstream State contributing during times of low flow.To ensure that its apportionments are honored,\nthe Compact includes an accounting provision, but an accounting is\nnot mandatory “until one or more affected states deem the\naccounting necessary.” §2.11,id.,at 13; see Comment on\nArt. II,id.,at 15–16. This is because the “extensive\ngaging and record keeping required” to carry out such an accounting\nwould impose “a significant financial burden on the involved\nstates.”Id., at 16. Given these costs, the signatory States\ndid “not envisio[n] that it w[ould] be undertaken as a routine\nmatter.”Ibid.Indeed, it appears that no State has ever\nasked for such an accounting in the Compact’s history. See Brief\nfor Respondents 45; Reply Brief 11–12.While the Compact allocates water rights among\nits signatories, it also provides that it should not “be deemed to\n. . . [i]nterfere with or impair the right or power of\nany Signatory State to regulate within its boundaries the\nappropriation, use, and control of water, or quality of water, not\ninconsistent with its obligations under this Compact.” §2.10, 1\nApp. 12. Rather, “[s]ubject to the general constraints of water\navailability and the apportionment of the Compact, each state\n[remains] free to continue its existing internal water\nadministration.” Comment on Art. II,id.,at 14. Even\nduring periods of water shortage, “no attempt is made to specify\nthe steps that will be taken [by States to ensure water\ndeliveries]; it is left to the state’s internal water\nadministration.”Ibid.BIn the years since the Red River Compact was\nratified by Congress, the region’s population has increased\ndramatically. In particular, the population of the Dallas-Fort\nWorth metropolitan area in north Texas has grown from roughly 5.1\nmillion inhabitants in 2000 to almost 6.4 million in 2010, a jump\nof over 23 percent and among the largest in the United States\nduring this period. See Dept. of Commerce, Census Bureau, P. Mackun\n& S. Wilson, Population Distribution and Change: 2000 to 2010\n(Mar. 2011). This growth has strained regional water supplies, and\nnorth Texas’ need for water has been exacerbated in recent years by\na long and costly drought. See generally Galbraith, A Drought More\nThan Texas-Size, International Herald Tribune, Oct. 3, 2011, p.\n4.Against this backdrop, petitioner Tarrant, a\nTexas state agency responsible for providing water to north-central\nTexas (including the cities of Fort Worth, Arlington, and\nMansfield), has endeavored to secure new sources of water for the\narea it serves. From 2000 to 2002, Tarrant, along with several\nother Texas water districts, offered to purchase water from\nOklahoma and the Choctaw and Chickasaw Nations. See 2 App. 336–382.\nBut these negotiations were unsuccessful and Tarrant eventually\nabandoned these efforts.Because Texas’ need for water only continued to\ngrow, Tarrant settled on a new course of action. In 2007, Tarrant\nsought a water resource permit from the Oklahoma Water Resources\nBoard (OWRB),[5] respondents\nhere, to take 310,000 acre feet[6] per year of surface water from the Kiamichi River, a\ntributary of the Red River located in Oklahoma. Tarrant proposed to\ndivert the Kiamichi River, at a point located in subbasin 5 of\nReach II, before it discharges into the Red River and, according to\nTarrant, becomes too saline for potable use.Tarrant knew, however, that Oklahoma would\nlikely deny its permits because various state laws (collectively,\nthe Oklahoma water statutes) effectively prevent out-of-state\napplicants from taking or diverting water from within Oklahoma’s\nborders. These statutes include a requirement that the OWRB\nconsider, when evaluating an application to take water out of\nState, whether that water “could feasibly be transported to\nalleviate water short- ages in the State of Oklahoma.” Okla. Stat.,\nTit. 82, §105.12(A)(5) (West 2013). The statutes also require that\nno permit issued by the OWRB to use water outside of the State\nshall “[i]mpair the ability of the State of Oklahoma to meet its\nobligations under any interstate stream compact.” §105.12A(B)(1). A\nseparate provision creates a permitting review process that applies\nonly to out-of- state water users. §105.12(F). Oklahoma also\nrequires legislative approval for out-of-state water-use permits,\n§105.12A(D), and further provides that “[w]ater use within Oklahoma\n. . . be developed to the maximum extent feasible for the\nbenefit of Oklahoma so that out-of-state downstream users will not\nacquire vested rights therein to the detriment of the citizens of\nthis state,” §1086.1(A)(3). Interpreting these laws, Oklahoma’s\nattorney general has concluded that “we consider the proposition\nunrealistic that an out-of-state user is a proper permit applicant\nbefore the [OWRB]” because “[w]e can find no intention to create\nthe possibility that such a valuable resource as water may become\nbound, without compensation, to use by an out-of-state user.” 1\nApp. 118.When Tarrant filed its permit application, it\nalso filed suit against respondents in Federal District Court. As\nrelevant here, Tarrant sought to enjoin enforcement of the Oklahoma\nwater statutes by the OWRB. Tarrant argued that the statutes, and\nthe interpretation of them adopted by Oklahoma’s attorney general,\nwere pre-empted by federal law and violated the Commerce Clause by\ndiscriminating against interstate commerce in water.The District Court granted summary judgment for\nthe OWRB on both of Tarrant’s claims. See No. CIV–07–0045–HE, 2010\nWL 2817220, *4 (WD Okla., July 16, 2010); No. CIV–07–0045–HE (WD\nOkla., Nov. 18, 2009), App. to Pet. for Cert. 72a–73a, 2009 WL\n3922803, *8. The Tenth Circuit affirmed. 656 F.3d 1222, 1250\n(2011).[7]We granted Tarrant’s petition for a writ of\ncertiorari, 568 U. S. ___ (2013), and now affirm the judgment\nof the Tenth Circuit.IIATarrant claims that under §5.05(b)(1) of the\nCompact, it has the right to cross state lines and divert water\nfrom Oklahoma located in subbasin 5 of Reach II and that the\nOklahoma water statutes interfere with its ability to exercise that\nright. Section 5.05(b)(1) provides:“The Signatory States shall have equal\nrights to the use of runoff originating in subbasin 5 and\nundesignated water following into subbasin 5, so long as the flow\nof the Red River at the Arkansas-Louisiana state boundary is 3,000\n[CFS] or more, provided no state is entitled to more than 25\npercent of the water in excess of 3,000 [CFS].” 1 App. 25.In Tarrant’s view, this provision essentially\ncreates a borderless common in which each of the four signatory\nStates may cross each other’s boundaries to access a shared pool of\nwater. Tarrant reaches this interpretation in two steps. First, it\nobserves that §5.05(b)(1)’s “equal rights” language grants each\nState an equal entitlement to the waters of subbasin 5, subject to\na 25 percent cap. Second, Tarrant argues §5.05(b)(1)’s silence\nconcerning state lines indicates that the Compact’s drafters did\nnot intend to allocate water according to state borders in this\nsection. According to Tarrant, “the ‘25 percent’ language [of\n§5.05(b)(1)] makes clear that, in exercising its ‘equal rights’ to\nthe common pool of water, no State may take more than a one-quartershare,” Reply Brief 3, but any of the signatory States may\n“cross state lines to obtain [its] shar[e] of Subbasin 5 waters,”\nBrief for Petitioner 32.The OWRB disputes this reading. In its view, the\n“equal rights” promised by §5.05(b)(1) afford each State an equal\nopportunity to make use of the excess water within subbasin 5 of\nReach II but only within each State’s own borders. This is because\nthe OWRB reads §5.05(b)(1)’s silence differently from Tarrant. The\nOWRB interprets that provision’s absence of language granting any\ncross-border rights to indicate that the Compact’s drafters had no\nintention to create any such rights in the signatory States.Unraveling the meaning of §5.05(b)(1)’s silence\nwith respect to state lines is the key to resolving whether the\nCompact pre-empts the Oklahoma water statutes.[8] If §5.05(b)(1)’s silence means that state\nborders are irrelevant to the allocation of water in subbasin 5 of\nReach II, then the Oklahoma water laws at issue conflict with the\ncross-border rights created by federal law in the form of the\nCompact and must be pre-empted. But if §5.05(b)(1)’s silence\ninstead reflects a background understanding on the part of the\nCompact’s drafters that state borders were to be respected within\nthe Compact’s allocation, then the Oklahoma statutes do not\nconflict with the Compact’s allocation of water.BInterstate compacts are construed as contracts\nunder the principles of contract law.Texasv.New\nMexico,482 U.S.\n124, 128 (1987). So, as with any contract, we begin by\nexamining the express terms of the Compact as the best indication\nof the intent of the parties, see alsoMontanav.Wyoming, 563 U. S. ___, ___, and n. 4, ___, (2011)\n(slip op., at 5, and n. 4, 17); Restatement (Second) of\nContracts §203(b) (1979).Tarrant argues that because other provisions of\nthe Compact reference state borders, §5.05(b)(1)’s silence with\nrespect to state lines must mean that the Compact’s drafters\nintended to permit cross-border diversions. For example, §5.03(b),\nwhich governs subbasin 3 of Reach II, provides that“[t]he States of Oklahoma and Arkansas\nshall have free and unrestricted use of the water of this subbasinwithin their respective states, subject, however, to the\nlimitation that Oklahoma shall allow a quantity of water equal to\n. . . 40 percent of the total runoff originating below\nthe following existing, authorized or proposed last major\ndownstream damsites in Okla- homa to flow into Arkansas.” 1 App.\n23–24 (emphasis added).Section 6.03(b), which covers subbasin 3 of\nReach III, similarly provides that “Texas and Louisianawithin\ntheir respective boundariesshall each have the unrestricted\nuse of the water of this subbasin subject to the following\n[conditions].”Id., at 33 (emphasis added). Thus, §5.03(b)\nand §6.03(b) mimic §5.05(b)(1) in allocating water rights within a\nsubbasin, but differ in that they make explicit ref-erence to water\nuse “within” state boundaries. Relying on theexpressio\nuniuscanon of construction, Tarrant finds that §5.05(b)’s\nsilence regarding borders is significant because “ ‘[w]here\nCongress includes particular language in one section of a statute\nbut omits it in another section of the same Act, it is generally\npresumed [that] Congress acts intentionally and purposely in the\ndisparate inclusion or exclusion.’ ” Brief for Petitioner 29\n(quotingRussellov.United States,464 U.S.\n16, 23 (1983)).But Tarrant’s argument fails to account for\nother sections of the Compact that cut against its reading. For\nexample, §5.05(b)(3), which governs the waters of subbasin 5 in\nReach II when flows are below 1,000 CFS, requires that during such\nperiods, Arkansas, Texas, and Oklahoma allow water “within their\nrespectivestatesto flow into the Red River as required\nto maintain a 1,000 [CFS] flow at the Arkansas-Louisiana state\nboundary.” 1 App. 25 (emphasis added). Obviously none of the\nupstream States can redirect water that lies outside of their\nborders, so the phrase “within their respective states” is\nsuperfluous in §5.05(b)(3). In contrast, §5.05(b)(2), which governs\nwhen the River’s flow at the Arkansas-Louisiana border is above\n1,000 CFS but below 3,000 CFS, requires that upstream States allow\na flow to Louisiana equivalent to 40 percent of total weekly runoff\noriginating within the subbasin and 40 percent of undesignated\nwater flowing into subbasin 5 of Reach II.Id., at 25. This\nlanguage can only refer to water within each State’s borders\nbecause otherwiseeachState would have to contribute 40\npercent to the total water flow, which would add up to more than\n100 percent. Read together and to avoid absurd results,\n§§5.05(b)(2) and (3) suggest that each upstream State is\nindividually responsible for ensuring that sufficient subbasin 5\nwater locatedwithin its respectiveborders flows down to\nLouisiana, even though §5.05(b)(2) lacks any explicit reference to\nstate lines.Applying Tarrant’s understanding of\n§5.05(b)(1)’s silence regarding state lines to other of the\nCompact’s provisions would produce further anomalous results.\nConsider §6.01(b). That provision states that “Texas is apportioned\nsixty (60) percent of the runoff of [subbasin 1 of Reach III] and\nshall have unrestricted use thereof; Arkansas is entitled to forty\n(40) percent of the runoff of this subbasin.”Id.,at 32.\nBecause Texas is upstream from Arkansas, water flows from Texas to\nArkansas. Given this situation, the commonsense reason for\n§6.01(b)’s 60-to-40 allocation is to prevent Texas from barring the\nflow of water to Arkansas. While there is no reference to state\nboundaries in the section’s text, the unstated assumption\nunderlying this provision is that Arkansas must wait for its 40\npercent share to go through Texas before it can claim it. But\napplying Tarrant’s understanding of silence regarding state borders\nto this section would imply that Arkansas could enter into Texas\nwithout having to wait for the water that will inevitably reach it.\nThis counterintuitive outcome would thwart the self-evident\npurposes of the Compact. Further, other provisions of the Compact\nshare this structure of allocating a proportion of water that will\nflow from an upstream State to a downstream one.[9] Accepting Tarrant’s reading would upset\nthe balance struck by all these sections.At the very least, the problems that arise from\nTarrant’s proposed reading suggest that §5.05(b)(1)’s silence is\nambiguous regarding cross-border rights under the Compact. We\ntherefore turn to other interpretive tools to shed light on the\nintent of the Compact’s drafters. SeeOklahomav.New\nMexico,501 U.S.\n221, 235, n. 5 (1991).[10] Three things persuade us that cross-border rights\nwere not granted by the Compact: the well-established principle\nthat States do not easily cede their sovereign powers, including\ntheir control over waters within their own territories; the fact\nthat other interstate water compacts have treated cross-border\nrights explicitly; and the parties’ course of dealing.1The background notion that a State does not\neasily cede its sovereignty has informed our interpretation of\ninterstate compacts. We have long understood that as sovereign\nentities in our federal system, the States possess an “absolute\nright to all their navigable waters and the soils under them for\ntheir own common use.”Martinv.Lessee of Waddell,\n16 Pet. 367, 410 (1842). Drawing on this principle, we have held\nthat ownership of submerged lands, and the accompanying power to\ncontrol navigation, fishing, and other public uses of water, “is an\nessen- tial attribute of sovereignty,”United Statesv.Alaska,521 U.S.\n1, 5 (1997). Consequently, “ ‘[a] court deciding a\nquestion of title to [a] bed of navigable water [within a State’s\nboundaries] must . . . begin with a strong presumption’\nagainst defeat of a State’s title.”Id.,at 34 (quotingMontanav.United States,450\nU.S. 544, 552 (1981)). See alsoSolid Waste Agency of\nNorthern Cook Cty.v.Army Corps of Engineers,531 U.S.\n159, 174 (2001);Utah Div. of State Landsv.United\nStates,482 U.S.\n193, 195 (1987).Given these principles, when confronted with\nsilence in compacts touching on the States’ authority to control\ntheir waters, we have concluded that “[i]f any inference at all is\nto be drawn from [such] silence on the subject of regula- tory\nauthority, we think it is that each State was left to regulate the\nactivities of her own citizens.”Virginiav.Maryland, 540 U.S. 56, 67 (2003). Cf.New Jerseyv.New York,523 U.S.\n767, 783, n. 6 (1998) (“[T]he silence of the Compact was\non the subject of settled law governing avulsion, which the\nparties’ silence showed no intent to modify”).Tarrant asks us to infer from §5.05(b)(1)’s\nsilence regarding state borders that the signatory States have\ndispensed with the core state prerogative to control water within\ntheir own boundaries.[11]\nBut as the above demonstrates, States rarely relinquish their\nsovereign powers, so when they do we would expect a clear\nindication of such devolution, not inscrutable silence. We think\nthat the better understanding of §5.05(b)(1)’s silence is that the\nparties drafted the Compact with this legal background in mind, and\ntherefore did not intend to grant each other cross-border rights\nunder the Compact.In response, Tarrant contends that its\ninterpretation would not intrude on any sovereign prerogative of\nOklahoma because that State would retain its authority to regulate\nthe water within its borders. Because anyone seeking water from\nOklahoma would still have to apply to the OWRB, receive a permit,\nand abide by its conditions, Tarrant argues that Oklahoma’s\nsovereign authority remains untouched by its interpretation. But\nTarrant cannot have it both ways. Adopting Tarrant’s reading would\nnecessarily entail assuming that Oklahoma and three other States\nsilently surrendered substantial control over the water within\ntheir borders when they agreed to the Compact. Given the background\nprinciples we have described above, we find this unlikely to have\nbeen the intent of the Compact’s signatories.2Looking to the customary practices employed in\nother interstate compacts also helps us to ascertain the intent of\nthe parties to this Compact. SeeAlabamav.North\nCarolina, 560 U.S. 330 ___, ___ (2010) (slip op., at 9);Oklahoma, 501 U. S., at 235, n. 5;Texasv.New Mexico,462 U.S.\n554, 565 (1983). See also Restatement (Second) of Contracts\n§203(b) (explaining that “usage of trade” may be relevant in\ninterpreting a contract). Many of these other compacts feature\nlanguage that unambiguously permits signatory States to cross each\nother’s borders to fulfill obligations under the compacts. See,e.g.,Amended Bear River Compact, Art. VIII(A), 94Stat. 12\n(“[N]o State shall deny the right of another signatory State\n. . . to acquire rights to the use of water\n. . . in one State for use of water in\nanother”).[12] The absence\nof comparable language in the Red River Compact counts heavily\nagainst Tarrant’s reading of it.Tellingly, many of these compacts provide for\nthe terms and mechanics of how such cross-border relationships will\noperate, including who can assert such cross-border rights, see,e.g.,Kansas-Nebraska Big Blue River Compact, Art. VII(1),\n86Stat. 198, who should bear the costs of any cross-border\ndiversions, see,e.g.,Belle Fourche River Compact, Art. VI,\n58Stat. 96–97, and how such diversions should be administered,\nArkansas River Basin Compact, Kansas-Oklahoma, Art. VII(A), 80Stat.\n1411. See also Brief for Professors of Law and Political Science asAmici Curiae11–14 (giving more examples).Provisions like these are critical for managing\nthe complexities that ensue from cross-border diversions. Consider\nthe mechanics of a cross-border diversion or taking of water in\nthis case. If Tarrant were correct, then applicants from Arkansas,\nTexas, and Louisiana could all apply to the OWRB for permits to\ntake water from Oklahoma. The OWRB would then be obligated to\ndetermine the total amount of water in Oklahoma beyond the 25\npercent cap created in §5.05(b)(1), given that the Compact would\nonly obligate Oklahoma to deliver water beyond its quarter share.\nThis alone would be a herculean task because the Compact does not\nrequire ongoing monitoring or accounting, see Compact §2.11, 1 App.\n13, and not all of the water in subbasin 5 is located or originates\nin Oklahoma. Moreover, the OWRB would be tasked with determining\nthe priority under the Compact of applicants from other States.\nThis would almost certainly require the OWRB to not only determine\nwhether Oklahoma had received more or less than its 25 percent\nallotment, but whether other States had as well. Put plainly, the\nend result would be a jurisdictional and administrative quagmire.\nThe pro-visions in the other interstate water compacts resolve\nthese complications. The absence of comparable provisions in the\nRed River Compact strongly suggests that cross-border rights were\nnever intended to be part of the States’ agreement.Tarrant counters that not all interstate\ncompacts that permit cross-border diversions have explicit language\nto this effect. On this front, Tarrant manages to identify one\ninterstate compact that it contends permits cross-border diversions\nwithout express language to that effect, the Upper Niobrara River\nCompact, Pub. L. 91–52, 83Stat. 86. Tarrant observes that this\ncompact, which deals with a river mostly located in Nebraska with\nonly a small portion in Wyoming, provides that “[t]here shall be no\nrestrictions on the use of the surface waters of [the river] by\nWyoming.” See Art. V(A)1,id., at 88. Tarrant suggests that\nthis language, coupled with the fact that the bulk of the river is\nin Nebraska, implicitly indicates that the compact grants Wyoming a\nright to enter Nebraska and use the river’s water. First, we are\nnot convinced that a single compact’s failure to reference state\nborders does much to detract from the overall custom in this area.\nSeesupra,at 16–18, and n. 12. Second, the Upper Niobrara\nRiver Compact is not a helpful counterexample for Tarrant. The\ngeneral provision that Tarrant quotes is paired with a host of\ndetailed conditions. See Arts. V(A)1(a)–(f), 83Stat. 88. Contrary\nto Tarrant’s position, then, assuming that the Upper Niobrara River\ncompact does create any cross-border rights, it does so not through\nsilence, but through the detailed scheme that would apply to any\nsuch contemplated diversions.Tarrant also argues that §2.05(d) of the Red\nRiver Compact, which provides that “[e]ach Signatory State shall\nhave the right to” “[u]se the bed and banks of the Red River and\nits tributaries to convey stored water, imported or exported water,\nand water apportioned according to this Compact,” 1 App. 11, in\nfact authorizes cross-border diversions. Because the present border\nbetween Texas and Oklahoma east of the Texas Panhandle is set by\nthe vegetation line on the south bank of the River, Red River\nBoundary Compact, 114Stat. 919, Tarrant contends that §2.05(d)\nreflects an understanding on the part of the Compact’s drafters\nthat state borders could be crossed. But the issue is not as simple\nas Tarrant makes it out to be. When the Compact was drafted, the\nTexas-Oklahoma border was fixed at the south bank of the River. SeeTexasv.Oklahoma,457 U.S.\n172(1982). If Texas was able to access water through the south\nbank of the River—an issue left unbriefed by the parties—the\nCompact’s framers may have believed that Texas could reach the\nRiver and take water from it without having to enter Oklahoman\nland, casting doubt on Tarrant’s theory. In any event, even if\n§2.05(d) is read to establish a cross-border right, it does so\nthrough express language setting forth the location and purposes\nunder which such an incursion is permissible. This is different\nfrom the inference from silence that Tarrant asks us to draw in\n§5.05(b)(1).3The parties’ conduct under the Compact also\nundermines Tarrant’s position. A “part[y’s] course of performance\nunder the Compact is highly significant” evidence of its\nunderstanding of the compact’s terms.Alabamav.North\nCarolina, 560 U. S., at___ (slip op., at 14). Since the\nCompact was approved by Congress in 1980, no signatory State had\npressed for a cross-border diversion under the Compact until\nTarrant filed its suit in 2007. Brief for Respondents 26, 49–51.\nIndeed, Tarrant attempted to purchase water from Oklahoma over the\ncourse of 2000 until 2002, seesupra,at 7, a strange offer\nif Tarrant believed it was entitled to demand such water without\npayment under the Compact.In response, Tarrant maintains that there were\n“compelling business reasons” for it to purchase water. Reply Brief\n17. We are unpersuaded. If Tarrant believed that it had a right to\nwater located in Oklahoma, there would have been “compelling\nbusiness reasons” to mention this right given that billions of\ndollars were at stake. See 2 App. 362–363 (summarizing Texas\npurchase proposal). Yet there is no indication that Tarrant or any\nother Texas agency or the State of Texas itself previously made any\nmention of cross-border rights within the Compact, and none of the\nother signatory States has ever made such a claim.4The Compact creates no cross-border rights in\nTexas. Tarrant’s remaining arguments do not persuade us\notherwise.First, Tarrant argues that its interpretation of\nthe Compact is necessary to realize the “structure and purpose of\nReach II.” Brief for Petitioner 34–38. Tarrant contends that\nbecause the boundary of subbasin 5 is set by the location of the\nlast existing, authorized, or proposed sites for a downstream dam\nbefore the Red River, see Compact §§5.01(a), 5.02(a), 5.03(b),\n5.04(a), 1 App. 22–24, the Compact allows each of the States\nupstream from Louisiana to prevent water from flowing from its\ntributaries into subbasin 5. Tarrant reasons that each State will\ntherefore hold whatever water it needs in its upstream basins.\nGiven this, Tarrant maintains that any water that a State\nvoluntarily allows to reach subbasin 5 must be surplus water that\nState did not intend to use, and if the upstream State has no need\nfor that water, then there is no reason not to allow other States\nto access and use it, even across borders.This argument is founded on a shaky premise: It\nassumes that flows from these dammed-up tributaries are the sole\nsource of water in subbasin 5. But §5.05(b)(1) explains that\n“[s]ignatory States shall have equal rights to the use of runoff\noriginating in subbasin 5,” as well as “water flowing into subbasin\n5,” which would include flows from the main stem of the River\nitself.Id., at 25. Thus, there are waters that are specific\nto subbasin 5 separate from those originating in the tributaries\ncovered by subbasins 1 through 4. Tarrant’s account of the purposes\nof subbasin 5 does not explain how these waters were to be\nallocated.Tarrant’s second argument regarding the purposes\nof Reach II is that §5.05(b)(1)’s 25 percent cap on each State’s\naccess to excess water in subbasin 5 should be read to imply that\nif a State cannot access sufficient water within its borders to\nmeet its share under the cap, then it must be able to cross borders\nto reach that water. Were it otherwise, Tarrant explains, the 25\npercent cap would have no purpose. To support this argument,\nTarrant draws on a 1970 engineering report that it contends shows\nthat only 16 percent of the freshwater flowing into subbasin 5 was\nlocated in Texas. Brief for Petitioner 9, n. 5. The OWRB\nchallenges this percentage with its own calculations drawn from the\nreport, and asserts that Texas had access to at least 29 percent of\nthe excess water in subbasin 5 within its own borders. Brief for\nRespondents 26, 47–48, and n. 17.Fortunately, we need not delve into calculations\nbased on a decades-old engineering report to resolve this argument.\nAs we have explained,supra,at 4–6, Texas does not have a\nminimum guarantee of 25 percent of the excess water in subbasin 5.\nIf it believes that Oklahoma is using more than its 25 percent\nallotment and wishes to stop it from doing so, then it may call for\nan accounting under §2.11 of the Compact and, depending on the\nresults of that accounting, insist that Oklahoma desist from taking\nmore than its provided share. See Compact §2.11, and Comment on\nArt. II, 1 App. 13–16. This is the appropriate remedy provided\nunder the Compact. But Texas has never done so and Tarrant offers\nno evidence that in the present day Texas cannot access its 25\npercent share on its own land.CUnder the Compact’s terms, water located\nwithin Oklahoma’s portion of subbasin 5 of Reach II remains under\nOklahoma’s control. Accordingly, Tarrant’s theory that Oklahoma’s\nwater statutes are pre-empted because they prevent Texas from\nexercising its rights under the Compact must fail for the reason\nthat the Compact does not create any cross-border rights in\nsignatory States.IIITarrant also challenges the constitutionality\nof the Oklahoma water statutes under a dormant Commerce Clause\ntheory. Tarrant argues that the Oklahoma water statutes\nimpermissibly “ ‘discriminat[e] against interstate commerce’\nfor the ‘forbidden purpose’ of favoring local interests” by\nerecting barriers to the distribution of water left unallocated\nunder the Compact. Brief for Petitioner 47–48 (quotingDepartment of Revenue of Ky.v.Davis,553 U.S.\n328, 338 (2008)). Tarrant’s argument is premised on the\nposition that if we “adopt the Tenth Circuit’s or respondent’s\ninterpretation [of the Compact], . . . a substantial\namount of Reach II, Subbasin 5 water located in Oklahoma is not\napportioned toanyState and therefore is available to\npermit applicants like Tarrant.” Brief for Petitioner 47. So,\nTarrant continues, because Oklahoma’s laws prevent this\n“unallocated water” from being distributed out of State, those laws\nviolate the Commerce Clause.Tarrant’s assumption that that the Compact\nleaves some water “unallocated” is incorrect. The interpretive\ncomment for Article V of the Compact makes clear that when the\nRiver’s flow is above 3,000 CFS, “all states are free to use\nwhatever amount of water they can put to beneficial use,” subject\nto the requirement that “[i]f the states have competing uses and\nthe amount of water available in excess of 3000 CFS cannot satisfy\nall such uses, each state will honor the other’s right to 25% of\nthe excess flow.” 1 App. 29–30. If more than 25 percent of subbasin\n5’s water is located in Oklahoma, that water is not “unallocated”;\nrather, it is allocated to Oklahoma unless and until another State\ncalls for an accounting and Oklahoma is asked to refrain from\nutilizing more than its entitled share.[13] The Oklahoma water statutes can- not discriminate\nagainst interstate commerce with re-spect to unallocated waters\nbecause the Compact leaves no waters unallocated. Tarrant’s\nCommerce Clause argument founders on this point.*  *  *The Red River Compact does not pre-empt Okla-\nhoma’s water statutes because the Compact creates no cross-border\nrights in its signatories for these statutes to infringe. Nor do\nOklahoma’s laws run afoul of the Commerce Clause. We affirm the\njudgment of the Court of Appeals for the Tenth Circuit.It is so ordered.Notes1Interpretive comments\nwere included in the Compact so that future readers “might be\napprised of the intent of the Compact Negotiation Committee with\nregard to each Article of the Compact.” Compact, Comment on\nPreamble, 1 App. 9.2Within subbasins 1, 2,\nand 4, water was fully apportioned to a single State. See Compact\n§5.01(b),id.,at 22–23 (apportioning water of subbasin 1\nand its “unrestricted use” to Oklahoma); §5.02(b),id.,at\n23 (same for Texas with respect to subbasin 2); §5.04(b),id.,at 24 (same for Texas with respect to subbasin 4). Only\nsubbasin 3, which includes portions of Oklahoma and Arkansas,\nbreaks from this pattern and was divided along the lines of a\n60-to-40 split, with both States having “free and unrestricted use\nof the water of this subbasin within their respective states,\nsubject, however, to the limitation that Oklahoma shall allow a\nquantity of water equal to the 40 percent of the total runoff\noriginating below the following existing, authorized or proposed\nlast major downstream damsites in Oklahoma to flow into Arkansas.”\n§5.03(b),id.,at 23–24.3The Compact defines\n“undesignated water” as “all water released from storage other than\n‘designated water.’ ” §3.01(l),id., at 17.\n“[D]esignated water” means “water released from storage, paid for\nby non-Federal interests, for delivery to a specific point of use\nor diversion.” §3.01(k),ibid.4In such circumstances,\nthe two relevant paragraphs provide: “(2) Whenever the flow of the\nRed River at the Arkansas-Louisiana state boundary is less than\n3,000 [CFS], but more than 1,000 [CFS],the States of Arkansas,\nOklahoma, and Texas shall allow to flow into the Red River for\ndelivery to the State of Louisiana a quantity of water equal to 40\npercent of the total weekly runoff originating in subbasin5 and 40\npercent of undesignated water flowing into subbasin 5; pro-vided,\nhowever, that this requirement shall not be interpreted to require\nany state to release stored water. “(3) Whenever the flow of the\nRed River at the Arkansas-Louisiana state boundary falls below\n1,000 [CFS], the States of Arkansas, Oklahoma, and Texas shall\nallow a quantity of water equal to all the weekly runoff\noriginating in subbasin 5 and all undesignated water flowing in\nsubbasin 5 within their respective states to flow into the Red\nRiver as required to maintain a 1,000 [CFS] flow at the\nArkansas-Louisiana state boundary.” §5.05(b),id.,at\n25.5Under §2.10 of the\nCompact each signatory State retains “the right or power\n. . . to regulate within its boundaries the\nappropriation, use, and control of water.”Id.,at 12. Thus,\nthe Compact does not expressly pre-empt any state laws that address\nthe control of water. Oklahoma law, in turn, requires that any\n“state or federal governmental agency” that “intend[s] to acquire\nthe right to the beneficial use of any water” in Oklahoma must\napply to the OWRB for “a permit to appropriate” water before\n“commencing any construction” or “taking [any water] from any\nconstructed works.” Okla. Stat., Tit. 82, §105.9 (West\n2013).6An acre-foot is\nequivalent to the volume of one acre of surface area filled to a\ndepth of one foot. Webster’s Third New International Dictionary 19\n(1966).7The parties have\nstipulated that OWRB will not take action onTarrant’s application\nuntil this litigation has concluded. Brief for Peti-tioner\n16.8The Compact Clause of the\nConstitution provides that “[n]o State shall, without the Consent\nof Congress, . . . enter into any Agreement or Compact\nwith another State.” Art. I, §10, cl. 3. Accordingly,\nbefore a compact between two States can be given effect it must be\napproved by Congress. SeeVirginiav.Maryland, 540\nU.S. 56, 66 (2003). Once a compact receives such approval, it is\n“transform[ed] . . . into a law of the United States.”Ibid.(internal quotation marks omitted). The Supremacy\nClause, Art. VI, cl. 2, then ensures that a\ncongressionally approved compact, as a federal law, pre-empts any\nstate law that conflicts with the Compact. SeeFidelity Fed.\nSav. & Loan Assn.v.De la Cuesta,458 U.S.\n141, 152–153 (1982).9See Compact §4.01(b), 1\nApp. 18 (“The annual flow within this subbasin is hereby\napportioned sixty (60) percent to Texas and forty (40) percent to\nOklahoma”); §6.02(b),id.,at 32 (“Arkansas is apportioned\nsixty (60) percent of the runoff of this subbasin and shall have\nunrestricted use thereof; Louisiana is entitled to forty (40)\npercent of the runoff of this subbasin”).10There\nis, however, one interpretive tool that is inapplicable here: the\npresumption against pre-emption. The Court of Appeals repeatedly\nreferenced and relied upon the presumption in its opinion. See 656\nF.3d 1222, 1239, 1242, 1245–1246 (CA10 2011). Yet the presumption\nagainst pre-emption is rooted in “respect for the States as\n‘independent sovereigns in our federal system’ ” and\n“assume[s] that ‘Congress does not cavalierly pre-empt’ ”\nstate laws.Wyethv.Levine,555\nU.S. 555, 565–566, n. 3 (2009). When the States themselves\nhave drafted and agreed to the terms of a compact, and Congress’\nrole is limited to approving that compact, there is no reason to\ninvoke the presumption.11Of\ncourse, the power of States to control water within their borders\nmay be subject to limits in certain circumstances. For example,\nthose imposed by the Commerce Clause. SeeSporhasev.Nebraska ex rel. Douglas,458 U.S.\n941, 954–958 (1982). Here we deal only with whether the\nparties’ silence on state boundaries in the allocation of water\nunder a compact suggests that borders are irrelevant for that\nallocation. As notedinfra, at 23–24, Tarrant has not raised\nany Commerce Clause challenge to Oklahoma’s control of the water\nallocated to it by the Compact.12See\nalso Amended Costilla Creek Compact, Art. III(2), 77Stat. 353\n(“Each State grants for the benefit of the other . . .\nthe rights . . . in one State for use in the other”);\nKlamath River Basin Compact, Art. V(A), 71Stat. 500 (“Each state\nhereby grants for the benefit of the other . . . the\nright . . . in one state for use in the other”); Snake\nRiver Compact, Art. VIII(A), 64Stat. 32 (“[N]either State shall\ndeny the right of the other State to acquire rights to the use of\nwater . . . in one State for use in the other”); South\nPlatte River Compact, Art. VI(1), 44Stat. 198 (“Colorado consents\nthat Nebraska and its citizens may . . . divert water\nfrom the South Platte River within Colorado for use in Nebraska”);\nUpper Colorado River Basin Compact, Art. IX(a), 63Stat. 37 (“[N]o\nState shall deny the right of another signatory State\n. . . to acquire rights to the use of water\n. . . in an upper signatory State for consumptive use in\na lower signatory State”).13Moreover, even if Oklahoma utilized\nless than 25 percent of the excess subbasin 5 water within its\nterritory and allowed the rest to flow down the River, that water\nwould pass from Reach II into Reach V, see Compact §2.12, 1 App.\n13, the waters of which are completely allocated to Louisiana,\n§8.01,id., at 38. Again, no water is left\n“unallocated.”",
    "joined": []
}