{
    "case": {
        "docket": "15-145",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-145/"
    },
    "id": "3572527",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–145_________________HUSKY INTERNATIONAL ELECTRONICS, INC.,\nPETITIONERv.DANIEL LEE RITZ, Jr.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[May 16, 2016]Justice Sotomayor delivered the opinion of the\nCourt.The Bankruptcy Code prohibits debtors from\ndischarging debts “obtained by . . . false pretenses, a\nfalse representation, or actual fraud.” 11 U. S. C.\n§523(a)(2)(A). The Fifth Circuit held that a debt is “obtained by\n. . . actual fraud” only if the debtor’s fraud involves a\nfalse representation to a creditor. That ruling deepened an\nexisting split among the Circuits over whether “actual fraud”\nrequires a false representation or whether it encompasses other\ntraditional forms of fraud that can be accomplished without a false\nrepresentation, such as a fraudulent conveyance of property made to\nevade payment to creditors. We granted certiorari to resolve that\nsplit and now reverse.IHusky International Electronics, Inc., is a\nColorado-based supplier of components used in electronic devices.\nBetween 2003 and 2007, Husky sold its products to Chrysalis\nManufacturing Corp., and Chrysalis incurred a debt to Husky of\n$163,999.38. During the same period, respondent Daniel Lee Ritz,\nJr., served as a director of Chrysalis and owned at least 30% of\nChrysalis’ common stock.All parties agree that between 2006 and 2007,\nRitz drained Chrysalis of assets it could have used to pay its\ndebts to creditors like Husky by transferring large sums of\nChrysalis’ funds to other entities Ritz controlled. For\ninstance—and Ritz’ actions were by no means limited to these\nexamples—Ritz transferred $52,600 to CapNet Risk Management, Inc.,\na company he owned in full; $121,831 to CapNet Securities Corp., a\ncompany in which he owned an 85% interest; and $99,386.90 to\nDynalyst Manufacturing Corp., a company in which he owned a 25%\ninterest.In May 2009, Husky filed a lawsuit against Ritz\nseek-ing to hold him personally responsible for Chrysalis’\n$163,999.38 debt. Husky argued that Ritz’ intercompany-transfer\nscheme was “actual fraud” for purposes of a Texas law that allows\ncreditors to hold shareholders responsible for corporate debt. See\nTex. Bus. Orgs. Code Ann. §21.223(b) (West 2012). In December 2009,\nRitz filed for Chapter 7 bankruptcy in the United States Bankruptcy\nCourt for the Southern District of Texas. Husky then initiated an\nadversarial proceeding in Ritz’ bankruptcy case again seeking to\nhold Ritz personally liable for Chrysalis’ debt. Husky also\ncontended that Ritz could not discharge that debt in bankruptcy\nbecause the same intercompany-transfer scheme constituted “actual\nfraud” under 11 U. S. C. §523(a)(2)(A)’s exemption to\ndischarge.[1]The District Court held that Ritz was personally\nliable for the debt under Texas law, but that the debt was not\n“obtained by . . . actual fraud” under §523(a)(2)(A) and\ncould be discharged in his bankruptcy.The Fifth Circuit affirmed. It did not address\nwhether Ritz was responsible for Chrysalis’ debt under Texas law\nbecause it agreed with the District Court that Ritz did not commit\n“actual fraud” under §523(a)(2)(A). Before the Fifth Circuit, Husky\nargued that Ritz’ asset-transfer scheme was effectuated through a\nseries of fraudulent conveyances—or transfers intended to obstruct\nthe collection of debt. And, Husky said, such transfers are a\nrecognizable form of “actual fraud.” The Fifth Circuit dis-agreed,\nholding that a necessary element of “actual fraud” is a\nmisrepresentation from the debtor to the creditor, as when a person\napplying for credit adds an extra zero to her income or falsifies\nher employment history.In re Ritz, 787 F. 3d 312,\n316 (2015). In transferring Chrysalis’ assets, Ritz may have\nhindered Husky’s ability to recover its debt, but the Fifth Circuit\nfound that he did not make any false representations to Husky\nregarding those assets or the transfers and therefore did not\ncommit “actual fraud.”We reverse. The term “actual fraud” in\n§523(a)(2)(A) encompasses forms of fraud, like fraudulent\nconveyance schemes, that can be effected without a false\nrepresentation.IIABefore 1978, the Bankruptcy Code prohibited\ndebtors from discharging debts obtained by “false pretenses or\nfalse representations.” §35(a)(2) (1976 ed.). In the Bankruptcy\nReform Act of 1978, Congress added “actual fraud” to that list.\n92Stat. 2590. The prohibition now reads: “A discharge under\n[Chapters 7, 11, 12, or 13] of this title does not discharge an\nindividual debtor from any debt . . . for money,\nproperty, services, or an extension, renewal, or refinancing of\ncredit, to the extent obtained by . . . false pretenses,\na false representation, or actual fraud.” §523(a)(2)(A) (2012\ned.).When “ ‘Congress acts to amend a statute,\nwe presume it intends its amendment to have real and substantial\neffect.’ ”United Statesv.Quality Stores,\nInc., 572 U. S. ___, ___ (2014) (slip op., at 7). It is\ntherefore sensible to start with the presumption that Congress did\nnot intend “actual fraud” to mean the same thing as “a false\nrepresentation,” as the Fifth Circuit’s holding suggests. But the\nhistorical meaning of “actual fraud” provides even stronger\nevidence that the phrase has long encompassed the kind of conduct\nalleged to have occurred here: a transfer scheme designed to hinder\nthe collection of debt.This Court has historically construed the terms\nin §523(a)(2)(A) to contain the “elements that the common law has\ndefined them to include.”Fieldv.Mans, 516\nU. S. 59, 69 (1995) . “Actual fraud” has two parts: actual and\nfraud. The word “actual” has a simple meaning in the context of\ncommon-law fraud: It denotes any fraud that “involv[es] moral\nturpitude or intentional wrong.”Nealv.Clark, 95\nU. S. 704, 709 (1878) . “Actual” fraud stands in contrast to\n“implied” fraud or fraud “in law,” which describe acts of deception\nthat “may exist without the imputation of bad faith or immorality.”Ibid.Thus, anything that counts as “fraud” and is done with\nwrongful intent is “actual fraud.”Although “fraud” connotes deception or trickery\ngener-ally, the term is difficult to define more precisely. See 1\nJ. Story, Commentaries on Equity Jurisprudence §189, p. 221 (6th\ned. 1853) (Story) (“Fraud . . . being so various in its\nnature, and so extensive in its application to human concerns, it\nwould be difficult to enumerate all the instances in which Courts\nof Equity will grant relief under this head”). There is no need to\nadopt a definition for all times and all circumstances here\nbecause, from the beginning of English bankruptcy practice, courts\nand legislatures have used the term “fraud” to describe a debtor’s\ntransfer of assets that, like Ritz’ scheme, impairs a creditor’s\nability to collect the debt.One of the first bankruptcy acts, the Statute of\n13 Elizabeth, has long been relied upon as a restatement of the law\nof so-called fraudulent conveyances (also known as “fraudulent\ntransfers” or “fraudulent alienations”). See generally G. Glenn,\nThe Law of Fraudulent Conveyances 89–92 (1931). That statute, also\ncalled the Fraudulent Conveyances Act of 1571, identified as fraud\n“faigned covenous and fraudulent Feoffmentes Gyftes Grauntes\nAlienations [and] Conveyaunces” made with “Intent to delaye hynder\nor defraude Creditors.” 13 Eliz. ch. 5. In modern terms, Parliament\nmade it fraudulent to hide assets from creditors by giving them to\none’s family, friends, or associates. The principles of the Statute\nof 13 Elizabeth—and even some of its language—continue to be in\nwide use today. SeeBFPv.Resolution Trust\nCorporation, 511 U. S. 531, 540 (1994) (“The modern law of\nfraudulent transfers had its origin in the Statute of 13\nElizabeth”);id., at 541 (“Every American bankruptcy law has\nincorporated a fraudulent transfer provision”); Story §353, at 393\n(“[T]he statute of 13 Elizabeth . . . has been\nuniversally adopted in America, as the basis of our jurisprudence\non the same subject”);Boston Trading Group, Inc.v.Burnazos, 835 F. 2d 1504, 1505–1506 (CA1 1987) (Breyer,\nJ.) (“Mass. Gen. Laws ch. 109A, §§1–13 . . . is a uniform\nstate law that codifies both common and statutory law stretching\nback at least to 1571 and the Statute of Elizabeth”). The degree to\nwhich this statute remains embedded in laws related to fraud today\nclarifies that thecommon-law term “actual fraud” is broad enough\ntoincorporate a fraudulent conveyance.Equally important, the common law also indicates\nthat fraudulent conveyances, although a “fraud,” do not require a\nmisrepresentation from a debtor to a creditor. As a basic point,\nfraudulent conveyances are not an inducement-based fraud.\nFraudulent conveyances typically involve “a transfer to a close\nrelative, a secret transfer, a transfer of title without transfer\nof possession, or grossly inadequate consideration.”BFP,\n511 U. S., at 540–541 (citingTwyne’s Case, 3 Co. Rep.\n80b, 76 Eng. Rep. 809 (K. B. 1601)); O. Bump, Fraudulent\nConveyances: A Treatise Upon Conveyances Made by Debtors To Defraud\nCreditors 31–60 (3d ed. 1882)). In such cases, the fraudulent\nconduct is not in dishonestly inducing a creditor to extend a debt.\nIt is in the acts of concealment and hindrance. In the\nfraudulent-conveyance context, therefore, the opportunities for a\nfalse representation from the debtor to the creditor are limited.\nThe debtor may have the opportunity to put forward a false\nrepresentation if the creditor inquires into the whereabouts of the\ndebtor’s assets, but that could hardly be considered a defining\nfeature of this kind of fraud.Relatedly, under the Statute of 13 Elizabeth and\nthe laws that followed, both the debtor and the recipient of the\nconveyed assets were liable for fraud even though the recipient of\na fraudulent conveyance of course made no representation, true or\nfalse, to the debtor’s creditor. The famousTwyne’s Case,\nwhich this Court relied upon inBFP, illustrates this point.\nSeeTwyne’s Case, 76 Eng. Rep., at 823 (convicting Twyne of\nfraud under the Statute of 13 Elizabeth, even though he was the\nrecipient of a debtor’s conveyance). That principle underlies the\nnow-common understanding that a “conveyance which hinders, delays\nor defrauds creditors shall be void as against [the recipient]\nunless . . . th[at] party . . . received it in\ngood faith and for consideration.” Glenn, Law of Fraudulent\nConveyances §233, at 312. That principle also underscores the point\nthat a false representation has never been a required element of\n“actual fraud,” and we decline to adopt it as one today.BRitz concedes that fraudulent conveyances are\na formof “actual fraud,”[2] but\ncontends that 11 U. S. C. §523(a)(2)(A)’s particular use\nof the phrase means something else. Ritz’ strained reading of the\nprovision finds little support.First, Ritz contends that interpreting “actual\nfraud” in §523(a)(2)(A) to encompass fraudulent conveyances would\nrender duplicative two other exceptions to discharge in §523.\nSection 523(a)(4) exempts from discharge “any debt . . .\nfor fraud or defalcation while acting in a fiduciary capacity,\nembezzlement, or larceny.” And §523(a)(6) exempts “any debt\n. . . for willful and malicious injury by the debtor to\nanother entity or to the property of another entity.”Ritz makes the unremarkable point that the\ntraditional definition of “actual fraud” will cover some of the\nsame conduct as those exceptions: for example, a trustee who\nfraudulently conveys away his trust’s assets. But Ritz’\ninterpretation does not avoid duplication, nor does our\ninterpretation fail to preserve a meaningful difference between\n§523(a)(2)(A) and §§523(a)(4), (6). Just as a fiduciary who engages\nin a fraudulent conveyance may find his debt exempted from\ndischarge under either §523(a)(2)(A) or §523(a)(4), so too would a\nfiduciary who engages in one of the fraudulent misrepresentations\nthat form the core of Ritz’ preferred interpretation of\n§523(a)(2)(A). The same is true for §523(a)(6). The debtors who\ncommit fraudulent conveyancesandthe debtors who make false\nrepresentations under §523(a)(2)(A) could likewise also inflict\n“willful and malicious injury” under §523(a)(6). There is, in\nshort, overlap, but that overlap appears inevitable.And, of course, our interpretation of “actual\nfraud” in §523(a)(2)(A) also preserves meaningful distinctions\nbetween that provision and §§523(a)(4), (a)(6). Section 523(a)(4),\nfor instance, covers only debts for fraud while acting as a\nfiduciary, whereas §523(a)(2)(A) has no similar limitation. Nothing\nin our interpretation alters that distinction. And §523(a)(6)\ncovers debts “for willful and malicious injury,” whether or not\nthat injury is the result of fraud, seeKawaauhauv.Geiger, 523 U. S. 57, 61 (1998) (discussing injuries\nresulting from “ ‘intentional torts’ ”), whereas\n§523(a)(2)(A) covers only fraudulent acts. Nothing in our\ninterpretation alters that distinction either. Thus, given the\nclear differences between these provisions, we see no reason to\ncraft an artificial definition of “actual fraud” merely to avoid\nnarrow redundancies in §523 that appear unavoidable.Ritz also says that our interpretation creates\nredun-dancy with a separate section of the Bankruptcy Code,\n§727(a)(2), which prevents a debtor from discharging all of his\ndebts if, within the year preceding the bankruptcy petition, he\n“transferred, removed, destroyed, mutilated, or concealed” property\n“with intent to hinder, delay, or defraud a creditor or an officer\nof the estate charged with custody of property.” Although the two\nprovisions could cover some of the same conduct, they are\nmeaningfully different. Section 727(a)(2) is broader than\n§523(a)(2)(A) in scope—preventing an offending debtor from\ndischarging all debt in bankruptcy. But it is narrower than\n§523(a)(2)(A) in timing—applying only if the debtor fraudulently\nconveys assets in the year preceding the bank-ruptcy filing. In\nshort, while §727(a)(2) is a blunt remedy for actions that hinder\nthe entire bankruptcy process, §523(a)(2)(A) is a tailored remedy\nfor behavior connected to specific debts.Ritz’ next point of resistance rests on\n§523(a)(2)(A)’s requirement that the relevant debt be “for money,\nprop-erty, services, or . . . credit . . .obtained by. . . actual fraud.” (Emphasis added.)\nThe argument, which the dissent also emphasizes, has two parts:\nFirst, it posits that fraudulent conveyances (unlike other forms of\nactual fraud) cannot be used to “obtai[n]” debt because they\nfunction instead to hide valuables that a debtor already possesses.\nBrief for Respondent 20, 31. There is, the dissent says, no debt at\nthe end of a fraudulent conveyance that could be said to\n“ ‘resul[t] from’ ” or be “ ‘traceable to’ ”\nthe fraud.Post,at 3 (quotingField, 516 U. S.,\nat 61, 64). Second, it urges that “actual fraud” not be interpreted\nto encompass forms of fraud that are incompatible with the\nprovision’s “obtained by” requirement.It is of course true that the transferor does\nnot “obtai[n]” debts in a fraudulent conveyance. But the recipient\nof the transfer—who, with the requisite intent, also commits\nfraud—can “obtai[n]” assets “by” his or her participation in the\nfraud. See,e.g.,McClellanv. Cantrell, 217\nF. 3d 890 (CA 7 2000); see alsosupra,at 6. If that\nrecipient later files for bankruptcy, any debts “traceable to” the\nfraudulent conveyance, seeField,516 U. S., at 61;post,at 3, will be nondischargable under §523(a)(2)(A).\nThus, at least sometimes a debt “obtained by” a fraudulent\nconveyance scheme could be nondischargeable under §523(a)(2)(A).\nSuch circumstances may be rare because a person who receives\nfraudulently conveyed assets is not necessarily (or even likely to\nbe) a debtor on the verge of bankruptcy,[3] but they make clear that fraudulent conveyances are\nnot wholly incompatible with the “obtained by” requirement.The dissent presses further still, contending\nthat the phrase “obtained by . . . actual fraud” requires\nnot only that the relevant debts “resul[t] from” or be “traceable\nto” fraud but also that they “result from fraudat the inception\nof a credit transaction.”Post, at 3 (emphasis added).\nNothing in the text of §523(a)(2)(A) supports that additional\nrequirement. The dissent bases its conclusion on this Court’s\nopinion inField, in which the Court noted that certain\nforms of bankruptcy fraud require a degreeof direct reliance by a\ncreditor on an action taken by a debtor. ButFielddiscussed\nsuch “reliance” only in setting forth the requirements of the form\nof fraud alleged in that case—namely, fraud perpetrated through a\nmisrepresentation to a creditor. See 516 U. S., at 61. The\nCourt was not establishing a “reliance” requirement for frauds that\nare not premised on such a misrepresentation.Finally, Ritz argues that Congress added the\nphrase “actual fraud” to §523(a)(2)(A) not to expand the\nexception’s reach, but to restrict it. In Ritz’ view, “actual\nfraud” was inserted as the last item in a disjunctive list—“false\npretenses, a false representation,oractual fraud”—in order\nto make clear that the “false pretenses” and “false\nrepresentation[s]” covered by the provision needed to be\nintentional. Brief for Respondent 29–31. Ritz asks us, in other\nwords, to ignore what he believes is Congress’ “imprudent use of\nthe word ‘or,’ ”id., at 32, and read the final item in\nthe list to modify and limit the others. In essence, he asks us to\nchange the word “or” to “by.” That is an argument that defeats\nitself. We can think of no other example, nor could petitioner\npoint to any at oral argument, in which this Court has attempted\nsuch an unusual statutory modification.*  *  *Because we must give the phrase “actual fraud”\nin §523(a)(2)(A) the meaning it has long held, we interpret “actual\nfraud” to encompass fraudulent conveyance schemes, even when those\nschemes do not involve a false representation. We therefore reverse\nthe judgment of the Fifth Circuit and remand the case for further\nproceedings consistent with this opinion.So ordered.Notes1Husky also alleged that\nRitz’ debt should be exempted from discharge under two other\nexceptions, see 11 U. S. C. §523(a)(4) (excepting debts\nfor fraud “while acting in a fiduciary capacity”); §523(a)(6)\n(excepting debts for “willful and malicious injury”), but does not\npress those claims in this petition.2See Tr. of Oral Arg. 30\n(Justice Kagan: “[Y]ou’re not contesting that fraudulent conveyance\nis a form of actual fraud; is that right?” Ms. Murphy: “[Y]es,\nthat’s right”);id.,at 27 (Ms. Murphy: “[T]o be clear, we\ndon’t dispute that fraudulent conveyance is a form of actual\nfraud”).3Ritz’ situation may be\nunusual in this regard because Husky contends that Ritz was both\nthe transferor and the transferee in his fraudulent conveyance\nscheme, having transferred Chrysalis assets to other companies he\ncontrolled. We take no position on that contention here and leave\nit to the Fifth Circuit to decide on remand whether the debt to\nHusky was “obtained by” Ritz’ asset-transfer scheme.",
    "joined": []
}