{
    "case": {
        "docket": "14-1055",
        "citation": "580",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/580/14-1055/"
    },
    "id": "3678282",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 14–1055_________________CRYSTAL MONIQUE LIGHTFOOT, et al.,\nPETI-TIONERSv.CENDANT MORTGAGE CORPO-RATION, dba PHH\nMORTGAGE et al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[January 18, 2017]Justice Sotomayor delivered the opinion of the\nCourt.The corporate charter of the Federal National\nMortgage Association, known as Fannie Mae, authorizes Fannie Mae\n“to sue and to be sued, and to complain and to defend, in any court\nof competent jurisdiction, State or Federal.” 12 U. S. C.\n§1723a(a). This case presents the question whether this\nsue-and-be-sued clause grants federal district courts jurisdiction\nover cases involving Fannie Mae. We hold that it does not.IADuring the Great Depression, the Federal\nGovernment worked to stabilize and strengthen the residential\nmortgage market. Among other things, it took steps to increase\nliquidity (reasonably available funding) in the mortgage market.\nThese efforts included the creation of the Federal Home Loan Banks,\nwhich provide credit to member institutions to finance affordable\nhousing and economic development projects, and the Federal Housing\nAdministration (FHA), which insures residential mort-gages. See\nDept. of Housing and Urban Development, Back-ground and History of\nthe Federal National Mortgage Association 1–7, A4 (1966).Also as part of these efforts, Title III of the\nNational Housing Act (1934 Act) authorized the Administrator of the\nnewly created FHA to establish “national mortgage associations”\nthat could “purchase and sell [certain] first mortgages and such\nother first liens” and “borrow money for such purposes.” §301(a),\n48Stat. 1252–1253. The associations were endowed with certain\npowers, including the power to “sue and be sued, complain and\ndefend, in any court of law or equity, State or Federal.” §301(c),id., at 1253.In 1938, the FHA Administrator exercised that\nauthor-ity and chartered the Federal National Mortgage Association.\nAvoiding a mouthful of an acronym (FNMA), it went by Fannie Mae.\nSee,e.g.,Washington Post, July 14, 1940, p. P2\n(“ ‘Fanny May’ ”); N. Y. Times, Mar. 23, 1950, p. 48\n(“ ‘Fannie Mae’ ”). As originally chartered, Fannie Mae\nwas wholly owned by the Federal Government and had three\nobjectives: to “establish a market for [FHA-insured] first\nmortgages” covering new housing construction, to “facilitate the\nconstruction and financing of economically sound rental housing\nprojects,” and to “make [the bonds it issued] available to\n. . . investors.” Fed. Nat. Mortgage Assn. Information\nRegarding the Activities of the Assn. 1 (Circular No. 1, 1938).Fannie Mae was rechartered in 1954. Housing Act\nof 1954 (1954 Act), §201, 68Stat. 613. No longer wholly Government\nowned, Fannie Mae had mixed ownership: Private shareholders held\nits common stock and the Department of the Treasury held its\npreferred stock. The 1954 Act required the Secretary of the\nTreasury to allow Fannie Mae to repurchase that stock. Seeid., at 613–615. It expected that Fannie Mae would\nrepurchase all of its preferred stock and that legislation would\nthen be enacted to turn Fannie Mae over to the private\nstockholders. From then on, Fannie Mae’s duties would “be carried\nout by a privately owned and privately financed corporation.”Id., at 615. Along with these structural changes, the 1954\nAct replaced Fannie Mae’s initial set of powers with a more\ndetailed list. In doing so, it revised the sue-and-be-sued clause\nto give Fannie Mae the power “to sue and to be sued, and to\ncomplain and to defend, in any court of competent jurisdiction,\nState or Federal.”Id., at 620.In 1968, Fannie Mae became fully privately owned\nand relinquished part of its portfolio to its new spinoff, the\nGovernment National Mortgage Association (known as Ginnie Mae). See\nHousing and Urban Development Act of 1968 (1968 Act), 82Stat. 536.\nFannie Mae “continue[d] to operate the secondary market operations”\nbut became “a Government-sponsored private corporation.” 12\nU. S. C. §1716b. Ginnie Mae “remain[ed] in the\nGovernment” and took over “the special assistance functions and\nmanagement and liquidating functions.”Ibid.Ginnie Mae\nreceived the same set of powers as Fannie Mae. See §1723(a); see\nalso 1968 Act, §802(z), 82Stat. 540 (minor revisions to\n§1723a(a)).This general structure remains in place. Fannie\nMae continues to participate in the secondary mortgage market. It\npurchases mortgages that meet its eligibility criteria, packages\nthem into mortgage-backed securities, and sells those securities to\ninvestors, and it invests in mortgage-backed securities itself. One\nof those mortgage purchases led to Fannie Mae’s entanglement in\nthis case.BBeverly Ann Hollis-Arrington refinanced her\nmortgage with Cendant Mortgage Corporation (Cendant) in the summer\nof 1999. Fannie Mae then bought the mortgage, while Cendant\ncontinued to service it. Unable to make her payments,\nHollis-Arrington pursued a forbearance arrangement with Cendant. No\nagreement materialized, and the home entered foreclosure. Around\nthis time, Cendant repurchased the mortgage from Fannie Mae because\nit did not meet Fannie Mae’s credit standards.To stave off the foreclosure, Hollis-Arrington\nand her daughter, Crystal Lightfoot, pursued bankruptcy and\ntransferred the property between themselves. These ef-forts failed,\nand the home was sold at a trustee’s sale in 2001. The two then\ntook to the courts to try to undo the foreclosure and sale.After two unsuccessful federal suits, the pair\nfiled this suit in state court. They alleged that deficiencies in\nthe refinancing, foreclosure, and sale of their home entitled them\nto relief against Fannie Mae. Their claims against other defendants\nare not relevant here.Fannie Mae removed the case to federal court\nunder 28 U. S. C. §1441(a), which permits a defendant to\nremove from state to federal court “any civil action” over which\nthe federal district courts “have original jurisdiction.” It relied\non its sue-and-be-sued clause as the basis for jurisdiction. The\nDistrict Court denied a motion to remand the case to state\ncourt.The District Court then dismissed the claims\nagainst Fannie Mae on claim preclusion grounds. After a series of\nmotions, rulings, and appeals not related to the issue here, the\nDistrict Court entered final judgment. Hollis-Arrington and\nLightfoot immediately moved to set aside the judgment under Federal\nRule of Civil Procedure 60(b), alleging “fraud upon the court.”\nApp. 95–110. The District Court denied the motion.The Ninth Circuit affirmed the dismissal of the\ncase and the denial of the Rule 60(b) motion. 465 Fed. Appx. 668\n(2012). After Hollis-Arrington and Lightfoot sought rehearing, the\nNinth Circuit withdrew its opinion and ordered briefing on the\nquestion whether the District Court had jurisdiction over the case\nunder Fannie Mae’s sue-and-be-sued clause. 769 F. 3d 681,\n682–683 (2014).A divided panel affirmed the District Court’s\njudgment. The majority relied onAmerican Nat. Red Crossv.S. G., 505 U. S. 247 (1992) . It read that decision to\nhave established a “rule [that] resolves this case”: When a\nsue-and-be-sued clause in a federal charter expressly authorizes\nsuit in federal courts, it confers jurisdiction on the federal\ncourts. 769 F. 3d, at 684. The dissent instead readRed\nCrossas setting out only a “ ‘default rule’ ” that\nprovides a “starting point for [the] analysis.” 769 F. 3d, at\n692 (opinion of Stein, J.). It read “any court of competent\njurisdiction” in Fannie Mae’s sue-and-be-sued clause to overcome\nthat default rule by requiring an independent source for\njurisdiction in cases involving Fannie Mae.Ibid.Two Circuits have likewise concluded that the\nlanguage in Fannie Mae’s sue-and-be-sued clause grants jurisdiction\nto federal courts. SeeFederal Home Loan Bank of Bostonv.Moody’s Corp., 821 F. 3d 102 (CA1 2016) (Federal Home\nLoan Bank of Boston’s identical sue-and-be-sued clause);Pirelli\nArmstrong Tire Corp. Retiree Medical Benefits Trust ex rel. Fed.\nNat. Mortgage Assn.v.Raines, 534 F. 3d 779 (CADC\n2008) (Fannie Mae’s sue-and-be-sued clause). Four Circuits have\ndisagreed, finding that similar language did not grant\njurisdiction. SeeWestern Securities Co.v.Derwinski, 937 F. 2d 1276 (CA7 1991) (Under 38\nU. S. C. §1820(a)(1) (1988 ed.), Secretary of Veterans\nAffairs’ authority to “sue and be sued . . . in any court\nof competent jurisdiction, State or Federal”);C. H. Sanders\nCo.v.BHAP Housing Development Fund Co., 903 F. 2d\n114 (CA2 1990) (Under 12 U. S. C. §1702 (1988 ed.),\nSecretary of Housing and Urban Development’s authority “in his\nofficial capacity, to sue and be sued in any court of competent\njurisdiction, State or Federal”);Industrial Indemnity, Inc.v.Landrieu, 615 F. 2d 644 (CA5 1980) (per\ncuriam) (similar);Lindyv.Lynn, 501 F. 2d\n1367 (CA3 1974) (similar).We granted certiorari, 579 U. S. ___\n(2016), and now reverse.IIFannie Mae’s sue-and-be-sued clause authorizes\nit “to sue and to be sued, and to complain and to defend, in any\ncourt of competent jurisdiction, State or Federal.” 12\nU. S. C. §1723a(a). As in other federal corporate\ncharters, this language serves the uncontroversial function of\nclarifying Fannie Mae’s capacity to bring suit and to be sued. SeeBank of United Statesv.Deveaux, 5 Cranch 61, 85–86\n(1809). The question here is whether Fannie Mae’s sue-and-be-sued\nclause goes further and grants federal courts jurisdiction over all\ncases involving Fannie Mae.AIn answering this question, “we do not face a\nclean slate.”Red Cross, 505 U. S., at 252. This Court\nhas addressed the jurisdictional reach of sue-and-be-sued clauses\nin five federal charters. Three clauses were held to grant\njurisdiction, while two were found wanting.The first discussion of sue-and-be-sued clauses\ncame in a pair of opinions by Chief Justice Marshall. The charter\nof the first Bank of the United States allowed it “ ‘to sue\nand be sued, plead and be impleaded, answer and be answered, defend\nand be defended, in courts of record, or any other place\nwhatsoever.’ ”Deveaux, 5 Cranch, at 85. Another\nprovision allowed suits in federal court against certain bank\nofficials, suggesting “the right to sue does not imply a right to\nsue in the courts of the union, unless it be expressed.”Id.,at 86. In light of this language, the Court held that\nthe first Bank of the United States had “no right . . .\nto sue in the federal courts.”Ibid.The Court con-cluded\nthat the second Bank of the United States was not similarly\ndisabled. Its charter allowed it “ ‘to sue and be sued, plead\nand be impleaded, answer and be answered, defend and be defended,\nin all State Courts having competent jurisdiction, and in any\nCircuit Court of the United States.’ ”Osbornv.Bank of United States,9 Wheat. 738, 817 (1824). The Court\ntook fromDeveaux“that a general capacity in the Bank to\nsue, without mentioning the Courts of the Union, may not give a\nright to sue in those Courts.” 9 Wheat.,at 818. By\ncontrast, the second Bank’s charter did grant jurisdiction to the\nfederal circuit courts because it used “words expressly conferring\na right to sue in those Courts.”Ibid.A mortgage dispute between a railroad and its\ncreditor led to the next consideration of this issue. The Texas and\nPacific Railway Company’s federal charter authorized it “ ‘to\nsue and be sued, plead and be impleaded, defend and be defended, in\nall courts of law and equity within the United States.’ ”Bankers Trust Co.v.Texas & Pacific R. Co., 241\nU. S. 295, 302 (1916) . This Court held that the clause had\n“the same generality and natural import as” the clause inDeveaux. 241 U. S., at 304. Thus, “all that was\nintended was to render this corporation capable of suing and being\nsued by its corporate name in any court . . . whose\njurisdiction as otherwise competently defined was adequate to the\noccasion.”Id.,at 303.Another lending dispute, involving defaulted\nbonds, led to the next statement on this issue. The Federal Deposit\nInsurance Corporation’s (FDIC) sue-and-be-sued clause authorized it\n“[t]o sue and be sued, complain and defend, in any court of law or\nequity, State or Federal.” 12 U. S. C. §264(j) (1940\ned.). InD’Oench, Duhme & Co.v.FDIC, 315\nU. S. 447, 455 (1942) , this Court held that federal\njurisdiction over the case was based on the FDIC’s sue-and-be-sued\nclause. SeeRed Cross, 505 U. S., at 254 (expressing no\n“doubt that the Court held federal jurisdiction to rest on the”\nsue-and-be-sued clause).This Court’s most recent discussion of a\nsue-and-be-sued clause came inRed Cross, which involved a\nstate-law tort suit related to a contaminated blood transfusion. It\ndescribed the previous quartet of decisions as reflecting this\nCourt’s “best efforts at divining congressional intent\nretrospectively,” efforts that had put “Congress on prospective\nnotice of the language necessary and sufficient to confer\njurisdiction.”Id.,at 252. Those decisions “support the\nrule that a congressional charter’s ‘sue and be sued’ provision may\nbe read to confer federal court jurisdiction if, but only if, it\nspecifically mentions the federal courts.”Id.,at 255.\nUnder that rule, the Court explained, the result was “clear.”Id.,at 257. The Red Cross’ sue-and-be-sued clause, which\npermits it to “sue and be sued in courts of law and equity, State\nor Federal, within the jurisdiction of the United States,” 36\nU. S. C. §300105(a)(5), confers jurisdiction.Red\nCross, 505 U. S., at 257. “In expressly authorizing\n[suits] in federal courts, using language . . . in all\nrelevant respects identical to [the clause inD’Oench] on\nwhich [the Court] based a holding of federal jurisdiction just five\nyears before [its enactment], the provision extends beyond a mere\ngrant of general corporate capacity to sue, and suffices to confer\nfederal jurisdiction.”Ibid.Armed with these earlier cases, as synthesized\nbyRed Cross, we turn to the sue-and-be-sued clause at issue\nhere.BFannie Mae’s sue-and-be-sued clause resembles\nthe clauses this Court has held confer jurisdiction in one\nimportant respect. In authorizing Fannie Mae “to sue and to be\nsued, and to complain and to defend, in any court of competent\njurisdiction, State or Federal,” 12 U. S. C. §1723a(a),\nit “specifically mentions the federal courts.”Red Cross,505 U. S., at 255. This mention of the federal courts means\nthat Fannie Mae’s charter clears a hurdle that the clauses inDeveauxandBankers Trustdid not.But Fannie Mae’s clause differs in a material\nrespect from the three clauses the Court has held sufficient to\ngrant federal jurisdiction. Those clauses referred to suits in the\nfederal courts without qualification. In contrast, Fannie Mae’s\nsue-and-be-sued clause refers to “anycourt of competent\njurisdiction, State or Federal.” §1723a(a) (emphasis added).\nBecause this sue-and-be-sued clause is not “in all relevant\nrespects identical” to a clause already held to grant federal\njurisdiction,Red Cross, 505 U. S., at 257, this case\ncannot be resolved by a simple comparison. The outcome instead\nturns on the meaning of “court of competent jurisdiction” in Fannie\nMae’s sue-and-be-sued clause.A court of competent jurisdiction is a court\nwith the power to adjudicate the case before it. See Black’s Law\nDictionary 431 (10th ed. 2014) (“[a] court that has the power and\nauthority to do a particular act; one recognized by law as\npossessing the right to adjudicate a contro-versy”). And a court’s\nsubject-matter jurisdiction defines its power to hear cases. SeeSteel Co.v.Citizens for Better Environment, 523\nU. S. 83, 89 (1998) (Subject-matter jurisdiction is “the\ncourts’ statutory or constitutional power to adjudicate the case”\n(emphasis deleted));Wachovia Bank, N. A.v.Schmidt, 546 U. S. 303, 316 (2006) (“Subject-matter\njurisdiction . . . concerns a court’s competence to\nadjudicate a particular category of cases”). It follows that a\ncourt of competent jurisdiction is a court with a grant of\nsubject-matter jurisdiction covering the case before it. Cf.Pennoyerv.Neff, 95 U. S. 714, 733 (1878)\n(“[T]here must be a tribunal competent by its constitution—that is,\nby the law of its creation—to pass upon the subject-matter of the\nsuit”).As a result, this Court has understood the\nphrase “court of competent jurisdiction” as a reference to a court\nwith an existing source of subject-matter jurisdiction.Ex parte\nPhenix Ins. Co., 118 U. S. 610 (1886) , provides an\nexample. There, the Court explained that a statute “providing for\nthe transfer to a trustee of the interest of the owner in the\nvessel and freight, provides only that the trustee may ‘be\nappointed by any court of competent jurisdiction,’ leaving the\nquestion of such competency to depend on other provisions of law.”Id.,at 617. See alsoShoshone Mining Co.v.Rutter, 177 U. S. 505 –507 (1900) (statute authorizing\nsuit “ ‘in a court of competent jurisdiction’ . . .\nunquestionably meant that the competency of the court should be\ndetermined by rules theretofore prescribed in respect to the\njurisdiction of the Federal courts”).Califanov.Sanders, 430 U. S. 99 (1977) , provides another. It\nheld that §10 of the Administrative Procedure Act, codified in 5\nU. S. C. §§701–704, did not contain “an implied grant of\nsubject-matter jurisdiction to review agency actions.” 430\nU. S., at 105. In noting that “the actual text . . .\nnowhere contains an explicit grant of jurisdiction,” the Court\npointed to two clauses requiring “judicial review . . .\nto proceed ‘in a court specified by statute’ or ‘in a court of\ncompetent jurisdiction’ ” and stated that both “seem to look\nto outside sources of jurisdictional authority.”Id.,at\n105–106, and n. 6.On this understanding, Fannie Mae’s\nsue-and-be-sued clause is most naturally read not to grant federal\ncourts subject-matter jurisdiction over all cases involving Fannie\nMae. In authorizing Fannie Mae to sue and be sued “in any court of\ncompetent jurisdiction, State or Federal,” it permits suit in any\nstate or federal court already endowed with subject-matter\njurisdiction over the suit.CRed Crossdoes not require a different\nresult. Some, including the lower courts here, have understood it\nto set out a rule that an express reference to the federal courts\nsuffices to make a sue-and-be-sued clause a grant of fed-eral\njurisdiction.Red Crosscontains no such rule.By its own terms, the ruleRed Crossrestates is “the basic rule” drawn inDeveauxandOsbornthat a sue-and-be-sued clause conferring only a\ngeneral right to sue does not grant jurisdiction to the federal\ncourts.Red Cross, 505 U. S., at 253. Each mention of a\n“rule” refers back to this principle. Seeid.,at 255\n(reading this Court’s sue-and-be-sued clause cases to “support the\nrule that a . . . ‘sue and be sued’ provisionmaybe read to confer federal court jurisdiction if, but only if, it\nspecifically mentions the federal courts” (emphasis added));id.,at 256 (Bankers Trustapplied “the rule thus\nestablished” to hold that the railroad’s sue-and-be-sued clause did\nnot confer jurisdiction); 505 U. S., at 257 (finding the\nresult “clear” under the “rule established in these cases” because\nthe charter “expressly authoriz[es]” suits in federal courts in a\nclause “in all relevant respects identical” to one already found to\nconfer jurisdiction).True enough, the dissent thoughtRed\nCrossestablished a broad rule. See 505 U. S., at 271–272\n(opinion of Scalia, J.) (describingRed Crossas announcing\na “rule . . . that any grant of a general capacity to sue\nwith mention of federal courts will suffice to confer jurisdiction”\n(emphasis deleted)). The certainty of the dissent may explain the\nlower court decisions adopting a broader reading ofRed\nCross. ButRed Crossitself establishes no such rule.\nAnd such a rule is hard to square with the opinion’s thorough\nconsideration of the contrary arguments based in text, purpose, and\nlegislative history. Seeid.,at 258–263.Nothing inRed Crosssuggests that courts\nshould ignore “the ordinary sense of the language used,”id.,at 263, when confronted with a federal charter’s\nsue-and-be-sued clause that expressly references the federal\ncourts, but only those that are courts “of competent\njurisdiction.”IIIFannie Mae, preferring to be in federal court,\nraises several arguments against reading its sue-and-be-sued clause\nas merely capacity conferring. None are persuasive.AFannie Mae first offers several alternative\nreadings of “court of competent jurisdiction.” It suggests that the\nphrase might refer to a court with personal jurisdiction over the\nparties before it, a court of proper venue, or a court of general,\nrather than specialized, jurisdiction. Brief for Respondents\n41–45.At bottom, Fannie Mae’s efforts on this front\nare premised on the reading ofRed Crossrejected above. In\nits view, an express reference to the federal courts suffices to\nconfer subject-matter jurisdiction on federal courts. It sees its\nonly remaining task as explaining why that would not render “court\nof competent jurisdiction” superfluous. See Tr. of Oral Arg. 29–30.\nBut the fact that a sue-and-be-sued clause references the federal\ncourts does not resolve the jurisdictional question. Thus,\narguments as to why the phrase “court of competent jurisdiction”\ncould still have meaning if it does not carry its ordinary meaning\nare beside the point.Moreover, even if the phrase carries additional\nmeaning, that would not further Fannie Mae’s argument. Take its\nsuggestion that a “court of competent jurisdiction” is a court with\npersonal jurisdiction. A court must have the power to decide the\nclaim before it (subject-matter jurisdiction) and power over the\nparties before it (personal jurisdiction) before it can resolve a\ncase. SeeRuhrgas AGv.Marathon Oil Co., 526\nU. S. 574 –585 (1999). Recognizing as much, this Court has\nstated that the phrase “court of competent jurisdiction,” while\n“usually used to refer to subject-matter jurisdiction, has also\nbeen used on occasion to refer to a court’s jurisdiction over the\ndefendant’s person.”United Statesv.Morton, 467\nU. S. 822, 828 (1984) (footnote omitted). See alsoBlackmarv.Guerre, 342 U. S. 512, 516 (1952) .\nBut nothing in Fannie Mae’s sue-and-be-sued clause suggests that\nthe reference to “court of competent jurisdiction” refers only to a\ncourt with personal jurisdiction over the parties before it. At\nmost then, this point might support reading the phrase to refer to\nboth subject-matter and personal jurisdiction. That does not help\nFannie Mae. So long as the sue-and-be-sued clause refers to an\noutside source of subject-matter jurisdiction, it does not confer\nsubject-matter jurisdiction.BFannie Mae next claims that, by the time its\nsue-and-be-sued clause was enacted in 1954, courts had interpreted\nprovisions containing the phrase “court of competent jurisdiction”\nto grant jurisdiction and that Congress was entitled to rely on\nthose interpretations. This argument invokes the prior construction\ncanon of statutory interpretation. The canon teaches that if courts\nhave settled the meaning of an existing provision, the enactment of\na new provision that mirrors the existing statutory text indicates,\nas a general matter, that the new provision has that same meaning.\nSeeBragdonv.Abbott, 524 U. S. 624, 645 (1998)\n.Fannie Mae points to cases discussing three\ntypes of statutory provisions that, in its view, show that the\nphrase “court of competent jurisdiction” had acquired a settled\nmeaning by 1954.The first pair addresses the FHA’s\nsue-and-be-sued clause. See 12 U. S. C. §1702 (“sue and\nbe sued in any court of competent jurisdiction, State or Federal”).\nTwo Court of Appeals decisions in the 1940’s concluded that the FHA\nsue-and-be-sued clause overrode the general rule, today found in 28\nU. S. C. §§1346(a)(2), 1491, that monetary claims against\nthe United States exceeding $10,000 must be brought in the Court of\nFederal Claims, rather than the federal district courts. SeeFergusonv.Union Nat. Bank of Clarksburg, 126\nF. 2d 753, 755–757 (CA4 1942);George H. Evans &\nCo.v.United States, 169 F. 2d 500, 502 (CA3\n1948). These courts did not state that their jurisdiction was\nfounded on the sue-and-be-sued clause, as opposed to statutes\ngoverning the original jurisdiction of the federal district courts.\nSee,e.g.,28 U. S. C. §41(a) (1946 ed.). Thus,\neven assuming that two appellate court cases can\n“ ‘settle’ ” an issue, A. Scalia & B. Garner, Reading\nLaw 325 (2012), these two cases did not because they did not speak\nto the question here.The second set of cases addresses provisions\nauthorizing suit for a violation of a statute. One arose under the\nFair Labor Standards Act of 1938, which authorizes employees to sue\nfor violations of the Act in “any . . . court of\ncompetent jurisdiction.” §6(d)(1), 88Stat. 61, 29\nU. S. C. §216(b). This Court, in its description of the\nfacts, stated that “[j]urisdiction of the action was conferred by\n. . . 28 U. S. C. §41(8), and . . .\n29 U. S. C. §216(b).”Williamsv.Jacksonville\nTerminal Co., 315 U. S. 386, 390 (1942) . This brief,\nambiguous statement did not settle the meaning of §216(b), and thus\ndid not settle the meaning of the phrase “court of competent\njurisdiction.” The other cases in this set dealt with the Housing\nand Rent Act of 1947. As enacted, the statute permitted suit in\n“any Federal, State, or Territorial court of competent\njurisdiction.” §206(b), 61Stat. 199. Some courts read §206 not to\nconfer jurisdiction and instead assessed their jurisdiction under\nthe federal-question jurisdiction statute. See,e.g.,Schumanv.Greenberg, 100 F. Supp. 187, 189 (NJ 1951)\n(collecting cases). At the time, that statute carried an\namount-in-controversy requirement, 28 U. S. C. §41(1)\n(1946 ed.), and so some cases were dismissed or remanded to state\ncourt for lack of federal jurisdiction. Congress later amended §206\nto permit suit “in any Federal court of competent jurisdiction\nregardless of the amount involved.” Defense Production Act\nAmendments of 1951, §204, 65Stat. 147. Congress’ elimination of the\namount-in-controversy requirement suggests, if anything, it\nunderstood that “court of competent jurisdiction” could be read to\nrequire an outside source of jurisdiction.The third set of cases interpreted provisions\nmaking federal jurisdiction over certain causes of action\nexclusive. Brief for Respondents 36–37. Those cases confirm that\nthe provisions require suit to be brought in federal courts but do\nnot discuss the basis for federal jurisdiction.In sum, none of the cases on which Fannie Mae\nrelies suggest that Congress in 1954 would have surveyed the\njurisprudential landscape and necessarily concluded that the courts\nhad already settled the question whether a sue-and-be-sued clause\ncontaining the phrase “court of competent jurisdiction” confers\njurisdiction on the federal courts.CFannie Mae ends with an appeal to\ncongressional purpose, or, more accurately, a lack of congressional\npurpose.It argues that its original sue-and-be-sued\nclause, enacted in 1934, granted jurisdiction to federal courts and\nthat there is no indication that Congress wanted to change the\nstatus quo in 1954. The addition in 1954 of “court of competent\njurisdiction,” a phrase that, as discussed, carries a clear\nmeaning, means that the current sue-and-be-sued clause does not\nconfer jurisdiction. An indication whether that meaning was\nunderstood as a change from the 1934 Act is not required.[1]*Fannie Mae next points to its sibling rival, the\nFederal Home Loan Mortgage Corporation, known as Freddie Mac. The\ntwo share parallel authority to compete in the secondary mortgage\nmarket. Compare 12 U. S. C. §§1717(b)(2)–(6) (Fannie Mae)\nwith §1454(a) (Freddie Mac). Suits involving Freddie Mac may be\nbrought in federal court. See §1452(c) (“to sue and be sued,\ncomplain and defend, in any State, Federal, or other court”);\n§1452(f) (providing that Freddie Mac is a federal agency under 28\nU. S. C. §§1345, 1442, that civil actions to which\nFreddie Mac is a party arise under federal law, and that Freddie\nMac may remove cases to federal district court before trial).Fannie Mae argues there is no good reason to\nthink that Congress gave Freddie Mac fuller access to the federal\ncourts than it has. Leaving aside the clear textual indications\nsuggesting Congress did just that, a plausible reason does exist.\nIn 1970, when Freddie Mac’s sue-and-be-sued clause and related\njurisdictional provisions were enacted, Freddie Mac was a\nGovernment-owned corporation. See Emergency Home Finance Act of\n1970, §304(a), 84Stat. 454. Fannie Mae, on the other hand, had\nalready transitioned into a privately owned corporation. Fannie\nMae’s argument on this front, moreover, contains a deeper flaw. The\ndoors to federal court remain open to Fannie Mae through diversity\nand federal-question jurisdiction. Fannie Mae provides no reason to\nthink that in other cases, involving only state-law claims, access\nto the federal courts gives Freddie Mac an unintended competitive\nadvantage over Fannie Mae that Congress would have wanted to avoid.\nIndeed, the usual assumption is that state courts are up to the\ntask of adjudicating their own laws. Cf.Gulf Offshore Co.v.Mobil Oil Corp., 453 U. S. 473 –484 (1981).IVThe judgment of the Ninth Circuit is\nreversed.It is so ordered.Notes1* The legislative history\nof the 1934 Act provides some reason to question Fannie Mae’s\npremise about Congress’ view of the status quo under the 1934 Act.\nDuring debate on this provision, Senator Logan asked Senator\nBulkley, the chair of the subcommittee with authority over the\nbill, about the original sue-and-be-sued clause. Senator Bulkley\nexplained that it merely conferred a capacity to sue and be sued\n“and [did] not confe[r] a right to go into a Federal court where it\nwould not otherwise exist.” 78 Cong. Rec. 12008\n(1934).",
    "joined": []
}