{
    "case": {
        "docket": "371",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/371/"
    },
    "id": "1970581",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–1175_________________OLIVEA MARX, PETITIONERv.GENERAL\nREVENUE CORPORATIONon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[February 26, 2013]Justice Sotomayor, with whom Justice Kagan\njoins, dissenting.Federal Rule of Civil Procedure 54(d)(1) is a\ndefault standard that grants district courts discretion to award\nlitigation costs to a prevailing party. This default, how- ever,\ngives way when a federal statute includes a costs provision that\n“provides otherwise.” The Fair Debt Collection Practices Act\n(FDCPA), 91Stat. 874, 15 U. S. C. §1692et seq., contains a costs provision, §1692k(a)(3), and\nit “provides otherwise.” That is apparent from the statute’s plain\nlanguage, which limits a court’s discretion to award costs to\nprevailing defendants to cases “brought in bad faith and for the\npurpose of harassment.” In reaching the opposite conclusion, the\nCourt ignores the plain meaning of both the FDCPA and Rule 54(d)(1)\nand renders the statutory language at issue in this case\nmeaningless. I respectfully dissent.IThe majority correctly recognizes, seeante,at 4, the fundamental principle of statutory\nconstruction that we begin “with the language of the statute\nitself.”United Statesv.Ron Pair Enterprises, Inc.,489 U.S.\n235, 241 (1989);Ingalls Shipbuilding, Inc.v.Director, Office of Workers’ Compensation Programs,519 U.S.\n248, 255 (1997);Caminettiv.United States,242 U.S.\n470, 485 (1917).We presume that Congress “means in a\nstatute what it says there,”Connecticut Nat. Bankv.Germain,503 U.S.\n249, 254 (1992), and “where . . . the statute’s\nlanguage is plain, the sole function of the courts is to enforce it\naccording to its terms.”Ron Pair,489 U. S., at 241\n(internal quotation marks omitted). This basic tenet is the\nappropriate starting point for interpreting both Rule 54(d)(1) and\n§1692k(a)(3). After invoking this principle, however, the majority\ncasts it aside entirely in interpreting the statute and the\nRule.ARule 54(d)(1) states, as relevant here, that\n“[u]nless a federal statute . . . provides otherwise,\ncosts—other than attorney’s fees—should be allowed to the\nprevailing party.” The first question is what it means for a\nstatute to “provid[e] otherwise” than Rule 54(d)(1).Because the phrase “provides otherwise” is not\ndefined in the Federal Rules of Civil Procedure, we look to its\nordinary meaning.Asgrow Seed Co.v.Winterboer,513 U.S.\n179, 187 (1995). In common usage, to “provide otherwise” means\nto “make a . . . stipulation” that is “differen[t].”\nWebster’s Third New International Dictionary 1598, 1827 (2002)\n(Webster’s Third) (defining “provide” and “otherwise,”\nrespectively); see Random House Dictionary of the English Language\n1372, 1556 (2d ed. 1987) (Random House) (“to arrange for or\nstipulate” “[i]n another manner”); 10 Oxford English Dictionary 984\n(2d ed. 1989) (Oxford Dictionary); 12id.,at 713 (“to\nstipulate” “[i]n another way . . . ; in a different\nmanner”). This reading of the plain text is confirmed by the\noriginal 1937 codification of the Rule, which made clear that any\n“express provision” relating to costs in a statute is sufficient to\ndisplace the default.[1]Accordingly, to displace Rule 54(d)(1), a\nfederal statute need only address costs in a way different from,\nbut not necessarily inconsistent with, the default.[2] The reason is straightforward. If Congress\nhas enacted a provision with respect to costs in a statute, there\nis no longer any need for the default, so it gives way. This design\nof the Rule is sensible, because many statutes contain specific\ncosts provisions. 10 Moore’s Federal Practice §54.101[1][c], p.\n54–160 (3d ed. 2012) (noting that such statutes “are far too\nnumerous to list comprehensively”). Rule 54(d)(1) is therefore\nconsistent with the canon of statutory interpretation that “a\nprecisely drawn, detailed statute pre-empts more general remedies.”Hinckv.United States,550 U.S.\n501, 506 (2007);Crawford Fitting Co.v.J. T.\nGibbons, Inc.,482 U.S.\n437, 445 (1987);United Statesv.Erika, Inc.,456 U.S.\n201, 208 (1982).While purporting to interpret the “ordinary\nmeaning” of Rule 54(d)(1),ante,at 4, the majority\nimmediately abandons the ordinary meaning. The majority concludes\nthat a statute provides otherwise for purposes of Rule 54(d)(1)\nonly if it is “contrary” to the default.Ante,at 5. But the\nmajority does not cite even a single dictionary definition in\nsupport of that reading, despite the oft-cited principle that a\ndefinition widely reflected in dictionaries generally governs over\nother possible meanings.[3]\nLacking any dictionary support for its interpretation, the majority\nrelies instead upon a treatise published nearly 60 years after the\nRule’s adoption. Seeante,6–7 (citing 6 J. Moore, Moore’s\nFederal Practice, p. 54–304 (2d ed. 1996)).“Otherwise” means “different.” Webster’s Third\n1518; seesupra, at 2–3. The majority’s preferred term of\nart, “contrary,” sets a higher bar; it signifies “the opposite,” or\n“a proposition, fact, or conditionincompatiblewith an-\nother.” Webster’s Third 495 (emphasis added). See also American\nHeritage Dictionary of the English Language 399 (5th ed. 2011)\n(“Opposed, as in character or purpose”); 3 Oxford Dictionary 844\n(“Opposed in nature or tendency; diametrically different, extremely\nunlike”); Random House 442 (“[O]pposite in nature or character;\ndiametrically or mutually opposed”).Indeed, the majority’s reading does not square\nwith the everyday meaning of “otherwise.” Consider, for example, a\nmedication labeled with the instruction, “take twice a day unless\notherwise directed.” If a doctor advises her patient to take the\nmedicine “in the morning,” the patient would understand her to mean\nthat he should take the medicine once a day, each morning. Although\nthe instruction to take the medication in the morning is not\nincompatible with taking it twice a day—it could be taken in the\nevening as well—an ordinary English speaker would interpret\n“otherwise” to mean that the doctor’s more specific instructions\nentirely supersede what is printed on the bottle. Rule 54(d)(1) is\njust the same: Its default is supplanted whenever Congress provides\nmore specific instructions, not only when they are diametrically\nopposed to it.B1Thus, the straightforward question in this\ncase is whether §1692k(a)(3) implements a “different” standard with\nrespect to costs than Rule 54(d)(1), and so “provides otherwise.”\nAs relevant, §1692k(a)(3) states: “On a finding by the court that\nan action under this section was brought in bad faith and for the\npurpose of harassment, the court may award to the defendant\nattorney’s fees reasonable in relation to the work expended and\ncosts.”It is readily apparent that this provision is\ndifferent from the default of Rule 54(d)(1). In §1692k(a)(3),\nCongress described with specificity a single circumstance in which\ncosts may be awarded. Far from merely restating a district court’s\ndiscretion to award costs, this provision imposes a prerequisite to\nthe exercise of that discretion: a finding by the court that an\naction was brought in bad faith and for the purpose of\nharassment.Because the text is plain, there is no need to\nproceed any further. Even so, relevant canons of statutory\ninterpretation lend added support to reading §1692k(a)(3) as having\na negative implication. That reading accords with theexpressio\nunius, exclusio alteriuscanon, which instructs that when\nCongress includes one possibility in a statute, it excludes another\nby implication. SeeChevron U. S. A. Inc.v.Echazabal,536 U.S.\n73, 80–81 (2002). This rule reinforces what the text makes\nclear. By limiting a court’s discretion to award costs to cases\nbrought in bad faith or for the purpose of harassment, Congress\nforeclosed the award of costs in other circumstances.[4]Petitioner’s interpretation of the statute is\nalso strongly favored by the rule that statutes should be read to\navoid superfluity. Under this “most basic of interpretative canons,\n. . . ‘ “[a] statute should be constructed so that\neffect is given to all of its provisions, so that no part will be\ninoperative or superfluous, void or insignificant.” ’ ”Corleyv.United States,556\nU.S. 303, 314 (2009) (quotingHibbsv.Winn,542 U.S.\n88, 101 (2004)). Respondent’s reading, as it mostly\nacknowledges, renders the entire sentence meaningless because it\nreiterates powers that federal courts already possess with respect\nto both costs and attorney’s fees. See Brief for Respondent\n22–24.The majority rejects this argument, citing the\nrule that this canon “ ‘assists only where a competing\ninterpretation gives effect to every clause and word of a\nstatute.’ ”Ante, at 13 (quotingMicrosoft Corp.v.i4i Ltd. Partnership, 564 U. S. ___, ___ (2011)\n(slip op., at 12)). In its view, neither of the available\ninterpretations can eliminate superfluity because the attorney’s\nfees provision is redundant under any reading.Ante, at 13.\nBut the canon against super- fluity surely counsels against an\ninterpretation that renders the entire provision at issue\nsuperfluous when a competing interpretation would at least render\npart of the provision meaningful. Nor does the majority’s\nobservation that redundancy is “ ‘hardly unusual,’ ”ante,at 14, in provisions relating to costs make the canon\ninapplicable. While Congress sometimes drafts redundant language\nwith respect to costs, Congress did not do so in\n§1692(a)(3).[5] Instead, it\ndrafted specific language that permits a court to award costs only\non the satisfaction of a condition.Interpreting §1692k(1)(3) as having a negative\nimplication is consistent with our construction of another statute\nthat includes similar language. InCooper Industries, Inc.v.Aviall Services, Inc.,543 U.S.\n157, 166 (2004) (opinion for the Court by Thomas, J.), we\nconsidered a provision in the Comprehensive Environmental Response,\nCompensation, and Liability Act of 1980, 42 U. S. C.\n§9613(f)(1) that provided: “[a]ny personmayseek\ncontribution . . .during . . . any civil\nactionunder section 9606 of this title” (emphasis added). We\nrejected the argument that the word “may” indicated that “during a\ncivil action” was one but not the exclusive circumstance in which\nthe right of contribution was available. 543 U. S., at 166. We\ninstead adopted the natural reading of the text, holding that a\nparty’s ability to seek contribution was limited by the phrase\n“during any civil action” and that contribution was only available\nwhile a lawsuit is pending.Ibid.The same logic applies\nhere, because §1692k(a)(3) imposes a closely analogous condition on\na court’s discretion to award costs.2The first sentence of §1692k(a)(3) underscores\nthat Congress implemented a different rule than Rule 54(d)(1). That\nsentence provides that a debt collector who violates the FDCPA is\n“liable to” a prevailing plaintiff for “the costs of the action,\ntogether with a reasonable attorney’s fee as determined by the\ncourt.” This sentence makes a losing defendant always liable for\nthe “costs of the action,” which is a clear departure from the Rule\n54(d)(1) discretionary default. Cf.Taniguchiv.Kan\nPacific Saipan, Ltd., 566 U. S. ___, ___ (2012) (slip op.,\nat 4). Because Congress deviated from Rule 54(d)(1) in the first\nsentence of §1692k(a)(3), the most reasonable reading is that the\nsentence that immediately follows, which states the rule for\nprevailing defendants, takes a similar path.The majority believes that its reading of the\ncosts provision follows from the first sentence as well, but for a\ndifferent reason.Ante, at 11–12. It suggests that if\nCongress had not included costs in the second sentence, a plaintiff\nmight have been able to argue that the inclusion of costs in the\nfirst sentence and the exclusion of costs in the second indicated\nthat defendants could recover only fees when an action is brought\nin bad faith. The majority then speculates that Congress included\ncosts in the second sentence to foreclose that argument.The text of the previous sentence makes plain,\nhowever, that the second sentence departs from the Rule 54(d)(1)\ndefault, and the majority offers no evidence in support of its\nsupposition that Congress intended a different meaning.[6] Moreover, I see no basis for\ninvoking potential confusion or indulging in speculation to explain\naway the words Congress chose.Ante, at 11–12. Some Members\nof the majority have expressed doubt about the relevance of\nlegislative history, claiming that relying upon it is analogous to\n“entering a crowded cocktail party and looking . . . for\none’s friends.”Conroyv.Aniskoff,507 U.S.\n511, 519 (1993) (Scalia, J., concurring in judgment). But\nspeculating whole cloth about congressional intent, as the majority\ndoes, is surely more problematic. The majority is saved the trouble\nof having to look for its friends at the party; it simply invites\nthem.IIReduced to its essence, the majority’s\nanalysis turns on reading §1692k(a)(3) in the context of what it\ncalls the “venerable presumption” that prevailing parties are\nentitled to costs. Seeante,at 4. Even if it were\nappropriate to consider a background presumption rather than\nreading the plain text at issue, the majority’s characterization of\nthe presumption is at best incomplete.First, the Court’s suggestion that the\npresumption regarding costs is a “venerable” one in American law is\nan overstatement.Ibid. It is true, as the majority points\nout, that prior to the federal rules, “prevailing parties were\nentitled to costs as of right in actions at law while courts had\ndiscretion to award costs in equity proceedings.”Ante,at\n4, n. 3; see Wright & Miller §2665, at 199. But the\ndoctrine governing costs at law carved out an important exception\nfor statutory provisions that set forth a differ- ent\nrule.[7] Where there was such a\nstatute, courts would simply apply it. In its assessment of the\nbackground principles underlying its approach, the majority glosses\nover the longstanding expectation that Congress often enacts\ndifferent rules with respect to costs, and when it does, these\nrules govern.Second, Rule 54(d)(1) embraces this\nlong-recognized exception because it specifies that a statute can\ndisplace its default rule. To repeat, Rule 54(d)(1) merely enacts a\ndefault standard that applies unless, among other things, a statute\nor rule “provides otherwise.” Here, for the reasons explained,\nCongress enacted exactly such a statute. That is clear from the\ntext, because §1692k(a)(3) conditions the award of costs on the\nsatisfaction of a condition, and because the previous sentence of\nthe same provision breaks from the default.*  *  *The plain text of Rule 54(d)(1) and\n§1692k(a)(3) dictates the result in this case. Accordingly, I would\nreverse the Tenth Circuit and hold that §1692k(a)(3) “provides\notherwise” than Rule 54(d)(1), such that a district court cannot\naward costs to a prevailing defendant in an FDCPA action except\nupon a showing that the action was brought in bad faith and for the\npurpose of harassment. I respectfully dissent.Notes1The original codification\nof the Rule provided that“[e]xcept whenexpress\nprovisionthereforis made either in a statute of the\nUnited States or in these rules, costs shall be allowed as of\ncourse to the prevailing party unless the court otherwise directs.”Ante,at 6 (quoting the Rule; emphasis added; internal\nquotation marks omitted). The language in the Rule was later\nrevised to its current form in 2007, but as the majority\nacknowledges, the Rules Committee indicated the changes were\n“ ‘stylistic only.’ ”Ibid.(quoting Advisory\nCommittee’s Notes, 28 U. S. C. App., p. 734 (2006 ed.,\nSupp. V)).2See 10 C. Wright, A.\nMiller, & M. Kane, Federal Practice and Procedure §2665, p. 200\n(3d ed. 1998 and Supp. 2012) (hereinafter Wright & Miller)\n(Rule 54 “provides that ordinarily the prevailing party shall be\nallowed costs other than attorney’s fees unless . . .some other provisionfor costs is made by a federal statute\nor the civil rules” (emphasis added)).3See,e.g., MCI\nTelecommunications Corp.v. American Telephone &\nTelegraph Co.,512 U.S.\n218, 225 (1994) (opinion for the Court by Scalia, J.)\n(rejecting the argument that an alternative definition should\ncontrol the meaning of “modify” where “[v]irtually every dictionary\nwe are aware of says that ‘to modify’ means to change moderately or\nin minor fashion”).4The majority suggests\nthat this canon does not apply to §1692k(a)(3) because it only aids\nwhere “ ‘it is fair to suppose that Congress considered the\nunnamed possibility and meant to say no to it.’ ”Ante,\nat 9 (quotingBarnhartv.Peabody Coal Co.,537 U.S.\n149, 168 (2003)). The best evidence of congressional intent,\nhowever, is the statutory text that Congress enacted.West\nVirginia Univ. Hospitals, Inc.v.Casey,499 U.S.\n83, 98 (1991). And here, the plain language of §1692k(a)(3)\nmakes it clear that Congress meant to foreclose other possible\nmeanings. Seesupra,at 5.5See,e.g.,15\nU. S. C. § 6104(d) (Telemarketing and Consumer Fraud and\nAbuse Prevention Act) (“The court . . . may award costs\nof suit and reasonable fees for attorneys and expert witnesses to\nthe prevailing party”); 42 U. S. C. §3613(c)(2) (Fair\nHousing Act) (“In a civil action . . . the court, in its\ndiscretion, may allow the prevailing party . . . a\nreasonable attorney’s fee and costs”); see also 28\nU. S. C. §1332(b) (failure to recover jurisdictional\namount).6The majority does not\nexplain why its speculation about legislative intent is more\npersuasive than the Solicitor General’s view that saddling\npotential plaintiffs with costs would undermine the FDCPA’s\n“ ‘calibrated scheme’ ” of enforcement. Brief for United\nStates asAmicus Curiae10 (quotingJermanv.Carlisle, McNellie, Rini, Kramer & Ulrich,\nL. P. A.,559 U.S.\n573, ___ (2010) (slip op., at 29)). Under the Solicitor\nGeneral’s interpretation, because the recoveries in these cases are\nnot certain to be large, consumers may be deterred from bringing\nFDCPA claims if they are faced with the risk of paying costs. See\nBrief for United States 21–28. This outcome would thwart Congress’s\nexpectation that the FDCPA was to be primarily enforced by\nconsumers.Ibid.7SeeEx parte\nPeterson,253 U.S.\n300, 318 (1920) (“[I]n actions at law the prevailing party is\nentitled to costs as of right . . . ,except in those\nfew cases where by express statutory provision or established\nprinciples costs are denied” (emphasis added)); see alsoUnited Statesv.Treadwell, 15 F. 532, 534 (SDNY\n1883) (“[T]he prevailing party shall be entitled to costs in all\ncases, unlessotherwise expressly provided by law” (emphasis\nadded, internal quotation marks omitted)); Payne, Costs in Common\nLaw Actions in the Federal Courts, 21 Va. L. Rev. 397, 430\n(1934) (“By reason of the numerous changes in the acts of Congress\nrespecting costs, many of the older cases are not now safe\nprecedents. Care should be exercised, therefore, to make an\nintelligent use of the cases decided prior to the enactment of\nvarious statutes”).",
    "joined": []
}