{
    "case": {
        "docket": "287",
        "citation": "561",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/561/287/"
    },
    "id": "1963348",
    "author": "sotomayor",
    "type": "concurrence & dissent in part",
    "text": "OPINION OF SOTOMAYOR, J.GRANITE ROCK CO. V. TEAMSTERS561 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1214GRANITE ROCK COMPANY, PETITIONERv.INTERNATIONAL BROTHERHOOD OF TEAMSTERS et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[June 24, 2010]Justice Sotomayor, with whom\nJustice Stevens joins, concurring in part and dissenting in\npart.I join Part III of the Court’s\nopinion, which holds that petitioner Granite Rock’s tortious\ninterference claim against respondent International Brotherhood of\nTeamsters (IBT) is not cognizable under §301(a) of the Labor\nManagement Relations Act, 1947 (LMRA), 29 U. S. C. §185(a). I\nrespectfully dissent, however, from the Court’s conclusion that the\narbitration provision in the collective-bargaining agreement (CBA)\nbetween Granite Rock and IBT Local 287 does not cover the parties’\ndispute over whether Local 287 breached the CBA’s no-strike clause.\nIn my judgment, the parties clearly agreed in the CBA to have this\ndispute resolved by an arbitrator, not a court.The legal principles that govern this case are\nsimpler than the Court’s exposition suggests. Arbitration, all\nagree, “is a matter of contract and a party cannot be required to\nsubmit to arbitration any dispute which [it] has not agreed so to\nsubmit.”Steelworkersv.Warrior & Gulf Nav.\nCo.,363 U. S. 574, 582 (1960). Before\nordering parties to arbitrate, a court must therefore confirm (1)\nthat the parties have an agreement to arbitrate and (2) that the\nagreement covers their dispute. Seeante, at 9. In\ndetermining the scope of an arbitration agreement, “there is a\npresumption of arbitrability in the sense that ‘[a]n order to\narbitrate the particular grievance should not be denied unless it\nmay be said with positive assurance that the arbitration clause is\nnot susceptible of an interpretation that covers the asserted\ndispute. Doubts should be resolved in favor of coverage.’ ”AT&T Technologies, Inc.v.Communications\nWorkers,475 U. S. 643, 650 (1986) (quotingWarrior, 363 U. S., at 582–583); see alsoJohn Wiley\n& Sons, Inc.v.Livingston,376 U. S. 543, 550, n. 4\n(1964) (“[W]hen a contract is scrutinized for evidence of an\nintention to arbitrate a particular kind of dispute, national labor\npolicy requires, within reason, that an interpretation that covers\nthe asserted dispute … be favored” (emphasis deleted; internal\nquotation marks omitted)).[Footnote\n1]The application of these established precepts\nto the facts of this case strikes me as equally straightforward: It\nis undisputed that Granite Rock and Local 287 executed a CBA in\nDecember 2004. The parties made the CBA retroactively “effect[ive]\nfrom May 1, 2004,” the day after the expiration of their prior\ncollective-bargaining agreement. App. to Pet. for Cert. A–190.\nAmong other things, the CBA prohibited strikes and lockouts.Id., at A–181. The CBA authorized either party, in\naccordance with certain grievance procedures, to “refe[r] to\narbitration” “[a]ll disputes arising under this agreement,” except\nfor three specified “classes of disputes” not implicated here.Id., at A–176 to A–179.Granite Rock claims that Local 287 breached\nthe CBA’s no-strike clause by engaging in a work stoppage in July\n2004. Local 287 contests this claim. Specifically, it contends that\nit had no duty to abide by the no-strike clause in July because it\ndid not vote to ratify the CBA until August. As I see it, the\nparties’ disagreement as to whether the no-strike clause proscribed\nthe July work stoppage is plainly a “disput[e] arising under” the\nCBA and is therefore subject to arbitration as Local 287 demands.\nIndeed, the parties’ no-strike dispute is indistinguishable from\nmyriad other disputes that an employer and union might have\nconcerning the interpretation and application of the substantive\nprovisions of a collective-bargaining agreement. These are\nprecisely the sorts of controversies that labor arbitrators are\ncalled upon to resolve every day.The majority seems to agree that the CBA’s\narbitration provision generally encompasses disputes between\nGranite Rock and Local 287 regarding the parties’ compliance with\nthe terms of the CBA, including the no-strike clause. The majority\ncontends, however, that Local 287’s “formation-date defense” raises\na preliminary question of contract formation that must be resolved\nby a court rather than an arbitrator.Ante, at 15. The\nmajority’s reasoning appears to be the following: If Local 287 did\nnot ratify the CBA until August, then there is “no valid basis” for\napplying the CBA’s arbitration provision to events that occurred in\nJuly.Ibid.The majority’s position is flatly inconsistent\nwith the language of the CBA. The parties expressly chose to make\nthe agreement effective from May 1, 2004. As a result, “the date on\nwhich [the] agreement was ratified” does not, as the majority\ncontends, determine whether the parties’ dispute about the\npermissibility of the July work stoppage falls within the scope of\nthe CBA’s arbitration provision.Ante, at 14. When it\ncomes to answering the arbitrability question, it is entirely\nirrelevant whether Local 287 ratified the CBA in August (as it\ncontends) or in July (as Granite Rock contends). In either case,\nthe parties’ dispute—which postdates May 1—clearly “aris[es] under”\nthe CBA, which is all the arbitration provision requires to make a\ndispute referable to an arbitrator. Cf.Litton Financial\nPrinting Div., Litton Business Systems, Inc.v.NLRB,501 U. S. 190,\n201 (1991) (recognizing that “a collective-bargaining agreement\nmight be drafted so as to eliminate any hiatus between expiration\nof the old and execution of the new agreement”).[Footnote 2]Given the CBA’s express retroactivity, the\nmajority errs in treating Local 287’s ratification-date defense as\na “formation dispute” subject to judicial resolution.Ante, at 13. The defense simply goes to the merits of\nGranite Rock’s claim: Local 287 maintains that the no-strike clause\nshould not be construed to apply to the July work stoppage because\nit had not ratified the CBA at the time of that action. Cf.First Options of Chicago, Inc.v.Kaplan,514 U. S. 938, 942 (1995)\n(distinguishing a disagreement that “makes up themeritsof the dispute” from a disagreement “about thearbitrabilityof the dispute”). Accordingly, the defense\nis necessarily a matter for the arbitrator, not the court. SeeAT&T, 475 U. S., at 651 (“[I]t is for the arbitrator\nto determine the relative merits of the parties’ substantive\ninterpretations of the agreement”). Indeed, this Court has been\nemphatic that “courts … have no business weighing the merits of the\ngrievance.”Steelworkersv.American Mfg. Co.,363 U. S. 564,\n568 (1960). “When the judiciary undertakes to determine the merits\nof a grievance under the guise of interpreting the [arbitration\nprovisions] of collective bargaining agreements, it usurps a\nfunction … entrusted to the arbitration tribunal.”Id., at\n569; see alsoAT&T, 475 U. S., at 649 (“[I]n deciding\nwhether the parties have agreed to submit a particular grievance to\narbitration, a court is not to rule on the potential merits of the\nunderlying claims”);Warrior, 363 U. S., at 582, 585\n(“[T]he judicial inquiry under [LMRA] §301 must be strictly\nconfined to the question whether the reluctant party did agree to\narbitrate the grievance”; “the court should view with suspicion an\nattempt to persuade it to become entangled in the construction of\nthe substantive provisions of a labor agreement”).Attempting to sidestep this analysis, the\nmajority declares that Local 287 waived its retroactivity argument\nby failing in the courts below to challenge Granite Rock’s\nconsistent characterization of the parties’ dispute as one of\ncontract formation. Seeante, at 16. As a result of Local\n287’s omission, the District Court and Court of Appeals proceeded\nunder the understanding that this case presented a formation\nquestion. It was not until its merits brief in this Court that\nLocal 287 attempted to correct this mistaken premise by pointing to\nthe parties’ execution of the December 2004 CBA with its May 2004\neffective date. This Court’s rules “admonis[h] [counsel] that they\nhave an obligation to the Court to point out in the brief in\nopposition [to certiorari], and not later, any perceived\nmisstatement made in the petition [for certiorari]”;\nnonjurisdictional arguments not raised at that time “may be deemed\nwaived.” This Court’s Rule 15.2. Although it is regrettable and\ninexcusable that Local 287 did not present its argument earlier, I\ndo not see it as one we can ignore. The question presented in this\ncase presupposes that “it is disputed whether any binding contract\nexists.” Brief for Petitioner i. Because it is instead undisputed\nthat the parties executed a binding contract in December 2004 that\nwas effective as of May 2004, we can scarcely pretend that the\nparties have a formation dispute. Consideration of this fact is “a\n‘predicate to an intelligent resolution’ of the question presented,\nand therefore ‘fairly included therein.’ ”Ohiov.Robinette,519 U. S. 33, 38 (1996)\n(quotingVancev.Terrazas,444 U. S. 252, 258, n. 5\n(1980); this Court’s Rule 14.1(a)). Indeed, by declining to\nconsider the plain terms of the parties’ agreement, the majority\noffers little more than “an opinion advising what the law would be\nupon a hypothetical state of facts.”Aetna Life Ins. Co.v.Haworth,300 U. S. 227, 241\n(1937). In view of the CBA’s effective date, I would hold that the\nparties agreed to arbitrate the no-strike dispute, including Local\n287’s ratification-date defense, and I would affirm the judgment\nbelow on this alternative ground. Cf.Dandridgev.Williams,397 U. S. 471, 475, n. 6\n(1970) (“The prevailing party may, of course, assert in a reviewing\ncourt any ground in support of [the] judgment, whether or not that\nground was relied upon or even considered by the trial court”).Footnote 1When the question is “ ‘who(primarily) should decide arbitrability’ ” (as opposed to\n“ ‘whethera particular merits-related dispute is\narbitrable’ ”), “the law reverses the presumption.”First\nOptions of Chicago, Inc.v.Kaplan,514 U. S. 938, 944–945 (1995). In\nother words, “[u]nless the parties clearly and unmistakably provide\notherwise,” it is presumed that courts, not arbitrators, are\nresponsible for resolving antecedent questions concerning the scope\nof an arbitration agreement.AT&T Technologies, Inc.v.Communications Workers,475 U. S. 643, 649 (1986). As the\nmajority correctly observes,ante, at 7, n. 5, this\ncase does not implicate the reversed presumption because both\nparties accept that a court, not an arbitrator, should resolve\ntheir current disagreement about whether their underlying dispute\nis arbitrable.Footnote 2Notably, at the time they executed the CBA in\nDecember 2004, the parties were well aware that they disagreed\nabout the legitimacy of the July work stoppage. Yet they made the\nCBA retroactive to May and declined to carve out their no-strike\ndispute from the arbitration provision, despite expressly excluding\nthree other classes of disputes from arbitration. Cf.Steelworkersv.Warrior & Gulf Nav. Co.,363 U. S. 574, 584–585 (1960) (“In the\nabsence of any express provision excluding a particular grievance\nfrom arbitration, we think only the most forceful evidence of a\npurpose to exclude the claim from arbitration can prevail”).",
    "joined": []
}