{
    "case": {
        "docket": "637",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/637/"
    },
    "id": "1970756",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–399_________________ADOPTIVE COUPLE, PETITIONERS v. BABY GIRL, a\nminor child under the age of fourteen years, et al.on writ of certiorari to the supreme court of\nsouth carolina[June 25, 2013]Justice Sotomayor,\nwith whom Justice Ginsburg and Justice Kagan join, and with whom\nJustice Scalia joins in part, dissenting.A casual reader of the\nCourt’s opinion could be forgiven for thinking this an easy\ncase, one in which the text of the applicable statute clearly\npoints the way to the only sen- sible result. In truth, however,\nthe path from the text of the Indian Child Welfare Act of 1978\n(ICWA) to the result the Court reaches is anything but clear, and\nits result anything but right.The reader’s\nfirst clue that the majority’s supposedly straightforward\nreasoning is flawed is that not all Members who adopt its\ninterpretation believe it is compelled by the text of the statute,\nsee ante, at 1 (Thomas, J., concurring); nor are they all willing\nto accept the consequences it will necessarily have beyond the\nspecific factual sce- nario confronted here, see ante, at 1\n(Breyer, J., concurring). The second clue is that the majority\nbegins its analysis by plucking out of context a single phrase from\nthe last clause of the last subsection of the relevant provision,\nand then builds its entire argument upon it. That is not how we\nordinarily read statutes. The third clue is that the major- ity\nopenly professes its aversion to Congress’ explicitly stated\npurpose in enacting the statute. The majority ex- presses concern\nthat reading the Act to mean what it says will make it more\ndifficult to place Indian children in adoptive homes, see ante, at\n14, 16, but the Congress that enacted the statute announced its\nintent to stop “an alarmingly high percentage of Indian\nfamilies [from being] broken up” by, among other things, a\ntrend of “plac[ing] [Indian children] in non-Indian\n. . . adoptive homes.” 25 U. S. C.\n§1901(4). Policy disagreement with Congress’ judg- ment\nis not a valid reason for this Court to distort the pro- visions of\nthe Act. Unlike the majority, I cannot adopt a reading of ICWA that\nis contrary to both its text and its stated purpose. I respectfully\ndissent.IBeginning its reading\nwith the last clause of §1912(f), the majority concludes that\na single phrase appearing there—“continued\ncustody”—means that the entirety of the subsection is\ninapplicable to any parent, however committed, who has not\npreviously had physical or legal custody of his child. Working back\nto front, the majority then concludes that §1912(d), tainted\nby its association with §1912(f), is also inapplicable; in the\nmajority’s view, a family bond that does not take custodial\nform is not a family bond worth preserving from\n“breakup.” Because there are apparently no limits on\nthe contaminating power of this single phrase, the majority does\nnot stop there. Under its reading, §1903(9), which makes\nbiological fathers “parent[s]” under this federal\nstatute (and where, again, the phrase “continued\ncustody” does not appear), has substantive force only when a\nbirth father has physical or state-recognized legal custody of his\ndaughter.When it excludes\nnoncustodial biological fathers from the Act’s substantive\nprotections, this textually backward reading misapprehends\nICWA’s structure and scope. Moreover, notwithstanding the\nmajority’s focus on the per- ceived parental shortcomings of\nBirth Father, its rea- soning necessarily extends to all Indian\nparents who have never had custody of their children, no matter how\nfully those parents have embraced the financial and emotional\nresponsibilities of parenting. The majority thereby transforms a\nstatute that was intended to provide uniform federal standards for\nchild custody proceedings involving Indian children and their\nbiological parents into an illogical piecemeal scheme.ABetter to start at\nthe beginning and consider the operation of the statute as a whole.\nCf. ante, at 13 (“[S]tatutory construction ‘is a\nholistic endeavor[,]’ and . . . ‘[a]\nprovision that may seem ambiguous in isolation is often clarified\nby the remainder of the statutory scheme’ ”\n(quoting United Sav. Assn. of Tex. v. Timbers of Inwood Forest\nAssociates, Ltd., 484 U. S. 365, 371 (1988) )).ICWA commences with\nexpress findings. Congress rec- ognized that “there is no\nresource that is more vital to the continued existence and\nintegrity of Indian tribes than their children,” 25\nU. S. C. §1901(3), and it found that this resource\nwas threatened. State authorities insufficiently sensitive to\n“the essential tribal relations of Indian people and the\ncultural and social standards prevailing in Indian communities and\nfamilies” were breaking up Indian families and moving Indian\nchildren to non-Indian homes and institutions. See\n§§1901(4)–(5). As §1901(4) makes clear, and as\nthis Court recognized in Mississippi Band of Choctaw Indians v.\nHolyfield, 490 U. S. 30, 33 (1989) , adoptive placements of\nIndian children with non-Indian families contributed significantly\nto the overall problem. See §1901(4) (finding that “an\nalarmingly high percentage of [Indian] children are placed in\nnon-Indian . . . adoptive homes”).Consistent with these\nfindings, Congress declared its purpose “to protect the best\ninterests of Indian children and to promote the stability and\nsecurity of Indian tribes and families by the establishment of\nminimum Federal standards” applicable to child custody\nproceedings involving Indian children. §1902. Section 1903\nthen goes on to establish the reach of these protections through\nits defi- nitional provisions. For present purposes, two of these\ndefinitions are crucial to understanding the statute’s full\nscope.First, ICWA defines the\nterm “parent” broadly to mean “any biological\nparent . . . of an Indian child or any In- dian person\nwho has lawfully adopted an Indian child.” §1903(9). It\nis undisputed that Baby Girl is an “Indian child”\nwithin the meaning of the statute, see §1903(4); ante, at 2,\nn. 1, and Birth Father consequently qualifies as a\n“parent” under the Act. The statutory definition of\nparent “does not include the unwed father where paternity has\nnot been acknowledged or established,” §1903(9), but\nBirth Father’s biological paternity has never been questioned\nby any party and was confirmed by a DNA test during the state court\nproceedings, App. to Pet. for Cert. 109a (Sealed).Petitioners and Baby\nGirl’s guardian ad litem devote many pages of briefing to\narguing that the term “parent” should be defined with\nreference to the law of the State in which an ICWA child custody\nproceeding takes place. See Brief for Petitioners 19–29;\nBrief for Respondent Guardian Ad Litem 32–41. These\narguments, however, are inconsistent with our recognition in\nHolyfield that Congress intended the critical terms of the statute\nto have uniform federal definitions. See 490 U. S., at\n44–45. It is therefore unsurprising, although far from\nunimportant, that the majority assumes for the purposes of its\nanalysis that Birth Father is an ICWA “parent.” See\nante, at 7.Second, the Act’s\ncomprehensive definition of “child custody proceeding”\nincludes not only “ ‘adoptive\nplacement[s],’ ” “ ‘preadoptive\nplacement[s],’ ” and “ ‘foster\ncare placement[s],’ ” but also\n“ ‘termination of parental\nrights’ ” proceedings. §1903(1). This last\ncategory encompasses “any action resulting in the termination\nof the parent-child relationship,” §1903(1)(ii)\n(emphasis added). So far, then, it is clear that Birth Father has a\nfederally recognized status as Baby Girl’s\n“parent” and that his “parent-child\nrelationship” with her is subject to the protections of the\nAct.These protections are\nnumerous. Had Birth Father petitioned to remove this proceeding to\ntribal court, for example, the state court would have been\nobligated to transfer it absent an objection from Birth Mother or\ngood cause to the contrary. See §1911(b). Any voluntary\nconsent Birth Father gave to Baby Girl’s adoption would have\nbeen invalid unless written and executed before a judge and would\nhave been revocable up to the time a final decree of adoption was\nentered. [1] See\n§§1913(a), (c). And §1912, the center of the dispute\nhere, sets forth procedural and substantive standards applicable in\n“involuntary proceeding[s] in a State court,” including\nfoster care placements of Indian children and termination of paren-\ntal rights proceedings. §1912(a). I consider\n§1912’s provisions in order.Section 1912(a)\nrequires that any party seeking “termination of parental\nrights t[o] an Indian child” provide notice to both the\nchild’s “parent or Indian custodian” and the\nchild’s tribe “of the pending proceedings and of their\nright of intervention.” Section 1912(b) mandates that counsel\nbe provided for an indigent “parent or In- dian\ncustodian” in any “termination proceeding.”\nSection 1912(c) also gives all “part[ies]” to a\ntermination proceeding—which, thanks to §§1912(a)\nand (b), will always include a biological father if he desires to\nbe present—the right to inspect all material “reports\nor other documents filed with the court.” By providing\nnotice, counsel, and access to relevant documents, the statute\nensures a biological father’s meaningful participation in an\nadoption proceeding where the termination of his parental rights is\nat issue.These protections are\nconsonant with the principle, recognized in our cases, that the\nbiological bond between parent and child is meaningful. “[A]\nnatural parent’s desire for and right to the companionship,\ncare, custody, and management of his or her children,” we\nhave explained, “is an interest far more precious than any\nprop- erty right.” Santosky v. Kramer, 455 U. S. 745\n–759 (1982) (internal quotation marks omitted). See also\ninfra, at 19-20. Although the Constitution does not compel the\nprotection of a biological father’s parent-child relationship\nuntil he has taken steps to cultivate it, this Court has\nnevertheless recognized that “the biological connection\n. . . offers the natural father an opportunity that no\nother male possesses to develop a relationship with his\noffspring.” Lehr v. Robertson, 463 U. S. 248, 262 (1983)\n. Federal recognition of a parent-child relationship between a\nbirth father and his child is consistent with ICWA’s purpose\nof providing greater protection for the familial bonds between\nIndian parents and their children than state law may afford.The majority does not\nand cannot reasonably dispute that ICWA grants biological fathers,\nas “parent[s],” the right to be present at a\ntermination of parental rights proceeding and to have their views\nand claims heard there. [2]\nBut the majority gives with one hand and takes away with the other.\nHaving assumed a uniform federal definition of “parent”\nthat confers certain procedural rights, the majority then\nillogically concludes that ICWA’s substantive protections are\navailable only to a subset of “parent[s]”: those who\nhave previously had physical or state-recognized legal custody of\nhis or her child. The statute does not support this departure.Section 1912(d)\nprovides that“Any party\nseeking to effect a foster care placement of, or termination of\nparental rights to, an Indian child under State law shall satisfy\nthe court that active efforts have been made to provide remedial\nservices and rehabilitative programs designed to prevent the\nbreakup of the Indian family and that these efforts have proved\nunsuccessful.” (Emphasis added.)In other words, subsection (d) requires that an\nattempt be made to cure familial deficiencies before the drastic\nmeasures of foster care placement or termination of parental rights\ncan be taken.The majority would hold\nthat the use of the phrase “breakup of the Indian\nfamily” in this subsection means that it does not apply where\na birth father has not previously had custody of his child. Ante,\nat 12. But there is nothing about this capacious phrase that\nlicenses such a narrowing construction. As the majority notes,\n“breakup” means “ ‘[t]he\ndiscontinuance of a relationship.’ ” Ante, at 12\n(quoting American Heritage Dictionary 235 (3d ed. 1992)). So far,\nall of §1912’s provisions expressly apply in actions\naimed at terminating the “parent-child relationship”\nthat exists between a birth father and his child, and they extend\nto it meaningful protections. As a logical matter, that\nrelationship is fully capable of being preserved via remedial\nservices and rehabilitation programs. See infra, at 15–17.\nNothing in the text of subsection (d) indicates that this blood\nrelationship should be excluded from the category of familial\n“relationships” that the pro- vision aims to save from\n“discontinuance.”The majority, reaching\nthe contrary conclusion, asserts baldly that “when an Indian\nparent abandons an Indian child prior to birth and that child has\nnever been in the Indian parent’s legal or physical custody,\nthere is no ‘relationship’ that would be\n‘discontinu[ed]’ . . . by the termination of\nthe Indian parent’s rights.” Ante, at 12. Says who?\nCertainly not the statute. Section 1903 recognizes Birth Father as\nBaby Girl’s “parent,” and, in conjunction with\nICWA’s other provisions, it further establishes that their\n“parent-child relationship” is protected under federal\nlaw. In the face of these broad definitions, the majority has no\nwarrant to substitute its own policy views for Congress’ by\nsaying that “no ‘relationship’ ”\nexists between Birth Father and Baby Girl simply because, based on\nthe hotly con- tested facts of this case, it views their family\nbond as in- sufficiently substantial to deserve protection. [3] Ibid.The majority states\nthat its “interpretation of §1912(d) is . . .\nconfirmed by the provision’s placement next to §1912(e)\nand §1912(f),” both of which use the phrase\n“ ‘continued custody.’ ” Ante, at\n13. This is the only aspect of the majority’s argument\nregarding §1912(d) that is based on ICWA’s actual text\nrather than layers of assertion su- perimposed on the text; but the\nconclusion the majority draws from the juxtaposition of these\nprovisions is exactly backward.Section 1912(f) is\npaired with §1912(e), and as the ma- jority notes, both come\non the heels of the requirement of rehabilitative efforts just\nreviewed. The language of the two provisions is nearly identical;\nsubsection (e) is headed “Foster care placement\norders,” and subsection (f), the relevant provision here, is\nheaded “Parental rights termination orders.” Subsection\n(f) reads in its entirety,“No\ntermination of parental rights may be ordered in such proceeding in\nthe absence of a determination, supported by evidence beyond a\nreasonable doubt, including testimony of qualified expert\nwitnesses, that the continued custody of the child by the parent or\nIndian custodian is likely to result in serious emotional or\nphysical damage to the child.” §1912(f). [4]The immediate inference to be drawn from the\nstatute’s structure is that subsections (e) and (f) work in\ntandem with the rehabilitative efforts required by (d). Under\nsubsection (d), state authorities must attempt to provide\n“remedial services and rehabilitative programs” aimed\nat avoiding foster care placement or termination of parental\nrights; (e) and (f), in turn, bar state authorities from ordering\nfoster care or terminating parental rights until these curative\nefforts have failed and it is established that the child will\nsuffer “serious emotional or physical damage” if his or\nher familial situation is not altered. Nothing in subsections (a)\nthrough (d) suggests a limitation on the types of parental\nrelationships that are protected by any of the provisions of\n§1912, and there is nothing in the structure of §1912\nthat would lead a reader to expect subsection (e) or (f) to\nintroduce any such qualification. Indeed, both subsections, in\ntheir opening lines, refer back to the prior provisions of\n§1912 with the phrase “in such proceeding.” This\nlanguage indicates, quite logically, that in actions where\nsubsections (a), (b), (c), and (d) apply, (e) and (f) apply too. [5]All this, and still the\nmost telling textual evidence is yet to come: The text of the\nsubsection begins by announcing, “[n]o termination of\nparental rights may be ordered” unless the specified\nevidentiary showing is made. To repeat, a “termination of\nparental rights” includes “any action resulting in the\ntermination of the parent-child relationship,” 25\nU. S. C. §1903(1)(ii) (emphasis added), includ- ing\nthe relationship Birth Father, as an ICWA “parent,” has\nwith Baby Girl. The majority’s reading disregards the\nAct’s sweeping definition of “termination of parental\nrights,” which is not limited to terminations of custodial\nrelationships.The entire foundation\nof the majority’s argument that subsection (f) does not apply\nis the lonely phrase “continued custody.” It simply\ncannot bear the interpretive weight the majority would place on\nit.Because a primary\ndictionary definition of “continued” is\n“ ‘carried on or kept up without\ncessation,’ ” ante, at 8 (brackets omitted), the\nmajority concludes that §1912(f) “does not apply in\ncases where the Indian parent never had custody of the Indian\nchild,” ante, at 8. Emphasizing that Birth Father never had\nphysical custody or, under state law, legal custody of Baby Girl,\nthe majority finds the statute inapplicable here. Ante, at\n10–11. But “literalness may strangle meaning.”\nUtah Junk Co. v. Porter, 328 U. S. 39, 44 (1946) . See also\nRobinson v. Shell Oil Co., 519 U. S. 337 –345 (1997)\n(noting that a term that may “[a]t first blush” seem\nunambiguous can prove otherwise when examined in the context of the\nstatute as a whole). [6] In\nlight of the structure of §1912, which indicates that\nsubsection (f) is applicable to the same actions to which\nsubsections (a) through (d) are applicable; the use of the phrase\n“such proceeding[s]” at the start of subsection (f) to\nreinforce this structural inference; and finally, the\nprovision’s explicit statement that it applies to\n“termination of parental rights” proceedings, the\nnecessary conclusion is that the word “custody” does\nnot strictly denote a state-recognized custodial relationship. If\none refers back to the Act’s definitional section, this\nconclusion is not surprising. Section 1903(1) includes “any\naction resulting in the termination of the parent-child\nrelationship” within the meaning of “child custody\nproceeding,” thereby belying any congressional intent to give\nthe term “custody” a narrow and exclusive definition\nthroughout the statute.In keeping with\n§1903(1) and the structure and language of §1912 overall,\nthe phrase “continued custody” is most sensibly read to\nrefer generally to the continuation of the parent-child\nrelationship that an ICWA “parent” has with his or her\nchild. A court applying §1912(f) where the parent does not\nhave pre-existing custody should, as Birth Father argues, determine\nwhether the party seeking ter- mination of parental rights has\nestablished that the continuation of the parent-child relationship\nwill result in “serious emotional or physical damage to the\nchild.” [7]The majority is willing\nto assume, for the sake of argument, that Birth Father is a\n“parent” within the meaning of ICWA. But the majority\nfails to account for all that follows from that assumption. The\nmajority repeatedly passes over the term “termination of\nparental rights” that, as defined by §1903, clearly\nencompasses an action aimed at severing Birth Father’s\n“parent-child relationship” with Baby Girl. The\nmajority chooses instead to focus on phrases not statutorily\ndefined that it then uses to exclude Birth Father from the benefits\nof his parental status. When one must disregard a statute’s\nuse of terms that have been explicitly defined by Congress, that\nshould be a signal that one is distorting, rather than faithfully\nreading, the law in question.BThe majority also\ndoes not acknowledge the full impli- cations of its assumption that\nthere are some ICWA “parent[s]” to whom\n§§1912(d) and (f) do not apply. Its dis- cussion focuses\non Birth Father’s particular actions, but nothing in the\nmajority’s reasoning limits its manufactured class of\nsemiprotected ICWA parents to biological fathers who failed to\nsupport their child’s mother during pregnancy. Its logic\nwould apply equally to noncustodial fathers who have actively\nparticipated in their child’s upbringing.Consider an Indian\nfather who, though he has never had custody of his biological\nchild, visits her and pays all of his child support obligations. [8] Suppose that, due to\ndeficiencies in the care the child received from her custodial\nparent, the State placed the child with a foster family and\nproposed her ultimate adoption by them. Clearly, the father’s\nparental rights would have to be terminated before the adoption\ncould go forward. [9] On the\nmajority’s view, notwithstanding the fact that this father\nwould be a “parent” under ICWA, he would not receive\nthe benefit of either §1912(d) or §1912(f). Presumably\nthe court considering the adoption petition would have to apply\nsome standard to determine whether termination of his parental\nrights was appropriate. But from whence would that standard\ncome?Not from the statute\nCongress drafted, according to the majority. The majority suggests\nthat it might come from state law. See ante, at 13, n. 8. But\nit is incongruous to suppose that Congress intended a patchwork of\nfederal and state law to apply in termination of parental rights\nproceedings. Congress enacted a statute aimed at protecting the\nfamilial relationships between Indian parents and their children\nbecause it concluded that state authorities “often failed to\nrecognize the essential tribal relations of Indian people and the\ncultural and social standards prevailing in Indian communities and\nfamilies.” 25 U. S. C. §1901(5). It provided a\n“minimum Federal standar[d],” §1902, for\ntermination of parental rights that is more demanding than the\nshowing of unfitness under a high “clear and convincing\nevidence” standard that is the norm in the States, see 1 J.\nHollinger, Adoption Law and Practice §2.10 (2012); Santosky,\n455 U. S., at 767–768.While some States might\nprovide protections compar- able to §1912(d)’s required\nremedial efforts and §1912(f)’s heightened standard for\ntermination of parental rights, many will provide less. There is no\nreason to believe Congress wished to leave protection of the\nparental rights of a subset of ICWA “parent[s]”\ndependent on the happenstance of where a particular “child\ncustody proceeding” takes place. I would apply, as the\nstatute construed in its totality commands, the standards Congress\nprovided in §§1912(d) and (f) to the termination of all\nICWA “parent[s’]” parent-child relationships.IIThe majority’s\ntextually strained and illogical reading of the statute might be\nexplicable, if not justified, if there were reason to believe that\nit avoided anomalous results or furthered a clear congressional\npolicy. But neither of these conditions is present here.AWith respect to\n§1912(d), the majority states that it would be\n“unusual” to apply a rehabilitation requirement where a\nnatural parent has never had custody of his child. Ante, at 14. The\nmajority does not support this bare assertion, and in fact state\nchild welfare authorities can and do provide reunification services\nfor biological fathers who have not previously had custody of their\nchildren. [10] And\nnotwithstanding the South Carolina Supreme Court’s im-\nprecise interpretation of the provision, see 398 S. C., at\n647–648, 731 S. E. 2d, at 562, §1912(d) does not\nrequire the prospective adoptive family to themselves undertake the\nmandated rehabilitative efforts. Rather, it requires the party\nseeking termination of parental rights to “satisfy the court\nthat active efforts have been made” to provide appropriate\nremedial services.In other words, the\nprospective adoptive couple have to make an evidentiary showing,\nnot undertake person-to-person remedial outreach. The services\nthemselves might be attempted by the Indian child’s Tribe, a\nstate agency, or a private adoption agency. Such remedial efforts\nare a familiar requirement of child welfare law, including fed-\neral child welfare policy. See 42 U. S. C.\n§671(a)(15)(B) (requiring States receiving federal funds for\nfoster care and adoption assistance to make “reasonable\nefforts . . . to preserve and reunify families”\nprior to foster care placement or removal of a child from its\nhome).There is nothing\n“bizarre,” ante, at 14, about placing on the party\nseeking to terminate a father’s parental rights the burden of\nshowing that the step is necessary as well as justified. “For\n. . . natural parents, . . . the consequence of\nan erroneous termination [of parental rights] is the unnecessary\ndestruction of their natural family.” Santosky, 455\nU. S., at 766. In any event, the question is a nonissue in\nthis case given the family court’s finding that Birth Father\nis “a fit and proper person to have custody of his\nchild” who “has demonstrated [his] ability to parent\neffectively” and who possesses “unwavering love for\nthis child.” App. to Pet. for Cert. 128a (Sealed).\nPetitioners cannot show that rehabilitative efforts have\n“proved unsuccessful,” 25 U. S. C.\n§1912(d), because Birth Father is not in need of\nrehabilitation. [11]BOn a more general\nlevel, the majority intimates that ICWA grants Birth Father an\nundeserved windfall: in the majority’s words, an “ICWA\ntrump card” he can “play . . . at the\neleventh hour to override the mother’s decision and the\nchild’s best interests.” Ante, at 16. The implicit\nargument is that Congress could not possibly have intended to\nrecognize a parent-child relationship between Birth Father and Baby\nGirl that would have to be legally terminated (either by valid\nconsent or involuntary termination) before the adoption could\nproceed.But this supposed\nanomaly is illusory. In fact, the law of at least 15 States did\nprecisely that at the time ICWA was passed. [12] And the law of a number of States still\ndoes so. The State of Arizona, for example, requires that notice of\nan adoption petition be given to all “potential\nfather[s]” and that they be informed of their “right to\nseek custody.” Ariz. Rev. Stat.\n§§8–106(G)–(J) (West Supp. 2012). In\nWashington, an “alleged father[’s]” consent to\nadoption is required absent the termination of his parental rights,\nWash. Rev. Code §§26.33.020(1), 26.33.160(1)(b) (2012);\nand those rights may be terminated only “upon a showing by\nclear, cogent, and convincing evidence” not only that\ntermination is in the best interest of the child and that the\nfather is withholding his consent to adoption contrary to\nchild’s best interests, but also that the father “has\nfailed to perform parental duties under circumstances showing a\nsubstantial lack of regard for his parental obligations,”\n§26.33.120(2). [13]Without doubt, laws\nprotecting biological fathers’ parental rights can\nlead—even outside the context of ICWA—to outcomes that\nare painful and distressing for both would-be adoptive families,\nwho lose a much wanted child, and children who must make a\ndifficult transition. See, e.g., In re Adoption of Tobias D.,\n2012 Me. 45, ¶27, 40 A. 3d 990, 999 (recognizing that award of\ncustody of 2½-year-old child to biological father under\napplicable state law once paternity is established will result in\nthe “difficult and pain- ful” necessity of\n“removing the child from the only home he has ever\nknown”). On the other hand, these rules recognize that\nbiological fathers have a valid interest in a relationship with\ntheir child. See supra, at 6. And children have a reciprocal\ninterest in knowing their biological parents. See Santosky, 455\nU. S., at 760–761, n. 11 (describing the\nforeclosure of a newborn child’s opportunity to “ever\nknow his natural parents” as a “los[s] [that] cannot be\nmeasured”). These rules also reflect the understanding that\nthe biological bond between a parent and a child is a strong\nfoundation on which a stable and caring relationship may be built.\nMany jurisdictions apply a custodial preference for a fit natural\nparent over a party lacking this biological link. See, e.g.,\nEx parte Terry, 494 So. 2d 628, 632 (Ala. 1986); Appeal\nof H. R., 581 A. 2d 1141, 1177 (D. C. 1990) (opinion\nof Ferren, J.); Stuhr v. Stuhr, 240 Neb. 239, 245, 481 N. W.\n2d 212, 216 (1992); In re Michael B., 80 N. Y. 2d 299,\n309, 604 N. E. 2d 122, 127 (1992). Cf. Smith v. Organization\nof Foster Families For Equality & Reform, 431 U. S. 816,\n845 (1977) (distinguishing a natural parent’s “liberty\ninterest in family privacy,” which has its source “in\nintrinsic human rights,” with a foster parent’s\nparallel interest in his or her relationship with a child, which\nhas its “origins in an arrangement in which the State has\nbeen a partner from the outset”). This preference is founded\nin the “presumption that fit parents act in the best\ninterests of their children.” Troxel v. Granville, 530\nU. S. 57, 68 (2000) (plurality opinion).\n“ ‘[H]istorically [the law] has recognized that\nnatural bonds of affection [will] lead parents’ ”\nto promote their child’s well-being. Ibid. (quoting Parham v.\nJ. R., 442 U. S. 584, 602 (1979) ).Balancing the\nlegitimate interests of unwed biological fathers against the need\nfor stability in a child’s family situation is difficult, to\nbe sure, and States have, over the years, taken different\napproaches to the problem. Some States, like South Carolina, have\nopted to hew to the con- stitutional baseline established by this\nCourt’s prece- dents and do not require a biological\nfather’s consent to adoption unless he has provided financial\nsupport during pregnancy. See Quilloin v. Walcott, 434 U. S.\n246 –256 (1978); Lehr, 463 U. S., at 261. Other States,\nhow- ever, have decided to give the rights of biological fathers\nmore robust protection and to afford them consent rights on the\nbasis of their biological link to the child. At the time that ICWA\nwas passed, as noted, over one-fourth of States did so. See supra,\nat 17–18.ICWA, on a\nstraightforward reading of the statute, is consistent with the law\nof those States that protected, and protect, birth fathers’\nrights more vigorously. This reading can hardly be said to generate\nan anomaly. ICWA, as all acknowledge, was “the product of\nrising concern . . . [about] abusive child welfare\npractices that resulted in the separation of large numbers of\nIndian children from their families.” Holyfield, 490\nU. S., at 32. It stands to reason that the Act would not\nrender the legal status of an Indian father’s relationship\nwith his biological child fragile, but would instead grant it a\ndegree of protection commensurate with the more robust state-law\nstandards. [14]CThe majority also\nprotests that a contrary result to the one it reaches would\ninterfere with the adoption of Indian children. Ante, at 14, 16.\nThis claim is the most perplexing of all. A central purpose of ICWA\nis to “promote the stability and security of Indian\n. . . families,” 25 U. S. C. §1902,\nin part by countering the trend of placing “an alarmingly\nhigh percentage of [Indian] children . . . in non-Indian\nfoster and adoptive homes and institutions.” §1901(4).\nThe Act accomplishes this goal by, first, protecting the familial\nbonds of Indian parents and children, see supra, at 4–12;\nand, second, establishing placement preferences should an adoption\ntake place, see §1915(a). ICWA does not interfere with the\nadoption of Indian children except to the extent that it attempts\nto avert the necessity of adoptive placement and makes adoptions of\nIndian children by non-Indian families less likely.The majority may\nconsider this scheme unwise. But no principle of construction\nlicenses a court to interpret a statute with a view to averting the\nvery consequences Congress expressly stated it was trying to bring\nabout. Instead, it is the “ ‘judicial duty to give\nfaithful meaning to the language Congress adopted in the light of\nthe evi- dent legislative purpose in enacting the law in\nquestion.’ ” Graham County Soil and Water\nConservation Dist. v. United States ex rel. Wilson, 559\nU. S. 280, 298 (2010) (quoting United States v. Bornstein, 423\nU. S. 303, 310 (1976) ).The majority further\nclaims that its reading is consistent with the\n“primary” purpose of the Act, which in the\nmajority’s view was to prevent the dissolution of\n“intact” Indian families. Ante, at 9–10. We may\nnot, however, give effect only to congressional goals we designate\n“primary” while casting aside others classed as\n“secondary”; we must apply the entire statute Congress\nhas written. While there are indications that central among\nCongress’ concerns in enacting ICWA was the removal of Indian\nchildren from homes in which Indian parents or other guardians had\ncustody of them, see, e.g., §§1901(4), 1902, Con- gress\nalso recognized that “there is no resource that is more vital\nto the continued existence and integrity of Indian tribes than\ntheir children,” §1901(3). As we observed in Holyfield,\nICWA protects not only Indian parents’ interests but also\nthose of Indian tribes. See 490 U. S., at 34, 52. A\ntribe’s interest in its next generation of citizens is\nadversely affected by the placement of Indian children in homes\nwith no connection to the tribe, whether or not those children were\ninitially in the custody of an Indian parent. [15]Moreover, the\nmajority’s focus on “intact” families, ante, at\n10, begs the question of what Congress set out to accomplish with\nICWA. In an ideal world, perhaps all parents would be perfect. They\nwould live up to their parental responsibilities by providing the\nfullest possible financial and emotional support to their children.\nThey would never suffer mental health problems, lose their jobs,\nstruggle with substance dependency, or encounter any of the other\nmultitudinous personal crises that can make it difficult to meet\nthese responsibilities. In an ideal world parents would never\nbecome estranged and leave their children caught in the middle. But\nwe do not live in such a world. Even happy families do not always\nfit the custodial-parent mold for which the majority would reserve\nIWCA’s substantive protections; unhappy families all too\noften do not. They are families nonetheless. Congress understood as\nmuch. ICWA’s definitions of “parent” and\n“termination of parental rights” provided in §1903\nsweep broadly. They should be honored.DThe majority does not\nrely on the theory pressed by petitioners and the guardian ad litem\nthat the canon of constitutional avoidance compels the conclusion\nthat ICWA is inapplicable here. See Brief for Petitioners\n43–51; Brief for Respondent Guardian Ad Litem 48–58. It\nstates instead that it finds the statute clear. [16] Ante, at 17. But the majority\nnevertheless offers the suggestion that a contrary result would\ncreate an equal protection problem. Ibid. Cf. Brief for Petitioners\n44–47; Brief for Respondent Guardian Ad Litem\n53–55.It is difficult to make\nsense of this suggestion in light of our precedents, which squarely\nhold that classifications based on Indian tribal membership are not\nimpermissible racial classifications. See United States v.\nAntelope, 430 U. S. 641 –647 (1977); Morton v. Mancari,\n417 U. S. 535 –554 (1974). The majority’s\nrepeated, analytically unnecessary references to the fact that Baby\nGirl is 3/256 Cherokee by ancestry do nothing to elucidate its\nintimation that the statute may violate the Equal Protection Clause\nas applied here. See ante, at 1, 6; see also ante, at 16 (stating\nthat ICWA “would put certain vulner- able children at a great\ndisadvantage solely because an ancestor—even a remote\none—was an Indian” (emphasis added)). I see no ground\nfor this Court to second-guess the membership requirements of\nfederally recognized Indian tribes, which are independent political\nentities. See Santa Clara Pueblo v. Martinez, 436 U. S. 49,\n72, n. 32 (1978) . I am particularly averse to doing so when the\nFederal Government requires Indian tribes, as a prerequisite for\nofficial recognition, to make “descen[t] from a historical\nIndian tribe” a condition of membership. 25 CFR §83.7(e)\n(2012).The majority’s\ntreatment of this issue, in the end, does no more than create a\nlingering mood of disapprobation of the criteria for membership\nadopted by the Cherokee Nation that, in turn, make Baby Girl an\n“Indian child” under the statute. Its hints at lurking\nconstitutional problems are, by its own account, irrelevant to its\nstatutory analysis, and accordingly need not detain us any\nlonger.IIIBecause I would\naffirm the South Carolina Supreme Court on the ground that\n§1912 bars the termination of Birth Father’s parental\nrights, I would not reach the question of the applicability of the\nadoptive placement preferences of §1915. I note, however, that\nthe majority does not and cannot foreclose the possibility that on\nremand, Baby Girl’s paternal grandparents or other members of\nthe Cherokee Nation may formally petition for adoption of Baby\nGirl. If these parties do so, and if on remand Birth Father’s\nparental rights are terminated so that an adoption becomes\npossible, they will then be entitled to consideration under the\norder of preference established in §1915. The majority cannot\nrule prospectively that §1915 would not apply to an adoption\npetition that has not yet been filed. Indeed, the statute applies\n“[i]n any adoptive placement of an Indian child under State\nlaw,” 25 U. S. C. §1915(a) (emphasis added),\nand contains no temporal qualifications. It would indeed be an odd\nresult for this Court, in the name of the child’s best in-\nterests, cf. ante, at 15, to purport to exclude from the pro-\nceedings possible custodians for Baby Girl, such as her paternal\ngrandparents, who may have well-established relationships with\nher.*  *  *The majority opinion\nturns §1912 upside down, reading it from bottom to top in\norder to reach a conclusion that is manifestly contrary to\nCongress’ express purpose in enacting ICWA: preserving the\nfamilial bonds between Indian parents and their children and, more\nbroadly, Indian tribes’ relationships with the future\ncitizens who are “vital to [their] continued existence and\nintegrity.” §1901(3).The majority casts\nBirth Father as responsible for the painful circumstances in this\ncase, suggesting that he intervened “at the eleventh hour to\noverride the mother’s decision and the child’s best\ninterests,” ante, at 16. I have no wish to minimize the\ntrauma of removing a 27-month-old child from her adoptive family.\nIt bears remembering, however, that Birth Father took action to\nassert his parental rights when Baby Girl was four months old, as\nsoon as he learned of the impending adoption. As the South Carolina\nSupreme Court recognized, “ ‘[h]ad the mandate of\n. . . ICWA been followed [in 2010], . . . much\npotential anguish might have been avoided[;] and in any case the\nlaw cannot be applied so as automatically to “reward those\nwho obtain custody, whether lawfully or otherwise, and maintain it\nduring any ensuing (and protracted)\nlitigation.” ’ ” 398 S. C., at\n652, 731 S. E. 2d, at 564 (quoting Holyfield, 490 U. S.,\nat 53–54).The majority’s\nhollow literalism distorts the statute and ignores Congress’\npurpose in order to rectify a perceived wrong that, while\nheartbreaking at the time, was a correct application of federal law\nand that in any case cannot be undone. Baby Girl has now resided\nwith her father for 18 months. However difficult it must have been\nfor her to leave Adoptive Couple’s home when she was just\nover 2 years old, it will be equally devastating now if, at the age\nof 3½, she is again removed from her home and sent to live\nhalfway across the country. Such a fate is not foreordained, of\ncourse. But it can be said with certainty that the anguish this\ncase has caused will only be compounded by today’s\ndecision.I believe that the\nSouth Carolina Supreme Court’s judgment was correct, and I\nwould affirm it. I respectfully dissent.Notes1For this reason, the\nSouth Carolina Supreme Court held that Birth Father did not give\nvalid consent to Baby Girl’s adoption when, four months after\nher birth, he signed papers stating that he accepted service and\nwas not contesting the adoption. See 398 S. C. 625,\n645–646, 731 S. E. 2d 550, 561 (2012). See also ante, at\n5. Petitioners do not challenge this aspect of the South Carolina\ncourt’s holding.2Petitioners concede that,\nassuming Birth Father is a “parent” under ICWA, the\nnotice and counsel provisions of 25 U. S. C.\n§§1912(a) and (b) apply to him. See Tr. of Oral Arg.\n13.3The majority’s\ndiscussion of §1912(d) repeatedly references Birth\nFather’s purported “abandon[ment]” of Baby Girl,\nante, at 12, 13, n. 8, 14, and it contends that its holding\nwith regard to this provision is limited to such circumstances, see\nante, at 13, n. 8; see also ante, at 1 (Breyer, J.,\nconcurring). While I would welcome any limitations on the\nmajority’s holding given that it is contrary to the language\nand purpose of the statute, the majority never explains either the\ntextual basis or the precise scope of its\n“abandon[ment]” limitation. I expect that the\nmajority’s inexact use of the term\n“abandon[ment]” will sow confusion, because it is a\ncommonly used term of art in state family law that does not have a\nuniform meaning from State to State. See generally 1 J. Hollinger,\nAdoption Law and Practice §4.04[1][a][ii] (2012) (discussing\nvarious state-law standards for establishing parental abandonment\nofa child).4The full text of\nsubsection (e) is as follows: “No foster care placement may\nbe ordered in such proceeding inthe absence of a determination,\nsupported by clear and convincing evi-dence, including testimony of\nqualified expert witnesses, that the continued custody of the child\nby the parent or Indian custodian is likely to result in serious\nemotional or physical damage to the child.”\n§1912(e).5For these reasons, I\nreject the argument advanced by the United States that subsection\n(d) applies in the circumstances of this case but subsection (f)\ndoes not. See Brief for United States as Amicus Curiae 24–26.\nThe United States’ position is contrary to the interrelated\nnature of §§1912(d), (e), and (f). Under the reading that\nthe United States proposes, in a case such as this one the curative\nprovision would stand alone; ICWA would provide no evidentiary or\nsubstantive standards by which to measure whether foster care\nplacement or termination of parental rights could be ordered in the\nevent that rehabilitative efforts did not succeed. Such a scheme\nwould be oddly incomplete.6The majority’s\ninterpretation is unpersuasive even if one focuses exclusively on\nthe phrase “continued custody” because, as Justice\nScalia explains, ante, at 1 (dissenting opinion), nothing about the\nadjective “continued” mandates the retrospective,\nrather than prospective, application of §1912(f)’s\nstandard.7The majority overlooks\nBirth Father’s principal arguments when it dismisses his\nreading of §1912(f) as “nonsensical.” Ante, at 8.\nHe does argue that if one accepts petitioners’ view that it\nis impossible to make a determination of likely harm when a parent\nlacks custody, then the consequence would be that\n“ ‘[n]o termination of parental rights may be\nordered.’ ” Brief for Respondent Birth Father 39\n(quoting §1912(f)). But Birth Father’s primary arguments\nassume that it is indeed possible to make a determination of likely\nharm in the circumstances of this case, and that parental rights\ncan be terminated if §1912(f) is met. See id., at\n40–42.8The majority attempts to\nminimize the consequences of its holding by asserting that the\nparent-child relationships of noncustodial fathers with visitation\nrights will be at stake in an ICWA proceeding in only“a\nrelatively small class of cases.” Ante, at 13, n. 8. But\nit offers no support for this assertion, beyond speculating that\nthere will not be many fathers affected by its interpretation of\n§1912(d) because it is qualified by an\n“abandon[ment]” limitation. Ibid. Tellingly, the\nmajor-ity has nothing to say about §1912(f), despite the fact\nthat its interpretation of that provision is not limited in a\nsimilar way. In any event, this example by no means exhausts the\nclass of semiprotected ICWA parents that the majority’s\nopinion creates. It also includes, for example, biological fathers\nwho have not yet established a relationship with their child\nbecause the child’s mother never informed them of the\npregnancy, see, e.g., In re Termination of Parental Rights of\nBiological Parents of Baby Boy W., 1999 OK 74, 988 P. 2d 1270,\ntold them falsely that the pregnancy ended in miscarriage or\ntermination, see, e.g., A Child’s Hope, LLC v. Doe, 178\nN. C. App. 96, 630 S. E. 2d 673 (2006), or otherwise\nobstructed the father’s involvement in the child’s\nlife, see, e.g., In re Baby Girl W., 728 S. W. 2d 545 (Mo.\nApp. 1987) (birth mother moved and did not inform father of her\nwhereabouts); In re Petition of Doe, 159 Ill. 2d 347, 638\nN. E. 2d 181 (1994) (father paid pregnancy expenses until\nbirth mother cut off contact with him and told him that their child\nhad died shortly after birth). And it includes biological fathers\nwho did not contribute to pregnancy expenses because they were\nunable to do so, whether because the father lacked sufficient\nmeans, the expenses were covered by a third party, or the birth\nmother did not pass on the relevant bills. See, e.g., In re\nAdoption of B. V., 2001 UT App 290, ¶¶ 24–31, 33\nP. 3d 1083, 1087–1088. The majority expresses the\nconcern that my reading of the statute would produce\n“far-reaching consequences,” because “even a\nsperm donor” would be entitled to ICWA’s protections.\nAnte, at 13–14, n. 8. If there are any examples of women who\ngo to the trouble and expense of artificial insemination and then\ncarry the child to term, only to put the child up for adoption or\nbe found so unfit as mothers that state authorities attempt an\ninvoluntary adoptive placement—thereby necessitating\ntermination of the parental rights of the sperm donor\nfather—the ma-jority does not cite them. As between a\npossibly overinclusive in-terpretation of the statute that covers\nthis unlikely class of cases, and the majority’s\nunderinclusive interpretation that has the very real consequence of\ndenying ICWA’s protections to all noncustodial biological\nfathers, it is surely the majority’s reading that is contrary\nto ICWA’s design.9With a few exceptions not\nrelevant here, before a final decree of adoption may be entered,\none of two things must happen: “the biological parents must\neither voluntarily relinquish their parental rights or have their\nrights involuntarily terminated.” 2A. Haralambie, Handling\nChild Custody, Abuse and Adoption Cases §14.1,\npp.764–765 (3d ed. 2009) (footnote omitted).10See,\ne.g., Cal. Welf. & Inst. Code Ann. §361.5(a) (West Supp.\n2013); Francisco G. v. Superior Court, 91 Cal. App. 4th 586, 596,\n110 Cal. Rptr. 2d 679, 687 (2001) (stating that “the juvenile\ncourt ‘may’ order reunification services for a\nbiological father if the court determines that the services will\nbenefit the child”); In re T. B. W., 312 Ga. App. 733,\n734–735, 719 S. E. 2d 589, 591 (2011) (describing\nreunification services provided to biological father beginning when\n“he had yet to establish his paternity” under state\nlaw, including efforts to facilitate visitation and involving\nfather in family “ ‘team\nmeetings’ ”); In re Guardianship of DMH, 161\nN. J. 365, 391–394, 736 A. 2d 1261, 1275–1276\n(1999) (discussing what constitutes “reasonable\nefforts” to reunify a noncustodial biological father with his\nchildren in accordance with New Jersey statutory requirements);\nIn re Bernard T., 319 S. W. 3d 586, 600 (Tenn. 2010)\n(stating that “in appropriate circumstances, the Department\n[of Children’s Services] must make reasonable efforts to\nreunite a child with his or her biological parents or legal parents\nor even with the child’s putative biological\nfather”).11The\nmajority’s concerns about what might happen if no state or\ntribal authority stepped in to provide remedial services are\ntherefore irrelevant here. Ante, at 14, n. 9. But as a general\nmatter, if a parent has rights that are an obstacle to an adoption,\nthe state- and federal-law safeguards of those rights must be\nhonored, irrespective of pro-spective adoptive parents’\nunderstandable and valid desire to see the adoption finalized.\n“We must remember that the purpose of an adoption is to\nprovide a home for a child, not a child for a home.”\nIn re Petition of Doe, 159 Ill. 2d, at 368, 638 N. E. 2d,\nat 190 (Heiple, J,. supplemental opinion supporting denial of\nrehearing).12See\nAriz. Rev. Stat. Ann. §8–106(A)(1)(c) (1974–1983\nWest Supp.) (consent of both natural parents necessary); Iowa Code\n§§600.3(2), 600A.2, 600A.8 (1977) (same); Ill. Comp.\nStat., ch. 40, §1510 (West 1977) (same); Nev. Rev. Stat.\n§§127.040, 127.090 (1971) (same); R. I. Gen. Laws\n§§15–7–5, 15–7–7 (Bobbs-Merrill\n1970) (same); Conn. Gen. Stat. §§45–61d,\n45–61i(b)(2) (1979) (natural father’s consent required\nif paternity acknowledged or judicially established); Fla. Stat.\n§63.062 (1979) (same); Ore. Rev. Stat. §§109.092,\n109.312 (1975) (same); S. D. Codified Laws\n§§25–6–1.1, 25–6–4 (Allen Smith\n1976) (natural father’s consent required if mother identifies\nhim or if paternity is judicially established); Ky. Rev. Stat. Ann.\n§§199.500, 199.607 (Bobbs-Merrill Supp. 1980) (same);\nAla. Code §26–10–3 (Michie 1977) (natural\nfather’s consent required when paternity judicially\nestablished); Minn. Stat. §§259.24(a), 259.26(3)(a), (e),\n(f), 259.261 (1978) (natural father’s consent required when\nidentified on birth certificate, paternity judi-cially established,\nor paternity asserted by affidavit); N. H. Rev. Stat. Ann.\n§170–B:5(I)(d) (1977) (natural father’s consent\nrequired if he files notice of intent to claim paternity within set\ntime from notice of prospective adoption); Wash. Rev. Code\n§§26.32.040(5), 26.32.085 (1976) (natural father’s\nconsent required if paternity acknowledged, judicially established,\nor he files notice of intent to claim paternity within set time\nfrom notice of prospective adoption); W. Va. Code Ann.\n§48–4–1 (Michie Supp. 1979) (natural\nfather’s consent required if father admits pater-nity by any\nmeans). See also Del. Code Ann., Tit. 13, §908(2) (Michie\nSupp. 1980) (natural father’s consent required unless court\nfinds that dispensing with consent requirement is in best interests\nof the child); Wyo. Stat. Ann. §§1–22–108,\n1–22–109 (Michie 1988) (same).13See\nalso, e.g., Nev. Rev. Stat. §§127.040(1)(a), 128.150\n(2011).14It\nbears emphasizing that the ICWA standard for termination of\nparental rights of which Birth Father claims the benefit is more\nprotective than, but not out of step with, the clear and convincing\nstandard generally applied in state courts when termination of\nparental rightsis sought. Birth Father does not claim that he is\nentitled to custodyof Baby Girl unless petitioners can satisfy the\ndemanding standard of §1912(f). See Brief for Respondent Birth\nFather 40, n. 15. The question of custody would be analyzed\nindependently, as it was by the South Carolina Supreme Court. Of\ncourse, it will often be the case that cus-tody is subsequently\ngranted to a child’s fit parent, consistent withthe\npresumption that a natural parent will act in the best interests of\nhis child. See supra, at 19–20.15Birth\nFather is a registered member of the Cherokee Nation, a fact of\nwhich Birth Mother was aware at the time of her pregnancy and of\nwhich she informed her attorney. See 398 S. C. 625,\n632–633, 731 S. E. 2d 550, 554 (2012).16Justice Thomas concurs in the\nmajority’s interpretation because, although he finds the\nstatute susceptible of more than one plausible reading, he believes\nthat the majority’s reading avoids “significant\nconstitutional problems” concerning whether ICWA exceeds\nCongress’ authority under the Indian Commerce Clause. Ante,\nat 1, 3–12. No party advanced this argument, and it is\ninconsistent with this Court’s precedents holding that\nCongress has “broad general powers to leg-islate in respect\nto Indian tribes, powers that we have consistently described as\nplenary and exclusive,” founded not only on the Indian\nCommerce Clause but also the Treaty Clause. United States v. Lara,\n–201 (2004) (internal quotation marks omitted).",
    "joined": []
}