{
    "case": {
        "docket": "195",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/195/"
    },
    "id": "1963428",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTCHASE BANK USA, N. A. V. MCCOY562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-329CHASE BANK USA, N. A., PETITIONERv.JAMES\nA. McCOY, individually and on behalf of all others similarly\nsituatedon writ of certiorari to the united states court of\nappeals for the ninth circuit[January 24, 2011]Justice Sotomayor delivered the\nopinion of the Court.As applicable to this case,\nRegulation Z—promulgated by the Board of Governors of the Federal\nReserve System (Board) pursuant to its authority under the Truth in\nLending Act (TILA), 82 Stat. 146, 15 U. S. C. §1601et\nseq.—requires that issuers of credit cards provide cardholders\nwith an “[i]nitial disclosure statement” specifying,inter\nalia, “each periodic rate” associated with the account. 12 CFR\n§226.6(a)(2) (2008). The regulation also imposes “[s]ubsequent\ndisclosure requirements,” including notice to cardholders\n“[w]henever any term required to be disclosed under §226.6 is\nchanged.” §226.9(c)(1). This case presents the question whether\nRegulation Z requires an issuer to notify a cardholder of an\ninterest-rate increase instituted pursuant to a provision of the\ncardholder agreement giving the issuer discretion to increase the\nrate, up to a stated maximum, in the event of the cardholder’s\ndelinquency or default. We conclude that the version of Reg-\nulation Z applicable in this case does not require such notice.IACongress passed TILA to promote\nconsumers’ “informed use of credit” by requiring “meaningful\ndisclosure of credit terms,” 15 U. S. C. §1601(a), and granted\nthe Board the authority to issue regulations to achieve TILA’s\npurposes, §1604(a). Pursuant to this authority, the Board\npromulgated Regulation Z, which requires credit card issuers to\ndisclose certain information to consumers.[Footnote 1] Two provisions of Regulation Z are at issue\nin this case. The first, 12 CFR §226.6, explains what information\ncredit card issuers are obliged to provide to cardholders in the\n“[i]nitial disclosure statement,” including “each periodic rate\nthat may be used to compute the finance charge.” §226.6(a)(2). The\nsecond, §226.9, imposes upon issuers certain “[s]ubsequent\ndisclosure requirements,” including a requirement to provide notice\n“[w]henever any term required to be disclosed under §226.6 is\nchanged.” §226.9(c)(1). As a general matter, notice of a change in\nterms has to be provided 15 days in advance of the effective date\nof the change.Ibid.When “a periodic rate or other\nfinance charge is increased because of the consumer’s delinquency\nor default,” however, notice only need be given “before the\neffective date of the change.”Ibid.Regulation Z also\nexplains that no notice is required under §226.9 when the change in\nterms “results from … the consumer’s default or delinquency (other\nthan an increase in the periodic rate or other finance charge).”\n§226.9(c)(2).The official interpretation of\nRegulation Z (Official Staff Commentary or Commentary) promulgated\nby the Board explains these requirements further: Section\n226.9(c)(1)’s notice-of-change requirement does not apply “if the\nspecific change is set forth initially, such as … an increase that\noccurs when the consumer has been under an agreement to maintain a\ncertain balance in a savings account in order to keep a particular\nrate and the account balance falls below the specified minimum.” 12\nCFR pt. 226, Supp. I, Comment 9(c)–1, p. 506 (2008)\n(hereinafter Comment 9(c)–1). On the other hand, the Commentary\nexplains, “notice must be given if the contract allows the creditor\nto increase the rate at its discretion but does not include\nspecific terms for an increase (for example, when an increase may\noccur under the creditor’s contract reservation right to increase\nthe periodic rate).”Ibid.As to the timing requirements,\nthe Commentary states: “[A] notice of change in terms is required,\nbut it may be mailed or delivered as late as the effective date of\nthe change . . . [i]f there is an increased periodic rate or any\nother finance charge attributable to the consumer’s delinquency or\ndefault.”Id., Comment 9(c)(1)–3, at 507 (hereinafter\nComment 9(c)(1)–3).At least as early as 2004, the Board began\nconsidering revisions to Regulation Z. The new regulations the\nBoard eventually issued do not apply to the present case, but the\ndetails of their promulgation provides useful background in\nconsidering the parties’ arguments with respect to the version of\nRegulation Z we address here. In 2004 the Board issued an advance\nnotice of proposed rulemaking announcing its intent to consider\nrevisions. 69 Fed. Reg. 70925 (2004). In so doing, the Board\ndescribed how it understood the notice requirements to function at\nthat time:“[A]dvance notice is not required in all cases. For\nexample, if the interest rate or other finance charge increases due\nto a consumer’s default or delinquency, notice is required, but\nneed not be given in advance. 12 CFR 226.9(c)(1); comment\n9(c)(1)–3. And no change-in-terms notice is required if the\ncreditor specifies in advance the circumstances under which an\nincrease to the finance charge or an annual fee will occur. Comment\n9(c)–1. For example, some credit card account agreements permit the\ncard issuer to increase the interest rate if the consumer pays late\n. . . . Under Regulation Z, because the circumstances are specified\nin advance in the account agreement, the creditor need not provide\na change-in-terms notice 15 days in advance of the increase; the\nnew rate will appear on the periodic statement for the cycle in\nwhich the increase occurs.”Id.,at 70931–70932.The Board asked for public comment on whether these\n“existing disclosure rules” were “adequate to enable consumers to\nmake timely decisions about how to manage their accounts.”Id., at 70932.Subsequently, in 2007, the Board published\nproposed amendments to Regulation Z and the Commentary. 72 Fed.\nReg. 32948. One amendment would have required 45 days’ advance\nwritten notice when “(i) [a] rate is increased due to the\nconsumer’s delinquency or default; or (ii) [a] rate is increased as\na penalty for one or more events spec- ified in the account\nagreement, such as making a late payment or obtaining an extension\nof credit that exceeds the credit limit.”Id., at 33058\n(proposed 12 CFR §226.9(g)). The Board explained that, under the\namendments, “creditors would no longer be permitted to provide for\nthe immediate application of penalty pricing upon the occurrence of\ncertain events specified in the contract.” 72 Fed. Reg. 33012.In January 2009, the Board promulgated a final\nrule implementing many of the proposed changes, scheduled to be\neffective July 1, 2010. 74 Fed. Reg. 5244. Most saliently, the\nBoard included a new provision, §226.9(g), which requires 45 days’\nadvance notice of increases in rates due to cardholder delinquency\nor default, or as a penalty, including penalties for “events\nspecified in the account agreement, such as making a late payment\n… .” 12 CFR §226.9(g)(1)(2010). In May 2009, Congress enacted\nthe Credit Card Accountability Responsibility and Disclosure Act\n(Credit CARD Act or Act), 123 Stat. 1734. The Act amended TILA, in\nrelevant part, to require 45 days’ advance notice of most increases\nin credit card annual percentage rates. 15 U. S. C. §1637(i)\n(2006 ed., Supp. III). Because the Credit CARD Act’s notice\nrequirements with respect to interest-rate increases largely mirror\nthe requirements in the new version of the regu- lation, the Board\nchanged the effective date of those requirements to August 20,\n2009, to coincide with the statutory schedule. See 74 Fed. Reg.\n36077–36079. The transactions giving rise to the dispute at issue\nin this case, however, arose prior to enactment of the Act and the\npromulgation of the new regulatory provisions.BRespondent James A. McCoy brought\nthis action in the Superior Court of Orange County, California on\nbehalf of himself and others similarly situated against petitioner\nChase Bank USA, N. A.; Chase removed the action to the United\nStates District Court for the Central District of California under\n28 U. S. C. §1441. At the time of the transactions at issue,\nMcCoy was the holder of a credit card issued by Chase. The\ncardholder agreement between the parties (Agreement) provides, in\nrelevant part, that McCoy is eligible for “Preferred rates,” but\nthat to keep such rates he has to meet certain conditions,\nincluding making “at least the required minimum payments when due\non [his] Account and on all other loans or accounts with [Chase]\nand [his] other creditors.” Brief for Respondent 8, n. 2; see\nalso 559 F. 3d 963, 972, n. 1 (CA9 2009) (Cudahy, J.,\ndissenting). If any of the conditions in the Agreement are not met,\nChase reserves the right to “change [McCoy’s] interest rate and\nimpose a Non-Preferred rate up to the maximum Non-Preferred rate\ndescribed in the Pricing Schedule” and to apply any changes “to\nexisting as well as new balances … effective with the billing cycle\nending on the review date.” Brief for Respondent 8, n. 2.McCoy’s complaint alleges that\nChase increased his interest rate due to his delinquency or\ndefault, and applied that increase retroactively. McCoy asserts\nthat the rate increase violates Regulation Z because, pursuant to\nthe Agreement, Chase did not notify him of the increase until after\nit had taken effect.[Footnote\n2] The District Court dismissed McCoy’s complaint, holding that\nbecause the increase did not constitute a “change in terms” as\ncontemplated by §226.9(c), Chase was not required to notify him of\nthe increase before implementing it. See App. to Pet. for Cert.\n37a–47a.A divided panel of the United States Court of\nAppeals for the Ninth Circuit reversed in relevant part, holding\nthat Regulation Z requires issuers to provide notice of an\ninterest-rate increase prior to its effective date. See 559\nF. 3d, at 969. Concluding that the text of Regulation Z is\nambiguous and that the agency commentary accompanying the 2004\nrequest for comments and the 2007 proposed amendments favors\nneither party’s interpretation, the court relied primarily on the\nOfficial Staff Commentary; in particular, the court noted that\nComment 9(c)–1 requires no notice of a change in terms if the\n“specific change” at issue is set forth in the initial agreement.\nSeeid., at 965–967. The court found, however, that\nbecause the Agreement vests Chase with discretion to impose any\nNon-Preferred rate it chooses (up to the specified maximum) upon\nMcCoy’s default, the Agreement “provides McCoy with no basis for\npredicting in advance what retroactive interest rate Chase will\nchoose to charge him if he defaults.”Id., at 967.\nAccordingly, the court held that because the Agreement does not\nalert McCoy to the “specific change” that will occur if he\ndefaults, Chase was obliged to give notice of that change prior to\nits effective date.Ibid.Relying primarily on the 2004\nnotice of proposed rulemaking and the 2007 proposed amendments, the\ndissenting judge concluded that Regulation Z does not require\nnotice of an interest-rate increase in the circumstances of this\ncase. Seeid., at 972–979 (opinion of Cudahy, J.).After the Ninth Circuit’s ruling, the United\nStates Court of Appeals for the First Circuit decided the same\nquestion in Chase’s favor. SeeShanerv.Chase Bank\nUSA, N. A., 587 F. 3d 488 (2009). The First Circuit\nrelied in part on anamicusbrief submitted by the Board\nat the court’s request, in which the agency advanced the same\ninterpretation of Regulation Z that it now does before this Court.Id., at 493. We granted certiorari to resolve this\ndivision in authority.[Footnote\n3] 561 U. S. ___ (2010).IIIn order to decide this case, we\nmust determine whether an interest-rate increase constitutes a\n“change in terms” under Regulation Z, when the change is made\npursuant to a provision in the cardholder agreement allowing the\nissuer to increase the rate, up to a stated maximum, in the event\nof the cardholder’s delinquency or default. Accordingly, this case\ncalls upon us to determine the meaning of a regulation promulgated\nby the Board under its statutory authority. The parties dispute the\nproper interpretation of the regulation itself, as well as whether\nwe should accord deference to the Board’s interpretation of its\nregulation. As explained below, we conclude that the text of the\nregulation is ambiguous, and that deference is warranted to the\ninterpretation of that text advanced by the Board in itsamicusbrief.AOur analysis begins with the text\nof Regulation Z in effect at the time this dispute arose. First,\n§226.6 requires an “[i]nitial disclosure statement”:“The creditor shall disclose to\nthe consumer, in terminology consistent with that to be used on the\nperiodic statement, each of the following items, to the extent\napplicable:“(a)Finance charge. The\ncircumstances under which a finance charge will be imposed and an\nexplanation of how it will be determined, as follows:.     .     .     .     .“(2) A disclosure of each periodic rate that\nmay be used to compute the finance charge, the range of balances to\nwhich it is applicable, and the corresponding annual percentage\nrate. When different periodic rates apply to different types of\ntransactions, the types of transactions to which the periodic rates\napply shall also be disclosed.” (Footnotes omitted.)Second, §226.9(c) requires certain “[s]ubsequent\ndisclosure requirements”:“Change in terms—(1)Written notice required. Whenever any term required to be\ndisclosed under §226.6 is changed or the required minimum periodic\npayment is increased, the creditor shall mail or deliver written\nnotice of the change to each consumer who may be affected. The\nnotice shall be mailed or delivered at least 15 days prior to the\neffective date of the change. The 15-day timing requirement does\nnot apply if the change has been agreed to by the consumer, or if a\nperiodic rate or other finance charge is increased because of the\nconsumer’s delinquency or default; the notice shall be given,\nhowever, before the effective date of the change.“(2)Notice not required. No notice\nunder this section is required when the change … results from … the\nconsumer’s default or delinquency (other than an increase in the\nperiodic rate or other finance charge).”The question is whether the\nincrease in McCoy’s interest rate constitutes a change to a “term\nrequired to be disclosed under §226.6,” requiring a subsequent\ndisclosure under §226.9(c)(1). One of the initial terms that must\nbe disclosed under §226.6 is “each periodic rate that may be used\nto compute the finance charge … and the corresponding annual\npercentage rate.” §226.6(a)(2). McCoy argues that, because an\nincrease in the interest rate increases the “periodic rate”\napplicable to his account, such an increase constitutes a change in\nterms within the meaning of §226.9(c)(1). As further support, McCoy\npoints to two provisions in §226.9(c): first, that notice of an\nincrease in the interest rate must be provided “before the\neffective date of the change” when the increase is due to “the\nconsumer’s delinquency or default,” §226.9(c)(1); and second, that\nno notice is required of a change resulting “from the consumer’s\ndefault or delinquency (other than an increase in the periodic rate\nor other finance charge),” §226.9(c)(2). Accordingly, because\n§226.9(c) includes interest-rate increases due to delinquency or\ndefault, McCoy argues that the plain text of the regulation\nindicates that a change in the periodic rate due to such default is\na “change in terms” requiring notice under §226.9(c)(1).We recognize that McCoy’s argument has some\nforce; read in isolation, the language quoted above certainly\nsuggests that credit card issuers must provide notice of an\ninterest-rate increase imposed pursuant to cardholder delinquency\nor default. But McCoy’s analysis begs the key question: whether the\nincrease actually changed a “term” of the Agreement that was\n“required to be disclosed under §226.6.” If not, §226.9(c)’s\nsubsequent notice requirement with respect to a “change in terms”\ndoes not apply. Chase argues precisely this: The increase did not\nchange a term in the Agreement, but merely implemented one that had\nbeen initially disclosed, as required. This interpretation, though\nnot commanded by the text of the regulation, is reasonable. Section\n226.6(a)(2) requires initial disclosure of “each periodic rate that\nmay be used to compute the finance charge.” The Agreement itself\ndiscloses both the initial rate (Preferred rate) and the maximum\nrate to be imposed in the event of default (Non-Preferred rate).\nSee Brief for Respondent 8, n. 2; Brief for Petitioner\n13–14.[Footnote 4] Accordingly,\nit is plausible to understand the Agreement to initially disclose\n“each periodic rate” to be applied to the account, and Chase\narguably did not “change” those rates as a result of McCoy’s\ndefault. Instead, Chase merely implemented the previously disclosed\nterm specifying the Non-Preferred rate.[Footnote 5]This reading still leaves the question why\n§226.9(c)(1) refers to interest-rate increases resulting from\ndelinquency or default if such increases do not constitute a\n“change in terms.” One reasonable explanation Chase offers is that\n§226.9(c)(1) refers to interest-rate increases that were not\nspecifically outlined in the agreement’s initial terms (unlike\nthose in the present Agreement). For example, credit card\nagreements routinely include a “reservation of rights” provision\ngiving the issuer discretion to change the terms of the contract,\noften as a means of responding to events that raise doubts about\nthe cardholder’s creditworthiness. An issuer may exercise this\ngeneral contract-modification authority and raise the interest rate\napplicable to the account to address any heightened risk. See Brief\nfor Petitioner 6. In such a case, §226.9(c)(1) is best read to\nrequire that notice must be given prior to the effective date of\nthe increase, because the unilateral increase instituted by the\nissuer actually changed a term—the interest rate—in a manner not\nspecifically contemplated by the agreement.[Footnote 6] See Comment 9(c)–1 (providing that notice\nis required if the agreement “does not include specific terms for\nan increase (for example, when an increase may occur under the\ncreditor’s contract reservation right to increase the periodic\nrate)”).In short, Regulation Z is unclear with respect\nto the crucial interpretive question: whether the interest-rate\nincrease at issue in this case constitutes a “change in terms”\nrequiring notice. We need not decide which party’s interpretation\nis more persuasive, however; both are plausible, and the text alone\ndoes not permit a more definitive reading. Accordingly, we find\nRegulation Z to be ambiguous as to the question presented, and must\ntherefore look to the Board’s own interpretation of the regulation\nfor guidance in deciding this case. SeeCoeur Alaska, Inc.v.Southeast Alaska Conservation Council, 557 U. S. ___,\n___ (2009) (slip op., at 14) (stating that when an agency’s\nregulations construing a statute “are ambiguous … we next turn to\nthe agencies’ subsequent interpretation of those regulations” for\nguidance);Ford Motor Credit Co.v.Milhollin,444 U. S. 555,\n560 (1980) (stating that when the question presented “is not\ngoverned by clear expression in the … regulation … it is\nappropriate to defer to the Federal Reserve Board and staff in\ndetermining what resolution of that issue” is appropriate).BThe Board has made clear in theamicusbrief it has submitted to this Court that, in the\nBoard’s view, Chase was not required to give McCoy notice of the\ninterest rate increase under the version of Regulation Z applicable\nat the time. UnderAuerv.Robbins,519 U. S. 452(1997), we\ndefer to an agency’s interpretation of its own regulation, advanced\nin a legal brief, unless that interpretation is “plainly erroneous\nor inconsistent with the regulation.”Id., at 461\n(internal quotation marks omitted). Because the interpretation the\nBoard presents in its brief is consistent with the regulatory text,\nwe need look no further in deciding this case.[Footnote 7]In its brief to this Court, the\nBoard explains that the Ninth Circuit “erred in concluding that, at\nthe time of the transactions at issue in this case, Regulation Z\nrequired credit card issuers to provide a change-in-terms notice\nbe- fore implementing a contractual default-rate provision.” See\nBrief for United States asAmicus Curiae11; see alsoibid.(stating that when a term of an agreement authorized\nthe credit provider “to increase a consumer’s interest rate if the\nconsumer failed to make timely payments . . . any resulting rate\nincrease did not represent a ‘change in terms,’ but rather the\nimplementation of terms already set forth in the initial disclosure\nstatement”);id., at 15–16 (stating that “[w]hen a\ncardholder agreement identifies a contingency that triggers a rate\nincrease, and the maximum possible rate that the issuer may charge\nif that contingency occurs,” then “no change-in-terms notice is\nrequired” under Regulation Z).[Footnote 8] Under the principles set forth inAuer, we give deference to this interpretation.InAuerwe deferred to the Secretary\nof Labor’s interpretation of his own regulation, presented in anamicusbrief submitted by the agency at our invitation.\n519 U. S., at 461–462. Responding to the petitioners’ objection\nthat the agency’s interpretation came in a legal brief, we held\nthat this fact did not, “in the circumstances of this case, make it\nunworthy of deference.”Id., at 462. We observed that\n“[t]he Secretary’s position is in no sense a ‘post hocrationalizatio[n]’ advanced by an agency seeking to defend past\nagency action against attack.”Ibid.(quotingBowenv.Georgetown Univ. Hospital,488 U. S. 204, 212\n(1988)). We added: “There is simply no reason to suspect that the\ninterpretation does not reflect the agency’s fair and considered\njudgment on the matter in question.”Auer, 519 U. S., at\n462.The brief submitted by the Board in the\npresent case, at our invitation, is no different. As inAuer, there is no reason to believe that the\ninterpretation advanced by the Board is a “post hocrationalization” taken as a litigation position. The Board is not a\nparty to this case. And as is evident from our discussion of\nRegulation Z itself, see Part II–A,supra, the Board’s\ninterpretation is neither “plainly erroneous” nor “inconsistent\nwith” the indeterminate text of the regulation. In short, there is\nno reason to suspect that the position the Board takes in itsamicusbrief reflects anything other than the agency’s\nfair and considered judgment as to what the regulation required at\nthe time this dispute arose.McCoy may well be correct in asserting that it\nis better policy to oblige credit-card issuers to give advance\nnotice of a rate increase; after all, both Congress and the Board\nhave recently indicated that such a requirement is warranted. See\nCredit CARD Act, §101(a)(1), 123 Stat. 1735–1736; 12 CFR §226.9(g)\n(2009). That Congress and the Board may currently hold such views\ndoes not mean, however, that deference is not warranted to the\nBoard’s different understanding of what the pre-2009 version of\nRegulation Z required. To the contrary, the interpretation the\nBoard advances in itsamicusbrief is entirely consistent\nwith its past views. The 2004 notice of rulemaking and the 2007\nproposed amendments to Regulation Z make clear that, prior to 2009,\nthe Board’s fair and considered judgment was that “no\nchange-in-terms notice is required if the creditor specifies in\nadvance the circumstances under which an increase … will occur,” 69\nFed. Reg. 70931, and “immediate application of penalty pricing upon\nthe occurrence of certain events specified in the contract” was\npermissible, 72 Fed. Reg. 33012.UnderAuer, therefore, it is clear\nthat deference to the interpretation in the Board’samicusbrief is warranted. The cases McCoy cites in which we declined to\napplyAuerdo not suggest that deference is unwarranted\nhere. InGonzalesv.Oregon,546 U. S. 243(2006), we\ndeclined to defer because—in sharp contrast to the present case—\nthe regulation in question did “little more than restate the terms\nof the statute” pursuant to which the regulation was promulgated.Id., at 257. Accordingly, no deference was warranted to an\nagency interpretation of what were, in fact, Congress’ words.Ibid.In contrast, at the time of the transactions in this\ncase, TILA itself included no requirements with respect to the\ndisclosure of a change in credit terms. InChristensenv.Harris County,529 U. S. 576(2000), we\ndeclined to applyAuerdeference because the regulation in\nquestion was unambiguous, and adopting the agency’s contrary\ninterpretation would “permit the agency, under the guise of\ninterpreting a regulation, to createde factoa new\nregulation.” 529 U. S., at 588. In light of Regulation Z’s\nambiguity, there is no such danger here. And our statement inChristensenthat “deference is warranted only when the\nlanguage of the regulation is ambiguous,”ibid., is\nperfectly consonant withAueritself; if the text of a\nregulation is unambiguous, a conflicting agency interpretation\nadvanced in anamicusbrief will necessarily be “plainly\nerroneous or inconsistent with the regulation” in question.Auer, 519 U. S., at 461 (internal quotation marks\nomitted). Accordingly, under our precedent deference to the Board’s\ninterpretation of its own regulation, as presented in the agency’samicusbrief, is wholly appropriate.CMcCoy further argues that\ndeference to a legal brief is inappropriate because the\ninterpretation of Regulation Z in the Official Staff Commentary\ncommands a different result. To be sure, the Official Staff\nCommentary promulgated by the Board as an interpretation of\nRegulation Z may warrant deference as a general matter. SeeAnderson Bros. Fordv.Valencia,452 U. S. 205, 219\n(1981) (holding that “the Board’s interpretation of its own\nregulation” should generally “be accepted by the courts”);Milhollin, 444 U. S., at 565 (“Unless demonstrably\nirrational, Federal Reserve Board staff opinions construing [TILA]\nor Regulation [Z] should be dispositive”). We find, however, that\nthe Commentary at issue here largely replicates the ambiguity\npresent in the regulatory text, and therefore it offers us nothing\nto which we can defer with respect to the precise interpretive\nquestion before us.[Footnote 9]\nCf.Smithv.City of Jackson,544 U. S. 228, 248\n(2005) (O’Connor, J., concurring in judgment) (noting that\ndeference is not warranted when “there is no reasoned agency\nreading of the text to which we might defer”).The Ninth Circuit relied\nprimarily on Comment 9(c)(1)–3, which states in relevant part that\n“a notice of change in terms is required, but it may be mailed or\ndelivered as late as the effective date of the change . . . [i]f\nthere is an increased periodic rate or any other finance charge\nattri- butable to the consumer’s delinquency or default.” This\nexposition of the regulation does not add any clarity to the\nregulatory text, which expresses the same requirement. See\n§226.9(c)(1) (2008) (“[I]f a periodic rate or other finance charge\nis increased because of the consumer’s delinquency or default …\nnotice shall be given … before the effective date of the change”).\nAnd like §226.9(c), Comment 9(c) is entitled “Change in terms.”\nAccordingly, Chase’s plausible interpretation of §226.9(c)(1) is\nequally applicable to Comment 9(c)(1)–3: On Chase’s view, because\nthe interest-rate increase at issue in this case did not constitute\na “change in terms,” the disclosure requirements in the regulation\nand Commentary simply do not come into play. Seesupra, at\n10–11.Comment 9(c)–1 is also ambiguous, though the\nmost plausible reading supports Chase’s position more than it does\nMcCoy’s. The Comment begins: “No notice of a change in terms need\nbe given if the specific change is set forth initially” in the\nagreement. We do not find that the Comment’s addition of the\nmodifier “specific” to the word “change” enables us to determine,\nany more than we could in light of the text of the regulation, seesupra, at 12, whether the interest-rate increase at issue\nin this case was a “change in terms” requiring notice. According to\nChase, as long as the agreement explains that delinquency or\ndefault might trigger an increased interest rate and states the\nmaximum level to which the rate could be increased, the “specific\nchange” that ensues upon default has been set forth initially and\nno additional notice is required before implementation. McCoy\nargues to the contrary: Under Comment 9(c)–1, any new rate imposed\nafter delinquency or default must be disclosed prior to the\neffective date, if the particular rate (rather than the maximum\nrate) was not specifically mentioned in the agreement. On the\nwhole, then, the Official Staff Commentary’s explanation of\nRegulation Z does not resolve the uncertainty in the regulatory\ntext, and offers us no reason to disregard the interpretation\nadvanced in the Board’samicusbrief.[Footnote 10]McCoy further contends that our reliance here\non an agency interpretation presented outside the four corners of\nthe Official Staff Commentary will require future litigants, as\nwell as the Board, to expend time and resources “to comb through …\ncorrespondence, publications, and the agency’s website to determine\nthe agency’s position.” Brief for Respondent 37–38. We are not\nconvinced. McCoy may be correct that the Board established the\nOfficial Staff Commentary so as to centralize its opinion-making\nprocess and avoid “overburdening the industry with excessive detail\nand multiple research sources.” 46 Fed. Reg. 50288. But his\nsuggestion that, if we accord deference to anamicusbrief, all other “unofficial” sources will be fair game is of no\nmoment. Today we decide only that theamicusbrief\nsubmitted by the Board is entitled to deference in light of “the\ncircumstances of this case.”Auer, 519 U. S., at 462.Accordingly, we conclude that, at the time of\nthe transactions at issue in this case, Regulation Z did not\nrequire Chase to provide McCoy with a change-in-terms notice before\nit implemented the Agreement term allowing it to raise his interest\nrate following delinquency or default.*  *  *For the foregoing reasons, the\njudgment of the United States Court of Appeals for the Ninth\nCircuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Footnote 1As discussed more fully below, seeinfra, at 4–5, in 2009 the Board amended Regulation Z,\nsuch that the provisions discussed in this opinion are no longer in\neffect. However, because the pre-2009 provisions are the ones\napplicable to the case before us, we will refer to them in the\npresent tense.Footnote 2McCoy also asserted various state-law claims\nthat are not before us. We note that McCoy’s complaint provides\nlittle detail regarding the transactions at issue in this case. The\nparties, however, are in agreement as to the essential facts\nalleged.Footnote 3The United States Court of Appeals for the\nSeventh Circuit has also rejected the reasoning of the Ninth\nCircuit, though on a different question than the one presented in\nthis case. SeeSwansonv.Bank of America,\nN. A., 559 F. 3d 653, reh’g denied, 563 F. 3d\n634 (2009) (disagreeing with the Ninth Circuit’s interpretation of\nRegulation Z).Footnote 4The Pricing Schedule referred to in the\nAgreement is not contained in the case record, nor are its contents\napparent from the parties’ briefs, but neither side disputes that\nit specified a maximum Non-Preferred rate applicable to the\nAgreement.Footnote 5We are not persuaded by McCoy’s argument\nthat, although Chase did not change a “contract term” when it\nraised his interest rate pursuant to the terms of the Agreement, it\nchanged a “credit term,” thereby triggering §226.9(c)’s notice\nrequirement. The relevant text of Regulation Z does not refer to,\nlet alone distinguish between, “contract terms” and “credit terms,”\nand McCoy’s repeated citations to TILA’s broad policy statement do\nnot convince us that such a distinction is warranted. See 15 U.\nS. C. §1601(a) (“It is the purpose of this subchapter to\nassure a meaningful disclosure of credit terms so that the consumer\nwill be able to compare more readily the various credit terms\navailable to him and avoid the uninformed use of credit”).Footnote 6The Government offers an alternative example.\nAssume that the agreement is similar to the one at issue here, with\na specified maximum level to which the interest rate can be\nincreased if the cardholder defaults. If default occurs but the\nissuer raises the rate above the contractual maximum, notice must\nbe given prior to the effective date because the issuer actually\nchanged the term of the contract initially specifying the maximum\nrate possible. See Brief for United States asAmicus\nCuriae14–15.Footnote 7We note that, in reaching its decision, the\nNinth Circuit did not have the benefit of briefing from the Board.\nThe Ninth Circuit apparently did not solicit the views of the Board\nin the proceedings below, see Brief for Petitioner 16, and the\nFirst Circuit did not solicit the Board’s views inShanerv.Chase Bank USA,N. A., 587 F. 3d 488\n(2009), until after the Ninth Circuit issued its opinion in this\ncase, see Order in No. 09–1157 (CA1, Aug. 4, 2009).Footnote 8This is consistent with the view the Board\nadvanced in itsamicusbrief to the First Circuit, in\nwhich the Board noted that it “has in- terpreted the applicable\nprovisions of Regulation Z not to require a pre-effective date\nchange-in-terms notice for an increase in annual per-centage rate\nwhen the contingency that will trigger a rate increase and the\nspecific consequences for the consumer’s rate are set forth in the\ninitial card member agreement.” App. to Brief for United States asAmicus Curiae2a.Footnote 9We are not persuaded by McCoy’s argument that\nthe Board’s own regulations make the Official Staff Commentary “theexclusivesource of authorized staff opinion.” Brief for\nRespondent 36 (emphasis added). In the regulations McCoy cites the\nBoard has indicated only that the central purpose of the Commentary\nis to present agency interpretations that, if relied upon, provide\nthe basis for invoking the good-faith defense to liability under\nTILA. See 15 U. S. C. §1640(f) (precluding liability for “any\nact done or omitted in good faith in conformity . . . with any\ninterpretation … by an official or employee … duly authorized by\nthe Board to issue such interpretations … under such procedures as\nthe Board may prescribe”); 12 CFR pt. 226, App. C (2008)\n(“[O]fficial staff interpretations of this regulation … provide the\nprotection afforded under [§1640(f)]”);id., Supp. I,\nIntroduction ¶1, p. 451 (same); 46 Fed. Reg. 50288 (1981) (same).\nMcCoy cites no authority indicating that, in promulgating the\nCommentary and establishing certain statutory safe harbors, the\nBoard intended to limit its ability to issue authoritative\ninterpretations for other purposes.Footnote 10In concluding otherwise, the Ninth Circuit\nfocused on the examples Comment 9(c)–1 provides of changes that, if\nset forth initially, require no further disclosure when put into\neffect:“No notice of a change in terms need be given if the specific\nchange is set forth initially, such as: Rate increases under a\nproperly disclosed variable-rate plan, a rate increase that occurs\nwhen an employee has been under a preferential rate agreement and\nterminates employment, or an increase that occurs when the consumer\nhas been under an agreement to maintain a certain balance in a\nsavings account in order to keep a particular rate and the account\nbalance falls below the specified minimum.”The Ninth Circuit concluded that, in contrast\nto each of these three examples, “the increase here occurs at\nChase’s discretion.” 559 F. 3d 963, 966 (2009). That is, once\nthe triggering event—McCoy’s default—occurred, Chase had the\nlatitude to increase the interest rate as it saw fit (up to the\nlimit specified in the Pricing Schedule).We are not persuaded by the Ninth Circuit’s\nreasoning. Certainly, under a “variable-rate” plan the interest\nrate fluctuates according to an external variable easily\ndiscernable by the cardholder (like the Federal Prime rate), and\nthe issuer has no discretion. Seeibid.But the Comment’s\nsecond and third examples do not appear to be significantly\ndifferent from this case: The agreement contains a preset rate, but\nit also provides that, on the occurrence of a predefined event\n(terminating employment or a low account balance), the rate will\nincrease.Moreover, Comment 9(c)–1 further states that\nnotice is needed “if the contract allows the creditor to increase\nthe rate at its discretion but does not include specific terms for\nan increase”—for example, “when an increase may occur under the\ncreditor’s contract reservation right to increase the periodic\nrate.” It would seem that the narrower latitude Chase had under the\nAgreement to set the precise new rate within a specified range\nafter McCoy defaulted is not the kind of “discretion” the last\nexample of Comment 9(c)–1 contemplates. In short, analogizing to\nthe Comment’s examples suggests that Chase’s action in setting a\nnew rate was most likely a “specific change” that the Agreement\nitself contemplated, and subsequent disclosure was not clearly\nrequired.",
    "joined": []
}