{
    "case": {
        "docket": "16-980",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-980/"
    },
    "id": "4565598",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–980_________________JON HUSTED, OHIO SECRETARY OF STATE,\nPETITIONERv.A. PHILIP RANDOLPH INSTITUTE, et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 11, 2018]Justice Sotomayor, dissenting.I join the principal dissent in full because I\nagree that the statutory text plainly supports respondents’\ninterpretation. I write separately to emphasize how that reading is\nbolstered by the essential purposes stated explicitly in the\nNational Voter Registration Act of 1993 (NVRA) to increase the\nregistration and enhance the participation of eligible voters in\nfederal elections. 52 U. S. C. §§20501(b)(1)–(2).\nCongress enacted the NVRA against the backdrop of substantial\nefforts by States to disenfranchise low-income and minority voters,\nincluding programs that purged eligible voters from registration\nlists because they failed to vote in prior elections. The Court\nerrs in ignoring this history and distorting the statutory text to\narrive at a conclusion that not only is contrary to the plain\nlanguage of the NVRA but also contradicts the essential purposes of\nthe statute, ultimately sanctioning the very purging that Congress\nexpressly sought to protect against.Concerted state efforts to prevent minorities\nfrom voting and to undermine the efficacy of their votes are an\nunfortunate feature of our country’s history. SeeSchuettev.BAMN,572 U.S.\n291, 337–338 (2014) (Sotomayor, J., dissenting). As the\nprincipal dissent explains, “[i]n the late 19th and early 20th\ncenturies, a number of ‘[r]estrictive registration laws and\nadministrative procedures’ came to use across the United States.”Ante,at 1–2 (opinion of Breyer, J.). States enforced “poll\ntax[es], literacy tests, residency requirements, selective purges,\n. . . and annual registration requirements,” which were\ndeveloped “to keep certain groups of citizens from voting.”\nH. R. Rep. No. 103–9, p. 2 (1993). Particularly relevant here,\nsome States erected procedures requiring voters to renew\nregistrations “whenever [they] moved or failed to vote in an\nelection,” which “sharply depressed turnout, particularly among\nblacks and immigrants.” A. Keyssar, The Right To Vote 124 (2009).\nEven after the passage of the Voting Rights Act in 1965, many\nobstacles remained. Seeante,at 2 (opinion of Breyer,\nJ.).Congress was well aware of the “long history of\nsuch list cleaning mechanisms which have been used to violate the\nbasic rights of citizens” when it enacted the NVRA. S. Rep.\nNo. 103–6, p. 18 (1993). Congress thus made clear in the statutory\nfindings that “the right of citizens of the United States to vote\nis a fundamental right,” that “it is the duty of the Federal,\nState, and local governments to promote the exercise of that\nright,” and that “discriminatory and unfair registration laws and\nprocedures can have a direct and damaging effect on voter\nparticipation . . . and disproportionately harm voter\nparticipation by various groups, including racial minorities.” 52\nU. S. C. §20501(a). In light of those findings, Congress\nenacted the NVRA with the express purposes of “increas[ing] the\nnumber of eligible citizens who register to vote” and “enhanc[ing]\nthe participation of eligible citizens as voters.”\n§§20501(b)(1)–(2). These stated purposes serve at least in part to\ncounteract the history of voter suppression, as evidenced by\n§20507(b)(2), which forbids “the removal of the name of any person\nfrom the official list of voters registered to vote in an election\nfor Federal office by reason of the person’s failure to vote.”Ibid.Of course, Congress also expressed other\nobjectives, “to protect the integrity of the electoral process” and\n“to ensure that accurate and current voter registration rolls are\nmaintained.” §§20501(b)(3)–(4).[1] The statute contemplates, however, that States can, and\nindeed must, further all four stated objectives. As relevant here,\nCongress crafted the NVRA with the understanding that, while States\nare required to make a “reasonable effort” to remove ineligible\nvoters from the registration lists, §20507(a)(4), such removal\nprograms must be developed in a manner that “prevent[s] poor and\nilliterate voters from being caught in a purge system which will\nrequire them to needlessly re-register” and “prevent[s] abuse which\nhas a disparate impact on minority communities,” S. Rep. No.\n103–6, at 18.Ohio’s Supplemental Process reflects precisely\nthe type of purge system that the NVRA was designed to prevent.\nUnder the Supplemental Process, Ohio will purge a registrant from\nthe rolls after six years of not voting,e.g.,sitting out\none Presidential election and two midterm elections, and after\nfailing to send back one piece of mail, even though there is no\nreasonable basis to believe the individual actually moved. Seeante,at 14 (Breyer, J., dissenting). This purge program\nburdens the rights of eligible voters. At best, purged voters are\nforced to “needlessly reregister” if they decide to vote in a\nsubsequent election; at worst, they are prevented from voting at\nall because they never receive information about when and where\nelections are taking place.It is unsurprising in light of the history of\nsuch purge programs that numerousamicireport that the\nSupplemental Process has disproportionately affected minority,\nlow-income, disabled, and veteran voters. As one example,amicipoint to an investigation that revealed that in\nHamilton County, “African-American-majority neighborhoods in\ndowntown Cincinnati had 10% of their voters removed due to\ninactivity” since 2012, as “compared to only 4% of voters in a\nsuburban, majority-white neighborhood.” Brief for National\nAssociation for the Advancement of Colored People et al. asAmici Curiae18–19.Amicialso explain at length how\nlow voter turnout rates, language-access problems, mail delivery\nissues, inflexible work schedules, and transportation issues, among\nother obstacles, make it more difficult for many minority,\nlow-income, disabled, homeless, and veteran voters to cast a ballot\nor return a notice, rendering them particularly vulnerable to\nunwarranted removal under the Supplemental Process. See Brief for\nAsian Americans Advancing Justice | AAJC et al. asAmici\nCuriae15–26; Brief for National Disability Rights Network\net al. asAmici Curiae17, 21–24, 29–31; Brief for\nVoteVets Action Fund asAmicus Curiae23–30. See also Brief\nfor Libertarian National Committee asAmicus Curiae19–22\n(burdens on principled nonvoters).Neither the majority nor Ohio meaningfully\ndispute that the Supplemental Process disproportionately burdens\nthese communities. At oral argument, Ohio suggested that such a\ndisparate impact is not pertinent to this case because respondents\ndid not challenge the Supplemental Process under §20507(b)(1),\nwhich requires that any removal program “be uniform,\nnondiscriminatory, and in compliance with the Voting Rights Act.”\nTr. of Oral Arg. 23. The fact that respondents did not raise a\nclaim under §20507(b)(1), however, is wholly irrelevant to our\nassessment of whether, as a matter of statutory interpretation, the\nSupplemental Process removes voters “by reason of the person’s\nfailure to vote” in violation of §20507(b)(2). Contrary to the\nmajority’s view,ante,at 20–21, the NVRA’s express findings\nand purpose are highly relevant to that interpretive analysis\nbecause they represent “the assumed facts and the purposes that the\nmajority of the enacting legislature . . . had in mind,\nand these can shed light on the meaning of the operative provisions\nthat follow.” A. Scalia & B. Garner, Reading Law 218 (2012).\nRespondents need not demonstrate discriminatory intent to establish\nthat Ohio’s interpretation of the NVRA is contrary to the statutory\ntext and purpose.In concluding that the Supplemental Process does\nnot violate the NVRA, the majority does more than just misconstrue\nthe statutory text. It entirely ignores the history of voter\nsuppression against which the NVRA was enacted and upholds a\nprogram that appears to further the very disenfranchisement of\nminority and low-income voters that Congress set out to eradicate.\nStates, though, need not choose to be so unwise. Our democracy\nrests on the ability of all individuals, regardless of race,\nincome, or status, to exercise their right to vote. The majority of\nStates have found ways to maintain accurate voter rolls without\ninitiating removal processes based solely on an individual’s\nfailure to vote. See App. to Brief for League of Women Voters of\nthe United States et al. asAmici Curiae1a–9a; Brief\nfor State of New York et al. asAmici Curiae22–28.\nCommunities that are disproportionately affected by unnecessarily\nharsh registration laws should not tolerate efforts to marginalize\ntheir influence in the political process, nor should allies who\nrecognize blatant unfairness stand idly by. Today’s decision forces\nthese communities and their allies to be even more proactive and\nvigilant in holding their States accountable and working to\ndismantle the obstacles they face in exercising the fundamental\nright to vote.Notes1The majority\ncharacterizes these objectives as ones to “remov[e] ineligible\npersons from the States’ voter registration rolls,”ante,at\n2, but maintaining “accurate” rolls and “protecting the integrity\nof the electoral process” surely encompass more than just removing\nineligible voters. An accurate voter roll and fair electoral\nprocess should also reflect the continued enrollment of eligible\nvoters. In this way, the NVRA’s enhanced-participation and\naccuracy-maintenance goals are to be achieved simultaneously, and\nare mutually reinforcing.",
    "joined": []
}