{
    "case": {
        "docket": "19-546",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-546/"
    },
    "id": "4364168",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–546_________________DOUGLAS BROWNBACK, et al., PETITIONERSv.JAMES KINGon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[February 25, 2021]Justice Sotomayor, concurring.I join the Court’s opinion because I agree that\nthe District Court dismissed King’s Federal Tort Claims Act (FTCA)\nclaims on the merits. Importantly, the Court does not today decide\nwhether an order resolving the merits of an FTCA claim precludes\nother claims arising out of the same subject matter in the same\nsuit. Although the parties briefed the issue, it was not the basis\nof the lower court’s decision. Seeante,at 5, n. 4. I\nwrite separately to emphasize that, while many lower courts have\nuncritically held that the FTCA’s judgment bar applies to claims\nbrought in the same action, there are reasons to question that\nconclusion. This issue merits far closer consideration than it has\nthus far received.King argues that the judgment bar merely\n“supplements common-law claim preclusion by closing a narrow gap,”\npreventing plaintiffs from bringing duplicative litigation against\nfirst the United States and then its employees.Simmonsv.Himmelreich, 578 U.S. 621, 630, n. 5 (2016); see alsoibid.(“At the time that the FTCA was passed, common-law\nclaim preclusion would have barred a plaintiff from suing the\nUnited States after having sued an employee but not vice versa”).\nOn petitioners’ view, however, the judgment bar provides that any\norder resolving an FTCA claim automatically precludes separate\nclaims brought in the same action and arising from the same common\nnucleus of facts. This is a significant departure from the normal\noperation of common-law claim preclusion, which applies only in\nseparate or subsequent suits following a final judgment. See,e.g.,G. & C. Merriam Co.v.Saalfield¸241 U.S.\n22, 29 (1916) (“Obviously, the rule for decision applies only\nwhen the subsequent action has been brought”).King raises a number of reasons to doubt\npetitioners’ reading. Looking first to the text, the FTCA’s\njudgment bar is triggered by “[t]he judgment in an action under\nsection 1346(b).” 28 U. S. C. §2676. A “judgment” is “[a] court’s\nfinal determination of the rights and obligations of the parties in\na case.” Black’s Law Dictionary 1007 (11th ed. 2019); see also 1 H.\nBlack, Law of Judgments §1, p. 2, n. l (1891) (“ ‘A judgment\nis the final consideration and determination of a court\n. . . upon the matters submitted to it’ ”).\nDecisions disposing of only some of the claims in a lawsuit are not\n“judgments.”Similarly, once the judgment bar is triggered,\nit precludes “any action by the claimant.” §2676. An “action”\nrefers to the whole of the lawsuit. See Black’s Law Dictionary, at\n37 (defining “action” as a “civil or criminal judicial\nproceeding”); Black’s Law Dictionary 43 (3d ed. 1933) (“The terms\n‘action’ and ‘suit’ are now nearly, if not entirely, synonymous”).\nIndividual demands for relief within a lawsuit, by contrast, are\n“claims.” See Black’s Law Dictionary, at 311 (2019) (defining a\n“claim” as “the part of a complaint in a civil action specifying\nwhat relief the plaintiff asks for”); Black’s Law Dictionary, at\n333 (1933) (defining a “claim” as “any demand held or asserted as\nof right” or “cause of action”).Thus, giving the judgment bar’s two key terms\ntheir traditional meanings, “the judgment in an action under\nsection 1346(b)” that triggers the bar is the final order resolving\nevery claim in a lawsuit that includes FTCA claims. When triggered,\nthe judgment bar precludes later “action[s],” not claims in the\nsame suit. So read, the statutory judgment bar “functions in much\nthe same way” as claim preclusion, “with both rules depending on a\nprior judgment as a condition precedent.”Willv.Hallock,546 U.S.\n345, 354 (2006).[1]Turning next to the FTCA’s purpose and effect,\nunder King’s reading, the judgment bar also serves the same,\nfamiliar functions as claim preclusion: “avoiding duplicative\nlitigation” by barring repetitive suits against employees without\n“reflecting a policy that a defendant should be scot free of any\nliability.”Ibid.Petitioners’ interpretation, by contrast,\nappears inefficient. Precluding claims brought in the same suit\nincentivizes plaintiffs to bring separate suits, first against\nfederal employees directly and second against the United States\nunder the FTCA. SeeSterlingv.United States,85 F.3d 1225, 1228–1229 (CA7 1996) (holding that judgment in a\nprior direct action did not preclude a later FTCA suit against the\nUnited States).[2]Petitioners’ interpretation also produces\nseemingly unfair results by precluding potentially meritorious\nclaims when a plaintiff’s FTCA claims fail for unrelated reasons.\nHere, for example, King’s constitutional claims require only a\nshowing that the officers’ behavior was objectively unreasonable,\nwhile the District Court held that the state torts underlying\nKing’s FTCA claims require subjective bad faith. If petitioners are\nright, King’s failure to show bad faith, which is irrelevant to his\nconstitutional claims, means a jury will never decide whether the\nofficers violated King’s constitutional rights when they stopped,\nsearched, and hospitalized him.There are, of course, counterarguments. On the\ntext, petitioners point out that it would be strange to refer to\nthe entire lawsuit as “an action under section 1346(b)” even after\nthe Court has decided all the claims brought under the FTCA.\nBetter, they argue, to read “judgment in an action under section\n1346(b)” to mean any order resolving all the FTCA claims in the\nsuit. They urge further that claims in the same suit should be\namong the covered actions because the bar precludes “any action,”\nrather than “subsequent” actions, which is the typical formulation\nof claim preclusion. As to the judgment bar’s purpose, petitioners\ncontend that the FTCA gives tort claimants a choice that comes with\na cost: They can sue the United States and access its deeper\npockets, but, if they do, then the outcome of the FTCA claims\nresolves the entire controversy. This preserves federal resources\nwhile allowing tort claimants to decide whether to bring FTCA\nclaims at all.There are naturally counterarguments to those\ncounterarguments, and so on, but further elaboration here is\nunnecessary. As the Court points out, “ ‘we are a court of\nreview, not of first view.’ ”Ante,at 5, n. 4\n(quotingCutterv.Wilkinson,544\nU.S. 709, 718, n. 7 (2005)). While lower courts have\nlargely taken petitioners’ view of the judgment bar, few have\nexplained how its text or purpose compels that result. In my view,\nthis question deserves much closer analysis and, where appropriate,\nreconsideration.Notes1Nearby §2672 could\nfurther support this interpretation. That section provides that an\nadministrative settlement with the United States “shall constitute\na complete release of any claim against the United States and\nagainst the employee of the government” who committed the tort.\nUnlike the judgment bar, §2672 uses unambiguous language (“release\nof any claim”) to ensure that settlements with the United States\nboth preclude future litigation and resolve pending claims against\nfederal employees. Had Congress intended to give both provisions\nthe same effect, “it presumably would have done so expressly.”Russellov.United States,464 U.S.\n16, 23 (1983).2Some courts have held\nthat precluding claims in the same action prevents plaintiffs from\nrecovering for the same injury from both the United States and the\nfederal employee. The law, however, already bars double recovery\nfor the same injury. See,e.g.,Zenith Radio Corp.v.Hazeltine Research, Inc.,401 U.S.\n321, 348 (1971) (“[T]he law . . . does not permit a\nplaintiff to recover double payment”).",
    "joined": []
}