{
    "case": {
        "docket": "18-1086",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-1086/"
    },
    "id": "4249408",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–1086_________________LUCKY BRAND DUNGAREES, INC., et al.,\nPETITIONERSv.MARCEL FASHIONS GROUP, INC.on writ of certiorari to the united states\ncourt of appeals for the second circuit[May 14, 2020]Justice Sotomayor delivered the opinion of the\nCourt.This case arises from protracted litigation\nbetween petitioners Lucky Brand Dungarees, Inc., and others\n(collectively Lucky Brand) and respondent Marcel Fashions Group,\nInc. (Marcel). In the latest lawsuit between the two, Lucky Brand\nasserted a defense against Marcel that it had not pressed fully in\na preceding suit between the parties. This Court is asked to\ndetermine whether Lucky Brand’s failure to litigate the defense in\nthe earlier suit barred Lucky Brand from invoking it in the later\nsuit. Because the parties agree that, at a minimum, the preclusion\nof such a defense in this context requires that the two suits share\nthe same claim to relief—and because we find that the two suits\nhere did not—Lucky Brand was not barred from raising its defense in\nthe later action.IMarcel and Lucky Brand both sell jeans and\nother apparel. Both entities also use the word “Lucky” as part of\ntheir marks on clothing. In 1986, Marcel received a federal\ntrademark registration for “Get Lucky”; a few years later, in 1990,\nLucky Brand began selling apparel using the registered trademark\n“Lucky Brand” and other marks that include the word “Lucky.” 779\nF.3d 102, 105 (CA2 2015).Three categories of marks are at issue in this\ncase: Marcel’s “Get Lucky” mark; Lucky Brand’s “Lucky Brand” mark;\nand various other marks owned by Lucky Brand that contain the word\n“Lucky.” These trademarks have led to nearly 20 years of litigation\nbetween the two companies, proceeding in three rounds.AIn 2001—the first round—Marcel sued Lucky\nBrand, alleging that Lucky Brand’s use of the phrase “Get Lucky” in\nadvertisements infringed Marcel’s trademark. In 2003, the parties\nsigned a settlement agreement. As part of the deal, Lucky Brand\nagreed to stop using the phrase “Get Lucky.” App. 191. In exchange,\nMarcel agreed to release any claims regarding Lucky Brand’s use of\nits own trademarks.Id., at 191–192.BThe ink was barely dry on the settlement\nagreement when, in 2005, the parties began a second round of\nlitigation (2005 Action). Lucky Brand filed suit, alleging that\nMarcel and its licensee violated its trademarks by copying its\ndesigns and logos in a new clothing line. As relevant here, Marcel\nfiled several counterclaims that all turned, in large part, on\nLucky Brand’s alleged continued use of “Get Lucky”: One batch of\nallegations asserted that Lucky Brand had continued to use Marcel’s\n“Get Lucky” mark in violation of the settlement agreement, while\nothers alleged that Lucky Brand’s use of the phrase “Get Lucky” and\n“Lucky Brand” together was “confusingly similar to”—and thus\ninfringed––Marcel’s “Get Lucky” mark. Defendants’ Answer,\nAffirmative Defenses, and Counterclaims to Plaintiffs’ Complaint in\nNo. 1:05–cv–06757 (SDNY), Doc. 40–2, p. 39; seeid., at\n34–41. None of Marcel’s counterclaims alleged that Lucky Brand’s\nuse of its own marks alone—i.e., independent of any alleged\nuse of “Get Lucky”—infringed Marcel’s “Get Lucky” mark.Lucky Brand moved to dismiss the counterclaims,\nalleging that they were barred by the release provision of the\nsettlement agreement. After the District Court denied the motion\nwithout prejudice, Lucky Brand noted the release defense once more\nin its answer to Marcel’s counterclaims. But as the 2005 Action\nproceeded, Lucky Brand never again invoked the release defense.The 2005 Action concluded in two phases. First,\nas a sanction for misconduct during discovery, the District Court\nconcluded that Lucky Brand violated the settlement agreement by\ncontinuing to use “Get Lucky” and permanently enjoined Lucky Brand\nfrom copying or imitating Marcel’s “Get Lucky” mark. Order Granting\nPartial Summary Judgment and Injunction in No. 1:05–cv–06757, Doc.\n183; see also App. 203–204. The injunction did not enjoin, or even\nmention, Lucky Brand’s use of any other marks or phrases containing\nthe word “Lucky.” Order Granting Partial Summary Judgment and\nInjunction, Doc. 183. The case then proceeded to trial. The jury\nfound against Lucky Brand on Marcel’s remaining counterclaims—those\nthat alleged infringement from Lucky Brand’s continued use of the\n“Get Lucky” catchphrase alongside its own marks. See Brief for\nRespondent 52.CIn April 2011, the third round of litigation\nbegan: Marcel filed an action against Lucky Brand (2011 Action),\nmaintaining that Lucky Brand continued to infringe Marcel’s “Get\nLucky” mark and, in so doing, contravened the judgment issued in\nthe 2005 Action.This complaint did not reprise Marcel’s earlier\nallegation (in the 2005 Action) that Lucky Brand continued to use\nthe “Get Lucky” phrase. Marcel argued only that Lucky Brand’s\ncontinued, post-2010 use of Lucky Brand’s own marks—some of which\nused the word “Lucky”—infringed Marcel’s “Get Lucky” mark in a\nmanner that (according to Marcel) was previously found\ninfringing.[1] Marcel requested\nthat the District Court enjoin Lucky Brand from using any of Lucky\nBrand’s marks containing the word “Lucky.”The District Court granted Lucky Brand summary\njudgment, concluding that Marcel’s claims in the 2011 Action were\nessentially the same as its counterclaims in the 2005 Action.But the Court of Appeals for the Second Circuit\ndisagreed. 779 F.3d 102. The court concluded that Marcel’s claims\nin the 2011 Action were distinct from those it had asserted in the\n2005 Action, because the claims at issue in the 2005 Action were\n“for earlier infringements.”Id., at 110. As the court\nnoted, “[w]inning a judgment . . . does not deprive the\nplaintiff of the right to sue” for the defendant’s “subsequent\nsimilar violations.”Id., at 107.The Second Circuit further rejected Marcel’s\nrequest to hold Lucky Brand in contempt for violating the\ninjunction issued in the 2005 Action. The court noted that the\nconduct at issue in the 2011 Action was Lucky Brand’s use of its\nown marks—not the use of the phrase “Get Lucky.” By contrast, the\n2005 injunction prohibited Lucky Brand from using the “Get Lucky”\nmark—not Lucky Brand’s own marks that happened to contain the word\n“Lucky.”Id., at 111. Moreover, the court reasoned that the\njury in the 2005 Action had been “free to find infringement of\nMarcel’s ‘Get Lucky’ mark based solely on Lucky Brand’s use of [the\nphrase] ‘Get Lucky.’ ”Id., at 112. The court vacated\nand remanded for further proceedings.On remand to the District Court, Lucky Brand\nmoved to dismiss, arguing—for the first time since its motion to\ndismiss and answer in the 2005 Action—that Marcel had released its\nclaims by entering the settlement agreement. Marcel countered that\nLucky Brand was precluded from invoking the release defense,\nbecause it could have pursued the defense fully in the 2005 Action\nbut had neglected to do so. The District Court granted Lucky\nBrand’s motion to dismiss, holding that it could assert its release\ndefense and that the settlement agreement indeed barred Marcel’s\nclaims.The Second Circuit vacated and remanded,\nconcluding that a doctrine it termed “defense preclusion”\nprohibited Lucky Brand from raising the release defense in the 2011\nAction. 898 F.3d 232 (2018). Noting that a different category of\npreclusion—issue preclusion—may be wielded against a defendant, seeParklane Hosiery Co.v.Shore,439 U.S.\n322(1979), the court reasoned that the same should be true of\nclaim preclusion: A defendant should be precluded from raising an\nunlitigated defense that it should have raised earlier. The panel\nthen held that “defense preclusion” bars a party from raising a\ndefense where: “(i) a previous action involved an adjudication on\nthe merits”; “(ii) the previous action involved the same parties”;\n“(iii) the defense was either asserted or could have been asserted,\nin the prior action”; and “(iv) the district court, in its\ndiscretion, concludes that preclusion of the defense is\nappropriate.” 898 F. 3d, at 241. Finding each factor satisfied\nin this case, the panel vacated the District Court’s judgment. We\ngranted certiorari, 588 U. S. ___ (2019), to resolve\ndifferences among the Circuits regarding when, if ever, claim\npreclusion applies to defenses raised in a later suit. Compare 898\nF. 3d, at 241, withHallco Mfg. Co.v.Foster,256 F.3d 1290, 1297–1298 (CA Fed. 2001);McKinnonv.Blue Cross and Blue Shield of Alabama, 935 F.2d 1187, 1192\n(CA11 1991).IIAThis case asks whether so-called “defense\npreclusion” is a valid application of res judicata: a term that now\ncomprises two distinct doctrines regarding the preclusive effect of\nprior litigation. 18 C. Wright, H. Miller, & E. Cooper, Federal\nPractice and Procedure §4402 (3d ed. 2016) (Wright & Miller).\nThe first is issue preclusion (sometimes called collateral\nestoppel), which precludes a party from relitigating an issue\nactually decided in a prior case and necessary to the judgment.Allenv.McCurry,449 U.S.\n90, 94 (1980); seeParklane Hosiery, 439 U. S., at\n326, n. 5.The second doctrine is claim preclusion\n(sometimes itself called res judicata). Unlike issue preclusion,\nclaim preclusion prevents parties from raising issues that could\nhave been raised and decided in a prior action—even if they were\nnot actually litigated. If a later suit advances the same claim as\nan earlier suit between the same parties, the earlier suit’s\njudgment “prevents litigation of all grounds for, or defenses to,\nrecovery that were previously available to the parties, regardless\nof whether they were asserted or determined in the prior\nproceeding.”Brownv.Felsen,442\nU.S. 127, 131 (1979); see also Wright & Miller §4407. Suits\ninvolve the same claim (or “cause of action”) when they\n“ ‘aris[e] from the same transaction,’ ”United\nStatesv.Tohono O’odham Nation,563\nU.S. 307, 316 (2011) (quotingKremerv.Chemical\nConstr. Corp.,456 U.S.\n461, 482, n. 22 (1982)), or involve a “common nucleus of\noperative facts,” Restatement (Second) of Judgments §24, Commentb, p. 199 (1982) (Restatement (Second)).Put another way, claim preclusion “describes the\nrules formerly known as ‘merger’ and ‘bar.’ ”Taylorv.Sturgell,553 U.S.\n880, 892, n. 5 (2008). “If the plaintiff wins, the entire\nclaim is merged in the judgment; the plaintiff cannot bring a\nsecond independent action for additional relief, and the defendant\ncannot avoid the judgment by offering new defenses.” Wright &\nMiller §4406. But “[i]f the second lawsuit involves a new claim or\ncause of action, the parties may raise assertions or defenses that\nwere omitted from the first lawsuit even though they were equally\nrelevant to the first cause of action.”Ibid.As the Second Circuit itself seemed to\nrecognize, see 898 F. 3d, at 236–237, this Court has never\nexplicitly recognized “defense preclusion” as a standalone category\nof res judicata, unmoored from the two guideposts of issue\npreclusion and claim preclusion. Instead, our case law indicates\nthat any such preclusion of defenses must, at a minimum, satisfy\nthe strictures of issue preclusion or claim preclusion. See,e.g.,Davisv.Brown,94 U.S.\n423, 428 (1877) (holding that where two lawsuits involved\ndifferent claims, preclusion operates “only upon the matter\nactually at issue and determined in the original action”).[2] The parties thus agree that where,\nas here, issue preclusion does not apply, a defense can be barred\nonly if the “causes of action are the same” in the two suits—that\nis, where they share a “ ‘common nucleus of operative\nfact[s].’ ” Brief for Respondent 2, 27, 31, 50; accord, Reply\nBrief 3.BPut simply, the two suits here were grounded\non different conduct, involving different marks, occurring at\ndifferent times. They thus did not share a “common nucleus of\noperative facts.” Restatement (Second) §24, Commentb, at\n199.To start, claims to relief may be the same for\nthe purposes of claim preclusion if, among other things, “ ‘a\ndifferent judgment in the second action would impair or destroy\nrights or interests established by the judgment entered in the\nfirst action.’ ” Wright & Miller §4407. Here, however, the\n2011 Action did not imperil the judgment of the 2005 Action because\nthe lawsuits involved both different conduct and different\ntrademarks.In the 2005 Action, Marcel alleged that Lucky\nBrand infringed Marcel’s “Get Lucky” mark both by directly\nimitating its “Get Lucky” mark and by using the “Get Lucky” slogan\nalongside Lucky Brand’s other marks in a way that created consumer\nconfusion. Brief for Respondent 52. Marcel appears to admit, thus,\nthat its claims in the 2005 Action depended on Lucky Brand’s\nalleged use of “Get Lucky.”Id.,at 9–10 (“Marcel’s\nreverse-confusion theory [in the 2005 Action] depended, in part, on\nLucky’s continued imitation of the GET LUCKY mark”).By contrast, the 2011 Action did not involve any\nalleged use of the “Get Lucky” phrase. Indeed, Lucky Brand had been\nenjoined in the 2005 Action from using “Get Lucky,” and in the 2011\nAction, Lucky Brand was found not to have violated that injunction.\n779 F. 3d, at 111–112. The parties thus do not argue that\nLucky Brand continued to use “Get Lucky” after the 2005 Action\nconcluded, and at oral argument, counsel for Marcel appeared to\nconfirm that Marcel’s claims in the 2011 Action did not allege that\nLucky Brand continued to use “Get Lucky.” Tr. of Oral Arg. 46.\nInstead, Marcel alleged in the 2011 Action that Lucky Brand\ncommitted infringement by using Lucky Brand’s own marks containing\nthe word “Lucky”—not the “Get Lucky” mark itself. Plainly, then,\nthe 2011 Action challenged different conduct, involving different\nmarks.Not only that, but the complained-of conduct in\nthe 2011 Action occurred after the conclusion of the 2005 Action.\nClaim preclusion generally “does not bar claims that are predicated\non events that postdate the filing of the initial complaint.”Whole Woman’s Healthv.Hellerstedt, 579 U. S.\n___, ___ (2016) (slip op., at 12) (internal quotation marks\nomitted);Lawlorv.National Screen Service Corp.,349 U.S.\n322, 327–328 (1955) (holding that two suits were not “based on\nthe same cause of action,” because “[t]he conduct presently\ncomplained of was all subsequent to” the prior judgment and it\n“cannot be given the effect of extinguishing claims which did not\neven then exist and which could not possibly have been sued upon in\nthe previous case”). This is for good reason: Events that occur\nafter the plaintiff files suit often give rise to new “[m]aterial\noperative facts” that “in themselves, or taken in conjunction with\nthe antecedent facts,” create a new claim to relief. Restatement\n(Second) §24, Commentf, at 203; 18 J. Moore, D.\nCoquillette, G. Joseph, G. Vairo, & C. Varner, Federal Practice\n§131.22[1], p. 131–55, n. 1 (3d ed. 2019) (citing cases where\n“[n]ew facts create[d a] new claim”).This principle takes on particular force in the\ntrademark context, where the enforceability of a mark and\nlikelihood of confusion between marks often turns on extrinsic\nfacts that change over time. As Lucky Brand points out, liability\nfor trademark infringement turns on marketplace realities that can\nchange dramatically from year to year. Brief for Petitioners 42–45.\nIt is no surprise, then, that the Second Circuit held that Marcel’s\n2011 Action claims were not barred by the 2005 Action. By the same\ntoken, the 2005 Action could not bar Lucky Brand’s 2011\ndefenses.At bottom, the 2011 Action involved different\nmarks, different legal theories, and different conduct—occurring at\ndifferent times. Because the two suits thus lacked a “common\nnucleus of operative facts,” claim preclusion did not and could not\nbar Lucky Brand from asserting its settlement agreement defense in\nthe 2011 Action.IIIResisting this conclusion, Marcel points to\ntreatises and this Court’s cases, arguing that they support a\nversion of “defense preclusion” doctrine that extends to the facts\nof this case. Brief for Respondent 24–26. But these authorities do\nno such thing. As an initial matter, regardless of what those\nauthorities might imply about “defense preclusion,” none of them\ndescribe scenarios applicable here. Moreover, we doubt that these\nauthorities stand for anything more than that traditional claim- or\nissue-preclusion principles may bar defenses raised in a\nsubsequent suit—principles that, as explained above, do not bar\nLucky Brand’s release defense here.Take, for example, cases that involve either\njudgment enforcement or a collateral attack on a prior judgment.Id., at 26–35. In the former scenario, a party takes action\nto enforce a prior judgment already issued against another; in the\nlatter, a party seeks to avoid the effect of a prior judgment by\nbringing a suit to undo it. If, in either situation, a different\noutcome in the second action “would nullify the initial judgment or\nwould impair rights established in the initial action,” preclusion\nprinciples would be at play. Restatement (Second) §22(b), at 185;\nWright & Miller §4414. In both scenarios, courts simply apply\nclaim preclusion or issue preclusion to prohibit a claim or defense\nthat wouldattack a previously decided claim.[3] But these principles do not preclude\ndefendants from asserting defenses to new claims, which is\nprecisely what Marcel would have us do here.In any event, judgment-enforcement and\ncollateral-attack scenarios are far afield from the circumstances\nof this case. Lucky Brand’s defense in the 2011 Action did not\nthreaten the judgment issued in the 2005 Action or, as Marcel\nargues, “achieve the same practical result” that the\nabove-mentioned principles seek to avoid. Brief for Respondent\n31–32. Indeed, while the judgment in the 2005 Action plainly\nprohibited Lucky Brand from using “Get Lucky,” it did not do the\nsame with respect to Lucky Brand’s continued, standalone use of its\nown marks containing the word “Lucky”—the only conduct at issue in\nthe 2011 Action. Put simply, Lucky Brand’s defense to new claims in\nthe 2011 Action did not risk impairing the 2005 judgment.Nor do cases likeBeloitv.Morgan, 7 Wall. 619 (1869), aid Marcel. See Brief for\nRespondent 32–33. To be sure,Beloitheld that a defendant\nin a second suit over bonds “of the same issue” was precluded from\nraising a defense it had not raised in the first suit. 7 Wall., at\n620. But the Court there explained that the judgment in the first\nsuit “established conclusively the original validity of the\nsecurities described in the bill, and the liability of the town to\npay them.”Id., at 623. In other words, by challenging the\nvalidity of all bonds of the same issue, the defense in the second\nsuit would have threatened the validity of the judgment in the\nfirst suit. The same cannot be said of the defense raised in the\n2011 Action vis-à-vis the judgment in the 2005 Action.*  *  *At bottom, Marcel’s 2011 Action challenged\ndifferent conduct—and raised different claims—from the 2005 Action.\nUnder those circumstances, Marcel cannot preclude Lucky Brand from\nraising new defenses. The judgment of the Second Circuit is\ntherefore reversed, and the case is remanded for proceedings\nconsistent with this opinion.It is so ordered.Notes1See Complaint for\nInjunctive Relief and Trademark Infringement in No. 1:11–cv–05523\n(SDNY), Doc. 1, ¶15 (“Despite the entry of the [2005 Action\njudgment], [Lucky Brand] ha[s] continued to willfully\n. . . infringe [Marcel’s] GET LUCKY mark by using the\nLucky Brand marks in the identical manner and form and on the same\ngoods for which [it] w[as] found liable for infringement”);id., ¶20 (“Despite the entry of the” 2005 Action judgment,\nLucky Brand has “continued its uninterrupted and willful use of the\nLucky Brand marks and any other trademarks including the word\n‘Lucky’ ”).2There may be good reasons\nto question any application of claim preclusion to defenses. It has\nbeen noted that in suits involving successive claims against the\nsame defendant, courts often “assum[e] that the defendant may raise\ndefenses in the second action that were not raised in the first,\neven though they were equally available and relevant in both\nactions.” Wright & Miller §4414. This is because “[v]arious\nconsiderations, other than actual merits, may govern” whether to\nbring a defense, “such as the smallness of the amount or the value\nof the property in controversy, the difficulty of obtaining the\nnecessary evidence, the expense of the litigation, and [a party’s]\nown situation.”Cromwellv.County of Sac,94 U.S.\n351, 356 (1877). Here, however, this Court need not determine\nwhen (if ever) applying claim preclusion to defenses may be\nappropriate, because a necessary predicate—identity of claims—is\nlacking.3One might ask: If any\npreclusion of defenses (under the claim-preclusion rubric) requires\nidentity of claims in two suits, how could the second similar suit\nhave avoided standard claim preclusion in the first place?\nDifferent contexts may yield different answers. In a\njudgment-enforcement context, the answer may be that claim\npreclusion applies only “to a final judgment rendered in an actionseparatefrom that in which the doctrine is asserted.” 18 J.\nMoore, D. Coquillette, G. Joseph, G. Vairo, & C. Varner,\nFederal Practice §131.31[1], p. 131–116 (3d ed. 2019) (emphasis\nadded). Thus—although claim preclusion does apply to a later,\nstandalone suit seeking relief that could have been obtained in the\nfirst—it “is not applicable to . . . efforts to obtain\nsupplemental relief in the original action, or direct attacks on\nthe judgment.”Ibid(footnote deleted).The upshot is\nthat—even if a court deems the underlying core of operative facts\nto be the same—a plaintiff in that circumstance is not precluded\nfrom enforcing its rights with respect to continuing wrongful\nconduct.",
    "joined": []
}