{
    "case": {
        "docket": "19-357",
        "citation": "592",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/592/19-357/"
    },
    "id": "4347310",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–357_________________CITY OF CHICAGO, ILLINOIS, PETITIONERv.ROBBIN L. FULTON, et al.on writ of certiorari to the united states\ncourt of appeals for the seventh circuit[January 14, 2021]Justice Sotomayor, concurring.Section 362(a)(3) of the Bankruptcy Code\nprovides that the filing of a bankruptcy petition “operates as a\nstay” of “any act . . . to exercise control over property\nof the [bankruptcy] estate.” 11 U. S. C. §362(a)(3). I\njoin the Court’s opinion because I agree that, as used in\n§362(a)(3), the phrase “exercise control over” does not cover a\ncreditor’s passive retention of property lawfully seized\nprebankruptcy. Hence, when a creditor has taken possession of a\ndebtor’s property, §362(a)(3) does not require the creditor to\nreturn the property upon the filing of a bankruptcy petition.I write separately to emphasize that the Court\nhas not decided whether and when §362(a)’s other provisions may\nrequire a creditor to return a debtor’s property. Those provisions\nstay, among other things, “any act to create, perfect, or enforce\nany lien against property of the estate” and “any act to collect,\nassess, or recover a claim against [a] debtor” that arose prior to\nbankruptcy proceedings. §§362(a)(4), (6); see,e.g.,In\nre Kuehn, 563 F.3d 289, 294 (CA7 2009) (holding that a\nuniversity’s refusal to provide a transcript to a student-debtor\n“was an act to collect a debt” that violated the automatic stay).\nNor has the Court addressed how bankruptcy courts should go about\nenforcing creditors’ separate obligation to “deliver” estate\nproperty to the trustee or debtor under §542(a). The City’s conduct\nmay very well violate one or both of these other provisions. The\nCourt does not decide one way or the other.Regardless of whether the City’s policy of\nrefusing to return impounded vehicles satisfies the letter of the\nCode, it hardly comports with its spirit. “The principal purpose of\nthe Bankruptcy Code is to grant a ‘ “fresh\nstart” ’ ” to debtors.Marramav.Citizens Bank\nof Mass.,549 U.S.\n365, 367 (2007) (quotingGroganv.Garner,498 U.S.\n279, 286 (1991)). When a debtor files for Chapter 13\nbankruptcy, as respondents did here, “the debtor retains possession\nof his property” and works toward completing a court-approved\nrepayment plan. 549 U. S., at 367. For a Chapter 13 bankruptcy\nto succeed, therefore, the debtor must continue earning an income\nso he can pay his creditors. Indeed, Chapter 13 bankruptcy is\navailable only to “individual[s] with regular income.” 11\nU. S. C. §109(e).For many, having a car is essential to\nmaintaining employment. Take, for example, respondent George Peake.\nBefore the City seized his car, Peake relied on his 200,000-mile\n2007 Lincoln MKZ to travel 45 miles each day from his home on the\nSouth Side of Chicago to his job in Joliet, Illinois. In June 2018,\nwhen the City impounded Peake’s car for unpaid parking and\nred-light tickets, the vehicle was worth just around $4,300 (and\nwas already serving as collateral for a roughly $7,300 debt).\nWithout his car, Peake had to pay for rides to Joliet. He filed for\nbankruptcy, hoping to recover his vehicle and repay his $5,393.27\ndebt to the City through a Chapter 13 plan. The City, however,\nrefused to return the car until either Peake paid $1,250 upfront or\nafter the court confirmed Peake’s bankruptcy plan. As a result,\nPeake’s car remained in the City’s possession for months. By\ndenying Peake access to the vehicle he needed to commute to work,\nthe City jeopardized Peake’s ability to make payments toallhis creditors, the City included. Surely, Peake’s vehicle would\nhave been more valuable in the hands of its owner than parked in\nthe City’s impound lot.[1]Peake’s situation is far too common.[2] Drivers in low-income communities\nacross the country face similar vicious cycles: A driver is\nassessed a fine she cannot immediately pay; the balance balloons as\nlate fees accrue; the local government seizes the driver’s vehicle,\nadding impounding and storage fees to the growing debt; and the\ndriver, now without reliable transportation to and from work, finds\nit all but impossible to repay her debt and recover her vehicle.\nSee Brief for American Civil Liberties Union et al. asAmiciCuriae11–16, 31–32. Such drivers may turn to\nChapter 13 bankruptcy for a “fresh start.”Marrama, 549\nU. S., at 367 (internal quotation marks omitted).[3] But without their vehicles, many\ndebtors quickly find themselves unable to make their Chapter 13\npayments. The cycle thus continues, disproportionately burdening\ncommunities of color, see Brief for American Civil Liberties Union\net al. asAmiciCuriae17, and interfering not\nonly with debtors’ ability to earn an income and pay their\ncreditors but also with their access to childcare, groceries,\nmedical appointments, and other necessities.Although the Court today holds that §362(a)(3)\ndoes not require creditors to turn over impounded vehicles,\nbankruptcy courts are not powerless to facilitate the return of\ndebtors’ vehicles to their owners. Most obviously, the Court leaves\nopen the possibility of relief under §542(a). That section requires\nany “entity,” subject to some exceptions, to turn over “property”\nbelonging to the bankruptcy estate. 11 U. S. C. §542(a). The\ndebtor, in turn, must be able to provide the creditor with\n“adequate protection” of its interest in the returned property,\n§363(e); for example, the debtor may need to demonstrate that her\ncar is sufficiently insured. In this way, §542(a) maximizes value\nfor all parties involved in a bankruptcy: The debtor is able to use\nher asset, which makes it easier to earn an income; the debtor’s\nunsecured creditors, in turn, receive timely payments from the\ndebtor; and the debtor’s secured creditor, for its part, receives\n“adequate protection [to] replace the protection afforded by\npossession.”United Statesv.Whiting Pools, Inc.,462 U.S.\n198, 207 (1983). Secured creditors cannot opt out of this\narrangement. As even the City acknowledges, §542(a) “impose[s] a\nduty of turnover that is mandatory when the statute’s conditions\n. . . are met.” Brief for Petitioner 37.The trouble with §542(a), however, is that\nturnover proceedings can be quite slow. The Federal Rules of\nBankruptcy Procedure treat most “proceeding[s] to recover\n. . . property” as “adversary proceedings.” Rule 7001(1).\nSuch actions are, in simplified terms, “essentially full civil\nlawsuits carried out under the umbrella of [a] bankruptcy case.”Bullardv.Blue Hills Bank, 575 U.S. 496, 505 (2015).\nBecause adversary proceedings require more process, they take more\ntime. Of the turnover proceedings filed after July 2019 and\nconcluding before June 2020, the average case was pending for over\n100 days. See Administrative Office of the United States Courts,\nTime Intervals in Months From Filing to Closing of Adversary\nProceedings Filed Under 11 U. S. C. §542 for the 12-Month\nPeriod Ending June 30, 2020, Washington, DC: Sept. 25, 2020.One hundred days is a long time to wait for a\ncreditor to return your car, especially when you need that car to\nget to work so you can earn an income and make your bankruptcy-plan\npayments. To address this problem, some courts have adopted\nstrategies to hurry things along. At least one bankruptcy court has\nheld that §542(a)’s turnover obligation is automatic even absent a\ncourt order. SeeIn re Larimer, 27 B.R. 514, 516 (Idaho\n1983). Other courts apparently will permit debtors to seek turnover\nby simple motion, in lieu of filing a full adversary proceeding, at\nleast where the creditor has received adequate notice. See Tr. of\nOral Arg. 81 (counsel for the City stating that “[i]n most\nbankruptcy courts, if a creditor responds to a motion [for\nturnover] by” arguing that the debtor should have instituted an\nadversary proceeding, the bankruptcy judge will ask whether the\ncreditor received “actual notice”); Brief for United States asAmicus Curiae32 (reporting that “some courts have granted\n[turnover] orders based solely on a motion”); but see,e.g.,In re Denby-Peterson, 941 F.3d 115, 128–131 (CA3 2019)\n(holding that debtors must seek turnover through adversary\nproceedings). Similarly, even when a turnover request does take the\nform of an adversary proceeding, bankruptcy courts may find it\nprudent to expedite proceedings or order preliminary relief\nrequiring temporary turnover. See,e.g., In re Reid,\n423 B.R. 726, 727–728 (Bkrtcy. Ct. ED Pa. 2010); see generally 10\nCollier on Bankruptcy ¶ 7065.02 (16th ed. 2019).Ultimately, however, any gap left by the Court’s\nruling today is best addressed by rule drafters and policymakers,\nnot bankruptcy judges. It is up to the Advisory Committee on Rules\nof Bankruptcy Procedure to consider amendments to the Rules that\nensure prompt resolution of debtors’ requests for turnover under\n§542(a), especially where debtors’ vehicles are concerned.\nCongress, too, could offer a statutory fix, either by ensuring that\nexpedited review is available for §542(a) proceedings seeking\nturnover of a vehicle or by enacting entirely new statutory\nmechanisms that require creditors to return cars to debtors in a\ntimely manner.Nothing in today’s opinion forecloses these\nalternative solutions. With that understanding, I concur.Notes1Even though §362(a)(3)\ndoes not require turnover, whether and when the City may sell\nimpounded cars is an entirely different matter. See,e.g.,In re Cowen, 849 F.3d 943, 950 (CA10 2017) (“It’s not\nhard to come up with examples of . . . ‘acts’ that\n‘exercise control’ over, but do not ‘obtain possession of,’ the\nestate’s property, e.g.,a creditor in possession who\nimproperly sells property belonging to the estate”).2See,e.g.,Ramos,\nChicago Seized and Sold Nearly 50,000 Cars Over Tickets Since 2011,\nSticking Owners With Debt, WBEZ News (Jan. 7, 2019) (online source\narchived at www.supremecourt.gov).3The 10-year period from\n2007 to 2017, for instance, saw a tenfold increase in the number of\nChicagoans filing Chapter 13 bankruptcies that involved debt to the\nCity. See Sanchez & Kambhampati, Driven Into Debt: How Chicago\nTicket Debt Sends Black Motorists Into Bankruptcy, ProPublica\nIllinois (Feb. 27, 2018) (online source archived at\nwww.supremecourt.gov).",
    "joined": []
}