{
    "case": {
        "docket": "15-109",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/15-109/"
    },
    "id": "3581577",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–109_________________JERMAINE SIMMONS, et al., PETITIONERSv.WALTER J. HIMMELREICHon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 6, 2016]Justice Sotomayor delivered the opinion of the\nCourt.The Federal Tort Claims Act (FTCA) allows\nplaintiffs to seek damages from the United States for certain torts\ncommitted by federal employees. 28 U. S. C. §§1346(b),\n2674. Many of the FTCA’s procedural provisions are contained in a\nsingle chapter of the United States Code, Chapter 171. See\n§§2671–2680. But an “Exceptions” section of the FTCA dictates that\n“the provisions of [Chapter 171] . . . shall not apply” to certain\ncategories of claims. At issue in this case is whether one of the\n“provisions of [Chapter 171]”—the so-called judgment bar provision,\n§2676—might nonetheless apply to one of the excepted claims. We\nconclude it does not.IAThis case began with two suits filed by Walter\nHimmelreich. In each, Himmelreich alleged that he had been severely\nbeaten by a fellow inmate in federal prison and that the beating\nwas the result of prison officials’ negligence. At the time of the\nbeating, Himmelreich was incarcerated for producing child\npornography. His assailant had warned prison officials that he\nwould “ ‘smash’ ” a pedophile if given the opportunity\nbut was nonetheless released into the general prison population,\nwhere he assaulted Himmelreich. App. 46.Himmelreich filed a first suit against the\nUnited States. The Government treated this first suit as a claim\nunder the FTCA and moved to dismiss the action, arguing that the\nclaim fell into one of the “Exceptions” to the FTCA for “[a]ny\nclaim based upon . . . the exercise or performance\n. . . [of] a discretionary function,” namely, deciding\nwhere to house inmates. §2680(a). The District Court granted the\nGovernment’s motion to dismiss. (Neither party here challenges the\noutcome of that first suit.)But before the District Court dismissed that\nfirst suit, Himmelreich filed a second suit, this one a\nconstitutional tort suit against individual Bureau of Prison\nemployees rather than against the United States. Ordinarily, the\nFTCA would have nothing to say about such claims. But after the\ndismissal of Himmelreich’s first suit, the individual employee\ndefendants argued that Himmelreich’s second suit was foreclosed by\nthe FTCA’s judgment bar provision, according to which a judgment in\nan FTCA suit forecloses any future suit against individual\nemployees. See §2676. As relevant here, the District Court agreed\nand granted summary judgment in favor of the individual prison\nemployees.Himmelreich appealed that ruling. The Sixth\nCircuit reversed, holding that the judgment bar provision did not\napply to Himmelreich’s suit.Himmelreichv.Federal\nBureau of Prisons et al.,766 F. 3d 576 (2014)(per\ncuriam).We granted certiorari to resolve a Circuit split\non whether the judgment bar provision applies to suits that, like\nHimmelreich’s, are dismissed as falling within an “Exceptio[n]” to\nthe FTCA.[1] 577 U. S. ___\n(2015).BThe FTCA’s provisions are contained in two\nareas of the United States Code. One, 28 U. S. C.\n§1346(b), gives federal district courts exclusive jurisdiction over\ntort claims against the United States for the acts of its employees\n“[s]ubject to the provisions of chapter 171” of Title 28.[2] Chapter 171, in turn, is labeled\n“Tort Claims Procedure” and comprises the remaining provisions of\nthe FTCA. §§2671–2680.Chapter 171 contains an array of provisions.\nSome provisions govern how FTCA claims are to be adjudicated. See,e.g.,§2674 (specifying scope of United States’ liability);\n§2675(a) (exhaustion requirement); §2678 (restricting attorney’s\nfees). Other provisions limit plaintiffs’ remedies outside the\nFTCA. See,e.g.,§2679(a) (cannot sue agency for claims\nwithin scope of FTCA); §2679(d)(1) (suit against federal employee\nacting within scope of employment automatically converted to FTCA\naction).The District Court in this case relied on one\nsuchremedies-limiting provision of Chapter 171, the judgment bar\nprovision.[3] See §2676. Under\nthe judgment bar provision, once a plaintiff receives a judgment\n(favorable or not) in an FTCA suit, he generally cannot proceed\nwith a suit against an individual employee based on the same\nunderlying facts. The District Court below held that Himmelreich\nhad received a judgment in the first suit (the FTCA suit against\nthe United States) and so could not proceed with the second suit\n(the individual employee suit based on the same underlying\nfacts).The FTCA explicitly excepts from its coverage\ncertain categories of claims, including the one into which\nHimmelreich’s first suit fell:“Exceptions“The provisions of this chapter and section\n1346(b) of this title shall not apply to—“(a) Any claim based upon . . . the\nexercise or performance or the failure to exercise or perform a\ndiscretionary function or duty . . . whether or not the\ndiscretion involved be abused. . . .” §2680.“The provisions of this chapter” referenced in\nthe first line are the provisions of Chapter 171. “[S]ection\n1346(b) of this title” is the provision giving district courts FTCA\njurisdiction. And the “Exceptions” to which those portions of the\nFTCA “shall not apply” are 13 categories of claims, such as any\nclaim that—like Himmelreich’s first suit—arises from the\nperformance of a “discretionary function,” §2680(a); “[a]ny claim\narising in a foreign country,” §2680(k); and “[a]ny claim arising\nfrom the activities of the Tennessee Valley Authority,”\n§2680(l).Both parties agree that district courts do not\nhave jurisdiction over claims that fall into one of the 13\ncategories of “Exceptions” because “section 1346(b) of this\ntitle”—the provision conferring jurisdiction on district\ncourts—does “not apply” to such claims. Both parties also agree\nthat at least one of “[t]he provisions of [Chapter 171]”—the\nprovision delimiting the United States’ liability, §2674—need “not\napply” to claims in the “Exceptions” categories because no court\nwill have jurisdiction to hold the United States liable on such\nclaims in any event.The parties disagree, however, about whether the\njudgment bar provision of Chapter 171 “shall not apply” to claims\nin one of the “Exceptions” categories. The Government maintains\nthat the judgment bar provision does apply to such claims. In that\ncase, it applied to Himmelreich’s first suit and would preclude any\nfuture actions, including his second suit. Himmelreich urges that\nit does not apply. On that reading, there is no reason he cannot\nproceed with his second suit.IIHimmelreich is correct. The “Exceptions”\nsection of the FTCA reads: “[T]he provisions of this\nchapter”—Chapter 171—“shall not apply to . . . [a]ny\nclaim based upon . . . the exercise or performance\n. . . [of] a discretionary function or duty.” §2680(a).\nThe judgment bar is a provision of Chapter 171; the plain text of\nthe “Exceptions” section therefore dictates that it does “not\napply” to cases that, like Himmelreich’s first suit, are based on\nthe performance of a discretionary function. Because the judgment\nbar provision does not apply to Himmelreich’s first suit,\nHimmelreich’s second suit—the one against individual prison\nemployees—should be permitted to go forward.Absent persuasive indications to the contrary,\nwe presume Congress says what it means and means what it says.\nNothing about the “Exceptions” section or the judgment bar\nprovision gives us any reason to doubt the plain-text result in\nthis case.IIIAGiven the clarity of the “Exceptions”\nsection’s command, a reader might be forgiven for wondering how\nthere could be any confusion about the statute’s operation. The\nmain source of uncertainty on this score, the Government submits,\nisUnited Statesv.Smith, 499 U. S. 160 (1991) . InSmith, we considered another provision of Chapter 171, the\nexclusive remedies provision.Id., at 162. Under the\nexclusive remedies provision, a plaintiff generally cannot sue an\nemployee where the FTCA would allow him to sue the United States\ninstead. See §2679(b)(1).[4]TheSmithCourt held that this exclusive\nremedies provision applied to a claim for injuries sustained at an\nArmy hospital in Italy, even though that claim fell within the\ncategory of “[a]ny claim arising in a foreign country,” one of the\n“Exceptions” to which “the provisions of [Chapter 171]\n. . . shall not apply.” §2680(k). The Government argues\nthat our literal reading of the “Exceptions” provision would\nforecloseSmith’s outcome because theSmithCourt\napplied a provision of Chapter 171 (the exclusive remedies\nprovision) to a claim falling within one of the “Exceptions”\ncategories (a claim arising in a foreign country).Smith,\nthe Government argues, thus establishes that we cannot read the\ncommand of the “Exceptions” section literally and that the judgment\nbar provision therefore should apply to Himmelreich’s discretionary\nfunction claim.The Government’s position has some force.\nNonetheless,Smithdoes not control this case. First,Smithdoes not even cite, let alone discuss, the “shall not\napply” language “Exceptions” provision. Second, the exclusive\nremedies provision at issue inSmithwas enacted as part of\nthe Federal Employee Liability Reform and Tort Compensation Act of\n1988, which contained a mechanism to reduce the number of tort\nsuits against Government employees. As theSmithCourt\nexplained, if “the Attorney General . . . certif[ies] that a\nGovernment employee named as defendant was acting within the scope\nof his employment when he committed the alleged tort,” the\nLiability Reform Act dictates that the United States be substituted\nas the sole defendant, and that the action “ ‘shall proceed in\nthe same manner’ ” as an FTCA action “ ‘and shall be\nsubject to thelimitations and exceptionsapplicable to\nthose actions.’ ” 499 U. S., at 166 (quoting §2679(d)(4));\n(emphasis inSmith). TheSmithCourt held that the\nLiability Reform Act’s reference to “limitations and exceptions”\nwas most naturally read to refer to the “Exceptions” section of the\nFTCA. And by taking note of the “Exceptions” section, theSmithcourt reasoned, the Liability Reform Act was intended\nto apply to those “Exceptions.”In light of the unique language of the Liability\nReform Act,Smithis distinguishable from this case. Nothing\nin the text of the judgment bar provision compels the same\nresult.BThe Government’s remaining counterargument\namounts to a parade of horribles that it believes will come to pass\nifeveryprovision of Chapter 171 “shall not apply” to the\n“Exceptions” categories of claims. See Brief for Petitioners 52. If\nthe Government is right about the other provisions of Chapter 171,\nthe Court may hold so in the appropriate case. SeeSmith,\n499 U. S., at 175. But this case deals only with the judgment\nbar provision, and, aside from a passing concern about duplicative\nlitigation, the Government does not argue that any such cavalcade\nwould follow ifthatprovision does not apply to the\nexcepted claims. It is enough for our purposes that the statute’s\nclear directive would not lead to hard-to-explain results when\napplied to the judgment bar provision in particular.To the contrary, our holding that the judgment\nbar provision “shall not apply” to the categories of claims in the\n“Exceptions” section in fact allows the statute to operate in an\nutterly sensible manner. Ordinarily, the judgment bar provision\nprevents unnecessarily duplicative litigation. If the District\nCourt in this case had issued a judgment dismissing Himmelreich’s\nfirst suit because the prison employees were not negligent, because\nHimmelreich was not harmed, or because Himmelreich simply failed to\nprove his claim, it would make little sense to give Himmelreich a\nsecond bite at the money-damages apple by allowing suit against the\nemployees: Himmelreich’s first suit would have given him a fair\nchance to recover dam-ages for his beating.Where an FTCA claim is dismissed because it\nfalls within one of the “Exceptions,” by contrast, the judgment bar\nprovision makes much less sense. The dismissal of a claim in the\n“Exceptions” section signals merely that the United States cannot\nbe held liable for a particular claim; it has no logical bearing on\nwhether an employee can be held liable instead.[5] To apply the judgment bar so as to foreclose a\nfuture suit against an employee thus would be passing strange.The Government’s reading would yield another\nstrange result. According to the Government, the viability of a\nplaintiff’s meritorious suit against an individual employee should\nturn on the order in which the suits are filed (or the order in\nwhich the district court chooses to address motions). For example,\nhad the District Court in this case addressed the individual\nemployee suit first, there would be no FTCA judgment in the\npicture, and so the judgment bar provision would not affect the\noutcome of the suit. The Government’s reading would thus encourage\nlitigants to file suit against individual employees before suing\nthe United States to avoid being foreclosed from recovery\naltogether. Yet this result is at odds with one of the FTCA’s\npurposes, channeling liability away from individual employees and\ntoward the United States. SeeDalehitev.United\nStates, 346 U. S. 15, 25 (1953) .We decline to ignore the text of the statute to\nachieve these imprudently restrictive results. Accordingly, we read\n“[t]he provisions of this chapter . . . shall not apply”\nas it was written. The judgment bar provision—one of the\n“provisions of this chapter”—does not apply to the categories of\nclaims in the “Exceptions” sections of the FTCA. We therefore\naffirm the judgment of the Court of Appeals and remand the case for\nfurther proceedings consistent with this opinion.It is so ordered.Notes1SeeHallockv.Bonner, 387 F. 3d 147 (CA2 2004), vacated on other\ngroundssub nom. Willv. Hallock, 546 U. S.\n345 (2006) ;Pesnellv.Arsenault, 543 F. 3d\n1038 (CA9 2008);Williamsv.Fleming, 597 F. 3d\n820, 823–824 (CA7 2010).2The precise claims at\nissue are “claims against the United States, for money damages,\naccruing on and after January 1, 1945, for injury or loss of\nproperty, or personal injury or death caused by the negligent or\nwrongful act or omission of any employee of the Government while\nacting within the scope of his office or employment, under\ncircum-stances where the United States, if a private person, would\nbe liable to the claimant in accordance with the law of the place\nwhere the act or omission occurred.” 28 U. S. C.\n§1346(b).3It reads in full: “The\njudgment in an action under section 1346(b) of this title shall\nconstitute a complete bar to any action by the claimant, by reason\nof the same subject matter, against the employee of the Government\nwhose act or omission gave rise to the claim.” §2676.4There is an exception to\nthis provision for suits alleging constitutional violations. See\n§2679(b)(2)(A). Himmelreich’s second suit—the one against\nindividual prison employees—alleged a violation of the Constitution\nand so was not foreclosed by the exclusive remedies\nprovision.5This conclusion is\nbuttressed by analogy to the common-law doctrine of claim\npreclusion, which prevents duplicative litigation by barring one\nparty from again suing the other over the same underlying facts.\nThis Court has said that the judgment bar provision “functions in\nmuch the same way” as that doctrine.Will, 546 U. S.,\nat 354. (The judgment bar provision supplements common-law claim\npreclusion by closing a narrow gap: At the time that the FTCA was\npassed, common-law claim preclusion would have barred a plaintiff\nfrom suing the United States after having sued an employee but not\nvice versa. See Restatement of Judgments §§99, 96(1)(a), Commentsbandd(1942). The judgment bar provision applies\nwhere a plaintiff first sues the United States and then sues an\nemployee.)",
    "joined": []
}