{
    "case": {
        "docket": "18-587",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-587/"
    },
    "id": "4263238",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 18–587, 18–588, and 18–589_________________DEPARTMENT OF HOMELAND SECURITY,\net al., PETITIONERS18–587v.REGENTS OF THE UNIVERSITY OF CALIFORNIA,\net al.on writ of certiorari to the united states\ncourt of appeals for the ninth circuitDONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS18–588v.NATIONAL ASSOCIATION FOR THE\nADVANCEMENT OF COLORED PEOPLE, et al.; ANDon writ of certiorari before judgment to the\nunited states court of appeals for the district of columbia\ncircuitCHAD WOLF, ACTING SECRETARY OF HOMELAND\nSECURITY, et al., PETITIONERS18–589v.MARTIN JONATHAN BATALLA VIDAL,\net al.on writ of certiorari before judgment to the\nunited states court of appeals for the second circuit[June 18, 2020]Justice Sotomayor, concurring in part,\nconcurring in the judgment in part, and dissenting in part.The majority rightly holds that the Department\nof Homeland Security (DHS) violated the Administrative Procedure\nAct in rescinding the Deferred Action for Childhood Arrivals (DACA)\nprogram. But the Court forecloses any challenge to the rescission\nunder the Equal Protection Clause. I believe that determination is\nunwarranted on the existing record and premature at this stage of\nthe litigation. I would instead permit respondents to develop their\nequal protection claims on remand.Respondents’ equal protection challenges come to\nus in a preliminary posture. All that respondents needed to do at\nthis stage of the litigation was state sufficient facts that would\n“allo[w a] court to draw the reasonable inference that [a]\ndefendant is liable for the misconduct alleged.”Ashcroftv.Iqbal,556 U.S.\n662, 678 (2009). The three courts to evaluate respondents’\npleadings below held that they cleared this modest threshold. 908\nF.3d 476, 518–520 (CA9 2018) (affirming the District Court’s denial\nof the Government’s motion to dismiss); see alsoBatalla\nVidalv.Nielsen, 291 F. Supp. 3d 260, 274 (EDNY\n2018).I too would permit respondents’ claims to\nproceed on remand. The complaints each set forth particularized\nfacts that plausibly allege discriminatory animus. The plurality\ndisagrees, reasoning that “[n]one of these points, either singly or\nin concert, establishes a plausible equal protection claim.”Ante, at 27. But it reaches that conclusion by discounting\nsome allegations altogether and by narrowly viewing the rest.First, the plurality dismisses the statements\nthat President Trump made both before and after he assumed office.\nTheBatalla Vidalcomplaints catalog then-candidate Trump’s\ndeclarations that Mexican immigrants are “people that have lots of\nproblems,” “the bad ones,” and “criminals, drug dealers, [and]\nrapists.” 291 F. Supp. 3d, at 276 (internal quotation marks\nomitted). TheRegentscomplaints additionally quote\nPresident Trump’s 2017 statement comparing undocumented immigrants\nto “animals” responsible for “the drugs, the gangs, the cartels,\nthe crisis of smuggling and trafficking, [and] MS13.” 298 F. Supp.\n3d 1304, 1314 (ND Cal. 2018) (internal quotation marks omitted).\nThe plurality brushes these aside as “unilluminating,” “remote in\ntime,” and having been “made in unrelated contexts.”Ante,\nat 28.But “nothing in our precedent supports [the]\nblinkered approach” of disregarding any of the campaign statements\nas remote in time from later-enacted policies.Trumpv.Hawaii, 585 U. S. ___, ___, n. 3 (2018) (Sotomayor, J.,\ndissenting) (slip op., at 11, n. 3). Nor did any of the\nstatements arise in unrelated contexts. They bear on unlawful\nmigration from Mexico—a keystone of President Trump’s campaign and\na policy priority of his administration—and, according to\nrespondents, were an animating force behind the rescission of DACA.\nCf.ibid.(noting that Presidential Proclamation No. 9645,\n82 Fed. Reg. 45161 (2017), which barred entry of individuals from\nseveral Muslim-majority countries, was an outgrowth of the\nPresident’s campaign statements about Muslims).Taken\ntogether, “the words of the President” help to “create the strong\nperception” that the rescission decision was “contaminated by\nimpermissible discriminatory animus.” 585 U. S.,at ___\n(opinion of Sotomayor, J.) (slip op., at 13). This perception\nprovides respondents with grounds to litigate their equal\nprotection claims further.Next, the plurality minimizes the\ndisproportionate impact of the rescission decision on Latinos after\nconsidering this point in isolation.Ante, at 28 (“Were this\nfact sufficient to state a claim, virtually any generally\napplicable immigration policy could be challenged on equal\nprotection grounds”). But the impact of the policy decision must be\nviewed in the context of the President’s public statements on and\noff the campaign trail. At the motion-to-dismiss stage, I would not\nso readily dismiss the allegation that an executive decision\ndisproportionately harms the same racial group that the President\nbranded as less desirable mere months earlier.Finally, the plurality finds nothing untoward in\nthe “specific sequence of events leading up to the challenged\ndecision.”Arlington Heightsv.Metropolitan Housing\nDevelopment Corp.,429 U.S.\n252, 267 (1977). I disagree. As late as June 2017, DHS insisted\nit remained committed to DACA, even while rescinding a related\nprogram, the Deferred Action for Parents of Americans and Lawful\nPermanent Residents. App. 718–720. But a mere three months later,\nDHS terminated DACA without, as the plurality acknowledges,\nconsidering important aspects of the termination. The abrupt change\nin position plausibly suggests that something other than questions\nabout the legality of DACA motivated the rescission decision.\nAccordingly, it raises the possibility of a “significant mismatch\nbetween the decision . . . made and the rationale\n. . . provided.”Department of Commercev.New\nYork, 588 U. S. ___, ___ (2019) (slip op., at 26). Only by\nbypassing context does the plurality conclude otherwise.*  *  *The facts in respondents’ complaints create\nmore than a “sheer possibility that a defendant has acted\nunlawfully.”Iqbal, 556 U. S., at 678. Whether they\nultimately amount to actionable discrimination should be determined\nonly after factual development on remand. Because the Court\nprematurely disposes of respondents’ equal protection claims by\noverlooking the strength of their complaints, I join all but Part\nIV of the opinion and do not concur in the corresponding part of\nthe judgment.",
    "joined": []
}