{
    "case": {
        "docket": "18-540",
        "citation": "592",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/592/18-540/"
    },
    "id": "4335048",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 18–540_________________LESLIE RUTLEDGE, ATTORNEY GENERAL OF ARKANSAS,\nPETITIONERv.PHARMA- CEUTICAL CARE MANAGEMENT\nASSOCIATIONon writ of certiorari to the united states\ncourt of appeals for the eighth circuit[December 10, 2020]Justice Sotomayor delivered the opinion of the\nCourt.Arkansas’ Act 900 regulates the price at which\npharmacy benefit managers reimburse pharmacies for the cost of\ndrugs covered by prescription-drug plans. The question presented in\nthis case is whether the Employee Retirement Income Security Act of\n1974 (ERISA), 88Stat. 829, as amended, 29 U. S. C. §1001et seq., pre-empts Act 900.The Court holds that\nthe Act has neither an impermissible connection with nor reference\nto ERISA and is therefore not pre-empted.IAPharmacy benefit managers (PBMs) are a\nlittle-known but important part of the process by which many\nAmericans get their prescription drugs. Generally speaking, PBMs\nserve as intermediaries between prescription-drug plans and the\npharmacies that beneficiaries use. When a beneficiary of a\nprescription-drug plan goes to a pharmacy to fill a prescription,\nthe pharmacy checks with a PBM to determine that person’s coverage\nand copayment information. After the beneficiary leaves with his or\nher prescription, the PBM reimburses the pharmacy for the\nprescription, less the amount of the beneficiary’s copayment. The\nprescription-drug plan, in turn, reimburses the PBM.The amount a PBM “reimburses” a pharmacy for a\ndrug is not necessarily tied to how much the pharmacy paid to\npurchase that drug from a wholesaler. Instead, PBMs’ contracts with\npharmacies typically set reimbursement rates according to a list\nspecifying the maximum allowable cost (MAC) for each drug. PBMs\nnormally develop and administer their own unique MAC lists.\nLikewise, the amount that prescription-drug plans reimburse PBMs is\na matter of contract between a given plan and a PBM. A PBM’s\nreimbursement from a plan often differs from and exceeds a PBM’s\nreimbursement to a pharmacy. That difference generates a profit for\nPBMs.In 2015, Arkansas adopted Act 900 in response to\nconcerns that the reimbursement rates set by PBMs were often too\nlow to cover pharmacies’ costs, and that many pharmacies,\nparticularly rural and independent ones, were at risk of losing\nmoney and closing. 2015 Ark. Acts no. 900. In effect, Act 900\nrequires PBMs to reimburse Arkansas pharmacies at a price equal to\nor higher than that which the pharmacy paid to buy the drug from a\nwholesaler.Act 900 accomplishes this result through three\nkey enforcement mechanisms. First, the Act requires PBMs to tether\nreimbursement rates to pharmacies’ acquisition costs by timely\nupdating their MAC lists when drug wholesale prices increase. Ark.\nCode Ann. §17–92–507(c)(2) (Supp. 2019). Second, PBMs must provide\nadministrative appeal procedures for pharmacies to challenge MAC\nreimbursement prices that are below the pharmacies’ acquisition\ncosts. §17–92–507(c)(4)(A)(i)(b). If a pharmacy could not\nhave acquired the drug at a lower price from its typical\nwholesaler, a PBM must increase its reimbursement rate to cover the\npharmacy’s acquisition cost. §17–92–507(c)(4)(C)(i)(b). PBMs\nmust also allow pharmacies to “reverse and rebill” each\nreimbursement claim affected by the pharmacy’s inability to procure\nthe drug from its typical wholesaler at a price equal to or less\nthan the MAC reimbursement price. §17–92–507(c)(4)(C)(iii). Third,\nand finally, the Act permits a pharmacy to decline to sell a drug\nto a beneficiary if the relevant PBM will reimburse the pharmacy at\nless than its acquisition cost. §17–92–507(e).BRespondent Pharmaceutical Care Management\nAssociation (PCMA) is a national trade association representing the\n11 largest PBMs in the country. After the enactment of Act 900,\nPCMA filed suit in the Eastern District of Arkansas, alleging, as\nrelevant here, that Act 900 is pre-empted by ERISA. See 29\nU. S. C. §1144(a) (ERISA pre-empts “any and all State\nlaws insofar as they may now or hereafter relate to any employee\nbenefit plan”).Before the District Court issued its opinion in\nresponse to the parties’ cross-motions for summary judgment, the\nCourt of Appeals for the Eighth Circuit decided, in a different\ncase, that ERISA pre-empts a similar Iowa statute.Pharmaceutical Care Mgmt. Assn.v.Gerhart, 852 F.3d\n722 (2017). The Eighth Circuit concluded that the Iowa statute was\npre-empted for two reasons. First, it made “implicit reference” to\nERISA by regulating PBMs that administer benefits for ERISA plans.Id.,at 729. Second, it was impermissibly “connected with”\nan ERISA plan because, by requiring an appeal process for\npharmacies to challenge PBM reimbursement rates and restricting the\nsources from which PBMs could determine pricing, the law limited a\nplan administrator’s ability to control the calculation of drug\nbenefits.Id.,at 726, 731. Concluding that Arkansas’ Act\n900 contains similar features, the District Court held that ERISA\nlikewise pre-empts Act 900. 240 F. Supp. 3d 951, 958 (ED Ark.\n2017). The Eighth Circuit affirmed. 891 F.3d 1109, 1113 (2018).\nThis Court granted certiorari. 589 U. S. ___ (2020).IIERISA pre-empts “any and all State laws\ninsofar as they may now or hereafter relate to any employee benefit\nplan” covered by ERISA. 29 U. S. C. §1144(a). “[A] state\nlaw relates to an ERISA plan if it has a connection with or\nreference to such a plan.”Egelhoffv.Egelhoff,532\nU.S. 141, 147 (2001) (internal quotation marks omitted).\nBecause Act 900 has neither of those impermissible relationships\nwith an ERISA plan, ERISA does not pre-empt it.ATo determine whether a state law has an\n“impermissible connection” with an ERISA plan, this Court considers\nERISA’s objectives “as a guide to the scope of the state law that\nCongress understood would survive.”California Div. of Labor\nStandards Enforcementv.Dillingham Constr., N. A.,\nInc.,519 U.S.\n316, 325 (1997) (internal quotation marks omitted). ERISA was\nenacted “to make the benefits promised by an employer more secure\nby mandating certain oversight systems and other standard\nprocedures.”Gobeillev.Liberty Mut. Ins. Co., 577\nU.S. 312, 320–321 (2016). In pursuit of that goal, Congress sought\n“to ensure that plans and plan sponsors would be subject to a\nuniform body of benefits law,” thereby “minimiz[ing] the\nadministrative and financial burden of complying with conflicting\ndirectives” and ensuring that plans do not have to tailor\nsubstantive benefits to the particularities of multiple\njurisdictions.Ingersoll-Rand Co.v.McClendon,498 U.S.\n133, 142 (1990).ERISA is therefore primarily concerned with pre-\nempting laws that require providers to structure benefit plans in\nparticular ways, such as by requiring payment of specific benefits,Shawv.Delta Air Lines, Inc.,463 U.S.\n85(1983), or by binding plan administrators to specific rules\nfor determining beneficiary status,Egelhoff,532 U.S.\n141. A state law may also be subject to pre-emption if “acute,\nalbeit indirect, economic effects of the state law force an ERISA\nplan to adopt a certain scheme of substantive coverage.”Gobeille, 577 U. S., at 320 (internal quotation marks\nomitted). As a shorthand for these considerations, this Court asks\nwhether a state law “governs a central matter of plan\nadministration or interferes with nationally uniform plan\nadministration.”Ibid.(internal quotation marks and\nellipsis omitted). If it does, it is pre-empted.Crucially, not every state law that affects an\nERISA plan or causes some disuniformity in plan administration has\nan impermissible connection with an ERISA plan. That is especially\nso if a law merely affects costs. InNew York State Conference\nof Blue Cross & Blue Shield Plansv.Travelers Ins.\nCo.,514 U.S.\n645(1995), this Court addressed a New York law that imposed\nsurcharges of up to 13% on hospital billing rates for patients\ncovered by insurers other than Blue Cross/Blue Shield (Blues).\nPlans that bought insurance from the Blues therefore paid less for\nNew York hospital services than plans that did not. This Court\npresumed that the surcharges would be passed on to insurance\nbuyers, including ERISA plans, which in turn would incentivize\nERISA plans to choose the Blues over other alternatives in New\nYork.Id.,at 659. Nevertheless, the Court held that such an\n“indirect economic influence” did not create an impermissible\nconnection between the New York law and ERISA plans because it did\nnot “bind plan administrators to any particular choice.”Ibid. The law might “affect a plan’s shopping decisions, but\nit [did] not affect the fact that any plan will shop for the best\ndeal it can get.”Id., at 660. If a plan wished, it could\nstill provide a uniform interstate benefit package.Ibid.In short, ERISA does not pre-empt state rate\nregulations that merely increase costs or alter incentives for\nERISA plans without forcing plans to adopt any particular scheme of\nsubstantive coverage.Id.,at 668; cf.De Buonov.NYSA–ILA Medical and Clinical Services Fund,520 U.S.\n806, 816 (1997) (concluding that ERISA did not pre-empt a state\ntax on gross receipts for patient services that simply increased\nthe cost of providing benefits);Dillingham, 519 U. S.,\nat 332 (holding that ERISA did not pre-empt a California statute\nthat incentivized, but did not require, plans to follow certain\nstandards for apprenticeship programs).The logic ofTravelersdecides this case.\nLike the New York surcharge law inTravelers, Act 900 is\nmerely a form of cost regulation. It requires PBMs to reimburse\npharmacies for prescription drugs at a rate equal to or higher than\nthe pharmacy’s acquisition cost. PBMs may well pass those increased\ncosts on to plans, meaning that ERISA plans may pay more for\nprescription-drug benefits in Arkansas than in, say, Arizona. But\n“cost uniformity was almost certainly not an object of\npre-emption.”Travelers, 514 U. S., at 662. Nor is the\neffect of Act 900 so acute that it will effectively dictate plan\nchoices. Seeid., at 668. Indeed, Act 900 is less intrusive\nthan the law at issue inTravelers, which created a\ncompelling incentive for plans to buy insurance from the Blues\ninstead of other insurers. Act 900, by contrast, applies equally to\nall PBMs and pharmacies in Arkansas. As a result, Act 900 does not\nhave an impermissible connection with an ERISA plan.BAct 900 also does not “refer to” ERISA. A law\nrefers to ERISA if it “ ‘acts immediately and exclusively upon\nERISA plans or where the existence of ERISA plans is essential to\nthe law’s operation.’ ”Gobeille, 577 U. S., at\n319–320 (quotingDillingham, 519 U. S., at 325;\nellipsis omitted).Act 900 does not act immediately and exclusively\nupon ERISA plans because it applies to PBMs whether or not they\nmanage an ERISA plan. Indeed, the Act does not directly regulate\nhealth benefit plans at all, ERISA or otherwise. It affects plans\nonly insofar as PBMs may pass along higher pharmacy rates to plans\nwith which they contract.ERISA plans are likewise not essential to Act\n900’s operation. Act 900 defines a PBM as any “entity that\nadministers or manages a pharmacy benefits plan or program,” and it\ndefines a “pharmacy benefits plan or program,” in turn, as any\n“plan or program that pays for, reimburses, covers the cost of, or\notherwise provides for pharmacist services to individuals who\nreside in or are employed in [Arkansas].” Ark. Code Ann.\n§§17–92–507(a)(7), (9). Under those provisions, Act 900 regulates\nPBMs whether or not the plans they service fall within ERISA’s\ncoverage.[1] Act 900 is\ntherefore analogous to the law inTravelers, which did not\nrefer to ERISA plans because it imposed surcharges “regardless of\nwhether the commercial coverage [was] ultimately secured by an\nERISA plan, private purchase, or otherwise.” 514 U. S., at\n656; see alsoDillingham, 519 U. S., at 328 (concluding\nthat the relevant California law did not refer to ERISA plans\nbecause the apprenticeship programs it regulated did not need to be\nERISA programs).IIIPCMA disagrees that Act 900 amounts to nothing\nmore than cost regulation. It contends that Act 900 has an\nimpermissible connection with an ERISA plan because its enforcement\nmechanisms both directly affect central matters of plan\nadministration and interfere with nationally uniform plan\nadministration. The mechanisms that PCMA identifies, however, do\nnot require plan administrators to structure their benefit plans in\nany particular manner, nor do they lead to anything more than\npotential operational inefficiencies.[2]PCMA first claims that Act 900 affects plan\ndesign by mandating a particular pricing methodology for pharmacy\nbenefits. As PCMA reasons, while a plan might prefer that PBMs\nreimburse pharmacies using a MAC list constructed with an eye\ntoward containing costs and ensuring predictability, Act 900\nignores that preference and instead requires PBMs to reimburse\npharmacies based on acquisition costs. But that argument is just a\nlong way of saying that Act 900 regulates reimbursement rates.\nRequiring PBMs to reimburse pharmacies at or above their\nacquisition costs does not require plans to provide any particular\nbenefit to any particular beneficiary in any particular way. It\nsimply establishes a floor for the cost of the benefits that plans\nchoose to provide. The plans inTravelersmight likewise\nhave preferred that their insurers reimburse hospital services\nwithout paying an additional surcharge, but that did not transform\nNew York’s cost regulation into central plan\nadministration.[3]Act 900’s appeal procedure likewise does not\ngovern central matters of plan administration. True, plan\nadministrators must “comply with a particular process, subject to\nstate-specific deadlines, and [Act 900] dictates the substantive\nstandard governing the resolution of [an] appeal.” Brief for\nRespondent 24. Moreover, if a pharmacy wins its appeal, a plan,\ndepending on the terms of its contract with a PBM, may need to\nrecalculate and reprocess how much it (and its beneficiary) owes.\nBut any contract dispute implicating the cost of a medical benefit\nwould involve similar demands and could lead to similar results.\nTaken to its logical endpoint, PCMA’s argument would pre-empt any\nsuits under state law that could affect the price or provision of\nbenefits. Yet this Court has held that ERISA does not pre-empt\n“state-law mechanisms of executing judgments against ERISA welfare\nbenefit plans, even when those mechanisms prevent plan participants\nfrom receiving their benefits.”Mackeyv.Lanier\nCollection Agency & Service, Inc.,486\nU.S. 825, 831–832 (1988).PCMA also argues that Act 900 interferes with\ncentral matters of plan administration by allowing pharmacies to\ndecline to dispense a prescription if the PBM’s reimbursement will\nbe less than the pharmacy’s cost of acquisition. PCMA contends that\nsuch a refusal effectively denies plan beneficiaries their\nbenefits, but that argument misunderstands the statutory scheme.\nAct 900 requires PBMs to compensate pharmacies at or above their\nacquisition costs. When a pharmacy declines to dispense a\nprescription, the responsibility lies first with the PBM for\noffering the pharmacy a below-acquisition reimbursement.Finally, PCMA argues that Act 900’s enforcement\nmechanisms interfere with nationally uniform plan administration by\ncreating “operational inefficiencies.” Brief for Respondent 34. But\ncreating inefficiencies alone is not enough to trigger ERISA\npre-emption. See,e.g.,Mackey, 486 U. S., at\n831 (holding that ERISA did not pre-empt a state garnishment\nprocedure despite petitioners’ contention that such actions would\nimpose “substantial administrative burdens and costs” on plans).\nPCMA argues that those operational inefficiencies will lead to\nincreased costs and, potentially, decreased benefits. ERISA does\nnot pre-empt a state law that merely increases costs, however, even\nif plans decide to limit benefits or charge plan members higher\nrates as a result. SeeDe Buono, 520 U. S., at 816\n(“Any state tax, or other law, that increases the cost of providing\nbenefits to covered employees will have some effect on the\nadministration of ERISA plans, but that simply cannot mean that\nevery state law with such an effect is pre-empted by the federal\nstatute”).*  *  *In sum, Act 900 amounts to cost regulation\nthat does not bear an impermissible connection with or reference to\nERISA. The judgment of the Eighth Circuit is therefore reversed,\nand the case is remanded for further proceedings consistent with\nthis opinion.It is so ordered.Justice Barrett took no part in the\nconsideration or decision of this case.Notes1PBMs contract with a\nvariety of healthcare plans and programs that are not covered by\nERISA, including Medicaid, Medicare, military, and market place\nplans.2PCMA does not suggest\nthat Act 900’s enforcement mechanisms overlap with “fundamental\ncomponents of ERISA’s regulation of plan administration.”Gobeillev.Liberty Mut. Ins. Co., 577 U.S. 312, 323\n(2016).3PCMA also points to Act\n900’s requirement that PBMs update their MAC lists to reflect\nstatutorily mandated prices. But that obligation does not affect\nplan design for the same reasons. Moreover, if PBMs were not\nrequired to update their MAC lists, they would be in constant\nnoncompliance with Act 900’s cost regulation.",
    "joined": []
}