{
    "case": {
        "docket": "692",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/692/"
    },
    "id": "1963511",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "563 U. S. ____ (2011)CAMRETA V. GREENE563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNOS. 09-1454 AND 09-1478BOB CAMRETA, PETITIONER09–1454v.SARAH GREENE, personally and as next friend of\nS. G., a minor, and K. G., a minorJAMES ALFORD, DEPUTY SHERIFF, DESCHUTES COUNTY,\nOREGON, PETITIONER09–1478   v.SARAH GREENE, personally and as next friend of\nS. G., a minor, and K. G., a minoron writs of certiorari to the united states\ncourt of appeals for the ninth circuit[May 26, 2011]Justice Sotomayor, with\nwhom Justice Breyer joins, concurring in the judgment.I agree with the Court’s\nconclusion that this case is moot and that vacatur is the\nappropriate disposition; unlike the majority, however, I would go\nno further. As the exchange between the majority and Justice\nKennedy demonstrates, the question whether Camreta, as a prevailing\nparty, can obtain our review of the Ninth Circuit’s constitutional\nruling is a difficult one. There is no warrant for reaching this\nquestion when there is clearly no longer a genuine case or\ncontroversy between the parties before us. SeeSinochem Int’l\nCo.v.Malaysia Int’l Shipping Corp.,549 U. S. 422, 436\n(2007) (noting that when a court can “readily” dispose of a case on\none threshold ground, it should not reach another one that “is\ndifficult to determine”). Indeed, it is improper for us to do so.\nCf.U. S. Bancorp Mortgage Co.v.Bonner Mall\nPartnership,513\nU. S. 18, 21 (1994) (“[A] federal court [may not] decide the\nmerits of a legal question not posed in an Article III case or\ncontroversy”).The majority suggests that we must decide\nwhether Camreta has a “right to appeal” in order to vacate the\njudgment below underUnited Statesv.Munsingwear,\nInc.,340 U. S.\n36(1950). Seeante, at 17, n. 10; see alsoante, at 14, n. 8. But that view does not accord with\nour past practice. SeeArizonans for Official Englishv.Arizona,520\nU. S. 43, 66, 70, 74–75 (1997) (ordering vacatur of a district\ncourt judgment without “resolv[ing]” our “grave doubts” about the\npetitioners’ appellate standing or deciding whether the state\nAttorney General had a right to intervene as a party, and\nconcluding only that he had statutory authority to “present\nargument” on appeal). Nor is it consistent with the principles\nunderlying our mootness jurisprudence. SeeWallingv.James V. Reuter, Inc.,321 U. S. 671, 677\n(1944) (“If a judgment has become moot, this Court … may make such\ndisposition of the whole case as justice may require”). In\naccordance with our normal procedure for disposing of cases that\nhave become moot through no fault of the party seeking review, seeBancorp, 513 U. S., at 22–23;Munsingwear, 340 U.\nS., at 39–40, and n. 2, we should simply vacate the portion of the\nNinth Circuit’s opinion Camreta sought to challenge and remand with\ninstructions to dismiss, see,e.g.,Indiana State\nPolice Pension Trustv.Chrysler LLC, 556 U. S. ___\n(2009)(per curiam).",
    "joined": []
}