{
    "case": {
        "docket": "14-1418",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1418/"
    },
    "id": "3572524",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–1418, 14–1453, 14–1505, 15–35,\n15–105, 15–119, and 15–191_________________DAVID A. ZUBIK, et al.,\nPETITIONERS14–1418v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.;on writ of certiorari to the united states\ncourt of appeals for the third circuitPRIESTS FOR LIFE, et al.,\nPETITIONERS14–1453v.DEPARTMENT OF HEALTH AND HUMANSERVICES,\net al.;on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuitROMAN CATHOLIC ARCHBISHOP OF WASHINGTON,\net al., PETITIONERS14–1505v.SYLVIA BURWELL, SECRETARY OF HEALTHAND\nHUMAN SERVICES, et al.;on writ of certiorari to the united states\ncourt of appeals for the district of columbia circuitEAST TEXAS BAPTIST UNIVERSITY,\net al., PETITIONERS15–35v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.;on writ of certiorari to the united states\ncourt of appeals for the fifth circuitLITTLE SISTERS OF THE POOR HOME FORTHE\nAGED, DENVER, COLORADO, et al., PETITIONERS15–105v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.;on writ of certiorari to the united states\ncourt of appeals for the tenth circuitSOUTHERN NAZARENE UNIVERSITY,\net al., PETITIONERS15–119v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.; ANDon writ of certiorari to the united states\ncourt of appeals for the tenth circuitGENEVA COLLEGE, PETITIONER15–191v.SYLVIA BURWELL, SECRETARY OF HEALTH\nANDHUMAN SERVICES, et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[May 16, 2016]Justice Sotomayor, with whom Justice Ginsburg\njoins, concurring.I join the Court’sper curiamopinion\nbecause it expresses no view on “the merits of the cases,” “whether\npetition-ers’ religious exercise has been substantially burdened,”\nor “whether the current regulations are the least restrictive means\nof serving” a compelling governmental interest.Ante, at\n4–5. Lower courts, therefore, should not construe either today’sper curiamor our order of March 29, 2016, as signals of\nwhere this Court stands. We have included similarly explicit\ndisclaimers in previous orders. See,e.g., Wheaton Collegev.Burwell, 573 U. S. ___ (2014) (“[T]his order should\nnot be construed as an expression of the Court’s views on the\nmerits”). Yet some lower courts have ignored those instructions.\nSee,e.g.,Sharpe Holdings, Inc., v.Department of\nHealth and Human Servs., 801 F. 3d 927, 944 (CA8 2015)\n(“[I]nWheaton College, Little Sisters of the Poor, andZubik, the Supreme Court approved a method of notice to HHS\nthat is arguably less onerous than [existing regulations] yet\npermits the government to further its interests. Although the\nCourt’s orders were not final rulings on the merits, they at the\nvery least collectively constitute a signal that less restrictive\nmeans exist by which the government may further its interests”). On\nremand in these cases, the Courts of Appeals should not make the\nsame mistake.I also join the Court’s opinion because it\nallows the lower courts to consider only whether existing or\nmodified regulations could provide seamless contraceptive coverage\n“ ‘to petitioners’ employees, through petitioners’ insurance\ncompanies, without any . . . notice from\npetitioners.’ ”Ante,at 3. The opinion does not, by\ncontrast, endorse the petitioners’ position that the existing\nregulations substantially burden their religious exercise or that\ncontraceptive coverage must be provided through a “separate policy,\nwith a separate enrollment process.” Supp. Brief for Petitioners 1;\nSupp. Reply Brief for Petitioners 5. Such separate\ncontraceptive-only policies do not currently exist, and the\nGovernment has laid out a number of legal and practical obstacles\nto their creation. See Supp. Reply Brief for Respondents 3–4.\nRequiring standalone contraceptive-only coverage would leave in\nlimbo all of the women now guaranteed seamless preventive-care\ncoverage under the Affordable Care Act. And requiring that women\naffirmatively opt into such coverage would “impose precisely the\nkind of barrier to the delivery of preventive services that\nCongress sought to eliminate.”Id., at 6.Today’s opinion does only what it says it does:\n“afford[s] an opportunity” for the parties and Courts of Appeals to\nreconsider the parties’ arguments in light of petitioners’ new\narticulation of their religious objection and the Government’s\nclarification about what the existing regulations accomplish, how\nthey might be amended, and what such an amendment would sacrifice.Ante,at 4. As enlightened by the parties’ new submissions,\nthe Courts of Appeals remain free to reach the same conclusion or a\ndifferent one on each of the questions presented by these\ncases.",
    "joined": []
}