{
    "case": {
        "docket": "344",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/344/"
    },
    "id": "1963419",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTMICHIGAN V. BRYANT562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-150MICHIGAN, PETITIONERv.RICHARD PERRY\nBRYANTon writ of certiorari to the supreme court of\nmichigan[February 28, 2011]Justice Sotomayor delivered the\nopinion of the Court.At respondent Richard Bryant’s\ntrial, the court admitted statements that the victim, Anthony\nCovington, made to police officers who discovered him mortally\nwounded in a gas station parking lot. A jury convicted Bryant of,inter alia, second-degree murder. 483 Mich. 132, 137, 768\nN. W. 2d 65, 67–68 (2009). On appeal, the Supreme Court of\nMichigan held that the Sixth Amendment’s Confrontation Clause, as\nexplained in our decisions inCrawfordv.Washington,541 U.\nS. 36(2004), andDavisv.Washington,547\nU. S. 813(2006), rendered Covington’s statements inadmissible\ntestimonial hearsay, and the court reversed Bryant’s conviction.\n483 Mich., at 157, 768 N. W. 2d, at 79. We granted the State’s\npetition for a writ of certiorari to consider whether the\nConfrontation Clause barred the admission at trial of Covington’s\nstatements to the police. We hold that the circumstances of the\ninteraction between Covington and the police objectively indicate\nthat the “primary purpose of the interrogation” was “to enable\npolice assistance to meet an ongoing emergency.”Davis,\n547 U. S., at 822. Therefore, Covington’s identification and\ndescription of the shooter and the location of the shooting were\nnot testimonial statements, and their admission at Bryant’s trial\ndid not violate the Confrontation Clause. We vacate the judgment of\nthe Supreme Court of Michigan and remand.IAround 3:25 a.m. on\nApril 29, 2001, Detroit, Michigan police officers responded to a\nradio dispatch indicating that a man had been shot. At the scene,\nthey found the victim, Anthony Covington, lying on the ground next\nto his car in a gas station parking lot. Covington had a gunshot\nwound to his abdomen, appeared to be in great pain, and spoke with\ndifficulty.The police asked him “what had\nhappened, who had shot him, and where the shooting had occurred.”\n483 Mich., at 143, 768 N. W. 2d, at 71. Covington stated that\n“Rick” shot him at around 3 a.m.Id., at 136, and\nn. 1, 768 N. W. 2d, at 67, and n. 1. He also indicated\nthat he had a conversation with Bryant, whom he recognized based on\nhis voice, through the back door of Bryant’s house. Covington\nexplained that when he turned to leave, he was shot through the\ndoor and then drove to the gas station, where police found\nhim.Covington’s conversation with the\npolice ended within 5 to 10 minutes when emergency medical services\narrived. Covington was transported to a hospital and died within\nhours. The police left the gas station after speaking with\nCovington, called for backup, and traveled to Bryant’s house. They\ndid not find Bryant there but did find blood and a bullet on the\nback porch and an apparent bullet hole in the back door. Police\nalso found Covington’s wallet and identification outside the\nhouse.At trial, which occurred prior to\nour decisions inCrawford,541 U.\nS. 36, andDavis,547\nU. S. 813, the police officers who spoke with Covington at the\ngas station testified about what Covington had told them. The jury\nreturned a guilty verdict on charges of second-degree murder, being\na felon in possession of a firearm, and possession of a firearm\nduring the commission of a felony.   Bryant\nappealed, and the Michigan Court of Appeals affirmed his\nconviction. No. 247039, 2004 WL 1882661 (Aug. 24, 2004)(per\ncuriam). Bryant then appealed to the Supreme Court of\nMichigan, arguing that the trial court erred in admitting\nCovington’s statements to the police. The Supreme Court of Michigan\neventually remanded the case to the Court of Appeals for\nreconsideration in light of our 2006 decision inDavis.\n477 Mich. 902, 722 N. W. 2d 797 (2006). On remand, the Court\nof Appeals again affirmed, holding that Covington’s statements were\nproperly admitted because they were not testimonial. No. 247039,\n2007 WL 675471 (Mar. 6, 2007)(per curiam). Bryant again\nappealed to the Supreme Court of Michigan, which reversed his\nconviction. 483 Mich. 132, 768 N. W. 2d 65.Before the Supreme Court of\nMichigan, Bryant argued that Covington’s statements to the police\nwere testimonial underCrawfordandDavisand\nwere therefore inadmissible. The State, on the other hand, argued\nthat the statements were admissible as “excited utterances” under\nthe Michigan Rules of Evidence. 483 Mich., at 142, and n. 6,\n768 N. W. 2d, at 70, and n. 6. There was no dispute that\nCovington was unavailable at trial and Bryant had no prior\nopportunity to cross-examine him. The court therefore assessed\nwhether Covington’s statements to the police identifying and\ndescribing the shooter and the time and location of the shooting\nwere testimonial hearsay for purposes of the Confrontation Clause.\nThe court concluded that the circumstances “clearly indicate that\nthe ‘primary purpose’ of the questioning was to establish the facts\nof an event that hadalreadyoccurred; the ‘primary\npurpose’ was not to enable police assistance to meet an ongoing\nemergency.”Id., at 143, 768 N. W. 2d, at 71. The\ncourt explained that, in its view, Covington was describing past\nevents and as such, his “primary purpose in making these statements\nto the police . . . was . . . to tell the police who had committed\nthe crime against him, where the crime had been committed, and\nwhere the police could find the criminal.”Id., at 144,\n768 N. W. 2d, at 71. Noting that the officers’ actions did not\nsuggest that they perceived an ongoing emergency at the gas\nstation, the court held that there was in fact no ongoing\nemergency.Id., at 145–147, 768 N. W. 2d, at 71–73.\nThe court distinguished the facts of this case from those inDavis, where we held a declarant’s statements in a 911\ncall to be nontestimonial. It instead analogized this case toHammonv.Indiana, which we decided jointly withDavisand in which we found testimonial a declarant’s\nstatements to police just after an assault. See 547 U. S., at\n829–832. Based on this analysis, the Supreme Court of Michigan held\nthat the admission of Covington’s statements constituted\nprejudicial plain error warranting reversal and ordered a new\ntrial. 483 Mich., at 151–153, 768 N. W. 2d, at 75–76. The\ncourt did not address whether, absent a Confrontation Clause bar,\nthe statements’ admission would have been otherwise consistent with\nMichigan’s hearsay rules or due process.[Footnote 1]The majority’s opinion provoked\ntwo dissents, both of which would have held Covington’s statements\nadmissible because they were made in circumstances indicating that\ntheir “primary purpose” was to assist police in addressing an\nongoing emergency.Id., at 157, 768 N. W. 2d, at 79\n(opinion of Weaver, J.);id., at 157–158, 768 N. W.\n2d, at 79 (opinion of Corrigan, J.). Justice Corrigan’s dissent\nexplained that the time and space between “the onset of an\nemergency and statements about that emergency clearly must be\nconsidered in context.”Id., at 161, 768 N. W. 2d, at\n80. Justice Corrigan concluded that the objective circumstances of\nCovington’s interaction with police rendered this case more similar\nto the nontestimonial statements inDavisthan to the\ntestimonial statements inCrawford. 483 Mich., at 164, 768\nN. W. 2d, at 82.We granted certiorari to determine\nwhether the Confrontation Clause barred admission of Covington’s\nstatements. 559 U. S. ___ (2010).IIThe Confrontation\nClause of the Sixth Amendment states: “In all criminal\nprosecutions, the accused shall enjoy the right . . . to be\nconfronted with the witnesses against him.” The Fourteenth\nAmendment renders the Clause binding on the States.Pointerv.Texas,380 U. S. 400, 403\n(1965). InOhiov.Roberts,448 U. S. 56, 66 (1980),\nwe explained that the confrontation right does not bar admission of\nstatements of an unavailable witness if the statements “bea[r]\nadequate ‘indicia of reliability.’ ” We held that reliability\ncan be established if “the evidence falls within a firmly rooted\nhearsay exception,” or if it does not fall within such an\nexception, then if it bears “particularized guarantees of\ntrustworthiness.”Ibid.Nearly a quarter century later, we\ndecidedCrawfordv.Washington,541 U.\nS. 36. Petitioner Michael Crawford was prosecuted for stabbing\na man who had allegedly attempted to rape his wife, Sylvia. Sylvia\nwitnessed the stabbing, and later that night, after she and her\nhusband were both arrested, police interrogated her about the\nincident. At trial, Sylvia Crawford claimed spousal privilege and\ndid not testify, but the State introduced a tape recording of\nSylvia’s statement to the police in an effort to prove that the\nstabbing was not in self-defense, as Michael Crawford claimed. The\nWashington Supreme Court affirmed Crawford’s conviction because it\nfound Sylvia’s statement to be reliable, as required underOhiov.Roberts.We reversed, overrulingOhiov.Roberts. 541 U. S., at 60–68; see alsoDavis, 547 U. S., at 825, n. 4.Crawfordexamined the\ncommon-law history of the confrontation right and explained that\n“the principal evil at which the Confrontation Clause was directed\nwas the civil-law mode of criminal procedure, and particularly its\nuse ofex parteexaminations as evidence against the\naccused.” 541 U. S., at 50. We noted that in England, pretrial\nexaminations of suspects and witnesses by government officials\n“were sometimes read in court in lieu of live testimony.”Id., at 43. In light of this history, we emphasized the\nword “witnesses” in the Sixth Amendment, defining it as “those who\n‘bear testimony.’ ”Id., at 51 (quoting 2 N. Webster,\nAn American Dictionary of the English Language (1828)). We defined\n“testimony” as “ ‘ [a] solemn declaration or affirmation\nmade for the purpose of establishing or proving some fact.’ ”\n541 U. S., at 51 (quoting Webster). We noted that “[a]n accuser who\nmakes a formal statement to government officers bears testimony in\na sense that a person who makes a casual remark to an acquaintance\ndoes not.”Ibid.We therefore limited the Confrontation\nClause’s reach to testimonial statements and held that in order for\ntestimonial evidence to be admissible, the Sixth Amendment “demands\nwhat the common law required: unavailability and a prior\nopportunity for cross-examination.”Id., at 68. Although\n“leav[ing] for another day any effort to spell out a comprehensive\ndefinition of ‘testimonial,’ ”Crawfordnoted that\n“at a minimum” it includes “prior testimony at a preliminary\nhearing, before a grand jury, or at a former trial; and . . .\npolice interrogations.”Ibid.Under this reasoning, we\nheld that Sylvia Crawford’s statements in the course of police\nquestioning were testimonial and that their admission when Michael\nCrawford “had no opportunity to cross-examine her” due to spousal\nprivilege was “sufficient to make out a violation of the Sixth\nAmendment.”Ibid.In 2006, the Court inDavisv.WashingtonandHammonv.Indiana,547\nU. S. 813, took a further step to “determine more precisely\nwhich police interrogations produce testimony” and therefore\nimplicate a Confrontation Clause bar.Id., at 822. We\nexplained that whenCrawfordsaid that“ ‘interrogations by law\nenforcement officers fall squarely within [the] class’ of\ntestimonial hearsay, we had immediately in mind (for that was the\ncase before us) interrogations solely directed at establishing the\nfacts of a past crime, in order to identify (or provide evidence to\nconvict) the perpetrator. The product of such interrogation,\nwhether reduced to a writing signed by the declarant or embedded in\nthe memory (and perhaps notes) of the interrogating officer, is\ntestimonial.”Davis, 547 U. S., at 826.We thus made clear inDavisthat not all those questioned by the police are witnesses and not\nall “interrogations by law enforcement officers,”Crawford, 541 U. S., at 53, are subject to the\nConfrontation Clause.[Footnote\n2]DavisandHammonwere both domestic violence cases. InDavis, Michelle\nMcCottry made the statements at issue to a 911 operator during a\ndomestic disturbance with Adrian Davis, her former boyfriend.\nMcCottry told the operator, “ ‘He’s here jumpin’ on me\nagain,’ ” and, “ ‘He’s usin’ his fists.’ ” 547 U.\nS., at 817. The operator then asked McCottry for Davis’ first and\nlast names and middle initial, and at that point in the\nconversation McCottry reported that Davis had fled in a car.Id., at 818. McCottry did not appear at Davis’ trial, and\nthe State introduced the recording of her conversation with the 911\noperator.Id., at 819.InHammon, decided along\nwithDavis, police responded to a domestic disturbance\ncall at the home of Amy and Hershel Hammon, where they found Amy\nalone on the front porch.Ibid.She appeared “ ‘somewhat\nfrightened,’ ” but told them “ ‘nothing was the\nmatter.’ ”Ibid.(quotingHammonv.State, 829 N. E. 2d 444, 446–447 (Ind. 2005)). She\ngave the police permission to enter the house, where they saw a gas\nheating unit with the glass front shattered on the floor. One\nofficer remained in the kitchen with Hershel, while another officer\ntalked to Amy in the living room about what had happened. Hershel\ntried several times to participate in Amy’s conversation with the\npolice and became angry when the police required him to stay\nseparated from Amy. 547 U. S., at 819–820. The police asked Amy to\nfill out and sign a battery affidavit. She wrote: “ ‘Broke our\nFurnace & shoved me down on the floor into the broken glass.\nHit me in the chest and threw me down. Broke our lamps & phone.\nTore up my van where I couldn’t leave the house. Attacked my\ndaughter.’ ”Id., at 820. Amy did not appear at\nHershel’s trial, so the police officers who spoke with her\ntestified as to her statements and authenticated the affidavit.Ibid. The trial court admitted the affidavit as a present\nsense impression and admitted the oral statements as excited\nutterances under state hearsay rules.Ibid. The Indiana\nSupreme Court affirmed Hammon’s conviction, holding that Amy’s oral\nstatements were not testimonial and that the admission of the\naffidavit, although erroneous because the affidavit was\ntestimonial, was harmless.Hammonv.State, 829\nN. E. 2d, at 458–459.To address the facts of both\ncases, we expanded upon the meaning of “testimonial” that we first\nemployed inCrawfordand discussed the concept of an\nongoing emergency. We explained:“Statements are nontestimonial when\nmade in the course of police interrogation under circumstances\nobjectively indicating that the primary purpose of the\ninterrogation is to enable police assistance to meet an ongoing\nemergency. They are testimonial when the circumstances objectively\nindicate that there is no such ongoing emergency, and that the\nprimary purpose of the interrogation is to establish or prove past\nevents potentially relevant to later criminal prosecution.”Davis, 547 U. S., at 822.Examining theDavisandHammonstatements in light of those definitions, we held\nthat the statements at issue inDaviswere nontestimonial\nand the statements inHammonwere testimonial. We\ndistinguished the statements inDavisfrom the testimonial\nstatements inCrawfordon several grounds, including that\nthe victim inDaviswas “speaking about eventsas they\nwere actually happening, rather than ‘describ[ing] past\nevents,’ ” that there was an ongoing emergency, that the\n“elicited statements were necessary to be able toresolvethe present emergency,” and that the statements were not formal.\n547 U. S., at 827. InHammon, on the other hand, we held\nthat, “[i]t is entirely clear from the circumstances that the\ninterrogation was part of an investigation into possibly criminal\npast conduct.”Id., at 829. There was “no emergency in\nprogress.”Ibid.The officer questioning Amy “was not\nseeking to determine . . . ‘what is happening,’ but rather ‘what\nhappened.’ ”Id., at 830. It was “formal enough” that\nthe police interrogated Amy in a room separate from her husband\nwhere, “some time after the events described were over,” she\n“deliberately recounted, in response to police questioning, how\npotentially criminal past events began and progressed.”Ibid. Because her statements “were neither a cry for help\nnor the provision of information enabling officers immediately to\nend a threatening situation,”id., at 832, we held that\nthey were testimonial.Davisdid not “attemp[t]\nto produce an exhaustive classification of all conceivable\nstatements—or even all conceivable statements in response to police\ninterrogation—as either testimonial or nontestimonial.”Id., at 822.[Footnote\n3] The basic purpose of the Confrontation Clause was to\n“targe[t]” the sort of “abuses” exemplified at the notorious\ntreason trial of Sir Walter Raleigh.Crawford, 541 U. S.,\nat 51. Thus, the most important instances in which the Clause\nrestricts the introduction of out-of-court statements are those in\nwhich state actors are involved in a formal, out-of-court\ninterrogation of a witness to obtain evidence for trial.[Footnote 4] Seeid., at 43–44.\nEven where such an interrogation is conducted with all good faith,\nintroduction of the resulting statements at trial can be unfair to\nthe accused if they are untested by cross-examination. Whether\nformal or informal, out-of-court statements can evade the basic\nobjective of the Confrontation Clause, which is to prevent the\naccused from being deprived of the opportunity to cross-examine the\ndeclarant about statements taken for use at trial. When, as inDavis, the primary purpose of an interrogation is to\nrespond to an “ongoing emergency,” its purpose is not to create a\nrecord for trial and thus is not within the scope of the Clause.\nBut there may beothercircumstances, aside from ongoing\nemergencies, when a statement is not procured with a primary\npurpose of creating an out-of-court substitute for trial testimony.\nIn making the primary purpose determination, standard rules of\nhearsay, designed to identify some statements as reliable, will be\nrelevant. Where no such primary purpose exists, the admissibility\nof a statement is the concern of state and federal rules of\nevidence, not the Confrontation Clause.[Footnote 5]Deciding this case also requires\nfurther explanation of the “ongoing emergency” circumstance\naddressed inDavis. BecauseDavisandHammonarose in the domestic violence context, that was\nthe situation “we had immediately in mind (for that was the case\nbefore us).” 547 U. S., at 826. We now face a new context: a\nnondomestic dispute, involving a victim found in a public location,\nsuffering from a fatal gunshot wound, and a perpetrator whose\nlocation was unknown at the time the police located the victim.\nThus, we confront for the first time circumstances in which the\n“ongoing emergency” discussed inDavisextends beyond an\ninitial victim to a potential threat to the responding police and\nthe public at large. This new context requires us to provide\nadditional clarification with regard to whatDavismeant\nby “the primary purpose of the interrogation is to enable police\nassistance to meet an ongoing emergency.”Id., at\n822.IIITo determine whether\nthe “primary purpose” of an interrogation is “to enable police\nassistance to meet an ongoing emergency,”Davis, 547 U.\nS., at 822, which would render the resulting statements\nnontestimonial, we objectively evaluate the circumstances in which\nthe encounter occurs and the statements and actions of the\nparties.AThe Michigan Supreme\nCourt correctly understood that this inquiry is objective.[Footnote 6] 483 Mich., at 142, 768\nN. W. 2d, at 70.Davisuses the word “objective” or\n“objectively” no fewer than eight times in describing the relevant\ninquiry. See 547 U. S., at 822, 826–828, 830–831, and n. 5;\nsee,e.g.,id., at 826 (“The question before us\ninDavis, then, is whether, objectively considered, the\ninterrogation that took place in the course of the 911 call\nproduced testimonial statements”). “Objectively” also appears in\nthe definitions of both testimonial and nontestimonial statements\nthatDavisestablished.Id., at 822.An objective analysis of the\ncircumstances of an encounter and the statements and actions of the\nparties to it provides the most accurate assessment of the “primary\npurpose of the interrogation.” The circumstances in which an\nencounter occurs—e.g., at or near the scene of the crime\nversus at a police station, during an ongoing emergency or\nafterwards—are clearly matters of objective fact. The statements\nand actions of the parties must also be objectively evaluated. That\nis, the relevant inquiry is not the subjective or actual purpose of\nthe individuals involved in a particular encounter, but rather the\npurpose that reasonable participants would have had, as ascertained\nfrom the individuals’ statements and actions and the circumstances\nin which the encounter occurred.[Footnote 7]BAs our recent\nConfrontation Clause cases have explained, the existence of an\n“ongoing emergency” at the time of an encounter between an\nindividual and the police is among the most important circumstances\ninforming the “primary purpose” of an interrogation. SeeDavis, 547 U. S., at 828–830;Crawford, 541 U.\nS., at 65. The existence of an ongoing emergency is relevant to\ndetermining the primary purpose of the interrogation because an\nemergency focuses the participants on something other than\n“prov[ing] past events potentially relevant to later criminal\nprosecution.”[Footnote 8]Davis, 547 U. S., at 822. Rather, it focuses them on\n“end[ing] a threatening situation.”Id., at 832. Implicit\ninDavisis the idea that because the prospect of\nfabrication in statements given for the primary purpose of\nresolving that emergency is presumably significantly diminished,\nthe Confrontation Clause does not require such statements to be\nsubject to the crucible of cross-examination.This logic is not\nunlike that justifying the excited utterance exception in hearsay\nlaw. Statements “relating to a startling event or condition made\nwhile the declarant was under the stress of excitement caused by\nthe event or condition,” Fed. Rule Evid. 803(2); see also Mich.\nRule Evid. 803(2) (2010), are considered reliable because the\ndeclarant, in the excitement, presumably cannot form a falsehood.\nSeeIdahov.Wright,497 U. S. 805, 820\n(1990) (“The basis for the ‘excited utterance’ exception . . . is\nthat such statements are given under circumstances that eliminate\nthe possibility of fabrication, coaching, or confabulation . . .\n”); 5 J. Weinstein & M. Berger, Weinstein’s Federal Evidence\n§803.04[1] (J. McLaughlin ed., 2d ed. 2010) (same); Advisory\nCommittee’s Notes on Fed. Rule Evid. 803(2), 28 U. S. C. App.,\np. 371 (same). An ongoing emergency has a similar effect of\nfocusing an individual’s attention on responding to the\nemergency.[Footnote\n9]Following our precedents, the\ncourt below correctly began its analysis with the circumstances in\nwhich Covington interacted with the police. 483 Mich., at 143, 768\nN. W. 2d, at 71. But in doing so, the court construedDavisto have decided more than it did and thus employed\nan unduly narrow understanding of “ongoing emergency” thatDavisdoes not require.First, the Michigan Supreme Court\nrepeatedly and incorrectly asserted thatDavis“defined”\n“ ‘ongoing emergency.’ ” 483 Mich., at 147, 768\nN. W. 2d, at 73; see alsoid., at 144, 768 N. W.\n2d, at 71–72. In fact,Davisdid not even define the\nextent of the emergency in that case. The Michigan Supreme Court\nerroneously readDavisas deciding that “the statements\nmade after the defendant stopped assaulting the victim and left the\npremises didnotoccur during an ‘ongoing\nemergency.’ ” 483 Mich., at 150, n. 15, 768 N. W. 2d, at\n75, n. 15. We explicitly explained inDavis, however,\nthat we were asked to review only the testimonial nature of\nMichelle McCottry’s initial statements during the 911 call; we\ntherefore merelyassumedthe correctness of the Washington\nSupreme Court’s holding that admission of her other statements was\nharmless, without deciding whether those subsequent statements were\nalso made for the primary purpose of resolving an ongoing\nemergency. 547 U. S., at 829.Second, by assuming thatDavisdefined the outer bounds of “ongoing emergency,” the\nMichigan Supreme Court failed to appreciate that whether an\nemergency exists and is ongoing is a highly context-dependent\ninquiry. See Brief for United States asAmicus Curiae20.DavisandHammoninvolved domestic violence, a\nknown and identified perpetrator, and, inHammon, a\nneutralized threat. BecauseDavisandHammonwere\ndomestic violence cases, we focused only on the threat to the\nvictims and assessed the ongoing emergency from the perspective of\nwhether there was a continuing threatto them. 547 U. S.,\nat 827, 829–830.Domestic violence cases likeDavisandHammonoften have a narrower zone of\npotential victims than cases involving threats to public safety. An\nassessment of whether an emergency that threatens the police and\npublic is ongoing cannot narrowly focus on whether the threat\nsolely to the first victim has been neutralized because the threat\nto the first responders and public may continue. See 483 Mich., at\n164, 768 N. W. 2d, at 82 (Corrigan, J., dissenting) (examining\nthe threat to the victim, police, and the public); Brief for United\nStates asAmicus Curiae19–20 (“An emergency posed by an\nunknown shooter who remains at large does not automatically abate\njust because the police can provide security to his first victim”).The Michigan Supreme Court also\ndid not appreciate that the duration and scope of an emergency may\ndepend in part on the type of weapon employed. The court relied onDavisandHammon, in which the assailants used\ntheir fists, as controlling the scope of the emergency here, which\ninvolved the use of a gun. The problem with that reasoning is clear\nwhen considered in light of the assault on Amy Hammon. Hershel\nHammon was armed only with his fists when he attacked his wife, so\nremoving Amy to a separate room was sufficient to end the\nemergency. 547 U. S., at 830–832. If Hershel had been reported to\nbe armed with a gun, however, separation by a single household wall\nmight not have been sufficient to end the emergency.Id.,\nat 819.The Michigan Supreme Court’s\nfailure to focus on the context-dependent nature of ourDavisdecision also led it to conclude that the medical\ncondition of a declarant is irrelevant. 483 Mich., at 149, 768 N.\nW. 2d, at 74 (“The Court said nothing at all that would remotely\nsuggest that whether the victim was in need of medical attention\nwas in any way relevant to whether there was an ‘ongoing\nemergency’ ”). ButDavisandHammondid not\npresent medical emergencies, despite some injuries to the victims.\n547 U. S., at 818, 820. Thus, we have not previously considered,\nmuch less ruled out, the relevance of a victim’s severe injuries to\nthe primary purpose inquiry.Taking into account the victim’s\nmedical state does not, as the Michigan Supreme Court below\nthought, “rende[r] non-testimonial” “all statements made while the\npolice are questioning a seriously injured complainant.” 483 Mich.,\nat 149, 768 N. W. 2d, at 74. The medical condition of the\nvictim is important to the primary purpose inquiry to the extent\nthat it sheds light on the ability of the victim to have any\npurpose at all in responding to police questions and on the\nlikelihood that any purpose formed would necessarily be a\ntestimonial one. The victim’s medical state also provides important\ncontext for first responders to judge the existence and magnitude\nof a continuing threat to the victim, themselves, and the\npublic.As the Solicitor General’s brief\nobserves, Brief for United States asAmicus Curiae20, and\ncontrary to the Michigan Supreme Court’s claims, 483 Mich., at 147,\n768 N. W. 2d, at 73, none of this suggests that an emergency\nis ongoing in every place or even just surrounding the victim for\nthe entire time that the perpetrator of a violent crime is on the\nloose. As we recognized inDavis, “a conversation which\nbegins as an interrogation to determine the need for emergency\nassistance” can “evolve into testimonial statements.” 547 U. S., at\n828 (internal quotation marks omitted). This evolution may occur\nif, for example, a declarant provides police with information that\nmakes clear that what appeared to be an emergency is not or is no\nlonger an emergency or that what appeared to be a public threat is\nactually a private dispute. It could also occur if a perpetrator is\ndisarmed, surrenders, is apprehended, or, as inDavis,\nflees with little prospect of posing a threat to the public. Trial\ncourts can determine in the first instance when any transition from\nnontestimonial to testimonial occurs,[Footnote 10] and exclude “the portions of any statement\nthat have become testimonial, as they do, for example, with unduly\nprejudicial portions of otherwise admissible evidence.”Id., at 829.Finally, our discussion of the\nMichigan Supreme Court’s misunderstanding of whatDavismeant by “ongoing emergency” should not be taken to imply that the\nexistencevel nonof an ongoing emergency is dispositive\nof the testimonial inquiry. AsDavismade clear, whether\nan ongoing emergency exists is simply one factor—albeit an\nimportant factor—that informs the ultimate inquiry regarding the\n“primary purpose” of an interrogation. Another factor the Michigan\nSupreme Court did not sufficiently account for is the importance ofinformalityin an encounter between a victim and police.\nFormality is not the sole touchstone of our primary purpose inquiry\nbecause, although formality suggests the absence of an emergency\nand therefore an increased likelihood that the purpose of the\ninterrogation is to “establish or prove past events potentially\nrelevant to later criminal prosecution,”id., at 822,\ninformality does not necessarily indicate the presence of an\nemergency or the lack of testimonial intent. Cf.id., at\n826 (explaining that Confrontation Clause requirements cannot\n“readily be evaded” by the parties deliberately keeping the written\nproduct of an interrogation informal “instead of having the\ndeclarant sign a deposition”). The court below, however, too\nreadily dismissed the informality of the circumstances in this case\nin a single brief footnote and in fact seems to have suggested that\nthe encounter in this case was formal. 483 Mich., at 150,\nn. 16, 768 N. W. 2d, at 75, n. 16. As we explain\nfurther below, the questioning in this case occurred in an exposed,\npublic area, prior to the arrival of emergency medical services,\nand in a disorganized fashion. All of those facts make this case\ndistinguishable from the formal station-house interrogation inCrawford.SeeDavis, 547 U. S., at\n827.CIn addition to the\ncircumstances in which an encounter occurs, the statements and\nactions of both the declarant and interrogators provide objective\nevidence of the primary purpose of the interrogation. See,e.g.,Davis, 547 U. S., at 827 (“[T]he nature of\nwhat wasasked and answeredinDavis, again\nviewed objectively, was such that the elicited statements were\nnecessary to be able toresolvethe present emergency,\nrather than simply to learn (as inCrawford) what had\nhappened in the past” (first emphasis added)). The Michigan Supreme\nCourt did, at least briefly, conduct this inquiry. 483 Mich., at\n144–147, 768 N. W. 2d, at 71–73.As the Michigan Supreme Court\ncorrectly recognized,id., at 140, n. 5, 768\nN. W. 2d, at 69, n. 5,Davisrequires a combined\ninquiry that accounts for both the declarant and the\ninterrogator.[Footnote 11]\nIn many instances, the primary purpose of the interrogation will be\nmost accurately ascertained by looking to the contents of both the\nquestions and the answers. To give an extreme example, if the\npolice say to a victim, “Tell us who did this to you so that we can\narrest and prosecute them,” the victim’s response that “Rick did\nit,” appears purely accusatory because by virtue of the phrasing of\nthe question, the victim necessarily has prosecution in mind when\nshe answers.The combined approach also\nameliorates problems that could arise from looking solely to one\nparticipant. Predominant among these is the problem of mixed\nmotives on the part of both interrogators and declarants. Police\nofficers in our society function as both first responders and\ncriminal investigators. Their dual responsibilities may mean that\nthey act with different motives simultaneously or in quick\nsuccession. SeeNew Yorkv.Quarles,467 U. S. 649, 656 (1984)\n(“Undoubtedly most police officers [deciding whether to giveMirandawarnings in a possible emergency situation] would\nact out of a host of different, instinctive, and largely\nunverifiable motives—their own safety, the safety of others, and\nperhaps as well the desire to obtain incriminating evidence from\nthe suspect”); see alsoDavis, 547 U. S., at 839 (Thomas,\nJ., concurring in judgment in part and dissenting in part) (“In\nmany, if not most, cases where police respond to a report of a\ncrime, whether pursuant to a 911 call from the victim or otherwise,\nthe purposes of an interrogation, viewed from the perspective of\nthe police, arebothto respond to the emergency situationandto gather evidence”).Victims are also likely to have\nmixed motives when they make statements to the police. During an\nongoing emergency, a victim is most likely to want the threat to\nher and to other potential victims to end, but that does not\nnecessarily mean that the victim wants or envisions prosecution of\nthe assailant. A victim may want the attacker to be incapacitated\ntemporarily or rehabilitated. Alternatively, a severely injured\nvictim may have no purpose at all in answering questions posed; the\nanswers may be simply reflexive. The victim’s injuries could be so\ndebilitating as to prevent her from thinking sufficiently clearly\nto understand whether her statements are for the purpose of\naddressing an ongoing emergency or for the purpose of future\nprosecution.[Footnote 12]\nTaking into account a victim’s injuries does not transform this\nobjective inquiry into a subjective one. The inquiry is still\nobjective because it focuses on the understanding and purpose of a\nreasonable victim in the circumstances of the actual\nvictim—circumstances that prominently include the victim’s physical\nstate.The dissent suggests,post, at 3–4 (opinion of Scalia, J.), that we intend to\ngive controlling weight to the “intentions of the police,”post, at 4. That is a misreading of our opinion. At trial,\nthe declarant’s statements, not the interrogator’s questions, will\nbe introduced to “establis[h] the truth of the matter asserted,”Crawford, 541 U. S., at 60, n. 9, and must therefore\npass the Sixth Amendment test. See n. 11,supra. In\ndetermining whether a declarant’s statements are testimonial,\ncourts should look to all of the relevant circumstances. Even\nJustice Scalia concedes that the interrogator is relevant to this\nevaluation,post, at 3, and we agree that “[t]he identity\nof an interrogator, and the content and tenor of his questions,”ibid., can illuminate the “primary purpose of the\ninterrogation.” The dissent, seepost, at 3–5 (opinion of\nScalia, J.), criticizes the complexity of our approach, but we, at\nleast, are unwilling to sacrifice accuracy for simplicity. Simpler\nis not always better, and courts making a “primary purpose”\nassessment should not be unjustifiably restrained from consulting\nall relevant information, including the statements and actions of\ninterrogators.Objectively ascertaining the\nprimary purpose of the interrogation by examining the statements\nand actions of all participants is also the approach most\nconsistent with our past holdings.E.g.,Davis,\n547 U. S., at 822–823, n. 1 (noting that “volunteered\ntestimony” is still testimony and remains subject to the\nrequirements of the Confrontation Clause).IVAs we suggested inDavis, when a court must determine whether the\nConfrontation Clause bars the admission of a statement at trial, it\nshould determine the “primary purpose of the interrogation” by\nobjectively evaluating the statements and actions of the parties to\nthe encounter, in light of the circumstances in which the\ninterrogation occurs. The existence of an emergency or the parties’\nperception that an emergency is ongoing is among the most important\ncircumstances that courts must take into account in determining\nwhether an interrogation is testimonial because statements made to\nassist police in addressing an ongoing emergency presumably lack\nthe testimonial purpose that would subject them to the requirement\nof confrontation.[Footnote\n13] As the context of this case brings into sharp relief, the\nexistence and duration of an emergency depend on the type and scope\nof danger posed to the victim, the police, and the\npublic.Applying this analysis to the\nfacts of this case is more difficult than inDavisbecause\nwe do not have the luxury of reviewing a transcript of the\nconversation between the victim and the police officers. Further\ncomplicating our task is the fact that the trial in this case\noccurred before our decisions inCrawfordandDavis. We therefore review a record that was not developed\nto ascertain the “primary purpose of the interrogation.”We first examine the circumstances\nin which the interrogation occurred. The parties disagree over\nwhether there was an emergency when the police arrived at the gas\nstation. Bryant argues, and the Michigan Supreme Court accepted,\n483 Mich., at 147, 768 N. W. 2d, at 73, that there was no\nongoing emergency because “there . . . was no criminal conduct\noccurring. No shots were being fired, no one was seen in possession\nof a firearm, nor were any witnesses seen cowering in fear or\nrunning from the scene.” Brief for Respondent 27. Bryant, while\nconceding that “a serious or life-threatening injury creates a\nmedical emergency for a victim,”id., at 30, further\nargues that a declarant’s medical emergency is not relevant to the\nongoing emergency determination.In contrast, Michigan and the\nSolicitor General explain that when the police responded to the\ncall that a man had been shot and found Covington bleeding on the\ngas station parking lot, “they did not know who Covington was,\nwhether the shooting had occurred at the gas station or at a\ndifferent location, who the assailant was, or whether the assailant\nposed a continuing threat to Covington or others.” Brief for United\nStates asAmicus Curiae15; Brief for Petitioner 16; see\nalsoid., at 15 (“[W]hen an officer arrives on the scene\nand does not know where the perpetrator is, whether he is armed,\nwhether he might have other targets, and whether the violence might\ncontinue at the scene or elsewhere, interrogation that has the\nprimary purpose of establishing those facts to assess the situation\nis designed to meet the ongoing emergency and is\nnontestimonial”).The Michigan Supreme Court stated\nthat the police asked Covington, “what had happened, who had shot\nhim, and where the shooting had occurred.” 483 Mich., at 143, 768\nN. W. 2d, at 71. The joint appendix contains the transcripts\nof the preliminary examination, suppression hearing, and trial\ntestimony of five officers who responded to the scene and found\nCovington. The officers’ testimony is essentially consistent but,\nat the same time, not specific. The officers basically agree on\nwhat information they learned from Covington, but not on the order\nin which they learned it or on whether Covington’s statements were\nin response to general or detailed questions. They all agree that\nthe first question was “what happened?” The answer was either “I\nwas shot” or “Rick shot me.”[Footnote 14]As explained above, the scope of\nan emergency in terms of its threat to individuals other than the\ninitial assailant and victim will often depend on the type of\ndispute involved. Nothing Covington said to the police indicated\nthat the cause of the shooting was a purely private dispute or that\nthe threat from the shooter had ended. The record reveals little\nabout the motive for the shooting. The police officers who spoke\nwith Covington at the gas station testified that Covington did not\ntell them what words Covington and Rick had exchanged prior to the\nshooting.[Footnote 15] What\nCovington did tell the officers was that he fled Bryant’s back\nporch, indicating that he perceived an ongoing threat.[Footnote 16] The police did not\nknow, and Covington did not tell them, whether the threat was\nlimited to him. The potential scope of the dispute and therefore\nthe emergency in this case thus stretches more broadly than those\nat issue inDavisandHammonand encompasses a\nthreat potentially to the police and the public.This is also the first of our\npost-CrawfordConfrontation Clause cases to involve a gun.\nThe physical separation that was sufficient to end the emergency inHammonwas not necessarily sufficient to end the threat in\nthis case; Covington was shot through the back door of Bryant’s\nhouse. Bryant’s argument that there was no ongoing emergency\nbecause “[n]o shots were being fired,” Brief for Respondent 27,\nsurely construes ongoing emergency too narrowly. An emergency does\nnot last only for the time between when the assailant pulls the\ntrigger and the bullet hits the victim. If an out-of-sight sniper\npauses between shots, no one would say that the emergency ceases\nduring the pause. That is an extreme example and not the situation\nhere, but it serves to highlight the implausibility, at least as to\ncertain weapons, of construing the emergency to last only precisely\nas long as the violent act itself, as some have construed our\nopinion inDavis. See Brief for Respondent\n23–25.At no point during the questioning\ndid either Covington or the police know the location of the\nshooter. In fact, Bryant was not at home by the time the police\nsearched his house at approximately 5:30 a.m. 483 Mich., at 136,\n768 N. W. 2d, at 67. At some point between 3 a.m. and 5:30\na.m., Bryant left his house. At bottom, there was an ongoing\nemergency here where an armed shooter, whose motive for and\nlocation after the shooting were unknown, had mortally wounded\nCovington within a few blocks and a few minutes of the location\nwhere the police found Covington.[Footnote 17]This is not to suggest that the\nemergency continued until Bryant was arrested in California a year\nafter the shooting.Id., at 137, 768 N. W. 2d, at 67.\nWe need not decide precisely when the emergency ended because\nCovington’s encounter with the police and all of the statements he\nmade during that interaction occurred within the first few minutes\nof the police officers’ arrival and well before they secured the\nscene of the shooting—the shooter’s last known location.We reiterate, moreover, that the\nexistencevel nonof an ongoing emergency is not the\ntouchstone of the testimonial inquiry; rather, the ultimate inquiry\nis whether the “primary purpose of the interrogation [was] to\nenable police assistance to meet [the] ongoing emergency.”Davis, 547 U. S., at 822. We turn now to that inquiry, as\ninformed by the circumstances of the ongoing emergency just\ndescribed. The circumstances of the encounter provide important\ncontext for understanding Covington’s statements to the police.\nWhen the police arrived at Covington’s side, their first question\nto him was “What happened?”[Footnote 18] Covington’s response was either “Rick shot\nme” or “I was shot,” followed very quickly by an identification of\n“Rick” as the shooter. App. 76. In response to further questions,\nCovington explained that the shooting occurred through the back\ndoor of Bryant’s house and provided a physical description of the\nshooter. When he made the statements, Covington was lying in a gas\nstation parking lot bleeding from a mortal gunshot wound to his\nabdomen. His answers to the police officers’ questions were\npunctuated with questions about when emergency medical services\nwould arrive.Id., at 56–57 (suppression hearing testimony\nof Officer Brown). He was obviously in considerable pain and had\ndifficulty breathing and talking.Id., at 75, 83–84\n(testimony of Officer McCallister);id., at 101, 110–111\n(testimony of Sgt. Wenturine);id., at 126, 137 (testimony\nof Officer Stuglin). From this description of his condition and\nreport of his statements, we cannot say that a person in\nCovington’s situation would have had a “primary purpose” “to\nestablish or prove past events potentially relevant to later\ncriminal prosecution.”Davis, 547 U. S., at\n822.For their part, the police\nresponded to a call that a man had been shot. As discussed above,\nthey did not know why, where, or when the shooting had occurred.\nNor did they know the location of the shooter or anything else\nabout the circumstances in which the crime occurred.[Footnote 19] The questions they\nasked—“what had happened, who had shot him, and where the shooting\noccurred,” 483 Mich., at 143, 768 N. W. 2d, at 71—were the\nexact type of questions necessary to allow the police to\n“ ‘assess the situation, the threat to their own safety, and\npossible danger to the potential victim’ ” and to the public,Davis, 547 U. S., at 832 (quotingHiibelv.Sixth Judicial Dist. Court of Nev., Humboldt Cty.,542 U. S. 177,\n186 (2004)), including to allow them to ascertain “whether they\nwould be encountering a violent felon,”[Footnote 20]Davis, 547 U. S., at 827. In\nother words, they solicited the information necessary to enable\nthem “to meet an ongoing emergency.”Id., at\n822.Nothing in Covington’s responses\nindicated to the police that, contrary to their expectation upon\nresponding to a call reporting a shooting, there was no emergency\nor that a prior emergency had ended. Covington did indicate that he\nhad been shot at another location about 25 minutes earlier, but he\ndid not know the location of the shooter at the time the police\narrived and, as far as we can tell from the record, he gave no\nindication that the shooter, having shot at him twice, would be\nsatisfied that Covington was only wounded. In fact, Covington did\nnot indicate any possible motive for the shooting, and thereby gave\nno reason to think that the shooter would not shoot again if he\narrived on the scene. As we noted inDavis, “initial\ninquiries” may “often. . . produce nontestimonial\nstatements.”Id., at 832. The initial inquiries in this\ncase resulted in the type of nontestimonial statements we\ncontemplated inDavis.Finally, we consider the\ninformality of the situation and the interrogation. This situation\nis more similar, though not identical, to the informal, harried 911\ncall inDavisthan to the structured, station-house\ninterview inCrawford. As the officers’ trial testimony\nreflects, the situation was fluid and somewhat confused: the\nofficers arrived at different times; apparently each, upon arrival,\nasked Covington “what happened?”; and, contrary to the dissent’s\nportrayal,post, at 7–9 (opinion of Scalia, J.), they did\nnot conduct a structured interrogation. App. 84 (testimony of\nOfficer McCallister) (explaining duplicate questioning, especially\nas to “what happened?”);id., at 101–102 (testimony of\nSgt. Wenturine) (same);id., at 126–127 (testimony of\nOfficer Stuglin) (same). The informality suggests that the\ninterrogators’ primary purpose was simply to address what they\nperceived to be an ongoing emergency, and the circumstances lacked\nany formality that would have alerted Covington to or focused him\non the possible future prosecutorial use of his\nstatements.Because the circumstances of the\nencounter as well as the statements and actions of Covington and\nthe police objectively indicate that the “primary purpose of the\ninterrogation” was “to enable police assistance to meet an ongoing\nemergency,”Davis, 547 U. S., at 822, Covington’s\nidentification and description of the shooter and the location of\nthe shooting were not testimonial hearsay. The Confrontation Clause\ndid not bar their admission at Bryant’s trial.*  *  *For the foregoing reasons, we hold\nthat Covington’s statements were not testimonial and that their\nadmission at Bryant’s trial did not violate the Confrontation\nClause. We leave for the Michigan courts to decide on remand\nwhether the statements’ admission was otherwise permitted by state\nhearsay rules. The judgment of the Supreme Court of Michigan is\nvacated, and the case is remanded for further proceedings not\ninconsistent with this opinion.It is so ordered.Justice Kagan took no part in the\nconsideration or decision of this case.Footnote 1The Supreme Court of Michigan\nheld that the question whether the victim’s statements would have\nbeen admissible as “dying declarations” was not properly before it\nbecause at the preliminary examination, the prosecution, after\nfirst invoking both the dying declaration and excited utterance\nhearsay exceptions, established the factual foundation only for\nadmission of the statements as excited utterances. The trial court\nruled that the statements were admissible as excited utterances and\ndid not address their admissibility as dying declarations. 483\nMich., at 153–154, 768 N. W. 2d, at 76–77. This occurred prior\nto our 2004 decision inCrawfordv.Washington,541 U.\nS. 36, where we first suggested that dying declarations, even\nif testimonial, might be admissible as a historical exception to\nthe Confrontation Clause.Id., at 56, n. 6; see alsoGilesv.California,554 U. S. 353, 358–359\n(2008). We noted inCrawfordthat we “need not decide in\nthis case whether the Sixth Amendment incorporates an exception for\ntestimonial dying declarations.” 541 U. S., at 56,\nn. 6.Because of the State’s failure to preserve its\nargument with regard to dying declarations, we similarly need not\ndecide that question here. See alsopost, p. __ (Ginsburg,\nJ., dissenting).Footnote 2We noted inCrawfordthat\n“[w]e use the term ‘interrogation’ in its colloquial, rather than\nany technical legal, sense,” and that “[j]ust as various\ndefinitions of ‘testimonial’ exist, one can imagine various\ndefinitions of ‘interrogation,’ and we need not select among them\nin this case.” 541 U. S., at 53, n. 4.Davisdid not\nabandon those qualifications; nor do we do so here.Footnote 3Davisexplained that 911\noperators “may at least be agents of law enforcement when they\nconduct interrogations of 911 callers,” and therefore “consider[ed]\ntheir acts to be acts of the police” for purposes of the opinion.\n547 U. S., at 823, n. 2.Davisexplicitly reserved the\nquestion of “whether and when statements made to someone other than\nlaw enforcement personnel are ‘testimonial.’ ”Ibid.We have no need to decide that question in this case either because\nCovington’s statements were made to police officers. The dissent\nalso claims to reserve this question, seepost, at 3,\nn. 1 (opinion of Scalia, J.), but supports one of its\narguments by relying onKingv.Brasier, 1 Leach\n199, 200, 168 Eng. Rep. 202, 202–203 (K. B. 1779), which involved\nstatements made by a child to her mother—a private citizen—just\nafter the child had been sexually assaulted. See alsoCrawfordv.Washington,541 U.\nS. 36, 69–70 (2004) (Rehnquist, C. J., concurring in judgment)\n(citingKingv.Brasierfor the different\nproposition that “out-of-court statements made by someone other\nthan the accused and not taken under oath, unlikeex partedepositions or affidavits, were generally not considered\nsubstantive evidence upon which a conviction could be\nbased”).Footnote 4Contrary to the dissent’s excited\nsuggestion, nothing in this opinion casts “favorable light,”post, at 11 (opinion of Scalia, J.), on the conduct of Sir\nWalter Raleigh’s trial or other 16th- and 17th-century English\ntreason trials. The dissent is correct that such trials are\n“unquestionably infamous,”ibid., and our decision here\nconfirms, rather than undermines, that assessment. See also\nn. 17,infra. For all of the reasons discussed in\nJustice Thomas’ opinion concurring in the judgment, the situation\npresented in this case is nothing like the circumstances presented\nby Sir Walter Raleigh’s trial. Seepost, p. __.Footnote 5SeeDavisv.Washington,547\nU. S. 813, 823–824 (2006) (explaining the question before the\nCourt as “whether the Confrontation Clause applies only to\ntestimonial hearsay” and answering in the affirmative because “[a]\nlimitation so clearly reflected in the text of the constitutional\nprovision must fairly be said to mark out not merely its ‘core,’\nbut its perimeter”). See alsopost, at 2 (Scalia, J.,\ndissenting).Footnote 6Bryant suggests that Michigan is\narguing for “a subjective analysis of the intent of the\ninterrogator’s questioning.” Brief for Respondent 12. We do not\nread Michigan’s brief to be arguing for a subjective inquiry, and\nany such argument would be in error. We do not understand the\ndissent to disagree that the inquiry is objective.Footnote 7This approach is consistent with\nour rejection of subjective inquiries in other areas of criminal\nlaw. See,e.g.,Whrenv.United States,517 U. S. 806,\n813 (1996) (refusing to evaluate Fourth Amendment reasonableness\nsubjectively in light of the officers’ actual motivations);New\nYorkv.Quarles,467 U. S. 649, 655–656, and n. 6\n(1984) (holding that an officer’s subjective motivation is\nirrelevant to determining the applicability of the public safety\nexception toMirandav.Arizona,384 U. S. 436(1966));Rhode Islandv.Innis,446 U. S. 291, 301–302\n(1980) (holding that a police officer’s subjective intent to obtain\nincriminatory statements is not relevant to determining whether an\ninterrogation has occurred).Footnote 8The existence of an ongoing\nemergency must be objectively assessed from the perspective of the\nparties to the interrogation at the time, not with the benefit of\nhindsight. If the information the parties knew at the time of the\nencounter would lead a reasonable person to believe that there was\nan emergency, even if that belief was later proved incorrect, that\nis sufficient for purposes of the Confrontation Clause. The\nemergency is relevant to the “primary purpose of the interrogation”\nbecause of the effect it has on the parties’ purpose, not because\nof its actual existence.Footnote 9Many other exceptions to the\nhearsay rules similarly rest on the belief that certain statements\nare, by their nature, made for a purpose other than use in a\nprosecution and therefore should not be barred by hearsay\nprohibitions. See,e.g., Fed. Rule Evid. 801(d)(2)(E)\n(statement by a co-conspirator during and in furtherance of the\nconspiracy); 803(4) (Statements for Purposes of Medical Diagnosis\nor Treatment); 803(6) (Records of Regularly Conducted Activity);\n803(8) (Public Records and Reports); 803(9) (Records of Vital\nStatistics); 803(11) (Records of Religious Organizations); 803(12)\n(Marriage, Baptismal, and Similar Certificates); 803(13) (Family\nRecords); 804(b)(3) (Statement Against Interest); see alsoMelendez-Diazv.Massachusetts, 557 U. S. __, __\n(2009) (slip op., at 18) (“Business and public records are\ngenerally admissible absent confrontation not because they qualify\nunder an exception to the hearsay rules, but because—having been\ncreated for the administration of an entity’s affairs and not for\nthe purpose of establishing or proving some fact at trial—they are\nnot testimonial”);Gilesv.California, 554 U.\nS., at 376 (noting in the context of domestic violence that\n“[s]tatements to friends and neighbors about abuse and intimidation\nand statements to physicians in the course of receiving treatment\nwould be excluded, if at all, only by hearsay rules”);Crawford, 541 U. S., at 56 (“Most of the hearsay\nexceptions covered statements that by their nature were not\ntestimonial—for example, business records or statements in\nfurtherance of a conspiracy”).Footnote\n10Recognizing the evolutionary\npotential of a situation in criminal law is not unique to the\nConfrontation Clause context. We noted inDavisthat\n“[j]ust as, for Fifth Amendment purposes, ‘police officers can and\nwill distinguish almost instinctively between questions necessary\nto secure their own safety or the safety of the public and\nquestions designed solely to elicit testimonial evidence from a\nsuspect, … trial courts will recognize the point at which, for\nSixth Amendment purposes, statements in response to interrogations\nbecome testimonial.” 547 U. S., at 829 (quotingNew Yorkv.Quarles, 467 U. S., at 658–659).Footnote\n11Some portions ofDavis,\nhowever, have caused confusion about whether the inquiry prescribes\nexamination of one participant to the exclusion of the other.Davis’ language indicating that a statement’s testimonial\nor nontestimonial nature derives from “the primary purposeof\nthe interrogation,” 547 U. S., at 822 (emphasis added), could\nbe read to suggest that the relevant purpose is that of the\ninterrogator. In contrast, footnote 1 inDavisexplains,\n“it is in the final analysis the declarant’s statements, not the\ninterrogator’s questions, that the Confrontation Clause requires us\nto evaluate.”Id., at 822–823, n. 1. Bryant draws on\nthe footnote to argue that the primary purpose inquiry must be\nconducted solely from the perspective of the declarant, and argues\nagainst adoption of a purpose-of-the-interrogator perspective.\nBrief for Respondent 10–13; see also Brief for Richard D. Friedman\nasAmicus Curiae5–15. But this statement in footnote 1 ofDavismerely acknowledges that the Confrontation Clause is\nnot implicated when statements are offered “for purposes other than\nestablishing the truth of the matter asserted.”Crawford,\n541 U. S., at 60, n. 9. An interrogator’s questions, unlike a\ndeclarant’s answers, do not assert the truth of any matter. The\nlanguage in the footnote was not meant to determinehowthe courts are to assess the nature of the declarant’s purpose, but\nmerely to remind readers that it is the statements, and not the\nquestions, that must be evaluated under the Sixth\nAmendment.Footnote\n12In such a situation, the severe\ninjuries of the victim would undoubtedly also weigh on the\ncredibility and reliability that the trier of fact would afford to\nthe statements. Cf. Advisory Committee’s Notes on Fed. Rule Evid.\n803(2), 28 U. S. C. App., p. 371 (noting that although the\n“theory” of the excited utterance exception “has been criticized on\nthe ground that excitement impairs [the] accuracy of observation as\nwell as eliminating conscious fabrication,” it “finds support in\ncases without number” (citing 6 J. Wigmore, Evidence §1750 (J.\nChadbourn rev. 1976))).Footnote\n13Of course the Confrontation\nClause is not the only bar to admissibility of hearsay statements\nat trial. State and federal rules of evidence prohibit the\nintroduction of hearsay, subject to exceptions. Consistent with\nthose rules, the Due Process Clauses of the Fifth and Fourteenth\nAmendments may constitute a further bar to admission of, for\nexample, unreliable evidence. SeeMontanav.Egelhoff,518 U. S. 37, 53 (1996)\n(plurality opinion) (“[E]rroneous evidentiary rulings can, in\ncombination, rise to the level of a due process violation”);Duttonv.Evans,400 U. S. 74, 96–97\n(1970) (Harlan, J., concurring in result) (“[T]he Fifth and\nFourteenth Amendments’ commands that federal and state trials,\nrespectively, must be conducted in accordance with due process of\nlaw” is the “standard” by which to “test federal and state rules of\nevidence”).Footnote\n14See App. 76 (testimony of Officer\nMcCallister);id., at 101, 113–114 (testimony of Sgt.\nWenturine);id., at 127, 131–133 (testimony of Officer\nStuglin). Covington told them that Rick had shot him through the\nback door of Rick’s house,id., at 127–128 (testimony of\nOfficer Stuglin), located at the corner of Pennsylvania and Laura,id., at 102 (testimony of Sgt. Wenturine), and that\nCovington recognized Rick by his voice,id., at 128\n(testimony of Officer Stuglin). Covington also gave them a physical\ndescription of Rick.Id., at 84–85, 93–94 (testimony of\nOfficer McAllister);id., at 103, 115 (testimony of Sgt.\nWenturine);id., at 134 (testimony of Officer\nStuglin).Footnote\n15Seeid., at 114 (“Q Did\nhe tell you what Rick said? A He said they were having a\nconversation. Q Did he tell you what Rick said? A He did not”\n(testimony of Sgt. Wenturine) (paragraph breaks omitted)); see alsoid., at 79 (testimony of Officer McAllister);id., at 128 (testimony of Officer Stuglin).Footnote\n16Seeid., at 127–128 (“A\nHe said he’d went up, he went up to the back door of a house; that\na person he said he knew, and he was knocking and he was knocking\non the door he said he’d talked to somebody through the door. He\nsaid he recognized the voice. Q Did he say who it was that he\nrecognized the voice of? A That’s when he told me it was, he said\nit was Rick a/k/a Buster. Q And did he say what the conversation\nwas about at the door? A I don’t, I don’t believe so. Q All right.\nAnd did he say what happened there, whether or not they had a\nconversation or not, did he say what ended up happening? A He said\nwhat happened was that he heard a shot and then he started to turn\nto get off the porch and then another one and then that’s when he\nwas hit by a gunshot” (testimony of Officer Stuglin) (paragraph\nbreaks omitted)). Unlike the dissent’s apparent ability to read\nCovington’s mind,post, at 6 (opinion of Scalia, J.), we\nrely on the available evidence, which suggests that Covington\nperceived an ongoing threat.Footnote\n17It hardly bears mention that the\nemergency situation in this case is readily distinguishable from\nthe “treasonous conspiracies of unknown scope, aimed at killing or\noverthrowing the king,”post, at 11, about which Justice\nScalia’s dissent is quite concerned.Footnote\n18Although the dissent claims\notherwise,post, at 7 (opinion of Scalia, J.), at least\none officer asked Covington something akin to “how was he doing.”\nApp. 131 (testimony of Officer Stuglin) (“A I approached the\nsubject, the victim, Mr. Covington, on the ground and had asked\nsomething like what happened or are you okay, something to that\nline. . . . Q So you asked this man how are you, how are you doing?\nA Well, basically it’s, you know, what’s wrong, you know”\n(paragraph breaks omitted)). The officers also testified about\ntheir assessment of Covington’s wounds. Seeid., at 35\n(suppression hearing testimony of Officer Brown) (“[H]e had blood .\n. . on the front of his body”);id., at 75 (testimony of\nOfficer McCallister) (“It appeared he had a stomach wound of a\ngunshot”);id., at 132 (testimony of Officer Stuglin) (“Q\nDid you see the wound? A Yes, I did. Q You had to move some\nclothing to do that? A Yes” (paragraph breaks omitted)).Footnote\n19Contrary to the dissent’s\nsuggestion,post, at 8 (opinion of Scalia, J.), and\ndespite the fact that the record was developed prior toDavis’ focus on the existence of an “ongoing emergency,”\nthe record contains some testimony to support the idea that the\npolice officers were concerned about the location of the shooter\nwhen they arrived on the scene and thus to suggest that the purpose\nof the questioning of Covington was to determine the shooter’s\nlocation. See App. 136 (testimony of Officer Stuglin) (stating that\nupon arrival officers questioned the gas station clerk about\nwhether the shooting occurred in the gas station parking lot and\nabout concern for safety); see alsoibid.(testimony of\nOfficer Stuglin) (“Q . . . So you have some concern, there may be a\nperson with a gun or somebody, a shooter right there in the\nimmediate area? A Sure, yes. Q And you want to see that that area\ngets secured? A Correct. Q For your safety as well as everyone\nelse? A Correct” (paragraph breaks omitted));id., at 82\n(testimony of Officer McCallister). But seeid., at 83\n(cross-examination of Officer McAllister) (“Q You didn’t, you\ndidn’t look around and say, gee, there might be a shooter around\nhere, I better keep an eye open? A I did not, no. That could have\nbeen my partner I don’t know” (paragraph breaks\nomitted)).Footnote\n20Hiibel, like our\npost-CrawfordConfrontation Clause cases, involved\ndomestic violence, which explains the Court’s focus on the security\nof the victim and the police: they were the only parties\npotentially threatened by the assailant. 542 U. S., at 186 (noting\nthat the case involved a “domestic assault”).",
    "joined": []
}