{
    "case": {
        "docket": "14-1468",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-1468/"
    },
    "id": "3589814",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 14–1468, 14–1470, and 14–1507_________________DANNY BIRCHFIELD, PETITIONER14–1468v.NORTH DAKOTA;on writ of certiorari to the supreme court ofnorth dakotaWILLIAM ROBERT BERNARD, Jr., PETITIONER14–1470v.MINNESOTA; ANDon writ of certiorari to the supreme court ofminnesotaSTEVE MICHAEL BEYLUND, PETITIONER14–1507v.GRANT LEVI, DIRECTOR, NORTH DAKOTA DEPARTMENT OF\nTRANSPORTATIONon writ of certiorari to the supreme court ofnorth dakota[June 23, 2016]Justice Sotomayor, with whom Justice Ginsburg joins, concurring\nin part and dissenting in part.The Court today considers three consolidated cases. I join the\nmajority’s disposition ofBirchfieldv.North\nDa-kota, No. 14–1468, andBeylundv.Levi, No.\n14–1507, in which the Court holds that the\nsearch-incident-to-arrest exception to the Fourth Amendment’s\nwarrant requirement does not permit warrantless blood tests. But I\ndissent from the Court’s disposition ofBernardv.Minnesota, No. 14–1470, in which the Court holds that the\nsame exception permits warrantless breath tests. Because no\ngovernmental interest categorically makes it impractical for an\nofficer to obtain a warrant before measuring a driver’s alcohol\nlevel, the Fourth Amendment prohibits such searches without a\nwarrant, unless exigent circumstances exist in a particular\ncase.[1]IAAs the Court recognizes, the proper disposition of this case\nturns on whether the Fourth Amendment guarantees a right not to be\nsubjected to a warrantless breath test after being arrested. The\nFourth Amendment provides:“The right of the people to be secure in their persons, houses,\npapers, and effects, against unreasonable searches and seizures,\nshall not be violated, and no Warrants shall issue, but upon\nprobable cause, supported by Oath or affirmation, and particularly\ndescribing the place to be searched, and the persons or things to\nbe seized.”The “ultimate touchstone of the Fourth Amendment is\n‘reasonableness.’ ”Brigham Cityv.Stuart,547\nU. S. 398,403 (2006). A citizen’s Fourth Amendment right to be\nfree from “unreasonable searches” does not disappear upon arrest.\nPolice officers may want to conduct a range of searches after\nplacing a person under arrest. They may want to pat the arrestee\ndown, search her pockets and purse, peek inside her wallet, scroll\nthrough her cellphone, examine her car or dwelling, swab her\ncheeks, or take blood and breath samples to determine her level of\nintoxication. But an officer is not authorized to conduct all of\nthese searches simply because he has arrested someone. Each search\nmust be separately analyzed to determine its reasonableness.Both before and after a person has been arrested, warrants are\nthe usual safeguard against unreasonable searches because they\nguarantee that the search is not a “random or arbitrary ac[t] of\ngovernment agents,” but is instead “narrowly limited in its\nobjectives and scope.”Skinnerv.Railway Labor\nExecutives’ Assn.,489 U. S. 602,622 (1989). Warrants\nprovide the “detached scrutiny of a neutral magistrate, and thus\nensur[e] an objective determination whether an intrusion is\njustified.”Ibid.And they give life to our instruction that\nthe Fourth Amendment “is designed to prevent, not simply to\nredress, unlawful police action.”Steagaldv.United\nStates,451 U. S. 204,215 (1981) (internal quotation marks\nomitted).Because securing a warrant before a search is the rule of\nreasonableness, the warrant requirement is “subject only to a few\nspecifically established and well-delineated exceptions.”Katzv.United States,389 U. S. 347,357 (1967).\nTo determine whether to “exempt a given type of search from the\nwarrant requirement,” this Court traditionally “assess[es], on the\none hand, the degree to which it intrudes upon an individual’s\nprivacy and, on the other, the degree to which it is needed for the\npromotion of legitimate governmental interests.”Rileyv.California, 573 U. S. ___, ___ (2014) (slip op., at 9)\n(internal quotation marks omitted). In weighing “whether the public\ninterest demands creation of a general exception to the Fourth\nAmendment’s warrant requirement, the question is not whether the\npublic interest justifies the type of search in question,” but,\nmore specifically, “whether the burden of obtaining a warrant is\nlikely to frustrate the governmental purpose behind the search.”Camarav.Municipal Court of City and County of San\nFrancisco,387 U. S. 523,533 (1967); see alsoAlmeida-Sanchezv.United States,413 U. S.\n266–283 (1973) (Powell, J., concurring) (noting that in areas\nranging from building inspections to automobile searches, the\nCourt’s “general approach to exceptions to the warrant requirement”\nis to determine whether a “ ‘warrant system can be constructed\nthat would be feasible and meaningful’ ”);United\nStatesv.United States Dist. Court for Eastern Dist. of\nMich.,407 U. S. 297,315 (1972) (“We must . . .\nask whether a warrant requirement would unduly frustrate the\n[governmental interest]”).[2]Applying these principles in past cases, this Court has\nrecognized two kinds of exceptions to the warrant requirement that\nare implicated here: (1) case-by-case exceptions, where the\nparticularities of an individual case justify a warrantless search\nin that instance, but not others; and (2) categorical exceptions,\nwhere the commonalities among a class of cases justify dispensing\nwith the warrant requirement for all of those cases, regardless of\ntheir individual circumstances.Relevant here, the Court allows warrantless searches on a\ncase-by-case basis where the “exigencies” of the particular case\n“make the needs of law enforcement so compelling that a warrantless\nsearch is objectively reasonable” in that instance.Missouriv.McNeely, 569 U. S. ___, ___ (2013) (slip op., at 5)\n(quotingKentuckyv.King,563 U. S. 452,460\n(2011)). The defining feature of the exigent circumstances\nexception is that the need for the search becomes clear only after\n“all of the facts and circumstances of the particular case” have\nbeen considered in light of the “totality of the circumstances.”\n569 U. S., at ___ (slip op., at 8). Exigencies can include\nofficers’ “need to provide emer-gency assistance to an occupant of\na home, engage in ‘hotpursuit’ of a fleeing suspect, or enter a\nburning building to put out a fire and investigate its cause.”Id.,at ___ (slip op., at 5) (citations omitted).Exigencies can also arise in efforts to measure a driver’s blood\nalcohol level. InSchmerberv.California,384\nU. S. 757 (1966), for instance, a man sustained injuries in a\ncar accident and was transported to the hospital. While there, a\npolice officer arrested him for drunk driving and ordered a\nwarrantless blood test to measure his blood alcohol content. This\nCourt noted that although the warrant requirement generally applies\nto postarrest blood tests, a warrantless search was justified in\nthat case because several hours had passed while the police\ninvestigated the scene of the crime and Schmerber was taken to the\nhospital, precluding a timely securing of a warrant.Id., at\n770–771.This Court also recognizes some forms of searches in which the\ngovernmental interest will “categorically” outweigh the person’s\nprivacy interest in virtually any circumstance in which the search\nis conducted. Relevant here is the search-incident-to-arrest\nexception. That exception allows officers to conduct a limited\npostarrest search without a warrant to combat risks that could\narise in any arrest situation before a warrant could be obtained:\n“ ‘to remove any weapons that the [arrestee] might seek to use\nin order to resist arrest or effect his escape’ ” and to\n“ ‘seize any evidence on the arrestee’s person in order to\nprevent its concealment or destruction.’ ”Riley, 573\nU. S., at ___ (slip op., at 6) (quotingChimelv.California,395 U. S. 752,763 (1969)). That rule applies\n“categorical[ly]” to all arrests because the need for the\nwarrantless search arises from the very “fact of the lawful\narrest,” not from the reason for arrest or the circumstances\nsurrounding it.United Statesv.Robinson,414\nU. S. 218,225,235 (1973).Given these different kinds of exceptions to the warrant\nrequirement, if some form of exception is necessary for a\nparticular kind of postarrest search, the next step is to ask\nwhether the governmental need to conduct a warrantless search\narises from “threats” that “ ‘lurk in all custodial\narrests’ ” and therefore “justif[ies] dispensing with the\nwarrant requirement across the board,” or, instead, whether the\nthreats “may be implicated in a particular way in a particular\ncase” and are therefore “better addressed through consideration of\ncase-specific exceptions to the warrant requirement, such as the\none for exigent circumstances.”Riley, 573 U. S., at\n___ (slip op., at 11–12) (alterations and internal quotation marks\nomitted).To condense these doctrinal considerations into a\nstraightforward rule, the question is whether, in light of the\nindividual’s privacy, a “legitimate governmental interest”\njustifies warrantless searches—and, if so, whether that\ngovernmental interest is adequately addressed by a case-by-case\nexception or requires by its nature a categorical exception to the\nwarrant requirement.BThis Court has twice applied this framework in recent terms.Rileyv.California, 573 U. S. ___,addressed\nwhether, after placing a person under arrest, a police officer\nmayconduct a warrantless search of his cell phone data. California\nasked for a categorical rule, but the Court rejected that request,\nconcluding that cell phones do not present the generic\narrest-related harms that have long justified the\nsearch-incident-to-arrest exception. The Court found that phone\ndata posed neither a danger to officer safety nor a risk of\nevidence destruction once the physical phone was secured.Id.,at ___–___ (slip op., at 10–15). The Court nevertheless\nacknowledged that the exigent circumstances exception might be\navailable in a “now or never situation.”Id.,at ___ (slip\nop., at 15) (internal quotation marks omitted). It emphasized that\n“[i]n light of the availability of the exigent circumstances\nexception, there is no reason to believe that law enforcement\nofficers will not be able to address” the rare needs that would\nrequire an on-the-spot search.Id.,at ___ (slip op., at\n26).Similarly,Missouriv.McNeely, 569 U. S.\n___,applied this doctrinal analysis to a case involving police\nefforts to measure drivers’ blood alcohol levels. In that case,\nMissouri argued that the natural dissipation of alcohol in a\nperson’s blood justified aper seexigent circumstances\nexception to the warrant requirement—in essence, a new kind of\ncategorical exception. The Court recognized that exigencies could\nexist, like inSchmerber, that would jus-tify warrantless\nsearches. 569 U. S., at ___ (slip op., at 9). But it also\nnoted that in many drunk driving situations, no such exigencies\nexist. Where, for instance, “the warrant process will not\nsignificantly increase the delay” in testing “because an officer\ncan take steps to secure a warrant” while the subject is being\nprepared for the test, there is “no plausible justification for an\nexception to the warrant requirement.”Id.,at ___ (slip\nop., at 10). The Court thus found it unnecessary to “depart from\ncareful case-by-case assessment of exigency and adopt the\ncategorical rule proposed by the State.”Id.,at ___ (slip\nop., at 9).[3]IIThe States do not challengeMcNeely’s holding that a\ncategorical exigency exception is not necessary to accommodate the\ngovernmental interests associated with the dissipation of blood\nalcohol after drunk-driving arrests. They instead seek to exempt\nbreath tests from the warrant requirement categorically under the\nsearch-incident-to-arrest doctrine. The majority agrees. Both are\nwrong.As discussed above, regardless of the exception a State\nrequests, the Court’s traditional framework asks whether, in light\nof the privacy interest at stake, a legitimate governmental\ninterest ever requires conducting breath searches without a\nwarrant—and, if so, whether that governmental interest is\nadequately addressed by a case-by-case exception or requires a\ncategorical exception to the warrant requirement. That framework\ndirects the conclusion that a categorical search-incident-to-arrest\nrule for breath tests is unnecessary to address the States’\ngovernmental interests in combating drunk driving.ABeginning with the governmental interests, there can be no\ndispute that States must have tools to combat drunk driving. Seeante,at 2–8. But neither the States nor the Court has\ndemonstrated that “obtaining a warrant” in cases not already\ncovered by the exigent circumstances exception “is likely to\nfrustrate the governmental purpose[s] behind [this] search.”Camara, 387 U. S., at 533.[4]First, the Court cites the governmental interest in protecting\nthe public from drunk drivers. Seeante,at 24. But it is\ncritical to note that once a person is stopped for drunk driving\nand arrested, he no longer poses an immediate threat to the public.\nBecause the person is already in custody prior to the\nadministration of the breath test, there can be no serious claim\nthat the time it takes to obtain a warrant would increase the\ndanger that drunk driver poses to fellow citizens.Second, the Court cites the governmental interest in preventing\nthe destruction or loss of evidence. Seeante, at 30-31. But\nneither the Court nor the States identify any practical reasons why\nobtaining a warrant after making an arrest and before conducting a\nbreath test compromises the quality of the evidence obtained. To\nthe contrary, the delays inherent in administering reliable breath\ntests generally provide ample time to obtain a warrant.There is a common misconception that breath tests are conducted\nroadside, immediately after a driver is arrested. While some\npreliminary testing is conducted roadside, reliability concerns\nwith roadside tests confine their use in most circumstances to\nestablishing probable cause for an arrest. See 2 R. Erwin, Defense\nof Drunk Driving Cases §18.08 (3d ed. 2015) (“Screening devices are\n. . . used when it is impractical to utilize an\nevidential breath tester (EBT) (e.g. at roadside or at various work\nsites)”). The standard evidentiary breath test is conducted after a\nmotorist is arrested and transported to a police station,\ngovernmental building, or mobile testing facility where officers\ncan access reliable, evidence-grade breath testing machinery. Brief\nfor Respondent in No. 14–1618, p. 8, n. 2; National\nHighway Transportation Safety Admin. (NHTSA), A. Berning\net al., Refusal of Intoxication Testing: A Report to Congress\n4, and n. 5 (No. 811098, Sept. 2008). Transporting the motorist to\nthe equipment site is not the only potential delay in the process,\nhowever. Officers must also observe the subject for 15 to 20\nminutes to ensure that “residual mouth alcohol,” which can inflate\nresults and expose the test to an evidentiary challenge at trial,\nhas dissipated and that the subject has not inserted any food or\ndrink into his mouth.[5] In many States,\nincluding Minnesota, officers must then give the motorist a window\nof time within which to contact an attorney before administering a\ntest.[6] Finally, if a breath test machine is not\nalready active, the police officer must set it up. North Dakota’s\nIntoxilyzer 8000 machine can take as long as 30 minutes to\n“warm-up.”[7]Because of these necessary steps, the standard breath test is\nconducted well after an arrest is effectuated. The Minnesota Court\nof Appeals has explained that nearly all breath tests “involve a\ntime lag of 45 minutes to two hours.”Statev.Larson, 429 N. W. 2d 674, 676 (Minn. App. 1988); see\nalsoStatev.Chirpich, 392 N. W. 2d 34, 37\n(Minn. App. 1986). Both North Dakota and Minnesota give police a\n2-hour period from the time the motorist was pulled over within\nwhich to administer a breath test. N. D. Cent. Code Ann.\n§39–20–04.1(1) (2008); Minn. Stat. §169A.20, subd. 1(5)\n(2014).[8]During this built-in window, police can seek warrants. That is\nparticularly true in light of “advances” in technol-ogy that now\npermit “the more expeditious processing of warrant applications.”McNeely, 569 U. S., at ___–___, and n. 4 (slip\nop., at 11–12, and n. 4) (describing increased availability of\ntelephonic warrants);Riley, 573 U. S., at ___ (slip\nop., at 26) (describing jurisdictions that have adopted an e-mail\nwarrant system that takes less than 15 minutes); Minn. Rules Crim.\nProc. 33.05, 36.01–36.08 (2010 and Supp. 2013) (allowing telephonic\nwarrants); N. D. Rules Crim. Proc. 41(c)(2)–(3) (2013) (same).\nMoreover, counsel for North Dakota explained at oral argument that\nthe State uses a typical “on-call” system in which some judges are\navailable even during off-duty times.[9] See Tr.\nof Oral Arg. 42.Where “an officer can . . . secure a warrant while”\nthe motorist is being transported and the test is being prepared,\nthis Court has said that “there would be no plausible justification\nfor an exception to the warrant requirement.”McNeely, 569\nU. S., at ___ (slip op., at 10). Neither the Court nor the\nStates provide any evidence to suggest that, in the normal course\nof affairs, obtaining a warrant and conducting a breath test will\nexceed the allotted 2-hour window.Third, the Court and the States cite a governmental interest in\nminimizing the costs of gathering evidence of drunk driving. But\nneither has demonstrated that requiring police to obtain warrants\nfor breath tests would impose a sufficiently significant burden on\nstate resources to justify the elimination of the Fourth\nAmendment’s warrant requirement. The Court notes that North Dakota\nhas 82 judges and magistrate judges who are authorized to issue\nwarrants. Seeante, at 27-28. Because North Da-kota has\nroughly 7,000 drunk-driving arrests annually, theCourt concludes\nthat if police were required to obtain warrants “for every search\nincident to arrest that does not involve exigent circumstances, the\ncourts would be swamped.”Ante,at 27. That conclusion\nrelies on inflated numbers and unsupported inferences.Assuming that North Dakota police officers do not obtain\nwarrants for any drunk-driving arrests today, and assuming that\nthey would need to obtain a warrant for every drunk-driving arrest\ntomorrow, each of the State’s 82 judges and magistrate judges would\nneed to issue fewer than two extra warrants per week.[10] Minnesota has nearly the same ratio of judges to\ndrunk-driving arrests, and sowould face roughly the same\nburden.[11] These back-of-the-envelope numbers\nsuggest that the burden of obtaining a warrant before conducting a\nbreath test would be small in both States.But even these numbersoverstatethe burden by a\nsignificant degree. States only need to obtain warrants for drivers\nwho refuse testing and a significant majority of drivers\nvoluntarily consent to breath tests, even in States without\ncriminal penalties for refusal. In North Dakota, only 21% of people\nrefuse breath tests and in Minnesota, only 12% refuse. NHTSA, E.\nNamuswe, H. Coleman, & A. Berning, Breath Test Refusal Rates in\nthe United States–2011 Update 2 (No. 811881 2014). Including States\nthat impose onlycivilpenalties for refusal, the average\nrefusal rate is slightly higher at 24%.Id.,at 3.Say that North Dakota’s and Minnesota’s refusal rates rise to\ndouble the mean, or 48%. Each of their judges and magistrate judges\nwould need to issue fewer than one extra warrant a week.[12] That bears repeating: The Court finds a categorical\nexception to the warrant requirement because each of a State’s\njudges and magistrate judges would need to issue less than one\nextra warrant a week.Fourth, the Court alludes to the need to collect evidence\nconveniently. But mere convenience in investigating drunk driving\ncannot itself justify an exception to the warrant requirement. All\nof this Court’s postarrest exceptions to the warrant requirement\nrequire a law enforcement interest separate from criminal\ninvestigation. The Court’s justification for the search incident to\narrest rule is “the officer’s safety” and the prevention of\nevidence “concealment or destruction.”Chimel, 395\nU. S., at 763. The Court’s justification for the booking\nexception, which allows police to obtain fingerprints and DNA\nwithout a warrant while booking an arrestee at the police station,\nis the administrative need for identification. SeeMarylandv.King, 569 U. S. ___, ___–___ (2013) (slip op., at\n11–12). The Court’s justification for the inventory search\nexception, which allows police to inventory the items in the\narrestee’s personal possession and car, is the need to “protect an\nowner’s property while it is in the custody of the police, to\ninsure against claims of lost, stolen, or vandalized property, and\nto guard the police from danger.”Coloradov.Bertine,479 U. S. 367,372 (1987).This Court has never said that mere convenience in gathering\nevidence justifies an exception to the warrant requirement. SeeFloridav.Wells,495 U. S. 1,4 (1990)\n(suppressing evidence where supposed “inventory” search was done\nwithout standardized criteria, suggesting instead “ ‘a\npurposeful and general means of discovering evidence of\ncrime’ ”). If the simple collection of evidence justifies an\nexception to the warrant requirement even where a warrant could be\neasily obtained, exceptions would become the rule.Ibid.Finally, as a general matter, the States have ample tools to\nforce compliance with lawfully obtained warrants. This Court has\nnever cast doubt on the States’ ability to impose criminal\npenalties for obstructing a search authorized by a lawfully\nobtained warrant. No resort to violent compliance would be\nnecessary to compel a test. If a police officer obtains a warrant\nto conduct a breath test, citizens can be subjected to serious\npenalties for obstruction of justice if they decline to cooperate\nwith the test.This Court has already taken the weighty step of characterizing\nbreath tests as “searches” for Fourth Amendment purposes. SeeSkinner, 489 U. S., at 616–617. That is because the\ntypical breath test requires the subject to actively blow alveolar\n(or “deep lung”) air into the machine.Ibid.Although the\nprocess of physically blowing into the machine can be completed in\nas little as a few minutes, the end-to-end process can be\nsignificantly longer. The person administering the test must\ncalibrate themachine, collect at least two separate samples from\nthe arrestee, change the mouthpiece and reset the machine between\neach, and conduct any additional testing indicated by disparities\nbetween the two tests.[13] Although somesearches\nare certainly more invasive than breath tests, this Court cannot do\njustice to their status as Fourth Amendment “searches” if\nexaggerated time pressures, mere convenience in collecting\nevidence, and the “burden” of asking judges to issue an extra\ncouple of warrants per month are costs so high as to render\nreasonable a search without a warrant.[14] The\nFourth Amendment becomes an empty promise of protecting citizens\nfrom unreasonable searches.BAfter evaluating the governmental and privacy interests at stake\nhere, the final step is to determine whether any situations in\nwhich warrants would interfere with the States’ legitimate\ngovernmental interests should be accommodated through a\ncase-by-case or categorical exception to the warrant\nrequirement.As shown, because there are so many circumstances in which\nobtaining a warrant will not delay the administration of a breath\ntest or otherwise compromise any governmental interest cited by the\nStates, it should be clear that allowing a categorical exception to\nthe warrant requirement is a “considerable overgeneralization”\nhere.McNeely, 569 U. S., at ___ (slip op., at 10). As\nthis Court concluded inRileyandMcNeely, any\nunusual issues that do arise can “better [be] addressed through\nconsidera-tion of case-specific exceptions to the warrant\nrequirement.”Riley, 573 U. S., at ___ (slip op., at\n11); see alsoMcNeely, 569 U. S., at ___ (slip op., at\n15) (opinion of Sotomayor, J.).Without even considering the comparative effectiveness of\ncase-by-case and categorical exceptions, the Court reaches for the\ncategorical search-incident-to-arrest exception and enshrines it\nfor all breath tests. The majority apparently assumes that any\npostarrest search should be analyzed under the\nsearch-incident-to-arrest doctrine. Seeante, at 16 (“In the\nthree cases now before us, the drivers were searched or told that\nthey were required to submit to a search after being placed under\narrest for drunk driving. We therefore consider how the\nsearch-incident-to-arrest doctrine applies to breath and blood\ntests incident to such arrests”).But, as we explained earlier, police officers may want to\nconduct a range of different searches after placing a person under\narrest. Each of those searches must be separately analyzed for\nFourth Amendment compliance. Two narrow types of postarrest\nsearches are analyzed together under the rubric of our\nsearch-incident-to-arrest doctrine: Searches to disarm arrestees\nwho could pose a danger before a warrant is obtained and searches\nto find evidence arrestees have an incentive to destroy before a\nwarrant is obtained.Chimel, 395 U. S., at 763. Other\nforms of postarrest searches are analyzed differently because they\npresent needs that require more tailored exceptions to the warrant\nrequirement. Seesupra, at 4–5 (discussing postarrest\napplication of the “exigency” exception); see alsosupra, at\n13–14 (discussing postarrest booking and inven-tory\nexceptions).The fact that a person is under arrest does not tell us which of\nthese warrant exceptions should apply to a par-ticular kind of\npostarrest search. The way to analyze which exception, if any, is\nappropriate is to ask whether the exception best addresses the\nnature of the postarrest search and the needs it fulfills. Yet the\nmajority never explains why the search-incident-to-arrest\nframework—its justifications, applications, and categorical\nscope—is best suited to breath tests.To the contrary, the search-incident-to-arrest exception is\nparticularly ill suited to breath tests. To the extent the Court\ndiscusses any fit between breath tests and the rationales\nunderlying the search-incident-to-arrest exception, it says that\nevidence preservation is one of the core values served by the\nexception and worries that “evidence may be lost” if breath tests\nare not conducted.Ante, at 31. But, of course, the\nsearch-incident-to-arrest exception is concerned with evidence\ndestruction only insofar as that destruction would occur before a\nwarrant could be sought. And breath tests are not, except in rare\ncircumstances, conducted at the time of arrest, before a warrant\ncan be obtained, but at a separate location 40 to 120 minutes after\nan arrest is effectuated. That alone should be reason to reject an\nexception forged to address the immediate needs of arrests.The exception’s categorical reach makes it even less suitable\nhere. The search-incident-to-arrest exception is applied\ncategorically precisely because the needs it addresses could arise\nin every arrest.Robinson, 414 U. S., at 236. But the\ngovernment’s need to conduct a breath test is present only in\narrests for drunk driving. And the asserted need to conduct a\nbreath test without a warrant arisesonly when a warrant cannot be\nobtained during the significant built-in delay between arrest and\ntesting. The conditions that require warrantless breath searches,\nin short, are highly situational and defy the logical underpinnings\nof the search-incident-to-arrest exception and its categorical\napplication.*  *  *InMarylandv.King, this Court dispensed with the\nwarrant requirement and allowed DNA searches following an arrest.\nBut there, it at least attempted to justify the search using the\nbooking exception’s interest in identifying arrestees. 569\nU. S., at ___–___ (slip op., at 11–18);id.,at ___–___\n(slip op., at 4–6) (Scalia, J., dissenting). Here, the Court lacks\neven the pretense of attempting to situate breath searches within\nthe narrow and weighty law enforcement needs that have historically\njustified the limited use of warrantless searches. I fear that if\nthe Court continues down this road, the Fourth Amendment’s warrant\nrequirement will become nothing more than a suggestion.Notes1Because I see no justification for\nwarrantless blood or warrantless breath tests, I also dissent from\nthe parts of the majority opinion that justify its conclusions with\nrespect to blood tests on the availability of warrantless breath\ntests. Seeante, at 33-34.2The Court is wrong to suggest that\nbecause the States are seeking an extension of the “existing”\nsearch-incident-to-arrest exception rather than the “creation” of a\nnew exception for breath searches, this Court need not determine\nwhether the governmental interest in these searches can be\naccomplished without excusing the warrant requirement.Ante,\nat 26. To the contrary, as the very sentence the Court cites\nil-lustrates, the question is always whether the particular “type\nofsearch in question” is reasonable if conducted without a warrant.Camara, 387 U. S., at 533. To answer that question, in\nevery case, courts must ask whether the “burden of obtaining a\nwarrant is likely to frustrate the governmental purpose behind the\nsearch.”Ibid.This question may be answered based on\nexisting doctrine, or it may require the creation of new doctrine,\nbut it must always be asked.3The Court quibbles with our\nunremarkable statement that the categorical\nsearch-incident-to-arrest doctrine and the case-by-case exigent\ncircumstances doctrine are part of the same framework by arguing\nthat a footnote inMcNeelywas “careful to note that the\ndecision did not address any other exceptions to the warrant\nrequirement.”Ante, at 26-27 (citingMcNeely, 569\nU. S., at ___, n. 3 (slip op., at 7, n. 3)). That\nfootnote explains the difference between categorical exceptions and\ncase-by-case exceptions generally.Id.,at ___, n. 3.\nIt does nothing to suggest that the two forms of exceptions should\nnot be considered together when analyzing whether it is reasonable\nto exempt categorically a particular form of search from the Fourth\nAmendment’s warrant requirement.4Although Bernard’s case arises in\nMinnesota, North Dakota’s similar breath test laws are before this\nCourt. I therefore consider both States together.5See NHTSA and International Assn. of\nChiefs of Police, DWI Detection and Standardized Field Sobriety\nTesting Participant Guide, Session 7, p. 20 (2013).6See Minn. Stat. §169A.51, subd. 2(4)\n(2014) (“[T]he person has the right to consult with an attorney,\nbut . . . this right is limited to the extent that it\ncannot unreasonably delay administration of the test”); see alsoKuhnv.Commissioner of Public Safety, 488 N. W. 2d\n838 (Minn. App. 1992) (finding 24 minutes insufficient time to\ncontact an attorney before being required to submit to a\ntest).7See Office of Attorney General, Crime\nLab. Div., Chemical Test Training Student Manual, Fall 2011–Spring\n2012, p. 13 (2011).8Many tests are conducted at the outer\nboundaries of that window. See,e.g., Israelv.Commissioner of Public Safety, 400 N. W. 2d 428 (Minn. App.\n1987) (57 minute poststop delay);Mosherv.Commissioner\nof Public Safety, 2015 WL 3649344 (Minn. App., June 15, 2015)\n(119 minute postarrest delay);Johnsonv.Commissioner of\nPublic Safety, 400 N. W. 2d 195 (Minn. App. 1987) (96\nminute postarrest delay);Scheiterleinv.Commissioner of\nPublic Safety, 2014 WL 3021278 (Minn. App., July 7, 2014) (111\nminute poststop delay).9Counsel for North Dakota represented\nat oral argument that in “larger jurisdictions” it “takes about a\nhalf an hour” to obtain a warrant. Tr. of Oral Arg. 42. Counsel\nsaid that it is sometimes “harder to get somebody on the phone” in\nrural jurisdictions, but even if it took twice as long, the process\nof obtaining a warrant would be unlikely to take longer than the\ninherent delays in preparing a motorist for testing and would be\nparticularly unlikely to reach beyond the 2-hour window within\nwhich officers can conduct the test.10Seven thousand annual arrests divided\nby 82 judges and magistrate judges is 85.4 extra warrants per judge\nand magistrate judge per year. And 85.4 divided by 52 weeks is 1.64\nextra warrants per judge and magistrate judge per\nweek.11Minnesota has about 25,000\ndrunk-driving incidents each year. Minn. Dept. of Public Safety,\nOffice of Traffic Safety, Minn. Impaired Driving Facts 2014, p. 2\n(2015). In Minnesota, all judges not exercising probate\njurisdiction can issue warrants. Minn. Stat. §626.06 (2009). But\nthe state district court judges appear to do the lion’s share of\nthat work. So, conservatively counting only those judges, the State\nhas 280 judges that can issue warrants. Minnesota Judicial Branch,\nReport to the Community 23 (2015). Similar to North Dakota, that\namounts to 1.72 extra warrants per judge per week.12Because each of North Dakota’s judges\nand magistrate judges would have to issue an extra 1.64 warrants\nper week assuming a 100% refusal rate, seesupra, at 13, nn.\n10–11, they would have to issue an additional 0.79 per week\nassuming a 48% refusal rate. Adjusting for the same conservatively\nhigh refusal rate, Minnesota would go from 1.72 additional warrants\nper judge per week to just 0.82.13See Office of Attorney General, Crime\nLab. Div., Approved Method To Conduct Breath Tests With the\nIntoxilyzer 8000 (BRS–001), pp. 4–6, 8 (2012).14In weighing the governmental\ninterests at stake here, the Court also downplays the “benefits”\nthat warrants provide for breath tests. Because this Court has said\nunequivocally that warrants are the usual safeguard against\nunreasonable searches, seeKatzv.United States,389\nU. S. 347,357 (1967), the legal relevance of this discussion\nis not clear. In any event, the Court is wrong to conclude that\nwarrants provide little benefit here. The Court says that any\nwarrants for breath tests would be issued based on the\n“characterization” of the police officer, which a “magistrate would\nbe in a poor position to challenge.”Ante, at 29. Virtually\nall warrants will rely to some degree on an officer’s own\nperception. The very purpose of warrants is to have a neutral\narbiter determine whether inferences drawn from officers’\nperceptions and circumstantial evidence are sufficient to justify a\nsearch. Regardless of the particulars, the Court’s mode of analysis\nis a dangerous road to venture down. Historically, our default has\nbeen that warrants are required. This part of the Court’s argument\ninstead suggests, without precedent, that their value now has to be\nproven.",
    "joined": []
}