{
    "case": {
        "docket": "19-1442",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-1442/"
    },
    "id": "4416950",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________Nos. 19–1442 and 20–105_________________WILLIE EARL CARR, et al.,\nPETITIONERS19–1442v.ANDREW M. SAUL, COMMISSIONER OF SOCIAL\nSECURITYon writ of certiorari to the united states\ncourt of appeals for the tenth circuitJOHN J. DAVIS, et al.,\nPETITIONERS20–105v.ANDREW M. SAUL, COMMISSIONER OF SOCIAL\nSECURITYTHOMAS HILLIARD, PETITIONERv.ANDREW M. SAUL, COMMISSIONER OF SOCIAL\nSECURITYon writs of certiorari to the united states\ncourt of appeals for the eighth circuit[April 22, 2021]Justice Sotomayor delivered the opinion of the\nCourt.When the Social Security Administration (SSA)\ndenies a claim for disability benefits, a claimant who wishes to\ncontest that decision in federal court must first seek a hearing\nbefore an administrative law judge (ALJ). The petitioners here did\njust that: They each unsuccessfully challenged an adverse benefits\ndetermination in ALJ proceedings, and they now ask for judicial\nreview. Specifically, petitioners argue that they are entitled to\nnew hearings before different ALJs because the ALJs who originally\nheard their cases were not properly appointed under the\nAppointments Clause of the U. S. Constitution. The question for the\nCourt is whether petitioners forfeited their Appointments Clause\nchallenges by failing to make them first to their respective ALJs.\nThe Court holds that petitioners did not forfeit their claims.IThe six petitioners in these consolidated\ncases each applied for disability benefits between 2013 and\n2015.[1] After their\napplications were denied, petitioners followed the prescribed steps\nfor seeking administrative review. They sought reconsideration of\nthe agency’s initial determination, received a hearing before an\nALJ, and requested review by the SSA’s Appeals Council. See 20 CFR\n§404.900(a). Petitioners were unsuccessful at every stage,\nconcluding with the Appeals Council, which denied discretionary\nreview.This Court then held inLuciav.SEC, 585 U. S. ___ (2018), that ALJs within the\nSecurities and Exchange Commission (SEC) had been\nunconstitutionally appointed. Under the Appointments Clause, only\nthe President, “Courts of Law,” or “Heads of Departments” may\nappoint “Officers of the United States.” Art. II, §2, cl. 2;\nseeLucia, 585 U. S., at ___ (slip op., at 5). TheLuciaCourt determined that SEC ALJs were “Officers” rather\nthan mere employees because they held “a continuing office\nestablished by law,” exercised “ ‘significant discretion’ when\ncarrying out . . . ‘important functions,’ ” and\noften had the last word in SEC proceedings.Id.,at ___–___\n(slip op., at 8–10). Consequently, the appointment of SEC ALJs by\nSEC staff violated the Constitution.Id.,at ___, ___ (slip\nop., at 3, 12).Like the SEC ALJs at issue inLucia, SSA\nALJs had been selected by lower level staff rather than appointed\nby the head of the agency. On July 16, 2018, a few weeks afterLuciawas decided, the SSA’s Acting Commissioner\npre-emptively “address[ed] any Appointments Clause questions\ninvolving Social Security claims” by “ratif[ying] the appointments”\nof all SSA ALJs and “approv[ing] those appointments as her own.” 84\nFed. Reg. 9583 (2019). The following year, the SSA issued a ruling\nstating that the Appeals Council should, in response to timely\nrequests for Appeals Council review, vacate preratification ALJ\ndecisions and provide fresh review by a properly appointed\nadjudicator.Ibid.That remedy was only available, however,\nto claimants who had raised an Appointments Clause challenge in\neither their ALJ or Appeals Council proceedings.Ibid.Claimants who had not objected to the ALJs’ appointments in their\nadministrative proceedings would receive no relief. Seeibid.Petitioners fell into this latter category. By\nthe time the SSA issued its ruling, their administrative\nproceedings had concluded, and they were seeking review of the\nSSA’s decisions in federal court. FollowingLucia, each\npetitioner asked the Federal District Court (or, in some cases, the\nFederal Magistrate Judge) for a new hearing before a\nconstitutionally appointed ALJ. The Commissioner did not dispute\nthat the ALJs who decided petitioners’ cases were\nunconstitutionally appointed, but contended instead that\npetitioners had forfeited their Appointments Clause challenges by\nfailing to raise them before the agency.In three separate decisions (covering all six\npetitioners), the U. S. Courts of Appeals for the Eighth and\nTenth Circuits adopted the Commissioner’s forfeiture argument. In\nthose Circuits’ view, petitioners could not obtain judicial review\nof their Appointments Clause claims because they had not pressed\nthose challenges in their administrative proceedings. 963 F.3d 790,\n793 (CA8 2020); 964 F.3d 759, 763 (CA8 2020);Carrv.Commissioner, SSA, 961 F.3d 1267, 1268 (CA10 2020). The\nThird, Fourth, and Sixth Circuits have all held the opposite. In\nthose Circuits, claimants may challenge the constitutionality of an\nSSA ALJ’s appointment for the first time in federal court. SeeCirkov.Commissioner of Social Security, 948 F.3d\n148, 152 (CA3 2020);Probstv.Saul, 980 F.3d 1015,\n1020 (CA4 2020);Ramseyv.Commissioner of Social\nSecurity, 973 F.3d 537, 546 (CA6 2020). The Court granted\ncertiorari to resolve this conflict. 592 U. S. ___ (2020).IIAdministrative review schemes commonly require\nparties to give the agency an opportunity to address an issue\nbefore seeking judicial review of that question. The source of this\nrequirement (known as issue exhaustion) varies by agency.[2] Typically, issue-exhaustion rules\nare creatures of statute or regulation.Simsv.Apfel,530 U.S.\n103, 107–108 (2000); seeUnited Statesv.L. A.\nTucker Truck Lines, Inc.,344 U.S.\n33, 36, n. 6 (1952) (collecting statutes). Where statutes and\nregulations are silent, however, courts decide whether to require\nissue exhaustion based on “an analogy to the rule that appellate\ncourts will not consider arguments not raised before trial courts.”Sims, 530 U. S., at 108–109. The Commissioner concedes\nthat no statute or regulation obligated petitioners to raise their\nAppointments Clause challenges in administrative proceedings. See\nBrief for Respondent 12, 35, n. 2; Tr. of Oral Arg. 39. Instead,\nthe Commissioner asks this Court to impose a judicially created\nissue-exhaustion requirement in these cases.A“[T]he desirability of a court imposing a\nrequirement of issue exhaustion depends on the degree to which the\nanalogy to normal adversarial litigation applies in a particular\nadministrative proceeding.”Sims, 530 U. S., at 109. In\nconducting this inquiry, courts must take care not to “reflexively\n‘assimilat[e] the relation of . . . administrative bodies\nand the courts to the relationship between lower and upper\ncourts.’ ”Id.,at 110 (quotingFCCv.Pottsville Broadcasting Co.,309 U.S.\n134, 144 (1940)). Instead, “[t]he inquiry requires careful\nexamination of ‘the characteristics of the particular\nadministrative procedure provided.’ ” 530 U. S., at 113\n(O’Connor, J., concurring in part and concurring in judgment)\n(quotingMcCarthyv.Madigan,503\nU.S. 140, 146 (1992)). The critical feature that distinguishes\nadversarial proceedings from inquisitorial ones is whether\nclaimants bear the responsibility to develop issues for\nadjudicators’ consideration.[3]With respect to the nature of the SSA\nproceedings at issue here, our inquiry starts from the baseline set\nbySimsv.Apfel. There, this Court held that issues\nnot raised before the Appeals Council (the final stage of\nadministrative review within the SSA) are nonetheless preserved for\njudicial review. In so holding, the Court explained that “the\nrationale for requiring issue exhaustion is at its greatest” when\n“the parties are expected to develop the issues in an adversarial\nadministrative proceeding,” but “the reasons for a court to require\nissue exhaustion are much weaker” when “an administrative\nproceeding is not adversarial.” 530 U. S., at 110.The plurality went on to explain that “[t]he\ndifferences between courts and agencies are nowhere more pronounced\nthan in Social Security proceedings,” where administrative\n“proceedings are inquisitorial rather than adversarial.”Id.,at 110–111. Regulations governing SSA proceedings\n“expressly provide that the SSA ‘conduct[s] the administrative\nreview process in an informal, nonadversary manner’ ” and\nassures claimants that the SSA “ ‘will consider at each step\nof the review process any information you present as well as all\nthe information in our records.’ ”Id.,at 111 (quoting\n20 CFR §404.900(b) (1999)). At the Appeals Council level, “the\nCouncil’s review is plenary unless it states otherwise.”Sims, 530 U. S., at 111 (plurality opinion). Rather\nthan appear “as a litigant opposing the claimant,” the Commissioner\nserves “just as an adviser to the Council.”Ibid.Claimants\nare not required to file a brief; indeed, the SSA’s standard form\n“provides only three lines for [a claimant’s] request for review.”Id.,at 112. A notice “accompanying the form estimates that\nit will take only 10 minutes to ‘read the instructions, gather the\nnecessary facts and fill out the form.’ ”Ibid.Thus,\nin the context of Appeals Council review, the plurality observed\nthat the “adversarial development of issues by the parties\n. . . on which [the judicial-proceedings] analogy depends\nsimply does not exist.”Ibid.Justice O’Connor concurred in the judgment. In\nher view, “the agency’s failure to notify claimants of an issue\nexhaustion requirement” provided a “sufficient basis” for refusing\nto impose one by judicial decree.Id.,at 113. “Requiring\nissue exhaustion is particularly inappropriate,” she explained,\n“where the regulations and procedures of the [SSA] affirmatively\nsuggest that specific issues need not be raised before the Appeals\nCouncil.”Ibid.Much of what theSimsopinions said about\nAppeals Council review applies equally to ALJ proceedings. TheSimsplurality itself noted that “[i]t is the ALJ’s duty to\ninvestigate the facts and develop the arguments both for and\nagainst granting benefits” and that “[t]he Commissioner has no\nrepresentative before the ALJ to oppose the claim for benefits.”Id.,at 111. The SSA regulations that ensure informal,\nnonadversarial proceedings and plenary review apply as much to ALJs\nas to the Appeals Council. See 20 CFR §404.900(b). Regulations also\nprovide that ALJs will “loo[k ] fully into the issues”\nthemselves, §404.944, and may “raise a new issue” at “any time\n. . . before mailing notice of the hearing decision,”\n§404.946(b)(1). Like the form supplied by the SSA to request\nAppeals Council review, the form to request an ALJ hearing provides\nroughly three lines for claimants to explain their disagreement\nwith the agency’s determination, and the SSA “estimate[s]” that it\nwill take just “10 minutes to read the instructions, gather the\nfacts, and answer the questions” on that form. SSA, Request for\nHearing by Administrative Law Judge, Form HA–501–U5. Last, as with\nthe Appeals Council, SSA “regulations provide no notice that\nclaimants must . . . raise specific issues before” the\nALJ “to preserve them for review in federal court.”Sims,\n530 U. S., at 113 (opinion of O’Connor, J.).BThe parallels between ALJ and Appeals Council\nproceedings are many, but the Commissioner correctly notes several\ndifferences that may make ALJ hearings relatively more adversarial.\nFor one, ALJ hearings are typically available as a matter of right,\nwhile Appeals Council review is discretionary. Compare 20 CFR\n§404.957 with §404.967. Most claimants thus submit no more than a\none-page request for review to the Appeals Council before having\ntheir request denied. Mandatory ALJ proceedings, by contrast,\npresent far more opportunities for claimants to press issues, and\nthe SSA consequently relies more heavily on those proceedings to\n“conduc[t the agency’s] principal and most thorough investigation\nof . . . disability claim[s].” Brief for Respondent\n35–36. Additionally, before every hearing, the SSA mails claimants\na “notice of hearing” that includes logistical information and\nlists the “[t]he specific issues to be decided in [the] case.”\n§404.938(b)(1). Claimants must notify the ALJ in writing if they\n“object to the issues to be decided at the hearing.”[4] §404.939. Similarly, SSA\nconflict-of-interest regulations instruct claimants to “notify the\n[ALJ] at [the] earliest opportunity” if they “object to the [ALJ]\nwho will conduct [their] hearing.” §404.940.Even accepting that ALJ proceedings may be\ncomparatively more adversarial than Appeals Council proceedings,\nthe question nonetheless remains whether the ALJ proceedings at\nissue here were adversarial enough to support the “analogy to\njudicial proceedings” that undergirds judicially created\nissue-exhaustion requirements.Sims, 530 U. S., at 112\n(plurality opinion). In the specific context of petitioners’\nAppointments Clause challenges, two additional considerations tip\nthe scales decidedly against imposing an issue-exhaustion\nrequirement.[5]1First, this Court has often observed that\nagency adjudications are generally ill suited to address structural\nconstitutional challenges, which usually fall outside the\nadjudicators’ areas of technical expertise. See,e.g.,Free Enterprise Fundv.Public Company Accounting\nOversight Bd.,561 U.S.\n477, 491 (2010);Califanov.Sanders,430 U.S.\n99, 109 (1977);Weinbergerv.Salfi,422 U.S.\n749, 765 (1975). As such, it is sometimes appropriate for\ncourts to entertain constitutional challenges to statutes or other\nagency-wide policies even when those challenges were not raised in\nadministrative proceedings.[6]\nSee,e.g.,Mathewsv.Diaz,426 U.S.\n67, 76–77 (1976). Thus, this Court observed inMathewsv.Eldridge,424 U.S.\n319(1976), that, so long as a Social Security claimant “had\nexhausted the full set of available administrative review\nprocedures” (as petitioners did here), “failure to have raised his\nconstitutional claim would not bar him from asserting it later in a\ndistrict court.”Id., at 329, n. 10.Second, this Court has consistently recognized a\nfutility exception to exhaustion requirements. See,e.g.,Bethesda Hospital Assn.v.Bowen,485 U.S.\n399, 405–406 (1988);Montana Nat.Bank of\nBillingsv.Yellowstone County,276\nU.S. 499,505(1928). It makes little sense to require litigants to present\nclaims to adjudicators who are powerless to grant the relief\nrequested. Such a vain exercise will rarely “protec[t ]\nadministrative agency authority” or “promot[e] judicial\nefficiency.”McCarthy, 503 U. S., at 145.Both considerations apply fully here:\nPetitioners assert purely constitutional claims about which SSA\nALJs have no special expertise and for which they can provide no\nrelief. Relying onL. A. Tucker Truck Lines, the\nCommissioner argues that it nevertheless would have been fruitful\nfor petitioners to raise Appointments Clause challenges in their\nALJ hearings because “ ‘[r]epetition of the objection’ in\nmultiple cases could have led ‘to a change of policy.’ ” Brief\nfor Respondent 45 (quotingL. A. Tucker Truck Lines, 344\nU. S., at 37). But the Commissioner misses a key distinction:\nInL. A. Tucker Truck Lines, the aggrieved litigant had the\nopportunity to object to the relevant method of appointment before\nthe full Interstate Commerce Commission itself.Id., at 34.\nRepetition of such an objection in cases before the full Commission\nmight have persuaded it to change its “predetermined policy on\nth[e] subject.”Id.,at 37. Here, by contrast, the SSA’s\nadministrative review scheme at no point afforded petitioners\naccess to the Commissioner, the one person who could remedy their\nAppointments Clause challenges. Nor were the ALJs capable of\nremedying any defects in their own appointments. After all, there\nwere no Commissioner-appointed ALJs to whom objecting claimants’\ncases could be transferred, and the ALJs could not very well have\nreappointed themselves.Internal SSA guidance confirms as much. On\nJanuary 30, 2018, soon after this Court granted certiorari inLucia, the agency issued an “emergency message” to ALJs\nadvising them that “adjudicators may see challenges . . .\nrelated to the constitutionality of the appointment of SSA’s ALJs.”\nSSA, EM–18003: Important Information Regarding Possible Challenges\nto the Appointment of Administrative Law Judges in SSA’s\nAdministrative Process, p. 2. The agency warned ALJs that, because\nthe “SSA lacks the authority to finally decide constitutional\nissues such as these,” they should “not discuss or make any\nfindings related to the Appointments Clause issue on the record.”Ibid.Instead, ALJs were directed to acknowledge any\nAppointments Clause objections with standardized language\nexplaining that they “ ‘d[id] not have the authority to rule\non that challenge.’ ”Ibid.The SSA reiterated these\ninstructions in a second emergency message issued shortly afterLuciawas decided.[7]\nSee SSA, EM–18003 REV: Important Information Regarding Possible\nChallenges to the Appointment of Administrative Law Judges in SSA’s\nAdministrative Process—UPDATE, pp. 1–2 (June 25, 2018). It was not\nuntil March 2019 that the Acting Commissioner finally instructed\nthe Appeals Council on how to handle preratification Appointments\nClause challenges. See 84 Fed. Reg. 9582;supra,at 3.2Taking a somewhat different tack, the\nCommissioner contends that petitioners are not entitled to new\nhearings before constitutionally appointed ALJs because they failed\nto make “timely challenge[s]” to their adjudicators’ appointments.Ryderv.United States,515 U.S.\n177, 182 (1995);Lucia, 585 U. S., at ___ (slip\nop., at 12) (quotingRyder). That argument, however,\npresumes what the Commissioner has failed to prove: that\npetitioners’ challenges are, in fact, untimely. The Commissioner\nrelies onRyderandLucia, but neither of those\ndecisions had occasion to opine on what would constitute a “timely”\nobjection in an administrative review scheme like the SSA’s.Ryderinvolved an appeal from a Coast Guard court-martial,\n515 U. S., at 179, an adversarial proceeding in which\ntraditional forfeiture rules apply, seeUnited Statesv.Gladue, 67 M.J. 311, 313 (C. A. Armed Forces 2009).Lucia, meanwhile, arose from proceedings before the\nSecurities and Exchange Commission, 585 U. S., at ___–___\n(slip op., at 2–3), in which a statutory issue-exhaustion\nrequirement applies, see 15 U. S. C. §78y(c)(1). Where,\nas here, claimants are not required to exhaust certain issues in\nadministrative proceedings to preserve them for judicial review,\nclaimants who raise those issues for the first time in federal\ncourt are not untimely in doing so.*  *  *Taken together, the inquisitorial features of\nSSA ALJ proceedings, the constitutional character of petitioners’\nclaims, and the unavailability of any remedy make clear that\n“adversarial development” of the Appointments Clause issue “simply\n[did] not exist” (and could not exist) in petitioners’ ALJ\nproceedings.Sims, 530 U. S., at 112 (plurality\nopinion). The Courts of Appeals therefore erred in imposing an\nissue-exhaustion requirement on petitioners’ Appointments Clause\nclaims. The judgments of the Eighth and Tenth Circuits are\nreversed, and the cases are remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The Social Security Act\nprovides disability benefits under two programs, Title II and Title\nXVI. Some petitioners sought benefits under Title II only, some\nunder Title XVI only, and some under both. The distinctions between\nthe two programs are irrelevant for present purposes. For ease of\nreference, this opinion cites only to the regulations governing\nTitle II, found at 20 CFR pt. 404 (2020).2Issue exhaustion should\nnot be confused with exhaustion of administrative remedies. There\nis no dispute in these cases that petitioners exhausted their\nadministrative remedies, meaning that they proceeded through each\nstep of the SSA’s administrative review scheme and received a\n“final decision” before seeking judicial review. See 42\nU. S. C. §405(g).3The Commissioner invokes\nthe “general rule,” recognized in cases such asL. A. Tucker\nTruck Lines, that “orderly procedure and good administration\nrequire that objections to the proceedings of an administrative\nagency be made while it has opportunity for correction in order to\nraise issues reviewable by the courts.”United Statesv.L. A. Tucker Truck Lines, Inc.,344 U.S.\n33, 37 (1952); see alsoHormelv.Helvering,312 U.S.\n552, 557 (1941);Unemployment Compensation Comm’n of\nAlaskav.Aragon,329 U.S.\n143, 154–155 (1946). That general rule, however, originated in\ncases that “each involved an adversarial proceeding.”Simsv.Apfel,530 U.S.\n103, 110 (2000). Where claimants are not expected to develop\ncertain issues in ALJ proceedings, it is generally inappropriate to\ntreat those issues as forfeited. Seeid.,at 109 (“[C]ourts\nrequire administrative issue exhaustion ‘as a general rule’ because\nit is usually ‘appropriate under [an agency’s] practice’ for\n‘contestants in an adversary proceeding’ before it to develop fully\nall issues there” (quotingL. A. Tucker Truck Lines,\n344 U. S., at 36–37)).4As discussed above, seesupra,at 5, the Commissioner “do[es] not argue that these\nregulations themselves impose a forfeiture rule that applies here.”\nBrief for Respondent 35, n. 2.5Outside the context of\nAppointments Clause challenges, such as in the sphere of routine\nobjections to individual benefits determinations, the scales might\ntip differently.6Contrary to the\nCommissioner’s assertion,Richardsonv.Perales,402 U.S.\n389(1971), has no bearing on whether an issue-exhaustion\nrequirement is appropriate in these cases. InPerales, the\nCourt rejected a claimant’s procedural due process challenge to the\nadmissibility of an adverse medical report, explaining (among other\nreasons) that “[a]lthough the claimant complain[ed] of the lack of\nopportunity to cross-examine the reporting physicians, he did not\ntake advantage of the opportunity” to subpoena the physicians.Id.,at 404.Peralesthus stands for the\nuncontroversial (and irrelevant) proposition that a claimant is not\ndenied due process if he declines to take advantage of the adequate\nprocedures available to him.7Although the agency\nissued its internal guidance several months after petitioners’ ALJ\nhearings concluded, there is no indication that the ALJs would or\ncould have adjudicated an Appointments Clause challenge at any\ntime. Moreover, as a practical matter, the agency’s emergency\nmessages belie the Commissioner’s suggestion that the SSA would\nhave changed course if only it had been “ ‘put on notice of\nthe accumulating risk of wholesale reversals.’ ” Brief for\nRespondent 45 (quotingL. A. Tucker Truck Lines, 344\nU. S., at 37).",
    "joined": []
}