{
    "case": {
        "docket": "19-422",
        "citation": "594",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/594/19-422/"
    },
    "id": "4442710",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–422 and 19–563_________________PATRICK J. COLLINS, et al.,\nPETITIONERS19–422v.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al.JANET L. YELLEN, SECRETARY OF THE\nTREASURY, et al., PETITIONERS19–563v.PATRICK J. COLLINS, et al.on writs of certiorari to the united states\ncourt of appeals for the fifth circuit[June 23, 2021]Justice Sotomayor, with whom Justice Breyer\njoins, concurring in part and dissenting in part.Prior to 2010, this Court had gone the greater\npart of a century since it last prevented Congress from protecting\nan Executive Branch officer from unfettered Presidential removal.\nYet today, for the third time in just over a decade, the Court\nstrikes down the tenure protections Congress provided an\nindependent agency’s leadership.Last Term, the Court held inSeila Law\nLLCv.Consumer Financial Protection Bureau, 591\nU. S. ___ (2020), that for-cause removal protection for the\nDirector of the Consumer Financial Protection Bureau (CFPB)\nviolated the separation of powers.Id., at ___ (slip op., at\n3). As an “independent agency led by a single Director and vested\nwith significant executive power,” the Court reasoned, the CFPB had\n“no basis in history and no place in our constitutional struc-\nture.”Id., at ___ (slip op., at 18).Seila Lawexpressly distinguished the Federal Housing Finance Agency (FHFA),\nanother independent Agency headed by a single Director, on the\nground that the FHFA does not possess “regulatory or enforcement\nauthority remotely comparable to that exercised by the CFPB.”Id., at ___–___ (slip op., at 20–21). Moreover, the Court\nfound it significant that, unlike the CFPB, the FHFA “regulates\nprimarily Government- sponsored enterprises, not purely private\nactors.”Id., at ___ (slip op., at 20).Nevertheless, the Court today holds that the\nFHFA and CFPB are comparable after all, and that any differences\nbetween the two are irrelevant to the constitutional separation of\npowers. That reasoning cannot be squared with this Court’s\nprecedents, least of all last Term’sSeila Law. I\nrespectfully dissent in part from the Court’s opinion and from the\ncorresponding portions of the judgment.[1]ICongress created the FHFA in the Housing and\nEconomic Recovery Act of 2008 (Recovery Act), 12 U. S. C.\n§4501et seq.The FHFA supervises the Federal National\nMortgage Association (Fannie Mae), the Federal Home Loan Mortgage\nCorporation (Freddie Mac), and the 11 Federal Home Loan Banks.\nThese 13 Government-sponsored entities (GSEs) provide liquidity and\nstability to the national housing market by, among other things,\npurchasing mortgage loans from, and offering financing to, private\nlenders.The FHFA “establish[es] standards” for the GSEs\nrelating to risk management, internal auditing, and minimum capital\nrequirements. §4513b(a). If the FHFA believes a GSE may be failing\nto meet its requirements under the Act, the Agency may initiate\nadministrative proceedings, §4581, issue subpoenas, §4517(g), and,\nin some circumstances, impose monetary penalties, §4585. In the\nevent a GSE falls into financial distress, the FHFA may appoint\nitself “conservator or receiver for the purpose of reorganizing,\nrehabilitating, or winding up” the GSE’s affairs. §4617(a)(2).In 2008, the FHFA put both Fannie Mae and\nFreddie Mac under conservatorship. In 2016, shareholders of Fannie\nMae and Freddie Mac (petitioners) sued the FHFA, challenging the\nAgency’s conservatorship decisions in part by arguing that the\nAgency’s structure is unconstitutional. The FHFA is headed by a\nsingle Director, who serves a 5-year term and may be removed by the\nPresident “for cause.” §4512(b)(2). According to petitioners, the\nseparation of powers requires the FHFA Director to be removable by\nthe President at will.IIWhere Congress is silent on the question, the\ngeneral rule is that the President may remove Executive Branch\nofficers at will. SeeMyersv.United States,272 U.S.\n52, 126 (1926). Throughout our Nation’s history, however,\nCongress has identified particular officers who, because of the\nnature of their office, require a degree of independence from\nPresidential control. Those officers may be removed from their\nposts only for cause. Often, Congress has granted financial\nregulators such independence in order to bolster public confidence\nthat financial policy is guided by long-term thinking, not\nshort-term political expediency. SeeSeila Law, 591\nU. S., at ___–___ (slip op., at 13–16) (Kagan, J., concurring\nin judgment with respect to severability and dissenting in part)\n(discussing examples). Other times, Congress has provided tenure\nprotection to officers who investigate other Government actors and\nthus might face conflicts of interest if directly controlled by the\nPresident. See,e.g., 28 U. S. C. §596(a)(1)\n(making an independent counsel removable “only by the personal\naction of the Attorney General and only for good cause” or\ndisability).In a line of decisions spanning more than half a\ncentury, this Court consistently approved of independent agencies\nand independent counsels within the Executive Branch. SeeHumphrey’s Executorv.United States,295 U.S.\n602(1935);Wienerv.United States,357 U.S.\n349(1958);Morrisonv.Olson,487 U.S.\n654(1988). In recent years, however, the Court has taken an\nunprecedentedly active role in policing Congress’ decisions about\nwhich officers should enjoy independence. SeeSeila Law, 591\nU. S. ___;Free Enterprise Fundv.Public Company\nAccounting Oversight Bd.,561 U.S.\n477(2010). These decisions have focused almost exclusively on\nperceived threats to the separation of powers posed by limiting the\nPresident’s removal power, while largely ignoring the Court’s own\nencroachment on Congress’ constitutional authority to structure the\nExecutive Branch as it deems necessary.Never before, however, has the Court forbidden\nsimple for-cause tenure protection for an Executive Branch officer\nwho neither exercises significant executive power nor regulates the\naffairs of private parties. Because the FHFA Director fits that\ndescription, this Court’s precedent, separation-of-powers\nprinciples, and proper respect for Congress all support leaving in\nplace Congress’ limits on the grounds upon which the President may\nremove the Director.AInSeila Law, the Court held that the\nCFPB Director, an individual with “the authority to bring the\ncoercive power of the state to bear on millions of private citizens\nand businesses,” 591 U. S., at ___ (slip op., at 18), must be\nremovable by the President at will. In so holding, the Court\ndeclined to overruleHumphrey’s ExecutorandMorrison, which respectively upheld the independence of the\nFederal Trade Commission’s (FTC) five-member board and an\nindependent counsel tasked with investigating Government\nmalfeasance. See 591 U. S., at ___ (slip op., at 27) (“[W]e do\nnot revisitHumphrey’s Executoror any other precedent\ntoday”). Instead,Seila Lawopted not to “extend those\nprecedents” to the CFPB, “an independent agency led by a single\nDirector and vested with significant executive power.” 591\nU. S., at ___ (slip op., at 18).[2]The Court today concludes that the reasoning ofSeila Law“dictates” that the FHFA is unconstitutionally\nstructured because it, too, is led by a single Director.Ante, at 26. ButSeila Lawdid not hold that an\nindependent agency may never be run by a single individual with\ntenure protection. Rather, that decision stated, repeatedly, that\nits holding was limited to a single-director agency with\n“significant executive power.” 591 U. S., at ___, ___, ___\n(slip op., at 2, 18, 36). The question, therefore, is not whether\nthe FHFA is headed by a single Director, but whether the FHFA\nwields “significant” executive power. It does not.As a yardstick for measuring the constitutional\nsignificance of an agency’s executive power,Seila Lawlooked to the FTC as it existed at the time ofHumphrey’s\nExecutor(the 1935 FTC). 591 U. S., at ___–___ (slip op.,\nat 16–17). That agency had a roving mandate to prevent private\nindividuals and corporations alike from engaging in “ ‘unfair\nmethods of competition in commerce.’ ”Humphrey’s\nExecutor, 295 U. S., at 620 (citing 15 U. S. C. §45).\nTo carry out its mandate, the 1935 FTC had broad authority to issue\ncomplaints and cease-and-desist orders. 295 U. S., at 620. The\nagency also had “wide powers of investigation,” which it used to\nmake recommendations to Congress, as well as the responsibility to\nassist courts in antitrust litigation by “ ‘ascertain[ing] and\nreport[ing] an appropriate form of decree.’ ”Id., at\n621.These powers may seem “significant” in a\ncolloquial sense. InSeila Law’s view, however, they did not\nrise to the level of constitutional significance. That was in\ncontrast to the CFPB’s powers, which far outstrip the 1935 FTC’s.\nWhile the 1935 FTC’s ambit was limited to preventing unfair\ncompetition and violations of antitrust law, the CFPB “possesses\nthe authority to promulgate binding rules fleshing out 19 federal\nstatutes, including a broad prohibition on unfair and deceptive\npractices in a major segment of the U. S. economy.”Seila\nLaw, 591 U. S., at ___ (slip op., at 17). While the 1935\nFTC could issue cease-and- desist orders and recommended\ndispositions, the CFPB “may unilaterally issue final decisions\nawarding legal and equitable relief in administrative\nadjudications” and “seek daunting monetary penalties against\nprivate parties on behalf of the United States in federal court.”Ibid.Far from a “mere legislative or judicial aid” like the\n1935 FTC,ibid., the CFPB is a “mini legislature,\nprosecutor, and court, responsible for creating substantive rules\nfor a wide swath of industries, prosecuting violations, and levying\nknee- buckling penalties against private citizens,”id., at\n___, n. 8 (slip op., at 21, n. 8).Measured against such standards, the FHFA\ncomfortably fits within the same category of constitutional\ninsignificance as the 1935 FTC. To some, the CFPB Director was “the\nsingle most powerful official in the entire U. S. Government,\nother than the President, at least when measured in terms of\nunilateral power.”PHH Corp.v.Consumer Financial\nProtection Bur., 881 F.3d 75, 171 (CADC 2018) (Kavanaugh, J.,\ndissenting). The FHFA Director is not one of the most powerful\nofficials in the U. S. Government. As the Court recognized inSeila Law, the FHFA does “not involve regulatory or\nenforcement authority remotely comparable to that exercised by the\nCFPB.” 591 U. S., at ___ (slip op., at 20–21).The FHFA’s authority is much closer to (and, in\nsome respects, far less than) that of the 1935 FTC. Like the 1935\nFTC, the FHFA oversees regulated entities and gathers specified\ninformation from them on Congress’ behalf. Unlike the 1935 FTC,\nhowever, which was tasked with implementing the Nation’s antitrust\nlaws and policing unfair competition, the FHFA is limited to\nspecified duties under the Recovery Act. Furthermore, while the\n1935 FTC had jurisdiction over countless individuals and\ncorporations, the FHFA regulates just 13 GSEs.Moreover, one of the FHFA’s main powers is\nassuming the mantle of conservatorship or receivership over the\nGSEs, which hardly registers as executive at all. When acting as a\nconservator or receiver, an agency like the FHFA “ ‘steps into\nthe shoes’ ” of the party under distress,O’Melveny &\nMyersv.FDIC,512 U.S.\n79, 86 (1994), and largely “ ‘shed[s] its government\ncharacter,’ ”Herronv.Fannie Mae, 861 F.3d\n160, 169 (CADC 2017). Even granting that there are differences\nbetween the FHFA’s powers as a conservator and those of a\ncommon-law conservator, “the FHFA’s conservatorship function [is] a\nrole one would be hard-pressed to characterize as near the heart of\nexecutive power.”Collinsv.Mnuchin, 938 F.3d 553,\n620 (CA5 2019) (Higginson, C. J., dissenting in part).To be sure, the FHFA has at least one executive\npower that the 1935 FTC did not: the power to impose fines. But\nthat fining authority is quite limited. The FHFA may impose fines\non the 13 GSEs it regulates for failing to meet their reporting\nrequirements and housing goals under the Recovery Act and for\nviolating the requirements of the Federal Housing Enterprises\nFinancial Safety and Soundness Act of 1992, 106Stat. 3941. See 12\nU. S. C. §§4585, 4636. Petitioners point to no instance\nin the Agency’s 13-year history in which it has ever fined a\nGSE.[3]That is not to say that the FHFA possesses no\nexecutive authority whatsoever. It does. But the 1935 FTC, too,\npossessed executive authority, just not enough to be “significant.”\nSeeSeila Law, 591 U. S., at ___, n. 2 (slip op.,\nat 14, n. 2) (“ ‘[I]t is hard to dispute that the powers\nof the FTC at the time ofHumphrey’s Executorwould at the\npresent time be considered “executive,” at least to some\ndegree’ ” (quotingMorrison, 487 U. S., at 690,\nn. 28)). When measured against the benchmark of the 1935 FTC,\nthe FHFA does not possess “significant executive power” within the\nmeaning ofSeila Law. It is in “an entirely different\nleague” from the CFPB. 591 U. S., at ___, n. 8 (slip op.,\nat 21, n. 8).BBecause the FHFA does not possess significant\nexecutive power, the question underSeila Lawis whether\nthis Court’s decisions upholding for-cause removal provisions inHumphrey’s ExecutorandMorrisonshould be\n“extend[ed]” to the FHFA Director. 591 U. S., at ___ (slip\nop., at 18). The clear answer is yes.Not only does the FHFA lack significant\nexecutive power, the authority it does possess is exercised over\nother governmental actors. In that respect, the FHFA Director\nmimics the independent counsel whose tenure protections were upheld\ninMorrison. The independent counsel, asSeila Lawnoted, could bring criminal prosecutions and thus “wielded core\nexecutive power.” 591 U. S., at ___ (slip op., at 18).\nSeparation-of-powers concerns were allayed, however, because “that\npower, while significant, was trained inward to high-ranking\nGovernmental actors identified by others.”Ibid.In\nexplaining why “[t]he logic ofMorrison”did “not apply” to\nthe CFPB,Seila Lawemphasized that the CFPB “has the\nauthority to bring the coercive power of the state to bear on\nmillions of private citizens and businesses.”Id., at\n___–___ (slip op., at 17–18).Morrison’s logic may not have applied to\nthe CFPB, but it certainly applies to the FHFA. The FHFA’s\nexecutive power, too, is “trained inward,” on the 13 GSEs\n“identified by” the Recovery Act.Seila Law, 591 U. S.,\nat ___ (slip op., at 18). While the GSEs are now privately owned,\nthey still operate under congressional charters, see 12\nU. S. C. §4501(1), serve “important public missions,”ibid., and receive preferential treatment under law by dint\nof their Government affiliation, §1719.[4]Seila Lawitself distinguished the CFPB from the\nFHFA precisely on the basis that the latter Agency “regulates\nprimarily Government-sponsored enterprises, not purely private\nactors.” 591 U. S., at ___ (slip op., at 20).Historical considerations further confirm the\nconstitutionality of the FHFA Director’s independence. Single-\ndirector independent agencies with limited executive power, like\nthe FHFA, boast a more storied pedigree than do single-director\nindependent agencies with significant ex- ecutive power, like the\nCFPB. Consider three such examples, each discussed inSeila\nLaw. First, the Comptroller of the Currency, who was briefly\nindependent from Presidential removal during the Civil War and\nthereafter retained a lesser form of tenure protection.Id.,\nat ___ (slip op., at 19). Second, the Office of Special Counsel,\nwhich has been “headed by a single officer since 1978.”Id.,\nat ___–___ (slip op., at 19–20). Third, the Social Security\nAdministration, which has been “run by a single Administrator since\n1994.”Id., at ___ (slip op., at 20). Like the FHFA, these\nexamples lack “regulatory or enforcement authority remotely\ncomparable to that exercised by the CFPB.”Id., at ___–___\n(slip op., at 20–21). While these agencies thus offered “no\nfoothold in history or tradition” for the CFPB,id., at ___\n(slip op., at 21), they provide historical support for an agency\nwith the FHFA’s limited purview.The FHFA also draws on a long tradition of\nindependence enjoyed by financial regulators, including the\nComptroller of the Treasury, the Second Bank of the United States,\nthe Federal Reserve Board, the Securities and Exchange Commission,\nthe Commodity Futures Trading Commission, and the Federal Deposit\nInsurance Corporation. Seeid., at ___–___ (slip op., at\n12–16) (opinion of Kagan, J.). The public has long accepted\n(indeed, expected) that financial regulators will best perform\ntheir duties if separated from the political exigencies and\npressures of the present moment.InSeila Law, this tradition of\nindependence was of little help to the CFPB because, “even assuming\nfinancial institutions . . . can claim a special\nhistorical status,” the CFPB’s unique powers put it “in an entirely\ndifferent league” from other financial regulators.Id., at\n___, n. 8 (majority opinion) (slip op., at 21, n. 8). In\ncontrast, the FHFA’s function as a monitor of regulated entities\nimportant to economic stability makes the FHFA far more similar to\nhistorically independent financial regulators than to the CFPB. See\nFHFA, Performance and Accountability Report 18 (2020) (“The\n[Recovery Act] vests FHFA with the authorities, similar to those of\nother prudential financial regulators, to maintain the financial\nhealth of the regulated entities”).To recap, the FHFA does not wield significant\nexecutive power, the executive power it does wield is exercised\nover Government affiliates, and its independence is supported by\nhistorical tradition. All considerations weigh in favor of\nrecognizing Congress’ power to make the FHFA Director removable\nonly for cause.IIIThe Court disagrees. AfterSeila Law,\nthe Court reasons, all that matters is that “[t]he FHFA (like the\nCFPB) is an agency led by a single Director.”Ante, at 26.\nFrom that, the unconstitutionality of the FHFA Director’s\nindependence follows virtuallya fortiori. The Court\nreaches that conclusion by disavowing the very distinctions it\nrelied upon just last Term inSeila Lawin striking down the\nCFPB Director’s independence.On three separate occasions,Seila Lawstated that its holding applied to single-director independent\nagencies with “significant executive power.” See 591\nU. S., at ___, ___, ___ (slip op., at 2, 18, 36).\nRemarkably, those words appear nowhere in today’s decision.\nInstead, the Court appears to take the position that exercising\nessentially any executive power whatsoever is enough.Ante,\nat 27–29. In terms of explanation, the Court says that it is “not\nwell-suited to weigh the relative importance of the regulatory and\nenforcement authority of disparate agencies” and that it “do[es]\nnot think that the constitutionality of removal restrictions hinges\non such an inquiry.”Ante, at 29.The Court’s position unduly encroaches on\nCongress’ judgments about which executive officers can and should\nenjoy a degree of independence from Presidential removal, and it\ncannot be squared withSeila Law, which relied extensively\non such agency comparisons. Not only didSeila Lawcontrast\nthe CFPB’s powers against those of the 1935 FTC inHumphrey’s\nExecutor, see 591 U. S., at ___–___ (slip op., at\n16–17), as well as the independent counsel inMorrison, see\n591 U. S., at ___–___ (slip op., at 17–18), it concluded that\nthe FHFA (along with the Comptroller of the Currency, the Office of\nSpecial Counsel, and the Social Security Administration) does not\npossess “regulatory or enforcement authority remotely comparable to\nthat exercised by the CFPB.”Id., at ___–___ (slip op., at\n20–21). Those distinctions underpinnedSeila Law’s\nproclamation that the CFPB had “no basis in history and no place in\nour constitutional structure.”Id., at ___ (slip op., at\n18). In the Court’s view today, however, all of those comparisons\nwere irrelevant to the bottom-line question whether the CFPB\nDirector’s tenure protections comport with the Constitution.The Court today also suggests that whether an\nagency regulates private individuals or Government actors does not\nmeaningfully affect the separation-of-powers analysis.Ante,\nat 30–31 (“[T]he President’s removal power serves important\npurposes regardless of whether the agency in question affects\nordinary Americans by directly regulating them or by taking actions\nthat have a profound but indirect effect on their lives”). That,\ntoo, is flatly inconsistent withSeila Law, which returned\nrepeatedly to this consideration. Not only didSeila Lawdistinguish the CFPB from the independent counsel inMorrisonon this basis, see 591 U. S., at ___ (slip\nop., at 18), it distinguished the CFPB from both the FHFA and the\nOffice of Special Counsel for the same reason, seeid., at\n___ (slip op., at 20). That the Court is unwilling to stick to the\nmethodology it articulated just last Term inSeila Lawis a\ntelltale sign that the Court’s separation-of-powers jurisprudence\nhas only continued to lose its way.IVThe Court has proved far too eager in recent\nyears to insert itself into questions of agency structure best left\nto Congress. In striking down the independence of the FHFA\nDirector, the Court reaches further than ever before, refusing\ntenure protections to an Agency head who neither wields significant\nexecutive power nor regulates private individuals. Troublingly, the\nCourt justifies that result by ignoring the standards it set out\njust last Term inSeila Law. Because I would afford Congress\nthe freedom it has long possessed to make officers like the FHFA\nDirector independent from Presidential control, I respectfully\ndissent.Notes1I join Parts I and II of\nthe Court’s opinion rejecting petitioners’ argument that the FHFA\nactions under review violated the Housing and Economic Recovery Act\nof 2008, as well as Part III–C discussing what the appropriate\nremedial implications would be if the FHFA Director’s for-cause\nremoval protection were unconstitutional. I join also Part II of\nJustice Kagan’s concurrence concerning the proper remedial analysis\nfor the Fifth Circuit to conduct on remand. Finally, I note that\nJustice Thomas’ arguments that an improper removal restriction does\nnot necessarily render agency action unlawful warrant further\nconsideration in an appropriate case.2As Justice Kagan\nexplained in dissent,Seila Lawrested on implausible\nrecharacterizations of this Court’s separation-of-powers\njurisprudence. I continue to believe thatSeila Lawwas\nwrongly decided. Whatever the merits of that decision, however, it\ndoes not support invalidating the FHFA Director’s\nindependence.3By comparison, the CFPB\nhas fined private actors billions of dollars.Seila Law LLCv.Consumer Financial Protection Bureau, 591 U. S. ___,\n___ (2020) (slip op., at 5).4The GSEs’ ongoing ties\nwith the Government long fueled public perception that the\nGovernment would intervene if the GSEs were in danger of collapse.\nSee Congressional Research Serv., Fannie Mae and Freddie Mac in\nConservatorship: Frequently Asked Questions 2 (updated May 31,\n2019) (noting that it was “widely believed prior to 2008 that the\nfederal government was an implicit backstop for the GSEs in light\nof their congressional charters”). This perception became reality\nduring the 2008 financial crisis, when the Treasury Department\nextended hundreds of billions of dollars in credit to Fannie Mae\nand Freddie Mac, and the FHFA put those entities under\nconservatorship.",
    "joined": []
}