{
    "case": {
        "docket": "20-437",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-437/"
    },
    "id": "4431166",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 20–437_________________UNITED STATES, PETITIONERv.REFUGIO\nPALOMAR-SANTIAGOon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[May 24, 2021]Justice Sotomayor delivered the opinion of the\nCourt.In 1998, respondent Refugio Palomar-Santiago was\nremoved from the United States based on a conviction for felony\ndriving under the influence (DUI). He later returned to the United\nStates and was indicted on one count of unlawful reentry in\nviolation of 8 U. S. C. §1326(a). Between\nPalomar-Santiago’s removal and indictment, this Court held that\noffenses like his DUI conviction do not in fact render noncitizens\nremovable. Palomar-Santiago now seeks to defend against his\nunlawful-reentry charge by challenging the validity of his 1998\nremoval order.By statute, defendants “may not” bring such\ncollateral attacks “unless” they “demonstrat[e]” that (1) they\n“exhausted any administrative remedies that may have been available\nto seek relief against the [removal] order,” (2) the removal\nproceedings “improperly deprived [them] of the opportunity for\njudicial review,” and (3) “entry of the order was fundamentally\nunfair.” §1326(d).The question for the Court is whether\nPalomar-Santiago is excused from making the first two of these\nshowings, as the Court of Appeals for the Ninth Circuit held,\nbecause his prior removal order was premised on a conviction that\nwas later found not to be a removable offense. The Court holds that\nthe statute does not permit such an exception.IAForeign nationals may be removed from the\nUnited States if they are convicted of an “aggravated felony.” 8\nU. S. C. §1227(a)(2)(A)(iii). Among the offenses that\nqualify as aggravated felonies are “crime[s] of violence\n. . . for which the term of imprisonment [is] at least\none year.” §1101(a)(43)(F). The term “crime of violence” includes\n“an offense that has as an element the use, attempted use, or\nthreatened use of physical force against the person or property of\nanother.” 18 U. S. C. §16(a).Noncitizens facing removal generally receive a\nhearing before an immigration judge. Noncitizens can proffer\ndefenses at that hearing, including that the conviction identified\nin the charging document is not a removable offense. If\nunsuccessful, they may appeal to the Board of Immigration Appeals\n(BIA). See 8 U. S. C. §1229a(c)(5); 8 CFR §§1003.1(b),\n(d)(3), 1240.15 (2021). If unsuccessful again, they can seek review\nof the BIA’s decision before a federal court of appeals. See 8\nU. S. C. §§1101(a)(47), 1252.Once a noncitizen is removed, it is a crime to\nreturn to the United States without authorization. §1326(a). The\nstatute criminalizing unlawful reentry did not originally allow\ndefendants to raise the invalidity of their underlying removal\norders as an affirmative defense. This Court later held, however,\nthat the statute “does not comport with the constitutional\nrequirement of due process” insofar as it “impose[s] a criminal\npenalty for reentry afteranydeportation, regardless of how\nviolative of the rights of the [noncitizen] the deportation\nproceeding may have been.”United Statesv.Mendoza-Lopez,481\nU.S. 828, 837 (1987). “[A]t a minimum,” “a collateral challenge\nto the use of a deportation proceeding as an element of a criminal\noffense must be permitted where the deportation proceeding\neffectively eliminates the right of the [noncitizen] to obtain\njudicial review.”Id., at 839.Congress responded by enacting §1326(d). See\nAntiterrorism and Effective Death Penalty Act of 1996 (AEDPA),\n§441, 110Stat. 1279. Entitled “Limitation on collateral attack on\nunderlying deportation order,” §1326(d) establishes three\nprerequisites that defendants facing unlawful-reentry charges must\nsatisfy before they can challenge their original removal orders.\nThe statute provides:“In a criminal proceeding under this section,\nan alien may not challenge the validity of the deportation order\n. . . unless the alien demonstrates that—“(1) the alien exhausted any administrative\nremedies that may have been available to seek relief against the\norder;“(2) the deportation proceedings at which the\norder was issued improperly deprived the alien of the opportunity\nfor judicial review; and“(3) the entry of the order was fundamentally\nunfair.” 8 U. S. C. §1326(d).BPalomar-Santiago is a Mexican national who\nobtained permanent resident status in 1990. The following year, he\nwas convicted in California state court of a felony DUI. In 1998,\nPalomar-Santiago received a Notice to Appear from the Immigration\nand Naturalization Service stating that he was subject to removal\nbecause his DUI offense was an aggravated felony. Following a\nhearing, an immigration judge ordered Palomar-Santiago’s removal on\nthat ground. Palomar-Santiago waived his right to appeal and was\nremoved to Mexico the next day.Six years later, this Court held inLeocalv.Ashcroft,543 U.S. 1(2004), that “a highermens reathan the merely accidental\nor negligent conduct involved in a DUI offense” is necessary for an\noffense to qualify as a crime of violence.Id.,at 11.\nAccordingly, Palomar-Santiago’s DUI conviction was not a crime of\nviolence under 18 U. S. C. §16(a), and so not an\naggravated felony under 8 U. S. C. §1101(a)(43).\nPalomar-Santiago’s removal order thus never should have issued. SeeRiversv.Roadway Express, Inc.,511 U.S.\n298, 312–313 (1994) (“A judicial construction of a statute is\nan authoritative statement of what the statute meant before as well\nas after the decision of the case giving rise to that\nconstruction”).In 2017, Palomar-Santiago was found again living\nin the United States. A grand jury indicted him on one count of\nunlawful reentry after removal. Palomar-Santiago moved to dismiss\nthe indictment on the ground that his prior removal order was\ninvalid in light ofLeocal. The District Court granted the\nmotion, and the Court of Appeals for the Ninth Circuit affirmed.\n813 Fed. Appx. 282 (2002).Both courts were bound by Ninth Circuit\nprecedent providing that defendants are “excused from proving the\nfirst two requirements” of §1326(d) if they were “not convicted of\nan offense that made [them] removable.”United Statesv.Ochoa, 861 F.3d 1010, 1015 (2017). Other Courts of Appeals\ndo not excuse similarly situated unlawful-reentry defendants from\nmeeting §1326(d)’s first two requirements.[1] This Court granted certiorari to resolve this\ndisagreement. 592 U. S. ___ (2021).IIThe Ninth Circuit’s interpretation is\nincompatible with the text of §1326(d). That section provides that\ndefendants charged with unlawful reentry “may not” challenge their\nunderlying removal orders “unless” they “demonstrat[e]” that three\nconditions are met: (1) they have “exhausted any administrative\nremedies,” (2) they were “deprived . . . of the\nopportunity for judicial review,” and (3) “the entry of the order\nwas fundamentally unfair.” 8 U. S. C. §1326(d). The\nrequirements are connected by the conjunctive “and,” meaning\ndefendants must meet all three. When Congress uses “mandatory\nlanguage” in an administrative exhaustion provision, “a court may\nnot excuse a failure to exhaust.”Rossv.Blake, 578\nU.S. 632, 639 (2016). Yet that is what the Ninth Circuit’s rule\ndoes.Without the benefit of the Ninth Circuit’s\nextrastatutory exception, §1326(d)’s first two procedural\nrequirements are not satisfied just because a noncitizen was\nremoved for an offense that did not in fact render him removable.\nIndeed, the substantive validity of the removal order is quite\ndistinct from whether the noncitizen exhausted his administrative\nremedies (by appealing the immigration judge’s decision to the BIA)\nor was deprived of the opportunity for judicial review (by filing a\npetition for review of a BIA decision with a Federal Court of\nAppeals).IIIPalomar-Santiago raises two counterarguments\nbased on the text of §1326(d).[2] Neither is persuasive. First, he contends that further\nadministrative review of a removal order is not “available” when an\nimmigration judge erroneously informs a noncitizen that his prior\nconviction renders him removable. Noncitizens, the argument goes,\ncannot be expected to know that the immigration judge might be\nwrong. Because noncitizens will not recognize a substantive basis\nfor appeal to the BIA, that administrative review is not\npractically “available” under §1326(d)(1).[3]Palomar-Santiago looks toRossv.Blakefor support. That case addressed the Prison Litigation\nReform Act, which requires that prisoners exhaust “such\nadministrative remedies as are available” before suing in federal\ncourt. 42 U. S. C. §1997e(a).Rossheld that\nwhether such remedies are “available” turns on “the real-world\nworkings of prison grievance systems,” and it acknowledged that\nthere are “circumstances in which an administrative remedy,\nalthough officially on the books, is not capable of use to obtain\nrelief.” 578 U. S., at 643. Nothing inRoss, however,\nsuggests that the substantive complexity of an affirmative defense\ncan alone render further review of an adverse decision\n“unavailable.” Administrative review of removal orders exists\nprecisely so noncitizens can challenge the substance of immigration\njudges’ decisions. The immigration judge’s error on the merits does\nnot excuse the noncitizen’s failure to comply with a mandatory\nexhaustion requirement if further administrative review, and then\njudicial review if necessary, could fix that very error.Second, Palomar-Santiago contends that the\n§1326(d) prerequisites apply only when a defendant argues that his\nremoval order was procedurally flawed rather than substantively\ninvalid. There can be no “challenge” to or “collateral attack” on\nthe validity of substantively flawed orders, he reasons, because\nsuch orders are invalid from the moment they are entered.\nPalomar-Santiago’s position ignores the plain meaning of both\n“challenge” and “collateral attack.” Arguing that a prior removal\norder was substantively unlawful is a “challenge” to that order.\nSee Black’s Law Dictionary 230 (6th ed. 1990) (“Challenge” means\n“[t]o object or except to” or “to put into dispute”). When a\nchallenge to an order takes place in a separate “proceeding that\nhas an independent purpose,” such as a later criminal prosecution,\nit is a “collateral attack.”Id., at 261.Palomar-Santiago last invokes the canon of\nconstitutional avoidance.[4]\nCourts should indeed construe statutes “to avoid not only the\nconclusion that [they are] unconstitutional, but also grave doubts\nupon that score.”United Statesv.Jin Fuey Moy,241 U.S.\n394, 401 (1916). But this canon “has no application in the\nabsence of statutory ambiguity.”United Statesv.Oakland\nCannabis Buyers’ Cooperative,532 U.S.\n483, 494 (2001). Here, the text of §1326(d) unambiguously\nforecloses Palomar-Santiago’s interpretation.*  *  *The Court holds that each of the statutory\nrequirements of §1326(d) is mandatory. The judgment of the Court of\nAppeals for the Ninth Circuit is reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.Notes1See,e.g.,United Statesv.Parrales-Guzman, 922 F.3d 706,\n706–708 (CA5 2019);United Statesv.Watkins, 880\nF.3d 1221, 1224–1226 (CA11 2018) (per curiam);United\nStatesv.Gil-Lopez, 825 F.3d 819, 823 (CA7 2016);United Statesv.Soto-Mateo, 799 F.3d 117, 120–124\n(CA1 2015);United Statesv.Rodriguez,420 F.3d 831, 833–835 (CA8 2005);United Statesv.Rivera-Nevarez,418 F.3d 1104, 1107–1111 (CA10 2005);United Statesv.Martinez-Rocha,337 F.3d 566, 568–570 (CA6 2003).2Palomar-Santiago\nseparately argues that the offense defined by §1326(a) includes as\nan element the defendant’s previous lawful removal such that\nunlawful removals cannot support a conviction.United Statesv.Mendoza-Lopez,481 U.S.\n828, 834–835 (1987), rejected a similar argument with respect\nto the pre-AEDPA version of §1326(a). Palomar-Santiago now presses\nvarious distinctions between that case and this, but the Court\ndeclines to address his arguments, which were neither raised below\nnor fairly encompassed by the question presented to this Court. SeeBrownbackv.King, 592 U. S. ___, ___, n. 4\n(2021) (slip op., at 5, n. 4).3On this theory, the\nunavailability of administrative review before the BIA would also\nmean that noncitizens like Palomar-Santiago do not have the\n“opportunity” for judicial review under §1326(d)(2), because they\nmay not seek review of a removal order in federal court without\nfirst appealing the order to the BIA. See 8 U. S. C.\n§1252(d)(1).4Palomar-Santiago argues\nthat “a scheme that permits the results of an administrative\nproceeding to conclusively establish a criminal offense” raises\n“due process and separation of powers problems,” which are\n“heightened when . . . the agency never had the authority\nto issue the order in the first instance.” Brief for Respondent 15.\nThe parties also strongly disagree about the sufficiency of the\npaths available for noncitizens to obtain review of prior removal\norders outside of an illegal-reentry prosecution. To the extent\nPalomar-Santiago raises freestanding constitutional claims on these\nbases, they were not raised below and are outside the scope of the\nnarrow question this Court granted certiorari to\ndecide.",
    "joined": []
}