{
    "case": {
        "docket": "15-1248",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/15-1248/"
    },
    "id": "3714586",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 15–1248_________________McLANE COMPANY, INC., PETITIONERv.EQUAL EMPLOYMENT OPPORTUNITY COMMISSIONon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[April 3, 2017]Justice Sotomayor delivered the opinion of the\nCourt.Title VII of the Civil Rights Act of 1964\npermits the Equal Employment Opportunity Commission (EEOC) to issue\na subpoena to obtain evidence from an employer that is relevant to\na pending investigation. The statute autho-rizes a district court\nto issue an order enforcing such a subpoena. The question presented\nhere is whether a court of appeals should review a district court’s\ndecision to enforce or quash an EEOC subpoenade novoor for abuse of discretion. This decision should be reviewed for\nabuse of discretion.IATitle VII of the Civil Rights Act of 1964\nprohibits employment discrimination on the basis of “race, color,\nreligion, sex, or national origin.” §703(a), 78Stat. 255, 42\nU. S. C. §2000e–2(a). The statute entrusts the\nenforcement of that prohibition to the EEOC. See §2000e–5(a);EEOCv.Shell Oil Co., 466 U. S. 54 –62 (1984).\nThe EEOC’s responsibilities “are triggered by the filing of a\nspecific sworn charge of discrimination,”University of Pa.v.EEOC, 493 U. S. 182, 190 (1990) , which can be filed\neither by the person alleging discrimination or by the EEOC itself,\nsee §2000e–5(b). When it receives a charge, the EEOC must first\nnotify the employer,ibid., and must then investigate “to\ndetermine whether there is reasonable cause to believe that the\ncharge is true,”University of Pa., 493 U. S., at 190\n(internal quotation marks omitted).This case is about one of the tools the EEOC has\nat its disposal in conducting its investigation: a subpoena. In\norder “[t]o enable the [EEOC] to make informed decisions at each\nstage of the enforcement process,” Title VII “confers a broad right\nof access to relevant evidence.”Id.,at 191. It provides\nthat the EEOC “shall . . . have access to, for the\npurposes of examination, . . . any evidence of any person\nbeing investigated or proceeded against that relates to unlawful\nemployment practices covered by” Title VII and “is relevant to the\ncharge under investigation.” 42 U. S. C. §2000e–8(a). And\nthe statute enables the EEOC to obtain that evidence by\n“authoriz[ing] [it] to issue a subpoena and to seek an order\nenforcing [the subpoena].”University of Pa., 493\nU. S., at 191; see §2000e–9.[1] Under that authority, the EEOC may issue “subp[o]enas\nrequiring the attendance and testimony of witnesses or the\nproduction of any evidence.” 29 U. S. C. §161(1). An\nemployer may petition the EEOC to revoke the subpoena, seeibid., but if the EEOC rejects the petition and the employer\nstill “refuse[s] to obey [the] subp[o]ena,” the EEOC may ask a\ndistrict court to issue an order enforcing it, see §161(2).A district court’s role in an EEOC subpoena\nenforcement proceeding, we have twice explained, is a\nstraightforward one. SeeUniversity of Pa., 493 U. S.,\nat 191;Shell Oil, 466 U. S., at 72, n. 26. A district\ncourt is not to use an enforcement proceeding as an opportunity to\ntest the strength of the underlying complaint.Ibid.Rather,\na district court should “ ‘satisfy itself that the charge is\nvalid and that the material requested is “relevant” to the\ncharge.’ ”University of Pa., 493 U. S., at 191.\nIt should do so cognizant of the “generou[s]” construction that\ncourts have given the term “relevant.”Shell Oil, 466\nU. S., at 68–69 (“virtually any material that might cast light\non the allegations against the employer”). If the charge is proper\nand the material requested is relevant, the district court should\nenforce the subpoena unless the employer establishes that the\nsubpoena is “too indefinite,” has been issued for an “illegitimate\npurpose,” or is unduly burdensome.Id.,at 72, n. 26. SeeUnited Statesv.Morton Salt Co., 338 U. S. 632\n–653 (1950) (“The gist of the protection is in the requirement\n. . . that the disclosure sought shall not be\nunreasonable” (internal quotation marks omitted)).BThis case arises out of a Title VII suit filed\nby a woman named Damiana Ochoa. Ochoa worked for eight years as a\n“cigarette selector” for petitioner McLane Co., a supply-chain\nservices company. According to McLane, the job is a demanding one:\nCigarette selectors work in distribution centers, where they are\nrequired to lift, pack, and move large bins containing products.\nMcLane requires employees taking physically demanding jobs—both new\nemployees and employees returning from medical leave—to take a\nphysical evaluation. According to McLane, the evaluation “tests\n. . . range of motion, resistance, and speed”and “is\ndesigned, administered, and validated by a third party.” Brief for\nPetitioner 6. In 2007, Ochoa took threemonths of maternity leave.\nWhen she attempted to return to work, McLane asked her to take the\nevaluation. Ochoa attempted to pass the evaluation three times, but\nfailed. McLane fired her.Ochoa filed a charge of discrimination, alleging\n(among other things) that she had been fired on the basis of her\ngender. The EEOC began an investigation, and—at its request—McLane\nprovided it with basic information about the evaluation, as well as\na list of anonymous employees that McLane had asked to take the\nevaluation. McLane’s list included each employee’s gender, role at\nthe company, and evaluation score, as well as the reason each\nemployee had been asked to take the evaluation. But the company\nrefused to provide what the parties call “pedigree information”:\nthe names, Social Security numbers, last known addresses, and\ntelephone numbers of the employees who had been asked to take the\nevaluation. Upon learning that McLane used the evaluation\nnationwide, the EEOC expanded the scope of its investigation, both\ngeographi-cally (to focus on McLane’s nationwide operations) and\nsub-stantively (to investigate whether McLane had discriminated\nagainst its employees on the basis of age). It issued subpoenas\nrequesting pedigree information as it related to its new\ninvestigation. But McLane refused to providethe pedigree\ninformation, and so the EEOC filed two actions in Federal District\nCourt—one arising out of Ochoa’s charge and one arising out of a\nseparate age-discrimination charge the EEOC itself had\nfiled—seeking enforcement of its subpoenas.The enforcement actions were assigned to the\nsame District Judge, who, after a hearing, declined to enforce the\nsubpoenas to the extent that they sought the pedigree information.\nSeeEEOCv.McLane Co., 2012 WL 1132758, *5 (D Ariz.,\nApr. 4, 2012) (age discrimination charge); Civ. No. 12–2469 (D\nAriz., Nov. 19, 2012), App. to Pet. for Cert. 28–30 (Title VII\ncharge).[2] In the District\nCourt’s view, the pedigree information was not “relevant” to the\ncharges because “ ‘an individual’s name, or even an interview\nhe or she could provide if contacted, simply could not shed light\non whether the [evaluation] represents a tool of . . .\ndiscrimination.’ ” App. to Pet. for Cert. 29 (quoting 2012 WL\n1132758, at *5; some internal quotation marks omitted).The Ninth Circuit reversed. See 804 F. 3d\n1051 (2015). Consistent with Circuit precedent, the panel reviewed\nthe District Court’s decision to quash the subpoenade novo, and concluded that the District Court had\nerred in finding the pedigree information irrelevant.Id.,at 1057. But the panel questioned in a footnote whyde novoreview applied, observing that its sister\nCircuits “appear[ed] to review issues related to enforcement of\nadministrative subpoenas for abuse of discretion.”Id.,at\n1056, n. 3; seeinfra,at 7 (reviewing Court of Appeals\nauthority).This Court granted certiorari to resolve the\ndisagreement between the Courts of Appeals over the appropriate\nstandard of review for the decision whether to enforce an EEOC\nsubpoena. 579 U. S. ___ (2016). Because the United States\nagrees with McLane that such a decision shouldbe reviewed for abuse\nof discretion, Stephen B. Kinnard was appointed asamicus\ncuriaeto defend the judgment below. 580 U. S. ___ (2016).\nHe has ably discharged his duties.IIAWhen considering whether a district court’s\ndecision should be subject to searching or deferential appellate\nreview—at least absent “explicit statutory command”—we\ntraditionally look to two factors.Piercev.Underwood, 487 U. S. 552, 558 (1988) . First, we ask\nwhether the “history of appellate practice” yields an answer.Ibid.Second, at least where “neither a clear statutory\nprescription nor a historical tradition exists,” we ask whether,\n“ ‘as a matter of the sound administration of justice, one\njudicial actor is better positioned than another to decide the\nissue in question.’ ”Id.,at 558, 559–560 (quotingMillerv.Fenton, 474 U. S. 104, 114 (1985) ).\nBoth factors point toward abuse-of-discretion review here.First, the longstanding practice of the courts\nof appeals in reviewing a district court’s decision to enforce or\nquash an administrative subpoena is to review that decision for\nabuse of discretion. That practice predates even Title VII itself.\nAs noted, Title VII confers on the EEOC the same authority to issue\nsubpoenas that the National Labor Relations Act (NLRA) confers on\nthe National Labor Relations Board (NLRB). See n. 1,supra. During the three decades between the enactment of the\nNLRA and the incorporation of the NLRA’s subpoena-enforcement\nprovisions into Title VII, every Circuit to consider the question\nhad held that a district court’s decision whether to enforce an\nNLRB subpoena should be reviewed for abuse of discretion. SeeNLRBv.Consolidated Vacuum Corp., 395 F. 2d\n416, 419–420 (CA2 1968);NLRBv.Friedman, 352\nF. 2d 545, 547 (CA3 1965);NLRBv.Northern Trust\nCo., 148 F. 2d 24, 29 (CA7 1945);Goodyear Tire &\nRubber Co.v.NLRB, 122 F. 2d 450, 453–454 (CA6\n1941). By the time Congress amended Title VII to authorize EEOC\nsubpoenas in 1972, it did so against this uniform backdrop of\ndeferential appellate review.Today, nearly as uniformly, the Courts of\nAppeals apply the same deferential review to a district court’s\ndecision as to whether to enforce an EEOC subpoena. Almost every\nCourt of Appeals reviews such a decision for abuse of discretion.\nSee,e.g., EEOCv.Kronos Inc., 620 F. 3d 287,\n295–296 (CA3 2010);EEOCv.Randstad, 685 F. 3d\n433, 442 (CA4 2012);EEOCv.Roadway Express, Inc.,\n261 F. 3d 634, 638 (CA6 2001);EEOCv.United Air\nLines, Inc., 287 F. 3d 643, 649 (CA7 2002);EEOCv.Technocrest Systems, Inc., 448 F. 3d 1035, 1038 (CA8\n2006);EEOCv.Dillon Companies, Inc., 310 F. 3d\n1271, 1274 (CA10 2002);EEOCv.Royal Caribbean Cruises,\nLtd., 771 F. 3d 757, 760 (CA11 2014) (per curiam).\nAs Judge Watford—writing for the panel below—recognized, the Ninth\nCircuit alone applies a more searching form of review. See 804\nF. 3d, at 1056, n. 3 (“Why we review questions of\nrelevance and undue burden de novo is unclear”); see alsoEPAv.Alyeska Pipeline Serv. Co., 836 F. 2d\n443, 445–446 (CA9 1988) (holding thatde novoreview\napplies). To be sure, the inquiry into the appropriate standard of\nreview cannot be resolved by a head-counting exercise. But the\n“long his-tory of appellate practice” here,Pierce, 487\nU. S., at 558, carries significant persuasive weight.Second, basic principles of institutional\ncapacity counsel in favor of deferential review. The decision\nwhether to enforce an EEOC subpoena is a case-specific one that\nturns not on “a neat set of legal rules,”Illinoisv.Gates, 462 U. S. 213, 232 (1983) , but instead on the\napplication of broad standards to “multifarious, fleeting, special,\nnarrow facts that utterly resist generalization,”Pierce,\n487 U. S., at 561–562 (internal quotation marks omitted). In\nthe mine run of cases, the district court’s decision whether to\nenforce a subpoena will turn either on whether the evidence sought\nis relevant to the specific charge before it or whether the\nsubpoena is unduly burdensome in light of the circumstances. Both\ntasks are well suited to a district judge’s expertise. The decision\nwhether evidence sought is relevant requires the district court to\nevaluate the relationship between the particular materials sought\nand the particular matter under investigation—an analysis “variable\nin relation to the nature, purposes and scope of the inquiry.”Oklahoma Press Publishing Co.v.Walling, 327\nU. S. 186, 209 (1946) . Similarly, the decision whether a\nsubpoena is overly burdensome turns on the nature of the materials\nsought and the difficulty the employer will face in producing them.\nThese inquiries are “generally not amenable to broadper serules,”Sprint/United Management Co.v.Mendelsohn, 552 U. S. 379, 387 (2008) ; rather, they\nare the kind of “fact-intensive, close calls” better suited to\nresolution by the district court than the court of appeals,Cooter & Gellv.Hartmarx Corp., 496 U. S.\n384, 404 (1990) (internal quotation marks omitted).[3]Other functional considerations also show that\nabuse-of-discretion review is appropriate here. For one, district\ncourts have considerable experience in other contexts making\ndecisions similar—though not identical—to those they must make in\nthis one. SeeBufordv.United States, 532 U. S.\n59, 66 (2001) (“[T]he comparatively greater expertise” of the\ndistrict court may counsel in favor of deferential review).\nDistrict courts decide, for instance, whether evidence is relevant\nat trial, Fed. Rule Evid. 401; whether pretrial criminal subpoenas\nare unreasonable in scope, Fed. Rule Crim. Proc. 16(c)(2); and\nmore. These decisions are not the same as the decisions a district\ncourt must make in enforcing an administrative subpoena. But they\nare similar enough to give the district court the “institutional\nadvantag[e],”Buford, 532 U. S., at 64, that comes with\ngreater experience. For another, as we noted inCooter &\nGell, deferential review “streamline[s] the litigation process\nby freeing appellate courts from the duty of reweighing evidence\nand reconsidering facts already weighed and considered by the\ndistrict court,” 496 U. S., at 404—a particularly important\nconsideration in a “satellite” proceeding like this one,ibid., designed only to facilitate the EEOC’s\ninvestigation.BAmicus’ arguments to the contrary have\naided our consideration of this case. But they do not persuade us\nthatde novoreview is appropriate.Amicus’ central argument is that the\ndecision whether a subpoena should be enforced does not require the\nexercise of discretion on the part of the district court, and so it\nshould not be reviewed for abuse of discretion. Onamicus’\nview, the district court’s primary role is to test the legal\nsufficiency of the subpoena, not to weigh whether it should be\nenforced as a substantive matter. Cf.Shell Oil, 466\nU. S., at 72, n. 26 (rejecting the argument that the district\ncourt should assess the validity of the underlying claim in a\nproceeding to enforce a subpoena). Even acceptingamicus’\nview of the district court’s task, however, this understanding of\nabuse-of-discretion review is too narrow. As commentators have\nobserved, abuse-of-discretion review is employed not only where a\ndecisionmaker has “a wide range of choice as to what he decides,\nfree from the constraints which characteristically attach whenever\nlegal rules enter the decision[making] process”; it is also\nemployed where the trial judge’s decision is given “an unu-sual\namount of insulation from appellate revision” for func-tional\nreasons. Rosenberg, Judicial Discretion of the Trial Court, Viewed\nFrom Above, 22 Syracuse L. Rev. 635, 637 (1971); see also 22\nC. Wright & K. Graham, Federal Practice and Procedure §5166.1\n(2d ed. 2012). And as we have explained, it is in large part due to\nfunctional concerns that we conclude the district court’s decision\nshould be reviewed for abuse of discretion. Even if the district\ncourt’s decision can be characterized in the way thatamicussuggests, that characterization would not be inconsistent with\nabuse-of-discretion review.Nor are we persuaded byamicus’ remaining\narguments.Amicusargues that affording deferential review\nto a district court’s decision would clash with Court of Appeals\ndecisions instructing district courts to defer themselves to the\nEEOC’s determination that evidence is relevant to the charge at\nissue. SeeDirector, Office of Thrift Supervision,v.Vinson & Elkins, LLP, 124 F. 3d 1304, 1307 (CADC\n1997) (district courts should defer to agency appraisals of\nrelevance unless they are “obviously wrong”);EEOCv.Lockheed Martin Corp.,Aero & Naval Systems, 116\nF. 3d 110, 113 (CA4 1997) (same). Inamicus’ view, it\nis “analytically impossible” for the court of appeals to defer to\nthe district court if the district court must itself defer to the\nagency. Tr. of Oral Arg. 29. We think the better reading of those\ncases is that they rest on the established rule that the term\n“relevant” be understood “generously” to permit the EEOC “access to\nvirtually any material that might cast light on the allegations\nagainst the employer.”Shell Oil, 466 U. S., at 68–69.\nA district court deciding whether evidence is “relevant” under\nTitle VII need not defer to the EEOC’s decision on that score; it\nmust simply answer the question cognizant of the agency’s broad\nauthority to seek and obtain evidence. Because the statute does not\nset up any scheme of double deference,amicus’ arguments as\nto the infirmities of such a scheme are misplaced.Nor do we agree that, asamicussuggests,\nthe constitutional underpinnings of theShell Oilstandard\nrequire a different result. To be sure, we have described a\nsubpoena as a “ ‘constructive’ search,”Oklahoma Press,\n327 U. S., at 202, and implied that the Fourth Amendment is\nthe source of the requirement that a subpoena not be “too\nindefinite,”Morton Salt, 338 U. S., at 652. But not\nevery decision that touches on the Fourth Amendment is subject to\nsearching review. Subpoenas in a wide variety of other contexts\nalso implicate the privacy interests protected by the Fourth\nAmendment, but courts routinely review the enforcement of such\nsubpoenas for abuse of discretion. See,e.g., United Statesv.Nixon, 418 U. S. 683, 702 (1974) (pretrial subpoenasduces tecum);In re Grand Jury Subpoena, 696\nF. 3d 428, 432 (CA5 2012) (grand jury subpoenas);In re Grand Jury Proceedings, 616 F. 3d 1186, 1201\n(CA10 2010) (same). And this Court has emphasized that courts\nshould pay “great deference” to a magistrate judge’s determination\nof probable cause,Gates, 462 U. S., at 236 (internal\nquotation marks omitted)—a decision more akin to a district court’s\npreenforcement review of a subpoena than the warrantless searches\nand seizures we considered inOrnelasv.United\nStates, 517 U. S. 690 (1996) , on whichamicusplaces great weight. The constitutional pedigree ofShell\nOildoes not change our view of the correct standard of\nreview.IIIFor these reasons, a district court’s decision\nto enforce an EEOC subpoena should be reviewed for abuse of\ndiscretion, notde novo.The United States also argues that the judgment\nbelow can be affirmed because it is clear that the District Court\nabused its discretion. But “we are a court of review, not of first\nview,”Cutterv.Wilkinson, 544 U. S. 709 ,\nn. 7 (2005), and the Court of Appeals has not had the chance\nto review the District Court’s decision under the appropriate\nstandard. That task is for the Court of Appeals in the first\ninstance. As part of its analysis, the Court of Appeals may also\nconsider, as and to the extent it deems appropriate, any arguments\nmade by McLane regarding the burdens imposed by the subpoena.The judgment of the Court of Appeals is hereby\nvacated, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Notes1The statute does so by\nconferring on the EEOC the same authority given to the National\nLabor Relations Board to conduct investigations. See 42\nU. S. C. §2000e–9 (“For the purpose of all\n. . . investigations conducted by the Commission\n. . . section 161 of title 29 shall apply”).2The District Court also\nrefused to enforce the subpoena to the extent that it sought a\nsecond category of evidence: information about when and why those\nemployees who had been fired after taking the test had been fired.\nThe District Court provided no explanation for not enforcing the\nsubpoena to the extent it sought this information, and the Court of\nAppeals reversed on that ground. 804 F. 3d 1051, 1059 (CA9\n2015). McLane does not challenge this aspect of the Court of\nAppeals’ decision. See Tr. of Oral Arg. 8.3To be sure, there are\npure questions of law embedded in a district court’s decision to\nenforce or quash a subpoena. Whether a charge is “valid,”EEOCv.Shell Oil Co., 466 U. S. 54, 72, n. 26\n(1984) —that is, legally sufficient—is a pure question of law. And\nthe question whether a district court employed the correct standard\nof relevance, seeid., at 68–69—as opposed to how it applied\nthat standard to the facts of a given case—is a question of law.\nBut “applying a unitary abuse-of-discretion standard” does not\nshelter a district court that makes an error of law, because “[a]\ndistrict court would necessarily abuse its discretion if it based\nits ruling on an erroneous view of the law.”Cooter &\nGellv.Hartmarx Corp., 496 U. S. 384, 403, 405\n(1990) .",
    "joined": []
}