{
    "case": {
        "docket": "280",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/280/"
    },
    "id": "1963126",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SOTOMAYOR, J., DISSENTINGGRAHAM COUNTY SOIL AND WATER CONSERVATIONDIST. V. UNITED STATES EX\nREL. WILSON559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-304GRAHAM COUNTY SOIL AND WATER CONSERVA- TION\nDISTRICT, et al., PETITIONERSv.UNITED STATES ex\nrel. KAREN T. WILSONon writ of certiorari to the united states court of\nappeals for the fourth circuit[March 30, 2010]Justice Sotomayor, with whom\nJustice Breyer joins, dissenting.The False Claims Act (FCA)\ndivests federal courts of jurisdiction to hearqui tamlawsuits based on allegations or transactions publicly disclosed in\na “congressional, administrative, or Government Accounting Office\n[(GAO)] report, hearing, audit, or investigation,” unless thequi tamrelator is an “original source” of the\ninformation. 31 U. S. C. §3730(e)(4)(A) (footnote omitted).\nToday, the Court reads the phrase “administrative … report,\nhearing, audit, or investigation” to encompass not only federal,\nbut also state and local, government sources. In my view, the Court\nmisreads the statutory text and gives insufficient weight to\ncontextual and historical evidence of Congress’ purpose in enacting\n§3730. I would affirm the judgment of the Court of Appeals and hold\nthat “administrative” in the above-quoted provision refers only to\nFederal Government sources.[Footnote 1]ISection 3730(e)(4)(A) sets forth\nthree categories of “public disclosure[s]” that trigger the FCA’s\njurisdictional bar: “allegations or transactions [1] in a criminal,\ncivil, or administrative hearing, [2] in a congressional,\nadministrative, or [GAO] report, hearing, audit, or investigation,\nor [3] from the news media.”[Footnote 2] (Like the majority, I have inserted Arabic\nnumerals and refer to the three phrases as “categories.”) “It is a\n‘fundamental canon of statutory construction that the words of a\nstatute must be read in their context and with a view to their\nplace in the overall statutory scheme.’ ”FDAv.Brown & Williamson Tobacco Corp.,529 U. S. 120, 133\n(2000) (quotingDavisv.Michigan Dept. of\nTreasury,489\nU. S. 803, 809 (1989)). No party here disputes that\n“congressional” and “[GAO]” refer only to Federal Government\nsources.Ante, at 6, and nn. 5–6. As the Court\nacknowledges,ante, at 5, the word “administrative” is\nmore capacious, potentially reaching not only federal, state, and\nlocal government sources but also disclosures by private entities.\nSee,e.g.,Black’s Law Dictionary 42 (5th ed. 1979)\n(defining “administrative” as “pertain[ing] to administration,\nespecially management, … [of] the execution, application or conduct\nof persons or things”).Like the Court of Appeals, I view\nCongress’ choice of two “clearly federal terms [to] bookend the\nnot-so-clearly federal term” as a “very strong contextual cue about\nthe meaning of ‘administrative.’ ” 528 F. 3d 292, 302\n(CA4 2008). “ ‘The maximnoscitur a sociis, … while\nnot an inescapable rule, is often wisely applied where a word is\ncapable of many meanings in order to avoid the giving of unintended\nbreadth to the Acts of Congress.’ ”Gutierrezv.Ada,528 U.\nS. 250, 255 (2000) (quotingJareckiv.G. D.\nSearle & Co.,367 U. S. 303, 307\n(1961)). Here, the immediate proximity of “congressional” and\n“[GAO]” suggests that “administrative” should be read, like its\nneighbors, as referring to Federal Government sources. If Congress\nhad intended to include state or local government administrative\nmaterials, it could have said so, for instance by referring\ngenerically to “governmental” sources. See 528 F. 3d, at\n304–305.The Court applies the logic that underlies thenoscitur a sociiscanon in concluding that\n“administrative” does not refer to private entities because of the\nmeaning suggested by the slightly more distant neighbors “report,\nhearing, audit, or investigation.” Seeante, at 5. I agree\nwith the majority that “administrative” in this context does not\nreach private entities. But in my view, “congressional” and “[GAO]”\nprovide the better textual grounding for that conclusion. I see no\nreason why the “administrati[on]” of a private university, for\ninstance, could not issue a “report,” order an “audit” or\n“investigation,” or conduct a “hearing.” Nor, contrary to the\nmajority’s suggestion, are private entities—particularly those\nreceiving federal funds or participating in federal\nprograms—incapable of making “public disclosure[s]” of fraud on the\nFederal Government.Despite its own implicit reliance on the\ncanon, the Court nevertheless rejects the Court of Appeals’\napplication ofnoscitur a sociisto interpret the three\nterms in Category 2, concluding that “[a] list of three items, each\nquite distinct from the other no matter how construed, is too short\nto be particularly illuminating.”Ante, at 6–7. The three\nterms in Category 2, the Court concludes, are “too few and too\ndisparate” to justify invocation ofnoscitur a sociis.Ante, at 7. We have not previously constrained the canon\nin this way, and I would not do so here.To take just one example, inJareckiwe construed the statutory term “ ‘abnormal income,’ ”\nwhich the statute defined to include income resulting from\n“ ‘exploration, discovery, or prospecting.’ ” 367 U. S.,\nat 304–305 (quoting §456(a) of the Internal Revenue Code of 1939).\nRecognizing that the word “ ‘[d]iscovery’ ” is “usable in\nmany contexts and with various shades of meaning,” we observed that\nit “gathers meaning from the words around it” and concluded that\n“[t]he three words in conjunction … all describe income-producing\nactivity in the oil and gas and mining industries.”Id.,at 307. As a result, and in light of other contextual evidence\nsupporting the same conclusion, we held that sales of newly\ninvented drugs or camera equipment did not give rise to “abnormal\nincome” even if such inventions might otherwise be understood as\n“discover[ies].” Seeid.,at 307–313. In my view, the\nthree terms in Category 2 are no more “distinct” or “disparate,”ante, at 7, than the phrase at issue inJarecki,\nparticularly given the expansive plain meaning of “discovery.” Cf.ante, at 7, n. 7. Here, application of thenoscitur a sociisprinciple readily yields a common\nfeature: The sources at issue are federal in nature, not related to\nstate or local governments or private entities. SeeThird Nat.\nBank in Nashvillev.Impac Limited, Inc.,432 U. S. 312, 322–323,\n315 (1977) (applying principle that “words grouped in a list should\nbe given related meaning” where term “ ‘injunction’ ” was\n“sandwiched” between two other words in the statutory phrase\n“ ‘attachment, injunction, or execution’ ”).[Footnote 3]The Court draws additional support for its\nconclusion from reference to the provision’s “larger scheme,”ante, at 8—i.e., the sources enumerated in\nCategories 1 and 3. Although the scope of Category 1 is not before\nus today (and although this Court has never addressed that\nquestion), the Court believes that reading Category 2 as limited to\nFederal Government sources would be inconsistent with decisions of\nlower courts that have interpreted “criminal, civil, or\nadministrative hearing[s]” in Category 1 to include both state and\nfederal proceedings. There is no conflict, however, if both\ncategories are read, as respondent and the Solicitor General urge,\nas exclusively federal. See Brief for Respondent 23–24; Brief for\nUnited States asAmicus Curiae25–26. Even reading\nCategory 1 more broadly, however, does not change the exclusively\nfederal nature of “congressional” and “[GAO],” which undermines\nwhatever inference might be drawn from taking the statutory terms\nin strict succession. Treating the entirety of §3730(e)(4)(A) as an\nundifferentiated list of items gives short shrift to the\nsyntactical choices Congress made in offsetting each category with\ncommas and prepositions, and in providing distinct classes of\nadjectives that modify different nouns.Finally, the Court also views “news media” as\n“distinctly nonfederal in nature.”Ante, at 8–9. But “news\nmedia” does not seem particularly illuminating in this context. As\nthe Court of Appeals observed, although media sources may be\nnational or local in scope, that distinction is not analogous to\nthe difference between federal and state government sources. 528\nF. 3d, at 304.IIIn my view, the statutory context\nand legislative history are also less “opaque,” cf.ante,\nat 17, and more supportive of the reading adopted by the Court of\nAppeals, than the majority today acknowledges. While the\nlegislative record is concededly incomplete, it does provide reason\nto exercise caution before giving the statutory text its broadest\npossible meaning—i.e., to encompass not only federal, but\nalso state and local, government sources.Three points are particularly\nsalient. First, prior to the 1986 amendments, the “Government\nknowledge” bar unquestionably referred only to information in the\npossession of the Federal Government.[Footnote 4] Even still, the bar was criticized as overly\nrestrictive. A Senate Report on an initial version of the 1986\nlegislation, for instance, described the FCA’s history and need for\nlegislative reform, noting “several restrictive court\ninterpretations of the act … which tend to thwart the effectiveness\nof the statute.” S. Rep. No. 99–345, p. 4 (1986)\n(hereinafter S. Rep.). For instance, courts had applied the\nGovernment knowledge bar “even if the Government makes no effort to\ninvestigate or take action after … original allegations [a]re\nreceived.”Id.,at 12 (citingUnited States ex rel.\nLapinv.International Business Machines Corp., 490\nF. Supp. 244 (Haw. 1980)).[Footnote 5]Second, there is more support than the Court\nrecognizes for the proposition that Congress sought in the 1986\namendments to broaden the availability ofqui tamrelief.\nThe Senate Report characterized the reform effort as intended to\n“enhance the Government’s ability to recover losses sustained as a\nresult of fraud against the Government” and dwelt at length on the\n“severe” and “growing” problem of “fraud in Federal programs.”\nS. Rep., at 1–2; accord, H. R. Rep. No. 99–660,\np. 18 (1986) (“Evidence of fraud in Government programs and\nprocurement is on a steady rise”). The Senate Report also\narticulated a desire to “encourage any individual knowing of\nGovernment fraud to bring that information forward,” and it\nidentified as “perhaps the most serious problem plaguing effective\nenforcement [of antifraud laws] a lack of resources on the part of\nFederal enforcement agencies.” S. Rep., at 2, 7.[Footnote 6]Consistent with these expressed views, the\nenacted legislation was replete with provisions encouragingqui\ntamactions. By replacing the Government knowledge bar with\nthe current text of §3730(e)(4)(A) and including an exception for\n“original source[s],” Congress “allowed private parties to sue even\nbased on information already in the Government’s possession.”Cook Countyv.United States ex rel. Chandler,538 U. S. 119,\n133 (2003). The 1986 amendments also established the right ofqui tamrelators to continue as a party to a suit after\nthe Government intervenes, 31 U. S. C. §3730(c)(1) (1988 ed.);\nincreased the percentage of recovery available as an incentive for\nprivate suits, §3730(d)(1); and created a cause of action against\nemployers who retaliate againstqui tamrelators,\n§3730(h).[Footnote 7]To be sure, Congress was also concerned in\n1986, as in 1943, with guarding against purely opportunistic,\n“parasitic”qui tamrelators. See S. Rep., at 10–11\n(describing history of parasitic suits and the 1943 amendments);ante, at 12–13. Lower courts have viewed the 1986\namendments as striking a balance between the “twin goals of\nrejecting suits which the government is capable of pursuing itself,\nwhile promoting those which the government is not equipped to bring\non its own.”United States ex rel. Springfield Terminal R.\nCo.v.Quinn, 14 F. 3d 645, 651 (CADC 1994). But\nevidence that Congress sought to balance two competing goals\nsupports moderation in interpreting an arguably ambiguous statutory\ntext, rather than woodenly reading the statutory language to its\nfullest possible extent.Third, the legislative record “ ‘contains\nno hint of any intention’ ” to bar suits based on disclosures\nfrom state or local government sources. Brief for United States asAmicus Curiae20 (quotingUnited States ex rel.\nAnti-Discrimination Center of Metro N. Y., Inc.v.Westchester Cty., 495 F. Supp. 2d 375, 383 (SDNY\n2007)). Inclusion of state or local government sources would have\nconstituted a significant departure from the Federal Government\nknowledge bar that had existed for four decades by 1986. But\nneither the initial bills reported by the Senate and House\nCommittees nor statements by individual Members of Congress about\nsubsequent versions of the legislation suggest any consideration or\ndebate about expanding the pre-1986 bar to apply to state or local\ngovernment sources.[Footnote\n8]Although these points do not definitively\nresolve the question presented today, to my mind they counsel\nagainst reading §3730(e)(4)(A) (2006 ed.) so broadly as to disturb\nthe balance Congress evidently sought to achieve through the 1986\namendments. Today’s decision risks such a result. The Court imposes\na jurisdictional bar that is by all appearancesmorerestrictive ofqui tamsuits than the pre-1986 regime.\nConstruing §3730(e)(4)(A) to encompass the thousands of state and\nlocal government administrative reports produced each year\neffectively imputes to the Federal Government knowledge of such\nsources, whether or not the Government is aware of the information\nor in a position to act on it.[Footnote 9] The Solicitor General specifically warns that\nwhile information in federal administrative audits or\ninvestigations is “readily available” to attorneys at the\nDepartment of Justice, “many state and local reports and\ninvestigations never come to the attention of federal authorities.”\nBrief for United States asAmicus Curiae22. The Court\ndismisses this concern as “sheer conjecture,” postulating that\nGovernment lawyers “may” in fact learn about “quite a few” state or\nlocal reports and investigations, particularly in joint\nstate-federal programs.[Footnote\n10]Ante, at 18. Perhaps so. But absent any concrete\nreason to believe otherwise, I would not so readily dismiss the\nformal representation of the Executive Branch entity with\nresponsibility for, and practical experience in, litigating FCA\nclaims on behalf of the United States.In sum, the statute’s plain text, evidence of\nCongress’ intent to expandqui tamactions, and practical\nconsequences of a more expansive interpretation together suggest\nCategory 2 is most reasonably read to encompass federal, but not\nstate or local, government sources.[Footnote 11]*  *  *For the reasons given above, I\nwould affirm the judgment of the Court of Appeals, and respectfully\ndissent.Footnote 1As the Court notes, recent legislation\namended the language of 31 U. S. C. §3730(e)(4). Seeante, at 1–2, n. 1 (citing Pub. L. 111–148,\n§10104(j)(2), 124 Stat. 119). Like the Court, I use the present\ntense throughout this opinion in discussing the statute as it\nexisted at the time this case was argued before this Court.Footnote 2As the Court observes, in enacting\n§3730(e)(4)(A) Congress erroneously referred to the General\nAccounting Office—now renamed the Government Accountability\nOffice—as the “Government Accounting Office.”Ante, at 6,\nn. 6.Footnote 3The Court relies onReiterv.Sonotone Corp.,442 U. S. 330, 338–339\n(1979), for the proposition that we should not “ ‘rob’ ”\nany of the three terms in Category 2 of 31 U. S. C.\n§3730(e)(4)(A) of “ ‘its independent and ordinary\nsignificance.’ ”Ante, at 7. ButReiterinvolved the statutory term “business or property.” Those two words\nless readily suggest a shared limiting principle than do\n“congressional, administrative, or [GAO].” Moreover, our concern\nabout “rob[bing]” the word “ ‘property’ ” of its broader\nmeaning rested on a desire not to “ignore the disjunctive\n‘or’ ” in the statutory pairing. 442 U. S., at 338–339; see\nalsoid., at 339 (“Canons of construction ordinarily\nsuggest that terms connected by a disjunctive be given separate\nmeanings”). Because Congress did not employ a completely\ndisjunctive list in §3730(e)(4)(A)—i.e., “congressionaloradministrativeor[GAO]”—theReiterprinciple applies with less force. Cf.Garciav.United States,469 U. S. 70, 73 (1984)\n(applying disjunctive principle in construing statutory prohibition\non assault and robbery of any custodian of “ ‘mail matterorof any moneyorother property of the United\nStates,’ ” and observing that “[t]he three classes of property\n… are each separated by the conjunction ‘or’ ” (quoting 18 U.\nS. C. §2114; some emphasis deleted)).Footnote 4As originally enacted in 1943, the bar\napplied to suits “based upon evidence or information in the\npossession of the United States, or any agency, officer or employee\nthereof, at the time such suit was brought.” 57 Stat. 609. In 1982,\nCongress recodified the provision to apply to suits “based on\nevidence or information the Government had when the action was\nbrought.” 96 Stat. 979.Footnote 5The Senate Report also discussedUnited\nStates ex rel. Wisconsinv.Dean, 729 F. 2d 1100\n(CA7 1984), in which the court barred Wisconsin from bringing aqui tamsuit for Medicaid fraud because the State had\npreviously disclosed the information to the Federal Government,\neven when the State’s own investigation had discovered the fraud.\nS. Rep., at 12–13. Lower courts have observed that theDeandecision was controversial and appears to have\nmotivated the inclusion of the “original source” exception in the\n1986 jurisdictional bar. See,e.g.,Wangv.FMC Corp., 975 F. 2d 1412, 1419 (CA9 1992); see also\nS. Rep., at 13 (noting resolution by the National Association\nof Attorneys General criticizingDeanand urging Congress\nto address the problem).Footnote 6In introducing a later and near-final version\nof the bill, Senator Grassley described the reform effort as\nstemming “from a realization that the Government needs help—lots of\nhelp—to adequately protect taxpayer funds from growing and\nincreasingly sophisticated fraud.” 132 Cong. Rec. 28580 (1986); see\nalsoUnited States ex rel. Sillerv.Becton Dickinson\n& Co., 21 F. 3d 1339, 1347 (CA4 1994) (“By 1986, when\nsection 3730(e)(4) was enacted, Congress had come to the conclusion\nthat fraud against the Government was apparently so rampant and\ndifficult to identify that the Government could use all the help it\ncould get from private citizens with knowledge of fraud” (internal\nquotation marks omitted)).Footnote 7See also 1 J. Boese, Civil False Claims andQui TamActions §1.04[G], p. 1–22 (Supp. 2007)\n(“[V]irtually all the changes introduced in th[e] section [of the\n1986 amendments addressingqui tamactions] expanded the\nrights ofqui tamrelators”). The amendments also\ncontained a number of provisions facilitating enforcement\ngenerally,e.g., lowering the requisite showing of intent\nby making clear that “knowing” violations require “no proof of\nspecific intent to defraud,” 31 U. S. C. §3729(b)(1) (1988\ned.); lengthening the statute of limitations, §3731(b); and\nauthorizing treble damages, §3729(a).The Court fairly observes that the addition of “news media” to\nthe jurisdictional bar undercuts attributing to Congress a\n“single-minded” intent to expand the availability ofqui\ntamrelief.Ante, at 19. But neither does that\nprovision support reading Category 2 to its broadest possible\nextent. Moreover, barring suits based on “news media” disclosures\nmay not have constituted a particularly significant expansion of\nexisting law. Courts had applied the pre-1986 Government knowledge\nbar to dismiss actions based on information reported in the news\nmedia. InUnited States ex rel. Thompsonv.Hays,\n432 F. Supp. 253, 256, 255 (DC 1976), the court dismissed a\nsuit based on evidence “gleaned from sources in the news media\nwhich received widespread public attention [alleging fraud by a\nMember of Congress],” when the Department of Justice “first\nobtained information regarding the claims … as a result of [a]Washington Postarticle.” Similarly, the court inUnited Statesv.Burmah Oil Co., 558 F. 2d\n43, 46, n. 1 (CA2 1977)(per curiam)characterized\nthe Government knowledge bar as “discourag[ing] the filing of\nactions by parties having no information of their own to\ncontribute, but who merely plagiarized information in indictments\nreturned in the courts, newspaper stories or congressional\ninvestigations.” Congress could have reasonably assumed in 1986\nthat news media would report on the kinds of high-profile frauds\nthat would naturally—perhaps as a result of the reporting—come to\nthe Government’s attention, and thus would already have been\ncovered under existing law.Footnote 8In June 1986, the House Committee on the\nJudiciary reported a bill that would have barredqui tamactions based on information “which the Government disclosed as a\nbasis for allegations made in a prior administrative, civil, or\ncriminal proceeding,” “disclosed during the course of a\ncongressional investigation,” or “disseminated by any news media.”\nH. R. Rep. No. 99–660, pp. 2, 3 (internal quotation marks\nomitted). The references to information disclosed by the Government\nitself (with a capital “G”) and to “congressional investigation[s]”\nconnote federal, not state or local, government sources. In July,\nthe Senate Committee on the Judiciary reported its own version of\nthe bill, barring actions “based upon allegations or transactions\nwhich are the subject of a civil suit in which the Government is\nalready a party, or within six months of the disclosure of specific\ninformation relating to such allegations or transactions in a\ncriminal, civil, or administrative hearing, a congressional or\nGovernment Accounting Office report or hearing, or from the news\nmedia.” S. Rep., at 43. The reference to suits in which the Federal\nGovernment is a party and absence of the ambiguous term\n“administrative” in the bill’s reference to “congressional or\n[GAO]” reports or hearings, similarly tend to exclude disclosures\nfrom state or local government reports. The enacted legislation did\ndiffer in several respects from the reported bills, but the\nsubsequent legislative record contains no reference to the\ninclusion of state or local government sources. See,e.g.,132 Cong. Rec. 20535–20537 (statement of Sen. Grassley);id., at 29321–29322 (statements of Reps. Glickman and\nBerman).Footnote 9Of course, 31 U. S. C. §3730(e)(4)(A)\n(2006 ed.) speaks of “public disclosure,” not notice to the\nGovernment. But the requirement of a “public” disclosure\ncountenances notice, both to the public and otherwise. Indeed, a\nnumber of lower courts look to whether the Federal Government is\n“on notice” of alleged fraud before concluding that a particular\nsource is a “public disclosure of allegations or transactions”\nunder §3730(e)(4)(A). See,e.g.,United States ex rel.\nPoteetv.Medtronic, Inc., 552 F. 3d 503, 512 (CA6\n2009) (“[A] public disclosure reveals fraud if the information is\nsufficient to put the government on notice of the likelihood of\nrelated fraudulent activity” (internal quotation marks omitted));United Statesv.Alcan Elec. & Eng., Inc.,\n197 F. 3d 1014, 1020 (CA9 1999) (similar);United States ex\nrel. Finev.Sandia Corp., 70 F. 3d 568, 572 (CA10\n1995) (similar).Footnote 10The Court observes that federal law requires\nsome recipients of federal funds to conduct audits,ante,\nat 18, n. 18, andamiciStates point to the auditing\nand reporting requirements of the Single Audit Act of 1984, Brief\nfor State of Pennsylvania et al. asAmici Curiae7–10\n(hereinafter States Brief). But neither the Court nor theamicirebut the Solicitor General’s pragmatic observation\nthat “the vague and summary nature of many of those reports … does\nnot … alert the federal government of fraud.” Brief for United\nStates asAmicus Curiae31.Footnote 11The majority notes in passing several policy\narguments advanced by petitioners and theiramici.Ante, at 20, n. 19. None merits much weight.\nPetitioners are concerned about a race to the courthouse, in which\nparasitic relators will capitalize on information released in a\nstate or local government report to the disadvantage of a\nslow-moving insider. Brief for Petitioners 31. But the FCA’s\nfirst-to-file provision, 31 U. S. C. §3730(b)(5), reflects\nCongress’ explicit policy choice to encourage prompt filing and, in\nturn, prompt recovery of defrauded funds by the United States.AmiciStates are concerned that relators may interfere\nwith ongoing state and local government investigations by “trolling\nstate records and reports” for evidence of fraud. States Brief 11.\nBut some state freedom-of-information laws exempt materials related\nto ongoing civil investigations. See,e.g.,Kan. Stat.\nAnn. §45–221(a)(11) (2008 Cum. Supp.); Pa. Stat. Ann., Tit. 65,\n§67.708(b)(17) (Purdon Supp. 2009). In any event, the FCA contains\nno provision giving state or local governments a privileged\nposition asqui tamrelators or, with respect to local\ngovernments, defendants.",
    "joined": []
}