{
    "case": {
        "docket": "15-1509",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/15-1509/"
    },
    "id": "3863127",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 15–1509_________________U.S. BANK NATIONAL ASSOCIATION, TRUSTEE, by\nand through CWCAPITAL ASSET MANAGEMENT LLC, PETITIONERv.THE VILLAGE AT LAKERIDGE, LLCon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 5, 2018]Justice Sotomayor, with whom Justice Kennedy,\nJustice Thomas, and Justice Gorsuch join, concurring.The Court granted certiorari to decide\n“[w]hether the appropriate standard of review for determining\nnon-statutory insider status” under the Bankruptcy Code isde novoor clear error. Pet. for Cert. i. To answer\nthat question, the Court “take[s] . . . as a given” the\ntwo-prong test that the Court of Appeals for the Ninth Circuit has\nadopted for determining whether a person or entity is an insider.Ante,at 6. I join the Court’s opinion in full because,\nwithin that context, I agree with the Court’s analysis that a\ndetermination whether a particular transaction was conducted at\narm’s length is a mixed question of law and fact that should be\nreviewed for clear error. Seeante,at 10–11.I write separately, however, because I am\nconcerned that our holding eludes the more fundamental question\nwhether the Ninth Circuit’s underlying test is correct. If that\ntest is not the right one, our holding regarding the standard of\nreview may be for naught. That is because the appropriate standard\nof review is deeply intertwined with the test being applied. As the\nCourt puts it, “the standard of review for a mixed question all\ndepends—on whether answering it entails primarily legal or factual\nwork.”Ante,at 9.Here, the Court identifies the Ninth Circuit as\nhaving affirmed on the basis of the second prong of its test,\npursuant to which the Ninth Circuit concluded that the relevant\ntransaction between Robert Rabkin and MBP Equity Partners was\nconducted at arm’s length.Ante,at 6. Because that analysis\nis primarily factual in nature, the Court rightly concludes that\nappellate review of the Bankruptcy Court’s decision is for clear\nerror.Ante,at 10–11. However, if the proper inquiry did\nnot turn solely on an arm’s-length analysis but rather involved a\ndifferent balance of legal and factual work, the Court may have\ncome to a different conclusion on the standard of review.The Court’s discussion of the standard of review\nthus begs the question of what the appropriate test for determining\nnon-statutory insider status is. I do not seek to answer that\nquestion, as the Court expressly declined to grant certiorari on\nit. I have some concerns with the Ninth Circuit’s test, however,\nthat would benefit from additional consideration by the lower\ncourts.As the Ninth Circuit interpreted the Code, “[a]\ncreditor is not a non-statutory insider unless: (1) the closeness\nof its relationship with the debtor is comparable to that of the\nenumerated insider classifications in [11 U. S. C.]\n§101(31),and(2) the relevant transaction is negotiated at\nless than arm’s length.”In re Village at Lakeridge,\nLLC, 814 F. 3d 993, 1001 (2016) (emphasis added). Under\nthis test, because prongs one and two are conjunctive, a court’s\nconclusion that the relevant transaction was conducted at arm’s\nlength necessarily defeats a finding of non-statutory insider\nstatus, regardless of how close a person’s relationship with the\ndebtor is or whether he is otherwise comparable to a statutorily\nenumerated insider.[1]It is not clear to me, however, that the Ninth\nCircuit has explained how this two-prong test is consistent with\nthe plain meaning of the term “insider” as it appears in the Code.\nThe concept of “insider” generally rests on the presumption that a\nperson or entity alleged to be an in- sider is so connected with\nthe debtor that any business conducted between them necessarily\ncannot be conducted at arm’s length. See Black’s Law Dictionary 915\n(10th ed. 2014) (defining “insider” as “[a]n entity or person who\nis so closely related to a debtor that any deal between them will\nnot be considered an arm’s-length transaction and will be subject\nto close scrutiny”). Title 11 U. S. C. §101(31) defines\n“insider” by identifying certain individuals or entities who are\nconsidered insiders merely on the basis of their status, without\nregard to whether any relevant transaction is conducted at arm’s\nlength. Such an individual is not under any circumstance able to\nvote for a reorganization plan. See §1129(a)(10).In contrast, under prong two of the Ninth\nCircuit’s test, an individual who is similar to, but does not fall\nprecisely within, one of the categories of insiders listed in\n§101(31) will not be considered an insider and will be able to vote\nunder §1129(a)(10) so long as the transaction relevant to the\nbankruptcy proceeding is determined to have been conducted at arm’s\nlength. This would include, for example, a romantic partner of an\ninsider, even one who in all or most respects acts like a\nspouse.Given that courts have interpreted\n“non-statutory insiders” as deriving from the same statutory\ndefinition as the enumerated insiders in §101(31), the basis for\nthe disparate treatment of two similar individuals is not\nimmediately apparent. Lower courts have concluded that the Code’s\nuse of the term “includes” in the definition of “insider” in\n§101(31) signals that Congress contemplated that certain other\npersons or entities in addition to those listed would qualify as\ninsiders. Seeante,at 2. Notably, this Court has never\naddressed that issue directly, although the Court has held in other\ncontexts that “the term ‘including’ is not one of all-embracing\ndefinition, but connotes simply an illustrative application of the\ngeneral principle.”Federal Land Bank of St. Paulv.Bismarck Lumber Co., 314 U. S. 95, 100 (1941) .Assuming §101(31) encompasses such\n“non-statutory insiders,” the only clue we have as to which persons\nor entities fall within that category is the list of enumerated\ninsiders and the presumption of lack of arm’s length that follows\nfrom that label. Because each of those persons or entities are\nconsidered insiders regardless of whether a particular transaction\nappears to have been conducted at arm’s length, it is not clear why\nthe same should not be true of non-statutory insiders. That is, an\nenumerated “insider” does not cease being an insider just because a\ncourt finds that a relevant transaction was conducted at arm’s\nlength. Then why should a finding that a transaction was conducted\nat arm’s length, without more, conclusively foreclose a finding\nthat a person or entity is a “non-statutory insider”?Of course, courts must develop some principled\nmethod of determining what other individuals or entities fall\nwithin the term “insider” other than those expressly provided. I\ncan conceive of at least two possible legal standards that are\nconsistent with the understanding that insider status inherently\npresumes that transactions are not conducted at arm’s length.\nFirst, it could be that the inquiry should focus solely on a\ncomparison between the characteristics of the alleged non-statutory\ninsider and the enumerated insiders, and if they share sufficient\ncommonalities, the alleged person or entity should be deemed an\ninsider regardless of the apparent arm’s-length nature of any\ntransaction. Cf.In re Longview Aluminum, LLC, 657 F.3d 507,\n510–511 (CA7 2011) (considering only whether a manager of a debtor\ncorporation was comparable to the enumerated insiders, regardless\nof whether any transaction was conducted at less-than-arm’s\nlength).Second, it could be that the test should focus\non a broader comparison that includes consideration of the\ncircumstances surrounding any relevant transaction. If a\ntransaction is determined to have been conducted at less-than-arm’s\nlength, it may provide strong evidence in the context of the\nrelationship as a whole that the alleged non-statutory insider\nshould indeed be considered an insider. Relatedly, if the\ntransaction does appear to have been undertaken at arm’s length,\nthat may be evidence, considered together with other aspects of the\nparties’ relationship, that the alleged non-statutory insider\nshould not, in fact, be deemed an insider.Neither of these conceptions reflects the Ninth\nCircuit’s test. Rather, the Ninth Circuit considered separately\nwhether Rabkin was comparable to an enumerated insider and whether\nthe transaction between Rabkin and MBP was conducted at arm’s\nlength. See 814 F. 3d, at 1002–1003. Because the Ninth Circuit\nconcluded that the transaction was undertaken at arm’s length, that\nfinding was dispositive of non-statutory insider status under their\ntest, leading this Court, in turn, to consider the standard of\nreview only with respect to that prong.It is conceivable, however, that if the\nappropriate test were different from the one articulated by the\nNinth Circuit, such as the two examples I outlined above, the\napplicable standard of review would be different as well. Seeante,at 6, 9, n. 5. To make more concrete how this may play\nout in practice, I briefly walk through how I might apply my two\nproposed tests to the facts of this case.If a comparative analysis were the right test,\nand assuming,arguendo, that it involves more legal than\nfactual work thus resulting inde novoreview, certain\naspects of Rabkin’s relationship with Kathleen Bartlett, an\nundisputed insider of the debtor, strike me as suggesting that\nRabkin should have been designated as a non-statutory insider.\nRabkin purchased the claim from MBP, but Bartlett, a member of\nMBP’s board, facilitated the transaction. Even though Rabkin and\nBartlett kept separate finances and lived separately, they shared a\n“romantic” relationship, seeante,at 4; Rabkin knew that\nthe debtor was in bankruptcy, 814 F. 3d, at 1003; and Bartlett\napproached only Rabkin with the offer to sell MBP’s claim,id.,at 1002. In a strict comparative analysis, Rabkin’s\ninteractions with Bartlett and MBP suggest that he may have been\nacting comparable to an enumerated insider, for example, like a\nrelative of an officer of an insider. See §101(31)(B)(vi).Even if the comparative analysis included a\nbroader consideration of features of the transaction that suggest\nit was conducted at arm’s length, and assuming,arguendo,\nthatde novoreview would apply, it is not obvious that\nthose features would outweigh the aspects of the relationship that\nare concerning. Even though Rabkin purport- edly lacked knowledge\nof the cramdown plan prior to his purchase and considered the\npurchase a “small investment” not warranting due diligence, 814\nF. 3d, at 1003, there was no evidence of negotiation over the\nprice,id.,at 1004 (Clifton, J., dissenting), or any\nconcrete evidence that MBP obtained real value in the deal aside\nfrom the prospect of Rabkin’s vote in the cramdown.[2]Even if the proper test for insider status\ncalled for clear error review, it is possible that the facts of\nthis case when considered through the lens of that test, as opposed\nto one focused solely on arm’s length, may have warranted a finding\nthat Rabkin was a non-statutory insider.This is all to say that I hope that courts will\ncontinue to grapple with the role that an arm’s-length inquiry\nshould play in a determination of insider status. In the event that\nthe appropriate test for determining non-statutory insider status\nis different from the one that the Ninth Circuit applied, and\ninvolves a different balance of legal and factual work than the\nCourt addresses here, it is possible I would view the applicable\nstandard of review differently. Because I do not read the Court’s\nopinion as foreclosing that result, I join it in full.Notes1Other Circuits have\ndeveloped analogous rules. See,e.g.,Matter of\nHolloway, 955 F. 2d 1008, 1011 (CA5 1992);In re\nU. S. Medical, Inc., 531 F. 3d 1272, 1277–1278 (CA10\n2008);In re Winstar Communications, Inc., 554\nF. 3d 382, 396–397 (CA3 2009). But seeIn re Longview\nAluminum, LLC, 657 F.3d 507, 510 (CA7 2011).2Outside the context of a\ndetermination of insider status, it is possible that the nature of\na transaction is relevant to assessing the integ-rity of bankruptcy\nproceedings in other ways; for example, in assessing whether a vote\nin a reorganization plan was “not in good faith, or was not\nsolicited or procured in good faith.” §1126(e). It troubles me here\nthat neither the Bankruptcy Court nor the Ninth Circuit considered\nwhether Rabkin’s purchase of MBP’s claim for $5,000 was for value.\nSee App. to Pet. for Cert. 67a (bankruptcy order);In re Village\nat Lakeridge, LLC, 634 Fed. Appx. 619, 621 (2016). Cf.In re DBSD North Am., Inc., 634 F. 3d 79, 104 (CA2\n2011) (stating that a transferee’s overpayment for claims was\nrelevant to a good-faith determination under §1126(e)); §548(c)\n(providing that a transfer will not be considered constructively\nfraudulent, and will not be voidable under §548(a), where “a\ntransferee . . . takes for value and in good faith”).\nIndeed, we have no concrete information about what benefit MBP\nreceived from the transaction aside from the prospect of Rabkin’s\nvote in the cramdown. Of course, the Ninth Circuit’s decision with\nrespect to §1126(e) is not before this Court, but it again prompts\na concern with how the courts below considered the nature of the\ntransaction.",
    "joined": []
}