{
    "case": {
        "docket": "17-467",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/17-467/"
    },
    "id": "3881475",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESANDREW KISELAv.AMY HUGHESon petition for writ of certiorari to the\nunited states court of appeals for the ninth circuitNo. 17–467. Decided April 2, 2018Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.Officer Andrew Kisela shot Amy Hughes while she\nwas speaking with her roommate, Sharon Chadwick, outside of their\nhome. The record, properly construed at this stage, shows that at\nthe time of the shooting: Hughes stood stationary about six feet\naway from Chadwick, appeared “composed and content,” Appellant’s\nExcerpts of Record 109 (Record), and held a kitchen knife down at\nher side with the blade facing away from Chadwick. Hughes was\nnowhere near the officers, had committed no illegal act, was\nsuspected of no crime, and did not raise the knife in the direction\nof Chadwick or anyone else. Faced with these facts, the two other\nresponding officers held their fire, and one testified that he\n“wanted to continue trying verbal command[s] and see if that would\nwork.”Id.,at 120. But not Kisela. He thought it necessary\nto use deadly force, and so, without giving a warning that he would\nopen fire, he shot Hughes four times, leaving her seriously\ninjured.If this account of Kisela’s conduct sounds\nunreasonable, that is because it was. And yet, the Court today\ninsulates that conduct from liability under the doctrine of\nqualified immunity, holding that Kisela violated no “clearly\nestablished” law. Seeante,at 5–6. I disagree. Viewing the\nfacts in the light most favorable to Hughes, as the Court must at\nsummary judgment, a jury could find that Kisela violated Hughes’\nclearly established Fourth Amendment rights by needlessly resorting\nto lethal force. In holding otherwise, the Court misapprehends the\nfacts and misapplies the law, effectively treating qualified\nimmunity as an absolute shield. I therefore respectfully\ndissent.IThis case arrives at our doorstep on summary\njudgment, so we must “view the evidence . . . in the\nlight most favorable to” Hughes, the nonmovant, “with respect to\nthe central facts of this case.”Tolanv.Cotton, 572\nU. S. ___, ___ (2014) (per curiam) (slip op., at 8).\nThe majority purports to honor this well-settled principle, but its\nefforts fall short. Although the majority sets forth most of the\nrelevant events that transpired, it conspicuously omits several\ncritical facts and draws premature inferences that bear on the\nqualified-immunity inquiry. Those errors are fatal to its analysis,\nbecause properly construing all of the facts in the light most\nfavorable to Hughes, and drawing all inferences in her favor, a\njury could find that the following events occurred on the day of\nHughes’ encounter with the Tucson police.On May 21, 2010, Kisela and Officer-in-Training\nAlex Garcia received a “ ‘check welfare’ ” call about a\nwoman chopping away at a tree with a knife. 862 F. 3d 775, 778\n(CA9 2016). They responded to the scene, where they were informed\nby the person who had placed the call (not Chadwick) that the woman\nwith the knife had been acting “erratically.”Ibid.A third\nofficer, Lindsay Kunz, later joined the scene. The officers\nobserved Hughes, who matched the description given to the officers\nof the woman alleged to have been cutting the tree, emerge from a\nhouse with a kitchen knife in her hand. Hughes exited the front\ndoor and approached Chadwick, who was standing outside in the\ndriveway.Hughes then stopped about six feet from\nChadwick, holding the kitchen knife down at her side with the blade\npointed away from Chadwick. Hughes and Chadwick conversed with one\nanother; Hughes appeared “composed and content,” Record 109, and\ndid not look angry. See 862 F. 3d, at 778. At no point during\nthis exchange did Hughes raise the kitchen knife or verbally\nthreaten to harm Chadwick or the officers. Chadwick later averred\nthat, during the incident, she was never in fear of Hughes and “was\nnot the least bit threatened by the fact that [Hughes] had a knife\nin her hand” and that Hughes “never acted in a threatening manner.”\nRecord 110–111. The officers did not observe Hughes commit any\ncrime, nor was Hughes suspected of committing one. See 862\nF. 3d, at 780.Nevertheless, the officers hastily drew their\nguns and ordered Hughes to drop the knife. The officers gave that\norder twice, but the commands came “in quick succession.”Id.,at 778. The evidence in the record suggests that Hughes\nmay not have heard or understood the officers’ commands and may not\nhave been aware of the officers’ presence at all. Record 109–110,\n195, 323–324 (Officer Kunz’s testimony that “it seemed as though\n[Hughes] didn’t even know we were there,” and “[i]t was like she\ndidn’t hear us almost”);id., at 304 (Officer Garcia’s\ntestimony that Hughes acted “almost as if we weren’t there”).\nAlthough the officers were in uniform, they never verbally\nidentified themselves as law enforcement officers.Kisela did not wait for Hughes to register, much\nless respond to, the officers’ rushed commands. Instead, Kisela\nimmediately and unilaterally escalated the situation. Without\ngiving any advance warning that he would shoot, and without\nattempting less dangerous methods to deescalate the situation, he\ndropped to the ground and shot four times at Hughes (who was\nstationary) through a chain-link fence. After being shot, Hughes\nfell to the ground, screaming and bleeding from her wounds. She\nlooked at the officers and asked, “ ‘Why’d you shoot\nme?’ ”Id.,at 308. Hughes was immediately transported\nto the hospital, where she required treatment for her injuries.\nKisela alone resorted to deadly force in this case. Confronted with\nthe same circumstances as Kisela, neither of his fellow officers\ntook that drastic measure.IIPolice officers are not entitled to qualified\nimmunity if “(1) they violated a federal statutory or\nconstitutional right, and (2) the unlawfulness of their conduct was\n‘clearly established at the time.’ ”District of\nColumbiav.Wesby, 583 U. S. ___, ___ (2018) (slip\nop., at 13) (quotingReichlev.Howards, 566\nU. S. 658, 664 (2012) ). Faithfully applying that well-settled\nstandard, the Ninth Circuit held that a jury could find that Kisela\nviolated Hughes’ clearly established Fourth Amendment rights. That\nconclusion was correct.AI begin with the first step of the\nqualified-immunity inquiry: whether there was a violation of a\nconstitutional right. Hughes alleges that Kisela violated her\nFourth Amendment rights by deploying excessive force against her.\nIn assessing such a claim, courts must ask “whether the officers’\nactions are ‘objectively reasonable’ in light of the facts and\ncircumstances confronting them.”Grahamv.Connor,\n490 U. S. 386, 397 (1989) . That inquiry “requires careful\nattention to the facts and circumstances of each particular case,\nincluding the severity of the crime at issue, whether the suspect\nposes an immediate threat to the safety of the officers or others,\nand whether he is actively resisting arrest or attempting to evade\narrest by flight.”Id.,at 396; see alsoTennesseev.Garner, 471 U. S. 1, 11 (1985) . All of those factors\n(and others) support the Ninth Circuit’s conclusion that a jury\ncould find that Kisela’s use of deadly force was objectively\nunreasonable. 862 F. 3d, at 779–782. Indeed, the panel’s\nresolution of this question was so convincing that not a single\njudge on the Ninth Circuit, including the seven who dissented from\ndenial of rehearing en banc, expressly disputed that conclusion.\nSeeid., at 791–799 (opinion of Ikuta, J.). Neither does the\nmajority here, which simply assumes without deciding that “a Fourth\nAmendment violation occurred.”Ante, at 4.First, Hughes committed no crime and was not\nsuspected of committing a crime. The officers were responding to a\n“check welfare” call, which reported no criminal activity, and the\nofficers did not observe any illegal activity while at the scene.\nThe mere fact that Hughes held a kitchen knife down at her side\nwith the blade pointed away from Chadwick hardly elevates the\nsituation to one that justifies deadly force.Second, a jury could reasonably conclude that\nHughes presented no immediate or objective threat to Chadwick or\nthe other officers. It is true that Kisela had received a report\nthat a woman matching Hughes’ description had been acting\nerratically. But the police officers themselves never witnessed any\nerratic conduct. Instead, when viewed in the light most favorable\nto Hughes, the record evidence of what the police encountered\npaints a calmer picture. It shows that Hughes was several feet from\nChadwick and even farther from the officers, she never made any\naggressive or threatening movements, and she appeared “composed and\ncontent” during the brief encounter.Third, Hughes did not resist or evade arrest.\nBased on this record, there is significant doubt as to whether she\nwas aware of the officers’ presence at all, and evidence suggests\nthat Hughes did not hear the officers’ swift commands to drop the\nknife.Finally, the record suggests that Kisela could\nhave, but failed to, use less intrusive means before deploying\ndeadly force. 862 F. 3d, at 781. For instance, Hughes\nsubmitted expert testimony concluding that Kisela should have used\nhis Taser and that shooting his gun through the fence was dangerous\nbecause a bullet could have fragmented against the fence and hit\nChadwick or his fellow officers.Ibid.; see alsoBryanv.MacPherson, 630 F. 3d 805, 831 (CA9\n2010) (noting that “police are required to consider what other\ntactics if any were available to effect the arrest” and whether\nthere are “clear, reasonable, and less intrusive alternatives”\n(internal quotation marks and alteration omitted)). Consistent with\nthat assessment, the other two officers on the scene declined to\nfire at Hughes, and one of them explained that he was inclined to\nuse “some of the lesser means” than shooting, including verbal\ncommands, because he believed there was time “[t]o try to talk\n[Hughes] down.” Record 120–121. That two officers on the scene,\npresented with the same circumstances as Kisela, did not use deadly\nforce reveals just how unnecessary and unreasonable it was for\nKisela to fire four shots at Hughes. SeePlumhoffv.Rickard, 572 U. S. ___, ___ (2014) (slip op., at 8)\n(“We analyze [the objective reason- ableness] question from the\nperspective of a reasonable officer on the scene” (internal\nquotation marks omitted)).Taken together, the foregoing facts would permit\na jury to conclude that Kisela acted outside the bounds of the\nFourth Amendment by shooting Hughes four times.BRather than defend the reasonableness of\nKisela’s conduct, the majority sidesteps the inquiry altogether and\nfocuses instead on the “clearly established” prong of the\nqualified-immunity analysis.Ante, at 4. To be\n“ ‘clearly established’ . . . [t]he contours of the\nright must be sufficiently clear that a reasonable official would\nunderstand that what he is doing violates that right.”Andersonv.Creighton, 483 U. S. 635, 640 (1987)\n. That standard is not nearly as onerous as the majority makes it\nout to be. As even the majority must acknowledge,ante,at\n4, this Court has long rejected the notion that “an official action\nis protected by qualified immunity unless the very action in\nquestion has previously been held unlawful,”Anderson, 483\nU. S., at 640. “[O]fficials can still be on notice that their\nconduct violates established law even in novel factual\ncircumstances.”Hopev.Pelzer, 536 U. S. 730,\n741 (2002) . At its core, then, the “clearly established” inquiry\nboils down to whether Kisela had “fair notice” that he acted\nunconstitutionally. Seeibid.;Brosseauv.Haugen, 543 U. S. 194, 198 (2004) (per curiam)\n(“[T]he focus” of qualified immunity “is on whether the officer had\nfair notice that her conduct was unlawful”).The answer to that question is yes. This Court’s\nprecedents make clear that a police officer may only deploy deadly\nforce against an individual if the officer “has probable cause to\nbelieve that the [person] poses a threat of serious physical harm,\neither to the officer or to others.”Garner, 471 U. S.,\nat 11; see alsoGraham, 490 U. S., at 397. It is\nequally well established that any use of lethal force must be\njustified by some legitimate governmental interest. SeeScottv.Harris, 550 U. S. 372, 383 (2007) ;Mullenixv.Luna,577 U. S. ___, ___–___ (2015)\n(Sotomayor, J., dissenting) (slip op., at 2–3). Consistent with\nthose clearly established principles, and contrary to the\nmajority’s conclusion, Ninth Circuit precedent predating these\nevents further confirms that Kisela’s conduct was clearly\nunreasonable. SeeBrosseau, 543 U. S., at 199 (“[A]\nbody of relevant case law” may “ ‘clearly establish’ ”\nthe violation of a constitutional right);Ashcroftv.al-Kidd, 563 U. S. 731, 746 (2011) (Kennedy, J.,\nconcurring) (“[Q]ualified immunity is lost when plaintiffs point\neither to ‘cases of controlling authority in their jurisdiction at\nthe time of the incident’ or to ‘a consensus of cases of persuasive\nauthority such that a reasonable officer could not have believed\nthat his actions were lawful’ ” (quotingWilsonv.Layne, 526 U. S. 603, 617 (1999) )). Because Kisela\nplainly lacked any legitimate interest justifying the use of deadly\nforce against a woman who posed no objective threat of harm to\nofficers or others, had committed no crime, and appeared calm and\ncollected during the police encounter, he was not entitled to\nqualified immunity.The Ninth Circuit’s opinion inDeorlev.Rutherford, 272 F. 3d 1272 (2001) proves the point. In\nthat case, the police encountered a man who had reportedly been\nacting “erratically.”Id.,at 1276. The man was “verbally\nabusive,” shouted “ ‘kill me’ ” at the officers, screamed\nthat he would “ ‘kick [the] ass’ ” of one of the\nofficers, and “brandish[ed] a hatchet at a police officer,”\nultimately throwing it “into a clump of trees when told to put it\ndown.”Id.,at 1276–1277. The officers also observed the man\ncarrying an unloaded crossbow in one hand and what appeared to be\n“a can or a bottle of lighter fluid in the other.”Id.,at\n1277. The man discarded the crossbow when instructed to do so by\nthe police and then steadily walked toward one of the officers.Ibid.In response, that officer, without giving a warning,\nshot the man in the face with beanbag rounds.Id.,at 1278.\nThe man suffered serious injuries, including multiple fractures to\nhis cranium and the loss of his left eye. Ibid.The Ninth Circuit denied qualified immunity to\nthe officer, concluding that his use of force was objectively\nunreasonable under clearly established law.Id., at\n1285–1286. The court held, “Every police officer should know that\nit is objectively unreasonable to shoot . . . an unarmed\nman who: has committed no serious offense, is mentally or\nemotionally disturbed, has been given no warning of the imminent\nuse of such a significant degree of force, poses no risk of flight,\nand presents no objectively reasonable threat to the safety of the\nofficer or other individuals.”Id., at 1285.The same holds true here. Like the man inDeorle, Hughes committed no serious crime, had been given no\nwarning of the imminent use of force, posed no risk of flight, and\npresented no objectively reasonable threat to the safety of\nofficers or others. In fact, Hughes presented even less of a danger\nthan the man inDeorle, for, unlike him, she did not\nthreaten to “kick [their] ass,” did not appear agitated, and did\nnot raise her kitchen knife or make any aggressive gestures toward\nthe police or Chadwick. If the police officers acted unreasonably\nin shooting the agitated, screaming man inDeorlewith\nbeanbag bullets,a fortioriKisela acted unreasonably\nin shooting the calm-looking, stationary Hughes with real bullets.\nIn my view,Deorleand the precedent it cites place the\nunlawfulness of Kisela’s conduct “ ‘beyond debate.’ ”Wesby, 583 U. S., at ___ (slip op., at 15).The majority strains mightily to distinguishDeorle, to no avail. It asserts, for instance, that, unlike\nthe man inDeorle, Hughes was “armed with a large knife.”Ante, at 7. But that is not a fair characterization of the\nrecord, particularly at this procedural juncture. Hughes was not\n“armed” with a knife. She was holding “a kitchen knife—an everyday\nhousehold item which can be used as a weapon but ordinarily is a\ntool for safe, benign purposes”—down at her side with the blade\npointed away from Chadwick. 862 F. 3d, at 788 (Berzon, J.,\nconcurring in denial of rehearing en banc). Hughes also spoke\ncalmly with Chadwick during the events at issue, did not raise the\nknife, and made no other aggressive movements, undermining any\nsuggestion that she was a threat to Chadwick or anyone else.\nSimilarly, the majority asserts that Hughes was “within striking\ndistance” of Chadwick,ante, at 7, but that stretches the\nfacts and contravenes this Court’s repeated admonition that\ninferences must be drawn in the exact opposite direction,i.e.,in favor of Hughes. SeeTolan, 572 U. S.,\nat ___ (slip op., at 8). The facts, properly viewed, show that,\nwhen she was shot, Hughes had stopped and stood still about six\nfeet away from Chadwick. Whether Hughes could “strik[e]” Chadwick\nfrom that particular distance, even though the kitchen knife was\nheld down at her side, is an inference that should be drawn by the\njury, not this Court.The majority next posits that Hughes, unlike the\nman inDeorle, “ignored the officers’ orders to drop the”\nkitchen knife.Ante, at 7. Yet again, the majority here\ndraws inferences in favor of Kisela, instead of Hughes. The\navailable evidence would allow a reasonable jury to find that\nHughes did not hear or register the officers’ swift commands and\nthat Kisela, like his fellow officers on the scene, should have\nrealized that as well. Seesupra,at 3–4. Accordingly, at\nleast at the summary-judgment stage, the Court is mistaken in\ndistinguishingDeorlebased on Hughes’ ostensible\ndisobedience to the officers’ directives.The majority also implies thatDeorleis\ndistinguishable because the police in that case observed the man\nover a 40-minute period, whereas the situation here unfolded in\nless than a minute.Ante, at 7. But that fact favors Hughes,\nnot Kisela. The only reason this case unfolded in such an abrupt\ntimeframe is because Kisela, unlike his fellow officer, showed no\ninterest in trying to talk further to Hughes or use a “lesser\nmeans” of force. See Record 120–121, 304.Finally, the majority passingly notes that “this\nCourt has already instructed the Court of Appeals not to read\n[Deorle] too broadly.”Ante,at 7 (citingCity and\nCounty of San Franciscov.Sheehan, 575 U. S. ___,\n___–___ (2015) (slip op., at 13–14)). But the Court inSheehanconcluded thatDeorlewas plainly\ndistinguishable because, unlike inDeorle, the officers\nthere confronted a woman who “was dangerous, recalcitrant,\nlaw-breaking, and out of sight.” 575 U. S.,at ___\n(slip op., at 14). As explained above, however, Hughes was none of\nthose things: She did not threaten or endanger the officers or\nChadwick, she did not break any laws, and she was visible to the\nofficers on the scene. Seesupra,at 2–4. Thus, there simply\nis no basis for the Court’s assertion that “ ‘the differences\nbetween [Deorle] and the case before us leap from the\npage.’ ”Ante,at 7 (quotingSheehan, 575\nU. S., at ___ (slip op., at 14)).Deorle, moreover, is not the only case\nthat provided fair notice to Kisela that shooting Hughes under\nthese circumstances was unreasonable. For instance, the Ninth\nCircuit has held that the use of deadly force against an individual\nholding a semiautomatic rifle was unconstitutional where the\nindividual “did not point the gun at the officers and apparently\nwas not facing them when they shot him the first time.”Curnowv.Ridgecrest Police, 952 F. 2d 321, 325\n(1991). Similarly, inHarrisv.Roderick, 126\nF. 3d 1189 (1997), the Ninth Circuit held that the officer\nunreasonably used deadly force against a man who, although armed,\nmade “no threatening movement” or “aggressive move of any kind.”Id.,at 1203.[1]* BothCurnowandHarrisestablish that, where, as here, an\nindividual with a weapon poses no objective and immediate threat to\nofficers or third parties, law enforcement cannot resort to\nexcessive force. SeeHarris, 126 F. 3d, at 1201 (“Law\nenforcement officers may not shoot to kill unless, at a minimum,\nthe suspect presents an immediate threat to the officers, or is\nfleeing and his escape will result in a serious threat of injury to\npersons”).If all that were not enough, decisions from\nseveral other Circuits illustrate that the Fourth Amendment clearly\nforbids the use of deadly force against a person who is merely\nholding a knife but not threatening anyone with it. See,e.g.,\nMcKinneyv.DeKalb County, 997 F. 2d 1440, 1442\n(CA11 1993) (affirming denial of summary judgment based on\nqualified immunity to officer who shot a person holding a butcher\nknife in one hand and a foot-long stick in the other, where the\nperson threw the stick and began to rise from his seated position);Reyesv.Bridgwater, 362 Fed. Appx. 403, 404–405 (CA5\n2010) (reversing grant of summary judgment based on qualified\nimmunity to officer who shot a person holding a kitchen knife in\nhis apartment entryway, even though he refused to follow the\nofficer’s multiple commands to drop the knife);Duongv.Telford Borough, 186 Fed. Appx. 214, 215, 217 (CA3 2006)\n(affirming denial of summary judgment based on qualified immunity\nto officer who shot a person holding a knife because a reasonable\njury could conclude that the plaintiff was sitting down and\npointing the knife away from the officer at the time he was shot\nand had not received any warnings to drop the knife).Against this wall of case law, the majority\npoints to a single Ninth Circuit decision,Blanfordv.Sacramento County, 406 F. 3d 1110 (2005), as proof that\nKisela reasonably could have believed that Hughes posed an\nimmediate danger. ButBlanfordinvolved far different\ncircumstances. In that case, officers observed a man walking\nthrough a neighborhood brandishing a 2½-foot cavalry sword;\nofficers commanded the man to drop the sword, identified themselves\nas police, and warned “ ‘We’ll shoot.’ ”Id.,at\n1112–1113. The man responded with “a loud growling or roaring\nsound,” which increased the officers’ concern that he posed a risk\nof harm.Id.,at 1113. In an effort to “evade [police]\nauthority,” the man, while still wielding the sword, tried to enter\na home, thus prompting officers to open fire to protect anyone who\nmight be inside.Id.,at 1113, 1118. The Ninth Circuit\nconcluded that use of deadly force was reasonable in those\ncircumstances. Seeid.,at 1119.This case differs significantly fromBlanfordin several key respects. Unlike the man inBlanford, Hughes held a kitchen knife down by her side, as\ncompared to a 2½-foot sword; she appeared calm and collected, and\ndid not make threatening noises or gestures toward the officers on\nthe scene; she stood still in front of her own home, and was not\nwandering about the neighborhood, evading law enforcement, or\nattempting to enter another house. Moreover, unlike the officers inBlanford, Kisela never verbally identified himself as an\nofficer and never warned Hughes that he was going to shoot before\nhe did so. Given these significant differences, no reasonable\nofficer would believe thatBlanfordjustified Kisela’s\nconduct. The majority’s conclusion to the contrary is fanciful.*  *  *In sum, precedent existing at the time of the\nshooting clearly established the unconstitutionality of Kisela’s\nconduct. The majority’s decision, no matter how much it says\notherwise, ultimately rests on a faulty premise: that those cases\nare not identical to this one. But that is not the law, for our\ncases have never required a factually identical case to satisfy the\n“clearly established” standard.Hope, 536 U. S., at\n739. It is enough that governing law places “the constitutionality\nof the officer’s conduct beyond debate.”Wesby, 583\nU. S., at ___ (slip op., at 13) (internal quotation marks\nomitted). Because, taking the facts in the light most favorable to\nHughes, it is “beyond debate” that Kisela’s use of deadly force was\nobjectively unreasonable, he was not entitled to summary judgment\non the basis of qualified immunity.IIIFor the foregoing reasons, it is clear to me\nthat the Court of Appeals got it right. But even if that result\nwere not so clear, I cannot agree with the majority’s apparent view\nthat the decision below was so manifestly incorrect as to warrant\n“the extraordinary remedy of a summary reversal.”Major League\nBaseball Players Assn.v.Garvey, 532 U. S. 504\n–513 (2001) (Stevens, J., dissenting). “A summary reversal is a\nrare disposition, usually reserved by this Court for situations in\nwhich the law is settled and stable, the facts are not in dispute,\nand the decision below is clearly in error.”Schweikerv.Hansen, 450 U. S. 785, 791 (1981) (Marshall, J.,\ndissenting);Office of Personnel Managementv.Richmond, 496 U. S. 414, 422 (1990) (“Summary reversals\nof courts of appeals are unusual under any circumstances”). This is\nnot such a case. The relevant facts are hotly disputed, and the\nqualified-immunity question here is, at the very best, a close\ncall. Rather than letting this case go to a jury, the Court decides\nto intervene prematurely, purporting to correct an error that is\nnot at all clear.This unwarranted summary reversal is symptomatic\nof “a disturbing trend regarding the use of this Court’s resources”\nin qualified-immunity cases.Salazar-Limonv.Houston, 581 U. S. ___, ___ (2017) (Sotomayor, J.,\ndissenting from denial of certiorari) (slip op., at 8). As I have\npreviously noted, this Court routinely displays an unflinching\nwillingness “to summarily reverse courts for wrongly denying\nofficers the protection of qualified immunity” but “rarely\nintervene[s] where courts wrongly afford officers the benefit of\nqualified immunity in these same cases.”Id.,at ___–___\n(slip op., at 8–9); see also Baude, Is Qualified Immunity Unlawful?\n106 Cal. L. Rev. 45, 82 (2018) (“[N]early all of the Supreme\nCourt’s qualified immunity cases come out the same way—by finding\nimmunity for the officials”); Reinhardt, The Demise of Habeas\nCorpus and the Rise of Qualified Immunity: The Court’s Ever\nIncreasing Limitations on the Development and Enforcement of\nConstitutional Rights and Some Particularly Unfortunate\nConsequences, 113 Mich. L. Rev. 1219, 1244–1250 (2015). Such a\none-sided approach to qualified immunity transforms the doctrine\ninto an absolute shield for law enforcement officers, gutting the\ndeterrent effect of the Fourth Amendment.The majority today exacerbates that troubling\nasymmetry. Its decision is not just wrong on the law; it also sends\nan alarming signal to law enforcement officers and the public. It\ntells officers that they can shoot first and think later, and it\ntells the public that palpably unreasonable conduct will go\nunpunished. Because there is noth- ing right or just under the law\nabout this, I respectfully dissent.Notes1* The majority insists\nthat reliance onHarrisfails the “ ‘straight-face\ntest’ ” becauseHarrisinvolved an FBI sniper on a\nhilltop who shot a man while he was retreating to a cabin during a\nstandoff.Ante, at 8 (quoting 862 F. 3d, at 797 (opinion of\nIkuta, J.)). If anything, though, the context ofHarriscould be viewed as more dangerous than the context here because,\nunlike Hughes, the suspect inHarrishad engaged in a\nfirefight with other officers the previous day, during which an\nofficer was shot. See 126 F. 3d, at 1193–1194.",
    "joined": []
}