{
    "case": {
        "docket": "16-6795",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-6795/"
    },
    "id": "3874533",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–6795_________________CARLOS MANUEL AYESTAS, aka DENNIS ZELAYA\nCOREA, PETITIONERv.LORIE DAVIS, DIRECTOR, TEXAS DEPARTMENT\nOF CRIMINAL JUSTICE, CORRECTIONAL INSTITUTIONS DIVISIONon writ of certiorari to the united states\ncourt of appeals for the fifth circuit[March 21, 2018]Justice Sotomayor, with whom Justice Ginsburg\njoins, concurring.The Court correctly concludes that the Fifth\nCircuit applied the wrong legal standard in evaluating a request\nfor funding for investigative services under 18 U. S. C.\n§3599(f). That should come as no surprise, as the Fifth Circuit\nrequired capital habeas petitioners to show a “ ‘substantial\nneed’ ” for services, when the statute requires only a showing\nthat the services are “ ‘reasonably necessary.’ ”Ante, at 16. “Substantial,” of course, imposes a higher\nburden than “reasonable.”Ante,at 16. The Fifth Circuit\n“exacerbated the problem” by requiring a showing of “a viable\nconstitutional claim that is not procedurally barred,” which\nignores “that investigation might enable a petitioner\n. . . to overcome the obstacle of procedural default.”Ante,at 16–17 (internal quotation marks omitted). I\ntherefore join the opinion of the Court in full holding that to\nsatisfy §3599(f), a petitioner need only show that “a reasonable\nattorney would regard the services as sufficiently important.”Ante,at 16.Having answered the question presented of what\nis the appropriate §3599(f) standard, the Court remands Ayestas’\ncase for the lower courts to consider the application of the\nstandard in the first instance.Ante,at 19.[1] I write separately to explain why, on the\nrecord before this Court, there should be little doubt that Ayestas\nhas satisfied §3599(f).IAt the center of the §3599(f) funding request\nin this case is Ayestas’ claim that his trial counsel was\nineffective for failing to investigate mitigation. Specifically,\nAyestas claims that his trial counsel was deficient in failing to\nconduct an investigation of his mental health and substance abuse,\nwhich could have been presented at the penalty phase of the trial\nto convince the jury to spare his life. As the Court notes,\nhowever, Ayestas faces a hurdle in presenting this\nineffective-assistance-of-trial-counsel claim in his federal habeas\npetition, as his state postconviction counsel never presented that\nclaim in the Texas collateral proceedings. Seeante,at\n5.To overcome that procedural default, Ayestas\nrelies onMartinezv.Ryan, 566 U. S. 1 (2012) ,\nandTrevinov.Thaler, 569 U. S. 413 (2013) . In\nthose cases, this Court recognized a “particular concern” in the\napplication of a procedural default rule that would prevent a\npetitioner from “present[ing] a claim of trial error,” especially\n“when the claim is one of ineffective assistance of counsel.”Martinez, 566 U. S., at 12. “The right to the effective\nassistance of counsel,” the Court reasoned, “is a bedrock principle\nin our justice system.”Ibid.The Court thus held that where\nthe “state procedural framework, by reason of its design and\noperation, makes it highly unlikely in a typical case that a\ndefendant will have a meaningful opportunity to raise a claim of\nineffective assistance of trial counsel on direct appeal,” then\n“ ‘a procedural default will not bar a federal habeas court\nfrom hearing a substantial claim of ineffective assistance at trial\nif, in the initial-review collateral proceeding, there was no\ncounsel or counsel . . . was ineffective.’ ”Trevino, 569 U. S., at 429 (quotingMartinez,\n566 U. S., at 17; alteration omitted).[2]Therefore, the fact that Ayestas’ postconviction\ncounsel failed to raise his ineffective-assistance-of-trial-counsel\nclaim in state court does not bar federal review of that claim if\nAyestas can show that the “attorney in his first collateral\nproceeding was ineffective” and that “his claim of ineffective\nassistance of trial counsel is substantial.”Id.,at 18. The\nsubstantiality of the ineffective-assistance-of-trial-counsel claim\nand the ineffectiveness of postconviction counsel are both analyzed\nunder the familiar framework set out inStricklandv.Washington, 466 U. S. 668 (1984) . “Ineffective\nassistance underStricklandis deficient performance by\ncounsel resulting in prejudice, with performance being measured\nagainst an objective standard of reasonableness.”Rompillav.Beard, 545 U. S. 374, 380 (2005) (citation and\ninternal quotation marks omitted).Remember, however, the specific context in which\nineffective assistance is being considered in Ayestas’ case: a\nrequest under §3599(f) for investigative services, which requires a\nshowing only that “a reasonable attorney would regard the services\nas sufficiently important.”Ante,at 16. Ayestas is not\n“expected toprovethat he will be able to win relief if\ngiven the services he seeks.”Ante,at 18 (emphasis in\noriginal). A court simply must consider at this stage “the\npotential merit of the claims that the applicant wants to pursue,\nthe likelihood that the services will generate useful and\nadmissible evidence, and the prospect that the applicant will be\nable to clear any procedural hurdles standing in the way.”Ante, at 17–18. Thus, the inquiry is not whether Ayestas can\nprove that his trial counsel was ineffective underStricklandor whether he will succeed in overcoming the\nprocedural default underMartinezandTrevino.\nRather, at this §3599(f) request stage, the focus is on the\npotential merit of these claims.IIAWith this framework in mind, the focus first\nis on the evidence of the deficient performance of Ayestas’\nstate-appointed counsel.[3]\nTrial counsel secured the appointment of an investigator, who met\nwith Ayestas shortly after the appointment. For nearly 15 months,\nhowever, there was apparently no investigation into Ayestas’\nhistory in preparation for trial. Counsel instructed the investi-\ngator “to resume investigation” only about a month before jury\nselection. Record 878. The investigator then subpoenaed\npsychological and disciplinary prison records and had Ayestas fill\nout a questionnaire, in response to which Ayestas revealed that he\nhad experienced multiple head traumas and had a history of\nsubstance abuse. Jail records also noted a rules infraction for\npossession of home-made intoxicants. Trial counsel never followed\nup on any of this information, sought further related records, or\nhad Ayestas evaluated by a mental health professional.About two weeks before jury selection, trial\ncounsel for the first time reached out to Ayestas’ family in\nHonduras. Shortly thereafter, five days before trial, counsel wrote\nAyestas’ family stating that she needed them to come testify.\nAyestas’ family agreed, but they indicated that they could not\nobtain visas because a letter that trial counsel was supposed to\nhave sent to the U. S. Embassy to facilitate their travel\nnever arrived, and ultimately no family members appeared at\nAyestas’ trial.The guilt phase lasted two days, and trial\ncounsel presented no witnesses. The penalty phase lasted less than\na day, and trial counsel presented two minutes of mitigation\nevidence consisting of three letters from an instructor who taught\nEnglish classes to Ayestas in prison, attesting that he was “a\nserious and attentive student.” App. 41–43.[4]On this record, Ayestas has made a strong\nshowing that trial counsel was deficient. “It is unquestioned that\nunder the prevailing professional norms at the time of [Ayestas’]\ntrial, counsel had an obligation to conduct a thorough\ninvestigation of [his] background.”Porterv.McCollum, 558 U. S. 30, 39 (2009) (per curiam)\n(internal quotation marks omitted). Here, Ayestas’ trial counsel\n“clearly did not satisfy those norms.”Ibid.With a client\nfacing a possible death sentence, counsel and her investigator did\nnot start looking into Ayestas’ personal history until the eve of\ntrial. The little the investigator uncovered—head trauma and a\nhistory of substance abuse—should have prompted further inquiry.\nYet trial counsel did nothing. Even if Ayestas prohibited counsel\nfrom contacting his family in Honduras until the start of trial was\nimminent, seeante,at 3,[5] that still would not explain why counsel failed to\nperform any other mitigation investigation, seePorter, 558\nU. S., at 40 (noting that even if the defendant is\n“uncooperative, . . . that does not obviate the need for\ndefense counsel to conductsomesort of mitigation\ninvestigation (emphasis in original)). In the end, the decision to\nsentence Ayestas to death was made in less than one day, and his\ncounsel spent less than two minutes presenting mitigation to the\njury.Two minutes.This Court has recognized that the decision not\nto present mitigation may be supported in certain cases by\n“strategic judgments,” provided the reviewing court is satisfied\nwith “the adequacy of the investigations supporting those\njudgments.”Wigginsv.Smith, 539 U. S. 510, 521\n(2003) . But this does not appear to be one of those cases. There\nis nothing in the record that would support the conclusion that\ncounsel chose the two-minutes-of-mitigation strategy after careful\ninvestigation and consideration of Ayestas’ case. Instead, counsel\nfor the most part “did not even take the first step of interviewing\nwitnesses or requesting records” and “ignored pertinent avenues for\ninvestigation of which [they] should have been aware.”Porter, 558 U. S., at 39–40.In evaluating the potential merit of Ayestas’\nclaim, the Fifth Circuit misappliedStricklandand the\n§3599(f) standard. It reasoned that Ayestas had not presented a\nviable claim that trial counsel was deficient in failing to\ninvestigate Ayestas’ mental illness because, as he was not\ndiagnosed with schizophrenia until his time in prison, there was\nnothing that flagged mental illness issues prior to trial.[6] SeeAyestasv.Stephens, 817 F. 3d 888, 895–897 (2016) (per\ncuriam). The absence of a documented diagnosis, however, did\nnot excuse trial counsel from their “obligation to conduct a\nthorough investigation of [Ayestas’] background.”Porter,\n558 U. S., at 39 (internal quotation marks omitted). In fact,\nthe obligation to investigate exists in part precisely because it\nis all too common for individuals to go years battling an\nundiagnosed and untreated mental illness.In any event, the Fifth Circuit failed to\nconsider that one of the purposes of the §3599(f) investigation was\nto look at Ayestas’ life around the time of the crime and trial to\ndetermine if there were mitigating circumstances that trial counsel\ncould have discovered, such as whether symptoms of his\nschizophrenia had begun to manifest even before his diagnosis. The\nCourt makes clear today that in evaluating §3599(f) funding\nrequests, courts must consider “the likelihood that the services\nwill generate useful and admissible evidence.”Ante,at 17.\nIt was error, therefore, for the Fifth Circuit to evaluate the\nmerit of the ineffective-assistance-of-trial-counsel claim and to\ndeny §3599(f) funding based solely on an evaluation of the evidence\nin the record at the time of the request, without evaluating the\npotential evidence that Ayestas sought.Ante,at 17–18.BThe evidence concerning the deficiency of\nAyestas’ state postconviction counsel is similarly strong. State\npostconviction counsel retained the services of a mitigation\nspecialist, who prepared an investigation plan noting that it was\n“obvious no social history investigation was conducted” and that\nthe jury had “heard nothing about [Ayestas’] . . . mental\nhealth, possible mental illness, [or] substance abuse history.”\nApp. 81, 266. The plan also noted that it was “clear that [Ayestas]\nhad a history of substance abuse.” Record 721; see also App. 267.\nThe specialist recommended a comprehensive investigation into\nAyestas’ biological, psychological, and social history to explore,inter alia, issues related to addiction and mental\nhealth.State postconviction counsel failed to follow\nthese recommendations. He did nothing to investigate issues related\nto Ayestas’ mental health or substance abuse. Notably, Ayestas\nsuffered a psychotic episode and was diagnosed with schizophrenia\nwhile his state postconviction application was pending. Moreover,\nin 2003, a counsel-arranged evaluation pursuantAtkinsv.Virginia, 536 U. S. 304 (2002) , noted concerns about\nAyestas’ “delusional thinking.” App. 139–140. These events still\ndid not prompt counsel to investigate Ayestas’ mental health\nhistory.Instead, state postconviction counsel explored\nthe circumstances of Ayestas’ arrest, conducted some juror\ninterviews, and interviewed Ayestas’ mother and sisters, obtaining\naffidavits regarding Ayestas’ upbringing in Honduras and their\ninteractions with trial counsel. Postconviction counsel eventually\nfiled an application that contained a narrow claim of ineffective\nassistance of trial counsel with respect to mitigation regarding\nthe attorneys’ failure to secure the attendance of Ayestas’ family\nmembers at trial. The Texas Court of Criminal Appeals denied the\napplication, relying on the affidavit submitted by trial counsel,\nsee n. 4,supra, to find no ineffectiveness in failing\nto get Ayestas’ family to attend trial.The Fifth Circuit concluded that Ayestas’ state\npostconviction counsel was not ineffective because, in its view,\nAyestas had not established any deficiency at trial in the failure\nto investigate mental health and substance abuse mitigation. See\n817 F. 3d, at 898. That conclusion, as noted in Part II–A,supra, was based on a misapplication ofStricklandand the §3599(f) standard, and thus cannot support a finding that\nthe failure to present the claim in postconviction proceedings was\n“strategic.” 817 F. 3d, at 898. Nor is there anything else in\nthe record that would excuse that deficiency. State postconviction\ncounsel ignored his own mitigation specialist, who alerted him to a\nserious failing in the trial because the jury heard virtually no\nmitigation and to the serious failings of trial counsel because of\nthe failure to conduct a social history investigation of Ayestas.\nEven after Ayestas’ psychotic episode, schizophrenia diagnosis, and\ndocumented tendencies of “delusional thinking” during the course of\nthe representation, state postconviction counsel did nothing. As\nwith trial counsel, the record provides no support for any\n“strategic justification” to disregard completely a mitigation\ninvestigation of Ayestas’ mental health and substance abuse.IIIStricklandnext requires consideration\nof prejudice. To establish prejudice, this Court has held that a\n“defendant must show that there is a reasonable probability that,\nbut for counsel’s unprofessional errors, the result of the\nproceeding would have been different,” meaning “a probability\nsufficient to undermine confidence in the outcome.” 466 U. S.,\nat 694. In cases alleging a failure to investigate mitigation, as\nhere, the Court must “reweigh the evidence in aggravation against\nthe totality of available mitigating evidence.”Wiggins, 539\nU. S., at 534.Even with the scant evidence in the record at\nthis time as to what Ayestas could have presented to the jury in\nthe form of mitigation, Ayestas has made a strong showing that his\nclaim has potential merit. That trial counsel presented only two\nminutes of mitigation already goes a long way to establishing\nprejudice. In fact, the State emphasized to the jury at\nsentencing:“Does he have anything there that would\nlead you to conclude there is some type of mitigation, anything at\nall? There is no drug problem . . . no health problem\n. . . no alcohol problem. . . . [O]nly\n. . . these three pieces of paper . . . .\nMaking steps to learn a second language does not lessen his moral\nblameworthiness . . . .” Record 4747.The State, in contrast, presented evidence of\nAyestas’ criminal history as well as victim impact testimony. After\ndeliberating for only 25 minutes, the jury assessed a punishment of\ndeath against Ayestas, finding that he was a future danger, that he\nintended to cause death or anticipated the loss of life, and that\nthere were no mitigating circumstances that warranted imposition of\na life sentence over a death sentence. Had just one juror dissented\non a single one of these findings, no death sentence could have\nbeen imposed. See Tex. Code Crim. Proc. Ann., Art. 37.071, §2(g)\n(Vernon Cum. Supp. 2017); see alsoante,at 2. With even\nminimal investigation by trial counsel, at least one may well have,\nas this Court has held that evidence of mental illness and\nsubstance abuse is relevant to assessing moral culpability. SeeRompilla, 545 U. S., at 393;Porter, 558\nU. S., at 43–44. Instead, the jury “heard almost nothing that\nwould humanize [him] or allow them to accurately gauge his moral\nculpability.”Id.,at 41. There is thus good reason to\nbelieve that, were Ayestas’ §3599(f) motion granted, he could\nestablish prejudice underStrickland.The Fifth Circuit held otherwise based on its\nbelief that no amount of mitigation would have changed the outcome\nof the sentencing given the “brutality of the crime.” 817\nF. 3d, at 898. That “brutality of the crime” rationale is\nsimply contrary to our directive in case after case that, in\nassessing prejudice, a court must “consider the totality of the\navailable mitigation evidence . . . and reweigh it\nagainst the evidence in aggravation.”Porter, 558\nU. S., at 41 (internal quotation marks and alterations\nomitted); see alsoWilliamsv.Taylor, 529 U. S.\n362 –398 (2000);Wiggins, 539 U. S., at 534. By\nconsidering aggravation in isolation, the Fifth Circuit directly\ncontravened this fundamental principle.[7]IVIn sum, Ayestas has made a strong showing that\nhe is entitled to §3599(f) funding. As the Court notes, the statute\naffords district courts some discretion in these funding\ndeterminations, even where a petitioner shows the services are\n“ ‘reasonably necessary.’ ”Ante,at 17–18.\nExercise of that discretion may be appropriate if there is a\nshowing of gamesmanship or where the State has provided funding for\nthe same investigation services, as Ayestas conceded at argument.\nSee Tr. of Oral Arg. 13. Nonetheless, the troubling failures of\ncounsel at both the trial and state postconviction stages of\nAyestas’ case are exactly the types of facts that should prompt\ncourts to afford investigatory services to ensure that trial errors\nthat go to a “bedrock principle in our justice system” do not go\nunaddressed.Martinez, 566 U. S., at 12.Notes1The Court also declines\nto consider arguments that respondent advanced that were neither\npresented nor passed on below.Ante,at 19.2The reason for this\nexception is evident. Excusing the procedural default\n“acknowledges, as an equitable matter, that the initial-review\ncollateral proceeding, if undertaken without counsel or with\nineffective counsel, may not have been sufficient.”Martinez,566 U. S., at 14. “Claims of ineffective\nassistance at trial often require investigative work and an\nunderstanding of trial strategy,” and “the prisoner is in no\nposition to develop the evidentiary basis for a claim of\nineffective assistance, which often turns on evidence outside the\ntrial record.”Id.,at 11–12; see alsoTrevino, 569\nU. S., at 423–424, 428.3The State appointed two\nattorneys to represent Ayestas at trial. I refer to them together\nas “trial counsel.”4Trial counsel also\nattempted to introduce evidence that Ayestas had no criminal\nhistory in Honduras, but failed to link Ayestas to the records,\nwhich were under his given name, “Dennis Zelaya Corea.” SeeAyestasv.Stephens, 817 F. 3d 888, 892,\nn. 1 (CA5 2016) (per curiam).5During postconviction\nproceedings, trial counsel filed an affidavit asserting that\nAyestas did not allow contact with his family in Honduras until\nafter jury selection had commenced. When the record evidence\ncontradicted that assertion, counsel submitted another affidavit\nwith a revised timeline. Ayestas disputes having instructed trial\ncounsel not to contact his family in Honduras.6It is unclear whether the\nFifth Circuit ultimately relied on its determination that trial\ncounsel was not deficient in rejecting Ayestas’ claims. In its\npanel opinion, it incorrectly stated that trial counsel had\nconducted a psychological evaluation of Ayestas. 817 F. 3d, at\n897. After Ayestas corrected the record in his petition for\nrehearing, the panel issued an order reaffirming its holding,\nrelying on its finding of no prejudice. SeeAyestasv.Stephens, 826 F. 3d 214, 215 (2016) (per\ncuriam). Still, the Fifth Circuit never disavowed its\nconclusion regarding trial-counsel deficiency.Ibid.7Notably, application of\nthis “brutality of the crime” rule is particularly irrational in\nthe §3599(f) context, where the court is unaware of what the\nundiscovered evidence of mitigation looks like.",
    "joined": []
}