{
    "case": {
        "docket": "16-1215",
        "citation": "584",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/584/16-1215/"
    },
    "id": "3910084",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–1215_________________LAMAR, ARCHER & COFRIN, LLP, PETITIONERv.R. SCOTT APPLINGon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 4, 2018]Justice Sotomayor delivered the opinion of the\nCourt.[1]*The Bankruptcy Code prohibits debtors from\ndischarging debts for money, property, services, or credit obtained\nby “false pretenses, a false representation, or actual fraud,” 11\nU. S. C. §523(a)(2)(A), or, if made in writing, by a\nmaterially false “statement . . . respecting the debtor’s\n. . . financial condition,” §523(a)(2)(B).This case is about what constitutes a “statement\nrespecting the debtor’s financial condition.” Does a statement\nabout a single asset qualify, or must the statement be about the\ndebtor’s overall financial status? The answer matters to the\nparties because the false statements at issue concerned a single\nasset and were made orally. So, if the single-asset statements here\nqualify as “respecting the debtor’s financial condition,”\n§523(a)(2)(B) poses no bar to discharge because they were not made\nin writing. If, however, the statements fall into the more general\ncategory of “false pretenses, . . . false representation,\nor actual fraud,” §523(a)(2)(A), for which there is no writing\nrequirement, the associated debt will be deemed\nnondischargeable.The statutory language makes plain that a\nstatement about a single asset can be a “statement respecting the\ndebtor’s financial condition.” If that statement is not in writing,\nthen, the associated debt may be discharged, even if the statement\nwas false.IRespondent R. Scott Appling hired petitioner\nLamar, Archer & Cofrin, LLP (Lamar), a law firm, to represent\nhim in a business litigation. Appling fell behind on his legal\nbills, and by March 2005, he owed Lamar more than $60,000. Lamar\ninformed Appling that if he did not pay the outstanding amount, the\nfirm would withdraw from representation and place a lien on its\nwork product until the bill was paid. The parties met in person\nthat month, and Appling told his attorneys that he was expecting a\ntax refund of “ ‘approximately $100,000,’ ” enough to\ncover his owed and future legal fees. App. to Pet. for Cert. 3a.\nLamar relied on this statement and continued to represent Appling\nwithout initiating collection of the overdue amount.When Appling and his wife filed their tax\nreturn, however, the refund they requested was of just $60,718, and\nthey ultimately received $59,851 in October 2005. Rather than\npaying Lamar, they spent the money on their business.Appling and his attorneys met again in November\n2005, and Appling told them that he had not yet received the\nrefund. Lamar relied on that statement and agreed to complete the\npending litigation and delay collection of the outstanding\nfees.In March 2006, Lamar sent Appling its final\ninvoice. Five years later, Appling still had not paid, so Lamar\nfiled suit in Georgia state court and obtained a judgment for\n$104,179.60. Shortly thereafter, Appling and his wife filed for\nChapter 7 bankruptcy.Lamar initiated an adversary proceeding against\nAppling in Bankruptcy Court for the Middle District of Georgia. The\nfirm argued that because Appling made fraudulent statements about\nhis tax refund at the March and November 2005 meetings, his debt to\nLamar was nondischargeable pursuant to 11 U. S. C.\n§523(a)(2)(A), which governs debts arising from “false pretenses, a\nfalse representation, or actual fraud, other than a statement\nrespecting the debtor’s . . . financial condition.”\nAppling, in turn, moved to dismiss, contending that his alleged\nmisrepresentations were “statement[s] . . . respecting\n[his] financial condition” and were therefore governed by\n§523(a)(2)(B), such that Lamar could not block discharge of the\ndebt because the statements were not “in writing” as required for\nnondischargeability under that provision.The Bankruptcy Court held that a statement\nregarding a single asset is not a “statement respecting the\ndebtor’s financial condition” and denied Appling’s motion to\ndismiss. 500 B. R. 246, 252 (MD Ga. 2013). After a trial, the\nBankruptcy Court found that Appling knowingly made two false\nrepresentations on which Lamar justifiably relied and that Lamar\nincurred damages as a result. It thus concluded that Appling’s debt\nto Lamar was nondischargeable under §523(a)(2)(A). 527 B. R.\n545, 550–556 (MD Ga. 2015). The District Court affirmed. 2016 WL\n1183128 (MD Ga., Mar. 28, 2016).The Court of Appeals for the Eleventh Circuit\nreversed. It held that “ ‘statement[s] respecting the debtor’s\n. . . financial condition’ may include a statement about\na single asset.”In re Appling, 848 F. 3d 953, 960\n(2017). Because Appling’s statements about his expected tax refund\nwere not in writing, the Court of Appeals held that §523(a)(2)(B)\ndid not bar Appling from discharging his debt to Lamar.Id.,at 961.The Court granted certiorari, 583 U. S. ___\n(2018), to resolve a conflict among the Courts of Appeals as to\nwhether a statement about a single asset can be a “statement\nrespecting the debtor’s financial condition.”[2] We agree with the Eleventh Circuit’s conclusion\nand affirm.IIAOne of the “main purpose[s]” of the federal\nbankruptcy system is “to aid the unfortunate debtor by giving him a\nfresh start in life, free from debts, except of a certain\ncharacter.”Stellwagenv.Clum, 245 U. S. 605,\n617 (1918). To that end, the Bankruptcy Code contains broad\nprovisions for the discharge of debts, subject to exceptions. One\nsuch exception is found in 11 U. S. C. §523(a)(2), which\nprovides that a discharge under Chapter 7, 11, 12, or 13 of the\nBankruptcy Code “does not discharge an individual debtor from any\ndebt . . . for money, property, services, or an\nextension, renewal, or refinancing of credit, to the extent\nobtained by” fraud. This exception is in keeping with the “basic\npolicy animating the Code of affording relief only to an ‘honest\nbut unfortunate debtor.’ ”Cohenv.de la Cruz,\n523 U. S. 213, 217 (1998).More specifically, §523(a)(2) excepts from\ndischarge debts arising from various forms of fraud. Subparagraph\n(A) bars discharge of debts arising from “false pretenses, a false\nrepresentation, or actual fraud, other than a statement respecting\nthe debtor’s . . . financial condition.” Subparagraph\n(B), in turn, bars discharge of debts arising from a materially\nfalse “statement . . . respecting the debtor’s\n. . . financial condition” if that statement is “in\nwriting.”B1“Our interpretation of the Bankruptcy Code\nstarts ‘where all such inquiries must begin: with the language of\nthe statute itself.’ ”Ransomv.FIA Card Services,\nN. A., 562 U. S. 61, 69 (2011). As noted, the\nrelevant statutory text is the phrase “statement respecting the\ndebtor’s financial condition.” Because the Bankruptcy Code does not\ndefine the words “statement,” “financial condition,” or\n“respecting,” we look to their ordinary meanings. Seeibid.There is no dispute as to the meaning of the\nfirst two terms. A “statement” is “the act or process of stating,\nreciting, or presenting orally or on paper; something stated as a\nreport or narrative; a single declaration or remark.” Webster’s\nThird New International Dictionary 2229 (1976) (Webster’s). As to\n“financial condition,” the parties agree, as does the United\nStates, that the term means one’s overall financial status. See\nBrief for Petitioner 23; Brief for Respondent 25; Brief for United\nStates asAmicus Curiae12.For our purposes, then, the key word in the\nstatutory phrase is the preposition “respecting,” which joins\ntogether “statement” and “financial condition.” As a matter of\nordinary usage, “respecting” means “in view of: considering; with\nregard or relation to: regarding; concerning.” Webster’s 1934; see\nalso American Heritage Dictionary 1107 (1969) (“[i]n relation to;\nconcerning”); Random House Dictionary of the English Language 1221\n(1966) (“regarding; concerning”); Webster’s New Twentieth Century\nDictionary 1542 (2d ed. 1967) (“concerning; about; regarding; in\nregard to; relating to”).According to Lamar, these definitions reveal\nthat “ ‘respecting’canbe ‘defined broadly,’ ”\nbut that the word “isn’t always used that way.” Brief for\nPetitioner 27. The firm contends that “ ‘about,’ ”\n“ ‘concerning,’ ” “ ‘with reference to,’ ” and\n“ ‘as regards’ ” denote a more limited scope than\n“ ‘related to.’ ” Brief for Petitioner 3, 18, 27. When\n“respecting” is understood to have one of these more limited\nmeanings, Lamar asserts, a “statement respecting the debtor’s\nfinancial condition” is “a statement that is ‘about,’ or that makes\n‘reference to,’ the debtor’s overall financial state or\nwell-being.”Id., at 27–28. Under that formulation, a formal\nfinancial statement providing a detailed accounting of one’s assets\nand liabilities would qualify, as would statements like\n“ ‘Don’t worry, I am above water,’ ” and “ ‘I am in\ngood financial shape.’ ”Id., at 19, 28. A statement\nabout a single asset would not.The Court finds no basis to conclude, however,\nat least in this context, that “related to” has a materially\ndifferent meaning than “about,” “concerning,” “with reference to,”\nand “as regards.” The definitions of these words are overlapping\nand circular, with each one pointing to another in the group.\n“Relate” means “to be in relationship: have reference,” and, in the\ncontext of the phrase “in relation to,” “reference, respect.”\nWebster’s 1916; see alsoid.,at 18a (Explanatory Note\n16.2). “About” means “with regard to,” and is the equivalent of\n“concerning.”Id.,at 5. “Concerning” means “relating to,”\nand is the equivalent of “regarding, respecting, about.”Id.,at 470. “Reference” means “the capability or character\nof alluding to or bearing on or directing attention to something,”\nand is the equivalent of “relation” and “respect.”Id.,at\n1907. And “regard” means “to have relation to or bearing upon:\nrelate to,” and is the equivalent of “relation” and “respect.”Id.,at 1911. The interconnected web formed by these words\nbelies the clear distinction Lamar attempts to impose. Lamar also\nfails to put forth an example of a phrase in a legal context\nsimilar to the one at issue here in which toggling between “related\nto” and “about” has any pertinent significance.Use of the word “respecting” in a legal context\ngenerally has a broadening effect, ensuring that the scope of a\nprovision covers not only its subject but also matters relating to\nthat subject. Cf.Kleppev.New Mexico, 426\nU. S. 529, 539 (1976) (explaining that the Property Clause,\n“in broad terms, gives Congress the power to determine what are\n‘needful’ rules ‘respecting’ the public lands,” and should receive\nan “expansive reading”).Indeed, when asked to interpret statutory\nlanguage including the phrase “relating to,” which is one of the\nmeanings of “respecting,” this Court has typically read the\nrelevant text expansively. See,e.g., Coventry Health Care of\nMo., Inc.v.Nevils, 581 U. S. ___, ___ (2017)\n(slip op., at 7) (describing “ ‘relate to’ ” as\n“expansive” and noting that “Congress characteristically employs\nthe phrase to reach any subject that has ‘a connection with, or\nreference to,’ the topics the statute enumerates”);Moralesv.Trans World Airlines, Inc., 504 U. S. 374, 378–390\n(1992) (explaining that “ ‘relating to’ ” has a “broad”\nordinary meaning and accordingly holding that the Airline\nDeregulation Act of 1978 provision prohibiting the States from\nenforcing any law “ ‘relating to rates, routes, or\nservices’ ” of any air carrier pre-empted any fare advertising\nguidelines that “would have a significant impact upon the airlines’\nability to market their product, and hence a significant impact\nupon the fares they charge”);Ingersoll-Rand Co.v.McClendon, 498 U. S. 133, 139 (1990) (“ ‘A law\n“relates to” an employee benefit plan, in the normal sense of the\nphrase, if it has a connection with or reference to such a plan.’\nUnder this ‘broad common-sense meaning,’ a state law may ‘relate\nto’ a benefit plan . . . even if the law is not\nspecifically designed to affect such plans, or the effect is only\nindirect” (citation omitted)).Advancing that same expansive approach here,\nAppling contends that a “statement respecting the debtor’s\nfinancial condition” is “a statement that has a direct relation to,\nor impact on the balance of all of the debtor’s assets and\nliabilities or the debtor’s overall financial status.” Brief for\nRespondent 17 (internal quotation marks and citations omitted). “A\ndebtor’s statement describing an individual asset or liability\nnecessarily qualifies,” Appling explains, because it “has a direct\nimpact on thesumof his assets and liabilities.”Ibid.“Put differently, a debtor’s statement that describes\nthe existence or value of a constituent element of the debtor’s\nbalance sheet or income statement qualifies as a ‘statement\nrespecting financial condition.’ ”Ibid.The United States asamicus curiaesupporting Appling offers a slightly different formulation. In its\nview, a “statement respecting the debtor’s financial condition”\nincludes “a representation about a debtor’s asset that is offered\nas evidence of ability to pay.” Brief for United States asAmicus Curiae11. Although Appling does not include “ability\nto pay” in his proffered definition, he and the United States agree\nthat their respective formulations are functionally the same and\nlead to the same results. See Tr. of Oral Arg. 50–52, 58. That is\nso because to establish the requisite materiality and reliance, a\ncreditor opposing discharge must explain why it viewed the debtor’s\nfalse representation as relevant to the decision to extend money,\nproperty, services, or credit. If a given statement did not\nactually serve as evidence of ability to pay, the creditor’s\nexplanation will not suffice to bar discharge. But if the creditor\nproves materiality and reliance, it will be clear the statement was\none “respecting the debtor’s financial condition.” Whether a\nstatement about a single asset served as evidence of ability to pay\nthus ultimately always factors into the §523(a)(2) inquiry at some\npoint.We agree with both Appling and the United States\nthat, given the ordinary meaning of “respecting,” Lamar’s preferred\nstatutory construction—that a “statement respecting the debtor’s\nfinancial condition” means only a statement that captures the\ndebtor’s overall financial status—must be rejected, for it reads\n“respecting” out of the statute. SeeTRW Inc.v.Andrews, 534 U. S. 19, 31 (2001) (“[A] statute ought\n. . . to be so construed that . . . no clause,\nsentence, or word shall be superfluous, void, or insignificant”\n(internal quotation marks omitted)). Had Congress intended\n§523(a)(2)(B) to encompass only statements expressing the balance\nof a debtor’s assets and liabilities, there are several ways in\nwhich it could have so specified,e.g.,“statement\ndisclosing the debtor’s financial condition” or “statement of the\ndebtor’s financial condition.”[3] But Congress did not use such narrow language.We also agree that a statement is “respecting” a\ndebtor’s financial condition if it has a direct relation to or\nimpact on the debtor’s overall financial status. A single asset has\na direct relation to and impact on aggregate financial condition,\nso a statement about a single asset bears on a debtor’s overall\nfinancial condition and can help indicate whether a debtor is\nsolvent or insolvent, able to repay a given debt or not. Naturally,\nthen, a statement about a single asset can be a “statement\nrespecting the debtor’s financial condition.”2Further supporting the Court’s conclusion is\nthat Lamar’s interpretation would yield incoherent results. On\nLamar’s view, the following would obtain: A misrepresentation about\na single asset made in the context of a formal financial statement\nor balance sheet would constitute a “statement respecting the\ndebtor’s financial condition” and trigger §523(a)(2)(B)’s\nheightened nondischargeability requirements, but the exact same\nmisrepresentation made on its own, or in the context of a list of\nsome but not all of the debtor’s assets and liabilities, would not.\nLamar does not explain why Congress would draw such seemingly\narbitrary distinctions, where the ability to discharge a debt turns\non the superficial packaging of a statement rather than its\nsubstantive content.In addition, a highly general statement like, “I\nam above water,” would need to be in writing to foreclose\ndischarge, whereas a highly specific statement like, “I have\n$200,000 of equity in my house,” would not. This, too, is\ninexplicably bizarre.3Lastly, the statutory history of the phrase\n“statement respecting the debtor’s financial condition”\ncorroborates our reading of the text. That language can be traced\nback to a 1926 amendment to the Bankruptcy Act of 1898 that\nprohibited discharge entirely to a debtor who had “obtained money\nor property on credit, or obtained an extension or renewal of\ncredit, by making or publishing, or causing to be made or\npublished, in any manner whatsoever, a materially false statement\nin writing respecting his financial condition.” Act of May 27,\n1926, §6, 44Stat. 663–664.When Congress again amended this provision in\n1960, it retained the “statement in writing respecting\n. . . financial condition” language. See Act of July 12,\n1960, Pub. L. 86–621, §2, 74Stat. 409. Congress then once more\npreserved that language when it rewrote and recodified the\nprovision in the modern Bankruptcy Code as §523(a)(2)(B).Given the historical presence of the phrase\n“statement respecting the debtor’s financial condition,” lower\ncourts had ample opportunity to weigh in on its meaning. Between\n1926, when the phrase was introduced, and 1978, when Congress\nenacted the Bankruptcy Code, Courts of Appeals consistently\nconstrued the phrase to encompass statements addressing just one or\nsome of a debtor’s assets or liabilities.[4] When Congress used the materially same language in\n§523(a)(2), it presumptively was aware of the longstanding judicial\ninterpretation of the phrase and intended for it to retain its\nestablished meaning. SeeLorillardv.Pons, 434\nU. S. 575, 580 (1978) (“Congress is presumed to be aware of an\nadministrative or judicial interpretation of a statute and to adopt\nthat interpretation when it re-enacts a statute without change”);Bragdonv.Abbott, 524 U. S. 624, 645 (1998)\n(“When administrative and judicial interpretations have settled the\nmeaning of an existing statutory provision, repetition of the same\nlanguage in a new statute indicates, as a general matter, the\nintent to incorporate its administrative and judicial\ninterpretations as well”).IIIIn addition to its plain-text arguments\ndiscussed and rejected above, seesupra,at 5–7, Lamar\ncontends that Appling’s rule undermines the purpose of §523(a)(2)\nin two ways. Neither argument is persuasive.AFirst, Lamar contends that Appling’s\nconstruction gives §523(a)(2)(B) an implausibly broad reach, such\nthat little would be covered by §523(a)(2)(A)’s general rule\nrendering nondischargeable debts arising from “false pretenses, a\nfalse representation, or actual fraud.” That is not so. Decisions\nfrom this Court and several lower courts considering the\napplication of §523(a)(2)(A) demonstrate that the provision still\nretains significant function when the phrase “statement respecting\nthe debtor’s financial condition” is interpreted to encompass a\nstatement about a single asset.Section 523(a)(2)(A) has been applied when a\ndebt arises from “forms of fraud, like fraudulent conveyance\nschemes, that can be effected without a false representation.”Husky Int’l Electronics, Inc.v.Ritz, 578 U. S.\n___, ___ (2016) (slip op., at 3).[5] It also has been used to bar the discharge of debts\nresulting from misrepresentations about the value of goods,\nproperty, and services.[6]BSecond, Lamar asserts that Appling’s\ninterpretation is inconsistent with the overall principle that the\nBankruptcy Code exists to afford relief only to the “ ‘honest\nbut unfortunate debtor,’ ”Cohen, 523 U. S., at\n217, because it leaves “fraudsters” free to “swindle innocent\nvictims for money, property or services by lying about their\nfinances, then discharge the resulting debt in bankruptcy, just so\nlong as they do so orally.” Brief for Petitioner 35.This general maxim, however, provides little\nsupport for Lamar’s interpretation. The text of §523(a)(2) plainly\nheightens the bar to discharge when the fraud at issue was\neffectuated via a “statement respecting the debtor’s financial\ncondition.”[7] The heightened\nrequirements, moreover, are not a shield for dishonest debtors.\nRather, they reflect Congress’ effort to balance the potential\nmisuse of such statements by both debtors and creditors. As the\nCourt has explained previously:“The House Report on the [Bankruptcy\nReform Act of 1978] suggests that Congress wanted to moderate the\nburden on individuals who submitted false financial statements, not\nbecause lies about financial condition are less blameworthy than\nothers, but because the relative equities might be affected by\npractices of consumer finance companies, which sometimes have\nencouraged such falsity by their borrowers for the very purpose of\ninsulating their own claims from discharge.”Fieldv.Mans, 516 U. S. 59, 76–77 (1995).Specifically, as detailed inField, the\nHouse Report noted that consumer finance companies frequently\ncollected information from loan applicants in ways designed to\npermit the companies to later use those statements as the basis for\nan exception to discharge. Commonly, a loan officer would instruct\na loan applicant “ ‘to list only a few or only the most\nimportant of his debts’ ” on a form with too little space to\nsupply a complete list of debts, even though the phrase, “ ‘I\nhave no other debts,’ ” would be printed at the bottom of the\nform or the applicant would be “ ‘instructed to write the\nphrase in his own handwriting.’ ”Id., at 77,\nn. 13. If the debtor later filed for bankruptcy, the creditor\nwould contend that the debtor had made misrepresentations in his\nloan application and the creditor would threaten litigation over\nexcepting the debt from discharge. That threat was “often enough to\ninduce the debtor to settle for a reduced sum,” even where the\nmerits of the nondischargeability claim were weak. H. R. Rep.\nNo. 95–595, p. 131 (1977).Notably, Lamar’s interpretation of “statement\nrespecting the debtor’s financial condition” would not bring within\n§523(a)(2)(B)’s reach the very types of statements the House Report\ndescribed, because those debts-only statements said nothing about\nassets and thus did not communicate fully the debtor’s overall\nfinancial status. Yet inField, the Court explained that the\nheightened requirements for nondischargeability under §523(a)(2)(B)\nwere intended to address creditor abuse involving such statements.\n516 U. S., at 76–77. Lamar’s construction also would render\n§523(a)(2)(B) subject to manipulation by creditors, frustrating the\nvery end Congress sought to avoid when it set forth heightened\nrequirements for rendering nondischargeable “statements respecting\nthe debtor’s financial condition.”Ibid.Finally, although Lamar tries to paint a picture\nof defenseless creditors swindled by lying debtors careful to make\ntheir financial representations orally, creditors are not\npowerless. They can still benefit from the protection of\n§523(a)(2)(B) so long as they insist that the representations\nrespecting the debtor’s financial condition on which they rely in\nextending money, property, services, or credit are made in writing.\nDoing so will likely redound to their benefit, as such writings can\nfoster accuracy at the outset of a transaction, reduce the\nincidence of fraud, and facilitate the more predictable, fair, and\nefficient resolution of any subsequent dispute.IVFor the foregoing reasons, the Court holds\nthat a statement about a single asset can be a “statement\nrespecting the debtor’s financial condition” under §523(a)(2) of\nthe Bankruptcy Code. The judgment of the Court of Appeals for the\nEleventh Circuit is affirmed.It is so ordered.Notes1*Justice Thomas, Justice Alito,\nand Justice Gorsuch join all but Part III–B of this\nopinion.2CompareIn re\nBandi, 683 F. 3d 671, 676 (CA5 2012) (a statement about a\nsingle asset is not a statement respecting the debtor’s financial\ncondition);In re Joelson, 427 F. 3d 700, 714\n(CA10 2005) (same), withIn re Appling, 848 F. 3d\n958, 960 (CA11 2017) (a statement about a single asset can be a\nstatement respecting the debtor’s financial condition);Englerv.Van Steinburg, 744 F. 2d 1060, 1061\n(CA4 1984) (same).3Congress in fact used\njust such “statement of” language elsewhere in the Bankruptcy Code.\nSee,e.g.,11 U. S. C. §329(a) (“statement of the\ncompensation paid”); §521(a)(1)(B)(iii) (“statement of the debtor’s\nfinancial affairs”); §707(b)(2)(C) (“statement of the debtor’s\ncurrent monthly income”).4See,e.g., Tennv.First Hawaiian Bank, 549 F. 2d 1356, 1358 (CA9 1977)\n(per curiam) (“[A]ppellants’ recordation of the deed which\nthey knew was false for the purpose of obtaining an extension of\ncredit on the basis of an asset that they did not own was a false\nstatement of financial condition” (citingScottv.Smith, 232 F. 2d 188, 190 (CA9 1956)));In re\nButler, 425 F. 2d 47, 49, 52 (CA3 1970) (affirming holding\nthat a corporation’s false statements as to select accounts\nreceivable qualified as statements respecting financial condition);Shainmanv.Shear’s of Affton, Inc., 387 F. 2d\n33, 38 (CA8 1967) (“A written statement purporting to set forth the\ntrue value of a major asset of a corporation, its inventory, is a\nstatement respecting the financial condition of that\ncorporation. . . . There is nothing in the language\nor legislative history of this section of the [Bankruptcy] Act to\nindicate that it was intended to apply only to complete financial\nstatements in the accounting sense”);Albinakv.Kuhn, 149 F. 2d 108, 110 (CA6 1945) (“No cases have\nbeen cited to us, and none has been found by careful examination,\nwhich confines a statement respecting one’s financial condition as\nlimited to a detailed statement of assets and liabilities”);In re Weiner, 103 F. 2d 421, 423 (CA2 1939)\n(holding that a debtor’s false statement about “an asset” that was\npledged as collateral was a statement respecting financial\ncondition).5See also,e.g.,\nIn re Tucker, 539 B. R. 861, 868 (Bkrtcy. Ct. Idaho\n2015) (holding nondischargeable under §523(a)(2)(A) a debt arising\nfrom the overpayment of social security disability benefits to an\nindividual who failed to report changes to his employment despite a\nlegal duty to do so);In re Drummond, 530 B. R.\n707, 710, and n. 3 (Bkrtcy. Ct. ED Ark. 2015) (same, and\nconcluding that “the requirement of the debtor to notify [the\nSocial Security Administration] if she returns to work is not a\nstatement that respects the debtor’s financial\ncondition”).6See,e.g., In re\nBocchino, 794 F. 3d 376, 380–383 (CA3 2015) (holding\nnondischargeable under §523(a)(2)(A) civil judgment debts against a\ndebtor-stockbroker who made misrepresentations about investments);In re Cohen, 106 F. 3d 52, 54–55 (CA3 1997)\n(holding that a landlord’s misrepresentations about the rent that\nlegally could be charged for an apartment constituted fraud under\n§523(a)(2)(A));United Statesv.Spicer, 57\nF. 3d 1152, 1154, 1161 (CADC 1995) (holding nondischargeable\nunder §523(a)(2)(A) a settlement agreement owed to the Government\nbased on an investor’s misrepresentations of downpayment amounts in\nmortgage applications).7In addition to the\nwriting requirement, §523(a)(2)(B) requires a creditor to show\nreasonable reliance. 11 U. S. C. §523(a)(2)(B)(iii).\nSection 523(a)(2)(A), by contrast, requires only the lesser showing\nof “justifiable reliance.”Fieldv.Mans, 516\nU. S. 59, 61, 70–75 (1995).",
    "joined": []
}