{
    "case": {
        "docket": "115",
        "citation": "568",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/568/115/"
    },
    "id": "1970549",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–626_________________FANE LOZMAN, PETITIONERv.THE CITY OF\nRIVIERA BEACH, FLORIDAon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[January 15, 2013]Justice Sotomayor, with whom Justice Kennedy\njoins, dissenting.I agree with much of the Court’s reasoning. Our\nprecedents fully support the Court’s reasoning that the Eleventh\nCircuit’s test is overinclusive; that the subjective intentions of\na watercraft’s owner or designer play no role in the vessel\nanalysis of 1 U. S. C. §3; and that an ob- jective\nassessment of a watercraft’s purpose or function governs whether\nthat structure is a vessel. The Court, however, creates a novel and\nunnecessary “reasonable observer” reformulation of these principles\nand errs in its determination, under this new standard, that the\ncraft before us is not a vessel. Given the underdeveloped rec- ord\nbelow, we should remand. Therefore, I respectfully dissent.IThe relevant statute, 1 U. S. C. §3,\n“sweeps broadly.”Stewartv.Dutra Constr. Co.,543 U.S.\n481, 494 (2005). It provides that “[t]he word ‘vessel’ includes\nevery description of watercraft or other artificial contrivance\nused, or capable of being used, as a means of transportation on\nwater.” This broad phrasing flows from admiralty law’s long\nrecognition that vessels come in many shapes and sizes. See E.\nBenedict, American Admiralty §218, p. 121 (1870 ed.) (“[V]essel, is\na general word, many times used for any kind of navigation”); M.\nCohen, Admiralty Jurisdiction, Law, and Practice 232 (1883) (“[T]he\nterm ‘ves- sel’ shall be understood to comprehend every description\nof vessel navigating on any sea or channel, lake or river\n. . . ”).Our test for vessel status has remained the same\nfor decades: “Under §3, a ‘vessel’ is any watercraft practically\ncapable of maritime transportation . . . .”Stewart, 543 U. S., at 497; see alsoEvansville\n& Bowling Green Packet Co.v.Chero Cola Bottling\nCo.,271 U.S.\n19, 22 (1926);Copev.Vallette Dry Dock Co.,119 U.S.\n625, 627 (1887). At its core, vessel status has always rested\nupon the objective physical characteristics of a vessel (such as\nits structure, shape, and materials of construction), as well as\nits usage history. But over time, several important principles have\nguided both this Court and the lower courts in determining what\nkinds of watercraft fall properly within the scope of admiralty\njurisdiction.Consider the most basic of requirements. For a\nwatercraft to be “practically capable” of maritime transportation,\nit must first be “capable” of such transportation. Only those\nstructures that can simultaneously float and carry people or things\nover water are even presumptively within §3’s reach. Stopping here,\nas the Eleventh Circuit essentially did, results in an\noverinclusive test. Section 3, after all, does not drag every bit\nof floating and towable flotsam and jetsam into admiralty\njurisdiction. Rather, the terms “capable of being used” and\n“practical” have real significance in our maritime\njurisprudence.“[A] water craft is not ‘capable of being used’\nfor maritime transport in any meaningful sense if it has been\npermanently moored.”Stewart, 543 U. S., at 494. So, to\ntake an obvious example, a floating bridge over water does not\nconstitute a vessel; such mooring is clearly permanent. Cf.The\nRock Island Bridge, 6 Wall. 213, 216 (1867). Less dramatically,\na watercraft whose objective physical connections to land “evidence\na permanent location” does not fall within §3’s ambit. See,e.g.,Evansville, 271 U. S., at 22 (“[The\nwharfboat] served at Evansville as an office, warehouse and wharf,\nand was not taken from place to place. The connections with the\nwater, electric light and telephone systems of the city evidence a\npermanent location”);Dunklinv.Louisiana Riverboat\nGaming Partnership, No. 00–31455, 2001 WL 650209, *1, n. 1\n(CA5, May 22, 2001) (per curiam) (describing a fully\nfunctional ca- sino boat placed “in an enclosed pond in a\ncofferdam”). Put plainly, structures “permanently affixed to shore\nor resting on the ocean floor,”Stewart, 543 U. S., at\n493–494, have never been treated as vessels for the purposes of\n§3.Our precedents have also excluded from vessel\nstatus those watercraft “rendered practically incapable of\ntransportation or movement.”Id., at 494. Take the easiest\ncase, a vessel whose physical characteristics have been so altered\nas to make waterborne transportation a practical impossibility.Ibid.(explaining that a “floating processing plant was no\nlonger a vessel where a ‘large opening [had been] cut into her\nhull,’ rendering her incapable of moving over the water” (quotingKathrinerv.UNISEA, Inc., 975 F.2d 657, 660 (CA9\n1992)). The longstanding admiralty exception for “dead ships,”\nthose watercraft that “require a major overhaul” for their\n“reactivation,” also falls into this category. SeeRoperv.United States,368 U.S.\n20, 21 (1961) (finding that a liberty ship “deactivated from\nservice and ‘mothballed’ ” is not a “vessel in navigation”); see\ngenerally Rutherglen, Dead Ships, 30 J. Maritime L. & Comm. 677\n(1999).[1] Likewise, ships that\n“have been withdrawn from the water for extended periods of time”\nin order to facilitate repairs and reconstruction may lose their\nstatus as vessels until they are rendered capable of maritime\ntransport.Stewart, 543 U. S., at 496. Cf.Westv.United States,361 U.S.\n118, 120, 122 (1959) (noting that “theMary Austinwas\nwithdrawn from any operation whatever while in storage with the\n‘moth-ball fleet’ ” and that “[t]heMary Austin, as anyone\ncould see, was not in maritime service. She was undergoing major\nrepairs and complete renovation . . . ”).Finally, our maritime jurisprudence excludes\nfrom ves- sel status those floating structures that, based on their\nphysical characteristics, do not “transport people, freight, or\ncargo from place to place” as one of their purposes.Stewart, 543 U. S., at 493. “Purpose,” in this context,\nis determined solely by an objective inquiry into a craft’s\nfunction. “[N]either size, form, equipment nor means of propulsion\nare determinative factors upon the question of [vessel status],”\nthough all may be considered.The Robert W. Parsons,191 U.S.\n17, 30 (1903). Moreover, in assessing a particular structure’s\nfunction, we have consis- tently examined its past and present\nactivities.Stewart, 543 U. S., at 495;Cope,\n119 U. S., at 627. Of course, a seaborne craft is not excluded\nfrom vessel status simply because its “primary purpose” is not\nmaritime transport.Stewart, 543 U. S., at 497. We held\nas much inStewartwhen we concluded that a dredge was a\nvessel notwithstanding that its “primary purpose” was “dredging\nrather than transportation.”Id.,at 486, 495. So long as\none purpose of a craft is transportation, whether of cargo or\npeople or both, §3’s practical capability requirement is\nsatisfied.Certainly, difficult and marginal cases will\narise. Fortunately, courts do not consider each floating structure\nanew. So, for example, when we were confronted inStewartwith the question whether a dredge is a §3 vessel, we did not\ncommence with a clean slate; we instead sought guidance from\nprevious cases that had confronted similar structures. Seeid., at 490, and n. 5; see alsoNortonv.Warner Co.,321 U.S.\n565, 571–572 (1944) (likewise surveying earlier cases).In sum, our precedents offer substantial\nguidance for how objectively to determine whether a watercraft is\npractically capable of maritime transport and thus qualifies as a\n§3 vessel. First, the capacity to float and carry things or people\nis an obvious prerequisite to vessel status. Second, structures or\nships that are permanently moored or fixed in place are not §3\nvessels. Likewise, structures that are practically incapable of\nmaritime transport are not vessels, whether they are ships that\nhave been altered so that they may no longer be put to sea, dead\nships, or ships removed from navigation for extended periods of\ntime. Third, those watercraft whose physical characteristics and\nusage history reveal no maritime transport purpose or use are not\n§3 vessels.IIThe majority does not appear to disavow the\nlegal principles described above. The majority apparently accepts\nthat permanent mooring suffices to take a ship out of vessel\nstatus,ante,at 8, 12,[2] and that “[a] craft whose physical characteristics and\nactivities objectively evidence a waterborne transportation purpose\nor function may still be rendered a nonvessel by later physical\nalterations,”ante,at 12–13.[3] No one argues that Lozman’s craft was permanently\nmoored, see App. 32 (describing the “deteriorated” ropes holding\nthe craft in place), or that it had un- dergone physical\nalterations sufficient to take it out of vessel status, see Tr. of\nOral Arg. 13 (Lozman’s counsel arguing that the craft was never a\nvessel in the first place). Our precedents make clear that the\nEleventh Circuit’s “anything that floats” test is overinclusive and\nignores that purpose is a crucial factor in determining whether a\nparticular craft is or is not a vessel. Accord- ingly, the majority\nis correct that determining whether Lozman’s craft is a vessel\nhinges on whether that craft had any maritime transportation\npurpose or function.The majority errs, though, in concluding that\nthe purpose component of the §3 test is whether “a reasonable\nobserver, looking to the [craft]’s physical characteristics and\nactivities, would not consider it to be designed to any practical\ndegree for carrying people or things on water.”Ante,at 1.\nThis phrasing has never appeared in any of our cases and the\nmajority’s use of it, despite its seemingly objective gloss,\neffectively (and erroneously) introduces a subjective component\ninto the vessel-status inquiry.For one thing, in applying this test the\nmajority points to some characteristics of Lozman’s craft that have\nno relationship to maritime transport, such as the style of the\ncraft’s rooms or that “those inside those rooms looked out upon the\nworld, not through water-tight portholes, but through French doors\nor ordinary windows.”Ante,at 5. The majority never\nexplains why it believes these particular esthetic elements are\nimportant for determining vessel status. In fact, they are not.\nSection 3 is focused on whether a structure is “used, or capable of\nbeing used, as a means of transportation on water.” By importing\nwindows, doors, room style, and other esthetic criteria into the §3\nanalysis, the majority gives our vessel test an “I know it when I\nsee it” flavor.Jacobellisv.Ohio,378 U.S.\n184, 197 (1964) (Stewart, J., concurring). But that has never\nbeen nor should it be the test: A badly designed and unattractive\nvessel is different from a structure that lacks any “practical\ncapacity” for maritime transport. In the major- ity’s eyes, the two\nappear to be one and the same.The majority’s treatment of the craft’s past\nvoyages is also strange. The majority notes that Lozman’s craft\ncould be and was, in fact, towed over long distances, including\nover 200 miles at one point.Ante,at 2–6. But the major-\nity determines that, given the design of Lozman’s craft, this is\n“far too littleactual‘use’ to bring the floating home\nwithin the terms of the statute.”Ante,at 14. This is\nbecause “when it moved, it carried, not passengers or cargo, but at\nthe very most (giving the benefit of any factual ambiguity to the\nCity) only its own furnishings, its owner’s personal effects, and\npersonnel present to assure the home’s safety.”Ante,at\n13–14.I find this analysis confusing. The majority\naccepts that the record indicates that Lozman’s craft traveled\nhundreds of miles while “carrying people or things.”Ante,at 1. But then, in the same breath, the majority concludes that a\n“reasonable observer” would nonetheless conclude that the craft was\nnot “designed to any practical degree for carrying people or things\non water.”Ibid. The majority fails to explain how a craft\nthat apparently did carry people and things over water for long\ndistances was not “practically capable” of maritime transport.This is not to say that a structure capable of\nsuch feats is necessarily a vessel. A craft like Lozman’s might not\nbe a vessel, for example, if it could only carry its owner’s\nclothes and personal effects, or if it is only capable of\ntransporting itself and its appurtenances.Jerome B. Gru- bart,\nInc.v.Great Lakes Dredge & Dock Co.,513 U.S.\n527, 535 (1995) (“[M]aritime law . . . ordinarily\ntreats an ‘appurtenance’ attached to a vessel in navigable waters\nas part of the vessel itself”). But if such a craft can carry large\nappliances (like an oven or a refrigerator) and all of the other\nthings we might find in a normal home in addition to the occupants\nof that home, as the existing record suggests Lozman’s craft may\nhave done, then it would seem to be much more like a mobile home\n(and therefore a vessel) than a firmly rooted residence. The simple\ntruth is that we know very little about the craft’s capabilities\nand what did or did not happen on its various trips. By fo- cusing\non the little we do know for certain about this craft (i.e.,its windows, doors, and the style of its rooms) in determining\nwhether it is a vessel, the majority renders the §3 inquiry opaque\nand unpredictable.Indeed, the little we do know about Lozman’s\ncraft suggests only that it was an unusual structure. A sur- veyor\nwas unable to find any comparable craft for sale in the State of\nFlorida. App. 43. Lozman’s home was neither obviously a houseboat,\nas the majority describes such ships,ante,at 5–6, nor\nclearly a floating home,ante,at 10–11. See App. 13, 31, 79\n(sale, lease, and surveying documents describing Lozman’s craft as\na “houseboat”). The only clear difference that the majority\nidentifies between these two kinds of structures is that the former\nare self-propelled, while the latter are not.Ante,at 5–6.\nBut even the majority recognizes that self-propulsion has never\nbeen a prerequisite for vessel status.Ante,at 5 (citingThe Robert W. Parsons, 191 U. S., at 31); seeNorton, 321 U. S., at 571. Consequently, it is unclear\nwhy Lozman’s craft is a floating home, why all floating homes are\nnot vessels,[4] or why Lozman’s\ncraft is not a vessel. If windows, doors, and other esthetic\nattributes are what take Lozman’s craft out of vessel status, then\nthe major- ity’s test is completely malleable. If it is the craft’s\nlack of self-propulsion, then the majority’s test is unfaithful to\nour longstanding precedents. SeeThe Robert W. Parsons, 191\nU. S., at 30–31. If it is something else, then that something\nis not apparent from the majority’s opinion.Worse still, in straining to find that Lozman’s\ncraft was a floating home and therefore not a vessel, the major-\nity calls into question the conclusions of numerous lower courts\nthat have found houseboats that lacked self-propulsion to be §3\nvessels. Seeante,at 9–10 (citingMiami River Boat Yard,\nInc.v.60’ Houseboat, 390 F.2d 596, 597 (CA5 1968);Sea Village Marina, LLCv.A 1980 Carlcraft\nHouseboat, No. 09–3292, 2009 WL 3379923, *5–*6 (D NJ, Oct. 19,\n2009);Hudson Harbor 79th Street Boat Basin, Inc.v.Sea\nCasa,469 F. Supp. 987, 989 (SDNY 1979)). The majority incorrectly\nsuggests that these cases applied an “ ‘anything that floats’ ”\ntest.Ante,at 9. These cases suggest something different.\nMany of these decisions in assessing the crafts before them looked\ncarefully at these crafts’ structure and function, and determined\nthat these ships had capabilities similar to other long-established\nvessels, suggesting a significant maritime transportation function.\nSeeMiami River Boat Yard, 390 F. 2d, at 597 (likening\nhouseboat at issue to a “barg[e]”);Sea Village Marina, 2009\nWL 3379923, *7 (“According to the available evidence, [the\nhouseboats in question] float and can be towed to a new marina\nwithout substantial effort . . . ”);Hudson\nHarbor, 469 F. Supp., at 989 (houseboat “was capable of\nbeing used at least to the extent that a ‘dumb barge’ is capable of\nbeing used” and comparable to a “yach[t]”). Their holdings are\nconsistent with older cases, see,e.g.,The Ark,17 F.2d 446, 447 (SD Fla. 1926), and the crafts at issue in\nthese cases have been widely accepted as vessels by most treatises\nin this area, see 1 S. Friedell, Benedict on Admiralty §164, p.\n10–6, n. 2 (7th ed. rev. 2012); 1 T. Schoenbaum, Admiralty &\nMaritime Law §3–6, p. 153, n. 10 (5th ed. 2011); 1 R. Force &\nM. Norris, The Law of Seamen §2:12, p. 2–82 (5th ed. 2003). The\nmajority’s suggestion that rejecting the Eleventh Circuit’s test\nnecessitates jettisoning these other precedents is simply wrong.\nAnd, in its rejection, the majority works real damage to what has\nlong been a settled area of maritime law.[5]IIIWith a more developed record, Lozman’s craft\nmight be distinguished from the houseboats in those lower court\ncases just discussed. For example, if Lozman’s craft’s previous\nvoyages caused it serious damage, then that would strongly suggest\nthat it lacked a maritime trans- portation purpose or function.\nThere is no harm in remanding the case for further factfinding\nalong the lines described above, cautioning the lower courts to be\naware that features of Lozman’s “incomparable” craft, see App. 43,\nmay distinguish it from previous precedents. At most, such a remand\nwould introduce a relatively short delay before finally ending the\nyears-long battle between Lozman and the city of Riviera Beach.On the other hand, there is great harm in\nstretching the facts below and overriding settled and likely\ncorrect lower court precedents to reach the unnecessary conclusion\nthat Lozman’s craft was not a vessel. Without an objective\napplication of the §3 standard, one that relies in a predictable\nfashion only on those physical characteristics of a craft that are\nrelated to maritime transport and use, parties will have noex\nantenotion whether a particular ship is a vessel. As a wide\nrange ofamicihave cautioned us, numerous maritime\nindustries rely heavily on clear and predictable legal rules for\ndetermining which ships are vessels.[6] The majority’s distorted application of our settled law\nto the facts of this case frustrates these ends. Moreover, the\nmajority’s decision reaches well beyond rel- atively insignificant\nboats like Lozman’s craft,id.,at 79 (listing purchase\nprice of Lozman’s craft as $17,000), because it specifically\ndisapproves of lower court decisions dealing with much larger\nships, seeante,at 10 (questioningHolmesv.Atlantic Sounding Co.,437 F.3d 441(CA5 2006) (finding a 140-foot-long and\n40-foot-wide dormitory barge with 50 beds to be a §3 vessel)).IVIt is not clear that Lozman’s craft is a §3\nvessel. It is clear, however, that we are not in a good position to\nmake such a determination based on the limited record we pos- sess.\nThe appropriate response is to remand the case for further\nproceedings in light of the proper legal standard. See Brief for\nUnited States asAmicus Curiae29–31. The Court resists this\nmove and in its haste to christen Lozman’s craft a nonvessel\ndelivers an analysis that will confuse the lower courts and upset\nour longstanding admiralty precedent. I respectfully dissent.Notes1The converse category of\nships “not yet born” is another historical exclusion from vessel\nstatus. SeeTuckerv.Alexandroff,183 U.S.\n424, 438 (1902) (“A ship is born when she is launched, and\nlives so long as her identity is preserved. Prior to her launching\nshe is a mere congeries of wood and iron—an ordinary piece of\npersonal property—as distinctly a land structure as a house, and\nsubject only to mechanics’ liens created by state law and\nenforceable in the state courts”).2In discussing permanent\nmooring, as well asStewart’s rejection of primary-purpose\nand state-of-transit tests for vessel status,Stewartv.Dutra Constr. Co.,543 U.S.\n481, 495 (2005), the majority states that our holdings “say,\nand they mean, that the statutory definition [given by §3]may(or may not) apply—not that itautomatically mustapply—where a structure has some otherprimarypurpose,\nwhere it is stationary at relevant times, and where it is\nattached—but not permanently attached—to land.”Ante, at 8.\nThis must mean, by negative impli-cation, that a permanently moored\nstructure never falls within §3’s definition.3Presumably, this\nencompasses those kinds of ships “otherwise rendered practically\nincapable of transportation or movement.”Stewart, 543\nU. S., at 494. That is, ships which have been altered so they\ncannot travel the seas, dead ships, and ships removed from the\nwater for an extended period of time.Supra,at\n3–4.4To be clear, some\nfloating homes are obviously not vessels. For example, some\nfloating homes are structures built upon a large inverted pyramid\nof logs. Brief for Seattle Floating Homes Assn. et al. asAmici\nCuriae14. Cf. App. 38 (Lozman’s craft was buoyed by an empty\nbilge space). These kinds of floating homes can measure 4,000 or\n5,000 square feet, see Brief for Seattle Floating Homes Assn. et\nal. asAmici Curiae4, and may have connections to land that\nrequire the aid of divers and electricians to remove,ibid.These large, immobile structures are not vessels and have physical\nattributes directly connected to their lack of navigational\nabilities that suggest as much. But these structures are not before\nus; Lozman’s craft is.5The majority’s invocation\nof two state environmental and tax statutes as a reason to reject\nthis well-established lower court precedentis particularly\nmisguided. Seeante,at 10–11. We have repeatedly emphasized\nthat the “regulation of maritime vessels” is a “uniquelyfederalare[a] of regulation.”Chamber of Commerce of\nUnited Statesof Americav.Whiting, 563 U. S. __,\n__ (2011) (plurality opinion) (slip op., at 19) (emphasis added);\nsee alsoUnited Statesv.Locke,529 U.S.\n89, 99 (2000) (explaining that “the federal interest [in\nregulating interstate navigation] has been manifest since the\nbeginning of our Republic and is now well established”). Our\nprevious cases did not turn to state law in determining whether a\ngiven craft is a vessel. There are no good reasons to do so\nnow.6For example, without\nknowing whether a particular ship is a §3 vessel, it is impossible\nfor lenders to know how properly to characterize it as collateral\nfor a financing agreement because they do not know what remedies\nthey will have recourse to in the event of a default. Brief for\nNational Marine Bankers Assn. asAmicus Curiae14–15.\nSimilarly, cities like Riviera Beach provide docking for crafts\nlike Lozman’s on the assumption that such crafts actually are\n“vessels,” App. 13–21 (Riviera Beach’s wet-slip agreement referring\nto Lozman’s craft as a “vessel,” “boat,” or “houseboat”), that can\nbe “remove[d]” upon short notice,id.,at 17 (requiring\nremoval of the craft on three days’ notice). The majority makes it\nimpossible for these marinas to know whether the “houseboats” that\nfill their slips are actually vessels and what remedies they can\nexercise in the event of a dispute. Seeid.,at 15 (“In\naddition to any other remedies provided for in this Agreement, the\nMarina, as a provider of necessities to thisvessel, has a\nmaritime lien on thevesseland may bring a civil actionin remunder 46 United States Code 31342 in Federal\nCourt, to arrest thevesseland enforcethe lien\n. . . ” (emphasis added)). Lozman’s behavior over the\nyears is emblematic of this problem. For example, in 2003, prior to\nhis move to Riviera Beach, Lozman had his craft towed from one\nmarina to another after a dispute arose with the first marina and\nhe was threatened with eviction. App. 76–78. The possibility that a\nshipowner like Lozman can depart so easily over water and go beyond\nthe reach of a provider of necessaries like the marina in response\nto a legal dispute is exactly the kind of problem that the Federal\nMaritime Lien Act, 46 U. S. C. §31342, was intended to address. SeeDampskibsselskabet Dannebrogv.Signal Oil & Gas Co.\nof Cal.,310 U.S.\n268, 272–273 (1940).",
    "joined": []
}