{
    "case": {
        "docket": "418",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/418/"
    },
    "id": "3229419",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–1211_________________HANA FINANCIAL, INC., PETITIONERv.HANA BANK,\net al.on writ of certiorari to the united states court of appeals for\nthe ninth circuit[January 21, 2015]Justice Sotomayor delivered the opinion of the Court.Rights in a trademark are determined by the date of the mark’s\nfirst use in commerce. The party who first uses a mark in commerce\nis said to have priority over other users. Recognizing that\ntrademark users ought to be permitted to make certain modifications\nto their marks over time without losing priority, lower courts have\nprovided that, in limited circumstances, a party may clothe a new\nmark with the priority position of an older mark. This doctrine is\ncalled “tacking,” and lower courts have found tacking to be\navailable when the original and revised marks are “legal\nequivalents” in that they create the same, continuing commercial\nimpression. The question presented here is whether a judge or a\njury should determine whether tacking is available in a given case.\nBecause the tacking inquiry operates from the perspective of an\nordinary purchaser or consumer, we hold that a jury should make\nthis determination.IPetitioner, Hana Financial, and respondent Hana Bank, a\nsubsidiary of respondent Hana Financial Group, both provide\nfinancial services to individuals in the United States. Hana Bank\n(hereinafter respondent) was established in 1971 as a Korean entity\ncalled Korea Investment Finance Corporation. In 1991, that entity\nchanged its name to “Hana Bank” and began using this name in Korea.\nIn 1994, it established a service called Hana Overseas Korean Club\nto provide financial services to Korean expatriates, and\nspecifically advertised that service in the United States. Those\nadvertisements used the name “Hana Overseas Korean Club” in both\nEnglish and Korean, and included the name “Hana Bank” in Korean and\nrespondent’s “dancing man” logo. See App. 206. In 2000, respondent\nchanged the name of the Hana Overseas Ko-rean Club to “Hana World\nCenter.” In 2002, respondent began operating a bank in the United\nStates under the name “Hana Bank.” This enterprise amounted to\nrespondent’s first physical presence in the United States.Petitioner was established in 1994 as a California corporation\ncalled Hana Financial. It began using that name and an associated\ntrademark in commerce in 1995. In 1996, it obtained a federal\ntrademark registration for a pyramid logo with the name “Hana\nFinancial” for use in connection with financial services.In 2007, petitioner sued respondent, alleging infringement of\nits “Hana Financial” mark. As relevant here, respondent denied\ninfringement by invoking the tacking doctrine and claiming that it\nhad priority. The District Court initially granted summary judgment\nto respondent on the infringement claim, but the Court of Appeals\nfor the Ninth Circuit reversed, holding that there were genuine\nissues of material fact as to priority. On remand, the infringement\nclaim was tried before a jury. The District Court adopted in\nsubstantial part the jury instruction proposed by petitioner, and,\nwithout objection from petitioner, instructed the jury as\nfollows:“A party may claim priority in a mark based on the first use\ndate of a similar but technically distinct mark where the\npreviously used mark is the legal equivalent of the mark in\nquestion or indistinguish-able therefrom such that consumers\nconsider both as the same mark. This is called ‘tacking.’ The marks\nmust create the same, continuing commercial impression, and the\nlater mark should not materially differ from or alter the character\nof the mark attemptedto be tacked.” App. 173; seeid.,at\n140 (proposedinstruction).The jury returned a verdict in favor of respondent, and the\nDistrict Court denied petitioner’s motion for judgment as a matter\nof law.The Court of Appeals for the Ninth Circuit affirmed. The court\nexplained that, although tacking applies only in “exceptionally\nnarrow circumstances,” 735 F. 3d 1158, 1160 (2013) (internal\nquotation marks omitted), it “ ‘requires a highly\nfact-sensitive inquiry’ ” that is “reserved for the jury,”ibid.(quotingOne Industries, LLCv.Jim O’Neal\nDistributing, Inc., 578 F. 3d 1154, 1160 (CA9 2009)). The\ncourt acknowledged, however, that whether tacking should be decided\nby juries or judges “is the subject of a circuit split.” 735\nF. 3d, at 1164, n. 5 (noting that the Federal and Sixth\nCircuits “evaluate tacking as a question of law”); seeVan\nDyne-Crotty, Inc.v.Wear-Guard Corp., 926 F. 2d\n1156, 1159 (CA Fed. 1991);Data Concepts, Inc.v.Digital\nConsulting, Inc., 150 F. 3d 620, 623 (CA6 1998).We granted certiorari, 573 U. S. ___ (2014), and now\naffirm.IIAs discussed above, the general rule adopted by lower courts has\nbeen that two marks may be tacked when the original and revised\nmarks are “legal equivalents.” This term refers to two marks that\n“create the same, continuing commercial impression” so that\nconsumers “consider both as the same mark.”[1]Van Dyne-Crotty, Inc., 926 F. 2d, at 1159 (internal\nquotation marks omitted); see,e.g.,George & Co.,\nLLCv.Imagination Entertainment Ltd., 575 F. 3d 383,\n402 (CA4 2009);Brookfield Communications, Inc.v.West\nCoast Entertainment Corp., 174 F. 3d 1036, 1047–1048 (CA9\n1999);Data Concepts, Inc., 150 F. 3d, at 623. “The\ncommercial impression that a mark conveys must be viewed through\nthe eyes of a consumer.”DuoProSS Medi-tech Corp.v.Inviro Medical Devices, Ltd., 695 F. 3d 1247, 1253 (CA Fed.\n2012); see 3 J. McCarthy, Trademarks and Unfair Competition §17:26,\np. 17–71 (4th ed. 2014) (“ ‘Commercial impression,’ like most\nissues in trademark law, should be determined from the perspective\nof the ordinary purchaser of these kinds of goods or\nservices”).Application of a test that relies upon an ordinary consumer’s\nunderstanding of the impression that a mark conveys falls\ncomfortably within the ken of a jury. Indeed, we have long\nrecognized across a variety of doctrinal contexts that, when the\nrelevant question is how an ordinary person or community would make\nan assessment, the jury is generally the decisionmaker that ought\nto provide the fact-intensive answer. See,e.g., United\nStatesv.Gaudin,515 U. S. 506,512 (1995)\n(recognizing that “ ‘delicate assessments of the inferences a\n‘reasonable [decisionmaker]’ would draw . . . [are] peculiarly\none[s] for the trier of fact’ ” (quotingTSC Industries,\nInc.v.Northway, Inc.,426 U. S. 438,450 (1976);\nfirst alteration in original);id.,at 450, n. 12\n(observing that the jury has a “unique competence in applying the\n‘reasonable man’ standard”);Hamlingv.United\nStates,418 U. S. 87–105 (1974) (emphasizing “the ability of the\njuror to ascertain the sense of the ‘average person’ ” by\ndrawing upon “his own knowledge of the views of the average person\nin thecommunity or vicinage from which he comes” and his “knowledge\nof the propensities of a ‘reasonable’ person”);Railroad Co.v.Stout, 17 Wall. 657, 664 (1874) (“It is assumed that\ntwelve men know more of the common affairs of life than does one\nman, [and] that they can draw wiser and safer conclusions from\nadmitted facts thus occurring than can a single judge”).This is certainly not to say that a judge may never determine\nwhether two marks may be tacked. If the facts warrant it, a judge\nmay decide a tacking question on a motion for summary judgment or\nfor judgment as a matter of law. See Fed. Rules Civ. Proc. 50,\n56(a). And if the parties have opted to try their case before a\njudge, the judge may of course decide a tacking question in his or\nher factfinding capacity. We hold only that, when a jury trial has\nbeen requested and when the facts do not warrant entry of summary\njudgment or judgment as a matter of law, the question whether\ntacking is warranted must be decided by a jury.IIIAttempting to overcome our conclusion, petitioner offers four\nreasons why, in its view, tacking is a question of law that should\nbe resolved by a judge. None persuades us.Petitioner first observes that the “legal equivalents” test\ninvolves the application of a legal standard. See Brief for\nPetitioner 20. True enough, but “the\napplication-of-legal-standard-to-fact sort of question . . . ,\ncommonly called a ‘mixed question of law and fact,’ has typically\nbeen resolved by juries.”Gaudin, 515 U. S., at 512; seeid., at 514 (“[T]he jury’s constitutional responsibility is\nnot merely to determine the facts, but to apply the law to those\nfacts and draw the ultimate conclusion . . .”);Millerv.Fenton,474 U. S. 104,113 (1985) (“[A]n issue does not lose\nits factual character merely because its resolution is dispositive\nof the ultimate . . . question”). The “mixed” analysis that takes\nplace during the tacking inquiry is no different. And insofar as\npetitioner is concerned that a jury may improperly apply the\nrelevant legal standard, the solution is to craft careful jury\ninstructions that make that standard clear. Here, however,\npetitioner can hardly criticize the instruction the District Court\ngave the jury, as it was essentially the instruction petitioner\nproposed.Second, petitioner argues that tacking determinations will\n“create new law that will guide future tacking disputes”—a task\nreserved for judges. Brief for Petitioner 21. It is not at all\nclear, however, why a tacking determination in a particular case\nwill “create new law” any more than will a jury verdict in a tort\ncase, a contract dispute, or a criminal proceeding. Petitioner\ninsists that tacking questions “have to be” resolved by comparing\ntwo marks in a given case “against those addressed in other tacking\ncases,”id.,at 22, but we do not agree. Of course, in\ndeciding summary judgment motions, or in making rulings in bench\ntrials, judges may look to past cases holding that trademark owners\neither were or were not entitled to tacking as a matter of law. But\npetitioner offers no support for the claim that tacking cases “have\nto be” resolved by reliance on precedent. Indeed, in many of the\ncases petitioner cites in support of this argument, the courts in\nquestion relied on precedent only to define the relevant legal\nstandard. See,e.g.,Spechtv.Google Inc.,\n758 F. Supp. 2d 570, 583–585 (ND Ill. 2010), aff’d, 747\nF. 3d 929 (CA7 2014);Children’s Legal Servs. PLLCv.Kresch, 2008 WL 1901245, *1–*2 (ED Mich., Apr. 25, 2008),\naff ’dsub nom. Children’s Legal Servs., P. L. L.\nC.v.Saiontz, Kirk & Miles, P. A., 2009 WL 1868809\n(CA6, June 18, 2009).[2]Third, and related, petitioner worries that the predict-ability\nrequired for a functioning trademark system will be absent if\ntacking questions are assigned to juries. See Brief for Petitioner\n25–27. But, again, the same could be said about the tort, contract,\nand criminal justice systems: In all of these areas, juries answer\noften-dispositive fac-tual questions or make dispositive\napplications of legal standards to facts. The fact that another\njury, hearing the same case, might reach a different conclusion may\nmake the system “unpredictable,” but it has never stopped us from\nemploying juries in these analogous contexts. Petitioner has\noffered no reason why trademark tacking ought to be treated\ndifferently. Moreover, decisionmaking in fact-intensive disputes\nnecessarily requires judgment calls. Regardless of whether those\njudgment calls are made by juries or judges, they necessarily\ninvolve some degree of uncertainty, particularly when they have to\ndo with how reasonable persons would behave.Finally, petitioner argues that, as a historical matter, judges\nhave resolved tacking disputes. See Brief for Petitioner 30–35. But\npetitioner relies on cases in which judges have resolved tacking\ndisputes in bench trials, at summary judgment, or the like. See,e.g.,Drexel Enterprises, Inc.v.Richardson,\n312 F. 2d 525, 526 (CA10 1962) (“[This action] was tried\nwithout a jury”);Perfectform Corp.v.Perfect Brassiere\nCo., 256 F. 2d 736, 738 (CA3 1958) (“The district court\ndismissed the complaint”);John Morrell & Co.v.Hauser Packing Co., 20 F. 2d 713 (CA9 1927) (“In the\ncourt below, there was a dismissal of both the bill and of\ndefendant’s counterclaim”);Beech-Nut Packing Co.v.P.\nLorillard Co., 299 F. 834, 835 (NJ 1924) (equitable claims\ntried solely before a judge). As we have noted, it is undisputed\nthat judges may resolve tacking disputes in those contexts. But\nrecognizing as much does not gainsay our conclusion that, when a\njury is to be empaneled and when the facts warrant neither summary\njudgment nor judgment as a matter of law, tacking is a question for\nthe jury.*  *  *The Ninth Circuit correctly held that whether two marks may be\ntacked for purposes of determining priority is a question for the\njury. Accordingly, the judgment of the Ninth Circuit is\naffirmed.It is so ordered.Notes1The parties do not question the\nexistence of the tacking doctrine or this substantive\nstandard.2Our decision inMarkmanv.Westview Instruments, Inc.,517 U. S. 370 (1996), is not\nto the contrary. InMarkman, we held that the task of\nconstruing patent terms falls to judges and not to juries. We held\nas much because “[t]he construction of written instruments is one\nof those things that judges often do and are likely to do better\nthan jurors unburdened by training in exegesis.”Id.,at\n388; seeTeva Pharmaceuticals USA, Inc.,v.Sandoz,\nInc.,ante, at 5. The tacking inquiry, by contrast,\ninvolves a factual judgment about whether two marks give the same\nimpression to consumers. Making that kind of judgment is, as\ndiscussed above, not “one of those things that judges often do”\nbetter than jurors.",
    "joined": []
}