{
    "case": {
        "docket": "20-5904",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/20-5904/"
    },
    "id": "4439256",
    "author": "sotomayor",
    "type": "opinion",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 20– 5904_________________TARAHRICK TERRY, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 14, 2021]Justice Sotomayor, concurring in part and\nconcurring in the judgment.I agree with the Court’s interpretation of the\nFirst Step Act, join Part II of its opinion, and concur in the\njudgment.[1] I write separately\nto clarify the consequences of today’s decision. While the Fair\nSentencing Act of 2010 and First Step Act of 2018 brought us a long\nway toward eradicating the vestiges of the 100-to-1 crack-to-powder\ndisparity, some people have been left behind.Among them are people like petitioner Tarahrick\nTerry, who was convicted under 21 U. S. C. §841(b)(1)(C)\nfor possessing with intent to distribute a small amount of crack\ncocaine and was sentenced as a career offender. If Terry had been\nconvicted under §841(b)(1)(A) or §841(b)(1)(B), which require\nlarger quantities of drugs, he would be eligible for resentencing\nunder the First Step Act (even if sentenced as a career offender).\nSimilarly, despite being convicted under subparagraph (C), if\nTerry’s Sentencing Guidelines range had been calculated like that\nof a noncareer offender, he would have been eligible for a sentence\nreduction when the United States Sentencing Commission\nretroactively reduced the amount of crack cocaine necessary to\ntrigger higher Guidelines ranges. But because Terry was both\nconvicted under subparagraph (C) and sentenced as a career\noffender, he has never had a chance to ask for a sentence that\nreflects today’s understanding of the lesser severity of his crime.\nAbsent action from the political branches, he never will.ISection 841(b) provides three tiers of\nstatutory “[p]enalties” for federal drug offenses under §841(a). As\na baseline, §841(b)(1)(C) specifies a maximum penalty of 20 years\nimprisonment, with no mandatory minimum. Sections 841(b)(1)(A) and\n(B) then authorize enhanced penalty ranges, including mandatory\nminimums, for those dealing in higher quantities of narcotics.As enacted in 1986, §841(b) created a 100-to-1\nratio between the amounts of powder and crack cocaine necessary to\ntrigger the mandatory minimums in §§841(b)(1)(A) and (B).\nSubparagraph (A)’s 10-year minimum was triggered by 5,000 grams of\npowder cocaine (about the weight of a gallon of paint), but only 50\ngrams of crack cocaine (about half a stick of butter). Subparagraph\n(B)’s 5-year minimum required 500 grams of powder (heavier than a\nfootball) but just five grams of crack (the weight of a\nnickel).The United States Sentencing Commission (USSC)\nincorporated the 100-to-1 ratio into the Sentencing Guidelines. The\nGuidelines include a “Drug Quantity Table,” which sets “base\noffense level[s]” that correspond to various ranges of weights for\neach drug type. USSC, Guidelines Manual §2D1.1 (Nov. 2018) (USSG).\nA defendant’s base offense level, together with his criminal\nhistory, determines the “Guidelines range” of sentences. The more\ndrugs possessed, the higher the base offense level, and the higher\nthe Guidelines range. Because the drug quantity tables are keyed to\nthe statutory minimums, selling a given weight of crack cocaine\nwould lead to the same base offense level as selling 100 times as\nmuch powder cocaine. Street-level crack dealers could thus receive\nsignificantly longer sentences than wholesale importers of powder\ncocaine.Under the 1986 law, crack cocaine sentences were\nabout 50 percent longer than those for powder cocaine. USSC, Report\nto the Congress: Cocaine and Federal Sentencing Policy 13 (May\n2007) (2007 Report). Black people bore the brunt of this disparity.\nAround 80 to 90 percent of those convicted of crack offenses\nbetween 1992 and 2006 were Black, while Black people made up only\naround 30 percent of powder cocaine offenders in those same years.Id.,at 16.There was no meaningful policy justification for\nsuch unequal sentences. The 100-to-1 ratio “rested on assumptions\nabout the relative harmfulness of the two drugs and the relative\nprevalence of certain harmful conduct associated with their use and\ndistribution that . . . research and data no longer\nsupport.”Kimbroughv.United States,552 U.S.\n85, 97 (2007) (internal quotation marks omitted). This was\nobvious to the public, which came “to understand sentences\nembodying the 100-to-1 ratio as reflecting unjustified race-based\ndifferences.”Dorseyv.United States,567 U.S.\n260, 268 (2012).The Sentencing Commission published detailed\nreports in 1995, 1997, 2002, and 2007 asking Congress to reduce the\ndisparity, which it found to be unjustified standing alone, and\nparticularly unjustified in light of its disparate impact. SeeKimbrough, 552 U. S.,at 97–100. Each report\n“unanimously and strongly urge[d] Congress to act promptly” to\n“[i]ncrease the five-year and ten-year statutory mandatory minimum\nthreshold quantities for crack cocaine offenses.” 2007 Report\n8.IICongress eventually responded with the Fair\nSentencing Act of 2010. 124Stat. 2372. Section 2 of the Act\nincreased the amounts of crack cocaine necessary to trigger minimum\nsentences, reducing the crack-to-powder ratio to 18 to 1. §2(a),ibid. The Sentencing Commission, in turn, quickly revised\nthe drug quantity tables to reflect that new ratio. USSG App. C,\nAmdt. 748 (Nov. 2010). It later made those amendments retroactive,\nthus making reduced sentences available to thousands of crack\noffenders who were serving prison sentences based on unduly high\nGuidelines ranges. USSG App. C, Amdt. 759 (Nov. 2011).These amendments, however, had two principal\nshortcomings. First, the Fair Sentencing Act’s changes to the\nmandatory minimums were not retroactive. Even if an offender’s new\nGuidelines range was below the applicable minimum, the court could\ngo no lower. Second, not all offenders could move for reduced\nsentences. Such motions are available only to individuals whose\noriginal sentences were “based on a sentencing range that has\nsubsequently been lowered by the Sentencing Commission.” 18\nU. S. C. §3582(c)(2). Offenders whose Guidelines ranges\nwere not based on the drug quantity tables were ineligible, even if\nthe 100-to-1 ratio clearly affected their actual sentence.Take so-called “career offenders” like Terry. A\ndefendant is a career offender if he commits a felony “controlled\nsubstance offense” or “crime of violence” when he is over 18 and\nwhen he already has two prior such felony convictions. USSG\n§4B1.1(a). The offense level for career offenders is based on the\nstatutory maximum for their crime of conviction, not the drug\nquantity tables. USSG §4B1.1(b).Terry possessed just 3.9 grams of crack. His\nGuidelines range would normally have been about three to four\nyears. But Terry was sentenced as a career offender because of two\nprior drug convictions committed when he was a teenager and for\nwhich he spent a total of only 120 days in jail. That enhancement\ncaused Terry’s Guidelines range to skyrocket to about 15 to 20\nyears. He received a sentence of 188 months (at the bottom of the\nGuidelines range). Because the Fair Sentencing Act and the\nfollowing Guidelines amendments did not change their Guidelines\nranges, career offenders like Terry were categorically ineligible\nfor relief, regardless of the severity or circumstances of their\ncrimes.Career offenders were not, however, free from\nthe harsh effects of the 100-to-1 ratio. Prior to applying the\ncareer offender enhancement, district courts still calculated the\noffender’s base offense level using the drug quantity tables. That\npreenhancement base offense level is a significant indicator of an\noffense’s gravity, and thus of the sentence it merits. A career\noffender with a higher base offense level closer to the statutory\nminimum would likely receive a harsher punishment than one with a\nlower base offense level further from the minimum.In some cases, the 100-to-1 ratio played an even\nmore direct role. Especially for less serious offenders, courts\nsometimes entirely departed from the career offender Guidelines and\ninstead sentenced defendants based on the more lenient drug\nquantity tables.[2] But\noffenders were only eligible for sentence reductions if retroactive\namendments changed their Guidelines range as “determined before\nconsideration of any departure . . . or any variance.”\nUSSG §1B1.10, comment., n. 1(A). Hence, even career offenders\nwhose sentences were based expressly on the 100-to-1 ratio in the\ndrug quantity tables could not obtain reduced sentences when that\nratio was retroactively lowered.The law’s assessment of these offenders’\nculpability radically changed with the Fair Sentencing Act. For\nexample, Terry’s 3.9 grams of crack cocaine (less than the weight\nof four paperclips) led to a preenhancement base offense level of\n20 and was just shy of the five grams that triggered a 5-year\nmandatory minimum. He would have received the same base offense\nlevel for selling 390 grams of powder cocaine (about the weight of\na full can of soda). After the Guidelines amendments, those 3.9\ngrams are nowhere near the 28 grams that now trigger the mandatory\nminimum, and his preenhancement base offense level would be just\n16, the same as for selling 70 grams of powder cocaine (about the\nweight of two lightbulbs). His preenhancement Guidelines range\ndropped from 41 to 51 months to 27 to 33 months. In short, the law\nnow treats Terry’s offense as a far less serious crime.The career offender Guidelines, like all the\nGuidelines, are merely advisory. SeeUnited Statesv.Booker,543 U.S.\n220, 246 (2005). Terry possessed a very small amount of crack\ncocaine, and he was a teenager when he committed the two prior drug\noffenses that made him a career offender. Free of the arbitrary\ninfluence of the 100-to-1 ratio, he would be a much stronger\ncandidate for a downward departure.IIIThe First Step Act of 2018 partially filled\nthe gaps left by the Fair Sentencing Act. As the Court explains,\neveryone with a pre-August 3, 2010, crack conviction under\n§841(b)(1)(A) or §841(b)(1)(B), including career offenders, has a\n“covered offense” and is eligible for resentencing. This corrects\nthe Fair Sentencing Act’s first shortcoming, as individuals who\nwould not be subject to the same minimums today can now seek\nresentencing without those floors.But, as the Court also explains, no one\nconvicted under §841(b)(1)(C) has a covered offense. The First Step\nAct therefore only partly addresses the Fair Sentencing Act’s\nsecond shortcoming. While career offenders convicted under\nsubparagraph (A) or subparagraph (B) can now seek resentencing,\nthat door remains closed to career offenders convicted under\nsubparagraph (C).This is no small injustice. Career offenders\nmade up more than half of the 2,387 defendants who obtained\nretroactive sentence reductions in just the first year of the First\nStep Act’s implementation. USSC, The First Step Act of 2018: One\nYear of Implementation 44 (Aug. 2020). In part because there were\nso many career offenders who were previously ineligible, the\naverage sentence reduction under the First Step Act was almost six\nyears.Id.,at 43.Between 2005 and 2010, around 15 percent of\noffenders who possessed less than five grams of crack were\nsentenced as career offenders. USSC, Report to Congress: Impact of\nthe Fair Sentencing Act of 2010, p. A–32 (Aug. 2015). In courts\nthat permitted their motions before today’s decision, many such\noffenders obtained dramatically lower sentences after the First\nStep Act. See App. to Reply Brief 1a–2a (collecting cases).\n“Decisions like these, from courts that have actually had to apply\nthe statute, demonstrate that the Fair Sentencing Act amendments\nhave a meaningful effect on the sentences that defendants receive\nunder §841(b)— including for defendants sentenced under subsection\n(b)(1)(C)” as career offenders. Brief for Retired Federal Judges\net al. asAmici Curiae15.There is no apparent reason that career\noffenders sentenced under subparagraph (C) should be left to serve\nout sentences that were unduly influenced by the 100-to-1 ratio.\nIndeed, the bipartisan lead sponsors of the First Step Act have\nurged this Court to hold that the Act “makes retroactive relief\nbroadly available to all individuals sentenced for crack-cocaine\noffenses before the Fair Sentencing Act.” Brief for Sen. Richard\nDurbin et al. asAmici Curiae11. Unfortunately, the\ntext will not bear that reading. Fortunately, Congress has numerous\ntools to right this injustice.Notes1I do not join Part I of\nthe Court’s opinion because it includes an unnecessary, incomplete,\nand sanitized history of the 100-to-1 ratio. The full history is\nfar less benign. The Court,ante, at 2, n. 2,\nemphasizes Black leaders’ support for “tough-on-crime” policies,\nbut ignores that these leaders “also called for federal investment\nin longer-term, root-cause solutions such as welfare, education,\nand job training programs.” J. Forman, Locking Up Our Own 157\n(2017) (Forman). But “[t]he help never arrived,” leaving Black\ncommunities with “just the tough-on-crime laws” and little else.Id.,at 12. Nor does the Court mention that the\n“ ‘careful deliberative practices of the Congress were set\naside’ ” for the 1986 omnibus crime bill that included the\n100-to-1 ratio, as part of a “rush to pass dramatic drug\nlegislation before the midterm elections.” Sklansky, Cocaine, Race,\nand Equal Protection, 47 Stan. L. Rev. 1283, 1294, and n. 55 (1996)\n(Sklansky). Indeed, the “legislative history offers no explanation\nfor the selection of a ratio of 100:1,” save that it “was the\nhighest ratio proposed.”Id.,at 1297. There is, by\ncontrast, an extensive record of race-based myths about crack\ncocaine that the media “branded onto the public mind and the minds\nof legislators,”United Statesv.Clary,846 F. Supp. 768, 783 (ED Mo. 1994), and that appear in the\nCongressional Record, see Sklansky 1291–1295, and nn. 49–60. Most\negregiously, the Court barely references the ratio’s real-world\nimpact (discussedinfra, at 3–4), and disregards the fact\nthat, “as the racial effects of mandatory minimums and the\ncrack/cocaine disparity became apparent, the [Congressional Black\nCaucus] came together in unanimous and increasingly vocal\nopposition to the law.” Forman 205. Bills to mitigate the disparity\nwere introduced almost every year from 1993 to 2009. Yet Congress\ndid nothing until 2010.2This practice was common\nenough to give rise to a split among the Courts of Appeals over\nwhether such offenders were eligible for sentence reductions. See,e.g.,United Statesv.Munn, 595 F.3d 183,\n194–195 (CA4 2010);United Statesv.Sharkey, 543\nF.3d 1236, 1239 (CA10 2008).",
    "joined": []
}