{
    "case": {
        "docket": "799",
        "citation": "559",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/559/799/"
    },
    "id": "1963122",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTHUI V. CASTANEDA559 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1529ESTHER HUI, et al., PETITIONERSv.YANIRA CASTANEDA, as personal representative of the ESTATE OF\nFRANCISCO CASTANEDA, et al.on writ of certiorari to the united states court of\nappeals for the ninth circuit[May 3, 2010]Justice Sotomayor delivered the\nopinion of the Court.This case presents the question\nwhether 42 U. S. C. §233(a), as added, 84 Stat. 1870,\nprecludes an action underBivensv.Six Unknown Fed.\nNarcotics Agents,403 U. S. 388(1971), against U. S.\nPublic Health Service (PHS) personnel for constitutional violations\narising out of their official duties. When federal employees are\nsued for damages for harms caused in the course of their\nemployment, the Federal Tort Claims Act (FTCA), 28 U. S. C.\n§§1346, 2671–2680, generally authorizes substitution of the United\nStates as the defendant. Section 233(a) makes the FTCA remedy\nagainst the United States “exclusive of any other civil action or\nproceeding” for any personal injury caused by a PHS officer or\nemployee performing a medical or related function “while acting\nwithin the scope of his office or employment.” Based on the plain\nlanguage of §233(a), we conclude that PHS officers and employees\nare not personally subject toBivensactions for harms\narising out of such conduct.IFrancisco Castaneda was detained\nby U. S. Immigration and Customs Enforcement (ICE) at the San Diego\nCorrectional Facility (SDCF) beginning in March 2006. According to\nthe complaint later filed in the District Court, when Castaneda\narrived at SDCF he had on his penis an irregular, raised lesion\nthat measured roughly two centimeters square.[Footnote 1] Castaneda promptly brought his\ncondition to the attention of medical personnel working for the\nDivision of Immigration Health Services, reporting that the lesion\nwas growing in size and becoming more painful and that it\nfrequently bled and emitted a discharge. Petitioner Dr.Esther Hui, a civilian PHS employee, was the physician\nresponsible for Castaneda’s medical care during his detention at\nSDCF. Petitioner Commander Stephen Gonsalves, a commissioned PHS\nofficer, was a Health Services Administrator at SDCF during the\nrelevant period.Between March 2006\nand January 2007, Castaneda persistently sought treatment for his\ncondition. As his disease progressed, the lesion became\nincreasingly painful and interfered with his urination, defecation,\nand sleep. In December 2006, Castaneda additionally reported a lump\nin his groin. A PHS physician’s assistant and three outside\nspecialists repeatedly advised that Castaneda needed a biopsy to\nascertain whether he had cancer. Petitioners denied requests for a\nbiopsy and other recommended procedures as “elective.” App. 244,\n249–251. Instead, Castaneda was treated with ibuprofen and\nantibiotics and was given an additional ration of boxer\nshorts.After a fourth specialist\nrecommended a biopsy in January 2007, the procedure was finally\nauthorized. Instead of providing treatment, however, ICE released\nCastaneda from custody on February 5. A week later, biopsy results\nconfirmed that Castaneda was suffering from penile cancer. The next\nday, Castaneda had his penis amputated, and he began chemotherapy\nafter tests confirmed that the cancer had metastasized to his\ngroin. The treatment was unsuccessful, and Castaneda died in\nFebruary 2008.Three months before his death,\nCastaneda filed suit against petitioners in the United States\nDistrict Court for the Central District of California. As relevant,\nCastaneda raised medical negligence claims against the United\nStates under the FTCA andBivensclaims against\npetitioners for deliberate indifference to his serious medical\nneeds in violation of his Fifth, Eighth, and Fourteenth Amendment\nrights.[Footnote 2] After\nCastaneda’s death, respondents—Castaneda’s sister, Yanira\nCastaneda, and his daughter, Vanessa Castaneda (by and through her\nmother, Lucia Pelayo)—amended the complaint to substitute\nthemselves as plaintiffs. Yanira and Vanessa Castaneda are\nrespectively the representative of and heir to Castaneda’s\nestate.Petitioners moved to dismiss the\nclaims against them, contending that §233(a) gives them absolute\nimmunity fromBivensactions by making a suit against the\nUnited States under the FTCA the exclusive remedy for harms caused\nby PHS personnel in the course of their medical or related duties.\nThe District Court denied the motion, concluding that §233(a)’s\ntext and history evidence a congressional intent to preserveBivensactions.Castanedav.United\nStates, 538 F. Supp. 2d 1279, 1288–1295 (2008).\nPetitioners filed an interlocutory appeal.[Footnote 3]The Court of Appeals for the Ninth\nCircuit affirmed the District Court’s judgment that §233(a) does\nnot preclude respondents’Bivensclaims.Castanedav.United States, 546 F. 3d 682\n(2008).[Footnote 4] The court\ncitedCarlsonv.Green,446 U. S. 14(1980), for the\nproposition that aBivensremedy is unavailable only when\nan alternative remedy is both expressly declared to be a substitute\nand can be viewed as equally effective, or when special factors\nmilitate against direct recovery. Looking to the statute’s text and\nhistory, the court noted that §233(a) does not mention the\nConstitution or recovery thereunder and found it significant that\n§233 was enacted prior to this Court’s decision inBivens.\nDrawing further support for its view from the statute’s legislative\nhistory and from subsequent congressional enactments, the Court of\nAppeals concluded that §233(a) does not expressly make the remedy\nunder the FTCA a substitute for relief underBivens.For essentially the reasons given\ninCarlson, 446 U. S., at 20–23, the Court of Appeals also\ndetermined that the FTCA remedy is not equally effective as aBivensremedy. Unlike the remedy under the FTCA, the court\nreasoned, aBivensremedy is awarded against individual\ndefendants and may include punitive damages. Additionally,Bivenscases may be tried before a jury, and liability is\ngoverned by uniform federal rules rather than the law of the State\nin which the violation occurred. After further concluding that no\nspecial factors militate against finding a remedy available in\nthese circumstances, the court held that respondents’Bivensaction could proceed.As the Ninth Circuit recognized,\nits holding conflicts with the Second Circuit’s decision inCuocov.Moritsugu, 222 F. 3d 99 (2000),\nwhich construed §233(a) to forecloseBivensactions\nagainst PHS personnel. We granted certiorari to resolve this\nconflict. 557 U. S. ___ (2009).IIAOur inquiry in this\ncase begins and ends with the text of §233(a). SeeHarris Trust\nand Sav. Bankv.Salomon Smith Barney Inc.,530 U. S. 238, 254\n(2000). The statute provides in pertinent part that:“[t]he remedyagainst the United\nStatesprovided by sections 1346(b) and 2672 of title 28 … for\ndamage for personal injury, including death, resulting from the\nperformance of medical, surgical, dental, or related functions,\nincluding the conduct of clinical studies or investigation, by any\ncommissioned officer or employee of the Public Health Service while\nacting within the scope of his office or employment,shall be\nexclusive of any other civil action or proceeding by reason of the\nsame subject-matter against the officer or employee(or his\nestate) whose act or omission gave rise to the claim.” §233(a)\n(emphasis added).Section 233(a) grants absolute immunity\nto PHS officers and employees for actions arising out of the\nperformance of medical or related functions within the scope of\ntheir employment by barring all actions against them for such\nconduct. By its terms, §233(a) limits recovery for such conduct to\nsuits against the United States. The breadth of the words\n“exclusive” and “any” supports this reading, as does the\nprovision’s inclusive reference to all civil proceedings arising\nout of “the same subject-matter.” We have previously cited §233(a)\nto support the contention that “Congress follows the practice of\nexplicitly stating when it means to make FTCA an exclusive remedy.”Carlson, 446 U. S., at 20. The meaning of §233(a) has\nbecome no less explicit since we last made that\nobservation.Our reading of §233(a)’s text is\nnot undermined by the fact that the provision preceded our decision\ninBivens. Contrary to the view of the Court of Appeals,\nthat aBivensremedy had not yet been recognized when\n§233(a) was enacted does not support the conclusion that Congress,\nin making the remedy provided by the FTCA “exclusive of any other\ncivil action,” did not mean what it said. Language that broad\neasily accommodates both known and unknown causes of\naction.The later enacted Federal\nEmployees Liability Reform and Tort Compensation Act of 1988\n(Westfall Act), 102 Stat. 4563, further supports this understanding\nof §233(a). The Westfall Act amended the FTCA to make its remedy\nagainst the United States the exclusive remedy for most claims\nagainst Government employees arising out of their official\nconduct.[Footnote 5] In\nproviding this official immunity, Congress used essentially the\nsame language as it did in §233(a), stating that the remedy against\nthe United States is “exclusive of any other civil action or\nproceeding,” §2679(b)(1). Notably, Congress also provided an\nexception for constitutional violations. Pursuant to §2679(b)(2),\nthe immunity granted by §2679(b)(1) “does not extend or apply to a\ncivil action against an employee of the Government … brought for a\nviolation of the Constitution of the United States.”\n§2679(b)(2)(A). The Westfall Act’s explicit exception forBivensclaims is powerful evidence that Congress did not\nunderstand the exclusivity provided by §2679(b)(1)—or the\nsubstantially similar §233(a)—to imply such an exception. Given\nCongress’ awareness of pre-existing immunity provisions like §233\nwhen it enacted the Westfall Act, seeUnited Statesv.Smith,499 U. S. 160, 173 (1991), it is\ntelling that Congress declined to enact a similar exception to the\nimmunity provided by §233(a).BIn advocating a\ncontrary reading of §233(a), respondents rely heavily on our\nopinion inCarlson, as did the Court of Appeals.Carlson, however, is inapposite to the issue in this case.\nThere are two separate inquiries involved in determining whether aBivensaction may proceed against a federal agent: whether\nthe agent is amenable to suit, and whether a damages remedy is\navailable for a particular constitutional violation absent\nauthorization by Congress. SeeUnited Statesv.Stanley,483 U. S. 669, 684\n(1987) (“[T]he availability of a damages action under the\nConstitution for particularinjuries… is a question\nlogically distinct from immunity to such an action on the part of\nparticulardefendants”). Even in circumstances in which aBivensremedy is generally available, an action underBivenswill be defeated if the defendant is immune from\nsuit. See,e.g.,403 U. S., at 397–398 (remanding for\ndetermination of respondents’ immunity after implying a cause of\naction under the Fourth Amendment).Because petitioners\ninCarlsoninvoked no official immunity, the Court did not\naddress that question. Instead, it considered whether a remedy was\navailable under the Eighth Amendment for alleged violations of the\nCruel and Unusual Punishments Clause notwithstanding that a federal\nremedy was also available under the FTCA. 446 U. S., at 16–17. Many\nof our subsequentBivensdecisions likewise addressed only\nthe existence of an implied cause of action for an alleged\nconstitutional violation. See,e.g.,Wilkiev.Robbins,551 U. S. 537, 549\n(2007) (declining “to devise a newBivensdamages action\nfor retaliating against the exercise of ownership rights”);Bushv.Lucas,462 U. S. 367, 368\n(1983) (declining to “authorize a new nonstatutory damages remedy\nfor federal employees whose First Amendment rights are violated by\ntheir superiors”).This case presents the separate\nquestion whether petitioners are immune from suit for the alleged\nviolations. To determine a defendant’s amenability to suit, we\nconsider whether he or she may claim the benefits of official\nimmunity for the alleged misconduct. Because petitioners invoke\nonly the immunity provided by §233(a), the question in this case is\nanswered solely by reference to whether that provision gives\npetitioners the immunity they claim.[Footnote 6]As noted, the text of §233(a)\nplainly indicates that it precludes aBivensaction\nagainst petitioners for the harm alleged in this case. Respondents\noffer three arguments in support of their claim that it does not.\nNone persuades us that §233(a) means something other than what it\nsays.Respondents first contend that\n§233(a) incorporates the entirety of the FTCA, as amended by the\nWestfall Act, through its reference to §1346(b).[Footnote 7] Section 1346(b) in turn refers to\n“the provisions of chapter 171,” which constitute the FTCA,\nincluding the Westfall Act’s exception for claims “brought for a\nviolation of the Constitution of the United States,”\n§2679(b)(2)(A). Through this series of cross-references,\nrespondents would read that exception forBivensactions\ninto §233(a).Section 233(a) is not susceptible\nof this reading. As petitioners observe, that provision refers only\nto “[t]heremedyagainst the United States provided by\nsections 1346(b) and 2672.” §233(a) (emphasis added). Thus, only\nthose portions of chapter 171 that establish the FTCA remedy are\nincorporated by §233(a)’s reference to §1346. Section 2679(b) is\nnot such a provision. Section 233(a)’s reference to §2672[Footnote 8]—which is codified in\nchapter 171—also belies respondents’ theory. If §233(a)’s reference\nto §1346(b) served to incorporate all the provisions of chapter\n171, the separate reference to §2672 would be\nsuperfluous.Respondents next argue that the\nWestfall Act’sBivensexception, §2679(b)(2)(A), directly\npreserves aBivensaction against PHS officers and\nemployees. That §2679(b)(2)(A) by its terms applies only to the\nspecific immunity set forth in “[p]aragraph (1)” belies\nrespondents’ claim. Moreover, if §233(a) forecloses aBivensaction against PHS personnel, respondents’ reading\nof §2679(b)(2)(A) would effect an implied repeal of that more\nspecific provision. Although we noted inSmiththat\n§2679(b) applies to all federal employees, see 499 U. S., at 173,\nwe had no occasion to consider whether theBivensexception in §2679(b)(2)(A) impliedly repealed pre-existing\nimmunity provisions to the extent of any inconsistency. “As we have\nemphasized, repeals by implication are not favored and will not be\npresumed unless the intention of the legislature to repeal is clear\nand manifest.”Hawaiiv.Office of Hawaiian\nAffairs, 556 U. S. ___, ___–___ (2009) (slip op., at 10–11)\n(internal quotation marks and alteration omitted). Respondents have\npointed to nothing in §2679(b)’s text or drafting history that\nsuggests that Congress intended to repeal the more comprehensive\nimmunity provided by §233(a).Finally, respondents contend that\nother features of §233 show that subsection (a) does not make the\nremedy under the FTCA exclusive of all other actions against PHS\npersonnel. Respondents first note §233’s lack of a procedure for\n“scope certification” in federal-court actions. Under the FTCA,\n“certification by the Attorney General that the defendant employee\nwas acting within the scope of his office or employment at the time\nof the incident out of which the claim arose” transforms an action\nagainst an individual federal employee into one against the United\nStates. §2679(d)(1). Because §233 does not provide a similar\nmechanism for scope certification in federal-court\nactions,[Footnote 9]\nrespondents contend that PHS defendants seeking to invoke the\nimmunity provided by §233(a) must rely on the FTCA’s scope\ncertification procedure, set forth in §2679(d). Section 2679(d),\nrespondents note, is in turn subject to the “limitations and\nexceptions” applicable to actions under the FTCA—including the\nexception forBivensactions provided by §2679(b)(2). See\n§2679(d)(4).We agree with petitioners that\nthere is no reason to think that scope certification by the\nAttorney General is a prerequisite to immunity under §233(a). To be\nsure, that immunity is contingent upon the alleged misconduct\nhaving occurred in the course of the PHS defendant’s duties, but a\ndefendant may make that proof pursuant to the ordinary rules of\nevidence and procedure. As petitioners observe, proof of scope is\nin most §233(a) cases established by a declaration affirming that\nthe defendant was a PHS official during the relevant time period.\nSee Reply Brief for Petitioner Hui 6–7, and n. 1. Thus, while\nscope certification may provide a convenient mechanism for\nestablishing that the alleged misconduct occurred within the scope\nof the employee’s duties, the procedure authorized by §2679(d) is\nnot necessary to effect substitution of the United States. Finally,\nthat the FTCA’s scope certification procedure was enacted almost\ntwo decades after §233(a) confirms that Congress did not intend to\nmake that procedure the exclusive means for PHS personnel to invoke\nthe official immunity provided by §233(a).Respondents’ argument based on\n§233(f) is similarly unavailing. That subsection authorizes the\nSecretary of Health and Human Services to “hold harmless or provide\nliability insurance” for a PHS officer or employee for personal\ninjuries caused by conduct occurring “within the scope of his\noffice or employment … if such employee is assigned to a foreign\ncountry … and if the circumstances are such as are likely to\npreclude the remedies of third persons against the United States\ndescribed in section 2679(b).” Noting that the FTCA precludes\nrecovery against the United States for “[a]ny claim arising in a\nforeign country,” §2680(k), respondents urge that §233(f)’s\nauthorization of insurance or indemnification in those\ncircumstances anticipates that an injured party without a remedy\nunder the FTCA may sue a PHS official directly.[Footnote 10] Accordingly, respondents contend,\n§233(a) cannot be read to make the remedy under the FTCA truly\nexclusive. Even if that reading of §233(f) were correct, it would\nnot benefit respondents because an FTCA remedy is unquestionably\navailable for the misconduct alleged in this case.For the foregoing reasons,\nrespondents’ arguments do not undermine our conclusion that the\nimmunity provided by §233(a) precludesBivensactions\nagainst individual PHS officers or employees for harms arising out\nof conduct described in that section.*  *  *In construing §233(a)\nin petitioners’ favor, we are mindful of the confines of our\njudicial role. Respondents’amicicaution that providing\nspecial immunity for PHS personnel is contrary to the public\ninterest.[Footnote 11]\nRespondents likewise contend that allowingBivensclaims\nagainst PHS personnel is necessary to ensure an adequate standard\nof care in federal detention facilities, and they further urge that\npermitting such actions would not endanger PHS’ institutional\ninterests as it would simply place PHS personnel in the same\nposition as other federal employees who perform similar functions.\nSee Brief for Respondents 52–55, 60–61. We are required, however,\nto read the statute according to its text. Because §233(a) plainly\nprecludes aBivensaction against petitioners for the\nharms alleged in this case, we reverse the judgment of the Ninth\nCircuit and remand the case for further proceedings consistent with\nthis opinion.It is so ordered.Footnote 1Because this case comes to us on\npetitioners’ motion to dismiss, we assume the truth of respondents’\nfactual allegations. SeeFitzgeraldv.Barnstable\nSchool Comm., 555 U. S. ___, ___ (2009) (slip op., at\n1).Footnote 2InBivensv.Six\nUnknown Fed. Narcotics Agents,403 U. S. 388, 397 (1971), this Court\nrecognized an implied cause of action for damages against federal\nofficers alleged to have violated the petitioner’s Fourth Amendment\nrights. We subsequently found such a remedy available for\nviolations of an individual’s rights under the Cruel and Unusual\nPunishments Clause of the Eighth Amendment and the Due Process\nClause. SeeCarlsonv.Green,446 U. S. 14, 17–19 (1980);Davisv.Passman,442 U. S. 228, 230\n(1979).Footnote 3Although it does not bear\ndirectly on the question presented in this case, we note that while\npetitioners’ appeal was pending the Government filed a formal\nnotice admitting liability with respect to respondents’ claims for\nmedical negligence under the FTCA. App. 329.Footnote 4The court concluded that it had\njurisdiction over the interlocutory appeal because district court\norders denying absolute immunity constitute “final decisions” for\npurposes of 28 U. S. C. §1291. See 546 F. 3d, at 687\n(citingMitchellv.Forsyth,472 U. S. 511, 524–527\n(1985)); see alsoOsbornv.Haley,549 U. S. 225, 238–239\n(2007).Footnote 5Prior to the Westfall Act\namendments, the FTCA authorized substitution of the United States\nas a defendant in suits against federal employees for harms arising\nout of conduct undertaken in the scope of their employment, see 28\nU. S. C. §1346(b) (1982 ed.), but it made that remedy\n“exclusive” only for harms resulting from a federal employee’s\noperation of a motor vehicle, §2679(b).Footnote 6We express no opinion as to\nwhether aBivensremedy is otherwise available in these\ncircumstances, as the question is not presented in this\ncase.Footnote 7Section 1346(b) provides in\npertinent part that, “[s]ubject to the provisions of chapter 171 of\n[Title 28], the district courts … shall have exclusive jurisdiction\nof civil actions on claims against the United States, for money\ndamages … for injury or loss of property, or personal injury or\ndeath caused by the negligent or wrongful act or omission of any\nemployee of the Government while acting within the scope of his\noffice or employment.”Footnote 8Section 2672 authorizes agency\nheads and their designees to “consider, ascertain, adjust,\ndetermine, compromise, and settle any claim for money damages\nagainst the United States for injury or loss of property or\npersonal injury or death caused by the negligent or wrongful act or\nomission of any employee of the agency while acting within the\nscope of his office or employment, under circumstances where the\nUnited States, if a private person, would be liable to the claimant\nin accordance with the law of the place where the act or omission\noccurred.”Footnote 9Section 233(c) includes such a\nprovision for state-court actions, authorizing removal to federal\ncourt “[u]pon a certification by the Attorney General that the\ndefendant was acting in the scope of his employment at the time of\nthe incident out of which the suit arose,” but unlike §2679(d) it\ndoes not prescribe a particular mechanism for substituting the\nUnited States in federal-court actions.Footnote\n10As respondents note, the Westfall\nAct substantially limited the effect of §233(f). See Brief for\nRespondents 32 (citingUnited Statesv.Smith,499 U. S. 160, 166–167 (1991)). But\nbecause the Act does not weaken any inference about the meaning of\n§233(a) that might be drawn from §233(f), the changes effected by\nthe Act are not relevant to the instant inquiry.Footnote\n11See Brief for American Civil\nLiberties Union asAmicus Curiae25–28; Brief for National\nExperts on Health Services for Detained Persons asAmici\nCuriae17–24; Brief for National Immigrant Justice Center asAmicus Curiae20–21; Brief for Rep. John Conyers, Jr.,\net al. asAmici Curiae25–31.",
    "joined": []
}