{
    "case": {
        "docket": "290",
        "citation": "558",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/558/290/"
    },
    "id": "1963073",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTWOOD V. ALLEN558 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-9156HOLLY WOOD, PETITIONERv.RICHARD F.\nALLEN, COMMISSIONER, ALABAMA DEPARTMENT OF CORRECTIONS,\net al.on writ of certiorari to the united states court of\nappeals for the eleventh circuit[January 20, 2010]Justice Sotomayor delivered the\nopinion of the Court.The Antiterrorism and Effective\nDeath Penalty Act of 1996 contains two provisions governing\nfederal-court review of state-court factual findings. Under 28 U.\nS. C. §2254(d)(2), a federal court may not grant a state\nprisoner’s application for a writ of habeas corpus based on a claim\nalready adjudicated on the merits in state court unless that\nadjudication “resulted in a decision that was based on an\nunreasonable determination of the facts in light of the evidence\npresented in the State court proceeding.” Under §2254(e)(1), “a\ndetermination of a factual issue made by a State court shall be\npresumed to be correct,” and the petitioner “shall have the burden\nof rebutting the presumption of correctness by clear and convincing\nevidence.” In this case, petitioner, a capital defendant,\nchallenges the key factual finding made by the Alabama state court\nthat denied his application for postconviction relief: that his\nattorneys’ failure to pursue and present mitigating evidence of his\nborderline mental retardation was a strategic decision rather than\na negligent omission. Petitioner argues that the state court’s\nfinding was unreasonable under §2254(d)(2) and that, in denying his\nfederal habeas petition, the Court of Appeals for the Eleventh\nCircuit erroneously conflated this standard with that of\n§2254(e)(1), which petitioner contends is not applicable in cases,\nsuch as this one, not involving a separate federal habeas\nevidentiary hearing.We granted certiorari to address the\nrelationship between §§2254(d)(2) and (e)(1). We conclude, however,\nthat the state court’s factual determination was reasonable even\nunder petitioner’s reading of §2254(d)(2), and therefore we need\nnot address that provision’s relationship to §2254(e)(1).\nAccordingly, we affirm the judgment of the Court of Appeals on that\nbasis.IIn 1993, petitioner Holly Wood\nbroke into the home of his ex-girlfriend and shot her in the head\nand face as she lay in her bed. The victim was pronounced dead on\narrival at the hospital. Charged with capital murder during a\nfirst-degree burglary, Wood was represented at trial in Alabama\nstate court by three court-appointed attorneys: Cary Dozier and\nFrank Ralph, both of whom had significant trial experience, and\nKenneth Trotter, who had been admitted to the bar for five months\nat the time he was appointed. The jury convicted Wood at the guilt\nphase of trial and recommended a death sentence at the penalty\nphase by a vote of 10 to 2. After a separate sentencing hearing,\nthe trial judge imposed the death penalty. The Alabama Court of\nCriminal Appeals affirmed Wood’s conviction and sentence,Ex\nparte Wood, 715 So. 2d 812 (1996), as did the Alabama\nSupreme Court,Woodv.State, 715 So. 2d 819\n(1998). This Court denied certiorari.Woodv.Alabama,525 U. S. 1042(1998).Wood petitioned for state\npostconviction relief under Alabama Rule of Criminal Procedure 32\n(2009), arguing, among other things, that he was mentally retarded\nand not eligible for the death penalty, and that his trial counsel\nwere ineffective underStricklandv.Washington,466 U. S. 668(1984), because they failed to investigate and present evidence of\nhis mental deficiencies during the penalty phase of trial. App. to\nPet. for Cert. 198a–202a, 207a–210a, 213a–216a, 220a–221a, 225a.\nThe Rule 32 court held two evidentiary hearings and denied Wood’s\nclaims. On appeal, the Alabama Court of Criminal Appeals remanded\nfor further consideration in light ofAtkinsv.Virginia,536 U. S. 304(2002),\nwhich held that the Eighth Amendment prohibits the execution of the\nmentally retarded.Woodv.State, 891 So. 2d\n398 (2003).On remand, the Rule 32 court conducted a third\nevidentiary hearing and once again denied relief. As to Wood’s\nclaim of mental retardation, the court found that, while the\nevidence suggested that he “probably does exhibit significantly\nsubaverage general intellectual functioning,” he had failed to show\n“that he has significant or substantial deficits in his adaptive\nfunctioning.” App. to Pet. for Cert. 236a–237a.The court also rejected Wood’s factually\nrelated claim of ineffective assistance of counsel, concluding that\nWood had failed to establish that his counsel’s performance was\ndeficient or that any deficiency prejudiced his defense.Id.,at 257a–275a. The court first made a factual finding\nthat Wood’s counsel had made a strategic decision not to pursue\nevidence of his alleged mental retardation. The court observed that\ncounsel had requested that a Dr. Karl Kirkland conduct a mental\nevaluation, had “thoroughly reviewed Dr. Kirkland’s report,” and\nhad “determined that nothing in that report merited further\ninvestigation.”Id.,at 264a, 271a. The court additionally\nfound that counsel appeared to have made a strategic decision not\nto present to the jury the limited evidence of Wood’s mental\ndeficiencies in their possession, because “calling Dr. Kirkland to\ntestify was not in Wood’s best interest.”Id.,at\n271a–272a. The court concluded that these strategic decisions were\nreasonable and thus that counsel had not performed deficiently.Ibid.The court further concluded that there was “no\nreasonable probability” of a different outcome had the evidence\ndeveloped in the Rule 32 hearings been presented to the jury or to\nthe sentencing court.Id.,at 273a. The Alabama Court of\nCriminal Appeals affirmed, App. 589–610, and the Alabama Supreme\nCourt denied certiorari,id.,at 4.Wood then filed a petition for federal habeas\nrelief under §2254. The District Court rejected all of Wood’s\nclaims save one: that counsel’s failure to investigate and present\nmitigation evidence of his mental deficiencies during the penalty\nphase constituted ineffective assistance of counsel. 465\nF. Supp. 2d 1211, 1239–1245 (MD Ala. 2006). According to the\ncourt, there was “nothing in the record to even remotely support a\nfinding that counsel made a strategic decision not to let the jury\nat the penalty stage know about Wood’s mental condition.”Id.,at 1242. Ralph and Dozier, the court noted, had\nplaced the inexperienced Trotter in charge of the penalty phase. At\nthe Rule 32 hearing, Trotter testified that he had seen the\nreferences to Wood’s intellectual functioning in the Kirkland\nreport but did not recall considering whether to pursue that issue.\nTrotter further testified that he had unsuccessfully attempted to\nsubpoena Wood’s school records and that he did not recall speaking\nto any of Wood’s teachers. Trotter had also written to an attorney\nat the Southern Poverty Law Center explaining that he was\n“ ‘stressed out over this case and [didn’t] have anyone with\nwhom to discuss the case, including the other two\nattorneys.’ ”Id.,at 1241. Shortly before the\npenalty phase began, Trotter told the judge that he would request\nfurther psychological evaluation before the judge’s sentencing\nhearing, even though the evaluation would come too late to be\nconsidered by the jury.Id.,at 1241–1242. Based on this\nevidence, the District Court concluded that the state court’s\nfinding “that a strategic decision was made not to investigate or\nintroduce to the sentencing jury evidence of mental retardation\n[was] an unreasonable determination of the facts in light of the\nclear and convincing evidence presented in the record.”Ibid.Having rejected the state court’s factual\ndeterminations, the District Court held that counsel’s performance\nwas deficient and that counsel’s deficient performance prejudiced\nWood, concluding that the state court’s holdings to the contrary\nconstituted “an unreasonable application of federal law underStrickland.”Id.,at 1245. The court granted the\npetition on this claim and ordered the State either to resentence\nWood to life without parole or to conduct a new sentencing\nhearing.In a divided opinion, the Eleventh Circuit\nreversed the grant of habeas relief. 542 F. 3d 1281 (2008).\nThe majority began by explaining the standard of review: “Section\n2254(d) permits federal habeas relief only where the state courts’\ndecisions were (1) ‘contrary to, or involved an unreasonable\napplication of, clearly established Federal law, as determined by\nthe Supreme Court of the United States,’ or (2) ‘based on an\nunreasonable determination of the facts in light of the evidence\npresented in the State court proceeding.’ ”Id.,at\n1285 (quoting §§2254(d)(1)–(2)). A “ ‘determination of a\nfactual issue made by a State court shall be presumed to be\ncorrect,’ ” the majority explained, and the petitioner\n“ ‘shall have the burden of rebutting the presumption of\ncorrectness by clear and convincing evidence.’ ”Ibid.(quoting §2254(e)(1)). “Thus,” the majority stated,\nthe federal habeas court’s “ ‘review of findings of fact by\nthe state court is even more deferential than under a clearly\nerroneous standard of review.’ ”Ibid.The majority then held that the Alabama\ncourt’s rejection of Wood’s ineffective-assistance-of-counsel claim\nwas neither an unreasonable application of clearly established law\nnor based on an unreasonable determination of the facts. With\nrespect to the facts, the court concluded that the evidence\npresented in the Rule 32 hearings supported the state court’s\nfindings that counsel made a strategic decision not to present\nmental health evidence during the penalty phase. “At a minimum,”\nthe court noted, “Wood has not presented evidence, much less clear\nand convincing evidence, that counsel did not make such decisions.”Id.,at 1304, n. 23. The court also agreed with the\nstate court’s legal conclusion that counsel’s strategic decision\nwas reasonable. According to the court, the silent record created a\npresumption that counsel exercised sound professional judgment,\nsupported by ample reasons, not to present the information they had\nobtained. These reasons included unfavorable information in Dr.\nKirkland’s report, such as details about Wood’s 19 earlier arrests\nand his previous attempt to murder another ex-girlfriend, as well\nas Dr. Kirkland’s conclusion that, notwithstanding Wood’s mental\ndeficiencies, Wood had a high level of adaptive functioning.Id.,at 1304–1306. The court added that the investigation\npreceding counsel’s decision was sufficient to permit them to make\na reasoned decision, crediting the Rule 32 court’s findings that,inter alia, counsel not only employed an investigator who\nsought mitigation evidence from family members but also themselves\nmet with family members and sought guidance from capital defense\norganizations.Id.,at 1307–1308. The court also accepted\nas not “objectively unreasonable” the state court’s determination\nthat Wood had failed to show prejudice from counsel’s failure to\npresent evidence of his mental deficiencies.Id.,at 1309,\n1314.The dissent, implicitly considering the\nfactual question whether counsel made a strategic decision as part\nand parcel of the legal question whether any strategic decision was\nreasonable, concluded that “[n]o such strategic decisions could\npossibly have been made in this case because counsel had failed to\nadequately investigate the available mitigating evidence.”Id.,at 1316. According to the dissent, “the weight of the\nevidence in the record demonstrates that Trotter, an inexperienced\nand overwhelmed attorney,” unassisted by senior counsel, “realized\ntoo late”—only in time to present it to the sentencing judge, not\nto the penalty jury—“what any reasonably prepared attorney would\nhave known: that evidence of Wood’s mental impairments could have\nserved as mitigating evidence and deserved investigation so that it\ncould properly be presented before sentencing.”Id., at 1320. The dissent also concluded that there was a\nreasonable probability of a different outcome at the penalty phase\nhad the evidence been presented, because the jury could have\nconcluded that Wood was less culpable as a result of his diminished\nabilities.Id.,at 1322–1325. The dissent therefore\nconcluded that the state court’s application ofStricklandto the facts of this case was unreasonable. 542\nF. 3d,at 1326.We granted certiorari to resolve two related\nquestions raised by Wood’s petition. First, we granted review of a\nquestion that has divided the Courts of Appeals: whether, in order\nto satisfy §2254(d)(2), a petitioner must establish only that the\nstate-court factual determination on which the decision was based\nwas “unreasonable,” or whether §2254(e)(1) additionally requires a\npetitioner to rebut a presumption that the determination was\ncorrect with clear and convincing evidence.[Footnote 1] We also granted review of the question\nwhether the state court reasonably determined that Wood’s counsel\nmade a “strategic decision” not to pursue or present evidence of\nhis mental deficiencies. 556 U. S. __ (2009). Wood’s petition\nraised two additional questions on which we declined to grant\ncertiorari.Ibid.Neither of these asked us to review\nwhether the state court’s resolution of Wood’s\nineffective-assistance-of-counsel claim was “contrary to, or\ninvolved an unreasonable application of, clearly established\nFederal law” under §2254(d)(1) andStrickland.IIANotwithstanding statements we\nhave made about the relationship between §§2254(d)(2) and (e)(1) in\ncases that did not squarely present the issue, see Brief for\nPetitioner 37–38; Brief for Respondents 28–29, we have explicitly\nleft open the question whether §2254(e)(1) applies in every case\npresenting a challenge under §2254(d)(2), seeRicev.Collins,546 U. S. 333, 339\n(2006). The parties and theiramicihave offered a variety\nof ways to read the relationship between these two\nprovisions.[Footnote 2]\nAlthough we granted certiorari to resolve the question of how\n§§2254(d)(2) and (e)(1) fit together, we find once more that we\nneed not reach this question, because our view of the\nreasonableness of the state court’s factual determination in this\ncase does not turn on any interpretive difference regarding the\nrelationship between these provisions. For present purposes, we\nassume for the sake of argument that the factual determination at\nissue should be reviewed, as Wood urges, only under §2254(d)(2) and\nnot under §2254(e)(1). We conclude that, under §2254(d)(2), the\nstate court’s finding that Wood’s counsel made a strategic decision\nnot to pursue or present evidence of Wood’s mental deficiencies was\nnot an unreasonable determination of the facts in light of the\nevidence presented in the state-court proceedings. We therefore do\nnot need to decide whether that determination should be reviewed\nunder the arguably more deferential standard set out in\n§2254(e)(1).As we have observed in related\ncontexts, “[t]he term ‘unreasonable’ is no doubt difficult to\ndefine.”Williamsv.Taylor,529 U. S. 362, 410\n(2000). It suffices to say, however, that a state-court factual\ndetermination is not unreasonable merely because the federal habeas\ncourt would have reached a different conclusion in the first\ninstance. Cf.id.,at 411. InRice, for example,\nin which we assumed,arguendo, that only §2254(d)(2) and\nnot §2254(e)(1) applied, 546 U. S., at 339, we rejected the Ninth\nCircuit’s conclusion that a state-court factual determination was\nunreasonable. We noted that even if “[r]easonable minds reviewing\nthe record might disagree” about the finding in question, “on\nhabeas review that does not suffice to supersede the trial court’s\n… determination.”Id.,at 341–342.In this case, the evidence in the state-court\nrecord demonstrated that all of Wood’s counsel read the Kirkland\nreport. App. 12, 174, 210, 283. Trotter testified that Dozier told\nhim that nothing in the report merited further investigation, a\nrecollection that is supported by contemporaneous letters Trotter\nwrote to Dozier and Ralph noting that no independent psychological\nevaluations had been conducted because Dozier had said they would\nnot be needed.Id.,at 283, 343, 345. Trotter also told\nthe sentencing judge that counsel did not intend to introduce the\nKirkland report to the jury.Id.,at 12. This evidence in\nthe state-court record can fairly be read to support the Rule 32\ncourt’s factual determination that counsel’s failure to pursue or\npresent evidence of Wood’s mental deficiencies was not mere\noversight or neglect but was instead the result of a deliberate\ndecision to focus on other defenses.Arguing that the state court’s factual\ndetermination to this effect was unreasonable, Wood calls our\nattention to Dozier’s testimony during the Rule 32 proceedings that\nevidence of Wood’s mental health problems would have been presented\nduring the penalty phase if counsel had been aware of it,id.,at 169; that Dozier did not recall whether he had\ndecided not to present evidence based on the Kirkland report,id.,at 168, 171; and that Dozier and Ralph had designated\nthe inexperienced Trotter to be in charge of the penalty phase\nproceedings,id.,at 270–271. Trotter, in turn, testified\nthat he did not recall considering Wood’s mental deficiencies.Id.,at 288. Wood also observes that the Kirkland report\nwas prepared for the guilt phase, not the penalty phase, and a\nstrategic decision not to use the Kirkland report in the former\ndoes not necessarily carry over into the latter.Id.,at\n324. Wood notes that his counsel sought to obtain additional\nevidence about his mental health to use in mitigation after\nreviewing the Kirkland report, but they failed to pursue it, in\npart out of a belief that the sentencing judge would not grant a\ncontinuance to permit them to investigate.Id.,at 285,\n343–346. Finally, Wood emphasizes that his counsel must have\nthought that evidence of his mental deficiencies was important\nbecause they presented it to the judge at the final sentencing\nhearing.Id.,at 88.Most of the evidence Wood highlights, however,\nspeaks not to whether counsel made a strategic decision, but rather\nto whether counsel’s judgment was reasonable—a question we do not\nreach. See Part II–B,infra. As for any evidence that may\nplausibly be read as inconsistent with the finding that counsel\nmade a strategic decision, we conclude that it does not suffice to\ndemonstrate that the finding was unreasonable.[Footnote 3]Reviewing all of the evidence, we agree with\nthe State that even if it is debatable, it is not unreasonable to\nconclude that, after reviewing the Kirkland report, counsel made a\nstrategic decision not to inquire further into the information\ncontained in the report about Wood’s mental deficiencies and not to\npresent to the jury such information as counsel already possessed\nabout these deficiencies. Cf.Rice,supra, at\n341–342. For that reason, we agree with the Court of Appeals that\nthe District Court erred in holding to the contrary.BWood also argues that the\nstate-court decision involved an unreasonable application ofStricklandunder §2254(d)(1) because counsel failed to\nmake a reasonable investigation of Wood’s mental deficiencies\nbefore deciding not to pursue or present such evidence. Without a\nreasonable investigation, Wood contends, these decisions were an\nunreasonable exercise of professional judgment and constituted\ndeficient performance underStrickland. We agree with the\nState, however, that this argument is not “fairly included” in the\nquestions presented under this Court’s Rule 14.1(a). Whether the\nstate court reasonably determined that there was a strategic\ndecision under §2254(d)(2) is a different question from whether the\nstrategic decision itself was a reasonable exercise of professional\njudgment underStricklandor whether the application ofStricklandwas reasonable under §2254(d)(1). Cf.Rice, 546 U. S., at 342 (“The question whether a state\ncourt errs in determining the facts is a different question from\nwhether it errs in applying the law”). These latter two questions\nmay be “relatedto the one petitione[r] presented, and\nperhapscomplementaryto the one petitione[r] presented,”\nbut they are “not fairly included therein.”Yeev.Escondido,503 U. S. 519, 537\n(1992) (internal quotation marks omitted).It is true that Wood’s petition\ndiscussed the Eleventh Circuit’s misapplication of §2254(d)(1) andStrickland. Pet. for Cert. 22–27. But “the fact that\n[petitioner] discussed this issue in the text of [his] petition for\ncertiorari does not bring it before us. Rule 14.1(a) requires that\na subsidiary question be fairly included in thequestion\npresentedfor our review.”Izumi Seimitsu Kogyo Kabushiki\nKaishav.U. S. Philips Corp.,510 U. S. 27, 31,\nn. 5 (1993)(per curiam). We therefore do not address\nWood’s argument that the state court unreasonably appliedStricklandin rejecting his\nineffective-assistance-of-counsel claim on the merits.*  *  *Because the resolution of this\ncase does not turn on them, we leave for another day the questions\nof how and when §2254(e)(1) applies in challenges to a state\ncourt’s factual determinations under §2254(d)(2). We hold simply\nthat, even under petitioner’s reading of §2254(d)(2), the state\ncourt’s conclusion that Wood’s counsel made a strategic decision\nnot to pursue or present evidence of his mental deficiencies was\nnot an unreasonable determination of the facts. Accordingly, we\naffirm the judgment of the Court of Appeals for the Eleventh\nCircuit.It is so ordered.Footnote 1See, e.g.,542 F. 3d 1281, 1285,\n1304, n. 23 (CA11 2008) (decision below);Taylorv.Maddox, 366 F. 3d 992, 999–1000 (CA9), cert. denied,543 U. S. 1038(2004) (where a habeas petitioner challenges state-court factual\nfindings “based entirely on the state record,” the federal court\nreviews those findings for reasonableness only under §2254(d)(2),\nbut where a petitioner challenges such findings based in part on\nevidence that is extrinsic to the state-court record, §2254(e)(1)\napplies);Lambertv.Blackwell, 387 F. 3d\n210, 235 (CA3 2004) (“§2254(d)(2)’s reasonableness determination\nturns on a consideration of the totality of the ‘evidence presented\nin the state-court proceeding,’ while §2254(e)(1) contemplates a\nchallenge to the state court’s individual factual determinations,\nincluding a challenge based wholly or in part on evidence outside\nthe state trial record”);Trussellv.Bowersox,\n447 F. 3d 588, 591 (CA8) (federal habeas relief is available\nonly “if the state court made ‘an unreasonable determination of the\nfacts in light of the evidence presented in the State court\nproceeding,’ 28 U. S. C. §2254(d)(2), which requires clear and\nconvincing evidence that the state court’s presumptively correct\nfactual finding lacks evidentiary support”), cert. denied,549 U. S. 1034(2006);Ben-Yisraylv.Buss, 540 F. 3d 542, 549 (CA7\n2008) (§2254(d)(2) can be satisfied by showing, under §2254(e)(1),\nthat a state-court decision “rests upon a determination of fact\nthat lies against the clear weight of the evidence” because such a\ndecision “is, by definition, a decision so inadequately supported\nby the record as to be arbitrary and therefore objectively\nunreasonable” (internal quotation marks omitted)).Footnote 2In Wood’s view, when a petitioner seeks\nrelief based entirely on the state-court record, a federal court\nreviews the state court’s findings for reasonableness under\n§2254(d)(2). Section 2254(e)(1) comes into play, according to Wood,\nonly when a petitioner challenges individual state-court factual\nfindings based in part on evidence that is extrinsic to the\nstate-court record. Brief for Petitioner 38–39. According to\nrespondents, §2254(e)(1) applies to any challenge to a state\ncourt’s factual findings under §2254(d)(2), including a challenge\nbased solely on the state-court record. Brief for Respondents\n35–37. Respondents’amicioffer still further variations,\nalthough they all agree with respondents that §2254(e)(1) applies\nin some fashion in every habeas case reviewing state-court factual\nfindings. Brief for Criminal Justice Legal Foundation asAmicus\nCuriae5, 10–14; Brief for State of Indiana et al. asAmici Curiae2, 12–18.Footnote 3The dissent suggests that counsel could not\nhave made a strategic decision not to pursue evidence of Wood’s\nmental deficiencies because there could be no reasonable\njustification for doing so.Post, at 3–5 (opinion of\nStevens, J., joined by Kennedy, J.). This interpretation conflates\nthe question whether a decision was strategic with the question\nwhether a strategic decision was reasonable. Cf.post,at\n2, n. 1. Without expressing a view on the ultimate\nreasonableness of the decision not to pursue this evidence further,\nwe note that the Eleventh Circuit majority observed that the state\ncourt could reasonably have determined that counsel had strategic\ngrounds for their decision. In particular, evidence about Wood’s\nmental deficiencies may have led to rebuttal testimony about the\ncapabilities he demonstrated through his extensive criminal\nhistory, an extraordinarily limited amount of which was actually\nadmitted at the penalty phase of the trial. Counsel’s decision\nsuccessfully thwarted the prosecutor’s efforts to admit evidence\nthat Wood murdered his ex-girlfriend while on parole for an\nattempted murder of a different ex-girlfriend that was strikingly\nsimilar in execution to the subsequent successful murder. App.\n23–24. Moreover, as the Eleventh Circuit majority noted, evidence\nof Wood’s mental deficiencies also could have undercut the\ndefense’s argument that he left school to support his family,\nsuggesting instead that he left school because of educational\ndifficulties. 542 F. 3d, at 1305–1306. Counsel’s decision\nabout which avenues to investigate can therefore plausibly be\ndescribed as strategic rather than necessarily being the product of\n“happenstance, inattention, or neglect,”post, at 4.",
    "joined": []
}