{
    "case": {
        "docket": "21-234",
        "citation": "596",
        "year": 2022,
        "url": "https://supreme.justia.com/cases/federal/us/596/21-234/"
    },
    "id": "4596244",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 21–234_________________KEVIN R. GEORGE, PETITIONERv.DENIS R.\nMcDONOUGH, SECRETARY OF VETERANS AFFAIRSon writ of certiorari to the united states\ncourt of appeals for the federal circuit[June 15, 2022]Justice Sotomayor, dissenting.I join all but Part II–C of Justice Gorsuch’s\ndissent. The Board of Veterans’ Appeals (Board) clearly and\nunmistakably violated a statutory command in its decision denying\npetitioner Kevin George’s application for service-related benefits.\nAs Justice Gorsuch explains, in the context of this specific\nstatutory framework, the mere fact that the Board relied on a\nplainly invalid regulation does not shield its final decision from\nreview based on clear and unmistakable error.[1]The Court thinks otherwise. In support of its\nholding, the Court notes that Congress, when it enacted the\nclear-and-unmistakable-error statutes in 1997, codified a\npre-existing regulatory doctrine under which clear and unmistakable\nerror did not encompass a subsequent “change in interpretation of\nlaw.” 38 CFR §3.105 (Cum. Supp. 1963); seeante,at 5–6. I\nagree that Congress incorporated this pre-existing regulatory\ndoctrine based on its use of “clear and unmistakable error,” a\nlongstanding term of art. Seeante,at 5, 12.[2] I diverge from Justice Gorsuch on this\npoint. The question remains, however: What constitutes a “change in\ninterpretation of law” excluded from clear and unmistakable error?\nIn George’s view, a change in interpretation of law occurs where\n“an agency . . . choos[es] another permissible\nalternative construction” of a statute, but not where, as here, a\ncourt invalidates a regulation that had egregiously violated the\ngoverning statute all along. Brief for Petitioner 18; see alsopost,at 4–5 (Gorsuch, J., dissenting).The Court disagrees. It holds that under the\npre-existing doctrine, judicial invalidation of an unmistakably\nerroneous regulation was understood to constitute a “change in\ninterpretation of law” for purposes of clear and unmistakable\nerror. Seeante,at 5–9. The Court’s citations offer little\nsupport for this conclusion, however. InBergerv.Brown, 10 Vet. App. 166, 170 (1997), for example, the Court\nof Veterans Appeals (Veterans Court) stated that opinions from that\nbody “that formulate new interpretations of the law . . .\ncannot be the basis of a valid [clear-and-unmistakable-error]\nclaim.” But the Veterans Court emphasized that the decision under\nattack, unlike the Board’s decision in George’s case, had followed\n“a plausible interpretation of the law,” precluded by “nothing in\nthe plain language of the statute,” and added that “[t]he statute\nwas, and still is for that matter, susceptible of differing\ninterpretations.”Ibid.Similarly, inDamrelv.Brown, 6 Vet. App. 242, 246 (1994), the relevant change in\ninterpretation of law was a Veterans Court-created rule, not the\ninvalidation of a regulation as clearly contrary to the governing\nstatute. And although it was well established by 1997 that clear\nand unmistakable error “must be based on . . . the law\nthat existed at the time of the prior . . . decision,”Russellv.Principi, 3 Vet. App. 310, 314 (1992) (en\nbanc), this is not inconsistent with George’s request for review\nbased on the plain terms of a statute as it existed in 1977, when\nthe Board ruled against him.Other authorities relied upon by the Court are\nequivocal. The VA opined in 1994 that invalidation of a regulation\nby the Veterans Court constituted a “ ‘change in\ninterpretation of law,’ ” but it also admitted “that VA’s\nhistorical approach has not been entirely consistent.” Op. Gen.\nCounsel Precedent 9–94, ¶¶6, 8, pp. 4–5 (Mar. 25). Meanwhile,\nthe Veterans Court’s 1992 decision inLookv.Derwinski, 2 Vet. App. 157, while not a model of clarity,\nundeniably “approv[ed of] collateral relief ” based on “a\nlater invalidated regulation,” as the Court recognizes.Ante,at 8.My takeaway from these conflicting authorities\nis that the pre-existing doctrine Congress incorporated in 1997 was\nunsettled as to whether judicial invalidation of a regulation that\nsquarely contravened an unambiguous statute constituted a “change\nin interpretation of law.” In other words, where the Court\nperceives certainty, I see at most confusion. Confronted with an\nambiguity in the scheme Congress codified into statute, I would\napply the venerable “ ‘canon that provisions for benefits to\nmembers of the Armed Services are to be construed in the\nbeneficiaries’ favor.’ ”Hendersonv.Shinseki,562 U.S.\n428, 441 (2011) (quotingKingv.St. Vincent’s\nHospital,502 U.S.\n215, 220–221, n. 9 (1991)). Accordingly, I would hold that\nGeorge may seek review based on clear and unmistakable error.For these reasons, as well as others set forth\nby Justice Gorsuch, I respectfully dissent.Notes1In my view, some invalid\nDepartment of Veterans Affairs (VA) regulations might not be\nerroneous enough for reliance on them to constitute clear and\nunmistakable error. After all, by definition, not every error is\nclear and unmistakable. The Board’s 1977 decision in George’s case,\nhowever, meets this demanding standard. The\npresumption-of-soundness regulation the Board applied was clearly\nand unmistakably contrary to the unambiguous terms of 38\nU. S. C. §1111, as even the VA eventually conceded. Seepost,at 2–3 (Gorsuch, J., dissenting).2Were there any doubt,\nlegislative history would render the conclusion unavoidable. See\nH. R. Rep. No. 105–52, pp. 1–2 (1997) (“H. R. 1090\nwould . . . codify existing regulations which make [VA]\ndecisions . . . subject to revision on the grounds of\nclear and unmistakable error”); S. Rep. No. 105–57, p. 4\n(1997) (“The Committee bill . . . would codify, in\nstatute, the allowance currently specified by regulation” for\nreview based on clear and unmistakable error).",
    "joined": []
}