{
    "case": {
        "docket": "625",
        "citation": "565",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/565/625/"
    },
    "id": "1963724",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–879_________________GLORIA GAIL KURNS, executrix of the ESTATE OF\nGEORGE M. CORSON, DECEASED, et al., PETITIONERSv.RAILROAD FRICTION PRODUCTS CORPORATION et al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[February 29, 2012]Justice Sotomayor, with whom Justice Ginsburg\nand Justice Breyer join, concurring in part and dissenting in\npart.I concur in the Court’s holding that the\nLocomotive Inspection Act (LIA), 49 U. S. C. §20701et seq.,pre-empts petitioners’ tort claims for\ndefective design, but I respectfully dissent from the Court’s\nholding that the same is true of petitioners’ claims for failure to\nwarn. In my view, the latter escape pre-emption because they impose\nno state-law requirements in the field reserved for federal\nregulation: “the equipment of locomotives.”Napierv.Atlantic Coast Line R. Co.,272\nU.S. 605, 612 (1926).IStatutorystare decisiscompels me to\nagree that the LIA occupies “the field of regulating locomotive\nequipment used on a highway of interstate commerce.”Id.,at\n607. Perhaps this Court might decideNapierdifferently\ntoday. The LIA lacks an express pre-emption clause, and “our recent\ncases have frequently rejected field pre-emption in the absence of\nstatutory language expressly requiring it.”Camps\nNewfound/Owatonna, Inc.v.Town of Harrison,520 U.S.\n564, 617 (1997) (Thomas, J., dissenting). The LIA contains no\nsubstantive regulations, let alone a “scheme of federal regulation\n. . . so pervasive as to make reasonable the inference\nthat Congress left no room for the States to supplement it.”Ricev.Santa Fe Elevator Corp.,331 U.S.\n218, 230 (1947). Instead of relying on such indications of\nCongress’ intent to oust state law,Napierimplied field\npre-emption from the LIA’s mere delegation of regulatory authority\nto the Interstate Commerce Commission. Compare 272 U. S., at\n612–613, with,e.g., Hillsborough Countyv.Automated\nMedical Laboratories, Inc.,471 U.S.\n707, 717 (1985), andNew York State Dept. of Social\nServs.v.Dublino,413 U.S.\n405, 415 (1973). Nonetheless,Napier’s construction of\nthe LIA has been settled law for 85 years, and\n“ ‘[c]onsiderations ofstare decisishave special force\nin the area of statutory interpretation.’ ”Hiltonv.South Carolina Public Railways Comm’n,502 U.S.\n197, 202 (1991).Consistent with the values served by statutorystare decisis, however, it is important to be precise about\nwhatNapierheld:Napierdefined the pre-empted field\nas the physical composition of locomotive equipment. See 272\nU. S., at 611 (“[T]he power delegated . . . by the\n[LIA] . . . extends to the design, the construction, and\nthe material of every part of the locomotive and tender and of all\nappurtenances”);id.,at 612 (“The federal and the state\nstatutes are directed to the same subject—the equipment of\nlocomotives. They operate upon the same object”); see also Act of\nJune 7, 1924, §2, 43Stat. 659 (making the LIA’s standard of care\napplicable to the “locomotive, its boiler, tender, and all parts\nand appurtenances thereof”). Petitioners’ defective-design claims\nfall within the pre-empted field because they would impose\nstate-law requirements on a locomotive’s physical makeup. Seeante,at 7–8.IIPetitioners’ failure-to-warn claims, by\ncontrast, proceed on a fundamentally different theory of tort\nliability that does not implicate a product’s physical composition\nat all. A failure-to-warn claim asks nothing of a product’s de-\nsign, but requires instead that a manufacturer caution of\nnonobvious dangers and provide instructions for safe use. Indeed, a\nproduct may be flawlessly designed and still subject its\nmanufacturer or seller to liability for lack of adequate\ninstructions or warnings. See,e.g.,Madden, The Duty To\nWarn in Products Liability: Contours and Criticism, 89 W. Va.\nL. Rev. 221 (1987) (“Although a product is unerringly\ndesigned, manufactured and assembled, injury or damage occasioned\nby its intended or reasonably foreseeable use may subject the\nseller to liability. Such liability may be found if the product has\na potential for injury that is not readily apparent to the user”\n(cited in Restatement (Third) of Torts: Products Liability §2,\nReporter’s Note, Commenti, n. 1 (1997) (hereinafter\nRestatement)); see also Madden, 89 W. Va. L. Rev., at\n221, n. 1 (collecting cases). Petitioners’ complaint embodies\njust this conceptual distinction. Compare App. 22–23, ¶¶10(c)–(e),\n(g), withid.,at 25, ¶10(p).[1]In the jurisdictions relevant to this suit,\nfailure to warn is “a distinct cause of action under the theory of\nstrict products liability.”Rileyv.American Honda Motor\nCo., 259 Mont. 128, 132, 856 P.2d 196, 198 (1993). Thus,\n“ ‘a failure to warn of an injury[-]causing risk associated\nwith the use of a technically pure and fit product can render such\nproduct unreasonably dangerous.’ ”Ibid.;see also,e.g., Jahnigv.Coisman,283 N.W.2d 557, 560 (S. D. 1979) (“In products liability\nsuits based upon strict liability, . . . the product\nitself need not be defective. Where a manufacturer or seller has\nreason to anticipate that danger may result from a particular use\nof his product, and he fails to give adequate warning of such a\ndanger, the product sold without such warning is in a defective\ncondition within the strict liability doctrine”);Greinerv.Volkswagenwerk Aktiengeselleschaft, 540 F.2d 85, 92–93 (CA3\n1976) (finding that “failure to adequately warn of inherent or\nlatent limitations in a product, which do not necessarily amount to\na design defect” is “an independent basis of liability” under\nPennsylvania law).[2]Similarly, this Court has explained that a\nfailure-to-warn claim is “narrower” than a claim that alleges a\ndefect in the underlying product.Wyethv.Levine,555 U.S.\n555, 565 (2009). Thus inWyeth, this Court affirmed a\nstate damages award based on a drug manufacturer’s failure to\nprovide sufficient warnings to clinicians against intravenous\nadministration of the drug, but noted that it was unnecessary to\ndecide “whether a state rule proscribing intravenous administration\nwould be pre-empted.”Ibid.Cf.Batesv.Dow\nAgrosciences LLC,544 U.S.\n431, 444 (2005) (“Rules that require manufacturers to design\nreasonably safe products . . . plainly do not qualify as\nrequirements for ‘labeling or packaging.’ None of these common-law\nrules requires that manufacturers label or package their products\nin any particular way”).The majority treats defective-design and\nfailure-to-warn claims as congruent, reasoning that each asserts a\nproduct defect. Seeante,at 8–9 (citing Restatement §2(c)\nand Commentl). That may be true at a high level of gener-\nality, but “[d]esign and failure-to-warn claims . . .\nrest on different factual allegations and distinct legal concepts.”\nRestatement §2, at 35, Commentn. For example, a\nmanufacturer or seller cannot escape liability for an unreasonably\nunsafe design merely by issuing a warning. Seeid.,at 33,\nCommentl(“Warnings are not . . . a substitute\nfor the provision of a reasonably safe design”). In a fundamental\nsense, therefore, a failure-to-warn claim proceeds by taking a\nproduct’s physical design as a given. A failure-to-warn claim\nalleges a “defect” by asserting that a product, as designed, is\nsafe for use only when accompanied by a warning—not that a product\nmust be designed differently.The majority further conflates defective-design\nand failure-to-warn claims by noting that each is “directed at”\nlocomotive equipment.Ante,at 9. That is insufficient. Not\nevery state law that “could be said to affect tangentially” matters\nwithin the regulated field is pre-empted.Englishv.General Elec. Co.,496 U.S.\n72, 85 (1990). Rather, “for a state law to fall within the\npre-empted zone, it must have some direct and substantial effect”\non the primary conduct of entities subject to federal regulation.Ibid.As explained above, the LIA regulates the physical\nequipment of locomotives. But petitioners’ failure-to-warn claims,\nif successful, would have no necessary effect on the physical\nequipment of locomotives at all, as respondents themselves\nacknowledge. See Brief for Respondents 55 (petitioners’\nfailure-to-warn claims “may not themselves literally mandate\nphysical alteration of the locomotive’s design or\nconstruction”).In the majority’s view, a “duty to warn and the\naccompanying threat of liability will inevitably influence” a\nmanufacturer’s design choices.Ante,at 9, n. 4. But an\n“influence” is not the same as an “effect,” and not every state law\nwith some imaginable impact on matters within a federally regulated\nfield is, for that reason alone, pre-empted. SeeEnglish,\n496 U. S., at 85–86;Silkwoodv.Kerr-McGee\nCorp.,464 U.S.\n238, 256 (1984). Indeed, the majority elides the distinction\nbetween indirect and direct regulation, even though this Court has\nexplained that the two are not equivalent for pre-emption purposes.\nSeeGoodyear Atomic Corp.v.Miller,486 U.S.\n174, 186 (1988) (“Congress may reasonably determine that\nincidental reg- ulatory pressure is acceptable, whereas direct\nregulatory authority is not”). State wage-and-hour laws, work-\nplace safety standards, or tax credits for green technology, for\nexample, could all “influence” the means and materials of\nlocomotive equipment manufacture without imposing direct\nobligations. Nor does the majority substantiate its assertion that\nthe “influence” exerted by a duty to warn need be “inevitabl[e]” or\n“substantial.”Ante,at 9, n. 4. To the contrary, the\nrequirements imposed by such a duty could be light, and the\ncorresponding liability negligible, in comparison to the commercial\nvalue of retaining an existing design.Respondents could have complied with state-law\nduties to warn by providing instructions for the safe maintenance\nof asbestos-containing locomotive parts in equipment man- uals.\nSee,e.g.,Baldwin-Lima-Hamilton Corp., Engine Manual for\n600 Series Diesel Engines (1951), online at\nhttp://www.rr-fallenflags.org/manual/blh-6em.html (last visited\nFeb. 27, 2012, and available in Clerk of Court’s case file). Or\nrespondents could have ensured that repair shops posted signs. See\nRestatement §2, at 29–30, Commenti(duty to warn “may\nrequire that instructions and warnings be given not only to\npurchasers, users, and consumers, but also to others who a\nreasonable seller should know will be in a position to reduce or\navoid the risk of harm”); see also,e.g.,Patchv.Hillerich & Bradsby Co., 361 Mont. 241, 246, 257 P.3d\n383, 388 (2011) (“While placing a warning directly on a product is\none method of warning, other methods of warning exist, including,\nbut not limited to, issuing oral warnings and placing warnings in\nadvertisements, posters, and media releases”). Neither step would\nencroach on the pre-empted field of locomotives’ “physical\nelements.”Napier, 272 U. S., at 612. The majority is\ntherefore wrong to say that “the ‘gravamen’ of petitioners’\nfailure-to-warn claims ‘is still that [Corson] suffered harmful\nconsequences as a result of his exposure to asbestos contained in\nlocomotive parts and appurtenances.’ ”Ante,at 8–9\n(quotingKurnsv.A. W. Chesteron, Inc., 620 F.3d\n392, 398, n. 8 (CA3 2010)). Rather, the “gravamen” of these\nclaims is that petitioners’ decedent George Corson could have\navoided the harmful consequences of exposure to asbestos while\nrepairing precisely the same locomotive parts had respondents\ncautioned him, for example, to wear a mask.Finally, preserving petitioners’ failure-to-warn\nclaims coheres with the LIA’s regulatory regime. Neither the\nInterstate Commerce Commission, to which Congress first delegated\nauthority under the LIA, nor the Federal Railroad Administration\n(FRA), to whom that authority now belongs, has ever regulated\nlocomotive repair and maintenance. To the contrary, the FRA takes\nthe position that it lacks power under the LIA to regulate within\nlocomotive maintenance and repair facilities. Brief for United\nStates asAmicus CuriaeinJohn Crane, Inc.v.Atwell, O. T. 2010, No. 10–272, p. 10 (“[T]he\nfield covered by the LIA does not include requirements concerning\nthe repair of locomotives that are not in use”); Brief for United\nStates asAmicus Curiae13 (“The preempted field\n. . . does not include tort claims based on injuries\narising when locomotives are not in use”). The FRA has determined\nthat the Occupational Safety and Health Administration, not itself,\nbears primary responsibility for workplace safety, including with\nrespect to hazardous materials. 43 Fed. Reg. 10583–10590 (1978);\ncf.,e.g.,English, 496 U. S., at 83, and\nn. 6. And the FRA has not promulgated regulations that address\nwarnings specific to maintenance and repair. Because the pre-empted\nfield is congruent with the regulated field, see,e.g.,United Statesv.Locke,529 U.S.\n89, 112 (2000), the majority’s decision sweeps far too\nbroadly.[3]*  *  *In short, the majority affords the LIA\nfield-pre-emptive effect well beyond whatNapierrequires,\nleaving petitioners without a remedy for what they allege was fatal\nex- posure to asbestos in repair facilities. “It is difficult to\nbelieve that Congress would, without comment, remove all means of\njudicial recourse for those injured by illegal conduct.”Silkwood, 464 U. S., at 251. That is doubly true in\nlight of the LIA’s “purpose . . . of facilitating\nemployee recovery, not of restricting such recovery or making it\nimpossible.”Uriev.Thompson,337 U.S.\n163, 189 (1949).I therefore concur in part and dissent in\npart.Notes1Nor do petitioners’\nfailure-to-warn claims allege that respondents’ locomotive parts\nshould have been altered, for example, by affixing warnings to the\nproducts themselves. See App. 22–23, ¶¶10(c)–(e), (g);id.,at 27, ¶12(d).2Petitioners brought suit\nin Pennsylvania, but alleged that their decedent, George Corson,\nwas exposed to asbestos at railroad maintenance and repair shops in\nMontana and South Dakota.Id.,at 42, ¶¶6–7. Because the\nDistrict Court granted summary judgment on the issue of\npre-emption, it performed no choice-of-law analysis to identify the\napplicable substantive state law. See App. to Pet. for Cert.\n22a–39a.3Disagreeing with the\nagency’s interpretation, Justice Kagan concludes that the LIA\nempowers the FRA to require warnings as an incident of the\nauthority to prescribe locomotive design. Compareante,2–3\n(concurring opinion), with,e.g.,Tr. of Oral Arg. 22–23.\nSuch power, if it exists, must be limited to warnings that impose\ndirect requirements on the physical composition of locomotive\nequipment. Cf. n. 1,supra; 49 CFR §§229.85, 229.113\n(2010). That may be a formal line, but it is the line that this\nCourt drew in describing the scope of the authority conferred by\nthe LIA, and therefore the pre-empted field. SeeNapierv.Atlantic Coast Line R. Co.,272 U.S.\n605, 611–612 (1926). And it is the line that separates\npetitioners’ design-defect claims from their claims for failure to\nwarn.",
    "joined": []
}