{
    "case": {
        "docket": "472",
        "citation": "570",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/570/472/"
    },
    "id": "1970742",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–142_________________MUTUAL PHARMACEUTICAL COMPANY, INC.,\nPETITIONER v. KAREN L. BARTLETTon writ of certiorari to the united states\ncourt of appeals for the first circuit[June 24, 2013]Justice Sotomayor,\nwith whom Justice Ginsburg joins, dissenting.In PLIVA, Inc. v.\nMensing, 564 U. S. ___ (2011), this Court expanded the scope\nof impossibility pre-emption to immunize generic drug manufacturers\nfrom state-law failure-to-warn claims. Today, the Court\nunnecessarily and unwisely extends its holding in Mensing to\npre-empt New Hampshire’s law governing design-defects with\nrespect to generic drugs.The Court takes this\nstep by concluding that petitioner Mutual Pharmaceutical was held\nliable for a failure-to-warn claim in disguise, even though the\nDistrict Court clearly rejected such a claim and instead allowed\nliability on a distinct theory. See infra, at 13–15. Of\ngreater consequence, the Court appears to justify its revision of\nrespondent Karen Bartlett’s state-law claim through an\nim-plicit and undefended assumption that federal law gives\npharmaceutical companies a right to sell a federally approved drug\nfree from common-law liability. Remarkably, the Court derives this\nproposition from a federal law that, in order to protect consumers,\nprohibits manufacturers from distributing new drugs in commerce\nwithout federal regulatory approval, and specifically disavows any\nintent to displace state law absent a direct and positive\nconflict.Karen Bartlett was\ngrievously injured by a drug that a jury found was unreasonably\ndangerous. The jury relied upon evidence that the drug posed a\nhigher than normal risk of causing the serious skin reaction that\nproduced her horrific injuries; carried other risks; and possessed\nno apparent offsetting benefits compared to similar pain relievers,\nlike aspirin. See 760 F. Supp. 2d 220, 233–241,\n243–244 (NH 2011). The Court laments her “tragic”\nsituation, ante, at 20, but responsibility for the fact that Karen\nBartlett has been deprived of a remedy for her injuries rests with\nthis Court. If our established pre-emption principles were properly\napplied in this case, and if New Hampshire law were correctly\nconstrued, then federal law would pose no barrier to Karen\nBartlett’s recovery. I re-spectfully dissent.II begin with\n“two cornerstones of our pre-emption jurisprudence,”\nWyeth v. Levine, 555 U. S. 555, 565 (2009) , that should\ncontrol this case but are conspicuously absent from the majority\nopinion. First, “ ‘the purpose of Congress is the\nultimate touchstone’ in every pre-emption case.” Ibid.\n(quoting Medtronic, Inc. v. Lohr, 518 U. S. 470, 485 (1996) ).\nSecond, we start from the “assumption that the historic\npolice powers of the States [are] not to be superseded by [a]\nFederal Act unless that was the clear and manifest purpose of\nCongress.” Rice v. Santa Fe Elevator Corp., 331 U. S.\n218, 230 (1947) . “That assumption,” we have explained,\n“applies with particular force when,” as is the case\nhere, “Congress has legislated in a field traditionally\noccupied by the States.” Altria Group, Inc. v. Good, 555\nU. S. 70, 77 (2008) . [1]The Court applied both\nof these principles to the Fed-eral Food, Drug, and Cosmetic Act\n(FDCA), ch. 675, 52Stat. 1040, as amended, 21 U. S. C.\n§301 et seq., in Levine, where we held that a state\nfailure-to-warn claim against a brand-name drug manufacturer was\nnot pre-empted by federal law. 555 U. S., at 581. Tracing the\nhistory of federal drug regulation from the 1906 Federal Food and\nDrugs Act, 34Stat. 768, up to the FDCA and its major amendments,\nthe Court explained that federal drug law and state common-law\nliability have long been understood to operate in tandem to promote\nconsumer safety. See Levine, 555 U. S., at 566–568, 574.\nThat basic principle, which the majority opinion elides, is\nessential to understanding this case.The FDCA prohibits the\n“introduction into interstate commerce [of ] any new\ndrug” without prior approval from the United States Food and\nDrug Administration (FDA). 21 U. S. C. §355(a).\nBrand-name and generic drug manufacturers are required to make\ndifferent showings to receive agency approval in this premarketing\nreview process. See ante, at 2–3. But in either case, the\nFDA’s per- mission to market a drug has never been regarded\nas a final stamp of approval of the drug’s safety. Under the\nFDCA, manufacturers, who have greater “access to information\nabout their drugs” than the FDA, Levine, 555 U. S., at\n578–579, retain the ultimate responsibility for the safety of\nthe products they sell. In addition to their ongoing obligations to\nmonitor a drug’s risks and to report adverse drug responses\nto the FDA, see 21 CFR §§314.80, 314.81, 314.98 (2012),\nmanufacturers may not sell a drug that is “deemed to be\nmisbranded” because it is “dangerous to health”\nwhen used in the dosage or manner called for in the drug’s\nlabel. 21 U. S. C. §352(j); see §331(a); Brief\nfor United States as Amicus Curiae 30–31 (hereinafter\nU. S. Brief) (indicating that the misbranding prohibition may\napply to a drug that was previously approved for sale when\nsignificant new scientific evidence demonstrates that the drug is\nunsafe).Beyond federal\nrequirements, state common law plays an important\n“complementary” role to federal drug regulation.\nLevine, 555 U. S., at 578. Federal law in this area was\ninitially intended to “supplemen[t] the protection for\nconsumers already provided by state regulation and common-law\nliability.” Id., at 566. And as Congress “enlarged the\nFDA’s powers,” it “took care to preserve state\nlaw.” Id., at 567. In the 1962 amendments to the FDCA, which\nestablished the FDA’s premarketing review in its modern form,\nCongress adopted a saving clause providing that the amendments\nshould not be construed to invalidate any provision of state law\nabsent “a direct and positive conflict.” §202,\n76Stat. 793. And in the years since, with “state common-law\nsuits ‘continu[ing] unabated de-spite . . . FDA\nregulation,’ ” Levine, 555 U. S., at 567\n(quoting Riegel v. Medtronic, Inc., 552 U. S. 312, 340 (2008)\n(Ginsburg, J., dissenting)), Congress has not enacted a pre-emption\nprovision for prescription drugs (whether brand-name or generic)\neven as it enacted such provisions with respect to other products\nregulated by the FDA. [2]Congress’\npreservation of a role for state law generally, and common-law\nremedies specifically, reflects a realistic understanding of the\nlimitations of ex ante federal regu-latory review in this context.\nOn its own, even rig- orous preapproval clinical testing of drugs\nis “generally . . . incapable of detecting adverse\neffects that oc- cur infrequently, have long latency periods, or\naffect subpopulations not included or adequately represented in the\nstudies.” Kessler & Vladeck, A Critical Examina- tion of\nthe FDA’s Efforts to Preempt Failure-to-Warn Claims, 96 Geo.\nL. J. 461, 471 (2008); see National Academies, Institute of\nMedicine, The Future of Drug Safety: Promoting and Protecting the\nHealth of the Public 37–38 (2007) (hereinafter Future of Drug\nSafety) (discussing limitations “inherent” to a system\nof premarket clinical trials). Moreover, the FDA, which is tasked\nwith monitoring thousands of drugs on the market and considering\nnew drug applications, faces significant resource constraints that\nlimit its ability to protect the public from dangerous drugs. See\nLevine, 555 U. S., at 578–579, and n. 11; Brief for\nFormer FDA Commissioner Donald Kennedy et al. as Amici Curiae\n6–7, 12–20. Tort suits can help fill the gaps in\nfederal regulation by “serv[ing] as a catalyst” to\nidentify previously unknown drug dangers. Bates v. Dow Agrosciences\nLLC, 544 U. S. 431, 451 (2005) .Perhaps most\nsignificant, state common law provides injured consumers like Karen\nBartlett with an opportu-nity to seek redress that is not available\nunder federal law. “[U]nlike most administrative and\nlegislative regulations,” common-law claims\n“necessarily perform an important re-medial role in\ncompensating accident victims.” Sprietsma v. Mercury Marine,\n537 U. S. 51, 64 (2002) . While the Court has not always been\nconsistent on this issue, it has repeatedly cautioned against\nreading federal statutes to “remove all means of judicial\nrecourse for those injured” when Congress did not provide a\nfederal remedy. Silkwood v. Kerr-McGee Corp., 464 U. S. 238,\n251 (1984) ; see e.g., Bates, 544 U. S., at 449; Lohr, 518\nU. S., at 487 (plurality opinion). And in fact, the\nlegislative history of the FDCA suggests that Congress chose not to\ncreate a federal cause of action for damages precisely because it\nbelieved that state tort law would allow injured consumers to\nobtain compensation. See Levine, 555 U. S., at 574–575,\nand n. 7.IIIn light of this\nbackground, Mutual should face an uphill climb to show that federal\nlaw pre-empts a New Hampshire strict-liability claim against a\ngeneric drug manufacturer for defective design. The majority\nnevertheless accepts Mutual’s argument that “compliance\nwith both federal and state [law was] a physical\nimpossibility.” Florida Lime & Avocado Growers, Inc. v.\nPaul, 373 U. S. 132 –143 (1963); see ante, at 7. But if\nstate and fed-eral law are properly understood, it is clear that\nNew Hampshire’s design-defect claim did not impose a legal\nobligation that Mutual had to violate federal law to satisfy.AImpossibility\npre-emption “is a demanding defense,” Le-vine, 555\nU. S., at 573, that requires the defendant to show an\n“irreconcilable conflict” between federal and state\nlegal obligations, Silkwood, 464 U. S., at 256. The logic\nunderlying true impossibility pre-emption is that when state and\nfederal law impose irreconcilable affirmative requirements, no\ndetailed “inquiry into congressional de-sign” is\nnecessary because the inference that Congress would have intended\nfederal law to displace the conflicting state requirement “is\ninescapable.” Florida Lime, 373 U. S., at 142–143.\nSo, for example, if federal law requires a particular product label\nto include a complete list of ingredients while state law\nspecifically forbids that labeling practice, there is little\nquestion that state law “must yield.” Felder v. Casey,\n487 U. S. 131, 138 (1988) .The key inquiry for\nimpossibility pre-emption, then, is to identify whether state and\nfederal law impose directly conflicting affirmative legal\nobligations such that state law “require[s] the doing of an\nact which is unlawful under” federal law. California Fed.\nSav. & Loan Assn. v. Guerra, 479 U. S. 272, 292 (1987) .\nImpossibility does not exist where the laws of one sovereign permit\nan activity that the laws of the other sovereign restricts or even\nprohibits. See Barnett Bank of Marion Cty., N. A. v. Nelson,\n517 U. S. 25, 31 (1996) ; Michigan Canners & Freezers\nAssn., Inc. v. Agricultural Marketing and Bargaining Bd., 467\nU. S. 461, 478, n. 21 (1984) . So, to modify the previous\nexample, if federal law permitted (but did not require) a labeling\npractice that state law prohibited, there would be no\nirreconcilable conflict; a manufacturer could com- ply with the\nmore stringent regulation. And by the same logic, impossibility\ndoes not exist where one sovereign’s laws merely create an\nincentive to take an action that the other sovereign has not\nauthorized because it is possible to comply with both laws.Of course, there are\nother types of pre-emption. Courts may find that state laws that\nincentivize what federal law discourages or forbid what federal law\nauthorizes are pre-empted for reasons apart from impossibility: The\nstate laws may fall within the scope of an express pre-emption\nprovision, pose an obstacle to federal purposes and objectives, or\nintrude upon a field that Congress intended for federal law to\noccupy exclusively. See Crosby v. National Foreign Trade Council,\n530 U. S. 363 –373 (2000). But absent a direct conflict\nbetween two mutually incompatible legal requirements, there is no\nimpossibility and courts may not automatically assume that Congress\nintended for state law to give way. Instead, a more careful inquiry\ninto congressional intent is called for, and that inquiry should be\ninformed by the presumption against pre-emption.In keeping with the\nstrict standard for impossibility, cases that actually find\npre-emption on that basis are rare. See Abrams, Plenary Power\nPreemption, 99 Va. L. Rev. 601, 608 (2013). Mensing is an\noutlier, as the Court found impossibility because a generic drug\nmanufacturer could not strengthen its product label to come into\nline with a state-law duty to warn without the exercise of judgment\nby the FDA. See 564 U. S., at ___–___ (slip op., at\n13–14). But nothing in Mensing, nor any other precedent,\ndictates finding impossibility pre-emption here.BTo assess whether it\nis physically impossible for Mutual to comply with both federal and\nstate law, it is necessary to identify with precision the relevant\nlegal obligations imposed under New Hampshire’s design-defect\ncause of action.The majority insists\nthat Mutual was required by New Hampshire’s design-defect law\nto strengthen its warning label. In taking this position, the\nmajority effectively re-characterizes Bartlett’s\ndesign-defect claim as a de facto failure-to-warn claim. The\nmajority then relies on that re-characterization to hold that the\njury found Mutual liable for failing to fulfill its duty to label\nsulindac adequately, which Mensing forbids because a generic drug\nmanufacturer cannot independently alter its safety label. Ante, at\n13; see Mensing, 564 U. S., at ___ (slip op., at 10). But the\nmajority’s assertion that Mutual was held liable in this case\nfor violating a legal obligation to change its label is\ninconsistent with both New Hampshire state law and the record.For its part, Mutual,\nin addition to making the argument now embraced by the majority,\ncontends that New Hampshire’s design-defect law effectively\nrequired it to change the chemical composition of sulindac. Mutual\nclaims that it was physically impossible to comply with that duty\nconsistent with federal law because drug manufacturers may not\nchange the chemical composition of their products so as to create\nnew drugs without submitting a new drug application for FDA\napproval. See 21 CFR §§310.3(h), 314.70(b)(2)(i). But\njust as New Hampshire’s design-defect law did not impose a\nlegal obligation for Mutual to change its label, it also did not\nmandate that Mutual change the drug’s design.1aFollowing blackletter\nproducts liability law under §402A of the Restatement (Second)\nof Torts (1963–1964) (hereinafter Second Restatement), New\nHampshire recognizes strict liability for three different types of\nproduct defects: manufacturing defects, design defects, and warning\ndefects. See Cheshire Medical Center v. W. R. Grace & Co.,\n49 F. 3d 26, 29 (CA1 1995). Because the District Court granted\nMutual summary judgment on Bartlett’s failure-to-warn claim,\nonly New Hampshire’s design-defect cause of action remains at\nissue in this case.A product has a\ndefective design under New Hampshire law if it “poses\nunreasonable dangers to consumers.” Thibault v. Sears,\nRoebuck & Co., 118 N. H. 802, 807, 395 A. 2d 843, 846\n(1978). To determine whether a product is unreasonably dangerous, a\njury is asked to make a risk-benefit assessment by considering a\nnonexhaustive list of factors. See ante, at 9–10. In\naddition, New Hamp-shire has specifically rejected the doctrine,\nadvocated by the Restatement (Third) of Torts: Products Liability\n§2(b) (1997) (hereinafter Third Restatement), that a plaintiff\nmust present evidence of a reasonable alternative design to show\nthat a product’s design is defective. Instead, “while\nproof of an alternative design is relevant in a design defect\ncase,” it is “neither a controlling factor nor an\nessential element.” Vautour v. Body Masters Sports\nIndustries, Inc., 147 N. H. 150, 156, 784 A. 2d 1178,\n1183 (2001).While some\njurisdictions have declined to apply design-defect liability to\nprescription drugs, New Hampshire, in common with many other\njurisdictions, does subject prescriptions drugs to this distinct\nform of strict products liability. See 678 F. 3d 30, 35 (CA1\n2012) (citing Brochu v. Ortho Pharmaceutical Corp., 642 F. 2d\n652, 655 (CA1 1981)); see also Third Restatement §6, Comment f\n(collecting cases from other jurisdictions). Drug manufacturers in\nNew Hampshire have an affirmative defense under comment k to\n§402A of the Second Restatement, which exempts\n“[u]navoidably unsafe products” from strict liability\nif the product is properly manufactured and labeled. As explained\nby the lower courts in this case, see 678 F. 3d, at 36; 731\nF. Supp. 2d 135, 150–151 (NH 2010), New Hampshire takes\na case-by-case approach to comment k under which a defendant\nseeking to invoke the defense must first show that the product is\nhighly useful and that the dan-ger imposed by the product could not\nhave been avoided through a feasible alternative design. See\nBrochu, 642 F. 2d, at 657. Comment k did not factor into the\njury’s assessment of liability in this case because Mutual\nabandoned a comment k defense before trial. Ante, at 12, n. 2.\n[3]bThe design-defect\nclaim that was applied to Mutual subjects the manufacturer of an\nunreasonably dangerous product to liability, but it does not\nrequire that manufacturer to take any specific action that is\nforbidden by federal law. Specifically, and contrary to the\nmajority, see ante, at 11, New Hampshire’s design-defect law\ndid not require Mutual to change its warning label. A drug’s\nwarning label is just one factor in a nonexclusive list for\nevaluating whether a drug is unreasonably dangerous, see Vautour,\n147 N. H., at 156, 784 A. 2d, at 1183, and an adequate\nlabel is therefore neither a necessary nor a sufficient con-dition\nfor avoiding design-defect liability. Likewise, New Hampshire law\nimposed no duty on Mutual to change sulindac’s chemical\ncomposition. The New Hampshire Supreme Court has held that proof of\nan alternative fea-sible design is not an element of a\ndesign-defect claim, see Kelleher v. Marvin Lumber & Cedar Co.,\n152 N. H. 813, 831, 891 A. 2d 477, 492 (2006), and as the\nmajority recognizes, ante, at 11, sulindac was not realistically\ncapable of being redesigned anyway because it is a single-molecule\ndrug. [4]To be sure, New\nHampshire’s design-defect claim creates an incentive for drug\nmanufacturers to make changes to its product, including to the\ndrug’s label, to try to avoid liability. And respondent\noverstates her case somewhat when she suggests that New\nHampshire’s strict-liability law is purely compensatory. See\nBrief for Respondent 19. As is typically true of strict-liability\nregimes, New Hampshire’s law, which mandates compensation\nonly for “defective” products, serves both compensatory\nand regulatory purposes. See Heath v. Sears, Roebuck & Co., 123\nN. H. 512, 521–522, 464 A. 2d 288, 293 (1983). But\nexposure to liability, and the “incidental regulatory\neffects” that flow from that exposure, Goodyear Atomic Corp.\nv. Miller, 486 U. S. 174 –186 (1988), is not equivalent\nto a legal mandate for a regulated party to take (or refrain from\ntaking) a specific action. This difference is a significant one: A\nmandate leaves no choice for a party that wishes to comply with the\nlaw, whereas an incentive may only influence a choice.Our cases reflect this\ndistinction. In Bates, for exam-ple, we rejected an argument that\ndesign-defect claims brought against a pesticide manufacturer were\npre-empted because they would likely “induce” the\nmanufacturer to change its product label and thus run afoul of an\nexpress pre-emption provision forbidding state labeling\n“requirements” that were different or in addition to\nfederal requirements. 544 U. S., at 444–446. A\nrequirement, we explained, “is a rule of law that must be\nobeyed.” Id., at 445. “[A]n event, such as a jury\nverdict, that merely motivates an optional decision,” does\nnot rise to that level. Ibid. [5]So too here. The fact\nthat imposing strict liability for injuries caused by a defective\ndrug design might make a drug manufacturer want to change its label\nor design (or both) does not mean the manufacturer was actually\nrequired by state law to take either action. And absent such a\nlegal obligation, the majority’s impossibility argument does\nnot get off the ground, because there was no state requirement that\nit was physically impossible for Mutual to comply with while also\nfollowing federal law. The case is therefore unlike Mensing, where\nit was “undisputed” that applicable state tort law\n“require[d] a drug manufacturer that is or should be aware of\nits product’s danger” to strengthen its label—a\nrequirement that conflicted with federal law preventing the\nmanufacturer from doing so uni-laterally, 564 U. S., at ___,\n___ (slip op., at 4, 11–12). New Hampshire’s\ndesign-defect law did not require Mu-tual to do anything other than\nto compensate consumers who were injured by an unreasonably\ndangerous drug.2Moreover, the trial\nrecord in this case confirms that, con-trary to the\nmajority’s insistence, Mutual was not held liable for\n“breach[ing] [its] duty” “to label sulindac\nadequately.” Ante, at 13.When Bartlett filed\nsuit against Mutual, she raised distinct claims based on design\ndefect and failure to warn. App. 102–108; see 659\nF. Supp. 2d 279, 282 (NH 2009). Pursuing both claims was\nconsistent with New Hampshire law’s recognition that\n“design defect and failure to warn claims are\nseparate.” LeBlanc v. American Honda Motor Co., 141\nN. H. 579, 586, 688 A. 2d 556, 562 (1997). After the\nDistrict Court granted summary judgment to Mutual on the\nfailure-to-warn claim, the court repeatedly explained that an\nalleged failure to warn by Mutual could not and did not provide the\nbasis for Bartlett’s recovery. See 760 F. Supp. 2d, at\n248–249. [6]The majority notes that\nthe District Court admitted evidence regarding sulindac’s\nlabel. Ante, at 11–12. But the court did so because the label\nremained relevant for the more limited purpose of assessing, in\ncombination with other factors, whether sulindac’s design was\ndefective because the product was unreasonably dangerous. See 678\nF. 3d, at 41. The District Court’s instructions to the\njury adhered to this limited purpose. The court first told the jury\nto determine whether sulindac was unreasonably dangerous by\nweighing its danger against its utility. App. 513. The court\nfurther instructed the jury that if it determined that sulindac was\nunreasonably dangerous without reference to the warning label, it\ncould then consider the presence and efficacy of the label to\nevaluate whether the product was unreasonably dangerous “even\nwith its warning.” Id., 513–514. In other words, to\nhold Mutual liable, the jury was required to find that sulindac\n“was unreasonably dangerous despite its warning, not because\nof it.” Id., at 341. The District Court also explained to the\njury that because Bartlett’s claim addressed only whether\nsulindac’s design was defective, Mutual’s conduct,\n“which included any failure to change its warning, was\n‘not relevant to this case.’ ” 760\nF. Supp. 2d, at 248.The distinction drawn\nby the District Court between permissible and impermissible uses of\nevidence regarding sulindac’s label is faithful to New\nHampshire law. That law recognizes that the effectiveness of a\nwarning label is just one relevant factor in determining whether a\nproduct’s design is unreasonably dangerous, and that\ndesign-defect and failure-to-warn claims are\n“separate.” LeBlanc, 141 N. H., at 586, 688\nA. 2d, at 562. [7] In\nshort, as the District Court made clear, Mutual was not held liable\nfor “failing to change” its warning. 760 F. Supp.,\nat 248–249.CGiven the distinction\nthat New Hampshire draws between failure-to-warn claims and\ndesign-defect claims, as well as the clear and repeated statements\nby the trial judge that Mutual’s liability was not predicated\non breaching a duty to label sulindac adequately, on what basis\ndoes the majority reach a contrary conclusion? Though the majority\ninsists otherwise, ante, at 17, it appears to rely principally on\nan implicit assumption about rights conferred by federal premarket\napproval under the FDCA. After correctly observing that changing\nsulindac’s chemical composition would create a new drug that\nwould have to go through its own approval process, the majority\nreasons that Mutual must have been under a state-law duty to change\nits label because it had no other option to avoid liability while\ncontinuing to sell its product. Ante, at 10–11. But that\nconclusion is based on a false premise.A manufacturer of a\ndrug that is unreasonably dangerous under New Hampshire law has\nmultiple options: It can change the drug’s design or label in\nan effort to alter its risk-benefit profile, remove the drug from\nthe market, or pay compensation as a cost of doing business. If\nfederal law or the drug’s chemical properties take the\nredesign option off the table, then that does not mean the\nmanufacturer suddenly has a legal obligation under state law to\nimprove the drug’s label. Indeed, such a view of state law\nmakes very little sense here because even if Mutual had\nstrengthened its label to fully account for sulindac’s risks,\nthe company might still have faced liability for having a defective\ndesign. See Thibault, 118 N. H., at 808, 395 A. 2d, at\n847 (explaining that strict liability “may attach even though\n. . . there was an adequate warning”). When a\nmanufacturer cannot change the label or when doing so would not\nmake the drug safe, the manufacturer may still choose between\nexiting the market or continuing to sell while knowing it may have\nto pay compensation to consumers injured by its product. [8]From a\nmanufacturer’s perspective, that may be an un-welcome choice.\nBut it is a choice that a sovereign State may impose to protect its\ncitizens from dangerous drugs or at least ensure that seriously\ninjured consumers receive compensation. That is, a State may impose\nsuch a choice unless the FDCA gives manufacturers an absolute right\nto sell their products free from common-law liability, or state law\notherwise “stands as an obstacle to the accomplishment”\nof federal objectives. Crosby, 530 U. S., at 373 (internal\nquotation marks omitted). Because the majority does not rely on\nobstacle pre-emption, it must believe that a manufacturer that\nreceived FDA premarket approval has a right not only to keep its\ndrug on the market unless and until the FDA revokes approval, but\nalso to be free from state-law liability that makes doing so more\nexpensive. That proposition is fundamentally inconsistent with the\nFDCA’s text, structure, saving clause, and his-tory. See\nsupra, at 3–6; Levine, 555 U. S., at 583 (Thomas, J.,\nconcurring in judgment).It is simply incorrect\nto say that federal law presupposes that drug manufacturers have a\nright to continue to sell a drug free from liability once it has\nbeen approved. Nothing in the language of the FDCA, which is framed\nas a prohibition on distribution without FDA approval, see 21\nU. S. C. §355(a), suggests such a right. Federal law\nitself bars the sale of previously approved drugs if new\ninformation comes to light demonstrating that the drug is\n“dangerous to health” and thus\n“misbranded.” See §§331(a), 352(j); see\nsupra, at 3–4. [9] Even\noutside that sce- nario, manufacturers regularly take drugs off the\nmarket when evidence emerges about a drug’s risks, particu-\nlarly when safer drugs that provide the same therapeutic benefits\nare available. [10]\nAccording to the FDA, while it has formal authority to withdraw\napproval for a drug based on new adverse information, see\n§355(e), it is far more common for a manufacturer to stop\nselling its product voluntarily after the FDA advises the\nmanufacturer that the drug is unsafe and that its risk-benefit\nprofile cannot be adequately addressed through labeling changes or\nother measures. See U. S. Brief 5.New Hampshire’s\ndesign-defect cause of action thus does no more than provide an\nimpetus for an action that is permitted and sometimes encouraged or\neven required by federal law.DThe majority derides\nany suggestion that Mutual’s ability to “stop\nselling” sulindac is relevant to the validity of its\nimpossibility pre-emption defense. Ante, at 2, 14–16. But the\nmajority’s argument is built on the mistaken premise that\nMutual is legally obligated by New Hampshire’s design-defect\nlaw to modify its label in a way that federal law forbids. It is\nnot. See supra, at 11–13. For that reason, rejecting\nimpossibility pre-emption here would not render the doctrine\n“a dead letter” or “ ‘all but\nmeaningless.’ ” Ante, at 2, 15 (quoting Mensing,\n564 U. S., at ___ (slip op., at 14)). On the other hand, it is\nthe major- ity that “work[s] a revolution in this\nCourt’s [impossibility] pre-emption case law,” ante, at\n2, by inferring a state-law requirement from the steps a\nmanufacturer might wish to take to avoid or mitigate its exposure\nto liability.Not all products can be\nmade safe for sale with an improved warning or a tweak in design.\nNew Hampshire, through its design-defect law, has made a judgment\nthat some drugs that were initially approved for distribution turn\nout to be inherently and unreasonably dangerous and should\ntherefore not be sold unless the manufacturer is willing to\ncompensate injured consumers. Congressional intent to pre-empt such\na cause of action cannot be gleaned from the existence of federal\nspecifications that apply to the product if it is sold. Instead,\nwhether New Hampshire’s design-defect cause-of-action is\npre-empted depends on assessing whether it poses an obstacle to a\nfederal policy to approve sulindac for use. Yet the major-ity skips\nthat analysis and instead finds impossibility where it does not\nexist by relying on a question-begging assumption that Congress\nintended for Mutual to have a way to continue selling sulindac\nwithout incurring common-law liability. See ante, at\n9–11.The distinction between\nimpossibility and obstacle pre-emption is an important one. While\nobstacle pre-emption can be abused when courts apply an overly\nbroad conception of the relevant federal purpose to find\npre-emption, see Levine, 555 U. S., at 601–602 (Thomas,\nJ., concurring in judgment), it is a useful framework for a case\nlike this one because it would at least lead the Court to ask the\nright questions.For example, properly\nevaluating the asserted conflict here through the lens of obstacle\npre-emption would allow the Court to consider evidence about\nwhether Congress intended the FDA to make an optimal safety\ndetermination and set a maximum safety standard (in which case\nstate tort law would undermine the purpose) rather than a minimal\nsafety threshold (in which case state tort law could supplement\nit). See, e.g., Williamson v. Mazda Motor of America, Inc., 562\nU. S. ___, ___ (2011) (slip op., at 11). By contrast, the\nmajority’s overbroad impossibility framework takes no account\nof how federal drug safety review actually works. Though the\nmajority gestures to the rigorous nature of the FDA’s review\nof new drug ap-plications, ante, at 2–3, nothing in the\nmajority’s reasoning turns on how the FDA’s\npremarketing review operates or on the agency’s capacity to\nengage in postmarketing review.In taking the approach\nit does, the majority replaces careful assessment of regulatory\nstructure with an ipse dixit that pharmaceutical companies must\nhave a way to “escape liability,” ante, at 11, while\ncontinuing to sell a drug that received FDA approval. As a result,\nthe major-ity effectively makes a highly contested policy judgment\nabout the relationship between FDA review and state tort\nlaw—treating the FDA as the sole guardian of drug\nsafety—without defending its judgment and without\ncon-sidering whether that is the policy judgment that Congress\nmade. [11]IIIWhile the majority\nnever addresses obstacle pre-emption, Mutual did argue in the\nalternative that Bartlett’s design-defect cause of action is\npre-empted because it conflicts with the purposes and objectives of\nthe FDCA, as supplemented by the Hatch-Waxman Act, 98Stat. 1585.\nThough it presents a closer question than the impossibility\nargument on which the majority relies, I would reject\nMutual’s obstacle pre-emption defense as well.Mutual’s most\nsubstantial contention is that New Hamp-shire’s design-defect\nclaim frustrates the policy under-lying the FDCA’s broader\nscheme of vesting authority in the FDA as an expert agency to\ndetermine which drug designs should enter and remain in interstate\ncommerce. The FDA, through an amicus brief filed by the United\nStates, generally supports this argument. The FDA states that the\nquestion whether a design-defect claim [12] is pre-empted is “difficult and\nclose,” and it recognizes that “[s]everal factors do\nweigh in favor of finding no preemption,” including the\nabsence of textual support in the FDCA for the idea that an\napproved drug must be made available in any particular State. See\nU. S. Brief 12, 21–22. But the FDA ultimately contends\nthat design-defect claims are pre-empted unless they parallel the\nFDCA’s misbranding prohibition because the agency be-lieves\nthat permitting juries to balance the health risks and benefits of\nan FDA-approved drug would undermine the FDA’s drug-safety\ndeterminations and could reduce access to drugs that the FDA has\ndetermined are safe and effective.Our cases have\n“given ‘some weight’ to an agency’s views\nabout the impact of tort law on federal objectives when ‘the\nsubject matter is technica[l] and the relevant history and\nbackground are complex and extensive.’ ” Levine,\n555 U. S., at 576 (quoting Geier v. American Honda Motor Co.,\n529 U. S. 861, 883 (2000) ). But courts do not “defe[r]\nto an agency’s conclusion that state law is\npre-empted,” 555 U. S., at 576, and the tension that the\nFDA identifies in an effort to justify complete pre-emption of\ndesign-defect claims for prescription drugs does not satisfy the\n“ high threshold [that] must be met if a state law is to\nbe pre-empted for conflicting with the purposes of a federal\nAct,” Chamber of Commerce of United States of America, v.\nWhiting, 563 U. S. ___, ___ (2011) (slip op., at 22) (internal\nquotation marks omitted); see Silkwood, 464 U. S., at 256.\nGiven the FDCA’s core purpose of protecting consumers, our\nrecognition in Levine that state tort law generally complements the\nstatute’s safety goals, the practical limits on the\nFDA’s ability to monitor and promptly address concerns about\ndrug safety once a drug is in the market, see supra, at 5,\n20–21, n. 11, and the absence of any federal remedy for\ninjured consumers, I would reject this broad obstacle pre-emption\nargument as well. [13]IVThe most troubling\naspect of the majority’s decision to once again expand the\nscope of this Court’s traditionally narrow impossibility\npre-emption doctrine is what it implies about the relationship\nbetween federal premarket review and state common-law remedies more\ngenerally. Central to the majority’s holding is an assumption\nthat manufacturers must have a way to avoid state-law lia-bility\nwhile keeping particular products in commerce. See ante, at\n9–11, 14–15. This assumption, it seems, will always\ncreate an automatic conflict between a federal premarket review\nrequirement and state-law design-defect liability because premarket\nreview, by definition, prevents manufacturers from unilaterally\nchanging their products’ designs. [14] That is true, for example, of the designs (i.e.,\nthe chemical composition) of brand-name drugs under the FDCA no\nless than it is for generic drugs. See ante, at 3–4.If the creation of such\nan automatic conflict is the ultimate end-point of the\nmajority’s continued expansion of impossibility pre-emption,\nthen the result is frankly astonishing. Congress adopted the\nFDCA’s premarketing approval requirement in 1938 and then\nstrengthened it in 1962 in response to serious public-health\nepisodes involving unsafe drugs. See Future of Drug Safety 152. Yet\nby the majority’s lights, the very act of creating that\nrequirement in order to “safeguard the consumer,”\nUnited States v. Sullivan, 332 U. S. 689, 696 (1948) , also\ncreated by operation of law a shield for drug manufacturers to\navoid paying common-law damages under state laws that are also\ndesigned to protect consumers. That is so notwithstanding\nCongress’ effort to disclaim any intent to pre-empt all state\nlaw. See supra, at 4. The majority’s reasoning thus\n“has the ‘perverse effect’ of granting broad\nimmunity ‘to an entire industry that, in the judgment of\nCongress, needed more stringent regulation.’ ”\nRiegel, 552 U. S., at 338 (Ginsburg, J., dissenting) (quoting\nLohr, 518 U. S., at 487 (plurality opinion)).This expanded notion of\nimpossibility pre-emption threatens to disturb a considerable\namount of state law. The FDCA’s premarket approval process\nfor prescription drugs has provided a model for the regulation of\nmany other products. [15]\nIn some statutes, Congress has paired premarket regulatory review\nwith express pre-emption provisions that limit the application of\nstate common-law remedies, including, in some instances, claims for\ndefective product design. See, e.g., Riegel, 552 U. S., at\n323–325; see supra, at 4, and n. 2. In other instances,\nsuch as with prescription drugs, it has not. Under the\nmajority’s approach, it appears that design-defect claims are\ncategorically displaced either way, and Congress’ efforts to\nset the boundaries of pre-emption more precisely were largely\nacademic. This could have serious consequences for product safety.\nState design-defect laws play an important role not only in\ndiscovering risks, but also in providing in-centives for\nmanufacturers to remove dangerous products from the market\npromptly. See Levine, 555 U. S., at 578–579; Bates, 544\nU. S., at 451; see also Conk, Is There a Design Defect in the\nRestatement (Third) of Torts: Products Liability? 109 Yale\nL. J. 1087, 1130 (2000) (“The tort system can encourage\nFDA regulatory vigor and competence”). If manufacturers of\nproducts that require preapproval are given de facto immunity\nfrom design-defect liability, then the public will have to rely\nexclusively on imperfect federal agencies with limited resources\nand sometimes limited legal authority to recall approved products.\nAnd consumers injured by those products will have no recourse.The manner in which\nCongress has addressed pre-emption with respect to vaccines is\nparticularly instructive. “[V]accines have been subject to\nthe same federal premarket approval process as prescription\ndrugs,” and prior to Congress’ intervention,\n“compensation for vaccine-related injuries ha[d] been left\nlargely to the States.” Bruesewitz v. Wyeth LLC, 562\nU. S. ___, ___ (2011) (slip op., at 1). In 1986, in response\nto a rise in tort suits that produced instability in the vaccine\nmarket, Congress enacted the National Childhood Vaccine Injury Act\n(Vaccine Act), 42 U. S. C. §300aa–22(b)(1).\nThe Act established a no-fault compensation program funded through\nan excise tax on vaccines to compensate individuals injured or\nkilled by vaccine side effects. “The quid pro quo for\nthis” system, the Court stated in Bruesewitz, “was the\nprovision of significant tort-liability protections for vaccine\nmanufacturers.” 562 U. S., at ___ (slip op., at 4).While Members of this\nCourt disagreed on the scope of the tort protections the Vaccine\nAct was intended to offer, the Act’s history demonstrates\nthat Congress is perfectly capable of responding when it believes\nstate tort law may compromise significant federal objectives under\na scheme of premarket regulatory review for products it wants to\nmake available. And it illustrates that “an important reason\nto require that preemption decisions be made by Congress,”\nrather than by courts on the basis of an expanded implied\npre-emption doctrine, is Congress’ ability to tie its\npre-emption decisions “to some alternative means for securing\ncompensation.” Metzger, Federalism and Fed-eral Agency\nReform, 111 Colum. L. Rev. 1, 33 (2011). By instead reaching\nout to find pre-emption in a context where Congress never intended\nit, the majority leaves consumers like Karen Bartlett to bear\nenormous losses on their own.*  *  *The Court recognizes\nthat “[t]his case arises out of tragic circumstances.”\nAnte, at 20. And I do not doubt that Members of the majority\npersonally feel sympathy for Karen Bartlett. But the Court’s\nsolemn affirmation that it merely discharges its duty to\n“follo[w] the law,” ante, at 17, and gives effect to\nCongress’ policy judgment, rather than its own, is hard to\naccept. By once again expanding the scope of impossibility\npre-emption, the Court turns Congress’ intent on its head and\narrives at a holding that is irreconcilable with our precedents. As\na result, the Court has left a seriously injured consumer without\nany remedy despite Congress’ explicit efforts to preserve\nstate common-law liability.I respectfully\ndissent.Notes1The majority’s\nfailure to adhere to the presumption against pre-emption is well\nillustrated by the fact that the majority calls on Congress to\nprovide greater clarity with regard to the “difficult\npre-emption questions that arise in the prescription drug\ncontext.” Ante, at 19–20. Certainly, clear direction\nfrom Congress on pre-emption questions is useful. But the whole\npoint of the presumption against pre-emption is that congressional\nambiguity should cut in favor of preserving state autonomy. See\nRice v. Santa Fe Elevator Corp., .2See (medical devices);\n§379r (labeling requirements for nonprescription drugs);\n§379s (labeling and packaging requirements for cosmetics);\n–22(b)(1) (vaccines). Instructively, Congress included a\nsaving clause in the statutes addressing nonprescription drugs and\ncosmetics, which makes clear that the express pre-emption\nprovisions in these statutes do not affect state product liability\nlaw. See 21 U. S. C. §§379r(e),\n379s(d).3Though the majority does\nnot rely on comment k to find pre-emption, it misleadingly implies\nthat New Hampshire, like “a large majority of States,”\nhas applied comment k categorically to prescription drugs to exempt\nmanufacturers from “ ‘strict liability for side\neffects of properly manufactured prescription drugs that [are]\naccompanied by ade-quate warnings.’ ” Ante, at 12,\nn. 2 (quoting Bruesewitz v. Wyeth LLC, 562 U. S. ___,\n___, n. 41 (2011) (slip op., at 10, n. 41). That is in-correct. The\nmajority also neglects to mention that while some courts have\napplied comment k categorically to prescription drug designs,\n“[m]ost courts have stated that there is no justification for\ngiving all prescription drug manufacturers blanket immunity from\nstrict liability under comment k.” 2 American Law of Products\nLiability 3d §17.45,p. 108 (2010). Like New Hampshire courts,\nthese courts apply comment k on a case-by-case basis. See 1 L.\nFrumer & M. Friedman, Products Liability §8.07[5], pp.\n8–287 to 8–293 (2012).4Because of this feature\nof New Hampshire law, it is unnecessary to consider whether the\npre-emption analysis would differ in a jurisdiction that required\nproof of a feasible alternative design as an element of\nliability.5The majority suggests my\naccount of Bates is “simply misleading,” ante, at 18,\nbut it simply misses the point. I recognize that, under the\nCourt’s precedents, common-law duties may qualify as\n“requirements,” at least as that term has been used in\nexpress pre-emption provisions in federal law. See Riegel v.\nMedtronic, Inc., –324 (2008). But determining precisely what,\nif any, specific requirement a state common-law claim imposes is\nimportant. In Bates, the lower court had accepted the same basic\nargument that the majority advances here: that the\nplaintiffs’ design-defect claim that a pesticide was\n“unreasonably dangerous” was “merely a disguised\nclaim for failure to warn” because success on the claim that\nthe pesticide was dangerous to crops in soil above a certain pH\nlevel would “necessarily induce” a manufacturer to\nchange its product’s label to avoid liability. Dow\nAgrosciences LLC v. Bates, 332 F. 3d 323, 332–333 (CA5\n2003). This Court explicitly rejected the notion that because\ndesign-defect liability might lead a manufacturer to make a label\nchange, it meant that the State’s design-defect claim imposed\na requirement for labeling or packaging. See 544 U. S., at\n445–446. The majority contends that this case is different\nbecause the duty to redesign sulindac’s label was an element\nof New Hampshire’s design-defect law. Ante, at 19. But it is\nnot. See supra, at 11. Rather, altering a product label is merely\none step a manufacturer might take to prevent its product from\nbeing considered unreasonably dangerous, and it is a step that New\nHampshire law recognizes may be insufficient. See infra, at\n16.6For example, in a ruling\non proposed jury instructions, the District Court made clear that\n“Bartlett cannot be allowed to circumvent this court’s\nsummary judgment ruling by using Sulindac’s warning to\nestablish that the drug is unreasonably dangerous (i.e., arguing\nthat Sulindac is unreasonably dangerous because of its warning),\nwhere this court has already ruled that any inadequacy in the\nwarning did not cause Bartlett’s injuries.” App. 343.\nDoing so, the court explained “would effectively turn this\ncase back into a failure-to-warn case, rendering the summary\njudgment ruling meaningless.” Ibid. The District Court later\ntold counsel that it had removed a failure-to-warn instruction from\nthe jury instructions because “[t]his is not a failure to\nwarn case,” and the court admonished counsel to “tread\ncare-fully” in arguing about the warning label because the\nlabel’s adequacy was “not an issue before this\njury.” Id., at 496.7To the extent the\nmajority believes that the District Court in practice allowed the\nadequacy of the warning label to play a greater roleat trial than\nit should have, see ante, at 11–12, that is irrelevant to the\nquestion before the Court. Statements by counsel, even if improper,\ndo not change the state law cause of action that we evaluate for\npre-emption purposes. And the Court of Appeals specifically\nconcluded that the District Court’s jury instructions were\nappropriate and that “[i]f Mutual wanted a further caution in\nthe instructions” concerning its warning label, then Mutual\n“should have sought it.” 678 F. 3d 30, 41–42\n(CA1 2012).8The majority’s\nsuggestion that a manufacturer’s option of continuing to sell\nwhile paying compensation is akin to violating a statutory mandate\nand then suffering the consequence (such as paying a fine) is\nflawed. See ante, at 18. In that scenario, the manufacturer would\nhave violated the law, and the fact that the law is enforced\nthrough monetary sanctions (rather than through an injunction or\nimprisonment) would not change that. Here, no matter how many times\nthe majority insists otherwise, ibid., a manufacturer who sells a\ndrug whose design is found unreasonably dangerous based on a\nbalance of factors has not violated a state law requiring it to\nchange its label. In both cases, the manufacturer may owe money.\nBut only in the former will it have failed to follow the law. Cf.\nNational Federation of Independent Business v. Sebelius, 567\nU. S. __, __ (2012) (slip op., at 32) (recognizing that a\ncondition that triggers a tax is not necessarily a “legal\ncommand” to take a certain action).9The majority properly\nleaves open the question whether state design-defect claims that\nparallel the federal misbranding statute are pre-empted. See ante,\nat 14, n. 4. The majority fails to appreciate, however, that\nthis statute undermines its impossibility argument (as compared to\nan argument based on obstacle pre-emption) because it shows that\nthere is no federal right or obligation to continue to sell a drug\nlike sulindac that was previously approved. In fact, the statute\ndemonstrates that sometimes a drug manufacturer like Mutual may\nhave a federal duty not to sell its drug.10See\nGovernment Accountability Office, Drug Safety: Improvement Needed\nin FDA’s Postmarket Decision-making and Oversight Process 10\n(GAO–06–402, 2006) (noting that 10 drugs were\nvoluntarily withdrawn for safety reasons between 2000 and 2006);\nWysowski & Swartz, Adverse Drug Event Surveillance and Drug\nWithdrawals in the United States, 1969–2002, 165 Archives\nInternal Med. 1363 (2005) (noting that more than 75 drugs and drug\nproducts were withdrawn from the market for safety reasons between\n1969 and 2002).11Defending a policy judgment that\ntreats the FDA as the exclusive guarantor of drug safety would be\nno easy task in light of evidence that resource constraints and\ngaps in legal authority, among other factors, limit the\nagency’s ability to safeguard public health. See Kessler\n& Vladeck, A Critical Examination of the FDA’s Efforts to\nPreempt Failure-to-Warn Claims, 96 Geo. L. J. 461,\n483–495 (2008); see also Wyeth v. Levine, –579, and n.\n11 (2009).12The\nFDA purports to address what it calls a “pure”\ndesign-defect claim, and it references the Third Restatement\n§6 by way of illustration. The FDA’s separate discussion\nof a “pure” design-defect claim is based on the premise\nthat New Hampshire’s design-defect claim turns on the\nadequacy of a drug’s warning. See U. S. Brief 20. But\nthat is incorrect. See supra, at 11.13I\nnote that we are not confronted with a case in which the FDA\npromulgated “lawful specific regulations describing”\nwhether and under what circumstances state design-defect liability\ninterferes with “the safe drug-related medical care”\nsought through the FDCA. Levine, 555 U. S., at 582 (Breyer,\nJ., concurring). See also ante, at 2–3 (Breyer, J.,\ndissenting).14Or at\nleast it creates an automatic conflict with the caveat that\ndesign-defect claims that parallel a federal duty for manufacturers\nto withdraw a product might not be pre-empted. See ante, at\n13–14, n. 3.15See,\ne.g., (pesticides); (food additives); §360b (animal drugs);\n§§360c(a)(1)(C), 360e (certain medical devices);\n§379e (color additives).",
    "joined": []
}