{
    "case": {
        "docket": "16-299",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-299/"
    },
    "id": "3816547",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 16–299_________________NATIONAL ASSOCIATION OF MANUFACTURERS,\nPETITIONERv.DEPARTMENT OF DEFENSE, et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[January 22, 2018]Justice Sotomayor delivered the opinion of the\nCourt.What are the “waters of the United States”? As\nit turns out, defining that statutory phrase—a central component of\nthe Clean Water Act—is a contentious and difficult task. In 2015,\nthe Environmental Protection Agency (EPA) and the Army Corps of\nEngineers (Corps) tried their hand at proffering a definition\nthrough an agency regulation dubbed the Waters of the United States\nRule (WOTUS Rule or Rule).[1]\nThe WOTUS Rule prompted several parties, including petitioner\nNational Association of Manufacturers (NAM), to challenge the\nregulation in federal court. This case, however, is not about the\nsubstantive challenges to the WOTUS Rule. Rather, it is about in\nwhich federal court those challenges must be filed.There are two principal avenues of judicial\nreview of anaction by the EPA. Generally, parties may file\nchallenges to final EPA actions in federal district courts,\nordinarily under the Administrative Procedure Act (APA). But the\nClean Water Act (or Act) enumerates seven categories of EPA actions\nfor which review lies directly and exclusively in the federal\ncourts of appeals. See 86Stat. 892, as amended, 33\nU. S. C. §1369(b)(1). The Government contends that the\nWOTUS Rule fits within two of those enumerated categories: (1) EPA\nactions “in approving or promulgating any effluent limitation or\nother limitation under section 1311, 1312, 1316, or 1345,” 33\nU. S. C. §1369(b)(1)(E), and (2) EPA actions “in issuing\nor denying any permit under section 1342,” §1369(b)(1)(F).We disagree. The WOTUS Rule falls outside the\nambit of §1369(b)(1), and any challenges to the Rule therefore must\nbe filed in federal district courts.IAAlthough the jurisdictional question in this\ncase is a discrete issue of statutory interpretation, it unfolds\nagainst the backdrop of a complex administrative scheme. The Court\nreviews below the aspects of that scheme that are relevant to the\nquestion at hand.1Congress enacted the Clean Water Act in 1972\n“to restore and maintain the chemical, physical, and biological\nintegrity of the Nation’s waters.” §1251(a). One of the Act’s\nprincipal tools in achieving that objective is §1311(a), which\nprohibits “the discharge of any pollutant by any person,” except in\nexpress circumstances. A “discharge of a pollutant” is defined\nbroadly to include “any addition of any pollutant to navigable\nwaters from any point source,” such as a pipe, ditch, or other\n“discernible, confined and discrete conveyance.” §§1362(12), (14).\nAnd “navigable waters,” in turn, means “the waters of the United\nStates, including the territorial seas.” §1362(7). Because many of\nthe Act’s substantive provisions apply to “navigable waters,” the\nstatutory phrase “waters of the United States” circumscribes the\ngeographic scope of the Act in certain respects.Section 1311(a) contains important exceptions to\nthe prohibition on discharge of pollutants. Among them are two\npermitting schemes that authorize certain entities to discharge\npollutants into navigable waters. SeeRapanosv.United\nStates, 547 U. S. 715, 723 (2006) (plurality opinion). The\nfirst is the National Pollutant Discharge Elimination System\n(NPDES) program, which is administered by the EPA under §1342.\nUnder that program, the EPA issues permits allowing persons to\ndischarge pollutants that can wash downstream “upon [the] condition\nthat such discharge will meet . . . all applicable\nrequirements under sections 1311, 1312, 1316, 1317, 1318, and\n1343.” §1342(a)(1). “NPDES permits impose limitations on the\ndischarge of pollutants, and establish related monitoring and\nreporting requirements, in order to improve the cleanliness and\nsafety of the Nation’s waters.”Friends of the Earth, Inc.v.Laidlaw Environmental Services (TOC), Inc., 528\nU. S. 167, 174 (2000) . One such limitation is an “effluent\nlimitation,” defined in the Act as a “restriction . . .\non quantities, rates, and concentrations” of specified pollutants\n“discharged from point sources into navigable waters, the waters of\nthe contiguous zone, or the ocean, including schedules of\ncompliance.” §1362(11).The second permitting program, administered by\nthe Corps under §1344, authorizes discharges of “ ‘dredged or\nfill material,’ ” which “are solids that do not readily wash\ndownstream.”Rapanos, 547 U. S., at 723 (plurality\nopinion). Although the Corps bears primary responsibility in\ndetermining whether to issue a §1344 permit, the EPA retains\nauthority to veto the specification of a site for discharge of fill\nmaterial. See §1344(c).[2]2The statutory term “waters of the United\nStates” delineates the geographic reach of many of the Act’s\nsubstantive provisions, including the two permitting programs\noutlined above. In decades past, the EPA and the Corps\n(collectively, the agencies) have struggled to define and apply\nthat statutory term. See,e.g., 42 Fed. Reg. 37124, 37127\n(1977); 51 Fed. Reg. 41216–41217 (1986). And this Court, in turn,\nhas considered those regulatory efforts on several occasions,\nupholding one such effort as a permissible interpretation of the\nstatute but striking down two others as overbroad. CompareUnited Statesv.Riverside Bayview Homes, Inc., 474\nU. S. 121 (1985) (upholding the Corps’ interpretation that\n“waters of the United States” include wetlands adjacent to\nnavigable waters), withSolid Waste Agency of Northern Cook\nCty.v.Army Corps of Engineers, 531 U. S. 159\n(2001) (rejecting application of the Corps’ interpretation of\n“waters of the United States” as applied to sand and gravel pit);\nandRapanos, 547 U. S., at 729, 757 (plurality opinion)\n(remanding for further review the Corps’ application of the Act to\nwetlands lying “near ditches or man-made drains that eventually\nempty into traditional navigable waters”).In 2015, responding to repeated calls for a more\nprecise definition of “waters of the United States,” the agencies\njointly promulgated the WOTUS Rule. 80 Fed. Reg. 37054 (final\nrule). The WOTUS Rule was intended to “provid[e] simpler, clearer,\nand more consistent approaches for iden-tifying the geographic scope of the [Act].”Id., at 37057. To that end, the Rule separates waters into\nthree jurisdictional groups—waters that are categorically\njurisdictional (e.g., interstate waters); those that require\na case-specific showing of their significant nexus to traditionally\ncovered waters (e.g., waters lying in the flood plain of\ninterstate waters); and those that are categorically excluded from\njurisdiction (e.g.,swimming pools and puddles). See 33 CFR\n§328.3 (2017); 80 Fed. Reg. 37057. Although the revised regulatory\ndefinition “applies broadly to [the Act’s] programs,” the WOTUS\nRule itself states that it “imposes no enforceable duty on any\nstate, local, or tribal governments, or the private sector.” 80\nFed. Reg. 37102. Indeed, the Rule’s preamble states that it “does\nnot establish any regulatory requirements” and is instead “a\ndefinitional rule that clarifies the scope of” the statutory term\n“waters of the United States.”Id., at 37054.BAs noted above, the Act contemplates two\nprimary avenues for judicial review of EPA actions, each with its\nown unique set of procedural provisions and statutes of\nlimitations. For “certain suits challenging some agency actions,”\nthe Act grants the federal courts of appeals original and\n“exclusive” jurisdiction.Deckerv.Northwest\nEnvironmental Defense Center, 568 U. S. 597 (2013). Seven\ncategories of EPA actions fall within that jurisdictional\nprovision; they include actions of the EPA Administrator—“(A) in promulgating any standard of\nperformance under section 1316 of this title, (B) in making any\ndetermination pursuant to section 1316(b)(1)(C) of this title, (C)\nin promulgating any effluent standard, prohibition, or pretreatment\nstandard under section 1317 of this title, (D) in making any\ndetermination as to a State permit program submitted under section\n1342(b) of this title, (E) in approving or promulgating any\neffluent limitation or other limitation under section 1311, 1312,\n1316, or 1345 of this title, (F) in issuing or denying any permit\nunder section 1342 of this title, and (G) in promulgating any\nindividual control strategy under section 1314(l) of this\ntitle.” 33 U. S. C. §1369(b)(1).To challenge those types of actions, a party\nmust file a petition for review in the court of appeals for the\n“judicial district in which [the party] resides or transacts\nbusiness which is directly affected by” the challenged action.Ibid.Any such petition must be filed within 120 days after\nthe date of the challenged action.Ibid.If there are\nmultiple petitions challenging the same EPA action, those petitions\nare consolidated in one circuit, chosen randomly from among the\ncircuits in which the petitions were filed. See 28\nU. S. C. §2112(a)(3). Section 1369(b) also contains a\npreclusion-of-review provision, which mandates that any agency\naction reviewable under §1369(b)(1) “shall not be subject to\njudicial review in any civil or criminal proceeding for\nenforcement.” 33 U. S. C. §1369(b)(2).The second avenue for judicial review covers\nfinal EPA actions falling outside the scope of §1369(b)(1). Those\nactions are typically governed by the APA.[3] Under the APA, an aggrieved party may file suit in a\nfederal district court to obtain review of any “final agency action\nfor which there is no other adequate remedy in a court.” See 5\nU. S. C. §704. Those suits generally must be filed within\nsix years after the claim accrues. 28 U. S. C.\n§2401(a).CSoon after the agencies promulgated the WOTUS\nRule,several parties, including NAM, challenged the\nRule in United States District Courts across the country. The\nJudicial Panel on Multidistrict Litigation (JPML) denied the\nGovernment’s request to consolidate and transfer those actions to a\nsingle district court. See Order Denying Transfer inIn re Clean\nWater Rule, MDL No. 2663, Doc. 163 (Oct. 13, 2015).Uncertainty surrounding the scope of the Act’s\njudicial-review provision had also prompted many parties—but not\nNAM—to file “protective” petitions for review in various Courts of\nAppeals to preserve their challenges in the event that their\nDistrict Court lawsuits were dismissed for lack of jurisdiction\nunder §1369(b). The JPML consolidated these appellate-court actions\nand transferred them to the Court of Appeals for the Sixth Circuit.\nSee Consolidation Order inIn re EPA and Dept. of Defense\nFinal Rule, MCP No. 135, Doc. 3 (July 28, 2015). The Court of\nAppeals thereafter issued a nationwide stay of the WOTUS Rule\npending further proceedings. SeeIn re EPA and Dept. of\nDefense Final Rule, 803 F. 3d 804 (CA6 2015).Meanwhile, parallel litigation continued in the\nDistrict Courts. Some District Courts dismissed the pending\nlawsuits, concluding that the courts of appeals had exclusive\njurisdiction over challenges to the Rule. SeeMurray Energy\nCorp.v.EPA, 2015 WL 5062506, *6 (ND W. Va., Aug.\n26, 2015) (dismissing for lack of jurisdiction);Georgiav.McCarthy, 2015 WL 5092568, *3 (SD Ga., Aug. 27, 2015)\n(concluding that court lacked jurisdiction to enter preliminary\ninjunction). One District Court, by contrast, held that it had\njurisdiction to review the WOTUS Rule. SeeNorth Dakotav.EPA, 127 F. Supp. 3d 1047, 1052–1053 (ND 2015).NAM intentionally did not file a protective\npetition in any court of appeals to “ensure that [it] could\nchallenge the Sixth Circuit’s jurisdiction.” Brief for Petitioner\n1, n. 1. Instead, NAM intervened as a respondent in the Sixth\nCircuit and, along with several other parties, moved to dismiss for\nlack of jurisdiction.[4] The\nGovernment opposed those motions, arguing that challenges to the\nWOTUS Rule must be brought first in the Court of Appeals because\nthe Rule fell within subparagraphs (E) and (F) of §1369(b)(1). The\nCourt of Appeals denied the motions to dismiss in a fractured\ndecision that resulted in three separate opinions.In re\nDept. of Defense, 817 F. 3d 261 (2016). The Court of\nAppeals denied rehearing en banc. We granted certiorari, 580\nU. S. ___ (2017), and now reverse.[5]IIAs noted, §1369(b)(1) enumerates seven\ncategories of EPA actions that must be challenged directly in the\nfed- eral courts of appeals. Of those seven, only two are at issue\nin this case: subparagraph (E), which encompasses actions\n“approving or promulgating any effluent limitation or other\nlimitation under section 1311, 1312, 1316, or 1345,”\n§1369(b)(1)(E), and subparagraph (F), which covers actions “issuing\nor denying any [NPDES] permit,” §1369(b)(1)(F).[6] We address each of those statutory provisions\nin turn.ASubparagraph (E) grants courts of appeals\nexclusive jurisdiction to review any EPA action “in approving or\npromulgating any effluent limitation or other limitation under\nsection 1311, 1312, 1316, or 1345.” 33 U. S. C.\n§1369(b)(1)(E). The Government contends that “EPA’s action in\nissuing the” WOTUS Rule “readily qualifies as an action\npromulgating or approving an ‘other limitation’ under section\n1311,” because the Rule establishes the “geographic scope of\nlimitations promulgated under Section 1311.” Brief for Federal\nRespondents 18–19. We disagree.To begin, the WOTUS Rule is not an “effluent\nlimitation”—a conclusion the Government does not meaningfullydispute. An “effluent limitation” is “any\nrestriction . . . on quantities, rates, and\nconcentrations” of certain pollutants “which are discharged from\npoint sources into navigable waters.” §1362(11). The WOTUS Rule\nimposes no such restriction. Rather, the Rule announces a\nregulatory definition for a statutory term and “imposes no\nenforceable duty” on the “private sector.” See 80 Fed. Reg.\n37102.The Government instead maintains that the WOTUS\nRule is an “other limitation” under subparagraph (E). Although the\nAct provides no express definition of that residual phrase, the\ntext and structure of subparagraph (E) tell us what that language\nmeans. And it is not as broad as the Government insists.For starters, Congress’ use of the phrase\n“effluent limitation or other limitation” in subparagraph (E)\nsuggests that an “other limitation” must be similar in kind to an\n“effluent limitation”: that is, a limitation related to the\ndischarge of pollutants. An “other limitation,” for instance, could\nbe a non-numerical operational practice or an equipment\nspecification that, like an “effluent limitation,” restricts the\ndischarge of pollutants, even though such a limitation would not\nfall within the precise statu- tory definition of “effluent\nlimitation.” That subparagraph (E) cross-references §§1311, 1312,\n1316, and 1345 reinforces this natural reading. The unifying\nfeature among those cross-referenced sections is that they impose\nrestrictions on the discharge of certain pollutants. See,e.g.,33 U. S. C. §1311 (imposing general\nprohibition on “the discharge of any pollutant by any person”);\n§1312 (governing “water quality related effluent limitations”);\n§1316 (governing national performance standards for new sources of\ndischarges); §1345 (restricting discharges and use of sewage\nsludge). In fact, some of those sections give us concrete examples\nof the type of “other limitation” Congress had in mind. Section\n1311(b)(1)(C) allows the EPA to issue “any more stringent\nlimitation[s]” if technology-based effluent limitations cannot\n“meet water quality standards, treatment standards, or schedules of\ncompliance.” And §1345(d)(3) provides that, if “it is not feasible\nto prescribe or enforce a numerical limitation” on pollutants in\nsewage sludge, the EPA may “promulgate a design, equipment,\nmanagement practice, or operational standard.” All of this\ndemonstrates that an “other limitation,” at a minimum, must also be\nsome type of restriction on the discharge of pollutants. Because\nthe WOTUS Rule does no such thing, it does not fit within the\n“other limitation” language of subparagraph (E).The Government tries to escape this conclusion\nby arguing that subparagraph (E) expressly covers “anyeffluent limitation or other limitation,” §1369(b)(1)(E) (emphasis\nadded), and that the use of the word “any” makes clear that\nCongress intended subparagraph (E) to sweep broadly and encompass\nall EPA actions imposing limitations of any sort under the\ncross-referenced sections. True, use of the word “any” will\nsometimes indicate that Congress intended particular statutory text\nto sweep broadly. See,e.g.,Aliv.Federal Bureau\nof Prisons, 552 U. S. 214, 220 (2008) (“Congress’ use of\n‘any’ to modify ‘other law enforcement officer’ is most naturally\nread to mean law enforcement officers of whatever kind”). But\nwhether it does so necessarily depends on the statutory context,\nand the word “any” in this context does not bear the heavy weight\nthe Government puts upon it. Contrary to the Government’s\nassertion, the word “any” cannot expand the phrase “other\nlimitation” beyond those limitations that, like effluent\nlimitations, restrict the discharge of pollutants. In urging\notherwise, the Government reads the words “effluent limitation and\nother” completely out of the statute and insists that what Congress\nreally meant to say is “any limitation” under the cross-referenced\nsections. Of course, those are not the words that Congress wrote,\nand this Court is not free to “rewrite the statute” to the\nGovernment’s liking.Puerto Ricov.Franklin Cal.\nTax-Free Trust, 579 U. S. ___, ___ (2016) (slip op., at\n14) (“[O]ur constitutional structure does not permit this Court to\nrewrite the statute that Congress has enacted” (internal quotation\nmarks omitted)).Even if the Court accepted the Government’s\nreading of “effluent limitation or other limitation,” however, the\nRule still does not fall within subparagraph (E) because it is not\na limitation promulgated or approved “under section\n1311.” [7] §1369(b)(1)(E).\nThis Court has acknowledged that the word “under” is a “chameleon”\nthat “must draw its meaning from its context.”Kucanav.Holder, 558 U. S. 233, 245 (2010) (internal quotation\nmarks omitted). With respect to subparagraph (E), the statutory\ncontext makes clear that the prepositional phrase—“under section\n1311”—is most naturally read to mean that the effluent limitation\nor other limitation must be approved or promulgated “pursuant to”\nor “by reason of the authority of” §1311. SeeSt. Louis\nFuel and Supply Co., Inc.v.FERC, 890 F. 2d 446,\n450 (CADC 1989) (R. B. Ginsburg, J.) (“ ‘under’ means\n‘subject [or pursuant] to’ or ‘by reason of the authority\nof’ ”); cf. Black’s Law Dictionary 1368 (5th ed. 1979)\n(defining “under” as “according to”). Here, the EPA did not\npromulgate or approve the WOTUS Rule under §1311. As noted above,\n§1311 generally bans the discharge of pollutants into navigable\nwaters absent a permit. Nowhere does that provision direct or\nauthorize the EPA todefinea statutory phrase appearing\nelsewhere in the Act. In fact, the phrase “waters of the United\nStates” does not appear in §1311 at all. Rather, the WOTUS Rule was\npromulgated or approved under §1361(a), whichgrants the EPA general rulemaking authority “to\nprescribe such regulations as are necessary to carry out [its]\nfunctions under” the Act. Proving the point, the Government’s own\nbrief cites §1361(a) as the statutory provision that “authorized\nthe [EPA] to issue the [WOTUS] Rule.” Brief for Federal Respondents\n17, n. 3.[8]The Government nonetheless insists that the\nlanguage “under section 1311” poses no barrier to its reading of\nsubparagraph (E) because the “[WOTUS] Rule’s legal and practical\neffect is to make effluent and other limitations under Section 1311\napplicable to the waters that the Rule covers.”Id., at 28.\nBut the Government’s “practical-effects” test is not grounded in\nthe statutory text. Subparagraph (E) encompasses EPA actions that\n“approv[e] or promulgat[e] any effluent limitation or other\nlimitation under section 1311,” not EPA actions that have the\n“legal or practical effect” of making such limitations applicable\nto certain waters. Tellingly, the Government offers no textual\nbasis to read its “practical-effects” test into subparagraph\n(E).Beyond disregarding the statutory text, the\nGovernment’s construction also renders other statutory language\nsuperfluous. Take, for instance, subparagraph (E)’s\ncross-references to §§1312 and 1316. See §1369(b)(1)(E) (covering\nEPA action “in approving or promulgating any effluent limitation or\nother limitation under section 1311,1312,1316, or 1345” (emphasis added)). Section\n1311(a) authorizes discharges that comply with those two\ncross-referenced sections. See §1311(a) (prohibiting discharge of\npollutants “[e]xcept as in compliance with . . . sections\n1312, 1316 . . . ”). Thus, EPA actions under §§1312 and\n1316 also would have a “legal and practical effect” on the scope of\n§1311’s general prohibition of discharges, as the Government\ncontends is the case with the WOTUS Rule. If, on the Government’s\nreading, EPA actions under §§1312 and 1316 would count as actions\n“under section 1311” sufficient to trigger subparagraph (E),\nCongress would not have needed to cross-reference §§1312 and 1316\nagain in subparagraph (E). That Congress did so undercuts the\nGovernment’s proposed “practical-effects” test.Similarly, the Government’s “practical-effects”\ntest ignores Congress’ decision to grant appellate courts exclusive\njurisdiction only over seven enumerated types of EPA actions set\nforth in §1369(b)(1). Section 1313, which governs the EPA’s\napproval and promulgation of state water-quality standards, is a\nprime example. Approving or promulgating state water-quality\nstandards under §1313 also has the “legal and practical effect” of\nrequiring that effluent limitations be tailored to meet those\nstandards. Under the Government’s reading, subparagraph (E) would\nencompass EPA actions taken under §1313, even though such actions\nare nowhere listed in §1369(b)(1). Courts are required to give\neffect to Congress’ express inclusions and exclusions, not\ndisregard them. SeeRussellov.United States, 464\nU. S. 16, 23 (1983) (“Where Congress includes particular\nlanguage in one section of a statute but omits it in another\nsection of the same Act, it is generally presumed that Congress\nacts intentionally and purposely in the disparate inclusion or\nexclusion” (internal quotation marks and brackets omitted)).Accordingly, subparagraph (E) does not confer\noriginal and exclusive jurisdiction on courts of appeals to review\nthe WOTUS Rule.BThe Government fares no better under\nsubparagraph (F). That provision grants courts of appeals exclusive\nand original jurisdiction to review any EPA action “in issu- ing or\ndenying any permit under section 1342.” §1369(b)(1)(F). As\nexplained above, NPDES permits issued under §1342 “authoriz[e] the\ndischarge of pollutants” into certain waters “in accordance with\nspecified conditions.”Gwaltney of Smithfield, Ltd.v.Chesapeake Bay Foundation, Inc., 484 U. S. 49, 52\n(1987) . The WOTUS Rule neither issues nor denies a permit under\nthe NPDES permitting program. Because the plain language of\nsubparagraph (F) is “unambiguous,” “our inquiry begins with the\nstatutory text, and ends there as well.”BedRoc Limited, LLCv.United States, 541 U. S. 176, 183 (2004) (plurality\nopinion).Rather than confront that statutory text, the\nGovernment asks us to ignore it altogether. To that end, the\nGovernment urges us to apply the “functional interpretive approach”\nthat it purports the Court employed inCrown Simpson Pulp\nCo.v.Costle, 445 U. S. 193 (1980) (per\ncuriam). Brief for Federal Respondents 31.Crown\nSimpson, the Government says, broadens the statutory inquiry\nunder subparagraph (F) by directing courts to ask whether agency\nactions are “ ‘functionally similar’ ” to permit\nissuances or denials. Brief for Federal Respondents 33 (quotingCrown Simpson, 445 U. S., at 196). According to the\nGovernment, the WOTUS Rule is “functionally similar” to issuing or\ndenying a permit because it establishes the geographical bounds of\nEPA’s permitting authority and thereby dictates whether permits may\nor may not be issued. We reject this approach because it\nmisconstruesCrown Simpsonand ignores the statutory\ntext.First,Crown Simpsonprovides scant\nsupport for the Government’s atextual construction of subparagraph\n(F). In that case, the Court held that subparagraph (F) conferred\njurisdiction over the EPA’s veto of a state-issued permit. See 445\nU. S., at 196. The Court explained that “[w]hen [the] EPA\n. . . objects to effluent limitations contained in a\nstate-issued permit, the precise effect of its action is to\n‘den[y]’ a permit within the meaning of [subparagraph F].”Ibid.Contrary to the Government’s suggestion, the WOTUS\nRule in no way resembles the EPA’s veto of a state-issued permit\naddressed inCrown Simpson. Although the WOTUS Rule may\ndefine a jurisdictional prerequisite of the EPA’s authority to\nissue or deny a permit, the Rule itself makes no decision\nwhatsoever on individual permit applications.Crown Simpsonis therefore inapposite.In addition, the Government’s proposed\n“functional interpretive approach” is completely unmoored from the\nstatutory text. As explained above, subparagraph (F) applies only\nto EPA actions “issuing or denying” a permit “under section 1342.”\nThe Government invites us to broaden that narrow language to cover\nany agency action that dictates whether a permit is issued or\ndenied. Congress easily could have drafted subparagraph (F) in that\nbroad manner. Indeed, Congress could have said that subparagraph\n(F) covers EPA actions “relating to whether a permit is issued or\ndenied,” or, alternatively, EPA actions “establishing the\nboundaries of EPA’s permitting authority.” But Congress chose not\nto do so. The Court declines the Government’s invitation to\noverride Congress’ considered choice by rewriting the words of the\nstatute. SeeFranklin Cal. Tax-Free Trust, 579 U. S.,\nat ___ (slip op., at 14).Finally, the Government’s interpretation of\nsubparagraph (F) would create surplusage in other parts of\n§1369(b)(1). Subparagraph (D) is one example. That provision gives\nfederal appellate courts original jurisdiction to review EPA\nactions “making any determination as to a State permit program\nsubmitted under section 1342(b).” Put differently, subparagraph (D)\nestablishes the boundaries of EPA’s permitting authority vis-à-vis\nthe States. Under the Government’s functional interpretive\napproach, however, subparagraph (F) would already reach actions\ndelineating the boundaries of EPA’s permitting authority, thus\nrendering subparagraph (D) unnecessary. Absent clear evidence that\nCongress intended this surplusage, the Court rejects an\ninterpretation of the statute that would render an entire\nsubparagraph meaningless. As this Court has noted time and time\nagain, the Court is “obliged to give effect, if possible, to every\nword Congress used.”Reiterv.Sonotone Corp., 442\nU. S. 330, 339 (1979) .For these reasons, subparagraph (F) does not\ngrant courts of appeals exclusive jurisdiction to review the WOTUS\nRule in the first instance.IIIAUnable to anchor its preferred reading in the\nstatutory text, the Government seeks refuge in a litany of\nextratextual considerations that it believes support direct\ncircuit-court review of the WOTUS Rule. Those considerations—alone\nand in combination—provide no basis to depart from the statute’s\nplain language.First, the Government contends that initial\ncircuit-court review of the WOTUS Rule would avoid an irrational\nbifurcated judicial-review scheme under which federal courts of\nappeals would review individual actions issuing or denying permits,\nwhereas district courts would review broader regulations governing\nthose actions. InE. I. du Pont de Nemours & Co.v.Train, 430 U. S. 112 (1977) , the Court described such\na bifurcated regime as a “truly perverse situation.”Id., at\n136. And a few years later, inCrown Simpson, the Court\ndeclared that “[a]bsent a far clearer expression of congressional\nintent, we are unwilling to read the Act as creating such a\nseemingly irrational bifurcated system.” 445 U. S., at 197.\nUnlike inCrownSimpson, however, here the Court\nperceives such a “clea[r] expression of congressional intent.”Ibid.Even if the Court might draft the statute differently,\nCongress made clear that rules like the WOTUS Rule must be reviewed\nfirst in federal district courts. Moreover, the bifurcation that\nthe Government bemoans is no more irrational than Congress’ choice\nto assign challenges to NPDES permits to circuit courts, and\nchallenges to §1344 permits to district courts. See 33\nU. S. C. §1369(b)(1)(E). And notably, many of this\nCourt’s recent decisions regarding the agencies’ application and\ndefinition of the term “waters of the United States” have\noriginated in district courts, not the courts of appeals. See,e.g.,Army Corps of Engineersv.Hawkes Co.,\n578 U. S. ___ (2016);Sackettv.EPA, 566\nU. S. 120 (2012) ;Rapanos, 547 U. S., at 729\n(plurality opinion).Second, and relatedly, the Government argues\nthat immediate court-of-appeals review facilitates quick and\norderly resolution of disputes about the WOTUS Rule. We acknowledge\nthat routing WOTUS Rule challenges di- rectly to the courts of\nappeals may improve judicial efficiency. SeeCrown Simpson,\n445 U. S., at 197 (noting that “the additional level of\njudicial review” that would occur in district courts “would likely\ncause delays in resolving disputes under the Act”); see alsoHarrisonv.PPG Industries, Inc.,446 U.S.\n578, 593 (1980) (“The most obvious advantage of direct review\nby a court of appeals is the time saved compared to review by a\ndistrict court, followed by a second review on appeal”). But\nefficiency was not Congress’ only consideration. Had Congress\nwanted to prioritize efficiency, it could have authorized direct\ncircuit-court review of all nationally applicable regulations, as\nit did under the Clean Air Act. See 42 U. S. C.\n§7607(b)(1) (granting the D. C. Circuit original jurisdiction\nto review “any other nationally applicable regulations promulgated,\nor final action taken, by the Administrator under this chapter” and\ngranting regional circuits jurisdiction to review “any other final\naction of the Administrator under this chapter . . .\nwhich is locally or regionally applicable”). That Congress\nstructured judicial review under the Act differently confirms what\nthe text makes clear—that §1369(b)(1) does not grant courts of\nappeals original jurisdiction to review many types of EPA action,\nincluding the WOTUS Rule.Third, the Government contends that “initial\nreview in a court of appeals” promotes “ ‘[n]ational\nuniformity, an important goal in dealing with broad\nregulations.’ ” Brief for Federal Respondents 35 (quotingNational Resources Defense Councilv.EPA, 673 F.2d\n400, 405, n. 15 (CADC 1982) (R. B. Ginsburg, J.)). That\nargument carries some logical force. After all, the numerous\nchallenges to the WOTUS Rule in this very case were consolidated in\none Court of Appeals, avoiding any risk of conflict among other\ncourts of appeals, whereas the same was not true for the challenges\nfiled in district courts, leading to some conflicting outcomes. But\neven if Congress sought to ensure national uniformity, it did not\npursue that end at all costs. Although §1369(b)(1) does not\nauthorize immediate circuit-court review of all national rules\nunder the Act, it does permit federal appellate courts to review\ndirectly certain effluent and other limitations and individual\npermit decisions. See,e.g., §§1369(b)(1)(E), (F). It is\ntrue that Congress could have funneled all challenges to national\nrules to the courts of appeals, but it chose a different tack here:\nIt carefully enumerated the seven categories of EPA action for\nwhich it wanted immediate circuit- court review and relegated the\nrest to the jurisdiction of the federal district courts.Ultimately, the Government’s policy arguments do\nnot obscure what the statutory language makes clear: Subparagraphs\n(E) and (F) do not grant courts of appeals exclusive jurisdiction\nto review the WOTUS Rule.BIn a final effort to bolster its preferred\nreading of the Act, the Government invokes the presumption favoring\ncourt-of-appeals review of administrative action. According to the\nGovernment, when a direct-review provision like §1369(b)(1) exists,\nthis Court “will not presume that Congress intended to depart from\nthe sound policy of placing initial . . . review in the\ncourts of appeals” “[a]bsent a firm indication that Congress\nintended to locate initial APA review of agency action in the\ndistrict courts.”Florida Power & Light Co.v.Lorion, 470 U. S. 729, 745 (1985) . But the\nGovernment’s reliance onFlorida Poweris misplaced. Unlike\nthe “ambiguous” judicial review provisions at issue inFlorida\nPower,id., at 737, the scope of subparagraphs (E) and\n(F) is set forth clearly in the statute. As the Court recognized inFlorida Power, jurisdiction is “governed by the intent of\nCongress and not by any views we may have about sound policy.”Id., at 746. Here, Congress’ intent is clear from the\nstatutory text.[9]IVFor the foregoing reasons, we reverse the\njudgment of the Court of Appeals and remand the case with in-\nstructions to dismiss the petitions for review for lack of\njurisdiction.It is so ordered.Notes1We note that some of the\nparties and the Court of Appeals below refer to the WOTUS Rule as\nthe “Clean Water Rule.” Throughout this opinion, we have opted to\nuse the former term in lieu of the latter.2Both permitting programs\nallow the States to operate their own permitting schemes to govern\nwaters within their borders. See 33 U. S. C. §§1342(b),\n1344(g). Many States have opted to operate an NPDES permitting\nprogram under §1342(b), and two have done so under\n§1344(g).3The Act also grants\nfederal district courts jurisdiction over certain kinds of citizen\nenforcement actions. See 33 U. S. C. §1365(a);Decker, 568 U. S., at 607–08.4Some of the parties who\nfiled protective petitions moved to dismiss those same petitions,\nagreeing with NAM that direct review of the WOTUS Rule belonged in\nthe United States District Courts. Many of those parties, though\nnominally respondents before this Court, filed briefs in support of\nNAM.5There have been a number\nof developments since the Court granted review in this case. In\nFebruary 2017, the President issued an Executive Order directing\nthe agencies to propose a rule rescinding or revising the WOTUS\nRule. See Exec. Order No. 13778, 82 Fed. Reg. 12497. On July 27,\n2017, the agencies responded to that directive by issuing a\nproposed rule. See Definition of “Waters of the United\nStates”—Recodification of Pre-Existing Rules, 82 Fed. Reg. 34899,\n34901–34902. That proposed rule, once implemented, would rescind\nthe WOTUS Rule and recodify the pre-2015 regulatory definition of\n“waters of the United States.” Seeibid.Then, in November\n2017, following oral argument in this case, the agencies issued a\nsecond proposed rule establishing a new effective date for the\nWOTUS Rule. Definition of “Waters of the United States”—Addition of\nan Applicability Date to 2015 Clean Water Rule, 82 Fed. Reg. 55542\n(explaining that the 2015 WOTUS Rule had an original effective date\nof Aug. 28, 2015). That November 2017 proposed rule sets a new\neffective date of “two years from the date of final action on [the\nagencies’] proposal,” to “ensure that there is sufficient time for\nthe regulatory process for reconsidering the definition of ‘waters\nof the United States’ to be fully completed.”Id., at\n55542–55544.6It is undisputed that the\nWOTUS Rule does not fall within the remaining five categories set\nforth in §1369(b)(1).7Because no party argues\nthat the WOTUS Rule is an EPA action approving or promulgating an\neffluent limitation or other limitation under §1312, §1316, or\n§1345, the Court confines its analysis to §1311.8It is true that the\nagencies cited §1311 among the provisions under which they\npurported to have issued the Rule. See 80 Fed. Reg. 37055. They\nalso cited other provisions, including §§1314, 1321, 1341, 1342,\nand 1344.Ibid.As noted, however, §1311 grants the EPA no\nauthority to clarify the regulatory definition of “waters of the\nUnited States.” Furthermore, the agencies’ passing invocation of\n§1311 does not control our interpretive inquiry. SeeAdamo\nWrecking Co.v.United States, 434 U. S. 275, 283\n(1978) (Congress “did not empower the Adminis-trator\n. . .  to make a regulation an ‘emission standard’\nby his mere designation”).9Although the parties\npaint dueling portraits of the legislative his-tory, the murky\nwaters of the Congressional Record do not provide helpful guidance\nin illuminating Congress’ intent in this case. Even for “[t]hose of\nus who make use of legislative history,” “ambiguous legislative\nhistory” cannot trump “clear statutory language.”Milnerv.Department of Navy, 562 U. S. 562, 572 (2011) . Just so\nhere.",
    "joined": []
}