{
    "case": {
        "docket": "14-613",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-613/"
    },
    "id": "3575436",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 14–613_________________MARVIN GREEN, PETITIONERv.MEGAN J. BRENNAN, POSTMASTER\nGENERALon writ of certiorari to the united states court of appeals for\nthe tenth circuit[May 23, 2016]Justice Sotomayor delivered the opinion of the Court.Title VII of the Civil Rights Act of 1964, 78Stat. 253, as\namended, 42 U. S. C. §2000eet seq.,\nprohibits employers from discriminating on the basis of race,\ncolor, religion, sex, or national origin, or retaliating against\ntheir employees for opposing or seeking relief from such\ndiscrimination. Before a federal civil servant can sue his employer\nfor violating Title VII, he must, among other things, “initiate\ncontact” with an Equal Employment Opportunity counselor at his\nagency “within 45 days of the date of the matter alleged to be\ndiscriminatory.” 29 CFR §1614.105(a)(1) (2015).If an employee claims he has been fired for discriminatory\nreasons, the “matter alleged to be discriminatory” includes the\ndischarge itself and the 45-day limitations period begins running\nonly after the employee is fired.We address here when the limitations period begins to run for an\nemployee who was not fired, but resigns in the face of intolerable\ndiscrimination—a “constructive” discharge. We hold that, in such\ncircumstances, the “matter alleged to be discriminatory” includes\nthe employee’s resignation, and that the 45-day clock for a\nconstructive discharge begins running only after the employee\nresigns.IWe recite the following facts in the light most favorable to\npetitioner Marvin Green, against whom the District Court entered\nsummary judgment. Green is a black man who worked for the Postal\nService for 35 years. In 2008, he was serving as the postmaster for\nEnglewood, Colorado when he applied for a promotion to the vacant\npostmaster position in nearby Boulder. He was passed over. Shortly\nthereafter, Green complained he was denied the promotion because of\nhis race.Green’s relations with his supervisors crumbled following his\ncomplaint. Tensions peaked on December 11, 2009, when two of\nGreen’s supervisors accused him of intentionally delaying the\nmail—a criminal offense. See 18 U. S. C. §1703. They\ninformed Green that the Postal Service’s Office of the Inspector\nGeneral (OIG) was investigating the charge and that OIG agents had\narrived to interview him as part of their investigation. After\nGreen met with the OIG agents, his supervisors gave him a letter\nreassigning him to off-duty status until the matter was resolved.\nEven though the OIG agents reported to Green’s supervisors that no\nfurther investigation was warranted, the supervisors continued to\nrepresent to Green that “the OIG is all over this” and that the\n“criminal” charge “could be a life changer.” App. 53.On December 16, 2009, Green and the Postal Service signed an\nagreement whose meaning remains disputed. Relevant here, the Postal\nService promised not to pursue criminal charges in exchange for\nGreen’s promise to leave his post in Englewood. The agreement also\napparently gave Green a choice: effective March 31, 2010, he could\neither retire or report for duty in Wamsutter, Wyoming—population\n451—at a salary considerably lower than what he earned in his\nDenver suburb. Green chose to retire and submitted his resignation\nto the Postal Service on February 9, 2010, effective March 31.On March 22—41 days after submitting his resignation paperwork\nto the Postal Service on February 9, but 96 days after signing the\nsettlement agreement on December 16—Green contacted an Equal\nEmployment Opportunity (EEO) counselor to report an unlawful\nconstructive discharge. He contended that his supervisors had\nthreatened criminal charges and negotiated the resulting agreement\nin retaliation for his original complaint.[1] He\nalleged that the choice he had been given effectively forced his\nresignation in violation of Title VII.Green eventually filed suit in the Federal District Court for\nthe District of Colorado, alleging,inter alia, that the\nPostal Service constructively discharged him. The Postal Service\nmoved for summary judgment, arguing that Green had failed to make\ntimely contact with an EEO counselor within 45 days of the “matter\nalleged to be discriminatory,” as required by 29 CFR\n§1614.105(a)(1). The District Court granted the Postal Service’s\nmotion for summary judgment.The Tenth Circuit affirmed, holding that the “matter alleged to\nbe discriminatory” encompassed only the Postal Service’s\ndiscriminatory actions and not Green’s independent decision to\nresign on February 9.Greenv.Donahue, 760\nF. 3d 1135 (2014). Therefore, the 45-day limitations period\nstarted running when both parties signed the settlement agreement\non December 16, 2009. Accordingly, because 96 days passed between\nthe agreement and when Green contacted an EEO counselor on March\n22, 2010, his constructive-discharge claim was time barred.Two other Courts of Appeals agree with the Tenth Circuit’s view\nthat the limitations period begins to run for a\nconstructive-discharge claim after the employer’s last\ndiscriminatory act.[2] As the Tenth Circuit\nrecognized, however, other Courts of Appeals have held that the\nlimitations period for a constructive-discharge claim does not\nbegin to run until the employee resigns.[3]We granted certiorari to resolve this split. 575 U. S. ___\n(2015). Because no party here supports the Tenth Circuit’s holding\nthat an employee’s resignation is not part of the “matter alleged\nto be discriminatory,” we appointed Catherine M. A. Carroll to\ndefend that aspect of the judgment below. 576 U. S. ___\n(2015). She has ably discharged her duties and the Court thanks her\nfor her service.IIBefore a federal civil servant can sue his employer in court for\ndiscriminating against him in violation of Title VII, he must first\nexhaust his administrative remedies. 42 U. S. C.\n§2000e–16(c). To exhaust those remedies, the Equal Employment\nOpportunity Commission (EEOC) has promulgated regulations that\nrequire, among other things, that a federal employee consult with\nan EEO counselor prior to filing a discrimination lawsuit.\nSpecifically, he “must initiate contact with a Counselor within 45\ndays of the date of the matter alleged to be discriminatory or, in\nthe case of personnel action, within 45 days of the effective date\nof the action.” 29 CFR §1614.105(a)(1).[4] The\ntimeliness of Green’s claim therefore turns on our interpretation\nof this EEOC regulation implementing Title VII.[5]Although we begin our interpretation of the regulation with its\ntext, the text in this case is not particularly helpful. Nowhere\ndoes §1614.105 indicate whether a “matter alleged to be\ndiscriminatory” in a constructive-discharge claim includes the\nemployee’s resignation, as Green contends, or only the employer’s\ndiscriminatory conduct, asamicacontends. The word “matter”\nsimply means “an allegation forming the basis of a claim or\ndefense,” Black’s Law Dictionary 1126 (10th ed. 2014)—a term that\ncould readily apply to a discrimination-precipitated resignation.\nSo the “matter alleged to be discriminatory” could refer to all of\nthe allegations underlying a claim of discrimination, including the\nemployee’s resignation, or only to those allegations concerning the\nemployer’s discriminatory conduct. We therefore must turn to other\ncanons of interpretation.The most helpful canon in this context is “the ‘standard\nrule’ ” for limitations periods.Graham County Soil &\nWater Conservation Dist.v.United States ex rel.\nWilson, 545 U. S. 409, 418 (2005) . Ordinarily, a\n“ ‘limitations period commences when the plaintiff has a\ncomplete and present cause of action.’ ”Ibid.“[A]\ncause of action does not become ‘complete and present’ for\nlimitations purposes until the plaintiff can file suit and obtain\nrelief.”Bay Area Laundry and Dry Cleaning Pension Trust\nFundv.Ferbar Corp. of Cal., 522 U. S. 192, 201\n(1997) . Although the standard rule can be displaced such that the\nlimitations period begins to run before a plaintiff can file a\nsuit, we “will not infer such an odd result in the absence of any\nsuch indication” in the text of the limitations period.Reiterv.Cooper, 507 U. S. 258, 267 (1993)\n.Applying this default rule, we are persuaded that the “matter\nalleged to be discriminatory” in a constructive-discharge claim\nnecessarily includes the employee’s resignation for three reasons.\nFirst, in the context of a constructive-discharge claim, a\nresignation is part of the “complete and present cause of action”\nnecessary before a limitations period ordinarily begins to run.\nSecond, nothing in the regulation creating the limitations period\nhere, §1614.105, clearly indicates an intent to displace this\nstandard rule. Third, practical considerations confirm the merit of\napplying the standard rule here. We therefore interpret the term\n“matter alleged to be discriminatory” for a constructive-discharge\nclaim to include the date Green resigned.AThe standard rule for limitations periods requires us first to\ndetermine what is a “complete and present cause of action” for a\nconstructive-discharge claim. We hold that such a claim accrues\nonly after an employee resigns.The constructive-discharge doctrine contemplates a situation in\nwhich an employer discriminates against an employee to the point\nsuch that his “working conditions become so intolerable that a\nreasonable person in the employee’s position would have felt\ncompelled to resign.”Pennsylvania State Policev.Suders, 542 U. S. 129, 141 (2004) . When the employee\nresigns in the face of such circumstances, Title VII treats that\nresignation as tantamount to an actual discharge.Id.,at\n142–143.A claim of constructive discharge therefore has two basic\nelements. A plaintiff must prove first that he was discriminated\nagainst by his employer to the point where a reasonable person in\nhis position would have felt compelled to resign.Id.,at\n148. But he must also show that he actually resigned.Ibid.(“A constructive discharge involvesbothan employee’s\ndecision to leave and precipitating conduct . . .”\n(emphasis added)). In other words, an employee cannot bring a\nconstructive-discharge claim until he is constructivelydischarged.Only after both elements are satisfied can he\nfile suit to obtain relief.Under the standard rule for limitations periods, the limitations\nperiod should begin to run for a constructive-discharge claim only\nafter a plaintiff resigns. At that point—and not before—he can file\na suit for constructive discharge. So only at that point—and not\nbefore—does he have a “complete and present” cause of action. And\nonly after he has a complete and present cause of action does a\nlimitations period ordinarily begin to run. Cf.Mac’s Shell\nService, Inc.v.Shell Oil Products Co., 559 U. S.\n175 –190 (2010) (the limitations period for a constructive\ntermination of a franchise agreement starts running when the\nagreement is constructively terminated).In this respect, a claim that an employer constructively\ndischarged an employee is no different from a claim that an\nemployer actually discharged an employee. An ordinary wrongful\ndischarge claim also has two basic elements: discrimination and\ndischarge. SeeSt. Mary’s Honor Centerv.Hicks, 509\nU. S. 502, 506 (1993) ; 1 B. Lindemann, P. Grossman, & C.\nWeirich, Employment Discrimination Law 21–33 (5th ed. 2012)\n(Lindemann) (“The sine qua non of a discharge case is, of course, a\ndischarge”). The claim accrues when the employee is fired. At that\npoint—and not before—he has a “complete and present cause of\naction.” So at that point—and not before—the limitations period\nbegins to run.With claims of either constructive discharge or actual\ndischarge, the standard rule thus yields the same result: a\nlimitations period should not begin to run until after the\ndischarge itself. In light of this rule, we interpret the term\n“matter alleged to be discriminatory” in §1614.105 to refer to all\nof the elements that make up a constructive-discharge\nclaim—including an employee’s resignation.BAlthough the standard rule dictates that a limitations period\nshould commence only after a claim accrues, there is an exception\nto that rule when the text creating the limitations period clearly\nindicates otherwise. See,e.g.,Doddv.United\nStates, 545 U. S. 353, 360 (2005) . Nothing in the text of\nTitle VII or the regulation, however, suggests that the standard\nrule should be displaced here. To the contrary, the language of the\nregulation confirms our application of the default rule.As noted previously, the word “matter” generally refers to “an\nallegation forming the basis of a claim or defense.” Black’s Law\nDictionary 1126. The natural reading of “matter alleged to be\ndiscriminatory” thus refers to the allegation forming the basis of\nthe discrimination claim—here, a claim of constructive discharge.\nAnd as discussed above, a constructive discharge claim requires two\nbasic allegations: discriminatory conduct by the employer that\nleads to resignation of the employee. So long as those acts are\npart of the same, single claim under consideration, they are part\nof the “matter alleged to be discriminatory,” whatever the role of\ndiscrimination in each individual element of the claim. Cf.National Railroad Passenger Corporationv.Morgan,\n536 U. S. 101 –121 (2002) (holding that a\nhostile-work-environment claim is a single “unlawful employment\npractice” that includes every act composing that claim, whether\nthose acts are independently actionable or not).CFinally, we are also persuaded that applying the standard rule\nfor limitations periods to constructive discharge makes a good deal\nof practical sense. Starting the limitations clock tickingbeforea plaintiff can actually sue for constructive\ndischarge serves little purpose in furthering the goals of a\nlimitations period—and it actively negates Title VII’s remedial\nstructure. Cf.Zipesv.Trans World Airlines, Inc.,\n455 U. S. 385, 398 (1982) (holding that the Title VII\nlimitations period should be construed to “honor the remedial\npurpose of the legislation as a whole without negating the\nparticular purpose of the filing requirement”).This Court has recognized “that the limitations perio[d] should\nnot commence to run so soon that it becomes difficult for a layman\nto invoke the protection of the civil rights statutes.”Delaware\nState Collegev.Ricks, 449 U. S. 250 , n. 16\n(1980). If the limitations period begins to run following the\nemployer’s precipitating discriminatory conduct, but before the\nemployee’s resignation, the employee will be forced to file a\ndiscrimination complaint after the employer’s conduct and later\namend the complaint to allege constructive discharge after he\nresigns. Nothing in the regulation suggests it intended to require\na layperson, while making this difficult decision, to follow such a\ntwo-step process in order to preserve any remedy if he is\nconstructively discharged.Moreover, forcing an employee to lodge a complaint before he can\nbring a claim for constructive discharge places that employee in a\ndifficult situation. An employee who suffered discrimination severe\nenough that a reasonable person in his shoes would resign might\nnevertheless force himself to tolerate that discrimination for a\nperiod of time. He might delay his resignation until he can afford\nto leave. Or he might delay in light of other circumstances, as in\nthe case of a teacher waiting until the end of the school year to\nresign. Tr. 17. And, if he feels he must stay for a period of time,\nhe may be reluctant to complain about discrimination while still\nemployed. A complaint could risk termination—an additional adverse\nconsequence that he may have to disclose in future job\napplications.IIIAmicaand the dissent read “matter alleged to be\ndiscriminatory” as having a clear enough meaning to displace our\nreliance on the standard rule for limitations periods. They argue\nthat “matter” is not equivalent to “claim” or “cause of action,”\nand that the use of the phrase “matter alleged to be\ndiscriminatory” is a sufficiently clear statement that the standard\nclaim accrual rule should not apply. According toamicaand\nthe dissent, “matter” refers only to the discriminatory acts of the\nPostal Service, not Green’s resignation.We disagree. There is nothing inherent in the phrase “matter\nalleged to be discriminatory” that clearly limits it to employer\nconduct. Rather, as discussed above, the term can reasonably be\ninterpreted to include the factual basis for a claim. Green is not\nalleging just that the Postal Service discriminated against him. He\nclaims that the discrimination left him no choice but to\nresign.Amicaand the dissent dispute that a constructive\ndischarge is a separate claim. According toamicaand the\ndissent, the constructive-discharge doctrine merely allows a\nplaintiff to expand any underlying discrimination claim to include\nthe damages from leaving his job, thereby increasing his available\nremedies. See 1 Lindemann 21–49 (constructive discharge allows\nplaintiff to seek backpay, front pay, or reinstatement). In support\nof this argument,amicaand the dissent emphasize this\nCourt’s statement inSudersthat “[u]nder the constructive\ndischarge doctrine, an employee’s reasonable decision to resign\nbecause of unendurable working conditions is assimilated to a\nformal dischargefor remedial purposes.” 542 U. S., at\n141 (emphasis added); see alsoid., at 148 (“[A]\nconstructive discharge is functionally the same as an actual\ntermination in damages-enhancing respects”).But the Court did not hold inSudersthat a constructive\ndischarge is tantamount to a formal discharge for remedial purposes\nexclusively. To the contrary, it expressly held that constructive\ndischarge is a claim distinct from the underlying discriminatory\nact.Id.,at 149 (holding that a hostile-work-environment\nclaim is a “lesser included component” of the “graverclaim\nof hostile-environment constructive discharge”). This holding was\nno mere dictum. Seeid.,at 142 (“[A] claim for constructive\ndischarge lies under Title VII”). We see no reason to excise an\nemployee’s resignation from his constructive-discharge claim for\npurposes of the limitations period.The concurrence sets out a theory that there are two kinds of\nconstructive discharge for purposes of the limitations period:\nconstructive discharge “claims” where the employer “makes\nconditions intolerablewith the specific discriminatory intent\nof forcing the employee to resign,” and constructive discharge\n“damages” where the employer does not intend to force the employee\nto quit, but the discriminatory conditions of employment are so\nintolerable that the employee quits anyway.Post,at 6–11\n(Alito, J., concurring in judgment). According to the concurrence,\nthe limitations period does not begin to run until an employee\nresigns under the “claim” theory of constructive discharge, but\nbegins at the last discriminatory act before resignation under the\n“damages” theory.This sometimes-a-claim-sometimes-not theory of constructive\ndischarge is novel and contrary to the constructive discharge\ndoctrine. The whole point of allowing an employee to claim\n“constructive” discharge is that in circumstances of discrimination\nso intolerable that a reasonable person would resign, we treat the\nemployee’s resignation as though the employer actually fired him.Suders, 542 U. S., at 141–143.[6] We\ndo not also require an employee to come forward with proof—proof\nthat would often be difficult to allege plausibly—that not only was\nthe dis-crimination so bad that he had to quit, but also that his\nquitting was his employer’s plan all along.Amicaand the dissent also argue that their\ninterpretation is more consistent with this Court’s prior precedent\non when the limitations period begins to run for discrimination\nclaims. Under their interpretation, Green’s resignation was not\npart of the discriminatory “matter,” but was instead the mere\ninevitable consequence of the Postal Service’s discriminatory\nconduct, and therefore cannot be used to extend the limitations\nperiod. See Brief for Court-AppointedAmica Curiaein\nSupport of Judgment Below 21–27 (Brief forAmica Curiae)\n(citingLedbetterv.Goodyear Tire & Rubber Co.,\n550 U. S. 618 (2007) , overruled by statute, Lilly Ledbetter\nFair Pay Act of 2009, 123Stat. 5;Delaware State Collegev.Ricks, 449 U. S. 250 ;United Air Lines, Inc.v.Evans, 431 U. S. 553 (1977) );post,at 3–7\n(Thomas, J., dissenting) (citingRicks, 449 U. S. 250 ,\nandChardonv.Fernandez, 454 U. S. 6 (1981)\n(per curiam)). Similarly, the concurrence argues these cases\nrequire that an act done with discriminatory intent must occur\nwithin the limitations period.Post,at 4 (opinion of Alito,\nJ.).But these cases are consistent with the standard rule that a\nlimitations period begins to run after a claim accrues, not after\nan inevitable consequence of that claim. InRicks, for\nexample, the Court considered the discrimination claim of a college\nfaculty member who was denied tenure and given a 1-year\n“ ‘terminal’ ” contract for his last year teaching. 449\nU. S., at 258. The plaintiff’s claim accrued—and he could have\nsued—when the college informed him he would be denied tenure and\ngave him “explicit notice that his employment would end” when his\n1-year contract expired.Ibid. The Court held that the\nlimitations period began to run on that date, and not after his\n1-year contract expired. That final year of teaching was merely an\ninevitable consequence of the tenure denial the plaintiff claimed\nwas discriminatory.Green’s resignation, by contrast, is not merely an inevitable\nconsequence of the discrimination he suffered; it is an essential\npart of his constructive-discharge claim. That is, Green could not\nsue for constructive discharge until he actually resigned. Of\ncourse, Green could not resign and then wait until the consequences\nof that resignation became most painful to complain. For example,\nhe could not use the date of the expiration of his health insurance\nafter his resignation to extend the limitations period. But the\n“inevitable consequence” principle ofRicks,Ledbetter, andEvansdoes not change the focus of the\nlimitations period, which remains on the claim of discrimination\nitself. SeeLewisv.Chicago, 560 U. S. 205, 214\n(2010) (holdingEvansand its progeny “establish only that a\nTitle VII plaintiff must show a present violation within the\nlimitations period” (internal quotation marks omitted));National Railroad Passenger Corporationv.Morgan,\n536 U. S., at 115–121 (holding limitations period for\nhostile-work-environment claim runs from the last act composing the\nclaim).[7] For a constructive discharge, the\nclaim does not exist until the employee resigns.Finally,amicacontends that her interpretation of the\nregulation better advances the EEOC’s goal of promoting\nconciliation for federal employees through early, informal contact\nwith an EEO counselor. See Exec. Order No. 11478, §4, 34 Fed. Reg.\n12986 (1969) (counseling for federal employees “shall encourage the\nresolution of employee problems on an informal basis”). The dissent\nsuggests that our holding will make a discrimination victim the\nmaster of his complaint, permitting him to “ ‘exten[d] the\nlimitation[s period] indefinitely’ ” by waiting to resign.Post,at 7 (opinion of Thomas, J.). The concurrence claims\nthat an employee who relies on the limitations period in waiting to\nresign is “doubly out of luck” if his otherwise-meritorious\ndiscrimination claim is time barred and he cannot show the\ndiscrimination was so intolerable that it amounted to a\nconstructive discharge.Post,at 13 (opinion of Alito,\nJ.).These concerns are overblown.Amicamay be right that it\nis more difficult to achieve conciliation after an employee\nresigns. But the same is true for a federal civil servant who is\nfired by his agency for what the employee believes to be a\ndiscriminatory purpose. And neither decision is necessarily\npermanent—a resignation or a termination may be undone after an\nemployee contacts a counselor. Conciliation, while important, does\nnot warrant treating a constructive discharge different from an\nactual discharge for purposes of the limitations period.As for the dissent’s fear, we doubt that a victim of employment\ndiscrimination will continue to work in an intolerable environment\nmerely because he can thereby extend the limitations period for a\nclaim of constructive discharge. If anything, a plaintiff who\nwishes to prevail on the merits of his constructive discharge claim\nhas the opposite incentive. A claim of constructive discharge\nrequires proof of a causal link between the allegedly intolerable\nconditions and the resignation. See 1 Lindemann 21–45, and\nn. 106.And as for the concurrence’s double-loser concern, no plaintiff\nwould be well advised to delay pursuing what he believes to be a\nmeritorious non-constructive-discharge-discrimination claim on the\nground that a timely filed constructive discharge claim could\nresuscitate other time-lapsed claims. The 45-day limitations period\nbegins running on any separate underlying claim of discrimination\nwhen that claim accrues, regardless of whether the plaintiff\neventually claims constructive discharge. The limitations-period\nanalysis is always conducted claim by claim.IVOur decision that a resignation triggers the limitations period\nfor a constructive-discharge claim raises the question of when\nprecisely an employee resigns. Here, Green and the Government agree\nthat an employee resigns when he gives his employer definite notice\nof his intent to resign. If an employee gives “two weeks’\nnotice”—telling his employer he intends to leave after two more\nweeks of employment—the limitations period begins to run on the day\nhe tells his employer, not his last day at work. (This issue was\nnot addressed by the Tenth Circuit and, accordingly,amicatakes no position on it. See Brief forAmica Curiae42.)We agree. A notice rule flows directly from this Court’s\nprecedent. InRicks, 449 U. S., at 250, andChardonv.Fernandez, 454 U. S. 6 , the Court\nexplained that an ordinary wrongful-discharge claim accrues—and the\nlimitations period begins to run—when the employer notifies the\nemployee he is fired, not on the last day of his employment.Ricks, 449 U. S., at 258–259;Chardon, 454\nU. S., at 8. Likewise, here, we hold that a\nconstructive-discharge claim accrues—and the limitations period\nbegins to run—when the employee gives notice of his resignation,\nnot on the effective date of that resignation.One factual issue remains: when exactly Green gave the Postal\nService notice of his resignation. The Government argues that Green\nresigned on December 16, 2009—when he signed the settlement\nagreement—and that his claim is therefore still time barred. Green\nargues that he did not resign until February 9, 2010—when he\nsubmitted his retirement paperwork—and that his claim is therefore\ntimely. We need not resolve this issue. Having concluded that the\nlimitations period for Green’s constructive-discharge claim runs\nfrom the date he gave notice of his resignation, we leave it to the\nTenth Circuit to determine when this in fact occurred.*  *  *For these reasons, we vacate the judgment of the Tenth Circuit\nand remand the case for further proceedings consistent with this\nopinion.So ordered.Notes1We assume without deciding that it is\nunlawful for a federal agency to retaliate against a civil servant\nfor complaining of discrimination. SeeGómez-Pérezv.Potter, 553 U. S. 474 , n. 4 (2008); Brief for\nRespondent 2.2Mayersv.Laborers’ Health\nand Safety Fund of North America, 478 F. 3d 364, 370 (CADC\n2007) (per curiam);Davidsonv.Indiana-American\nWater Works, 953 F. 2d 1058, 1059 (CA7 1992).3Flahertyv.Metromail\nCorp., 235 F. 3d 133, 138 (CA2 2000);Draperv.Coeur Rochester, Inc., 147 F. 3d 1104, 1111 (CA9 1998);Hukkanenv.Operating Engineers,3 F. 3d 281,\n285 (CA8 1993);Youngv.National Center for Health\nServs. Research, 828 F. 2d 235, 238 (CA4\n1987).4This regulation, applicable to\nfederal employees only, has a statutory analog for private-sector\nTitle VII plaintiffs, who are required to file a charge with the\nEEOC within 180 or 300 days “after the alleged unlawful employment\npractice occurred.” 42 U. S. C. §2000e–5(e)(1). Al-though\nthe language is different, the EEOC treats the federal and\nprivate-sector employee limitations periods as identical in\noperation. See EEOC Compliance Manual: Threshold Issues\n§2–IV(C)(1), n. 179.5Green does not contend that his\nalleged constructive discharge is a “personnel action.” See Brief\nfor Petitioner 17–18;Greenv.Donahoe, 760\nF. 3d 1135, 1144, n. 3 (CA10 2014). We therefore address\nthe “matter alleged to be discriminatory” clause only.6The concurrence suggests that its\ntheory is consistent with statements in theSudersopinion\nthat constructive discharge is akin to an actual discharge\n“ ‘for remedial purposes’ ” and in\n“ ‘damages-enhancing respects.’ ”Post,at 10\n(opinion of Alito, J.) (quotingSuders, 542 U. S., at\n141, 148). This ignores the more obvious explanation for this\nqualification: The Court was distinguishing between the merits of a\nclaim of constructive discharge generally, where resignation is\nimputed as a discriminatory act of the employer, and the\naffirmative defense avail-able to an employer in a hostile work\nenvironment claim specifically, which allows an employer to defend\nagainst a hostile work environment claim in certain circumstances\nif it took no “ ‘official act’ ” against the employee.Id.,at 143–146. The Court inSudersrecognized that\nit would be bizarre to always impute resignation as an “official\nact” of the employer in a constructive discharge hostile work\nenvironment case and prohibit the employer from relying on the\nno-“official-act” defense, because it would make it easier to prove\nthe “graver” claim of a constructive discharge hostile work\nenvironment than to prove a hostile work environment claim.Id.,at 148–149. Thus, the Court declined to hold that\nresignation in a constructive discharge case was categorically an\n“official act” in all instances.Ibid.In other words, the\nCourt sought a measure of parity between constructive discharge and\nordinary discrimination—parity that we extend to the limitations\nperiod here.7The dissent relies onMorgan’s\nother holding that, unlike a hostile-work-environment claim that\nmay comprise many discriminatory acts, discrete claims of\ndiscrimination based on independent discriminatory acts cannot be\naggregated to extend the limitations period. Seepost,at 3\n(opinion of Thomas, J.) (citing 536 U. S., at 109–113). But\nthis just proves the point: The analysis for the limitations period\nturns on the nature of the specific legal claim at issue. InMorgan, the Court noted that even if a claim of\ndiscrimination based on a single discriminatory act is time barred,\nthat same act could still be used as part of the basis for a\nhostile-work-environment claim, so long as one other act that was\npart of that same hostile-work-environment claim occurred within\nthe limitations period.Id.,at 117 (“It is precisely\nbecause the entire hostile work environment encompasses a single\nunlawful employment practice that we do not hold, as have some of\nthe Circuits, that the plaintiff may not base a suit on individual\nacts that occurred outside the statute of limitations\n. . . ”).",
    "joined": []
}