{
    "case": {
        "docket": "545",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/545/"
    },
    "id": "1970883",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1184_________________OCTANE FITNESS, LLC, PETITIONER v. ICON HEALTH\n& FITNESS, INC.on writ of certiorari to the united states\ncourt of appeals for the federal circuit[April 29, 2014]Justice Sotomayor\ndelivered the opinion of the Court.[1]*Section 285 of the\nPatent Act authorizes a district court to award attorney’s\nfees in patent litigation. It provides, in its entirety, that\n“[t]he court in exceptional cases may award reasonable\nattorney fees to the prevailing party.” 35 U. S. C.\n§285. In Brooks Furniture Mfg., Inc. v. Dutailier Int’l,\nInc., 393 F. 3d 1378 (2005), the United States Court of\nAppeals for the Federal Circuit held that “[a] case may be\ndeemed exceptional” under §285 only in two limited\ncircumstances: “when there has been some material\ninappropriate conduct,” or when the litigation is both\n“brought in subjective bad faith” and\n“objectively baseless.” Id., at 1381. The question\nbefore us is whether the Brooks Furniture framework is consistent\nwith the statutory text. We hold that it is not.IAPrior to 1946, the\nPatent Act did not authorize the awarding of attorney’s fees\nto the prevailing party in patent litigation. Rather, the\n“American Rule” governed: “ ‘[E]ach\nlitigant pa[id] his own attorney’s fees, win or\nlose . . . .’ ” Marx v.\nGeneral Revenue Corp., 568 U. S. ___, ___ (2013) (slip op., at\n9). In 1946, Congress amended the Patent Act to add a discretionary\nfee-shifting provision, then codified in §70, which stated\nthat a court “may in its discretion award reasonable\nattorney’s fees to the prevailing party upon the entry of\njudgment in any patent case.” 35 U. S. C. §70\n(1946 ed.).[2]Courts did not award\nfees under §70 as a matter of course. They viewed the award of\nfees not “as a penalty for failure to win a patent\ninfringement suit,” but as appropriate “only in\nextraordinary circumstances.” Park-In-Theatres, Inc. v.\nPerkins, 190 F. 2d 137, 142 (CA9 1951). The provision enabled\nthem to address “unfairness or bad faith in the conduct of\nthe losing party, or some other equitable consideration of similar\nforce,” which made a case so unusual as to warrant\nfee-shifting. Ibid.; see also Pennsylvania Crusher Co. v. Bethlehem\nSteel Co., 193 F. 2d 445, 451 (CA3 1951) (listing as\n“adequate justification[s]” for fee awards “fraud\npracticed on the Patent Office or vexatious or unjustified\nlitigation”).Six years later,\nCongress amended the fee-shifting provision and recodified it as\n§285. Whereas §70 had specified that a district court\ncould “in its discretion award reasonable attorney’s\nfees to the prevailing party,” the revised language of\n§285 (which remains in force today) provides that “[t]he\ncourt in exceptional cases may award reasonable attorney fees to\nthe prevailing party.” We have observed, in interpreting the\ndamages provision of the Patent Act, that the addition of the\nphrase “exceptional cases” to §285 was “for\npurposes of clarification only.”[3] General Motors Corp. v. Devex Corp., 461 U. S. 648\n, n. 8 (1983); see also id., at 652, n. 6. And the parties\nagree that the recodification did not substantively alter the\nmeaning of the statute.[4]For three decades after\nthe enactment of §285, courts applied it—as they had\napplied §70—in a discretionary manner, assessing various\nfactors to determine whether a given case was sufficiently\n“exceptional” to warrant a fee award. See, e.g., True\nTemper Corp. v. CF&I Steel Corp., 601 F. 2d 495,\n508–509 (CA10 1979); Kearney & Trecker Corp. v. Giddings\n& Lewis, Inc., 452 F. 2d 579, 597 (CA7 1971); Siebring v.\nHansen, 346 F. 2d 474, 480–481 (CA8 1965).In 1982, Congress\ncreated the Federal Circuit and vested it with exclusive appellate\njurisdiction in patent cases. 28 U. S. C. §1295. In\nthe two decades that followed, the Federal Circuit, like the\nregional circuits before it, instructed district courts to consider\nthe totality of the circumstances when making fee determinations\nunder §285. See, e.g., Rohm & Haas Co. v. Crystal Chemical\nCo., 736 F. 2d 688, 691 (1984) (“Cases decided under\n§285 have noted that ‘the substitution of the phrase\n“in exceptional cases” has not done away with the\ndiscretionary feature’ ”); Yamanouchi\nPharmaceutical Co., Ltd. v. Danbury Pharmacal, Inc., 231 F. 3d\n1339, 1347 (2000) (“In assessing whether a case qualifies as\nexceptional, the district court must look at the totality of the\ncircumstances”).In 2005, however, the\nFederal Circuit abandoned that holistic, equitable approach in\nfavor of a more rigid and mechanical formulation. In Brooks\nFurniture Mfg., Inc. v. Dutailier Int’l, Inc., 393 F. 3d\n1378 (2005), the court held that a case is\n“exceptional” under §285 only “when there\nhas been some material inappropriate conduct related to the matter\nin litigation, such as willful infringement, fraud or inequitable\nconduct in procuring the patent, misconduct during litigation,\nvexatious or unjustified litigation, conduct that violates Fed. R.\nCiv. P. 11, or like infractions.” Id., at 1381. “Absent\nmisconduct in conduct of the litigation or in securing the\npatent,” the Federal Circuit continued, fees “may be\nimposed against the patentee only if both (1) the litigation\nis brought in subjective bad faith, and (2) the litigation is\nobjectively baseless.” Ibid. The Federal Circuit subsequently\nclarified that litigation is objectively baseless only if it is\n“so unreasonable that no reasonable litigant could believe it\nwould succeed,” iLOR, LLC v. Google, Inc., 631 F. 3d\n1372, 1378 (2011), and that litigation is brought in subjective bad\nfaith only if the plaintiff “actually know[s]” that it\nis objectively baseless, id., at 1377.[5]Finally, Brooks\nFurniture held that because “[t]here is a presumption that\nthe assertion of infringement of a duly granted patent is made in\ngood faith[,] . . . the underlying improper conduct and\nthe characterization of the case as exceptional must be established\nby clear and convincing evidence.” 393 F. 3d, at\n1382.BThe parties to this\nlitigation are manufacturers of exercise equipment. The respondent,\nICON Health & Fitness, Inc., owns U. S. Patent No.\n6,019,710 (’710 patent), which discloses an elliptical\nexercise machine that allows for adjustments to fit the individual\nstride paths of users. ICON is a major manufacturer of exercise\nequipment, but it has never commercially sold the machine disclosed\nin the ’710 patent. The petitioner, Octane Fitness, LLC, also\nmanufactures exercise equipment, including elliptical machines\nknown as the Q45 and Q47.ICON sued Octane,\nalleging that the Q45 and Q47 infringed several claims of the\n’710 patent. The District Court granted Octane’s motion\nfor summary judgment, concluding that Octane’s machines did\nnot infringe ICON’s patent. 2011 WL 2457914 (D Minn., June\n17, 2011). Octane then moved for attorney’s fees under\n§285. Applying the Brooks Furniture standard, the District\nCourt denied Octane’s motion. 2011 WL 3900975 (D Minn., Sept.\n6, 2011). It determined that Octane could show neither that\nICON’s claim was objectively baseless nor that ICON had\nbrought it in subjective bad faith. As to objective baselessness,\nthe District Court rejected Octane’s argument that the\njudgment of noninfringement “should have been a foregone\nconclusion to anyone who visually inspected” Octane’s\nmachines. Id., *2. The court explained that although it had\nrejected ICON’s infringement arguments, they were neither\n“frivolous” nor “objectively baseless.”\nId., *2–*3. The court also found no subjective bad faith on\nICON’s part, dismissing as insufficient both “the fact\nthat [ICON] is a bigger company which never commercialized the\n’710 patent” and an e-mail exchange between two ICON\nsales executives, which Octane had offered as evidence that ICON\nhad brought the infringement action “as a matter of\ncommercial strategy.”[6]\nId., *4.ICON appealed the\njudgment of noninfringement, and Octane cross-appealed the denial\nof attorney’s fees. The Federal Circuit affirmed both orders.\n496 Fed. Appx. 57 (2012). In upholding the denial of\nattorney’s fees, it rejected Octane’s argument that the\nDistrict Court had “applied an overly restrictive standard in\nrefusing to find the case exceptional under §285.” Id.,\nat 65. The Federal Circuit declined to “revisit the settled\nstandard for exceptionality.” Ibid.We granted certiorari,\n570 U. S. __ (2013), and now reverse.IIThe framework\nestablished by the Federal Circuit in Brooks Furniture is unduly\nrigid, and it impermissibly encumbers the statutory grant of\ndiscretion to district courts.AOur analysis begins\nand ends with the text of §285: “The court in\nexceptional cases may award reasonable attorney fees to the\nprevailing party.” This text is patently clear. It imposes\none and only one constraint on district courts’ discretion to\naward attorney’s fees in patent litigation: The power is\nreserved for “exceptional” cases.The Patent Act does not\ndefine “exceptional,” so we construe it\n“ ‘in accordance with [its] ordinary\nmeaning.’ ” Sebelius v. Cloer, 569 U. S. ___,\n___ (2013) (slip op., at 6); see also Bilski v. Kappos, 561\nU. S. 593 , ___ (2010) (slip op., at 6) (“In patent law,\nas in all statutory construction, ‘[u]nless otherwise\ndefined, “words will be interpreted as taking their ordinary,\ncontemporary, common meaning” ’ ”). In\n1952, when Congress used the word in §285 (and today, for that\nmatter), “[e]xceptional” meant “uncommon,”\n“rare,” or “not ordinary.” Webster’s\nNew International Dictionary 889 (2d ed. 1934); see also 3 Oxford\nEnglish Dictionary 374 (1933) (defining “exceptional”\nas “out of the ordinary course,” “unusual,”\nor “special”);Merriam-Webster’s Collegiate\nDictionary 435 (11th ed. 2008) (defining “exceptional”\nas “rare”); Noxell Corp. v. Firehouse No. 1 Bar-B-Que\nRestaurant, 771 F. 2d 521, 526 (CADC 1985) (R. B.\nGinsburg, J., joined by Scalia, J.) (interpreting the term\n“exceptional” in the Lanham Act’s identical\nfee-shifting provision, 15 U. S. C. §1117(a), to\nmean “uncommon” or “not\nrun-of-the-mill”).We hold, then, that an\n“exceptional” case is simply one that stands out from\nothers with respect to the substantive strength of a party’s\nlitigating position (considering both the governing law and the\nfacts of the case) or the unreasonable manner in which the case was\nlitigated. District courts may determine whether a case is\n“exceptional” in the case-by-case exercise of their\ndiscretion, considering the totality of the circumstances.[7] As in the comparable context of the\nCopyright Act, “ ‘[t]here is no precise rule or\nformula for making these determinations,’ but instead\nequitable discretion should be exercised ‘in light of the\nconsiderations we have identified.’ ” Fogerty v.\nFantasy, Inc., 510 U. S. 517, 534 (1994) .B1The Federal\nCircuit’s formulation is overly rigid. Under the standard\ncrafted in Brooks Furniture, a case is “exceptional”\nonly if a district court either finds litigation-related misconduct\nof an independently sanctionable magnitude or determines that the\nlitigation was both “brought in subjective bad faith”\nand “objectively baseless.” 393 F. 3d, at 1381.\nThis formulation superimposes an inflexible framework onto\nstatutory text that is inherently flexible.For one thing, the\nfirst category of cases in which the Federal Circuit allows fee\nawards—those involving litigation misconduct or certain other\nmisconduct—appears to extend largely to independently\nsanctionable conduct. See ibid. (defining litigation-related\nmisconduct to include “willful infringement, fraud or\ninequitable conduct in procuring the patent, misconduct during\nlitigation, vexa-tious or unjustified litigation, conduct that\nviolates Fed. R. Civ. P. 11, or like infractions”). But\nsanctionable conduct is not the appropriate benchmark. Under the\nstandard announced today, a district court may award fees in the\nrare case in which a party’s unreasonable conduct—while\nnot necessarily independently sanctionable—is nonetheless so\n“exceptional” as to justify an award of fees.The second category of\ncases in which the Federal Circuit allows fee awards is also too\nrestrictive. In order for a case to fall within this second\ncategory, a district court must determine both that the litigation\nis objectively baseless and that the plaintiff brought it in\nsubjective bad faith. But a case presenting either subjective bad\nfaith or exceptionally meritless claims may sufficiently set itself\napart from mine-run cases to warrant a fee award. Cf. Noxell, 771\nF. 2d, at 526 (“[W]e think it fair to assume that Congress\ndid not intend rigidly to limit recovery of fees by a [Lanham Act]\ndefendant to the rare case in which a court finds that the\nplaintiff ‘acted in bad faith, vexatiously, wantonly, or for\noppressive reasons’ . . . . Something\nless than ‘bad faith,’ we believe, suffices to mark a\ncase as ‘exceptional’ ”).ICON argues that the\ndual requirement of “subjective bad faith” and\n“objective baselessness” follows from this\nCourt’s decision in Professional Real Estate Investors, Inc.\nv. Columbia Pictures Industries, Inc., 508 U. S. 49 (1993)\n(PRE), which involved an exception to the Noerr-Pennington doctrine\nof antitrust law. It does not. Under the Noerr-Pennington\ndoctrine—established by Eastern Railroad Presidents\nConference v. Noerr Motor Freight, Inc., 365 U. S. 127 (1961)\n, and Mine Workers v. Pennington, 381 U. S. 657 (1965)\n—defendants are immune from antitrust liability for engaging\nin conduct (including litigation) aimed at influencing\ndecisionmaking by the government. PRE, 508 U. S., at 56. But\nunder a “sham exception” to this doctrine,\n“activity ‘ostensibly directed toward influencing\ngovernmental action’ does not qualify for Noerr immunity if\nit ‘is a mere sham to cover . . . an attempt to\ninterfere directly with the business relationships of a\ncompetitor.’ ” Id., at 51. In PRE, we held that to\nqualify as a “sham,” a “lawsuit must be\nobjectively baseless” and must “concea[l] ‘an\nattempt to interfere directly with the business relationships of a\ncompetitor . . . .’ ” Id., at\n60–61 (emphasis deleted). In other words, the plaintiff must\nhave brought baseless claims in an attempt to thwart competition\n(i.e., in bad faith).In Brooks Furniture,\nthe Federal Circuit imported the PRE standard into §285. See\n393 F. 3d, at 1381. But the PRE standard finds no roots in the\ntext of §285, and it makes little sense in the context of\ndetermining whether a case is so “exceptional” as to\njustify an award of attorney’s fees in patent litigation. We\ncrafted the Noerr-Pennington doctrine—and carved out only a\nnarrow exception for “sham” litigation—to avoid\nchilling the exercise of the First Amendment right to petition the\ngovernment for the redress of grievances. See PRE, 508 U. S.,\nat 56 (“Those who petition government for redress are\ngenerally immune from antitrust liability”). But to the\nextent that patent suits are similarly protected as acts of\npetitioning, it is not clear why the shifting of fees in an\n“exceptional” case would diminish that right. The\nthreat of antitrust liability (and the attendant treble damages, 15\nU. S. C. §15) far more significantly chills the\nexercise of the right to petition than does the mere shifting of\nattorney’s fees. In the Noerr-Pennington context, defendants\nseek immunity from a judicial declaration that their filing of a\nlawsuit was actually unlawful; here, they seek immunity from a far\nless onerous declaration that they should bear the costs of that\nlawsuit in exceptional cases.2We reject Brooks\nFurniture for another reason: It is so demanding that it would\nappear to render §285 largely superfluous. We have long\nrecognized a common-law exception to the general “American\nrule” against fee-shifting—an exception,\n“inherent” in the “power [of] the courts”\nthat applies for “ ‘willful disobedience of a\ncourt order’ ” or “when the losing party has\n‘acted in bad faith, vexatiously, wantonly, or for oppressive\nreasons . . . .’ ” Alyeska Pipeline\nService Co. v. Wilderness Society, 421 U. S. 240 –259\n(1975). We have twice declined to construe fee-shifting provisions\nnarrowly on the basis that doing so would render them superfluous,\ngiven the background exception to the American rule, see\nChristiansburg Garment Co. v. EEOC, 434 U. S. 412, 419 (1978)\n; Newman v. Piggie Park Enterprises, Inc., 390 U. S. 400 ,\nn. 4 (1968) (per curiam), and we again decline to do so\nhere.3Finally, we reject\nthe Federal Circuit’s requirement that patent litigants\nestablish their entitlement to fees under §285 by “clear\nand convincing evidence,” Brooks Furniture, 393 F. 3d,\nat 1382. We have not interpreted comparable fee-shifting statutes\nto require proof of entitlement to fees by clear and convincing\nevidence. See, e.g., Fogerty, 510 U. S., at 519; Cooter &\nGell v. Hartmarx Corp., 496 U. S. 384 (1990) ; Pierce v. Underwood,\n487 U. S. 552, 558 (1988) . And nothing in §285 justifies\nsuch a high standard of proof. Section 285 demands a simple\ndiscretionary inquiry; it imposes no specific evidentiary burden,\nmuch less such a high one. Indeed, patent-infringement litigation\nhas always been governed by a preponderance of the evidence\nstandard, see, e.g., Béné v. Jeantet, 129 U. S.\n683, 688 (1889) , and that is the “standard generally\napplicable in civil actions,” because it “allows both\nparties to ‘share the risk of error in roughly equal\nfashion,’ ” Herman & MacLean v. Huddleston,\n459 U. S. 375, 390 (1983) .*  *  *For the foregoing\nreasons, the judgment of the United States Court of Appeals for the\nFederal Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1*  joins this opinion\nexcept as to footnotes 1–3.2This provision did\n“not contemplat[e] that the recovery of attorney’s fees\n[would] become an ordinary thing in patent suits .\n. . .” S. Rep. No. 79–1503, p. 2\n(1946).3The Senate Report\nsimilarly explained that the new provision was “substantially\nthe same as” §70, and that the\n“ ‘exceptional cases’ ” language\nwas added simply to “expres[s] the intention of the [1946]\nstatute as shown by its legislative history and as interpreted by\nthe courts.” S. Rep. No. 82–1979, p. 30\n(1952).4See Brief for Petitioner\n35 (“[T]his amendment was not intended to create a stricter\nstandard for fee awards, but instead was intended to clarify and\nendorse the already-existing statutory standard”); Brief for\nRespondent 17 (“When it enacted §285, as the historical\nnotes to this provision make clear, Congress adopted the standards\napplied by courts interpreting that statute’s predecessor,\n§70 of the 1946 statute. Congress explained that §285\n‘is substantially the same as the corresponding provision\nin’ §70”).5In v. , 738 F. 3d\n1302 (CA Fed 2013)—decided after our grant of certiorari but\nbefore we heard oral argument in this case—the Federal\nCircuit appeared to cut back on the “subjective bad\nfaith” inquiry, holding that the language in was dictum and\nthat “actual knowledge of baselessness is not\nrequired.” 738 F. 3d, at 1310. Rather, the court held,\n“a defendant need only prove reckless conduct to satisfy the\nsubjective component of the §285 analysis,” , and courts\nmay “dra[w] an inference of bad faith from circumstantial\nevidence thereof when a patentee pursues claims that are devoid of\nmerit,” at 1311. Most importantly, the Federal Circuit stated\nthat “[o]bjective baselessness alone can create a sufficient\ninference of bad faith to establish exceptionality under §285,\nunless the circumstances as a whole show a lack of recklessness on\nthe patentee’s part.” , at 1314. Chief Judge Rader\nwrote a concurring opinion that sharply criticized , 738\nF. 3d, at 1318–1320; the court, he said, “should\nhave remained true to its original reading of” §285, at\n1320.6One e-mail, sent from\nICON’s Vice President of Global Sales to two employees, read:\n“ ‘We are suing Octane. Not only are we coming out\nwith a greater product to go after them, but throwing a lawsuit on\ntop of that.’ ” 2011 WL 3900975, *4. One of the\nrecipients then forwarded that e-mail to a third party, along with\nthe accompanying message: “ ‘Just clearing the way\nand making sure you guys have all your guns\nloaded!’ ” . More than a year later, that same\nemployee sent ane-mail to the Vice President of Global Sales with\nthe subject, “ ‘I heard we are suing\nOctane!’ ” The executive responded as follows:\n“ ‘Yes—old patent we had for a long time\nthat was sitting on the shelf. They are just looking for\nroyalties.’ ” The District Court wrote that\n“in the light most favorable to Octane, these remarks are\nstray comments by employees with no demonstrated connection to the\nlawsuit.”7In v. , , for example, we\nexplained that in determining whether to award fees under a similar\nprovision in the Copyright Act, district courts could consider a\n“nonexclusive” list of “factors,” including\n“frivolousness, motivation, objective unreasonableness (both\nin the factual and legal components of the case) and the need in\nparticular circumstances to advance considerations of compensation\nand deterrence.” , at 534, n. 19 (internal quotation marks\nomitted).",
    "joined": []
}