{
    "case": {
        "docket": "228",
        "citation": "573",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/573/228/"
    },
    "id": "1970947",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–483_________________EDWARD R. LANE, PETITIONER v. STEVE FRANKS, in\nhis individual capacity, and SUSAN BURROW, in her official capacity\nas ACTING PRESIDENT OF CENTRALALABAMA COMMUNITYCOLLEGEon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[June 19, 2014]Justice Sotomayor\ndelivered the opinion of the Court.Almost 50 years ago,\nthis Court declared that citizens do not surrender their First\nAmendment rights by accepting public employment. Rather, the First\nAmendment protection of a public employee’s speech depends on a\ncareful balance “between the interests of the [employee], as a\ncitizen, in commenting upon matters of public concern and the\ninterest of the State, as an employer, in promoting the efficiency\nof the public services it performs through its employees.”\nPickering v. Board of Ed. of Township High School Dist. 205, Will\nCty., 391 U. S. 563, 568 (1968) . In Pickering, the Court\nstruck the balance in favor of the public employee, extending First\nAmendment protection to a teacher who was fired after writing a\nletter to the editor of a local newspaper criticizing the school\nboard that employed him. Today, we consider whether the First\nAmendment similarly protects a public employee who provided\ntruthful sworn testimony, compelled by sub-poena, outside the\ncourse of his ordinary job responsibilities. We hold that it\ndoes.IIn 2006, Central\nAlabama Community College (CACC) hired petitioner Edward Lane to be\nthe Director of Community Intensive Training for Youth (CITY), a\nstatewide program for underprivileged youth. CACC hired Lane on a\nprobationary basis. In his capacity as Director, Lane was\nresponsible for overseeing CITY’s day-to-day operations, hiring and\nfiring employees, and making decisions with respect to the\nprogram’s finances.At the time of Lane’s\nappointment, CITY faced significant financial difficulties. That\nprompted Lane to conduct a comprehensive audit of the program’s\nexpenses. The audit revealed that Suzanne Schmitz, an Alabama State\nRepresentative on CITY’s payroll, had not been reporting to her\nCITY office. After unfruitful discussions with Schmitz, Lane shared\nhis finding with CACC’s president and its attorney. They warned him\nthat firing Schmitz could have negative repercussions for him and\nCACC.Lane nonetheless\ncontacted Schmitz again and in-structed her to show up to the\nHuntsville office to serveas a counselor. Schmitz refused; she\nresponded that shewished to “ ‘continue to serve the CITY\nprogram in the same manner as [she had] in the past.’ ” Lane\nv. Central Ala. Community College, 523 Fed. Appx. 709, 710 (CA11\n2013) (per curiam). Lane fired her shortly thereafter. Schmitz told\nanother CITY employee, Charles Foley, that she intended to\n“ ‘get [Lane] back’ ” for firing her. 2012 WL 5289412, *1\n(ND Ala., Oct. 18, 2012). She also said that if Lane ever requested\nmoney from the state legislature for the program, she would tell\nhim, “ ‘[y]ou’re fired.’ ” Ibid.Schmitz’ termination\ndrew the attention of many, including agents of the Federal Bureau\nof Investigation, which initiated an investigation into Schmitz’\nemployment with CITY. In November 2006, Lane testified before a\nfederal grand jury about his reasons for firing Schmitz. In January\n2008, the grand jury indicted Schmitz on four counts of mail fraud\nand four counts of theft concerning a program receiving federal\nfunds. See United States v. Schmitz, 634 F. 3d 1247, 1256–1257\n(CA11 2011). The indictment alleged that Schmitz had collected\n$177,251.82 in federal funds even though she performed\n“ ‘virtually no services,’ ” “ ‘generated virtually\nno work product,’ ” and “ ‘rarely even appeared for work\nat the CITY Program offices.’ ” Id., at 1260. It further\nalleged that Schmitz had submitted false statements concerning the\nhours she worked and the nature of the services she performed. Id.,\nat 1257.Schmitz’ trial, which\ngarnered extensive press coverage,[1] commenced in August 2008. Lane testified, under\nsubpoena, regarding the events that led to his terminating Schmitz.\nThe jury failed to reach a verdict. Roughly six months later,\nfederal prosecutors retried Schmitz, and Lane testified once again.\nThis time, the jury convicted Schmitz on three counts of mail fraud\nand four countsof theft concerning a program receiving federal\nfunds. The District Court sentenced her to 30 months in prison and\nordered her to pay $177,251.82 in restitution and forfeiture.Meanwhile, CITY\ncontinued to experience considerable budget shortfalls. In November\n2008, Lane began reporting to respondent Steve Franks, who had\nbecome president of CACC in January 2008. Lane recommended that\nFranks consider layoffs to address the financial difficulties. In\nJanuary 2009, Franks decided to terminate 29 probationary CITY\nemployees, including Lane. Shortly thereafter, however, Franks\nrescinded all but 2 of the 29 terminations—those of Lane and one\nother employee— because of an “ambiguity in [those other\nemployees’] probationary service.” Brief for Respondent Franks 11.\nFranks claims that he “did not rescind Lane’s\ntermination . . . because he believed that Lane\nwas in a fundamentally different category than the other employees:\nhe was the director of the entire CITY program, and not simply an\nemployee.” Ibid. In September 2009, CACC eliminated the CITY\nprogram and terminated the program’s remaining employees. Franks\nlater retired, and respondent Susan Burrow, the current Acting\nPresident of CACC, replaced him while this case was pending before\nthe Eleventh Circuit.In January 2011, Lane\nsued Franks in his individual and official capacities under Rev.\nStat. §1979, 42 U. S. C. §1983, alleging that Franks had\nviolated the First Amendment by firing him in retaliation for his\ntestimony against Schmitz.[2]\nLane sought damages from Franks in his individual capacity and\nsought equitable relief, including reinstatement, from Franks in\nhis official capacity.[3]The District Court\ngranted Franks’ motion for summary judgment. Although the court\nconcluded that the record raised “genuine issues of material fact\n. . . concerning [Franks’] true motivation for\nterminating [Lane’s] employment,” 2012 WL 5289412, *6, it held that\nFranks was entitled to qualified immunity as to the damages claims\nbecause “a reasonable government official in [Franks’] position\nwould not have had reason to believe that the Constitution\nprotected [Lane’s] testimony,” id., *12. The District Court relied\non Garcetti v. Ceballos, 547 U. S. 410 (2006) , which held\nthat “ ‘when public employees make statements pursuant to\ntheir official duties, the employees are not speaking as citizens\nfor First Amendment pur-poses.’ ” 2012 WL 5289412, *10\n(quoting Garcetti, 547 U. S.,at 421). The court found no\nviolation of clearly established law because Lane had “learned of\nthe information that he testified about while working as Director\nat [CITY],” such that his “speech [could] still be considered as\npart of his official job duties and not made as a citizen on a\nmatter of public concern.” 2012 WL 5289412, *10.The Eleventh Circuit\naffirmed. 523 Fed. Appx., at 710. Like the District Court, it\nrelied extensively on Garcetti. It reasoned that, “[e]ven if an\nemployee was not required to make the speech as part of his\nofficial duties, he enjoys no First Amendment protection if his\nspeech ‘owes its existence to [the] employee’s professional\nresponsibilities’ and is ‘a product that the “employer himself has\ncommissioned or created.” ’ ” Id., at 711 (quoting\nAbdur-Rahman v. Walker, 567 F. 3d 1278, 1283 (CA11 2009)). The\ncourt concluded that Lane spoke as an employee and not as a citizen\nbecause he was acting pursuant to his official duties when he\ninvestigated Schmitz’ employment, spoke with Schmitz and CACC\nofficials regarding the issue, and terminated Schmitz. 523 Fed.\nAppx., at 712. “That Lane testified about his official activities\npursuant to a sub-poena and in the litigation context,” the court\ncontinued,“does not bring Lane’s speech within the protection of\nthe First Amendment.” Ibid. The Eleventh Circuit also concluded\nthat, “even if . . . a constitutional violation of Lane’s\nFirst Amendment rights occurred in these circumstances, Franks\nwould be entitled to qualified immunity in his personal capacity”\nbecause the right at issue had not been clearly established. Id.,\nat 711, n. 2.We granted certiorari,\n571 U. S. __ (2014), to resolve discord among the Courts of\nAppeals as to whether public employees may be fired—or suffer other\nadverse employment consequences—for providing truthful subpoenaed\ntestimony outside the course of their ordinary job\nresponsibilities. Compare 523 Fed. Appx., at 712 (case below),\nwith, e.g., Reilly v. Atlantic City, 532 F. 3d 216, 231 (CA3\n2008).IISpeech by citizens on\nmatters of public concern lies at the heart of the First Amendment,\nwhich “was fashioned to assure unfettered interchange of ideas for\nthe bringing about of political and social changes desired by the\npeople,” Roth v. United States, 354 U. S. 476, 484 (1957) .\nThis remains true when speech concerns information related to or\nlearned through public employment. After all, public employees do\nnot renounce their citizenship when they accept employment, and\nthis Court has cautioned time and again that public employers may\nnot condition employment on the relinquishment of constitutional\nrights. See, e.g., Keyishian v. Board of Regents of Univ. of State\nof N. Y., 385 U. S. 589, 605 (1967) ; Pickering, 391\nU. S., at 568; Connick v. Myers, 461 U. S. 138, 142\n(1983) . There is considerable value, moreover, in encouraging,\nrather than inhibiting, speech by public employees. For\n“[g]overnment employees are often in the best position to know what\nails the agencies for which they work.” Waters v. Churchill, 511\nU. S. 661, 674 (1994) (plurality opinion). “The interest at\nstake is as much the public’s interest in receiving informed\nopinion as it is the employee’s own right to disseminate it.” San\nDiego v. Roe, 543 U. S. 77, 82 (2004) (per curiam).Our precedents have\nalso acknowledged the government’s countervailing interest in\ncontrolling the operation of its workplaces. See, e.g., Pickering,\n391 U. S., at 568. “Government employers, like private\nemployers, need a significant degree of control over their\nemployees’ words and actions; without it, there would be little\nchance for the efficient provision of public services.” Garcetti,\n547 U. S., at 418.Pickering provides the\nframework for analyzing whether the employee’s interest or the\ngovernment’s interest should prevail in cases where the government\nseeks to curtail the speech of its employees. It requires\n“balanc[ing] . . . the interests of the [public\nemployee], as a citizen, in commenting upon matters of public\nconcern and the interest of the State, as an employer, in promoting\nthe efficiency of the public services it performs through its\nemployees.” 391 U. S., at 568. In Pickering, the Court held\nthat a teacher’s letter to the editor of a local news-paper\nconcerning a school budget constituted speech on amatter of public\nconcern. Id., at 571. And in balancing the employee’s interest in\nsuch speech against the government’s efficiency interest, the Court\nheld that the publication of the letter did not “imped[e] the\nteacher’s proper performance of his daily duties in the classroom”\nor “interfer[e] with the regular operation of the schools\ngenerally.” Id., at 572–573. The Court therefore held that the\nteacher’s speech could not serve as the basis for his dismissal.\nId., at 574.In Garcetti, we\ndescribed a two-step inquiry into whether a public employee’s\nspeech is entitled to protection:“The first requires determining whether\nthe employee spoke as a citizen on a matter of public concern. If\nthe answer is no, the employee has no First Amendment cause of\naction based on his or her employer’s reaction to the speech. If\nthe answer is yes, then the possibility of a First Amendment claim\narises. The question becomes whether the relevant government entity\nhad an adequate justification for treating the employee differently\nfrom any other member of the general public.” 547 U. S., at\n418 (citations omitted).In describing the first\nstep in this inquiry, Garcetti distinguished between employee\nspeech and citizen speech. Whereas speech as a citizen may trigger\nprotection, the Court held that “when public employees make\nstatements pursuant to their official duties, the employees are not\nspeaking as citizens for First Amendment pur-poses, and the\nConstitution does not insulate their communi-cations from employer\ndiscipline.” Id., at 421. Applying that rule to the facts before\nit, the Court found that an internal memorandum prepared by a\nprosecutor in the course of his ordinary job responsibilities\nconstituted unprotected employee speech. Id., at 424.IIIAgainst this\nbackdrop, we turn to the question pre-sented: whether the First\nAmendment protects a public employee who provides truthful sworn\ntestimony, compelledby subpoena, outside the scope of his ordinary\njob responsibilities.[4] We\nhold that it does.AThe first inquiry is\nwhether the speech in question—Lane’s testimony at Schmitz’\ntrials—is speech as a citizen on a matter of public concern. It\nclearly is.1Truthful testimony\nunder oath by a public employee outside the scope of his ordinary\njob duties is speech as a citizen for First Amendment purposes.\nThat is so even when the testimony relates to his public employment\nor concerns information learned during that employment.In rejecting Lane’s\nargument that his testimony was speech as a citizen, the Eleventh\nCircuit gave short shrift to the nature of sworn judicial\nstatements and ignored the obligation borne by all witnesses\ntestifying under oath. See 523 Fed. Appx., at 712 (finding\nimmaterial the fact that Lane spoke “pursuant to a subpoena and in\nthe litigation context”). Sworn testimony in judicial proceedings\nis a quintessential example of speech as a citizen for a simple\nreason: Anyone who testifies in court bears an obligation, to the\ncourt and society at large, to tell the truth. See, e.g., 18\nU. S. C. §1623 (criminalizing false statements under oath\nin judicial proceedings); United States v. Mandujano, 425\nU. S. 564, 576 (1976) (plurality opinion) (“Perjured testimony\nis an obvious and flagrant affront to the basic concept of judicial\nproceedings”). When the person testifying is a public employee, he\nmay bear separate obligations to his employer—for example, an\nobligation not to show up to court dressed in an unprofessional\nmanner. But any such obligations as an employee are distinct and\nindependent from the obligation, as a citizen, to speak the truth.\nThat independent obligation renders sworn testimony speech as a\ncitizen and sets it apart from speech made purely in the capacity\nof an employee.In holding that Lane\ndid not speak as a citizen whenhe testified, the Eleventh Circuit\nread Garcetti far too broadly. It reasoned that, because Lane\nlearned of the sub-ject matter of his testimony in the course of\nhis employment with CITY, Garcetti requires that his testimony be\ntreated as the speech of an employee rather than that of a citizen.\nSee 523 Fed. Appx., at 712. It does not.The sworn testimony in\nthis case is far removed from the speech at issue in Garcetti—an\ninternal memorandum prepared by a deputy district attorney for his\nsupervisors recommending dismissal of a particular prosecution. The\nGarcetti Court held that such speech was made pursuant to the\nemployee’s “official responsibilities” because “[w]hen [the\nemployee] went to work and performed the tasks he was paid to\nperform, [he] acted as a government employee. The fact that his\nduties sometimes required him to speak or write does not mean that\nhis supervisors were prohib-ited from evaluating his performance.”\n547 U. S., at 422, 424.But Garcetti said\nnothing about speech that simply relates to public employment or\nconcerns information learned in the course of public employment.\nThe Garcetti Court made explicit that its holding did not turn on\nthe fact that the memo at issue “concerned the subject matter of\n[the prosecutor’s] employment,” because “[t]he First Amendment\nprotects some expressions related to the speaker’s job.” Id., at\n421. In other words, the mere fact that a citizen’s speech concerns\ninformation acquired by virtue of his public employment does not\ntransform that speech into employee—rather than citizen—speech. The\ncritical question under Garcetti is whether the speech at issue is\nitself ordinarily within the scope of an employee’s duties, not\nwhether it merely concerns those duties.It bears emphasis that\nour precedents dating back to Pickering have recognized that speech\nby public employees on subject matter related to their employment\nholdsspecial value precisely because those employees gainknowledge\nof matters of public concern through their employment. In\nPickering, for example, the Court observed that “[t]eachers are\n. . . the members of a commu-nity most likely to have\ninformed and definite opinions as to how funds allotted to the\noperation of the schools should be spent. Accordingly, it is\nessential that they be able to speak out freely on such questions\nwithout fear of retaliatory dismissal.” 391 U. S., at 572; see\nalso Garcetti, 547 U. S., at 421 (recognizing that “[t]he same\nis true of many other categories of public employees”). Most\nrecently, in San Diego v. Roe, 543 U. S., at 80, the Court\nagain observed that public employees “are uniquely qualified to\ncomment” on “matters concerning government policies that are of\ninterest to the public at large.”The importance of\npublic employee speech is especially evident in the context of this\ncase: a public corruption scandal. The United States, for example,\nrepresents that because “[t]he more than 1000 prosecutions for\nfederal corruption offenses that are brought in a typical year\n. . . often depend on evidence about activities that\ngovernment officials undertook while in office,” those prosecutions\noften “require testimony from other government employees.” Brief\nfor United States as Amicus Curiae 20. It would be antithetical to\nour jurisprudence to conclude that the very kind of speech\nnecessary to prosecute corruption by public officials—speech by\npublic employees regarding information learned through their\nemployment—may never form the basis for a First Amendment\nretaliation claim. Such a rule would place public employees who\nwitness corruption in an impossible position, torn between the\nobligation to testify truthfully and the desire to avoid\nretaliation and keep their jobs.Applying these\nprinciples, it is clear that Lane’s sworn testimony is speech as a\ncitizen.2Lane’s testimony is\nalso speech on a matter of public concern. Speech involves matters\nof public concern “when it can ‘be fairly considered as relating to\nany matter of political, social, or other concern to the\ncommunity,’ or when it ‘is a subject of legitimate news interest;\nthat is, a subject of general interest and of value and concern to\nthe public.’ ” Snyder v. Phelps, 562 U. S. ___, ___\n(2011) (slip op., at 6–7) (citation omitted). The inquiry turns on\nthe “content, form, and context” of the speech. Connick, 461\nU. S., at 147–148.The content of Lane’s\ntestimony—corruption in a public program and misuse of state\nfunds—obviously involves a matter of significant public concern.\nSee, e.g., Garcetti, 547 U. S., at 425 (“Exposing governmental\ninefficiency and misconduct is a matter of considerable\nsignificance”). And the form and context of the speech—sworn\ntestimony in a judicial proceeding—fortify that conclusion. “Unlike\nspeech in other contexts, testimony under oath has the formality\nand gravity necessary to remind the witness that his or her\nstatements will be the basis for official governmental action,\naction that often affects the rights and liberties of others.”\nUnited States v. Alvarez, 567 U. S. ___, ___ (2012) (slip op.,\nat 8–9) (plurality opinion).*  *  *We hold, then, that\nLane’s truthful sworn testimony at Schmitz’ criminal trials is\nspeech as a citizen on a matter of public concern.BThis does not settle\nthe matter, however. A public employee’s sworn testimony is not\ncategorically entitled to First Amendment protection simply because\nit is speech as a citizen on a matter of public concern. Under\nPickering, if an employee speaks as a citizen on a matter of public\nconcern, the next question is whether the government had “an\nadequate justification for treating the employee differently from\nany other member of the public” based on the government’s needs as\nan employer. Garcetti, 547 U. S., at 418.As discussed\npreviously, we have recognized that government employers often have\nlegitimate “interest[s] in the effective and efficient fulfillment\nof [their] responsibilities to the public,” including\n“ ‘promot[ing] efficiency and integrity in the discharge of\nofficial duties,’ ” and “ ‘maintain[ing] proper\ndiscipline in public service.’ ” Connick, 461 U. S., at\n150–151. We have also cautioned, however, that “a stronger showing\n[of government interests] may be necessary if the employee’s speech\nmore substantially involve[s] matters of public concern.” Id., at\n152.Here, the employer’s\nside of the Pickering scale is entirely empty: Respondents do not\nassert, and cannot demonstrate, any government interest that tips\nthe balance in their favor. There is no evidence, for example, that\nLane’s testimony at Schmitz’ trials was false or erroneous or that\nLane unnecessarily disclosed any sensitive, confidential, or\nprivileged information while testifying.[5] In these circumstances, we conclude that Lane’s\nspeech is entitled to protection under the First Amendment. The\nEleventh Circuit erred in holding otherwise and dismissing Lane’s\nclaim of retaliation on that basis.IVRespondent Franks\nargues that even if Lane’s testimony is protected under the First\nAmendment, the claims against him in his individual capacity should\nbe dismissed on the basis of qualified immunity. We agree.Qualified immunity\n“gives government officials breathing room to make reasonable but\nmistaken judgments about open legal questions.” Ashcroft v.\nal-Kidd, 563 U. S. ___, ___ (2011) (slip op., at 12). Under\nthis doctrine, courts may not award damages against a government\nofficial in his personal capacity unless “the official violated a\nstatutory or constitutional right,” and “the right was ‘clearly\nestablished’ at the time of the challenged conduct.” Id., at ___\n(slip op., at 3).The relevant question\nfor qualified immunity purposes is this: Could Franks reasonably\nhave believed, at the time he fired Lane, that a government\nemployer could fire an employee on account of testimony the\nemployee gave, under oath and outside the scope of his ordinary job\nresponsibilities? Eleventh Circuit precedent did not preclude\nFranks from reasonably holding that belief. And no decision of this\nCourt was sufficiently clear to cast doubt on the controlling\nEleventh Circuit precedent.In dismissing Lane’s\nclaim, the Eleventh Circuit relied on its 1998 decision in Morris\nv. Crow, 142 F. 3d 1379 (per curiam). There, a deputy sheriff\nsued the sheriff and two other officials, alleging that he had been\nfired in retaliation for statements he made in an accident report\nand later giving deposition testimony about his investigation of a\nfatal car crash between another officer and a citizen. Id., at\n1381. In his accident report, the plaintiff noted that the officer\nwas driving more than 130 mph in a 50 mph zone, without using his\nemergency blue warning light. See ibid. The plaintiff later\ntestified to these facts at a deposition in a wrongful death suit\nagainst the sheriff’s office. Ibid. His superiors later fired him.\nIbid.The Eleventh Circuit,\nin a pre-Garcetti decision, concluded that the plaintiff’s\ndeposition testimony was unprotected. It held that a public\nemployee’s speech is protected only when it is “ ‘made\nprimarily in the employee’s role as citizen,’ ” rather than\n“ ‘primarily in the role of employee.’ ” Morris, 142\nF. 3d, at 1382. And it found the plaintiff’s deposition\ntestimony to be speech as an em-ployee because it “reiterated the\nconclusions regardinghis observations of the accident” that he\n“generated in thenormal course of [his] duties.” Ibid. Critically,\nthe court acknowledged—and was unmoved by—the fact that al-though\nthe plaintiff had investigated the accident andprepared the report\npursuant to his official duties, there was no “evidence that [he]\ngave deposition testimony for any reason other than in compliance\nwith a subpoena to testify truthfully in the civil suit regarding\nthe . . . accident.” Ibid. The court further reasoned\nthat the speech could not “be characterized as an attempt to make\npublic comment on sheriff’s office policies and procedures, the\ninternal workings of the department, the quality of its employees\nor upon any issue at all.” Ibid.Lane argues that two\nother Eleventh Circuit precedents put Franks on notice that his\nconduct violated the First Amendment: Martinez v. Opa-Locka, 971\nF. 2d 708 (1992) (per curiam), and Tindal v. Montgomery Cty.\nComm’n, 32 F. 3d 1535 (1994). Martinez involved a public\nemployee’s subpoenaed testimony before the Opa-Locka City\nCommission regarding her employer’s procurement practices. 971\nF. 2d, at 710. The Eleventh Circuit held that her speech was\nprotected, reasoning that it addressed a matter of public concern\nand that her interest in speaking freely was not outweighed by her\nemployer’s interest in providing government services. Id., at 712.\nIt held, further, that the relevant constitutional rules were so\nclearly established at the time that qualified immunity did not\napply. Id., at 713. Tindal, decided two years after Martinez,\ninvolved a public employee’s subpoenaed testimony in her\nco-worker’s sexual harassment lawsuit. 32 F. 3d, at 1537–1538.\nThe court again ruled in favor of the em-ployee. It held that the\nemployee’s speech touched upona public concern and that her\nemployer had not offered any evidence that the speech hindered\noperations. Id., at 1539–1540.Morris, Martinez, and\nTindal represent the landscape of Eleventh Circuit precedent the\nparties rely on for qualified immunity purposes. If Martinez and\nTindal were controlling in the Eleventh Circuit in 2009, we would\nagree with Lane that Franks could not reasonably have believed that\nit was lawful to fire Lane in retaliation for his testimony. But\nboth cases must be read together with Morris, which reasoned—in\ndeclining to afford First Amendment protection—that the plaintiff’s\ndecision to testify was motivated solely by his desire to comply\nwith a subpoena. The same could be said of Lane’s decision to\ntestify. Franks was thus entitled to rely on Morris when he fired\nLane.[6]Lane argues that Morris\nis inapplicable because it distinguished Martinez, suggesting that\nMartinez survived Morris. See Morris, 142 F. 3d, at 1382–1383.\nBut this debate over whether Martinez or Morris applies to Lane’s\nclaim only highlights the dispositive point: At the time of Lane’s\ntermination, Eleventh Circuit precedent did not provide clear\nnotice that subpoenaed testimony concerning information acquired\nthrough public employment is speech of a citizen entitled to First\nAmendment protection. At best, Lane can demonstrate only a\ndiscrepancy in Eleventh Circuit precedent, which is insufficient to\ndefeat the defense of qualified immunity.Finally, Lane argues\nthat decisions of the Third and Seventh Circuits put Franks on\nnotice that his firing of Lane was unconstitutional. See Reilly,\n532 F. 3d, at 231 (CA3) (truthful testimony in court is\ncitizen speech protected by the First Amendment); Morales v. Jones,\n494 F. 3d 590, 598 (CA7 2007) (similar). But, as the court\nbelow acknowledged, those precedents were in direct conflict with\nEleventh Circuit precedent. See 523 Fed. Appx., at 712,\nn. 3.There is no doubt that\nthe Eleventh Circuit incorrectly concluded that Lane’s testimony\nwas not entitled to First Amendment protection. But because the\nquestion was not “beyond debate” at the time Franks acted, al-Kidd,\n563 U. S., at ___ (slip op., at 9), Franks is entitled to\nqualified immunity.VLane’s speech is\nentitled to First Amendment protection, but because respondent\nFranks is entitled to qualified immunity, we affirm the judgment of\nthe Eleventh Circuit as to the claims against Franks in his\nindividual capacity. Our decision does not resolve, however, the\nclaims against Burrow—initially brought against Franks when he\nserved as President of CACC—in her official capacity. Although the\nDistrict Court dismissed those claims for prospective relief as\nbarred by the Eleventh Amendment, the Eleventh Circuit declined to\nconsider that question on appeal, see 523 Fed. Appx., at 711\n(“Because Lane has failed to establish a prima facie case of\nretaliation, we do not decide about Franks’ defense of sovereign\nimmunity”), and the parties have not asked us to consider it now.\nWe therefore reverse the judgment of the Eleventh Circuit as to\nthose claims and remand for further proceedings.*  *  *For the foregoing\nreasons, the judgment of the United States Court of Appeals for the\nEleventh Circuit is affirmed in part and reversed in part, and the\ncase is remandedfor further proceedings consistent with this\nopinion.It is so ordered.Notes1See, Lawmaker Faces Fraud\nCharge in June, Montgomery Advertiser, May 6, 2008, p. 1B; Johnson,\nState Lawmaker’s Fraud Trial Starts Today, Montgomery Advertiser,\nAug. 18, 2008, p. 1B; Faulk, Schmitz Testifies in Her Defense: Says\nState Job was Legitimate, Birmingham News, Feb. 20, 2009, p. 1A;\nFaulk, Schmitz Convicted, Loses her State Seat, Birmingham News,\nFeb. 25, 2009, p. 1A.2Lane also brought claims\nagainst CACC, as well as claims under a state whistleblower\nstatute, Ala. Code §36–26A–3 (2013), and . Those claims are not at\nissue here.3Because Burrow replaced\nFranks as President of CACC during the pendency of this lawsuit,\nthe claims originally filed against Franks in his official capacity\nare now against Burrow.4It is undisputed that\nLane’s ordinary job responsibilities did not include testifying in\ncourt proceedings. See v. , 523 Fed. Appx. 709, 712 (CA11 2013).\nFor that reason, Lane asked the Court to decide only whether\ntruthful sworn testimony that is not a part of an employee’s\nordinary job responsibilities is citizen speech on a matter of\npublic concern. Pet. for Cert. i. We accordingly need not address\nin this case whether truthful sworn testimony would constitute\ncitizen speech under when given as part of a public employee’s\nordinary job duties, and express no opinion on the matter\ntoday.5Of course, quite apart\nfrom balancing, wrongdoing that an employee admits to while\ntestifying may be a valid basis for termination or other\ndiscipline.6There is another reason\nundermines and . In and , the Eleventh Circuit asked only whether\nthe speech at issue addressed a matter of public concern. , which\nappeared to anticipate , asked both whether the speech at issue was\nspeech of an employee (and not a citizen) and whether it touched\nupon a matter of public concern. In this respect, one could read as\ncabining and .",
    "joined": []
}