{
    "case": {
        "docket": "298",
        "citation": "567",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/567/298/"
    },
    "id": "1970500",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1121_________________DIANNE KNOX, et al., PETITIONERSv.SERVICE EM- PLOYEES INTERNATIONAL UNION, LOCAL 1000on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[June 21, 2012]Justice Sotomayor, with whom Justice Ginsburg\njoins, concurring in the judgment.When a public-sector union imposes a special\nassessment intended to fund solely political lobbying efforts, the\nFirst Amendment requires that the union provide nonmembers an\nopportunity to opt out of the contribution of funds. I therefore\nconcur in the Court’s judgment.I concur only in the judgment, however, because\nI cannot agree with the majority’s decision to address\nunnecessarily significant constitutional issues well outside the\nscope of the questions presented and briefing. By doing so, the\nmajority breaks our own rules and, more importantly, disregards\nprinciples of judicial restraint that define the Court’s proper\nrole in our system of separated powers.IThe Political Fight-Back Fund was to be used\nby Service Employees International Union, Local 1000 (SEIU),\n“specifically in the political arenas of California” to defeat\nperceived antiunion initiatives and to elect a sympathetic Governor\nand legislature. App. 25; see alsoid., at 31. As the\nmajority explains, such political efforts are not “germane” to the\nunion’s function as a bargaining representative, and accordingly\nare not chargeable to objecting nonmembers. SeeLehnertv.Ferris Faculty Assn.,500 U.S.\n507, 519 (1991); see alsoLockev.Karass,555 U.S.\n207, 211 (2009) (“[N]onchargeable union activities [include]\npolitical, public relations, or lobbying activities”). While the\nunion is free to pursue its ideological goals in the political\narena, it may not subsidize its efforts with objecting nonmembers’\nfunds, lest the objector be used as “ ‘an instrument for\nfostering public adherence to an ideological point of view he finds\nunacceptable.’ ”Lehnert, 500 U. S., at 522\n(plurality opinion) (quotingWooleyv.Maynard,430 U.S.\n705, 715 (1977)).Accordingly, when a union levies a special\nassessment or dues increase to fund political activities, the union\nmay not collect funds from nonmembers who earlier had objected to\nthe payment of nonchargeable expenses, and may not collect funds\nfrom other nonmembers without providing a newHudsonnotice\nand opportunity to opt out. SeeTeachersv.Hudson,475 U.S.\n292(1986). Because SEIU failed to follow these procedures, it\ndid not satisfy its constitutional obligations. That holding should\nend this case; it is all petitioners asked this Court to\ndecide.[1]IIThe majority agrees that SEIU’s actions were\nat odds with the First Amendment. Yet it proceeds, quite\nunnecessarily, to reach significant constitutional issues not\ncontained in the questions presented, briefed, or argued.\nPetitioners did not question the validity of our precedents, which\nconsistently have recognized that an opt-out system of fee\ncollection comports with the Constitution. SeeDavenportv.Washington Ed. Assn.,551 U.S.\n177, 181, 185 (2007);Hudson, 475 U. S., at 306, n.\n16;Aboodv.De- troit Bd. of Ed.,431 U.S.\n209, 238 (1977); see alsoante,at 12–13. They did not\nargue that the Constitution requires an opt-in system of fee\ncollection in the context of special assessments or dues increases\nor, indeed, in any context. Not surprisingly, respondents did not\naddress such a prospect.Under this Court’s Rule 14.1(a), “[o]nly the\nquestions set out in the petition, or fairly included therein, will\nbe considered by the Court.” “[W]e disregard [that rule] ‘only in\nthe most exceptional cases,’ where reasons of urgency or economy\nsuggest the need to address the unpresented question in the case\nunder consideration.”Yeev.Escondido,503 U.S.\n519, 535 (1992) (quotingStonev.Powell,428 U.S.\n465, 481, n. 15 (1976)). The majority does not claim any\nsuch exceptional circumstance here. Yet it reaches out to hold that\n“when a public-sector union imposes a special assessment or dues\nincrease, the union must provide a freshHudsonnotice andmay not exact any funds from nonmembers without their\naffirmative consent.”Ante,at 22 (emphasis added); see\nalsoante, at 17 (“[T]he union should have sent out a new\nnotice allowing nonmembers to opt in to the special fee rather than\nrequiring them to opt out”). The majority thus decides, for the\nvery first time, that the First Amendmentdoesrequire an\nopt-in system in some circumstances: the levying of a special\nassessment or dues increase. The majority announces its novel rule\nwithout any analysis of potential countervailing arguments and\nwithout any reflection on the reliance interests our old rules have\nengendered.The majority’s choice to reach an issue not\npresented by the parties, briefed, or argued, disregards our rules.\nSeeYee, 503 U. S., at 535. And it ignores a\nfundamental premise of our adversarial system: “ ‘that\nappellate courts do not sit as self-directed boards of legal\ninquiry and research, but essentially as arbiters of legal\nquestions presented and argued by the parties before them.’ ”NASAv.Nelson, 562 U. S. ___, ___, n. 10\n(2011) (opinion for the Court by Alito, J.) (slip op., at 11,\nn. 10) (quotingCarducciv.Regan, 714\nF.2d 171, 177 (CADC 1983) (opinion for the court by Scalia, J.));\nsee alsoJeffersonv.Upton, 560 U. S. ___, ___\n(Scalia, J., joined by Thomas, J., dissenting) (slip op., at 8)\n(The majority’s “refusal to abide by standard rules of appellate\npractice is unfair to the . . . Circuit,” which did not\npass on this question, “and especially to the respondent here, who\nsuffers a loss in this Court withouteverhaving an\nopportunity to address the merits of the . . . question\nthe Court decides”). The imperative of judicial restraint is at its\nzenith here, with respect to an issue of such constitutional\nmagnitude, for “[i]f there is one doctrine more deeply rooted than\nany other in the process of constitutional adjudication, it is that\nwe ought not to pass on questions of constitutionality\n. . . unless such adjudication is unavoidable.”Clintonv.Jones,520 U.S.\n681, 690, n. 11 (1997) (internal quotation marks\nomitted).[2]To make matters worse, the majority’s answer to\nits unasked constitutional question is not even clear. After today,\nmust a union undertaking a special assessment or dues increase\nobtain affirmative consent to collect “any funds” or solely\nto collect funds fornonchargeableex- penses? May a\nnonmember opt not to contribute to a special assessment, even if\nthe assessment is levied to fund uncontestably chargeable\nactivities? Does the majority’s new rule allow for any distinction\nbetween nonmembers who had earlier objected to the payment of\nnonchargeable expenses and those who had not? What procedures\ngovern this new world of fee collection?Moreover, while the majority’s novel rule is, on\nits face, limited to special assessments and dues increases, the\nmajority strongly hints that this line may not long endure. The\nmajority pronounces the Court’s explicit holding inMachinistsv.Street,367 U.S.\n740, 774 (1961)—that “dissent is not to be presumed[,]\nit must affirmatively be made known to the union by the dissenting\nemployee”—nothing but an “offhand remark,” made by Justices who did\nnot “pause to consider the broader constitutional implications of\nan affirmative opt-out requirement,”ante, at 12. The reader\nis told that our precedents’ “acceptance of the opt-out approach\nappears to have come about more as a historical accident than\nthrough the careful application of First Amendment principles.”Ibid. And that “[b]y authorizing a union to collect fees\nfrom nonmembers and permitting the use of an opt-out system for the\ncollection of fees levied to cover nonchargeable expenses, our\nprior decisionsapproach, if they do not cross,the limit of\nwhat the First Amendment can tolerate.”Ante, at 14\n(emphasis added); see alsoante, at 21–22 (“[B]y allowing\nunions to collect any fees from nonmembers and by permitting unions\nto use opt-out rather than opt-in schemes when annual dues are\nbilled, our cases have substantially impinged upon the First\nAmendment rights of nonmembers”);ante, at 11–12 (“Once it\nis recognized . . . that a nonmember cannot be forced to\nfund a union’s political or ideological activities, what is the\njustification for putting the burden on the nonmember to opt out of\nmaking such a payment? Shouldn’t the default rule comport with the\nprobable preferences of most nonmembers?”).To cast serious doubt on longstanding precedent\nis a step we historically take only with the greatest caution and\nreticence. To do so, as the majority does, on our own invitation\nand without adversarial presentation is both unfair and unwise. It\ndeprives the parties and potentialamiciof the opportunity\nto brief and argue the question. It deprives us of the benefit of\nargument that the parties, with concrete interests in the question,\nare surely better positioned than we to set forth. SeeNASA,\n562 U. S., at ___, n. 10 (opinion for the Court by Alito,\nJ.) (slip op., at 11, n. 10) (“It is undesirable for us to\ndecide a matter of this importance in a case in which we do not\nhave the benefit of briefing by the parties and in which potentialamicihad little notice that the matter might be decided”).\nNot content with our task, prescribed by Article III, of answering\nconstitutional questions, the majority today decides to ask them as\nwell.Notes1See Pet. for Cert. (i)\n(questions presented); Brief for Petitioners (i) (same);id., at 39 (“The Court should hold that . . . when\na union imposes a forced-fee increase primarily or solely for\npolitical purposes between notices, it may not collect the increase\nfrom nonmembers who have already objected, and it must not collect\nthe increase from other nonmembers until it has ascertained their\nwishes by providing them with a new notice about the increase’s\npurpose and an opportunity to opt out”); see also App. 18–19\n(complaint).2The majority contends\nthat its holding “does not venture beyondthe scope of the questions\non which we granted review,” pointing to the second question\npresented.Ante,at 22, n. 9. The majority is mistaken.\nThat question concerns the chargeability of political and lobbying\nactivities underLehnertv.Ferris Faculty Assn.,500 U.S.\n507, 522 (1991), not the procedures by which a union may\ncollect fees. SeePet. for Cert.(i);id.,at 20–27\n(describing scope of second question presented);id., at 23\n(“There is a serious split, and confusion, among the circuits on\nthe chargeability of union political and lobbying activities”).\nIndeed, it is only petitioners’ first question presented that deals\nwith fee-collection procedures. And in that question, petitioners\nask this Court to hold that SEIU may not collect its special\nassessment without providing aHudsonnotice that offers “an\nopportunityto object to” the deduction of fees for the\nassessment.Id., at (i) (emphasis added). The phrase “opt\nin” appears not once in petitioners’ briefing. The majority\nprotests that it cannot but hold that an opt-in regime is required,\nseeing as the opt-out regime the petitioners advocate is, in the\nmajority’s view, unconstitutional. But if the Court was\ndissatisfied with the scope of the questions presented here it\nshould not have granted certiorari in this case. Or having granted\nit, the Court should have asked for supplemental briefing on the\nquestion whether an opt-in regime is constitutionally required.\nWhat it should not have done—cannot dounder our rules—is\ndecide that question without having provided the parties and\npotentialamician opportunity to weigh in with their own\nconsidered views.",
    "joined": []
}