{
    "case": {
        "docket": "320",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/320/"
    },
    "id": "3262019",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–15_________________RICHARD ARMSTRONG, et al., PETITIONERSv.EXCEPTIONAL CHILD CENTER, INC., et al.on writ of certiorari to the united states court of appeals for\nthe ninth circuit[March 31, 2015]Justice Sotomayor, with whom Justice Kennedy, Justice\nGinsburg, and Justice Kagan join, dissenting.Suits in federal court to restrain state officials from\nexecuting laws that assertedly conflict with the Constitution or\nwith a federal statue are not novel. To the contrary, this Court\nhas adjudicated such requests for equitable relief since the early\ndays of the Republic. Nevertheless, today the Court holds that\nCongress has foreclosed private parties from invoking the equitable\npowers of the federal courts to require States to comply with\n§30(A) of the Medicaid Act,42 U. S. C. §1396a(a)(30)(A).\nIt does so without pointing to the sort of detailed remedial scheme\nwe have previously deemed necessary to establish congressional\nintent to preclude resort to equity. Instead, the Court relies on\nCongress’ provision for agency enforcement of §30(A)—an enforcement\nmechanism of the sort we have already definitively determinednotto foreclose private actions—and on the mere fact that\n§30(A) contains relatively broad language. As I cannot agree that\nthese statutory provisions demonstrate the requisite congressional\nintent to restrict the equitable authority of the federal courts, I\nrespectfully dissent.IAThat parties may call upon the federal courts to enjoin\nunconstitutional government action is not subject to serious\ndispute. Perhaps the most famous exposition of this principle is\nour decision inEx parte Young,209 U. S. 123\n(1908), from which the doctrine derives its usual name. There, we\nheld that the shareholders of a railroad could seek an injunction\npreventing the Minnesota attorney general from enforcing a state\nlaw setting maximum railroad rates because the Eleventh Amendment\ndid not provide the officials with immunity from such an action and\nthe federal court had the “power” in equity to “grant a temporary\ninjunction.”Id.,at 148. This Court had earlier recognized\nsimilar equitable authority inOsbornv.Bank of United\nStates, 9 Wheat. 738 (1824), in which a federal court issued an\ninjunction prohibiting an Ohio official from executing a state law\ntaxing the Bank of the United States.Id.,at 838–839. We\naffirmed in relevant part, concluding that the case was “cognizable\nin a Court of equity,” and holding it to be “proper” to grant\nequitable relief insofar as the state tax was “repugnant” to the\nfederal law creating the national bank.Id.,at 839, 859.\nMore recently, we confirmed the vitality of this doctrine inFree Enterprise Fundv.Public Company Accounting\nOversight Bd.,561 U. S. 477 (2010). There, we found no\nsupport for the argument that a challenge to “ ‘governmental\naction under the Appointments Clause or separation-of-powers\nprinciples’ ” should be treated “differently than every other\nconstitutional claim” for which “equitable relief ‘has long been\nrecognized as the proper means for preventing entities from acting\nunconstitutionally.’ ”Id.,at 491, n. 2.A suit, like this one, that seeks relief against state officials\nacting pursuant to a state law allegedly preempted by a federal\nstatute falls comfortably within this doc-trine. A claim that a\nstate law contravenes a federal statute is “basically\nconstitutional in nature, deriving its force from the operation of\nthe Supremacy Clause,”Douglasv.Seacoast Products,\nInc.,431 U. S. 265–272 (1977), and the application of\npreempted state law is therefore “unconstitutional,”Crosbyv.National Foreign Trade Council,530 U. S. 363,388\n(2000); accord,e.g., McCullochv.Maryland, 4 Wheat.\n316, 436 (1819) (that States have “no power” to enact laws\ninterfering with “the operations of the constitutional laws enacted\nby Congress” is the “unavoidable consequence of that supremacy\nwhich the constitution has declared”; such a state law “is\nunconstitutional and void”). We have thus long entertained suits in\nwhich a party seeks prospective equitable protection from an\ninjurious and preempted state law without regard to whether the\nfederal statute at issue itself provided a right to bring an\naction. See,e.g., Fosterv.Love,522 U. S. 67\n(1997) (state election law that permitted the winner of a state\nprimary to be deemed the winner of election to Congress held\npreempted by federal statute setting date of congressional\nelections);Shawv.Delta Air Lines, Inc.,463\nU. S. 85 (1983) (state law preempted in part by the federal\nEmployee Retirement Income Security Act of 1974);Railroad\nTransfer Service, Inc.v.Chicago,386 U. S. 351\n(1967) (city ordinance imposing licensing requirements on motor\ncarrier transporting railroad passengers held preempted by federal\nInterstate Commerce Act);Campbellv.Hussey,368\nU. S. 297 (1961) (state law requiring labeling of certain\nstrains of tobacco held preempted by the federal Tobacco Inspection\nAct);Railway Co.v.McShane, 22 Wall. 444 (1875)\n(state taxation of land possessed by railroad company held invalid\nunder federal Act of July 2, 1864). Indeed, for this reason, we\nhave characterized “the availability of prospective relief of the\nsort awarded inEx parte Young” as giving “life to the\nSupremacy Clause.”Greenv.Mansour,474 U. S. 64\n(1985).Thus, even though the Court is correct that it is somewhat\nmisleading to speak of “an implied right of action contained in the\nSupremacy Clause,”ante, at 6, that does not mean that\nparties may not enforce the Supremacy Clause by bringing suit to\nenjoin preempted state action. As the Court also recognizes, we\n“have long held that federal courts may in some circumstances grant\ninjunctive relief against state officers who are violating, or\nplanning to violate, federal law.”Ante, at 5.BMost important for purposes of this case is not the mere\nexistence of this equitable authority, but the fact that it is\nexceedingly well established—supported, as the Court puts it, by a\n“long history.”Ante, at 6. Congress may, if it so chooses,\neither expressly or implicitly precludeEx parteYoungenforcement actions with respect to a particular\nstatute or category of lawsuit. See,e.g.,28\nU. S. C. §1341 (prohibiting federal judicial restraints\non the collection of state taxes);Seminole Tribe of Fla.v.Florida,517 U. S. 44–76 (1996) (comprehensive\nalternative remedial scheme can establish Congress’ intent to\nforecloseEx parte Youngactions). But because Congress\nis undoubtedly aware of the federal courts’ long-established\npractice of enjoining preempted state action, it should generally\nbe presumed to contemplate such enforcement unless it affirmatively\nmanifests a contrary intent. “Unless a statute in so many words, or\nby a necessary and inescapable inference, restricts the court’s\njurisdiction in equity, the full scope of that jurisdiction is to\nbe recognized and applied.”Porterv.Warner Holding\nCo.,328 U. S. 395,398 (1946).In this respect, equitable preemption actions differ from suits\nbrought by plaintiffs invoking42 U. S. C. §1983 or an\nimplied right of action to enforce a federal statute. Suits for\n“redress designed to halt or prevent the constitutional violation\nrather than the award of money damages” seek “traditional forms of\nrelief.”United Statesv.Stanley,483 U. S.\n669,683 (1987). By contrast, a plaintiff invoking §1983 or an\nimplied statutory cause of action may seek a variety of\nremedies—including damages—from a potentially broad range of\nparties. Rather than simply pointing to background equitable\nprinciples authorizing the action that Congress presumably has not\noverridden, such a plaintiff must demonstrate specific\ncongressional intent tocreatea statutory right to these\nremedies. SeeGonzaga Univ.v.Doe,536 U. S.\n273,290 (2002);Alexanderv.Sandoval,532 U. S.\n275,286 (2001); see alsoGolden State Transit Corp.v.Los Angeles,493 U. S. 103,114 (1989) (Kennedy, J.,\ndissenting) (Because a preemption claim does not seek to enforce a\nstatutory right, “[t]he injured party does not need §1983 to vest\nin him a right to assert that an attempted exercise of jurisdiction\nor control violates the proper distribution of powers within the\nfederal system”). For these reasons, the principles that we have\ndeveloped to determine whether a statute creates an implied right\nof action, or is enforceable through §1983, are not transferable to\ntheEx parte Youngcontext.IIIn concluding that Congress has “implicitly preclude[d] private\nenforcement of §30(A),”ante,at 6, the Court ignores this\ncritical distinction and threatens the vitality of ourEx parteYoungjurisprudence. The Court\nidentifies only a single prior decision—Seminole Tribe—in\nwhich we have ever discerned such congressional intent to foreclose\nequitable enforcement of a statutory mandate.Ante, at 6.\nEven the most cursory review of that decision reveals how far\nafield it is from this case.InSeminole Tribe, the plaintiff Indian Tribe had invokedEx parte Youngin seeking to compel the State of\nFlorida to “negotiate in good faith with [the] tribe toward the\nformation of a compact” governing certain gaming activities, as\nrequired by a provision of the Indian Gaming Regulatory Act,25\nU. S. C. §2710(d)(3). 517 U. S., at 47. We rejected\nthis effort, observing that “Congress passed §2710(d)(3) in\nconjunction with the carefully crafted and intricate remedial\nscheme set forth in §2710(d)(7).”Id.,at 73–74. That latter\nprovision allowed a tribe to sue for violations of the duty to\nnegotiate 180 days after requesting such negotiations, but\nspecifically limited the remedy that a court could grant to “an\norder directing the State and the Indian tribe to conclude a\ncompact within 60 days,” and provided that the only sanction for\nthe violation of such an order would be to require the parties to\n“sub-mit a proposed compact to a mediator.”Id.,at 74;\n§§2710(d)(7)(B)(i), (iii), (iv). The statute further directed that\nif the State should fail to abide by the mediator’s selected\ncompact, the sole remedy would be for the Secretary of the\nInterior, in consultation with the tribe, to prescribe regulations\ngoverning gaming. See 517 U. S., at 74–75;\n§2710(d)(7)(B)(vii). We concluded that Congress must have intended\nthis procedural route to be the exclusive means of enforcing\n§2710(d)(3). As we explained: “If §2710(d)(3) could be enforced in\na suit underEx parte Young, §2710(d)(7) would have\nbeen superfluous; it is difficult to see why an Indian tribe would\nsuffer through the intricate scheme of §2710(d)(7) when more\ncomplete and more immediate relief would be available underEx parte Young.” 517 U. S., at 75.What is the equivalent “carefully crafted and intricate remedial\nscheme” for enforcement of §30(A)? The Court relies on two aspects\nof the Medicaid Act, but, whether considered separately or in\ncombination, neither suffices.First, the Court cites42 U. S. C. §1396c, which\nauthorizes the Secretary of Health and Human Services (HHS) to\nwithhold federal Medicaid payments to a State in whole or in part\nif the Secretary determines that the State has failed to comply\nwith the obligations set out in §1396a, including §30(A). Seeante,at 7–8. But in striking contrast to the remedial\nprovision set out in the Indian Gaming Regulatory Act, §1396c\nprovides no specific procedure that parties actually affected by a\nState’s violation of its statutory obligations may invoke in lieu\nofEx parte Young—leaving them without any other avenue\nfor seeking relief from the State. Nor will §1396c always provide a\nparticularly effective means for redressing a State’s violations:\nIf the State has violated §30(A) by refusing to reimburse medical\nproviders at a level “sufficient to enlist enough providers so that\ncare and services are available” to Medicaid beneficiaries to the\nsame extent as they are available to “the general population,”\nagency action resulting in a reduced flow of federal funds to that\nState will often be self-defeating. §1396a(30)(A); see Brief for\nFormer HHS Officials asAmici Curiae18 (noting that HHS is\noften reluctant to initiate compliance actions because a “state’s\nnon-compliance creates a damned-if-you-do, damned-if-you-don’t\nscenario where the withholding of state funds will lead to\ndepriving the poor of essential medical assistance”). Far from\nrendering §1396c “superfluous,” then,Ex parteYoungactions would seem to be an anticipated and possibly\nnecessary supplement to this limited agency-enforcement mechanism.Seminole Tribe, 517 U. S., at 75. Indeed, presumably\nfor these reasons, we recently rejected the very contention the\nCourt now accepts, holding that “[t]he fact that the Federal\nGovernment can exercise oversight of a federal spending program and\neven withhold or withdraw funds . . . does not demonstrate that\nCongress has displayed an intent not to provide the more complete\nand more immediate relief that would otherwise be available underEx parte Young.”Virginia Office for Protection and\nAdvocacyv.Stewart,563 U. S. 247, ____–____,\nn. 3 (2011) (slip op., at 7–8, n. 3) (internal quotation\nmarks omitted).Section 1396c also parallels other provisions scattered\nthroughout the Social Security Act that likewise authorize the\nwithholding of federal funds to States that fail to fulfill their\nobligations. See,e.g., §§609(a), 1204, 1354. Yet, we have\nconsistently authorized judicial enforcement of the Act. SeeMainev.Thiboutot,448 U. S. 1,6 (1980)\n(collecting cases).Rosadov.Wyman,397 U. S.\n397 (1970), provides a fitting illustration. There, we considered a\nprovision of the Social Security Act mandating that, in calculating\nbenefits for participants in the Aid to Families with Dependent\nChildren Program, States make adjustments “ ‘to reflect fully\nchanges in living costs.’ ”Id.,at 412 (quoting\n§602(a)(23) (1964 ed., Supp. IV)). We expressed no hesitation in\nconcluding that federal courts could require compliance with this\nobligation, explaining: “It is . . . peculiarly part of\nthe duty of this tribunal, no less in the welfare field than in\nother areas of the law, to resolve disputes as to whether federal\nfunds allocated to the States are being expended in consonance with\nthe conditions that Congress has attached to their use.”Id.,at 422–423. We so held notwithstanding the existence of\nan enforcement provision permitting a federal agency to “make a\ntotal or partial cutoff of federal funds.” Seeid.,at 406,\nn. 8 (citing §1316).Second, perhaps attempting to reconcile its treatment of §1396c\n(2012 ed.) with this longstanding precedent, the Court focuses on\nthe particular language of §30(A), contending that this provision,\nat least, is so “judicially unadministrable” that Congress must\nhave intended to preclude its enforcement in private suits.Ante,at 7. Admittedly, the standard set out in §30(A) is\nfairly broad, requiring that a state Medicaid plan:“provide such methods and procedures relating to the utilization\nof, and the payment for, care and services available under the plan\n. . . as may be necessary to safeguard against\nunnecessary utilization of such care and services and to assure\nthat payments are consistent with efficiency, economy, and quality\nof care and are sufficient to enlist enough providers so that care\nand services are available under the plan at least to the extent\nthat such care and services are available to the general population\nin the geographic area.” §1396a(a)(30)(A).But mere breadth of statutory language does not require the\nCourt to give up all hope of judicial enforcement—or, more\nimportant, to infer that Congress must have done so.In fact, the contention that §30(A)’s language was intended to\nforeclose private enforcement actions entirely is difficult to\nsquare with the provision’s history. The spe-cific equal access\nmandate invoked by the plaintiffs in this case—that reimbursement\nrates be “sufficient to enlist enough providers so that care and\nservices are available under the plan at least to the extent that\nsuch care and services are available to the general population in\nthe geographic area”—was added to §30(A) in 1989.103Stat.2260. At\nthat time, multiple Federal Courts of Appeals had held that the\nso-called Boren Amendment to the Medicaid Act was enforceable\npursuant to §1983—as we soon thereafter concluded it was. SeeWilderv.Virginia Hospital Assn.,496 U. S.\n498–505, 524 (1990). The Boren Amendment employed language quite\nsimilar to that used in §30(A), requiring that a state plan:“provide . . . for payment . . . of the\nhospital services, nursing facility services, and services in an\nintermediate care facility for the mentally retarded provided under\nthe plan through the use of rates . . . which the State\nfinds, and makes assurances satisfactory to the Secretary, are\nreasonable and adequate to meet the costs which must be incurred by\nefficiently and economically operated facilities in order to\nprovide care and services in conformity with applicable State and\nFederal laws, regulations, and quality and safety standards and to\nassure that individuals eligible for medical assistance have\nreasonable access . . . to in-patient hospital services\nof adequate quality.” §1396a(a)(13)(A) (1982 ed., Supp. V).It is hard to believe that the Congress that enacted the\noperative version of §30(A) could have failed to anticipate that it\nmight be similarly enforceable. Even if, as the Court observes, the\nquestion whether the Boren Amendment was enforceable under §1983\nwas “unsettled at the time,”ante, at 10 (emphasis deleted),\nsurely Congress would have spoken with far more clarity had it\nactually intended to preclude private enforcement of §30(A) through\nnot just §1983 but alsoEx parte Young.Of course, the broad scope of §30(A)’s language is not\nirrelevant. But rather than compelling the conclusion that the\nprovision is wholly unenforceable by private parties, its breadth\ncounsels in favor of interpreting §30(A) to provide substantial\nleeway to States, so that only in rare and extreme circumstances\ncould a State actually be held to violate its mandate. The\nprovision’s scope may also often require a court to rely on HHS,\nwhich is “comparatively expert in the statute’s subject matter.”Douglasv.Independent Living Center of Southern Cal.,\nInc., 565 U. S ___, ___ (2012) (slip op., at 7). When the\nagency has made a determination with respect to what legal standard\nshould apply, or the validity of a State’s procedures for\nimplementing its Medicaid plan, that determination should be\naccorded the appropriate deference. See,e.g., Chevron\nU. S. A. Inc.v.Natural Resources Defense\nCouncil,Inc.,467 U. S. 837 (1984);Skidmorev.Swift & Co.,323 U. S. 134 (1944). And if faced\nwith a question that presents a special demand for agency\nexpertise, a court might call for the views of the agency, or refer\nthe question to the agency under the doctrine of primary\njurisdiction. SeeRosado, 397 U. S., at 406–407;Pharmaceutical Research and Mfrs. of Americav.Walsh,538 U. S. 644,673 (2003) (Breyer, J., concurring\nin part and concurring in judgment). Finally, because the authority\ninvoked for enforcing §30(A) is equitable in nature, a plaintiff is\nnot entitled to relief as of right, but only in the sound\ndiscretion of the court. SeeAmoco Production Co.v.Gambell,480 U. S. 531,542 (1987). Given the courts’\nability to both respect States’ legitimate choices and defer to the\nfederal agency when necessary, I see no basis for presuming that\nCongress believed the Judiciary to be completely incapable of\nenforcing §30(A).[1]**  *  *In sum, far from identifying a “carefully crafted\n. . . remedial scheme” demonstrating that Congress\nintended to forecloseEx parteYoungenforcement\nof §30(A),Seminole Tribe,517 U. S., at 73–74, the\nCourt points only to two provisions. The first is §1396c, an\nagency-enforcement provision that, given our precedent, cannot\npreclude private actions. The second is §30(A) itself, which, while\nperhaps broad, cannot be understood to mani-fest congressional\nintent to preclude judicial involvement.The Court’s error today has very real consequences. Previously,\na State that set reimbursement rates so low that providers were\nunwilling to furnish a covered service for those who need it could\nbe compelled by those affected to respect the obligation imposed by\n§30(A). Now, it must suffice that a federal agency, with many\nprograms to oversee, has authority to address such violations\nthrough the drastic and often counterproductive measure of\nwithholding the funds that pay for such services. Because a\nfaithful application of our precedents would have led to a contrary\nresult, I respectfully dissent.Notes1* That is not to say that the Court of\nAppeals in this case necessarily applied §30(A) correctly. Indeed,\nthere are good reasons to think the court construed §30(A) to\nimpose an overly stringent obligation on the States. While the\nNinth Circuit has understood §30(A) to compel States to “rely on\nresponsible cost studies,” and to reimburse for services at rates\nthat “approximate the cost of quality care provided efficiently and\neconomically,”Orthopaedic Hospitalv.Belshe, 103 F.\n3d 1491, 1496 (1997), other courts have read §30(A) to require only\nthat rates be high enough to ensure that services areavailableto Medicaid participants. SeePennsylvania\nPharmacists Assn.v.Houstoun, 283 F. 3d 531, 538\n(CA3 2002);Evergreen Presbyterian Ministries, Inc.v.Hood, 235 F. 3d 908, 928–929 (CA5 2000);Methodist\nHospitals, Inc.v.Sullivan, 91 F. 3d 1026, 1030\n(CA7 1996). This Court declined to grant certiorari to address\nwhether the Ninth Circuit’s reading of §30(A) is correct. See 573\nU. S. ___ (2014). But Justice Breyer, in his concurrence,\nappears to mistake that question about the merits of the Ninth\nCircuit’s standard for the question this Court actually granted\ncertio-rari to address—that is, whether §30 is judicially\nenforceable at all. Seeante,at 3–4 (opinion concurring in\npart and concurring in judgment). To answer that question, one need\nonly recognize, as Justice Breyer does, that “federal courts have\nlong become accustomed to reviewing for reasonableness or\nconstitutionality the rate-setting determinations made by\nagencies.”Ante, at 3. A private party who invokes the\njurisdiction of the federal courts in order to enjoin a state\nagency’s implementation of rates that are so unreasonably low as to\nviolate §30(A) seeks a determination of exactly this\nsort.",
    "joined": []
}