{
    "case": {
        "docket": "293",
        "citation": "574",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/574/293/"
    },
    "id": "3227518",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 13–975_________________T-MOBILE SOUTH, LLC, PETITIONERv.CITY OF ROSWELL,\nGEORGIAon writ of certiorari to the united states court of appeals for\nthe eleventh circuit[January 14, 2015]Justice Sotomayor delivered the opinion of the Court.The Telecommunications Act of 1996 provides, in relevant part,\nthat “[a]ny decision by a State or local government or\ninstrumentality thereof to deny a request to place, construct, or\nmodify personal wireless service facilities shall be in writing and\nsupported by substantial evidence contained in a written\nrecord.”110Stat.151,47 U. S. C. §332(c)(7)(B)(iii). The\nquestion presented is whether, and in what form, localities must\nprovide reasons when they deny telecommunication companies’\napplications to construct cell phone towers. We hold that\nlocalities must provide or make available their reasons, but that\nthose reasons need not appear in the written denial letter or\nnotice provided by the locality. Instead, the locality’s reasons\nmay appear in some other written record so long as the reasons are\nsufficiently clear and are provided or made accessible to the\napplicant essentially contemporaneously with the written denial\nletter or notice.IIn February 2010, petitioner T-Mobile South, LLC, applied to\nbuild a new, 108-foot-tall cell phone tower on 2.8 acres of vacant\nresidential property in the city of Ros-well, Georgia (City).\nRoswell’s city ordinances requirethat any cell phone tower proposed\nfor a residential zoning district must take the form of an\n“alternative tower structure”—an artificial tree, clock tower,\nsteeple, or light pole—that, in the opinion of the city council\n(City Council or Council), is “compatible with the natural setting\nand surrounding structures” and that effectively camouflages the\ntower. Code of Ordinances §§21.2.2, 21.2.5(a); see App. 68, 75. In\naccordance with these provisions, petitioner’s application proposed\na structure in the shape of an artificial tree or “monopine.”Id.,at 42.The City’s Planning and Zoning Division reviewed petitioner’s\napplication, along with a substantial number of letters and\npetitions opposing it, and ultimately issued a memorandum to the\nCity Council concluding that the application met all of the\nrequirements set out in the City’s ordinances. It recommended that\nthe City Council approve the application on three conditions to\nwhich petitioner was prepared to agree.The City Council then held a 2-hour-long public hearing on April\n12, 2010, to consider petitioner’s application. Petitioner arranged\nprivately to have the hearing transcribed, and, as discussed below,\nthe City subsequently issued detailed minutes summarizing the\nproceedings. At the hearing, after the Planning and Zoning Division\npresented its recommendation and after petitioner’s representatives\nmade a presentation in support of the application, a number of\nresidents raised concerns. Among these were concerns that the tower\nwould lack aesthetic compatibility, that the technology was\noutdated and unnecessary, and that the tower would be too tall.\nPetitioner’s representatives responded by reiterating that it had\nmet all of the ordinance’s requirements and by providing testimony\nfrom a property appraiser that placement of cell phone towers does\nnot reduce property values.Members of the City Council then commented on the application.\nOne member of the six-person Council was recused, seeid.,at 111 (hearing transcript);id.,at 322 (meeting minutes),\nleaving five voting members. Member Igleheart said that other\ncarriers had sufficient coverage in the area and that the City did\nnot need to level the playing field for petitioner.Id.,at\n173–174 (hearing transcript). He also stated that his “[b]ottom\nline” was that he did not think it was “appropriate for\nresidentially zoned properties to have the cell towers in their\nlocation.”Id.,at 174 (hearing transcript);id.,at\n338 (meeting minutes). Member Dippolito found it difficult to\nbelieve that the tower would not negatively impact the area and\ndoubted that it would be compatible with the natural setting.Id.,at 175–176 (hearing transcript);id.,at 339\n(meeting minutes). Member Wynn expressed concerns about the lack of\na backup generator for emergency services,id.,at 172\n(hearing transcript), and did not think the tower would be\n“compatible with this area,”id.,at 176 (hearing\ntranscript);id.,at 339 (meeting minutes). Member Orlans\nsaid only that he was impressed with the information put together\nby both sides.Id.,at 173 (hearing transcript);id.,at 337 (meeting minutes). Finally, Member Price, the liaison to the\nPlanning and Zoning Division, made a motion to deny the\napplication. She said that the tower would be aesthetically\nincompatible with the natural setting, that it would be too tall,\nand that its proximity to other homes would adversely affect the\nneighbors and the resale value of their properties.Id.,at\n176–177 (hearing transcript);id.,at 339–340 (meeting\nminutes). The motion was seconded, and then passed unanimously.Id.,at 177 (hearing transcript);id.,at 340\n(meeting minutes).Two days later, on April 14, 2010, the Planning and Zoning\nDivision sent a letter to petitioner that said in its entirety:“Please be advised the City of Roswell Mayor and City Council\ndenied the request from T-Mobile for a 108’ mono-pine alternative\ntower structure during their April 12, 2010 hearing. The minutes\nfrom the aforementioned hearing may be obtained from the city\nclerk. Please contact Sue Creel or Betsy Branch at [phone\nnumber].“If you have any additional questions, please contact me at\n[phone number].”Id.,at 278.The detailed written minutes of the hearing, however, were not\napproved and published by the City until 26 days later, on May 10,\n2010. Seeid.,at 321–341 (meeting minutes).[1]On May 13, 2010, 3 days after the detailed minutes were\npublished—and now 29 days after the City denied petitioner’s\napplication—petitioner filed suit in Federal District Court. It\nalleged that the denial of the application was not supported by\nsubstantial evidence in the record, and would effectively prohibit\nthe provision of wireless service in violation of the\nTelecommunications Act of1996 (Act). The parties filed\ncross-motions for summary judgment.The District Court granted petitioner’s motion for summary\njudgment, concluding that the City had violated the Act when it\nfailed to issue a written decision that stated the reasons for\ndenying petitioner’s application. The District Court interpreted\nthe Act to require that a written denial letter or notice describe\nthe reasons for the denial and that those reasons be sufficiently\nexplained to allow a reviewing court to evaluate them against the\nwritten record.The Eleventh Circuit reversed. 731 F. 3d 1213 (2013). It\nexplained that, inT-Mobile South, LLCv.Milton, 728\nF. 3d 1274 (2013), which was decided after the District\nCourt’s decision in this case, it had held that “to the extent that\nthe decision must contain grounds or reasons or explanations, it is\nsufficient if those are contained in a different written document\nor documents that the applicant is given or has access to.”Id.,at 1285. The Eleventh Circuit acknowledged that the\nCourts of Appeals had split on that question, and that it had\ndeparted from the majority rule. CompareSouthwestern Bell\nMobile Systems, Inc.v.Todd, 244 F. 3d 51, 60 (CA1\n2001) (requiring that a locality issue a written denial that itself\ncontains a “sufficient explanation of the reasons for the permit\ndenial to allow a reviewing court to evaluate the evidence in the\nrecord supporting those reasons”);New Parv.Saginaw, 301 F. 3d 390, 395–396 (CA6 2002);MetroPCS,\nInc.v.City and County of San Francisco, 400 F. 3d 715,\n723 (CA9 2005), withAT&T Wireless PCS, Inc.v.City\nCouncil of Virginia Beach, 155 F. 3d 423, 429 (CA4 1998)\n(holding that written minutes of a meeting and the word “denied”\nstamped on a letter describing the application weresufficient).\nApplying its rule to this case, the Eleventh Circuit found that the\nrequirements of47 U. S. C. §332(c)(7)(B)(iii) were\nsatisfied because petitioner had its own transcript as well as a\nwritten letter stating that the application had been denied and\ninforming petitioner that it could obtain access to the minutes of\nthe hearing. 731 F. 3d, at 1221. It did not consider when the\nCity provided its written reasons to petitioner.We granted certiorari, 572 U. S. ___ (2014), and now\nreverse the judgment of the Eleventh Circuit.IIAThe first question we answer is whether the statute requires\nlocalities to provide reasons when they deny applications to build\ncell phone towers. We answer that question in the affirmative.Our conclusion follows from the provisions of the\nTelecommunications Act. The Act generally preserves “the\ntraditional authority of state and local governments to regulate\nthe location, construction, and modification” of wireless\ncommunications facilities like cell phone towers, but imposes\n“specific limitations” on that authority.Rancho Palos\nVerdesv.Abrams,544 U. S. 113,115 (2005); see\n§332(c)(7)(B). One of those limitations is that any decision to\ndeny a request to build a tower “shall be in writing and supported\nby substantial evidence contained in a written record.”\n§332(c)(7)(B)(iii). Another is that parties adversely affected by a\nlocality’s decision may seek judicial review. §332(c)(7)(B)(v). In\norder to determine whether a locality’s denial was supported by\nsubstantial evidence, as Congress directed, courts must be able to\nidentify the reason or reasons why the locality denied the\napplication. SeeRancho Palos Verdes, 544 U. S., at 128\n(Breyer, J., joined by O’Connor, Souter, and Ginsburg, JJ.,\nconcurring) (observing that the Act “requires local zoning boards\n. . . [to] give reasons for [their] denials ‘in\nwriting’ ”).The requirement that localities must provide reasons when they\ndeny applications is further underscored by two of the other\nlimitations on local authority set out in the Act. The Act provides\nthat localities “shall not unreason-ably discriminate among\nproviders of functionally equivalent services,” and may not\nregulate the construction of personal wireless service facilities\n“on the basis of the environmental effects of radio frequency\nemissions to the extent that such facilities comply with the\n[Federal Communications Commission’s] regulations concerning such\nemissions.” §§332(c)(7)(B)(i)(I), (iv).[2] Again,\nit would be considerably more difficult for a reviewing court to\ndetermine whether a locality had violated these substantive\nprovisions if the locality were not obligated to state its\nreasons.This conclusion is not just commonsensical, but flows directly\nfrom Congress’ use of the term “substantial evidence.” The\nstatutory phrase “substantial evidence” is a “term of art” in\nadministrative law that describes how “an administrative record is\nto be judged by a reviewing court.”United Statesv.Carlo Bianchi & Co.,373 U. S. 709,715 (1963). There is\nno reason discernible from the text of the Act to think that\nCongress meant to use the phrase in a different way. SeeFAAv.Cooper, 566 U. S. ___, ___ (2012) (slip op., at 6)\n(“[W]hen Congress employs a term of art, it presumably knows and\nadopts the cluster of ideas that were attached to each borrowed\nword in the body of learning from which it was taken” (internal\nquotation marks omitted)). Indeed, for those who consider\nlegislative history relevant, the Conference Report accompanying\nthe Act confirmed as much when it noted that “[t]he phrase\n‘substantial evidence contained in a written record’ is the\ntraditional standard used for review of agency actions.” H. R.\nConf. Rep. No. 104–458, p. 208 (1996).By employing the term “substantial evidence,” Congress thus\ninvoked, among other things, our recognition that “the orderly\nfunctioning of the process of [substantial-evidence] review\nrequires that the grounds upon which the administrative agency\nacted be clearly disclosed,” and that “courts cannot exercise their\nduty of [substantial-evidence] review unless they are advised of\nthe considerations underlying the action under review.”SECv.Chenery Corp.,318 U. S. 80,94 (1943); see alsoMotor\nVehicle Mfrs. Assn. of United States,Inc. v.State\nFarm Mut. Automobile Ins. Co.,463 U. S. 29,43 (1983)\n(explaining that an agency must “articulate a satisfactory\nexplanation for its action” to enable substantial-evidence review);Beaumont, S.L.& W.R.Co. v.United States,282 U. S. 74,86 (1930)\n(“Complete statements by the [agency] showing the grounds upon\nwhich its determinations rest are quite as necessary as are\nopinions of lower courts setting forth the reasons on which they\nbase their decisions . . .”).In response, the City primarily argues that a reason-giving\nobligation would deprive it of local zoning author-ity. But\nCongress intended to place “specific limitations on the traditional\nauthority of state and local governments” regarding cell phone\ntower siting applications.Rancho Palos Verdes, 544 U. S.,\nat 115. One of those “limitations,” §332(c)(7)(B), necessarily\nimplied by the Act’s “substantial evidence” requirement, is that\nlocal zoning authorities state their reasons when they deny\napplications.In short, the statutory text and structure, and the concepts\nthat Congress imported into the statutory framework, all point\nclearly toward the conclusion that localities must provide reasons\nwhen they deny cell phone tower siting applications. We stress,\nhowever, that these reasons need not be elaborate or even\nsophisticated, but rather, as discussed below, simply clear enough\nto enable judicial review.BThe second question we answer is whether these reasons must\nappear in the same writing that conveys the locality’s denial of an\napplication. We answer that question in the negative.Like our conclusion that localities must provide reasons, our\nconclusion that the reasons need not appear in a de-nial letter\nfollows from the statutory text. Other than providing that a\nlocality’s reasons must be given in writing, nothing in that text\nimposes any requirement that the reasons be given in any particular\nform.The Act’s saving clause makes clear that, other than the\nenumerated limitations imposed on local governments by the statute\nitself, “nothing in this chapter shall limit or affect the\nauthority of a State or local government or instrumentality thereof\nover decisions regarding the placement, construction, and\nmodification of personal wireless service facilities.”\n§332(c)(7)(A). Given this language, and the system of “cooperative\nfederalism” on which the Act is premised,Rancho Palos\nVerdes, 544 U. S., at 128 (Breyer, J., concurring), we\nunderstand the enumerated limitations to set out an exclusive list.\nSo while the text and structure of the Act render it inescapable\nthat localities must provide reasons in writing when they deny\napplications, we can locate in the Act no command—either explicit\nor implicit—that localities must provide those reasons in a\nspecific document.We therefore conclude that Congress imposed no specific\nrequirement on that front, but instead permitted localities to\ncomply with their obligation to give written reasons so long as the\nlocality’s reasons are stated clearly enough to enable judicial\nreview. Although the statute does not require a locality to provide\nits written reasons in any particular format, and although a\nlocality may rely on detailed meeting minutes as it did here, we\nagree with the Solicitor General that “the local government may be\nbetter served by including a separate statement containing its\nreasons.” Brief for United States asAmicus Curiae26; see\nalsoid.,at 34. If the locality writes a short statement\nproviding its reasons, the locality can likely avoid prolonging the\nlitigation—and adding expense to the taxpayers, the companies, and\nthe legal system—while the parties argue about exactly what the\nsometimes voluminous record means. Moreover, in that circumstance,\nthe locality need not worry that, upon review of the record, a\ncourt will either find that it could not ascertain the locality’s\nreasons or mistakenly ascribe to the locality a rationale that was\nnot in fact the reason for the locality’s denial.We hasten to add that a locality cannot stymie or burden the\njudicial review contemplated by the statute by delaying the release\nof its reasons for a substantial time after it conveys its written\ndenial. The statute provides that an entity adversely affected by a\nlocality’s decision may seek judicial review within 30 days of the\ndecision. §332(c)(7)(B)(v). Because an entity may not be able to\nmake a considered decision whether to seek judicial review without\nknowing the reasons for the denial of its application, and because\na court cannot review the denial without knowing the locality’s\nreasons, the locality must provide or make available its written\nreasons at essentially the same time as it communicates its\ndenial.[3]This rule ought not to unduly burden localities given the range\nof ways in which localities can provide their reasons. Moreover,\nthe denial itself needs only to be issued (or the application\notherwise acted upon) “within a reasonable period of time.”\n§332(c)(7)(B)(ii). In an interpretation we have recently upheld,\nseeArlingtonv.FCC, 569 U. S. ___ (2013), the\nFederal Communications Commission (FCC) has generally interpreted\nthis provision to allow localities 90 days to act on applications\nto place new antennas on existing towers and 150 days to act on\nother siting applications.In re Petition for Declaratory Ruling\nto Clarify Provisions of Section 332(c)(7)(b), 24 FCC Rcd.\n13994, 13995, ¶4 (2009). If a locality is not in a position to\nprovide its reasons promptly, the locality can delay the issuance\nof its denial within this 90- or 150-day window, and instead\nrelease it along with its reasons once those reasons are ready to\nbe provided. Only once the denial is issued would the 30-day\ncommencement-of-suit clock begin.[4]IIIPetitioner offers four reasons why, in its view, our analysis in\nPart II–B is incorrect. Petitioner argues that the statute requires\nthat a locality’s reasons appear in the writing conveying the\ndenial itself, but none of petitioner’s reasons are persuasive.First, petitioner argues that the word “decision” in the\nstatute—the thing that must be “in writing”—connotes a written\ndocument that itself provides all the reasons for a given judgment.\nSee Brief for Petitioner 24 (quoting Black’s Law Dictionary 407\n(6th ed. 1990) (a “decision” is a written document providing\n“ ‘the reasons given for [a] judgment’ ”)). But even\npetitioner concedes, with its preferred dictionary in hand, that\nthe word “decision” can also mean “something short of a statement\nof reasons explaining a determination.” Brief for Petitioner 24\n(citing Black’s Law Dictionary, at 407).[5]Second, petitioner claims that other provisions in the Act use\nthe word “notify” when the Act means to impose only a requirement\nthat a judgment be communicated.[6] Because the\nprovision at issue here does not use the word “notify,” petitioner\nargues, it must contemplate something more than a judgment. This\ndoes not logically follow. For one thing, the statute at issue here\ndoes not use any verb at all to describe the conveying of\ninformation from a locality to an applicant; it just says that a\ndenial “shall be in writing and supported by substantial evidence\ncontained in a written record.” §332(c)(7)(B)(iii). But more to the\npoint, “notify” is a verb the use—or nonuse—of which does not\nreveal what the thing to be notified of or about is.Third, petitioner contends that the “substantial evidence”\nrequirement itself demands that localities identify their reasons\nin their written denials. See Brief for Petitioner 23. Certainly,\nas discussed above, the phrase “substantial evidence” requires\nlocalities to give reasons, but it says nothing on its own about\nthe document in which those reasons must be stated or presented to\na reviewing court.Finally, petitioner invokes the statutory requirement that any\nadversely affected person shall have their challenge heard by a\ncourt “on an expedited basis.” §332(c)(7)(B)(v). See Brief for\nPetitioner 14–15, 28. As long as the reasons are provided in a\nwritten record, however, and as long as they are provided in such a\nmanner that is clear enough and prompt enough to enable judicial\nreview, there is no reason to require that those reasons be\nprovided in the written denial itself.We acknowledge that petitioner, along with those Courts of\nAppeals that have required a locality’s reasons to appear in its\nwritten denial itself, have offered plausible bases for a rule that\nwould require as much. See,e.g.,Todd, 244\nF. 3d, at 60 (“A written record can create difficulties in\ndetermining the rationale behind a board’s decision\n. . .”). Congress could adopt such a rule if it were so\ninclined, but it did not do so in this statute. It is not our place\nto legislate another approach.IVThus, we hold that the Act requires localities to provide\nreasons when they deny cell phone tower siting applications, but\nthat the Act does not require localities to provide those reasons\nin written denial letters or notices themselves. A locality may\nsatisfy its statutory obligations if it states its reasons with\nsufficient clarity in some other written record issued essentially\ncontemporaneously with the denial. In this case, the City provided\nits reasons in writing and did so in the acceptable form of\ndetailed minutes of the City Council meeting. The City, however,\ndid not provide its written reasons essentially contemporaneously\nwith its written denial. Instead, the City issued those detailed\nminutes 26 days after the date of the written denial and just 4\ndays before petitioner’s time to seek judicial review would have\nexpired.[7] The City therefore did not comply\nwith its statutory obligations. We do not consider questions\nregarding the applicability of principles of harmless error or\nquestions of remedy, and leave those for the Eleventh Circuit to\naddress on remand.*  *  *For the foregoing reasons, we reverse the judgment below and\nremand the case for further proceedings consistent with this\nopinion.It is so ordered.Notes1Brief minutes had been adopted on\nApril 19, but these only noted that the motion to deny the\napplication had passed with five members in favor and one member\nrecused. See Council Brief 041210, online at\nhttp:// roswell.legistar.com / LegislationDetail.aspx?ID=657578&GUID=08D5297C-0271-41F9-9DAA-E8E3DD6314BD&Options=&Search=\n(all In-ternet Materials as visited January 12, 2015, and available\nin Clerk of Court’s case file). According to the meeting calendar\nfor the City Council’s May 10, 2010, meeting, it was on that day\nthat the City Council approved detailed minutes of the April 12\nmeeting that in-cluded a recitation of each member’s statements\nduring the hearing. See\nhttp :/ / roswell.legistar.com / MeetingDetail.aspx?ID = 101786&GUID = 63828B21-EB83-4485-B4EA-10EE65CF48CD&Options=info|&Search=.2The last “limitation” listed in the\nAct provides that localities shall act on applications to construct\npersonal wireless service facilities “within a reasonable period of\ntime after the request is duly filed . . . taking into\naccount the nature and scope of such request.”\n§332(c)(7)(B)(ii).3The Chief Justice’s dissent rejects\nthis particular requirement, and instead invents a process that\nturns judicial review on its head. Rather than give effect to a\nprocess that would permit an entity seeking to challenge a\nlocality’s decision to see the locality’s written reasons before it\nfiles its suit—and the dissent agrees that the statute requires\nthat a locality convey its reasons in writing, seepost, at\n5—the dissent would fashion a world in which a locality can wait\nuntil a lawsuit is commenced and a court orders it to state its\nreasons. The entity would thus be left to guess at what the\nlocality’s written reasons will be, write a complaint that contains\nthose hypotheses, and risk being sandbagged by the written reasons\nthat the locality subsequently provides in litigation after the\nchallenging entity has shown its cards. The reviewing court would\nthen need to ensure that those reasons are notpost hocrationalizations, seeBurlington Truck Lines, Inc.v.United States,371 U. S. 156,168 (1962), but the dissent\noffers no guidance as to how a reviewing court that has never seen\nnear-contemporaneous reasons would conduct that\ninquiry.4The City urges us to hold that the\nclock does not begin to run until after the reasons are given. We\ncannot so hold, however, without rewriting the statutory text. The\nAct provides that a lawsuit may be filed by “[a]ny person adversely\naffected by any final action or failure to act . . .\nwithin 30 days after such action or failure to act.”47\nU. S. C. §332(c)(7)(B)(v). The relevant “final action” is\nthe issuance of the written notice of denial, not the subsequent\nissuance of reasons explaining the denial. SeeBennettv.Spear,520 U. S. 154–178 (1997) (agency action is “final” if\nit “mark[s] the consummation of the agency’s decisionmaking\nprocess” and determines “rights or obligations” or triggers “legal\nconsequences” (internal quotation marks omitted)).5One of petitioner’samiciargues that Congress has used the word “decision” in the context of\nother communications laws to mean something more than a judgment or\nverdict. See Brief for Chamber of Commerce of the United States of\nAmerica (Chamber) et al. 9–13. But while it is true that a\nword used across “the same act” should be given the same meaning,\nseeTaniguchiv.Kan Pacific Saipan, Ltd., 566\nU. S. ___, ___ (2012) (slip op., at 10), the Chamber’s\nevidence is less persuasive because it arises out of entirely\ndifferent “acts” and does not involve any term of art. By relying\non other parts of Title 47 of the U. S. Code—some enacted in\nthe Communications Act of 1934 decades before the enactment of the\nTelecommunications Act of 1996 at issue here—the Chamber stretches\nto invoke this canon of construction beyond its most forceful\napplication. See A. Scalia & B. Garner, Reading Law: The\nInterpretation of Legal Texts 172–173 (2012).6For example, petitioner cites §11\n(FCC must “notify the partiesconcerned” when it makes a\n“determination and order” regarding a rail-road or telegraph\ncompany’s failure to maintain and operate a telegraph line for\npublic use) and §398(b)(5) (“Whenever the Secretary [of Commerce]\nmakes a final determination . . . that a recipient” of\nfederal funds has engaged in impermissible discrimination, the\nSecretary shall “notify the recipient in writing of such\ndetermination . . .”). Brief for Petitioner\n24–25.7Though petitioner arranged for a\ntranscript of the meeting to be recorded on its own initiative and\nat its own expense, see App. 109–275, the fact that petitioner took\nsteps to reduce oral statements made at the City Council meeting to\nwriting cannot be said to satisfy the obligation that Congress\nplaced on the City to state clearly its reasons, and to do so in a\nwriting it provides or makes available.",
    "joined": []
}