{
    "case": {
        "docket": "586",
        "citation": "560",
        "year": 2010,
        "url": "https://supreme.justia.com/cases/federal/us/560/586/"
    },
    "id": "1963264",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SOTOMAYOR, J., CONCURRINGFONT CAPS=\"1\">ASTRUE V. RATLIFF560 U. S. ____ (2010)SUPREME COURT OF THE UNITED STATESNO. 08-1322MICHAEL J. ASTRUE, COMMISSIONER OF SOCIAL SECURITY,\nPETITIONERv.CATHERINE G. RATLIFFon writ of certiorari to the united states court of\nappeals for the eighth circuit[June 14, 2010]Justice Sotomayor, with whom\nJustice Stevens and Justice Ginsburg join, concurring.I join the Court’s opinion\nbecause I agree that the text of the Equal Access to Justice Act\n(EAJA) and our precedents compel the conclusion that an attorney’s\nfee award under 28 U. S. C. §2412(d) is payable to the prevailing\nlitigant rather than the attorney. The EAJA does not legally\nobligate the Government to pay a prevailing litigant’s attorney,\nand the litigant’s obligation to pay her attorney is controlled not\nby the EAJA but by contract and the law governing that contract.\nThat conclusion, however, does not answer the question whether\nCongress intended the Government to deduct moneys from EAJA fee\nawards to offset a litigant’s pre-existing and unrelated debt, as\nthe Treasury Department began to do only in 2005 pursuant to its\nauthority under the Debt Collection Improvement Act of 1996 (DCIA).\nIn my view, it is likely both that Congress did not consider that\nquestion and that, had it done so, it would not have wanted EAJA\nfee awards to be subject to offset. Because such offsets undercut\nthe effectiveness of the EAJA and cannot be justified by reference\nto the DCIA’s text or purpose, it seems probable that Congress\nwould have made, and perhaps will in the future make, the opposite\nchoice if clearly presented with it.In enacting the EAJA, Congress found “that\ncertain individuals, partnerships, corporations, and labor and\nother organizations may be deterred from seeking review of, or\ndefending against, unreasonable governmental action because of the\nexpense involved in securing the vindication of their rights in\ncivil actions and in administrative proceedings.” §202(a), 94 Stat.\n2325, note following 5 U. S. C. §504, p. 684 (Congressional\nFindings). As we have often recognized, “the specific purpose of\nthe EAJA is to eliminate for the average person the financial\ndisincentive to challenge unreasonable governmental actions.”Commissionerv.Jean,496 U. S. 154, 163\n(1990); see alsoScarboroughv.Principi,541 U. S. 401,\n406 (2004) (by “expressly authoriz[ing] attorney’s fee awards\nagainst the Federal Government,” Congress sought “ ‘to\neliminate the barriers that prohibit small businesses and\nindividuals from securing vindication of their rights in civil\nactions and administrative proceedings brought by or against the\nFederal Government’ ” (quoting H. R. Rep. No. 96–1005, p.\n9 (1979)));Sullivanv.Hudson,490 U. S. 877, 883\n(1989) (the EAJA was designed to address the problem that\n“ ‘[f]or many citizens, the costs of securing vindication of\ntheir rights and the inability to recover attorney fees preclude\nresort to the adjudicatory process’ ” (quoting S. Rep.\nNo. 96–253, p. 5 (1979))). EAJA fee awards, which average only\n$3,000 to $4,000 per case, have proved to be a remarkably efficient\nway of improving access to the courts for the statute’s intended\nbeneficiaries, including thousands of recipients of Social Security\nand veteran’s benefits each year.[Footnote 1] Brief for Respondent 4–5; see alsoJean, 496 U. S., at 164, nn. 12–13.The EAJA’s admirable purpose will be undercut\nif lawyers fear that they will never actually receive attorney’s\nfees to which a court has determined the prevailing party is\nentitled. The point of an award of attorney’s fees, after all, is\nto enable a prevailing litigant to pay her attorney. See,e.g.,Missouriv.Jenkins,491 U. S. 274, 285\n(1989) (“We … take as our starting point the self-evident\nproposition that the ‘reasonable attorney’s fee’ provided by [42 U.\nS. C. §1988] should compensate” for “the work product of an\nattorney”);Hensleyv.Eckerhart,461 U. S. 424, 435\n(1983) (“Where a plaintiff has obtained excellent results, his\nattorney should recover a fully compensatory fee”). We have\naccordingly acknowledged that in litigants’ motions for attorney’s\nfees, “the real parties in interest are their attorneys.”Gisbrechtv.Barnhart,535 U. S. 789, 798,\nn. 6 (2002). Subjecting EAJA fee awards to administrative\noffset for a litigant’s debts will unquestionably make it more\ndifficult for persons of limited means to find attorneys to\nrepresent them. See,e.g.,Brief for National Organization\nof Social Security Claimants’ Representatives et al. asAmici Curiae25 (hereinafter NOSSCR Brief).In its arguments before this Court, the\nGovernment resists this self-evident conclusion, but each of the\nthree reasons it proffers is unpersuasive. First, the Government\nsuggests that because EAJA fee awards are limited to those\ncircumstances in which the Government’s position is not\n“substantially justified,” 28 U. S. C. §2412(d)(1)(A), no\nlawyer can rely on an EAJA fee award when deciding to take a case,\nso the possibility of an offset eliminating the award will play no\nadditional role in the lawyer’s decision.[Footnote 2] Reply Brief for Petitioner 16–17. But it is\ncommon sense that increasing the risk that an attorney will not\nreceive a fee award will inevitably decrease the willingness of\nattorneys to undertake representation in these kinds of cases.Second, the Government contends that any\ndisincentive the fear of administrative offset may create is\nmitigated in the Social Security context by the Social Security\nAct’s independent provision authorizing a fee award payable\ndirectly to the attorney. Seeid.,at 17–18 (citing 42 U.\nS. C. §406(b)(1)(A)). But as the Government acknowledges, the\n“EAJA’s fee-shifting provisions are potentially more generous than\n[the Social Security Act’s] in at least three respects”: (1) A\ncourt may not award attorney’s fees under the Social Security Act,\nbut may under the EAJA, when the claimant wins only a procedural\nvictory and does not obtain any past-due benefits; (2) fees under\nthe Social Security Act are limited to a percentage of benefits\nawarded, while EAJA fees are calculated under the lodestar method\nby examining the attorney’s reasonable hours expended and her\nreasonable hourly rate; and (3) in contrast to the Social Security\nAct, fees may be awarded under the EAJA in addition to, rather than\nout of, the benefits awarded. Brief for Petitioner 6–7. EAJA awards\nthus provide an important additional incentive for attorneys to\nundertake Social Security cases.Finally, the Government argues that lawyers\ncan easily determine at the outset whether a potential client owes\nthe Government a debt and can then assist the client in\nestablishing a written repayment plan that would prevent an offset.\nReply Brief for Petitioner 18. At oral argument, however, the\nGovernment acknowledged that it was not aware of any instance in\nwhich this has happened in the five years since it began subjecting\nEAJA fee awards to administrative offset. Tr. of Oral Arg. 12–13.\nIt is not difficult to understand why. Helping a client establish a\nrepayment plan would be a time-consuming endeavor uncompensated by\nany fee-shifting provision, and a client who needs such assistance\nis unlikely to have the funds to pay the attorney for that service.\nIf the Government is instead suggesting that a lawyer can simply\ndecline to represent a prospective client once she knows of the\nclient’s debtor status, that suggestion only proves my point. Cf.\nNOSSCR Brief 25 (describing deterrent effect of offsets on\nrepresentation).In the end, the Government has no compelling\nresponse to the fact that today’s decision will make it more\ndifficult for the neediest litigants to find attorneys to represent\nthem in cases against the Government. I “find it difficult to\nascribe to Congress an intent to throw” an EAJA litigant “a\nlifeline that it knew was a foot short… . Given the anomalous\nnature of this result, and its frustration of the very purposes\nbehind the EAJA itself, Congress cannot lightly be assumed to have\nintended it.”Sullivan, 490 U. S., at 890.The Government suggests that it is possible to\nglean such intent from the fact that Congress did not expressly\nexempt EAJA awards from administrative offset under the DCIA. Reply\nBrief for Petitioner 19–20; 31 U. S. C. §3716(c)(1)(C)\n(specifying certain federal payments that are not subject to\nadministrative offset); see also 31 CFR §285.5(e)(2) (2009)\n(identifying payments that are not subject to administrative offset\nbecause of a statutory exemption). If “application of the offset\nprogram to such awards will make it more difficult for Social\nSecurity claimants or other litigants to find attorneys,” the\nGovernment contends, the “provisions that govern the offset program\nindicate that Congress is willing to bear that cost.” Reply Brief\nfor Petitioner 20. The history of these provisions indicates\notherwise. For more than two decades after the EAJA was enacted in\n1980, the Commissioner of Social Security “consistently paid” EAJA\nfee awards directly to the attorney, not the prevailing party.Stephens ex rel. R. E.v.Astrue, 565 F. 3d\n131, 135 (CA4 2009); see alsoBryantv.Commissioner\nof Social Security, 578 F. 3d 443, 446 (CA6 2009); cf.ante, at 3, n. 3, 9–10. “In fact, the Commissioner\ncreated a direct deposit system for attorneys and issued [Internal\nRevenue Service] 1099 forms directly to the attorneys who received\nawards, noting the awards as taxable attorney income.”Stephens, 565 F. 3d, at 135. Not until 2005, when the\nTreasury Department extended the offset program to cover\n“miscellaneous” federal payments, including “fees,” did the\nCommissioner cease paying EAJA fee awards directly to attorneys and\nadopt the position that the awards were appropriately considered\nthe property of the prevailing party.Id.,at 136\n(internal quotation marks omitted); see alsoBryant, 578\nF. 3d, at 446;ante, at 2, 10. Congress therefore had\nno reason to include a specific exemption of EAJA fee awards (in\nthe Social Security context or otherwise) from the offset program\nwhen it enacted the DCIA in 1996.I am further reluctant to conclude that\nCongress would want EAJA fee awards to be offset for a prevailing\nlitigant’s unrelated debts because it is not likely to effectuate\nthe DCIA’s purpose of “maximiz[ing] collections of delinquent debts\nowed to the Government by ensuring quick action to enforce recovery\nof debts and the use of all appropriate collection tools.”\n§31001(b)(1), 110 Stat. 1321–358. This purpose would be better\nserved if claimants are able to find attorneys to help them secure\nthe benefits they are rightfully owed in the first place, thereby\nmaking available a source of funds to permit repayment of the\nclaimants’ Government debts at all. See NOSSCR Brief 32; see also\n31 U. S. C. §3716(c)(3)(A) (after initial $9,000 annual\nexemption, Social Security benefits are subject to administrative\noffset).While I join the Court’s opinion and agree\nwith its textual analysis, the foregoing persuades me that the\npractical effect of our decision “severely undermines the [EAJA’s]\nestimable aim… . The Legislature has just cause to clarify\nbeyond debate” whether this effect is one it actually intends.Bartlettv.Strickland,556 U. S. 1, __ (2009)\n(Ginsburg, J., dissenting) (slip op., at 1).Footnote 1The EAJA makes fee awards available to\nchallenge Government action under a wide range of statutes, but, as\nrespondent notes, the vast majority of EAJA awards are made in\nthese two contexts, with Social Security cases representing the\nlion’s share. Brief for Respondent 4–5; Brief for National\nOrganization of Social Security Claimants’ Representatives\net al. asAmici Curiae22–23.Footnote 2In its brief, the Government downplays the\nfrequency with which fee awards under the EAJA are made. At oral\nargument, respondent’s counsel represented that EAJA fee awards are\nmade in 42% of Social Security cases in which the claimant prevails\nand in 70% of all veteran’s benefits cases filed. Tr. of Oral Arg.\n42–43. The Government did not contest the number for Social\nSecurity cases but suggested that the percentage of veteran’s\nbenefits cases resulting in EAJA awards is closer to 50% or 60%.Id.,at 52. Under either estimate, these are hardly\nvanishing odds of success for an attorney deciding whether to take\na client’s case.",
    "joined": []
}