{
    "case": {
        "docket": "19-930",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-930/"
    },
    "id": "4428387",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–930_________________CIC SERVICES, LLC, PETITIONERv.INTERNAL REVENUE SERVICE, et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 17, 2021]Justice Sotomayor, concurring.I concur because I agree that CIC Services, a\nmaterial advisor to taxpayers engaged in micro-captive\ntransactions, does not bring this suit “for the purpose of\nrestraining the assessment or collection of any tax,” 26\nU. S. C. §7421(a), but rather for the purpose of avoiding\nthe regulatory burdens imposed by Notice 2016–66 (Notice). The\nthree factors identified by the majority, taken in combination,\nshow that this suit falls outside the ambit of the Anti-Injunction\nAct (AIA): The Notice imposes substantial compliance costs that are\nunconnected to (and possibly far greater than) CIC Services’\npotential tax liability; the causal chain connecting the Notice’s\nreporting requirement to any tax is attenuated; and the Notice is\nenforced by criminal as well as tax penalties. Seeante,at\n9–13.I write separately to highlight that the answer\nmight be different if CIC Services were a taxpayer instead of a tax\nadvisor. Taxpayers who are subject to reporting requirements backed\nby tax penalties face a choice: (1) provide information about their\nown finances to the Internal Revenue Service (IRS), which may in\nturn use that information to calculate the taxpayers’ liability\nmore accurately, or (2) refuse to provide such information and pay\na noncompliance penalty, which Congress has deemed a tax. For a\ngiven taxpayer, then, a tax on noncompliance may operate as a rough\nsubstitute for the tax liability she has evaded by withholding\nrequired information. Moreover, compared with their tax advisors,\ntaxpayers may incur less expense in collecting and reporting their\nown financial information. Such information, after all, is about\nthose taxpayers’ own activities and is likely to be in their\npossession. Hence, while it will often be correct to conclude that\na tax advisor challenging an IRS reporting requirement is not doing\nso “for the purpose of restraining” a tax on noncompliance, the\nanalysis may be different when it comes to taxpayers.This case provides no occasion for the Court to\ninquire into the full quantity or variety of IRS reporting\nrequirements that are backed by tax penalties, nor to predetermine\nwhether the AIA would allow hypothetical taxpayers to challenge\nthose requirements in court. Whether such suits may proceed will\ndepend on a context-specific inquiry into “the relief the suit\nrequests” and the “aspects of the regulatory scheme” at issue.Ante,at 7, 9. On that understanding, I concur.",
    "joined": []
}