{
    "case": {
        "docket": "284",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/284/"
    },
    "id": "1970416",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 10–1024_________________FEDERAL AVIATION ADMINISTRATION, et al.,\nPETITIONERSv.STANMORE CAWTHON COOPERon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[March 28, 2012]Justice Sotomayor, with whom Justice Ginsburg\nand Justice Breyer join, dissenting.Congress enacted the Privacy Act of 1974 for the\nstated purpose of safeguarding individual privacy against\nGovernment invasion. To that end, the Act provides a civil remedy\nentitling individuals adversely affected by certain agency\nmisconduct to recover “actual damages” sustained as a result of the\nunlawful action.Today the Court holds that “actual damages” is\nlimited to pecuniary loss. Consequently, individuals can no longer\nrecover what our precedents and common sense understand to be the\nprimary, and often only, damages sustained as a result of an\ninvasion of privacy, namely mental or emotional distress. That\nresult is at odds with the text, structure, and drafting history of\nthe Act. And it cripples the Act’s core purpose of redressing and\ndeterring violations of privacy interests. I respectfully\ndissent.IThe majority concludes that “actual damages”\nin the civil-remedies provision of the Privacy Act allows recovery\nfor pecuniary loss alone. But it concedes that its interpretation\nis not compelled by the plain text of the statute or otherwise\nrequired by any other traditional tool of statu- tory\ninterpretation. And it candidly acknowledges that a contrary\nreading is not “inconceivable.”Ante,at 14. Yet be- cause\nit considers its reading of “actual damages” to be “plausible,” the\nmajority contends that the canon of sovereign immunity requires\nadoption of an interpretation most favorable to the Government.Ibid.The canon simply cannot bear the weight the\nmajority ascribes it. “The sovereign immunity canon is just that—a\ncanon of construction. It is a tool for interpreting the law, and\nwe have never held that it displaces the other traditional tools of\nstatutory construction.”Richlin Security Service Co.v.Chertoff,553 U.S.\n571, 589 (2008) (opinion of Alito, J.). Here, traditional tools\nof statutory construction—the statute’s text, structure, drafting\nhistory, and purpose—provide a clear answer: The term “actual\ndamages” permits recovery for all injuries established by competent\nevidence in the record, whether pecuniary or nonpecuniary, and so\nencompasses damages for mental and emotional distress. There is no\nneed to seek refuge in a canon of construction, seeid.,at\n589–590 (declining to rely on canon as there is “no ambiguity left\nfor us to construe” after application of “traditional tools of\nstatutory interpretation and considerations ofstare\ndecisis”), much less one that has been used so haphazardly in\nthe Court’s history, seeUnited Statesv.Nordic Village,\nInc.,503 U.S.\n30, 42 (1992) (Stevens, J., dissenting) (canon is “nothing but\na judge-made rule that is sometimes favored and sometimes\ndisfavored”) (collecting cases).It bears emphasis that we have said repeatedly\nthat, while “we should not take it upon ourselves toextendthe waiver [of sovereign immunity] beyond that which Congress\nintended,” “[n]either . . . should we assume the\nauthority tonarrowthe waiver that Congress intended.”United Statesv.Kubrick,444\nU.S. 111, 117–118 (1979) (emphasis added). See also,e.g.,Blockv.Neal,460\nU.S. 289, 298 (1983) (“The exemption of the sovereign from suit\ninvolves hardship enough where consent has been withheld. We are\nnot to add to its rigor by refinement of construction where consent\nhas been announced” (internal quotation marks omitted)). In the\nPrivacy Act, Congress expressly authorized recovery of “actual\ndamages” for certain intentional or willful agency misconduct. The\nCourt should not “as a self-constituted guardian of the Treasury\nimport immunity back into a statute designed to limit it.”Indian Towing Co.v.United States,350 U.S.\n61, 69 (1955).IIA“In a statutory construction case, the\nbeginning point must be the language of the statute, and when a\nstatute speaks with clarity to an issue judicial inquiry into the\nstatute’s meaning, in all but the most extraordinary circumstance,\nis finished.”Estate of Cowartv.Nicklos Drilling\nCo.,505 U.S.\n469, 475 (1992). The language of the civil-remedies provision\nof the Privacy Act is clear.At the time Congress drafted the Act, Black’s\nLaw Dictionary defined “actual damages” as “[r]eal, substantial and\njust damages, or the amount awarded to a complainant in\ncompensation for his actual and real loss or in- jury” and as\n“[s]ynonymous with ‘compensatory damages.’ ” Black’s Law\nDictionary 467 (rev. 4th ed. 1968) (hereinafter Black’s). The\nmajority claims this is a “general” and “notably circular”\ndefinition,ante, at 7, but it is unclear why. The\ndefinition is plain enough: “Actual damages” compensate for actual\ninjury, and thus the term is synonymous with compensatory damages.\nSee Black’s 467 (defining “compensatory damages” as damages that\n“will compensate the injured party for the injury sustained, and\nnothing more; such as will simply make good or replace the loss\ncaused by the wrong or injury”).[1] There is nothing circular about that\ndefinition.[2] It is the\ndefinition this Court adopted more than a century ago when we\nrecognized that “[c]ompensatory damages and actual damages mean the\nsame thing; that is, that the damages shall be the result of the\ninjury alleged and proved, and that the amount awarded shall be\nprecisely commensurate with the injury suffered.”Birdsallv.Coolidge,93 U.S. 64(1876). It is the definition embraced in current legal\ndictionaries. See Black’s 445 (9th ed. 2009) (defining “actual\ndamages” as “[a]n amount awarded to a complainant to compensate for\na proven injury or loss; damages that repay actual losses.—Also\ntermed compensatory damages; tangible damages; real damages”\n(italics omitted)). And it is the definition that accords with the\nplain and ordinary meaning of the term. See Webster’s Third New\nInternational Dictionary 22, 571 (2002) (defining “actual” as\n“existing in fact or reality” and “damages” as “compensation or\nsatisfaction imposed by law for a wrong or injury caused by a\nviolation of a legal right”). Thus, both as a term of art\nand in its plain meaning, “actual damages” connotes compensation\nfor proven injuries or losses. Nothing in the use of that phrase\nindicates proven injuries need be pecuniary in nature.The majority discards all this on the asserted\nground that “the precise meaning of the term ‘changes with the\nspecific statute in which it is found.’ ”Ante,at 7\n(quoting 622 F.3d 1016, 1029 (CA9 2010)). Context, of course, is\nrelevant to statutory interpretation; it may provide clues that\nCongress did not employ a word or phrase in its ordinary meaning.\nThat well-established interpretive rule cannot, however, render\nirrelevant—as the majority would have it—the ordinary meaning of\n“actual damages.”Moreover, the authority the majority cites for\nits claim that “actual damages” has no fixed meaning\nundermines—rather than supports—its holding. Each cited authority\ninvolves either a statute in which Congress expressly directed that\ncompensation be measured in strictly economic terms, or else a\nstatute (e.g., the Copyright Act of 1909) in which economic\nloss is the natural and probable consequence of a violation of the\ndefined legal interest.[3]\nNeither factor is present here. Notably absent from the Privacy Act\nis any provision so much as hinting that “actual damages” should be\nlimited to economic loss. And while “ ‘ “hurt feelings” over\nthe nature of the [copyright] infringement’ ” may “have no\nplace in the actual damages calculus” under the Copyright Act of\n1909,ante,at 8 (quoting in parentheticalMackiev.Rieser,296 F.3d 909,917(CA9 2002)), the majority provides no basis for concluding\nthat “hurt feelings” are equally invalid in an Act concerned with\nsafeguarding individual privacy. Thus, while context is no doubt\nrelevant, the majority’s cited authority does little to help its\ncause in the stated context of this statute.BIndeed, the relevant statutory context—the\nsubstantive provisions whose breach may trigger suit under the\ncivil-remedies provision—only reinforces the ordinary meaning of\n“actual damages.”Congress established substantive duties in the\nAct that are expressly designed to prevent agency conduct resulting\nin intangible harms to the individual. The Act requires agencies to\n“establish appropriate administrative, technical, and physical\nsafeguards” to ensure against security breaches that could result\nin “substantial harm, embarrassment, inconvenience, or unfairness\nto any individual.” 5 U. S. C. §552a(e)(10). It also\nrequires agencies to “maintain all records” used in making a\ndetermination about an individual in a manner that is “reasonably\nnecessary to assure fairness to the individual in the\ndetermination.” §552a(e)(5). Thus an agency violates the terms of\nthe Act if it fails,e.g.,to maintain safeguards protecting\nagainst “embarrassment”; there is no additional requirement that\nthe pocketbook be implicated. An agency’s intentional or willful\nviolation of those duties triggers liability for “actual damages”\nunder §552a(g)(4) in the event of an adverse impact.\n§§552a(g)(1)(C)–(D), (g)(4).Adopting a reading of “actual damages” that\npermits recovery for pecuniary loss alone creates a disconnect\nbetween the Act’s substantive and remedial provisions. It allows a\nswath of Government violations to go unremedied: A federal agency\ncould intentionally or willfully forgo establishing safeguards to\nprotect against embarrassment and no successful private action\ncould be taken against it for the harm Congress identified. Only an\ninterpretation of “actual damages” that permits recovery for\nnonpecuniary harms harmonizes the Act’s substantive and remedial\nprovisions.Robinsonv.Shell Oil Co.,519 U.S.\n337, 341 (1997) (statutory interpretation must consider “the\nbroader context of the statute as a whole”).[4]The majority draws a different conclusion from\nthe substantive provisions of the Privacy Act. It (correctly) in-\nfers from them that the Act “serves interests similar to those\nprotected by defamation and privacy torts.”Ante, at 9. It\nthen points to our observation inDoev.Chao,540 U.S.\n614, 625 (2004), that the Act’s civil-remedies provision\n“parallels” the remedial scheme for the common-law torts of\ndefamationper quod, which permitted recovery of “general\ndamages” (i.e., presumed damages) only if a plaintiff first\nestablishes “special damages” (i.e., monetary\nloss).[5]Ante, at 10.\nThat “parallel,” the majority concludes, “suggests the possibility\nthat Congress intended the term ‘actual damages’ in the Act to mean\nspecial damages.”Ante, at 11.The majority reads too much intoDoe. At\nissue in that case was the question whether the Act’s civil-suit\nprovision authorized recovery of a guaranteed minimum award of\n$1,000 absent proof of some “actual damages.” The Court answered in\nthe negative, and in the course of doing so replied to petitioner’s\nargument that there was “something peculiar in offering some\nguaranteed damages . . . only to those plaintiffs who can\ndemonstrate actual damages.” 540 U. S., at 625. Although the\nCourt cited the Act’s parallels to defamationper quodactions in noting that nothing was “peculiar” about the Act’s\nremedial scheme,Doedid not take the further step of\ndeciding that “actual damages” means economic loss alone. Indeed,\nit expressly reserved that question.Id.,at 627,\nn. 12.The majority, moreover, is wrong to conclude\nthat the Act’s parallels with defamationper quodactions\nsuggest Congress intended “actual damages” to mean “special\ndamages.” Quite the opposite. The fact that Congress “would\nprobably have known about” defamationper quodactions,id., at 625, makes it all the more significant that Congress\ndidnotwrite “special damages” in the civil-remedies\nprovision. This Court is typically not in the business of\nsubstituting words we think Congress in- tended to use for words\nCongress in fact used. Yet that is precisely what the majority does\nwhen it rewrites “actual damages” to mean “special\ndamages.”[6] In sum, the\nstatutory context, and in particular the Act’s substantive\nprovisions, confirms the ordinary meaning of “actual damages.”\nAlthough the Act shares parallels with common-law defamation torts,\nsuch analogies do not warrant a reading of the phrase that is at\nodds with the statute’s plain text.[7]CAn uncodified provision of the Act, tied to\nthe Act’s drafting history, also reinforces the ordinary meaning of\n“actual damages.” As the majority notes, prior to reconciliation,\nthe Senate and House bills contained civil-remedies provisions that\nwere different in a critical respect: The Senate bill allowed for\nthe recovery of “actual and general damages,” whereas the House\nbill allowed for the recovery of “actual damages” alone.[8] In the reconciliation process, the\nprovision for “general damages” was dropped and an uncodified\nsection of the Act was amended to require the newly established\nPrivacy Protection Study Commission to consider, among its other\njobs, “whether the Federal Government should be liable for general\ndamages incurred by an individual as the result of a willful or\nintentional violation of the provisions of sections 552a(g)(1)(C)\nor (D).” §5(c)(2)(B)(iii), 88Stat. 1907; see alsoDoe, 540\nU. S., at 622.As the Court explained inDoe, “[t]he\ndeletion of ‘general damages’ from the bill is fairly seen\n. . . as a deliberate elimination of any possibility of\nimputing harm and awarding presumed damages.”Id., at 623;\nsee alsoid.,at 622, n. 5 (“Congress explicitly\nrejected the proposal to make presumed damages available for\nPrivacy Act violations”). The elimination of presumed damages from\nthe bill can only reasonably imply that what Congress left\nbehind—“actual damages”—comprised damages that are not presumed,i.e.,damages proven by competent evidence in the record.\nSeeGertzv.Robert Welch, Inc.,418 U.S.\n323, 349–350 (1974) (distinguishing in defamation context\nbetween presumed damages and damages for actual injuries sustained\nby competent evidence in the record, which include “impairment of\nreputation and standing in the community, personal humiliation, and\nmental anguish and suffering”);Careyv.Piphus,435 U.S.\n247, 262–264 (1978) (distinguishing between presumed damages\nand proven damages for mental and emotional distress).Rather than view the deletion of general damages\n(presumed damages) as leaving the converse (proven damages), the\nmajority supposes that the deletion leaves only a subset of proven\ndamages—those of an economic nature,i.e., “special\ndamages.” Once again, however, the majority’s insistence that\n“Congress intended ‘actual damages’ in the Privacy Act to mean\nspecial damages for proven pecuniary loss,”ante,at 13,\nfinds no basis in the statutory text, seesupra,at 8. And\nits response to the conclusion that Congress retained recovery for\nproven damages when it eliminated presumed damages is singularly\nunsatisfying. The majority declares such a conclusion “flawed”\nbecause “general damages” “includes compensation for proven\ninjuries as well,” so that “what distinguishes [general] damages,\nwhether proved or not, from the only other category of compensatory\ndamages available in the relevant common-law suits is thetypeof harm” the term encompasses—which the majority takes\nto be emotional harm alone.Ante, at 15–16. That assertion\nis defective on two scores.First, a plaintiff’s ability to\npresent proof of injury in a defamationper seaction\n(and to recover for such proven injury) does not alter the\ndefinition of “general damages,” which we already explained inDoemeans “presumed damages.” 540 U. S., at 621; see\nalsoid.,at 623; n. 5,supra.Second,\n“general damages” is not limited to a “type” of harm. The\nmajority’s contrary assertion that the term permits recovery only\nfor emotional “types” of harm overlooks the fact that “general\ndamages are partly based on the belief that the plaintiff will\nsuffer unprovablepecuniary losses.” Dobbs §7.2, at 514\n(emphasis added). It thus was established at common law that in a\ndefamationper seaction, “the plaintiff is usually\nfree to prove whatever actual pecuniary loss he can,” and “the jury\nmay be permitted to view the actual pecuniary loss proven as the\ntip of the iceberg, assume that there is still more un-proven, and\naward damage accordingly.”Ibid.At its core, the majority opinion relies on the\nfollowing syllogism: The common law employed two terms of art in\ndefamation actions. Because Congress excluded recovery for “general\ndamages,” it must have meant to retain recovery only for “special\ndamages.” That syllogism, of course, ignores that thereisanother category of damages. It is the very category Congress used\nin the text of the Privacy Act: “Actual damages.” However much\nCongress may have drawn “parallels,”ante, at 10, between\nthe Act and the common-law tort of defamation, the fact remains\nthat Congress expressly choose not to use the words “special\ndamages.”[9]DI turn finally to the statute’s purpose, for\n“[a]s in all cases of statutory interpretation, our task is to\ninterpret the words of th[e] statut[e] in light of the purposes\nCongress sought to serve.”Chapmanv.Houston Welfare\nRights Organization,441 U.S.\n600, 608 (1979); see alsoDolanv.Postal\nService,546 U.S.\n481, 486 (2006) (“Interpretation of a word or phrase depends\nupon reading the whole statutory text, considering the purpose and\ncontext of the statute, and consulting any precedents or\nauthorities that inform the analysis”). The purposes of the Privacy\nAct could not be more explicit, and they are consistent with\ninterpreting “actual damages” according to its ordinary\nmeaning.“The historical context of the Act is important\nto an understanding of its remedial purposes. In 1974, Congress was\nconcerned with curbing the illegal surveillance and investigation\nof individuals by federal agencies that had been exposed during the\nWatergate scandal.” Dept. of Justice, Office of Privacy and Civil\nLiberties, Overview of the Privacy Act 4 (2010). In\nparticular, Congress recognized that “the increasing use of\ncomputers and sophisticated information technology . . .\nhas greatly magnified the harm to individual privacy that can occur\nfrom any collection, maintenance, use, or dissemination of personal\ninformation.” §2(a), 88Stat. 1896. Identifying the right to privacy\nas “a personal and fundamental right,” Congress found it “necessary\nand proper” to enact the Privacy Act “in order to protect the\nprivacy of individuals identified in information systems maintained\nby Federal agencies.”Ibid.Congress explained that the “purpose of this Act\nis to provide certain safeguards for an individual against an\ninvasion of personal privacy by requiring Federal agencies, except\nas otherwise provided by law, to,”inter alia, “be subject\nto civil suit forany damageswhich occur as a result of\nwillful or intentional action which violates any individual’s\nrights under this Act.” §2(b)(6),ibid.(emphasis added).\nThat statement is an explicit reference to suits brought under\n§552a(g)(4); no other provision speaks to a civil suit based on\n“willful or intentional” agency misconduct. It signals unmistakably\ncongressional recognition that the civil-remedies provision is\nintegral to realizing the Act’s purposes.Reading “actual damages” to permit recovery for\nany injury established by competent evidence in the\nrecord—pecuniary or not—best effectuates the statute’s basic\npurpose. Although some privacy invasions no doubt result in\neconomic loss, we have recognized time and again that the primary\nform of injuries is nonpecuniary, and includes mental distress and\npersonal humiliation. SeeTime, Inc.v.Hill,385 U.S.\n374, 385, n. 9 (1967) (“In the ‘right of privacy’ cases the\nprimary damage is the mental distress”); see alsoGertz, 418\nU. S., at 350 (“[A]ctual injury” in defamatory falsehood cases\n“is not limited to out-of-pocket loss. Indeed, the more customary\ntypes of actual harm inflicted by defamatory falsehood include\nimpairment of reputation and standing in the community, personal\nhumiliation, and mental anguish and suffering”). Accord, 2 Dobbs\n§7.1.(1), at 259 (2d ed. 1993) (privacy is a dignitary interest,\nand “in a great many of the cases” in which the interest is invaded\n“the only harm is the affront to the plaintiff’s dignity as a human\nbeing, the damage to his self-image, and the resulting mental\ndistress”). That accords with common sense.In interpreting the civil-remedies provision, we\nmust not forget Congress enacted the Privacy Act to protect pri-\nvacy. The majority’s reading of “actual damages” renders the\nremedial provision impotent in the face of concededly unlawful\nagency action whenever the injury is solely nonpecuniary. That\nresult is patently at odds with Congress’ stated purpose. The\nmajority, however, does not grapple with the ramifications of its\nopinion. It acknowledges the suggestion that its holding leads to\nabsurd results as it allows individuals suffering relatively minor\npecuniary losses to recover $1,000 while others suffering severe\nmental anguish to recover nothing. But it concludes that “there is\nnothing absurd about a scheme that limits the Government’s Privacy\nAct liability to harm that can be substantiated by proof of\ntangible economic loss.”Ante,at 18. Perhaps; it is\ncertainly within Congress’ prerogative to enact the statute the\nmajority envisions, namely one that seeks to safeguard against\ninvasions of privacy without remedying the primary harm that\nresults from invasions of privacy. The problem for the majority is\nthat one looks in vain foranyindication in the text of the\nstatute before us that Congress intended such a result. Nowhere in\nthe Privacy Act does Congress so much as hint that it views a $5\nhit to the pocketbook as more worthy of remedy than debilitating\nmental distress, and the majority’s contrary assumption discounts\nthe gravity of emotional harm caused by an invasion of the personal\nintegrity that privacy protects.*  *  *After today, no matter how debilitating and\nsubstantial the resulting mental anguish, an individual harmed by a\nfederal agency’s intentional or willful violation of the Privacy\nAct will be left without a remedy unless he or she is able to prove\npecuniary harm. That is not the result Congress intended when it\nenacted an Act with the express purpose of safeguarding individual\nprivacy against Government invasion. And it is not a result\nremotely suggested by anything in the text, structure, or history\nof the Act. For those reasons, I respectfully dissent.Notes1Black’s Law Dictionary\nalso defined “actual damages” as synonymous with “general damages.”\nBlack’s 467. While “general damages” has a specialized meaning of\npresumed damages in libel and slander cases, see n. 4,infra, it more generally can mean damages that “did in fact\nresult from the wrong, directly and proximately.” Black’s\n468.2The majority declares the\ndefinition circular because “defining ‘actual’ damages by reference\nto ‘actual’ injury is hardly helpful when our task is to determine\nwhat Congress meant by ‘actual.’ ”Ante,at 9,\nn. 4. “Actual injury,” however, is far from an unhelpful\nreference. This Court already has recognized in the defamation\ncontext that “actual injury is not limited to out-of-pocket loss.”Gertzv.Robert Welch, Inc.,418\nU.S. 323, 350 (1974). That accords with the definitions of the\nterms. See Black’s 53, 924 (defining “actual” as “[r]eal;\nsubstantial; existing presently in act, having a valid objective\nexistence as opposed to that which is merely theoretical or\npossible,” and “injury” as “[a]ny wrong or damage done to\nanother”).3See 28 U. S. C.\n§2674; 17 U. S. C. §1009(d)(1); 18 U. S. C.\n§2318(e)(3) (2006 ed., Supp. IV); 17 U. S. C. §101(b)\n(1970 ed.); 15 U. S. C. §78bb(a) (2006 ed., Supp.\nIV).4It bears noting that the\nPrivacy Act does not authorize injunctive relief when a suit is\nmaintained under 5 U. S. C. §§552a(g)(1)(C) and (D).\nRather, injunctive relief is available under the Act only for a\nlimited category of suits: suits to amend a record and suits for\naccess to a record. See §§552a(g)(2), (g)(3). Thus an individual\nwho, like petitioner, brings suit under subparagraph (g)(1)(C) or\n(D) for an inten-tional or willful violation of the Act will be\nwithout a remedy underthe majority’s reading of “actual\ndamages.”5As the majority notes,\n“general damages” at common law refers to damages “presumed” to\naccrue from the violation of the legally pro-tected right. No proof\nof actual injury was required. See D. Dobbs, Law of Remedies §7.2,\np. 513 (1973) (hereinafter Dobbs);Doe, 540 U. S., at\n621. “Special damages,” in contrast, “meant monetary loss.” Dobbs\n§7.2, at 512;Doe, 540 U. S., at 625. Common-law\ndefamation actions falling within the rubric of defamationper seallowed successful plaintiffs to recover\n“general damages.” See Dobbs §7.2, at 513;Doe, 540\nU. S., at 621. This stood in contrast to actions sounding in\ndefamationper quod, which permitted recovery only if the\nplaintiff established “special damages.” See Dobbs, §7.2 at 512;Doe, 540 U. S., at 625. Even in defamationper\nquodcases, a plaintiff could recover nonpecuniary injuries\nupon establishing some pecuniary loss. See Dobbs §7.2, at 521;Doe, 540 U. S., at 625. See alsoante, at\n10.6The majority cites a\ncollection of lower court opinions that have used “actual damages”\nin place of “special damages” to note that Congress would not have\nbeen alone in using the former term to refer to the latter.Ante,at 11–12. But that a handful of lower courts on\noccasion have been imprecise in their terminology provides no basis\nto assume the Legislature has been equally careless in the text of\na statute.7There is yet another flaw\nin the majority’s reasoning. At common law a plaintiff who\nsuccessfully established “special damages” in an action for\ndefamationper quodcould proceed to recover damages for\nemotional and mental distress. Seeante, at 10; n. 5,supra. If “Congress intended the term ‘actual damages’ in\nthe Act to mean special damages,”ante, at 11, then an\nindividual who successfully establishes some pecuniary loss from a\nviolation of the Act—presumably as trivial as the cost of a bottle\nof Tylenol—should be permitted to recover for emotional and mental\ndistress. The majority, of course, does not accept that result, and\nits piecemeal embrace of the common law undermines its assertion\nthat Congress intended “special damages” in place of “actual\ndamages.”8See S. 3418, 93d Cong.,\n2d Sess., §303(c)(1) (1974); H. R. 16373, 93d Cong., 2d Sess.,\n§3 (1974).9The majority cites the\nconclusions of the Privacy Protection Study Commission in support\nof its interpretation of “actual damages.” The majority rightfully\ndoes not claim this piece of postenactment, extratextual material\nis due any deference; nor do I find its unelaborated conclusions\npersuasive.",
    "joined": []
}