{
    "case": {
        "docket": "117",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/117/"
    },
    "id": "1970795",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 11–965_________________DAIMLER AG, PETITIONER v. BARBARABAUMAN et\nal.on writ of certiorari to the united states\ncourt of appeals for the ninth circuit[January 14, 2014]Justice Sotomayor,\nconcurring in the judgment.I agree with the\nCourt’s conclusion that the Due Process Clause prohibits the\nexercise of personal jurisdiction over Daimler in light of the\nunique circumstances of this case. I concur only in the judgment,\nhowever, because I cannot agree with the path the Court takes to\narrive at that result.The Court acknowledges\nthat Mercedes-Benz USA, LLC (MBUSA), Daimler’s wholly owned\nsubsidiary, has considerable contacts with California. It has\nmultiple facilities in the State, including a regional\nheadquarters. Each year, it distributes in California tens of\nthousands of cars, the sale of which generated billions of dollars\nin the year this suit was brought. And it provides service and\nsales support to customers throughout the State. Daimler has\nconceded that California courts may exercise general jurisdiction\nover MBUSA on the basis of these contacts, and the Court assumes\nthat MBUSA’s contacts may be attributed to Daimler for the purpose\nof deciding whether Daimler is also subject to general\njurisdiction.Are these contacts\nsufficient to permit the exercise of general jurisdiction over\nDaimler? The Court holds that they are not, for a reason wholly\nforeign to our due process jurisprudence. The problem, the Court\nsays, is not that Daimler’s contacts with California are too few,\nbut that its contacts with other forums are too many. In other\nwords, the Court does not dispute that the presence of multiple\noffices, the direct distribution of thousands of products\naccounting for billions of dollars in sales, and continuous\ninteraction with customers throughout a State would be enough to\nsupport the exercise of general jurisdiction over some businesses.\nDaimler is just not one of those businesses, the Court concludes,\nbecause its California contacts must be viewed in the context of\nits extensive “nationwide and worldwide” operations. Ante, at 21,\nn. 20. In recent years, Americans have grown accustomed to the\nconcept of multinational corporations that are supposedly “too big\nto fail”; today the Court deems Daimler “too big for general\njurisdiction.”The Court’s conclusion\nis wrong as a matter of both process and substance. As to process,\nthe Court decides this case on a ground that was neither argued nor\npassed on below, and that Daimler raised for the first time in a\nfootnote to its brief. Brief for Petitioner 31–32, n. 5. Asto\nsubstance, the Court’s focus on Daimler’s operations out-side of\nCalifornia ignores the lodestar of our personal jurisdiction\njurisprudence: A State may subject a defendant to the burden of\nsuit if the defendant has sufficiently taken advantage of the\nState’s laws and protections through its contacts in the State;\nwhether the defendant has contacts elsewhere is immaterial.Regrettably, these\nerrors are unforced. The Court can and should decide this case on\nthe far simpler ground that, no matter how extensive Daimler’s\ncontacts with California, that State’s exercise of jurisdiction\nwould be unreasonable given that the case involves foreign\nplaintiffs suing a foreign defendant based on foreign conduct, and\ngiven that a more appropriate forum is available. Because I would\nreverse the judgment below on this ground, I concur in the judgment\nonly.II begin with the\npoint on which the majority and I agree: The Ninth Circuit’s\ndecision should be reversed.Our personal\njurisdiction precedents call for a two-part analysis. The contacts\nprong asks whether the defendant has sufficient contacts with the\nforum State to support personal jurisdiction; the reasonableness\nprong asks whether the exercise of jurisdiction would be\nunreasonable under the circumstances. Burger King Corp. v.\nRudzewicz, 471 U. S. 462 –478 (1985). As the majority points\nout, all of the cases in which we have applied the reasonableness\nprong have involved specific as opposed to general jurisdiction.\nAnte, at 21, n. 20. Whether the reasonableness prong should apply\nin the general jurisdiction context is therefore a question we have\nnever decided,[1] and it is one\non which I can appreciate the arguments on both sides. But it would\nbe imprudent to decide that question in this case given that\nrespondents have failed to argue against the application of the\nreasonableness prong during the entire 8-year history of this\nlitigation. See Brief for Respondents 11, 12, 13, 16 (conceding\napplication of the reasonableness inquiry); Plaintiffs’ Opposition\nto Defendant’s Motion to Quash Service of Process and to Dismiss\nfor Lack of Personal Jurisdiction in No. 04–00194–RMW (ND Cal., May\n16, 2005), pp. 14–23 (same). As a result, I would decide this case\nunder the reasonableness prong without foreclosing future\nconsideration of whether that prong should be limited to the\nspecific jurisdiction context.[2]We identified the\nfactors that bear on reasonableness in Asahi Metal Industry Co. v.\nSuperior Court of Cal., Solano Cty., 480 U. S. 102 (1987) :\n“the burden on the defendant, the interests of the forum State,”\n“the plaintiff’s interest in obtaining relief” in the forum State,\nand the interests of other sovereigns in resolving the dispute.\nId., at 113–114. We held in Asahi that it would be “unreasonable\nand unfair” for a California court to exercise jurisdiction over a\nclaim between a Taiwanese plaintiff and a Japanese defendant that\narose out of a transaction in Taiwan, particularly where the\nTaiwanese plaintiff had not shown that it would be more convenient\nto litigate in California than in Taiwan or Japan. Id., at 114.The same considerations\nresolve this case. It involves Argentine plaintiffs suing a German\ndefendant for conduct that took place in Argentina. Like the\nplaintiffs in Asahi, respondents have failed to show that it would\nbe more convenient to litigate in California than in Germany, a\nsovereign with a far greater interest in resolving the dispute.\nAsahi thus makes clear that it would be unreasonable for a court in\nCalifornia to subject Daimler to its jurisdiction.IIThe majority\nevidently agrees that, if the reasonableness prong were to apply,\nit would be unreasonable for California courts to exercise\njurisdiction over Daimler in this case. See ante, at 20–21 (noting\nthat it would be “exor-bitant” for California courts to exercise\ngeneral jurisdiction over Daimler, a German defendant, in this\n“Argentina-rooted case” brought by “foreign plaintiffs”). But\ninstead of resolving the case on this uncontroversial basis, the\nmajority reaches out to decide it on a ground neither argued nor\ndecided below.[3]We generally do not\npass on arguments that lower courts have not addressed. See, e.g.,\nCutter v. Wilkinson, 544 U. S. 709, 718, n. 7 (2005) . After\nall, “we are a court of review, not of first view.” Ibid. This\nprinciple carries even greater force where the argument at issue\nwas never pressed below. See Glover v. United States, 531\nU. S. 198, 205 (2001) . Yet the majority disregards this\nprinciple, basing its decision on an argument raised for the first\ntime in a footnote of Daimler’s merits brief before this Court.\nBrief for Petitioner 32, n. 5 (“Even if MBUSA were a division\nof Daimler AG rather than a separate corporation, Daimler AG would\nstill . . . not be ‘at home’ in California”).The majority’s decision\nis troubling all the more because the parties were not asked to\nbrief this issue. We granted certiorari on the question “whether it\nviolates due process for a court to exercise general personal\njurisdiction over a foreign corporation based solely on the fact\nthat an indirect corporate subsidiary performs services on behalf\nof the defendant in the forum State.” Pet. for Cert. i. At no point\nin Daimler’s petition for certiorari did the company contend that,\neven if this attribution question were de-cided against it, its\ncontacts in California would still be in-sufficient to support\ngeneral jurisdiction. The parties’ merits briefs accordingly\nfocused on the attribution-of-contacts question, addressing the\nreasonableness inquiry (which had been litigated and decided below)\nin most of the space that remained. See Brief for Petitioner 17–37,\n37–43; Brief for Respondents 18–47, 47–59.In bypassing the\nquestion on which we granted certio-rari to decide an issue not\nlitigated below, the Court leaves respondents “without an unclouded\nopportunity to airthe issue the Court today decides against them,”\nComcast Corp. v. Behrend, 569 U. S. ___, ___ (2013) (Ginsburg\nand Breyer, JJ., dissenting) (slip op., at 3). Doing so “does ‘not\nreflect well on the processes of the Court.’ ” Ibid. (quoting\nRedrup v. New York, 386 U. S. 767, 772 (1967) (Harlan, J.,\ndissenting)). “And by resolving a complex and fact-intensive\nquestion without the benefit of full briefing, the Court invites\nthe error into which it has fallen.” 569 U. S., at ___ (slip\nop., at 3).The relevant facts are\nundeveloped because Daimler conceded at the start of this\nlitigation that MBUSA is subject to general jurisdiction based on\nits California contacts. We therefore do not know the full extent\nof those contacts, though what little we do know suggests that\nDaimler was wise to concede what it did. MBUSA imports more than\n200,000 vehicles into the United States and distributes many of\nthem to independent dealerships in California, where they are sold.\nDeclaration of Dr. Peter Waskönig in Bauman v. DaimlerChrysler\nCorp., No. 04–00194–RMW (ND Cal.), ¶ 10, p. 2. MBUSA’s\nCalifornia sales account for 2.4% of Daimler’s worldwide sales,\nwhich were $192 billion in 2004.[4] And 2.4% of $192 billion is $4.6 billion, a\nconsiderable sum by any measure. MBUSA also has multiple offices\nand facilities in California, including a regional\nheadquarters.But the record does not\nanswer a number of otherimportant questions. Are any of Daimler’s\nkey files maintained in MBUSA’s California offices? How many\nemployees work in those offices? Do those employees makeimportant\nstrategic decisions or oversee in any manner Daimler’s activities?\nThese questions could well affect whether Daimler is subject to\ngeneral jurisdiction. After all, this Court upheld the exercise of\ngeneral jurisdiction in Perkins v. Benguet Consol. Mining Co., 342\nU. S. 437 –448 (1952)—which the majority refers to as a\n“textbook case” of general jurisdiction, ante, at 10—on the basis\nthat the foreign defendant maintained an office in Ohio, kept\ncorporate files there, and oversaw the company’s activities from\nthe State. California-based MBUSA employees may well have done\nsimilar things on Daimler’s behalf.[5] But because the Court decides the issue without a\ndeveloped record, we will never know.IIIWhile the majority’s\ndecisional process is problematic enough, I fear that process leads\nit to an even more troubling result.AUntil today, our\nprecedents had established a straightforward test for general\njurisdiction: Does the defendant have “continuous corporate\noperations within a state” that are “so substantial and of such a\nnature as to justify suit against it on causes of action arising\nfrom dealings entirely distinct from those activities”?\nInternational Shoe Co. v. Washington, 326 U. S. 310, 318\n(1945) ; see also Helicop-teros Nacionales de Colombia, S. A.\nv. Hall, 466 U. S. 408, 416 (1984) (asking whether defendant\nhad “continuous and systematic general business\ncontacts”).[6] In every case\nwhere we have applied this test, we have focused solely on the\nmagnitude of the defendant’s in-state contacts, not the relative\nmagnitude of those contacts in comparison to the defendant’s\ncontacts with other States.In Perkins, for\nexample, we found an Ohio court’s exercise of general jurisdiction\npermissible where the president of the foreign defendant\n“maintained an office,” “drew and distributed . . . salary checks,”\nused “two active bank accounts,” “supervised . . . the\nrehabilitation of the corporation’s properties in the Philippines,”\nand held “directors’ meetings,” in Ohio. 342 U. S., at\n447–448. At no point did we attempt to catalog the company’s\ncontacts in forums other than Ohio or to compare them with its Ohio\ncontacts. If anything, we intimated that the defendant’s Ohio\ncontacts were not substantial in comparison to its contacts\nelsewhere. See id., at 438 (noting that the defendant’s Ohio\ncontacts, while “continuous and systematic,” were but a “limited\n. . . part of its general business”).[7]We engaged in the same\ninquiry in Helicopteros. There, we held that a Colombian\ncorporation was not subject to general jurisdiction in Texas simply\nbecause it occasion-ally sent its employees into the State,\naccepted checks drawn on a Texas bank, and purchased equipment and\nservices from a Texas company. In no sense did our analysis turn on\nthe extent of the company’s operations beyond Texas.Most recently, in\nGoodyear Dunlop Tires Operations, S. A. v. Brown, 564\nU. S. ___ (2011), our analysis again focused on the\ndefendant’s in-state contacts. Goodyear involved a suit against\nforeign tire manufacturers by North Carolina residents whose\nchildren had died in a bus accident in France. We held that North\nCarolina courts could not exercise general jurisdiction over the\nforeign defendants. Just as in Perkins and Helicopteros, our\nopinion in Goodyear did not identify the defendants’ contacts\noutside of the forum State, but focused instead on the defendants’\nlack of offices, employees, direct sales, and business operations\nwithin the State.This approach follows\nfrom the touchstone principle of due process in this field, the\nconcept of reciprocal fairness. When a corporation chooses to\ninvoke the benefits and protections of a State in which it\noperates, the State acquires the authority to subject the company\nto suit in its courts. See International Shoe, 326 U. S., at\n319 (“[T]o the extent that a corporation exercises the privilege of\nconducting activities within a state, it enjoys the benefits and\nprotection of the laws of that state” such that an “obligatio[n]\narise[s]” to respond there to suit); J. McIntyre Machinery, Ltd. v.\nNicastro, 564 U. S. ___, ___ (2011) (plurality opinion) (slip\nop., at 5) (same principle for generaljurisdiction). The majority’s\nfocus on the extent of a corporate defendant’s out-of-forum\ncontacts is untethered from this rationale. After all, the degree\nto which a company intentionally benefits from a forum State\ndepends on its interactions with that State, not its interactions\nelsewhere. An article on which the majority relies (and on which\nGoodyear relied as well, 564 U. S., at ___ (slip op., at 7))\nexpresses the point well: “We should not treat defendants as less\namenable to suit merely because they carry on more substantial\nbusiness in other states . . . . [T]he amount of activity elsewhere\nseems virtually irrelevant to . . . the imposition of\ngeneral jurisdiction over a defendant.” Brilmayer et al., A\nGeneral Look at General Jurisdiction, 66 Texas L. Rev. 721,\n742 (1988).Had the majority\napplied our settled approach, it would have had little trouble\nconcluding that Daimler’s California contacts rise to the requisite\nlevel, given the majority’s assumption that MBUSA’s contacts may be\nattributed to Daimler and given Daimler’s concession that those\ncontacts render MBUSA “at home” in California. Our cases have long\nstated the rule that a defendant’s contacts with a forum State must\nbe continuous, substantial, and systematic in order for the\ndefendant to be subject to that State’s general jurisdiction. See\nPerkins, 342 U. S., at 446. We offered additional guidance in\nGoodyear, adding the phrase “essentially at home” to our prior\nformulation of the rule. 564 U. S., at ___ (slip op., at 2) (a\nState may exercise general jurisdiction where a defendant’s\n“affiliations with the State are so ‘continuous and systematic’ as\nto render [the defendant] essentially at home in the forum State”).\nWe used the phrase “at home” to signify that in order for an\nout-of-state defendant to be subject to general jurisdiction, its\ncontinuous and substantial contacts with a forum State must be akin\nto those of a local enterprise that actually is “at home” in the\nState. See Brilmayer, supra, at 742.[8]Under this standard,\nDaimler’s concession that MBUSA is subject to general jurisdiction\nin California (a concession the Court accepts, ante, at 15, 17)\nshould be dispositive. For if MBUSA’s California contacts are so\nsubstantial and the resulting benefits to MBUSA so significant as\nto make MBUSA “at home” in California, the same must be true of\nDaimler when MBUSA’s contacts and benefits are viewed as its own.\nIndeed, until a footnote in its brief before this Court, even\nDaimler did not dispute this conclusion for eight years of the\nlitigation.BThe majority today\nconcludes otherwise. Referring to the “continuous and systematic”\ncontacts inquiry that has been taught to generations of first-year\nlaw students as “unacceptably grasping,” ante, at 19, the majority\nannounces the new rule that in order for a foreign defendant to be\nsubject to general jurisdiction, it must not only possess\ncontinuous and systematic contacts with a forum State, but those\ncontacts must also surpass some unspecified level when viewed in\ncomparison to the company’s “nationwide and worldwide” activities.\nAnte, at 21, n. 20.[9]Neither of the\nmajority’s two rationales for this proportionality requirement is\npersuasive. First, the majority suggests that its approach is\nnecessary for the sake of predictability. Permitting general\njurisdiction in every State where a corporation has continuous and\nsubstantial contacts, the majority asserts, would “scarcely permit\nout-of-state defendants ‘to structure their primary conduct with\nsome minimum assurance as to where that conduct will and will not\nrender them liable to suit.’ ” Ante, at 21 (quoting Burger\nKing Corp., 471 U. S., at 472). But there is nothing\nunpredictable about a rule that instructs multinational\ncorporations that if they engage in continuous and substantial\ncontacts with more than one State, they will be subject to general\njurisdiction in each one. The majority may not favor that rule as a\nmatter of policy, but such disagreement does not render an\notherwise routine test unpredictable.Nor is the majority’s\nproportionality inquiry any more predictable than the approach it\nrejects. If anything, the majority’s approach injects an additional\nlayer of uncertainty because a corporate defendant must now try to\nforetell a court’s analysis as to both the sufficiency of its\ncontacts with the forum State itself, as well as the relative\nsufficiency of those contacts in light of the company’s operations\nelsewhere. Moreover, the majority does not even try to explain just\nhow extensive the company’sin-state contacts must be in the context\nof its global oper-ations in order for general jurisdiction to be\nproper.The majority’s approach\nwill also lead to greater unpredictability by radically expanding\nthe scope of jurisdictional discovery. Rather than ascertaining the\nextent of a corporate defendant’s forum-state contacts alone,\ncourts will now have to identify the extent of a company’s contacts\nin every other forum where it does business in order to compare\nthem against the company’s in-state contacts. That considerable\nburden runs headlong into the major-ity’s recitation of the\nfamiliar principle that “ ‘[s]imple jurisdictional rules\n. . . promote greater predictability.’ ” Ante, at\n18–19 (quoting Hertz Corp. v. Friend, 559 U. S. 77, 94 (2010)\n).Absent the\npredictability rationale, the majority’s sole remaining\njustification for its proportionality approach is its unadorned\nconcern for the consequences. “If Daimler’s California activities\nsufficed to allow adjudication of this Argentina-rooted case in\nCalifornia,” the majority laments, “the same global reach would\npresumably be available in every other State in which MBUSA’s sales\nare sizable.” Ante, at 20.The majority\ncharacterizes this result as “exorbitant,” ibid., but in reality it\nis an inevitable consequence of the rule of due process we set\nforth nearly 70 years ago, that there are “instances in which [a\ncompany’s] continuous corporate operations within a state” are “so\nsubstantial and of such a nature as to justify suit against it on\ncauses of action arising from dealings entirely distinct from those\nactivities,” International Shoe, 326 U. S., at 318. In the era\nof International Shoe, it was rare for a corporation to have such\nsubstantial nationwide contacts that it would be subject to general\njurisdiction in a large number of States. Today, that circumstance\nis less rare. But that is as it should be. What has changed since\nInternational Shoe is not the due process principle of fundamental\nfairness but rather the nature of the global economy. Just as it\nwas fair to say in the 1940’s that an out-of-state company could\nenjoy the benefits of a forum State enough to make it “essentially\nat home” in the State, it is fair to say today that a multinational\nconglomerate can enjoy such extensive benefits in multiple forum\nStates that it is “essentiallyat home” in each one.In any event, to the\nextent the majority is concerned with the modern-day consequences\nof International Shoe’s conception of personal jurisdiction, there\nremain other judicial doctrines available to mitigate any resulting\nunfairness to large corporate defendants. Here, for instance, the\nreasonableness prong may afford petitioner relief. See supra, at\n3–4. In other cases, a defendant can assert the doctrine of forum\nnon conveniens if a given State is a highly inconvenient place to\nlitigate a dispute. See Gulf Oil Corp. v. Gilbert, 330 U. S.\n501 –509 (1947). In still other cases, the federal change of venue\nstatute can provide protection. See 28 U. S. C. §1404(a)\n(permitting transfers to other districts “[f]or the convenience of\nparties and witnesses” and “in the interests of justice”). And to\nthe degree that the majority worries these doctrines are not enough\nto protect the economic interests of multinational businesses (or\nthat our longstanding approach to general jurisdiction poses “risks\nto international comity,” ante, at 22), the task of weighing those\npolicy concerns belongs ultimately to legislators, who may amend\nstate and federal long-arm statutes in accordance with the\ndemocratic process. Unfortunately, the majority short circuits that\nprocess by enshrining today’s narrow rule of general jurisdiction\nas a matter of constitutional law.CThe majority’s\nconcern for the consequences of its decision should have led it the\nother way, because the rule that it adopts will produce deep\ninjustice in at least four respects.First, the majority’s\napproach unduly curtails the States’ sovereign authority to\nadjudicate disputes against corporate defendants who have engaged\nin continuous and substantial business operations within their\nboundaries.[10] The majority\ndoes not dispute that a State can exercise general jurisdiction\nwhere a corporate defendant has its corporate headquarters, and\nhence its principal place of business within the State. Cf. Hertz\nCorp., 559 U. S., at 93. Yet it never explains why the State\nshould lose that power when, as is increasingly common, a\ncorporation “divide[s] [its] command and coordinating functions\namong officers who work at several different locations.” Id., at\n95–96. Suppose a company divides its management functions equally\namong three offices in different States, with one office nominally\ndeemed the company’s corporate headquarters. If the State where the\nheadquarters is located can exercise general jurisdiction, why\nshould the other two States be constitutionally forbidden to do the\nsame? Indeed, under the majority’s approach, the result would be\nunchanged even if the company has substantial operations within the\nlatter two States (and even if the company has no sales or other\nbusiness operations in the first State). Put simply, the majority’s\nrule defines the Due Process Clause so narrowly and arbitrarily as\nto contravene the States’ sovereign prerogative to subject to\njudgment defendants who have manifested an unqualified “intention\nto benefit from and thus an intention to submit to the[ir] laws,”\nJ. McIntyre, 564 U. S., at ___ (plurality opinion) (slip op.,\nat 5).Second, the\nproportionality approach will treat small businesses unfairly in\ncomparison to national and multinational conglomerates. Whereas a\nlarger company will often be immunized from general jurisdiction in\na State on account of its extensive contacts outside the forum, a\nsmall business will not be. For instance, the majority holds today\nthat Daimler is not subject to general jurisdiction in California\ndespite its multiple offices, continuous operations, and billions\nof dollars’ worth of sales there. But imagine a small business that\nmanufactures luxury vehicles principally targeting the California\nmarket and that has substantially all of its sales and operations\nin the State—even though those sales and operations may amount to\none-thousandth of Daimler’s. Under the majority’s rule, that small\nbusiness will be subject to suit in California on any cause of\naction involving any of its activities anywhere in the world, while\nits far more pervasive competitor, Daimler, will not be. That will\nbe so even if the small business incorporates and sets up its\nheadquarters elsewhere (as Daimler does), since the small business’\nCalifornia sales and operations would still predominate when\n“apprais[ed]” in proportion to its minimal “nationwide and\nworldwide” operations, ante, at 21, n. 20.Third, the majority’s\napproach creates the incongruous result that an individual\ndefendant whose only contact with a forum State is a one-time visit\nwill be subject to general jurisdiction if served with process\nduring that visit, Burnham v. Superior Court of Cal., County of\nMarin, 495 U. S. 604 (1990) , but a large corporation that owns\nproperty, employs workers, and does billions of dollars’ worth of\nbusiness in the State will not be, simply because the corporation\nhas similar contacts elsewhere (though the visiting individual\nsurely does as well).Finally, it should be\nobvious that the ultimate effect of the majority’s approach will be\nto shift the risk of loss from multinational corporations to the\nindividuals harmed by their actions. Under the majority’s rule, for\nexample, a parent whose child is maimed due to the negligence of a\nforeign hotel owned by a multinational conglomerate will be unable\nto hold the hotel to account in a single U. S. court, even if\nthe hotel company has a massive presence in multiple States. See,\ne.g., Meier v. Sun Int’l Hotels, Ltd., 288 F. 3d 1264 (CA11\n2002).[11] Similarly, a\nU. S. business that enters into a contract in a foreign\ncountry to sell its products to a multinational company there may\nbe unable to seek relief in any U. S. court if the\nmultinational company breaches the contract, even if that company\nhas considerable operations in numerous U. S. forums. See, e.g.,\nWalpex Trading Co. v. Yacimientos Petroliferos Fiscales Bolivianos,\n712 F. Supp. 383 (SDNY 1989).[12] Indeed, the majority’s approach would preclude the\nplaintiffs in these examples from seeking recourse anywhere in the\nUnited States even if no other judicial system was available to\nprovide relief. I cannot agree with the major-ity’s conclusion that\nthe Due Process Clause requires these results.* * *The Court rules\nagainst respondents today on a ground that no court has considered\nin the history of this case, that this Court did not grant\ncertiorari to decide, and that Daimler raised only in a footnote of\nits brief. In doing so, the Court adopts a new rule of\nconstitutional law that is unmoored from decades of precedent.\nBecause I would reverse the Ninth Circuit’s decision on the\nnarrower ground that the exercise of jurisdiction over Daimler\nwould be unreasonable in any event, I respectfully concur in the\njudgment only.Notes1The Courts of Appeals\nhave uniformly held that the reasonableness prong does in fact\napply in the general jurisdiction context. See v. ., 84 F. 3d\n560, 573 (CA2 1996) (“[E]very circuit that has considered the\nquestion has held, implicitly or explicitly, that the\nreasonableness inquiry is applicable to questions of personal\njurisdiction, general or specific”); see also, v. , 348 F. 3d\n704, 713 (CA8 2003);v. ,” 283 F. 3d 208, 213–214 (CA4 2002);\nv., 90 F. 3d 1523, 1533 (CA10 1996); v., 1 F. 3d 848,\n851, n. 2 (CA9 1993); v., 893 F. 2d 459, 465 (CA1 1990);\nv., 818 F. 2d 370, 377 (CA5 1987). Without the benefit of a\nsingle page of briefing on the issue, the majority casually adds\neach of these cases to the mounting list of decisions jettisoned as\na consequence of today’s ruling. See at 21,\nn. 20.2While our decisions\nrejecting the exercise of personal jurisdiction have typically done\nso under the minimum-contacts prong, we have never required that\nprong to be decided first. See v., (Stevens, J., concurring in part\nand concurring in judgment) (rejecting personal jurisdiction under\nthe reasonableness prong and declining to consider the\nminimum-contacts prong because doing so would not be “necessary”).\nAnd although the majority frets that deciding this case on the\nreasonableness ground would be “a resolution fit for this day and\ncase only,” , at 21, n. 20, I do not understand our constitutional\nduty to require otherwise.3The majority appears to\nsuggest that Daimler may have presented the argument in its\npetition for rehearing en banc before the Ninth Circuit. See at 5\n(stating that Daimler “urg[ed] that the exercise of personal\njurisdiction . . . could not be reconciled with this Court’s\ndecision in v. , 564 U. S. ___ (2011)”). But Daimler’s petition for\nrehearing did not arguewhat the Court holds today. The Court holds\nthat Daimler’s Califor-nia contacts would be insufficient for\ngeneral jurisdiction even assuming that MBUSA’s contacts may be\nattributed to Daimler. Daimler’s rehearing petition made a distinct\nargument—that attribution of MBUSA’s contacts should not be\npermitted under an “ ‘agency’ theory” because doing so would\n“rais[e] significant constitutional concerns” under . Petition for\nRehearing or Rehearing En Banc in No. 07–15386 (CA9),\np. 9.4See DaimlerChrysler,\nInnovations for our Customers: Annual Report2004, p. 22,\nhttp://www.daimler.com/Projects/c2c/channel/documents/1364377_2004_DaimlerChrysler_Annual_Report.pdf\n(as visited on Jan. 8, 2014, and available in Clerk of Court’s case\nfile).5To be sure, many of\nDaimler’s key management decisions are undoubtedly made by\nemployees outside California. But the same was true in . See v. ,\n88 Ohio App. 118, 124, 95 N. E. 2d 5, 8 (1950) () (describing\nmanagement decisions made by the company’s chief of staff in Manila\nand a purchasing agent in California); see also\nn. 8,6While formulated the\ngeneral jurisdiction inquiry as asking whether a foreign defendant\npossesses “continuous and systematic general business contacts,”\n466 U. S., at 416, the majority correctly notesat 19, that\nused the phrase “continuous and systematic” in the context of\ndiscussing specific jurisdiction, 326 U. S., at 317. But the\nmajority recognizes that separately described the type of contacts\nneeded for general jurisdiction as “continuous corporate\noperations” that are “so substantial” as to justify suit on\nunrelated causes of action. ., at 318. It is unclear why our\nprecedents departed from ’s “continuous and substantial”\nformulation in favor of the “continuous and systematic”\nformulation, but the majority does not contend—nor do I\nperceive—that there is a material difference between the\ntwo.7The majority suggests\nthat I misinterpret language in that I do not even cite. , at 11,\nn. 8. The majority is quite correct that it has found a sentence in\nthat does not address whether most of the Philippine corporation’s\nactivities took place outside of Ohio. See , at 11, n. 8 (noting\nthat described the company’s “wartime activities” as “necessarily\nlimited,” 342 U. S., at 448). That is why I did not mention it. I\ninstead rely on a sentence in ’ opening paragraph: “The\n[Philippine] corporation has been carrying on in Ohio a continuous\nand systematic, but limited, part of its general business.” , at\n438. That sentence obviously does convey that most of the\ncorporation’s activities occurred in “places other than Ohio,” , at\n11, n. 8. This is not surprising given that the company’s Ohio\ncontacts involved a single officer working from a home office,\nwhile its non-Ohio contacts included significant mining properties\nand machinery operated throughout the Philippines, Philippine\nemployees (including a chief of staff), a purchasing agent based in\nCalifornia, and board of directors meetings held in Washington, New\nYork, and San Francisco. ,88 Ohio App., at 123–124, 95 N. E. 2d, at\n8; see also n. 8,8The majority views the\nphrase “at home” as serving a differentpurpose—that of requiring a\ncomparison between a defendant’s in-state and out-of-state\ncontacts. at 21, n. 20. That cannot be the correct understanding\nthough, because among other things it would cast grave doubt on —a\ncase that pointed to as an exemplar of general jurisdiction, 564\nU. S., at ___ (slip op., at 11). For if had applied the\nmajority’s newly minted proportionality test, it would have come\nout the other way.9I accept at face value\nthe majority’s declaration that general jurisdiction is not limited\nto a corporation’s place of incorporation and principal place of\nbusiness because “a corporation’s operations in a forum other than\nits formal place of incorporation or principal place of business\nmay be so substantial and of such a nature as to render the\ncorporation at home in the State.” , at 20, n. 19; see also , at\n19. Were that not so, our analysis of the defendants’ in-state\ncontacts in v. , , v. , , and would have been irrelevant, as none\nof the defendants in those cases was sued in its place of\nincorporation or principal place of business.10States will of course continue to\nexercise specific jurisdiction in many cases, but we have never\nheld that to be the outer limit of the States’ authority under the\nDue Process Clause. That is because the two forms of jurisdiction\naddress different concerns. Whereas specific jurisdiction focuses\non the relationship between a defendant’s challenged conduct and\nthe forum State, general jurisdiction focuses on the defendant’s\nsubstantial presence in the State irrespective of the location of\nthe challenged conduct.11See\nalso, ,v. , 739 So. 2d617, 620–621 (Fla. App. 1999) (estate of\ndecedent killed in an overseas plane crash permitted to sue\nresponsible Belizean corporate defendant in Florida courts, rather\nthan Belizean courts, based on defendant’s continuous and\nsystematic business contacts in Florida).12The\npresent case and the examples posited involve foreign corporate\ndefendants, but the principle announced by the majority would apply\nequally to preclude general jurisdiction over a U. S. company that\nis incorporated and has its principal place of business in another\nU. S. State. Under the majority’s rule, for example, a General\nMotors auto-worker who retires to Florida would be unable to sue GM\nin that State for disabilities that develop from the retiree’s\nlabor at a Michigan parts plant, even though GM undertakes\nconsiderable business operations in Florida. See Twitchell, The\nMyth of General Jurisdiction, 101 Harv. L. Rev. 610, 670\n(1988).",
    "joined": []
}