{
    "case": {
        "docket": "12",
        "citation": "571",
        "year": 2013,
        "url": "https://supreme.justia.com/cases/federal/us/571/12/"
    },
    "id": "1970778",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–414_________________SHERRY L. BURT, WARDEN, PETITIONER v. VONLEE\nNICOLE TITLOWon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[November 5, 2013]Justice Sotomayor,\nconcurring.In my view, this case\nturns on Vonlee Titlow’s failure to present enough evidence of what\nFrederick Toca did or did not do in the handful of days after she\nhired him and before she withdrew her plea. As our opinion notes,\nshe bore the burden of overcoming two presumptions: that Toca\nperformed effectively and that the state court ruled correctly. She\nfailed to carry this burden. We need not say more, and indeed we do\nnot say more. I therefore join the Court’s opinion in full. I write\nseparately, however, to express my understanding of our opinion’s\nlimited scope, particularly with respect to two statements that it\nmakes about the adequacy of Toca’s performance.First, we state that\n“[a]lthough a defendant’s proclamation of innocence does not\nrelieve counsel of his normal responsibilities under Strickland, it\nmay affect the advice counsel gives.” Ante, at 8. The first part of\nthat statement bears emphasis: Regardless of whether a defendant\nasserts her innocence (or admits her guilt), her counsel must “make\nan independent examination of the facts, circumstances, pleadings\nand laws involved and then . . . offer his informed opinion as to\nwhat plea should be entered.” Von Moltke v. Gillies, 332 U. S. 708,\n721 (1948) (plurality opinion). A defendant possesses “ ‘the\nultimate authority’ ” to determine her plea. Florida v. Nixon,\n543 U. S. 175, 187 (2004) . But a lawyer must abide by his client’s\ndecision in this respect only after having provided the client with\ncompetent and fully informed advice, including an analysis of the\nrisks that the client would face in proceeding to trial. Given our\nrecognition that “a defendant’s proclamation of innocence does not\nrelieve counsel of his normal responsibilities,” ante, at 8, our\nfurther observation that such a proclamation “may affect the advice\ncounsel gives,” ibid., states only the obvious: that a lawyer’s\nadvice will always reflect the objectives of the representation, as\ndetermined by the adequately informed client.Second, we state that\nit was reasonable for the Michigan Court of Appeals to reject\nrespondent’s claim, “given that respondent was claiming innocence\nand only days away from offering self-incriminating testimony” at\nher aunt’s trial. Ante, at 9. This is true in context: Because\nrespondent failed to carry her burden of showing that Toca’s\nperformance was not adequate, the state court reasonably held that\nit was. But our statement about the facts of this case does not\nimply that an attorney performs effectively in advising his client\nto withdraw from a plea whenever the client asserts her innocence\nand has only a few days to make the decision. Had respondent made a\nbetter factual record—had she actually shown, for example, that\nToca failed to educate himself about the case before recommending\nthat she withdraw her plea—then she could well have prevailed.Because (and only\nbecause) respondent failed to present enough evidence to overcome\nthe twin presumptions of AEDPA and Strickland, I join fully in the\nopinion of the Court.",
    "joined": []
}