{
    "case": {
        "docket": "14-1457",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1457/"
    },
    "id": "3574268",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1457_________________BRANDON THOMAS BETTERMAN, PETITIONERv.MONTANAon writ of certiorari to the supreme court of\nmontana[May 19, 2016]Justice Sotomayor, concurring.I agree with the Court that petitioner cannot\nbring a claim under the Speedy Trial Clause for a delay between his\nguilty plea and his sentencing. As the majority notes, however, a\ndefendant may have “other recourse” for such a delay, “including,\nin appropriate circumstances, tailored relief under the Due Process\nClauses of the Fifth and Fourteenth Amendments.”Ante,at\n1.The Court has no reason to consider today the appropriate\ntest for such a Due Process Clause challenge because petitioner has\nforfeited any such claim. See Tr. of Oral Arg. 19. I write\nseparately to emphasize that the question is an open one.The Due Process Clause is “flexible and calls\nfor such procedural protections as the particular situation\ndemands.”Morrisseyv.Brewer, 408 U. S. 471,\n481 (1972) . This Court thus uses different tests to consider\nwhether different kinds of delay run afoul of the Due Process\nClause. In evaluating whether a delay in instituting judicial\nproceedings following a civil forfeiture violated the Due Process\nClause, the Court applied the test fromBarkerv.Wingo, 407 U. S. 514 (1972) —the same test that the\nCourt applies to violations of the Speedy Trial Clause. SeeUnited Statesv.$8,850, 461 U. S. 555, 564\n(1983) . Under theBarkertest, courts consider four\nfactors—the length of the delay, the reason for the delay, the\ndefendant’s assertion of his right, and prejudice to the defendant.Ibid.None of the four factors is “either necessary or\nsufficient,” and no one factor has a “talismanic qualit[y].”Barker, 407 U. S., at 533.The Montana Supreme Court did not use theBarkertest in evaluating petitioner’s Due Process Clause\nclaim. 378 Mont. 182, 193–194, 342 P. 3d 971, 979 (2015). But\nit seems to me that theBarkerfactors capture many of the\nconcerns posed in the sentencing delay context and that because theBarkertest is flexible, it will allow courts to take\naccount of any differences between trial and sentencing delays. See\n407 U. S., at 531. The majority of the Circuits in fact use\ntheBarkertest for that purpose. SeeUnited Statesv.Sanders, 452 F. 3d 572, 577 (CA6 2006) (collecting\ncases).In the appropriate case, I would thus consider\nthe correct test for a Due Process Clause delayed sentencing\nchallenge.",
    "joined": []
}