{
    "case": {
        "docket": "16-405",
        "citation": "581",
        "year": 2017,
        "url": "https://supreme.justia.com/cases/federal/us/581/16-405/"
    },
    "id": "3739535",
    "author": "sotomayor",
    "type": "concurrence/dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–405_________________BNSF RAILWAY CO., PETITIONERv.KELLI\nTYRRELL, special administrator for the ESTATE OF BRENT T. TYRRELL,\nDECEASED, et al.on writ of certiorari to the supreme court of\nmontana[May 30, 2017]Justice Sotomayor, concurring in part and\ndissenting in part.I concur in the Court’s conclusion that the\nFederal Employers’ Liability Act (FELA), 45 U. S. C. §51et seq., does not confer personal jurisdiction over\nrailroads on state courts. I also agree that the Montana Supreme\nCourt erred when it concluded that the nature of the claim here—a\nFELA claim against a railroad—answers the question whether the Due\nProcess Clause allows the exercise of personal jurisdiction over\nBNSF. But my agreement with the majority ends there. I continue to\ndisagree with the path the Court struck inDaimler AGv.Bauman,571 U. S. ___ (2014), which limits general\njurisdiction over a corporate defendant only to those States where\nit is “ ‘essentially at home,’ ”id.,at ___ (slip\nop., at 8). And even if the Court insists on adhering to that\nstandard, I dissent from its decision to apply it here in the first\ninstance rather than remanding to the Montana Supreme Court for it\nto conduct what should be a fact-intensive analysis under the\nproper legal framework. Accordingly, I join Parts I and II of the\nCourt’s opinion, but dissent from Part III and the judgment.The Court would do well to adhere more\nfaithfully to the direction fromInternational Shoe Co.v.Washington, 326 U. S. 310 (1945), which instructed that\ngeneral jurisdiction is proper when a corporation’s “continuous\ncorporate operations within a state [are] so substantial and of\nsuch a nature as to justify suit against it on causes of action\narising from dealings entirely distinct from those activities.”Id., at 318. UnderInternational Shoe, in other\nwords, courts were to ask whether the benefits a defendant attained\nin the forum State warranted the burdens associated with general\npersonal jurisdiction. Seeid., at 317–318. The majority\nitself acknowledges thatInternational Shoeshould govern,\ndescribing the question as whether a defendant’s affiliations with\na State are sufficiently “ ‘continuous and systematic’ ”\nto warrant the exercise of general jurisdiction there.Ante,at 10. If only its analysis today reflected that directive.\nInstead, the majority opinion goes on to reaffirm the restrictive\n“at home” test set out inDaimler—a test that, as I have\nexplained, has no home in our precedents and creates serious\ninequities. See 571 U. S., at ___–___ (Sotomayor, J.,\nconcurring in judgment) (slip op., at 8–19).The majority’s approach grants a jurisdictional\nwindfall to large multistate or multinational corporations that\noperate across many jurisdictions. Under its reasoning, it is\nvirtually inconceivable that such corporations will ever be subject\nto general jurisdiction in any location other than their principal\nplaces of business or of incorporation. Foreign businesses with\nprincipal places of business outside the United States may never be\nsubject to general jurisdiction in this country even though they\nhave continuous and systematic contacts within the United States.\nSeeid., at ___–___ (slip op., at 17–18). What was once a\nholistic, nuanced contacts analysis backed by considerations of\nfairness and reasonableness has now effectively been replaced by\nthe rote identification of a corporation’s principal place of\nbusiness or place of incorporation.[1] The result? It is individual plaintiffs, harmed by the\nactionsof a farflung foreign corporation, who will bear the brunt\nof the majority’s approach and be forced to sue in dis-tant\njurisdictions with which they have no contacts or connection.Moreover, the comparative contacts analysis\ninvented inDaimlerresurfaces here and proves all but\ndispositive. The majority makes much of the fact that BNSF’s\ncontacts in Montana are only a percentage of its contacts with\nother jurisdictions.Ante, at 3, 11. ButInternational\nShoe, which the majority agrees is the springboard for our\nmodern personal jurisdiction jurisprudence,ante,at 9,\napplied no comparative contacts test. There the Court analyzed\nwhether the Delaware corporation had “by its activities in the\nState of Washington rendered itself amenable to proceedings” in the\nState. 326 U. S.,at 311. The Court evaluated whether\nthe corporation had offices in the forum State, made contracts\nthere, delivered goods there, or employed salesmen there. Seeid., at 313. Despite acknowledging that the corporation\nmaintained places of business in several States,ibid., the\nCourt did not engage in a comparison between International Shoe’s\ncontacts within the State of Washington and the other States in\nwhich it operated.[2] The Court\nnoted that the corporation employed 11 to 13 salesmen in Washington\nbut did not query how that number compared to the number of\nsalesmen in other States.Ibid.As well it should not have;\nthe relative percentage of contacts is irrelevant. The focus should\nbe on the quality and quantity of the defendant’s contacts in the\nforum State.[3]The majority does evenDaimleritself a\ndisservice, paying only lipservice to the question the Court\npurported to reserve there—the possibility of an “exceptional case”\nin which general jurisdiction would be proper in a forum State that\nis neither a corporate defendant’s place of incorporation nor its\nprincipal place of business. See 571 U. S., at ___, n. 19\n(slip op., at 20, n. 19). Its opinion here could be understood\nto limit that exception to the exact facts ofPerkinsv.Benguet Consol. Mining Co., 342 U. S. 437 (1952) . Seeante, at 10–11. That reading is so narrow as to read the\nexception out of existence entirely; certainly a defendant with\nsignificant contacts with more than one State falls outside its\nambit. And so it is inevitable under its own reasoning that the\nmajority would conclude that BNSF’s contacts with Montana are\ninsufficient to justify the exercise of personal jurisdiction here.\nThis result is perverse. Despite having reserved the possibility of\nan “exceptional case” inDaimler, the majority here has\nre-jected that possibility out of hand.Worse, the majority reaches its conclusion only\nby departing from the Court’s normal practice.[4] Had it remanded to the Montana Supreme Court to\nreevaluate the due process question under the correct legal\nstandard, that court could have examined whether this is such an\n“exceptional case.” Instead, with its ruling today, the Court\nunnecessarily sends a signal to the lower courtsthat the\nexceptional-circumstances inquiry is all form, no substance.I respectfully concur in part and dissent in\npart.Notes1As many commentators have\nobserved, lower courts adhered to the continuous-and-systematic\nstandard for decades beforeDaimler, and its predecessorGoodyear Dunlop Tires Operations, S. A.v.Brown, 564 U. S. 915 (2011) , wrought the present sea\nchange. See,e.g.,Cornett & Hoffheimer, Good-Bye\nSignificant Contacts: General Personal Jurisdiction afterDaimler AGv.Bauman, 76 Ohio St. L. J. 101\n(2015); Parry, Rethinking Personal Jurisdiction afterBaumanandWalden, 19 Lewis & Clark L. Rev. 607 (2015);\nDoernberg, ResolingInternational Shoe, 2 Tex. A&M\nL. Rev. 247 (2014); Feder,Goodyear, “Home,” and the\nUncertain Future of Doing Business Jurisdiction, 63 S. C. L. Rev.\n671 (2012).2The majority responds\nthat the language fromInternational Shoeinforms only a\nspecific jurisdiction case.Ante, at 12, n. 4. But the\nmajority’s view ofInternational Shoeis overly restrictive.\nThe terms “specific jurisdiction” and “general jurisdiction” are\nnowhere to be found in that opinion. And I continue to believe, as\nI noted inDaimler, that there is no material difference\nbetween the “continuous and systematic” terminologyInternational Shoeused for what we now call specific\njurisdiction and the “continuous” and “substantial” terminology it\nused for what we now call general jurisdiction. SeeDaimler,571 U. S., at ___, n. 6 (Sotomayor, J., concurring in\njudgment) (slip op., at 8, n. 6).3Indeed, in neitherPerkinsv.Benguet Consol. Mining Co., 342 U. S.\n437 (1952) , norHelicopteros Nacionales de Colombia,\nS. A.v.Hall, 466 U. S. 408 (1984) , did the\nCourt engage in a comparative-contacts analysis.4The Montana Supreme Court\nreached this question only by wrongly assuming that 45\nU. S. C. §56 is a jurisdictional statute and that a\ndefendant’s unique status as a railroad company is dispositive of\nthe jurisdictional question. A remand rather than an outright\nreversal is this Court’s traditional practice where a lower court\napplies the incorrect legal standard; we have done it repeatedly\njust this Term. See,e.g., Bethune-Hillv.Virginia State\nBd. of Elections, 580 U. S. ___ (2017);Bolivarian\nRepublic of Venezuelav.Helmerich & Payne Int’l\nDrilling Co.,ante,p. ___;McLane Co.v.EEOC,ante,p. ___;Moorev.Texas,ante, p. ___.",
    "joined": []
}