{
    "case": {
        "docket": "18-725",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/18-725/"
    },
    "id": "4240403",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–725_________________ANDRE MARTELLO BARTON, PETITIONERv.WILLIAM P. BARR, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[April 23, 2020]Justice Sotomayor, with whom Justice Ginsburg,\nJustice Breyer, and Justice Kagan join, dissenting.The stop-time rule ends a noncitizen’s period of\ncontinuous residence, making him or her ineligible for certain\nrelief from removal. But to trigger the rule, it takes more than\ncommission of a specified criminal offense: The offense must also\nrender a noncitizen either “inadmissible” or “deportable.” In\napplying these important limitations, the rule directly references\nthe two-track nature of the Immigration and Nationality Act (INA),\na statute that has long distinguished between noncitizens seeking\nadmission and those already admitted. Inadmissibility, of course,\npertains to noncitizens seeking admission; deportability relates to\nnoncitizens already admitted but removable.The majority errs by conflating these two terms.\nIt concludes that the term “inadmissible,” for the purposes of the\nstop-time rule, refers to a status that a noncitizen could acquire\neven if he or she is not seeking admission. Under this logic,\npetitioner Andre Barton is inadmissible yet, at the same time,\nlawfully admitted. Neither the express language of the statute nor\nany interpretative canons support this paradox; Barton cannot and\nshould not be considered inadmissible for purposes of the stop-time\nrule because he has already been admitted to the country. Thus, for\nthe stop-time rule to render Barton ineligible for relief from\nremoval, the Government must show that he committed an offense that\nmade him deportable. Because the Government cannot meet that\nburden, Barton should prevail.I respectfully dissent.IACancellation of removal is a form of\nimmigration relief available to lawful permanent residents (LPRs)\nand other noncitizens, including those who have never been lawfully\nadmitted. 8 U. S. C. §1229b. To obtain this relief, both\ngroups must continuously reside in the United States for a certain\namount of time. §1229b(a)(2) (seven years for LPRs);\n§1229b(b)(1)(A) (10 years for non-LPR noncitizens).The stop-time rule ends a noncitizen’s period of\ncontinuous residence (1) when the noncitizen “has committed an\noffense referred to in section 1182(a)(2) of this title” that\neither (2) “renders” the noncitizen “inadmissible to the United\nStates under section 1182(a)(2) of this title” or (3) renders the\nnoncitizen “removable from the United States under section\n1227(a)(2) or 1227(a)(4) of this title.” §1229b(d)(1). The second\nclause directly invokes grounds of inadmissibility; the third\nclause, although using the term “removable,” directly invokes\ngrounds of deportability. See §1227(a) (specifying “[c]lasses of\ndeportable aliens”).[1] Both\nthe second and the third clauses are cabined by the first: In\naddition to rendering a noncitizen either inadmissible or\ndeportable, the offense must also be one “referred to” in\n§1182(a)(2). That provision includes some—but not all—of the\ngrounds of deportability in §1227.This distinction between “inadmissible” and\n“deportable” matters. Indeed, both are terms of art, so it is\ncritical to understand their histories and their attached meaning\nover time. SeeINSv.St. Cyr,533 U.S.\n289, 312 n. 35 (2001) (noting that “ ‘[w]here Congress\nborrows terms of art,’ ” with settled meaning, it\n“ ‘presumably knows and adopts the cluster of ideas that were\nattached to each borrowed word’ ” (quotingMorissettev.United States,342 U.S.\n246, 263 (1952))).Until Congress passed the Illegal Immigration\nReform and Immigrant Responsibility Act of 1996 (IIRIRA),\nnoncitizens seeking physical entry were placed in “ ‘exclusion\nproceeding[s],’ ” while those already physically present were\nplaced in “ ‘deportation proceeding[s].’ ”Judulangv.Holder,565 U.S.\n42, 45 (2011). Although the grounds for exclusion and\ndeportation—and the procedures applying to each—evolved over time,\nthe immigration laws retained a two-track system; different\nprocedures and processes applied to noncitizens who were deportable\nand noncitizens who were excludable. Brief for Immigration Law\nProfessors asAmici Curiae3–8.IIRIRA changed the proceedings and some of the\nlanguage. All noncitizens are now channeled into “ ‘removal\nproceeding[s],’ ” and noncitizens previously labeled\n“excludable” are now labeled “ ‘inadmissible.’ ”Judulang,565 U. S., at 46. IIRIRA also altered when a\nnoncitizen faces grounds of inadmissibility, formerly exclusion:\nRather than focusing on whether a noncitizen had physically entered\nthe country, the statute now asks whether the noncitizen had been\nlawfully admitted, in any status, to the country. See\n§§1101(a)(13)(A), 1182(a).Still, the immigration laws have retained their\ntwo-track structure. Inadmissibility and deportability remain\nseparate concepts, triggered by different grounds. With few\nexceptions, the grounds for inadmissibility are broader than those\nfor deportability. Compare §1182(a)(2)(A)(i)(I) with\n§1227(a)(2)(A)(i) (reflecting different treatment for crimes\ninvolving moral turpitude). Further, while a noncitizen charged\nwith inadmissibility bears the ultimate burden to show that he is\nadmissible, the Government bears the burden of demonstrating that a\nnoncitizen is deportable. §§1229a(c)(2), (c)(3).Whether a noncitizen is charged with\ninadmissibility or deportability also affects what the noncitizen\nor the Government must show to carry their respective burdens. A\ncriminal ground for inadmissibility can be made out by showing\neither that the noncitizen admitted to conduct meeting the elements\nof a crime or that she was actually convicted of an offense. See,e.g.,Pazcoguinv.Radcliffe,292 F.3d 1209, 1213–1215 (CA9 2002) (noncitizen inadmissible\nbecause he admitted to health officer that he smoked marijuana in\nhis youth); see also §1182(a)(2)(A). By contrast, most criminal\ngrounds for deportability can be established only through\nconvictions. See §§1227(a)(2)(A)(i)–(v), (a)(2)(B)(i).Finally, the substantive standards for\ncancellation of removal are also less stringent for a subset of\ndeportable noncitizens: LPRs like Barton. Among other things, while\nan otherwise-eligible LPR must merely demonstrate that he or she\ndeserves the relief as a matter of discretion, seeIn re\nC-V-T-, 22 I. & N. Dec. 7, 10–11 (BIA 1998),\nnon-LPRs must demonstrate exceptional and extremely unusual\nhardship to an LPR or citizen parent, spouse, or child,\n§1229b(b)(1)(D).These separate categories and\nprocedures—treating deportable noncitizens more generously than\ninadmissible noncitizens, and treating one group of deportable\nnoncitizens (LPRs) the most generously of all—stem from one\nanimating principle. All noncitizens in this country are entitled\nto certain rights and protections, but the protections afforded to\npreviously admitted noncitizens and LPRs are particularly strong.\nSeeDemorev.Kim,538 U.S.\n510, 543–544 (2003) (Souter, J., concurring in part and\ndissenting in part). Indeed, “[t]he immigration laws give LPRs the\nopportunity to establish a life permanently in this country by\ndeveloping economic, familial, and social ties indistinguishable\nfrom those of a citizen.”Id., at 544. Because those already\nadmitted, like Barton, are often presumed to have greater\nconnections to the country, the immigration laws use separate terms\nand create separate procedures for noncitizens seeking admission to\nthe country on the one hand, and those who were previously admitted\non the other.The stop-time rule carries that distinction\nforward. The rule specifies how a period of continuous residence\nends for noncitizens who are seeking admission and thus are\ninadmissible, as well as noncitizens who are already admitted and\nthus are deportable. By using separate terms and grounds for two\ngroups of people, the stop-time rule thus reflects the two-track\ndichotomy for inadmissible or deportable noncitizens that pervades\nthe INA.BBarton is a longtime lawfully admitted\nresident of the United States. He and his mother moved to the\nUnited States from Jamaica when he was about 10 years old. They\nboth entered legally and, through Barton’s stepfather, soon\nadjusted their status to LPRs. When Barton was placed in removal\nproceedings, all of his immediate family—his mother, his children,\nhis fiancée—were living in the United States. He had not returned\nto Jamaica in 25 years.Barton was first arrested in 1996, when he was\n17 or 18, after a friend shot at his ex-girlfriend’s house while he\nwas present. Both he and his friend were convicted of, among other\nthings, aggravated assault and possession of a firearm. Barton\nlater testified before an immigration judge that he was unaware\nthat his friend had a gun or was planning to shoot it.After attending a boot camp and obtaining his\nGED, Barton led a law-abiding life for several years. But in the\nmid-2000s, Barton developed a drug problem and was convicted twice\non possession charges. After attending two drug rehabilitation\nprograms, Barton was never arrested again. He graduated from\ncollege, began running an automobile repair shop, and became a\nfather to four young children.Just a few years ago—nearly 10 years after his\nlast arrest—the Government detained Barton and placed him in\nremoval proceedings. Because he had been lawfully admitted to the\ncountry, the Government could not charge him with any grounds of\ninadmissibility. Rather, the Government charged, and Barton\nconceded, that he was deportable based on prior firearms and drug\nconvictions. (All agree that Barton’s aggravated-assault offense\ndid not qualify as a deportable offense under §1227.) Barton then\nsought cancellation of removal.Perhaps recognizing that Barton had a strong\ncase for cancellation of removal on the merits, seeC-V-T-,\n22 I. & N. Dec., at 11 (factors such as “family ties\nwithin the United States, residence of long duration in this\ncountry (particularly when the inception of residence occurred at a\nyoung age),” and “business ties” all favor a noncitizen seeking\ncancellation), the Government contended that Barton was\ncategorically ineligible for that relief. It reasoned that Barton’s\nprior offenses triggered the stop-time rule and that Barton\ntherefore could not meet the continuous-residence requirement.The problem (for the Government) was finding a\nprior offense that actually triggered the stop-time rule. None of\nthe offenses that had made Barton deportable—his firearms and drug\nconvictions—satisfied the stop-time rule’s first clause because\n§1182(a)(2) does not “refe[r] to” those offenses. The Government\ntherefore could not argue that Barton’s firearms and drug offenses\nended Barton’s period of continuous residence under the stop-time\nrule. As for Barton’s aggravated-assault offense, it was not a\nground for deportability under §1227(a) and therefore did not\nrender him deportable under the third clause of the stop-time\nrule.So the Government took a different tack: It\nargued that, even though Barton had already been admitted (and was\nnot seeking readmission), his aggravated-assault offense “render[ed\nhim] inadmissible” under the second clause of the stop-time rule.\nThat is, although the Government could not charge Barton with\ninadmissibility, it relied upon a ground of inadmissibility to\nassert that Barton was not entitled to relief from removal.The Immigration Judge agreed with the\nGovernment. The judge made clear, however, that she would have\ngranted Barton’s cancellation application had he satisfied the\ncontinuous-residence requirement. The judge cited, among other\nthings, Barton’s strong family ties, including his four young\nchildren who were all U. S. citizens. The judge concluded that\nbecause “his last arrest was over 10 years ago,” Barton “is clearly\nrehabilitated.” The judge also concluded that Barton’s family\n“relies on him and would suffer hardship if he were to be deported\nto Jamaica.” App. to Pet. for Cert. 36a.IIBarton makes two arguments to this Court. The\nCourt focuses on the first—that the stop-time rule will “rende[r]”\na noncitizen inadmissible only if the person is actually\nadjudicated inadmissible based on the given offense. But whether\nBarton is right on that score is irrelevant because Barton’s second\nargument—which the Court fails to grapple with meaningfully—is\nsurely correct: At the very least, an offense cannot “rende[r]”\nsomeone inadmissible unless the Government can legally charge that\nnoncitizen with a ground of inadmissibility. That is, the stop-time\nrule is consistent with basic immigration law: A noncitizen who has\nalready been admitted, and is not seeking readmission, cannot be\ncharged with any ground of inadmissibility and thus cannot be\ndeemed inadmissible.Because the stop-time rule uses the terms\n“removable” (i.e., deportable) and “inadmissible” in the\ndisjunctive, the Court must analyze the rule against the INA’s\nhistoric two-track backdrop. That context confirms that the term\n“inadmissible” cannot refer to a noncitizen who, like Barton, has\nalready been admitted and is not seeking readmission. Indeed, the\nterms “inadmissible” and “deportable” are mutually exclusive in\nremoval proceedings: A noncitizen can be deemed either inadmissible\nor deportable, not both. §1229a(e) (for the purposes of removal\nstatute and §1229b—governing cancellation of removal—a noncitizen\nis “inadmissible under section 1182” if “not admitted to the United\nStates,” and “deportable under section 1227” if “admitted to the\nUnited States”). For the purposes of the stop-time rule, a person\nis not “inadmissible” unless that person actually seeks admission,\nand thus is subject to charges of inadmissibility.After all, if the provision applied to those who\ncould hypothetically be rendered inadmissible, it could have said\nso. For example, the statute would have said that it applied when\n“the alien has committed an offense referred to in section\n1182(a)(2) of this title” that either (2) “could renderthe\nalien inadmissible to the United States under section 1182(a)(2) of\nthis title” or (3)could renderthe noncitizen “removable\n[i.e., deportable] from the United States under section\n1227(a)(2) or 1227(a)(4) of this title.”[2]The Government’s reading—that a noncitizen can\nbe inadmissible under the stop-time rule without seeking admission\nat all—flouts basic statutory-interpretation principles. Among “the\nmost basic interpretative canons” is “that a statute should be\nconstrued so that effect is given to all its provisions, so that no\npart will be inoperative or superfluous, void or insignificant.”Corleyv.United States,556\nU.S. 303, 314 (2009) (internal quotation marks and alteration\nomitted). Were the stop-time rule agnostic to whether the\nnoncitizen actually seeks admission, then the rule’s third\nclause—regarding deportability—would be meaningless. When a\nnoncitizen is “removable”—i.e., deportable—under §1227 for\nan offense “referred to” in §1182(a)(2), he or she is also\n“inadmissible” for an offense “referred to” in §1182(a)(2). The\nthird clause has meaning only if inadmissibility and deportability\napply, as they always have, to separate groups of\nnoncitizens—noncitizens seeking admission on the one hand, and\nnoncitizens already admitted on the other.To be sure, there are limited exceptions to the\ngeneral rule that questions of admissibility apply only to\nnoncitizens seeking formal admission. Noncitizens applying for\nadjustment of status must establish admissibility. §§1255(a),\n(l)(2). But that is because adjustment of status is an\nexpress proxy for admission: “Congress created the [process] to\nenable an alien physically present in the United States to become\nan LPR without incurring the expense and inconvenience of traveling\nabroad to obtain an immigrant visa” and then presumably\ndemonstrating admissibility on return. DHS, U. S. Citizenship\nand Immigration Ser- vices Policy Manual, vol. 7, pt. A, ch. 1\n(2020), https://www.uscis.gov/policy-manual. Far from a “ginned-up\nlabel,”ante, at 15, the term “constructive admission”\nexpresses precisely how the INA conceives of adjustment of status:\nan admissions process that occurs inside the United States as\nopposed to outside of it.Alternatively, the Government also relies on two\nnarrow provisions of the INA applicable to “[s]pecial agricultural\nworkers,” 8 U. S. C. §1160(a)(3)(B)(ii), and “certain\nentrants before January 1, 1982,” §1255a(b)(2)(B). These\nprovisions, it argues, demonstrate that throughout the INA,\ninadmissibility is a status untethered to admission. But these\nprovisions, too, refer to noncitizens seeking adjustment of status.\n§1160(a)(1) (setting procedures for adjustment of status of certain\nnoncitizens); §1255a(a) (same).[3] Even if the Government were correct that these statutes\ndeem a noncitizen inadmissible outside of an application for\nadmission, its argument would rise and fall on a few provisions\nwithin the expansive INA.[4] In\nany event, neither of these provisions is similar in structure and\npurpose to the stop-time rule. Neither refers to grounds of\ninadmissibility and grounds of deportability in tandem. What is\nmore, neither appears to confer or deny relief exclusively in\nremoval proceedings—where the dichotomy between inadmissibility and\ndeportability is most important.By contrast, the Government concedes that the\nterm “inadmissible” in the mandatory-detention statute—a provision\nstructurally similar to the stop-time rule—applies only to\nnoncitizens capable of being charged with inadmissibility. Brief\nfor Respondent 30. That provision specifies, in relevant part, that\nthe Government “shall take into custody any alien who—(A) is\ninadmissible by reason of having committed any offense covered in\nsection 1182(a)(2)” or “(C) is deportable under section\n1227(a)(2)(A)(i) . . . on the basis of an offense for\nwhich the alien has been sentence[d] to a term of imprisonment of\nat least 1 year.” §1226(c)(1) (footnote omitted).Although the term “inadmissible” in this context\ndoes not refer to an actual adjudication of inadmissibility, seeDemore, 538 U. S., at 513, 531, the Government accepts\nthat it must at least refer to a possible charge on a noncitizen\nseeking admission. Brief for Respondent 30. Otherwise, the statute\nwould subject already-admitted noncitizens—even those who are not\ndeportable for any criminal offense—to mandatory detention, simply\nbecause they occupy the “status” of inadmissibility. This\nprovision’s structure is virtually the same as the stop-time rule:\nIt refers to grounds of inadmissibility and grounds of\ndeportability separately and applies to a noncitizen in removal\nproceedings.Given the similar structure, the stop-time rule\nshould be read the same as the mandatory-detention provision: to\nrefer to adjudications that are possible rather than impossible. If\na noncitizen seeking admission has committed a crime under\n§1182(a)(2) and is convicted of or admits to the offense, that\noffense “renders” the noncitizen “inadmissible” because the\nnoncitizen can be charged and found inadmissible based on that\ncrime. But such an offense does not render a noncitizen\ninadmissible if, like Barton, he or she was admitted years earlier\nand does not seek readmission. For a noncitizen who has already\nbeen admitted, Congress carved out a separate category of offenses\nin both the stop-time rule and the mandatory-detention provision:\nhere, those referred to in §1182(a)(2) that render a noncitizen\ndeportable under §§1227(a)(2) and (a)(4).IIIThe Court reaches a different result only by\ncontorting the statutory language and by breezily waving away\napplicable canons of construction. At various points the Court\nseems to ignore the rule’s second and third clauses\nentirely—clauses that, as mentioned above, distinguish between\ngrounds of inadmissibility and grounds of deportability. The Court\ninsists that the statute “operates like traditional criminal\nrecidivist laws” because it precludes cancellation of removal for a\nnoncitizen who “has committed an offense listed in §1182(a)(2)\nduring the initial seven years of residence.”Ante, at 2;\nsee alsoante, at 7, 8, n. 5, 17.Had Congress intended for commission of a crime\nin §1182(a)(2) alone to trigger the stop-time rule, it would have\nsaid so. In fact, it would have stopped at the rule’s first clause,\nwhich (without more) states the Court’s rule: that the time of\ncontinuous residence stops whenever a noncitizen “has committed an\noffense referred to in section 1182(a)(2) of this title.”\n§1229b(d)(1).But that reading ignores the rest of what\nCongress wrote. Congress specified that it is not enough for a\nnoncitizen to commit a crime listed in §1182(a)(2); that crime must\nalso “rende[r] the alien inadmissible to the United States under\nsection 1182(a)(2) of this title” or “removable from the United\nStates under section 1227(a)(2) or 1227(a)(4) of this title.”\n§1229b(d)(1). Those words have meaning—invoking the two-track\nstructure of the INA and the distinction between grounds of\ninadmissibility and grounds of deportability—and the Court cannot\nsimply will them out of existence.Even when the Court finally discusses the second\nclause, “renders the alien inadmissible,” the Court raises more\nquestions than it answers—and answers questions that it need not\naddress at all. First, the Court claims, the clause makes clear\nthat “cancellation of removal is precluded if an aliencommitteda §1182(a)(2) offense during the initial seven\nyears of residence, even if (as in Barton’s case) theconvictionoccurred after the seven years elapsed.”Ante, at 9. Despite the emphasis the Court lays on this\npoint, it is irrelevant to this case: Barton does not dispute that\nthe stop-time rule is triggered by the date of commission of a\ncrime rather than a later date of conviction. Brief for Petitioner\n9, n. 4. The question in this case is whether certain offenses\ncan possibly render Barton inadmissible when he does not seek\nadmission and has already been admitted—regardless of whether one\nlooks to the date of commission or the date of conviction of those\noffenses.[5]Even if this question mattered and were properly\nbefore us, Congress could have made the same point—that the\nstop-time rule is triggered by commission of a crime—by omitting\nthe second and third clauses entirely. It again could have written\nwhat the Court, at various points, seems to wish it had written:\nThe stop-time rule is triggered whenever a noncitizen “has\ncommitted an offense referred to in section 1182(a)(2) of this\ntitle.” The second and third clauses—which refer to later events,\nwhen a noncitizen is actually “render[ed]” inadmissible or\ndeportable—make the Court’s aside less plausible, not more.The Court next insists that the second clause\nmakes clear that the crime must “rende[r]” the noncitizen\n“inadmissible”—which, in the Court’s view, requires only that a\nnoncitizen admit the crime or be convicted of it.Ante,at\n10. But given the INA’s historic two-track structure, a noncitizen\nis not “render[ed]” inadmissible when convicted of an offense that\ncannot serve as a ground of removal at all. The Court also fails to\nclarify why, if conviction or admission alone renders any\nnoncitizen inadmissible regardless of admission status, Congress\nchose to add a third clause referring to grounds of\ndeportability.Indeed, what does the Court do about the canon\nagainst surplusage? The Court does not dispute that its reading\nmakes the entire third clause of the stop-time rule meaningless. It\noffers only two rejoinders: (1) that the reference to subsection\n(a)(4) in the third clause is superfluous under either party’s\nreading, and (2) that a bit of surplusage makes no difference in\nany event.Ante,at 15–16. To be sure, “[s]ometimes the\nbetter overall reading of the statute contains some redundancy.”Rimini Street, Inc.v.Oracle USA, Inc., 586\nU. S. ___, ___ (2019) (slip op., at 11). But the Court relies\non more than just “some redundancy.” It dismisses out of hand one\nof only three clauses in the stop-time rule—without regard for the\nclause’s pedigree or the core difference between deportability and\ninadmissibility.It remains this Court’s “ ‘duty “to give\neffect, if possible, to every clause and word of a\nstatute.” ’ ”Duncanv.Walker,533 U.S.\n167, 174 (2001) (quotingUnited Statesv.Menasche,348 U.S.\n528, 538–539 (1955)). It must therefore be “ ‘reluctan[t]\nto treat statutory terms as surplusage’ in any setting,” 533\nU. S., at 174 (quotingBabbittv.Sweet Home\nChapter, Communities for Great Ore.,515\nU.S. 687, 698 (1995))—especially in this context, where each\nword could dictate categorical ineligibility for relief from\nremoval. It also does not matter that, as the Government points\nout, §1227(a)(4) did not initially refer to any crimes\ncross-referenced in §1182(a)(2). Brief for Respondent\n32–33.[6] Congress’ decision to\nmake a noncitizen ineligible for cancellation based on a\nto-be-determined class of crimes is far different from excising and\ngiving no meaning to an entire clause.*  *  *At bottom, the Court’s interpretation is at\nodds with the express words of the statute, with the statute’s\noverall structure, and with pertinent canons of statutory\nconstruction. It is also at odds with common sense. With virtually\nevery other provision of the INA, Congress granted preferential\ntreatment to lawfully admitted noncitizens—and most of all to LPRs\nlike Barton. But because of the Court’s opinion today, noncitizens\nwho were already admitted to the country are treated, for the\npurposes of the stop-time rule, identically to those who were\nnot—despite Congress’ express references to inadmissibility and\ndeportability. The result is that, under the Court’s\ninterpretation, an immigration judge may not even consider whether\nBarton is entitled to cancellation of removal—because of an offense\nthat Congress deemed too trivial to allow for Barton’s removal in\nthe first instance. Because the Court’s opinion does no justice to\nthe INA, let alone to longtime LPRs like Barton, I respectfully\ndissent.Notes1Because the third clause\nrefers to grounds of deportability, the Government appears to agree\nthat the terms “removable” and “deportable” are interchangeable.\nSee Brief for Respondent 21–22.2The Court seems to\nsuggest that the stop-time rule’s tense simply mirrors §1182(a)(2).\nSeeante, at 13–14. It is true that §1182(a)(2) speaks in\nthe present tense, stating that a noncitizen “is inadmissible” if\nshe has been “convicted of ” or “admits having committed”\ncertain offenses. §1182(a)(2)(A)(i). But the Court’s argument does\nnot follow. Section 1182, by its terms, applies only to “[c]lasses\nof aliens ineligible for visas or admission.” §1182(a). Because the\nprovision applies only to noncitizens seeking admission, it is only\nnatural that the clause uses the present tense to describe when\nsuch a noncitizen “is inadmissible.” By contrast, the stop-time\nrule, under the Government’s and Court’s reading, purports to apply\nto noncitizens not seeking admission at all—and who therefore could\nnot possibly be adjudicated inadmissible.3Indeed, one of the\nprovisions suggests that, outside the context in which a noncitizen\nseeks adjustment of status (and thus seeks constructive admission),\na noncitizen’s status can be terminated “only upon a determination\n. . . that the alien is deportable.”\n§1160(a)(3)(A).4The Government also notes\nthat a noncitizen would be deportable were she inadmissible at\nentry (or during adjustment of status) but erroneously admitted (or\nallowed to adjust status). Brief for Respondent 18–19 (citing\n§1227(a)(1)(A)). But this provision directly undermines the\nGovernment’s reading of the statute. Were inadmissibility a status\nuntethered to admission, a noncitizen inadmissible at the time of\nentry would always be inadmissible. But because a noncitizen who\nwas already admitted cannot be adjudicated inadmissible, Congress\nmade erroneous admission a ground of deportability, not\ninadmissibility.5Courts have split over\nwhat event triggers the stop-time rule—commission of the offense or\na second, later point at which the offense “render[s]” the\nnoncitizen inadmissible. Brief for Momodoulamin Jobe et al. asAmici Curiae12–13. Because this point about the trigger\ndate is neither disputed here nor briefed by either party, the\nCourt’s opinion should not be read to resolve a Circuit split that\nis not before this Court.6Barton acknowledges that,\neven now, the reference to §1227(a)(4) “does little or no work” for\na separate reason: Noncitizens who are deportable under that\nsubsection are ineligible for cancellation of removal. Brief for\nPetitioner 33, n. 7. But, according to Barton, there are\nscenarios in which the reference to §1227(a)(4) nevertheless\n“ ‘may . . . not be a redundancy,’ ”ibid.,\nand perhaps for this reason, the Government does not focus on this\nargument in its brief.",
    "joined": []
}