{
    "case": {
        "docket": "261",
        "citation": "564",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/564/261/"
    },
    "id": "1963577",
    "author": "sotomayor",
    "type": "opinion",
    "text": "OPINION OF THE COURTJ. D. B. V. NORTH CAROLINA564 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-11121J. D. B., PETITIONERv.NORTH CAROLINAon writ of certiorari to the supreme court of north\ncarolina[June 16, 2011]Justice Sotomayor delivered the\nopinion of the Court.This case presents the question\nwhether the age of a child subjected to police questioning is\nrelevant to the custody analysis ofMirandav.Arizona,384 U. S. 436(1966). It is beyond\ndispute that children will often feel bound to submit to police\nquestioning when an adult in the same circumstances would feel free\nto leave. Seeing no reason for police officers or courts to blind\nthemselves to that commonsense reality, we hold that a child’s age\nproperly informs theMirandacustody analysis.IAPetitioner J. D. B. was\na 13-year-old, seventh-grade student attending class at Smith\nMiddle School in Chapel Hill, North Carolina when he was removed\nfrom his classroom by a uniformed police officer, escorted to a\nclosed-door conference room, and questioned by police for at least\nhalf an hour.This was the second time that\npolice questioned J. D. B. in the span of a week. Five\ndays earlier, two home break-ins occurred, and various items were\nstolen. Police stopped and questioned J. D. B. after he\nwas seen behind a residence in the neighborhood where the crimes\noccurred. That same day, police also spoke to J. D. B.’s\ngrandmother—his legal guardian—as well as his aunt.Police later learned that a digital camera\nmatching the description of one of the stolen items had been found\nat J. D. B.’s middle school and seen in\nJ. D. B.’s possession. Investigator DiCostanzo, the\njuvenile investigator with the local police force who had been\nassigned to the case, went to the school to question\nJ. D. B. Upon arrival, DiCostanzo informed the uniformed\npolice officer on detail to the school (a so-called school resource\nofficer), the assistant principal, and an administrative intern\nthat he was there to question J. D. B. about the\nbreak-ins. Although DiCostanzo asked the school administrators to\nverify J. D. B.’s date of birth, address, and parent\ncontact in-formation from school records, neither the police offi-\ncers nor the school administrators contacted J. D. B.’s\ngrandmother.The uniformed officer interrupted\nJ. D. B.’s afternoon social studies class, removed\nJ. D. B. from the classroom, and escorted him to a school\nconference room.[Footnote 1]\nThere, J. D. B. was met by DiCostanzo, the assistant\nprincipal, and the administrative intern. The door to the\nconference room was closed. With the two police officers and the\ntwo administrators present, J. D. B. was questioned for\nthe next 30 to 45 minutes. Prior to the commencement of\nquestioning, J. D. B. was given neitherMirandawarnings nor the opportunity to speak to his grandmother. Nor was\nhe informed that he was free to leave the room.Questioning began with small talk—discussion\nof sports and J. D. B.’s family life. DiCostanzo asked,\nand J. D. B. agreed, to discuss the events of the prior\nweekend. Denying any wrongdoing, J. D. B. explained that\nhe had been in the neighborhood where the crimes occurred because\nhe was seeking work mowing lawns. DiCostanzo pressed\nJ. D. B. for additional detail about his efforts to\nobtain work; asked J. D. B. to explain a prior incident,\nwhen one of the victims returned home to find J. D. B.\nbehind her house; and confronted J. D. B. with the stolen\ncamera. The assistant principal urged J. D. B. to “do the\nright thing,” warning J. D. B. that “the truth always\ncomes out in the end.” App. 99a, 112a.Eventually, J. D. B. asked whether\nhe would “still be in trouble” if he returned the “stuff.”Ibid. In response, DiCostanzo explained that return of the\nstolen items would be helpful, but “this thing is going to court”\nregardless.Id., at 112a;ibid.(“[W]hat’s done\nis done[;] now you need to help yourself by making it right”); see\nalsoid., at 99a. DiCostanzo then warned that he may need\nto seek a secure custody order if he believed that\nJ. D. B. would continue to break into other homes. When\nJ. D. B. asked what a secure custody order was,\nDiCostanzo explained that “it’s where you get sent to juvenile\ndetention before court.”Id., at 112a.After learning of the prospect of juvenile\ndetention, J. D. B. confessed that he and a friend were\nresponsible for the break-ins. DiCostanzo only then informed\nJ. D. B. that he could refuse to answer the\ninvestigator’s questions and that he was free to leave.[Footnote 2] Asked whether he\nunderstood, J. D. B. nodded and provided further detail,\nincluding information about the location of the stolen items.\nEventually J. D. B. wrote a statement, at DiCostanzo’s\nrequest. When the bell rang indicating the end of the schoolday,\nJ. D. B. was allowed to leave to catch the bus home.BTwo juvenile petitions were filed\nagainst J. D. B., each alleging one count of breaking and\nentering and one count of larceny. J. D. B.’s public\ndefender moved to suppress his statements and the evidence derived\ntherefrom, arguing that suppression was necessary because\nJ. D. B. had been “interrogated by police in a custodial\nsetting without being affordedMirandawarning[s],” App.\n89a, and because his statements were involuntary under the totality\nof the circumstances test,id., at 142a; seeSchnecklothv.Bustamonte,412 U. S. 218, 226\n(1973) (due process precludes admission of a confession where “a\ndefendant’s will was overborne” by the circumstances of the\ninterrogation). After a suppression hearing at which DiCostanzo and\nJ. D. B. testified, the trial court denied the motion,\ndeciding that J. D. B. was not in custody at the time of\nthe schoolhouse interrogation and that his statements were\nvoluntary. As a result, J. D. B. entered a transcript of\nadmission to all four counts, renewing his objection to the denial\nof his motion to suppress, and the court adjudicated\nJ. D. B. delinquent.A divided panel of the North\nCarolina Court of Appeals affirmed.In re\nJ.D.B., 196 N. C. App. 234,\n674 S. E. 2d 795 (2009). The North Carolina Supreme Court\nheld, over two dissents, that J. D. B. was not in custody\nwhen he confessed, “declin[ing] to extend the test for custody to\ninclude consideration of the age … of an individual subjected to\nquestioning by police.”In re\nJ.D.B., 363 N. C. 664, 672,\n686 S. E. 2d 135, 140 (2009).[Footnote 3]We granted certiorari to determine whether theMirandacustody analysis includes consideration of a\njuvenile suspect’s age. 562 U. S. ___ (2010).IIAAny police interview of an\nindividual suspected of a crime has “coercive aspects to it.”Oregonv.Mathiason,429 U. S. 492, 495 (1977)(per\ncuriam). Only those interrogations that occur while a suspect\nis in police custody, however, “heighte[n] the risk” that\nstatements obtained are not the product of the suspect’s free\nchoice.Dickersonv.United States,530 U. S. 428, 435\n(2000).By its very nature, custodial\npolice interrogation entails “inherently compelling pressures.”Miranda, 384 U. S., at 467. Even for an adult, the\nphysical and psychological isolation of custodial interrogation can\n“undermine the individual’s will to resist and … compel him to\nspeak where he would not otherwise do so freely.”Ibid.\nIndeed, the pressure of custodial interrogation is so immense that\nit “can induce a frighteningly high percentage of people to confess\nto crimes they never committed.”Corleyv.United\nStates, 556 U. S. __, __ (2009) (slip op., at 16) (citing\nDrizin & Leo, The Problem of False Confessions in the Post-DNA\nWorld, 82 N. C. L. Rev. 891, 906–907 (2004)); see alsoMiranda, 384 U. S., at 455, n. 23. That risk is all the\nmore troubling—and recent studies suggest, all the more acute—when\nthe subject of custodial interrogation is a juvenile. See Brief for\nCenter on Wrongful Convictions of Youth et al. asAmici\nCuriae21–22 (collecting empirical studies that “illustrate\nthe heightened risk of false confessions from youth”).Recognizing that the inherently coercive\nnature of custodial interrogation “blurs the line between voluntary\nand involuntary statements,”Dickerson, 530 U. S., at 435,\nthis Court inMirandaadopted a set of prophylactic\nmea-sures designed to safeguard the constitutional guarantee\nagainst self-incrimination. Prior to questioning, a suspect “must\nbe warned that he has a right to remain silent, that any statement\nhe does make may be used as evidence against him, and that he has a\nright to the presence of an attorney, either retained or\nappointed.” 384 U. S., at 444; see alsoFloridav.Powell, 559 U. S. ___, ___ (2010) (slip op., at 8) (“The\nfour warningsMirandarequires are invariable, but this\nCourt has not dictated the words in which the essential information\nmust be conveyed”). And, if a suspect makes a statement during\ncustodial interrogation, the burden is on the Government to show,\nas a “prerequisit[e]” to the statement’s admissibility as evidence\nin the Government’s case in chief, that the defendant “voluntarily,\nknowingly and intelligently” waived his rights.[Footnote 4]Miranda, 384 U. S., at 444,\n475–476;Dickerson, 530 U. S., at 443–444.Because these measures protect the individual\nagainst the coercive nature of custodial interrogation, they are\nrequired “ ‘only where there has been such a restriction on a\nperson’s freedom as to render him “in custody.” ’ ”Stansburyv.California,511 U. S. 318, 322 (1994)(per\ncuriam)(quotingOregonv.Mathiason,429 U. S. 492, 495 (1977)(per\ncuriam)). As we have repeatedly emphasized, whether a suspect\nis “in custody” is an objective inquiry.“Two discrete inquiries are essential to the\ndetermination: first, what were the circumstances surrounding the\ninterrogation; and second, given those circumstances, would a\nreasonable person have felt he or she was at liberty to terminate\nthe interrogation and leave. Once the scene is set and the players’\nlines and actions are reconstructed, the court must apply an\nobjective test to resolve the ultimate inquiry: was there a formal\narrest or restraint on freedom of movement of the degree associated\nwith formal arrest.”Thompsonv.Keohane,516 U. S. 99, 112\n(1995) (internal quotation marks, alteration, and footnote\nomitted).See alsoYarboroughv.Alvarado,541 U. S. 652,\n662–663 (2004);Stansbury, 511 U. S., at 323;Berkemerv.McCarty,468 U. S. 420, 442, and n. 35 (1984).\nRather than demarcate a limited set of relevant circumstances, we\nhave required police officers and courts to “examine all of the\ncircumstances surrounding the interrogation,”Stansbury,\n511 U. S., at 322, including any circumstance that “would have\naffected how a reasonable person” in the suspect’s position “would\nperceive his or her freedom to leave,”id., at 325. On the\nother hand, the “subjective views harbored by either the\ninterrogating officers or the person being questioned” are\nirrelevant.Id., at 323. The test, in other words,\ninvolves no consideration of the “actual mindset” of the particular\nsuspect subjected to police questioning.Alvarado, 541 U.\nS., at 667; see alsoCaliforniav.Beheler,463 U. S. 1121,\n1125, n. 3 (1983)(per curiam).The benefit of the objective custody analysis\nis that it is “designed to give clear guidance to the police.”Alvarado, 541 U. S., at 668. But seeBerkemer,\n468 U. S., at 441 (recognizing the “occasiona[l] … difficulty” that\npolice and courts nonetheless have in “deciding exactly when a\nsuspect has been taken into custody”). Police must make\nin-the-moment judgments as to when to administerMirandawarnings. By limiting analysis to the objective circumstances of\nthe interrogation, and asking how a reasonable person in the\nsuspect’s position would understand his freedom to terminate\nquestioning and leave, the objective test avoids burdening police\nwith the task of anticipating the idiosyncrasies of every\nindividual suspect and divining how those particular traits affect\neach person’s subjective state of mind. Seeid.,at\n430–431 (officers are not required to “make guesses” as to\ncircumstances “unknowable” to them at the time);Alvarado,\n541 U. S., at 668 (officers are under no duty “to consider …\ncontingent psychological factors when deciding when suspects should\nbe advised of theirMirandarights”).BThe State and itsamicicontend that a child’s age has no place in the custody analysis, no\nmatter how young the child subjected to police questioning. We\ncannot agree. In some circumstances, a child’s age “would have\naffected how a reasonable person” in the suspect’s position “would\nperceive his or her freedom to leave.”Stansbury, 511 U.\nS., at 325. That is, a reasonable child subjected to police\nquestioning will sometimes feel pressured to submit when a\nreasonable adult would feel free to go. We think it clear that\ncourts can account for that reality without doing any damage to the\nobjective nature of the custody analysis.A child’s age is far “more than a\nchronological fact.”Eddingsv.Oklahoma,455 U. S. 104,\n115 (1982); accord,Gallv.United States,552 U. S. 38, 58\n(2007);Roperv.Simmons,543 U. S. 551, 569 (2005);Johnsonv.Texas,509 U. S. 350, 367\n(1993). It is a fact that “generates commonsense conclusions about\nbehavior and perception.”Alvarado, 541 U. S., at 674\n(Breyer, J., dissenting). Such conclusions apply broadly to\nchildren as a class. And, they are self-evident to anyone who was a\nchild once himself, including any police officer or judge.Time and again, this Court has drawn these\ncommonsense conclusions for itself. We have observed that children\n“generally are less mature and responsible than adults,”Eddings, 455 U. S., at 115–116; that they “often lack the\nexperience, perspective, and judgment to recognize and avoid\nchoices that could be detrimental to them,”Bellottiv.Baird,443\nU. S. 622, 635 (1979) (plurality opinion); that they “are more\nvulnerable or susceptible to … outside pressures” than adults,Roper, 543 U. S., at 569; and so on. SeeGrahamv.Florida, 560 U. S. ___, ___ (2010) (slip op., at 17)\n(finding no reason to “reconsider” these observations about the\ncommon “nature of juveniles”). Addressing the specific context of\npolice interrogation, we have observed that events that “would\nleave a man cold and unimpressed can overawe and overwhelm a lad in\nhis early teens.”Haleyv.Ohio,332 U. S. 596, 599\n(1948) (plurality opinion); see alsoGallegosv.Colorado,370 U. S. 49, 54 (1962)\n(“[N]o matter how sophisticated,” a juvenile subject of police\ninterrogation “cannot be compared” to an adult subject). Describing\nno one child in particular, these observations restate what “any\nparent knows”—indeed, what any person knows—about children\ngenerally.Roper, 543 U. S., at 569.[Footnote 5]Our various statements to this effect are far\nfrom unique. The law has historically reflected the same assumption\nthat children characteristically lack the capacity to exercise\nmature judgment and possess only an incomplete ability to\nunderstand the world around them. See,e.g., 1 W.\nBlackstone, Commentaries on the Laws of England *464–*465\n(hereinafter Blackstone) (explaining that limits on children’s\nlegal capacity under the common law “secure them from hurting\nthemselves by their own improvident acts”). Like this Court’s own\ngeneralizations, the legal disqualifications placed on children as\na class—e.g., limitations on their ability to alienate\nproperty, enter a binding contract enforceable against them, and\nmarry without parental consent—exhibit the settled understanding\nthat the differentiating characteristics of youth are\nuniversal.[Footnote 6]Indeed, even where a “reasonable person”\nstandard otherwise applies, the common law has reflected the\nreality that children are not adults. In negligence suits, for\ninstance, where liability turns on what an objectively reasonable\nperson would do in the circumstances, “[a]ll American jurisdictions\naccept the idea that a person’s childhood is a relevant\ncircumstance” to be considered. Restatement (Third) of Torts §10,\nCommentb, p. 117 (2005); see alsoid.,\nReporters’ Note, pp. 121–122 (collecting cases); Restatement\n(Second) of Torts §283A, Commentb, p. 15 (1963–1964)\n(“[T]here is a wide basis of community experience upon which it is\npossible, as a practical matter, to determine what is to be\nexpected of [children]”).As this discussion establishes, “[o]ur history\nis replete with laws and judicial recognition” that children cannot\nbe viewed simply as miniature adults.Eddings, 455 U. S.,\nat 115–116. We see no justification for taking a different course\nhere. So long as the child’s age was known to the officer at the\ntime of the interview, or would have been objectively apparent to\nany reasonable officer, including age as part of the custody\nanalysis requires officers neither to consider circumstances\n“unknowable” to them,Berkemer, 468 U. S., at 430, nor to\n“anticipat[e] the frailties or idiosyncrasies” of the particular\nsuspect whom they question,Alvarado, 541 U. S., at 662\n(internal quotation marks omitted). The same “wide basis of\ncommunity experience” that makes it possible, as an objective\nmatter, “to determine what is to be expected” of children in other\ncontexts, Restatement (Second) of Torts §283A, at 15; seesupra, at 10, and n. 6, likewise makes it possible to\nknow what to expect of children subjected to police\nquestioning.In other words, a child’s age differs from\nother personal characteristics that, even when known to police,\nhave no objectively discernible relationship to a reasonable\nperson’s understanding of his freedom of action.Alvarado,\nholds, for instance, that a suspect’s prior interrogation history\nwith law enforcement has no role to play in the custody analysis\nbecause such experience could just as easily lead a reasonable\nperson to feel free to walk away as to feel compelled to stay in\nplace. 541 U. S., at 668. Because the effect in any given case\nwould be “contingent [on the] psycholog[y]” of the individual\nsuspect, the Court explained, such experience cannot be considered\nwithout compromising the objective nature of the custody analysis.Ibid.A child’s age, however, is different. Precisely\nbecause childhood yields objective conclusions like those we have\ndrawn ourselves—among others, that children are “most susceptible\nto influence,”Eddings, 455 U. S., at 115, and “outside\npressures,”Roper, 543 U. S., at 569—considering age in\nthe custody analysis in no way involves a determination of how\nyouth “subjectively affect[s] the mindset” of any particular child,\nBrief for Respondent 14.[Footnote\n7]In fact, in many cases involving juvenile\nsuspects, the custody analysis would be nonsensical absent some\nconsideration of the suspect’s age. This case is a prime example.\nWere the court precluded from taking J. D. B.’s youth\ninto account, it would be forced to evaluate the circumstances\npresent here through the eyes of a reasonable person of average\nyears. In other words, how would a reasonable adult understand his\nsituation, after being removed from a seventh-grade social studies\nclass by a uniformed school resource officer; being encouraged by\nhis assistant principal to “do the right thing”; and being warned\nby a police investigator of the prospect of juvenile detention and\nseparation from his guardian and primary caretaker? To describe\nsuch an inquiry is to demonstrate its absurdity. Neither officers\nnor courts can reasonably evaluate the effect of objective\ncircumstances that, by their nature, are specific to children\nwithout accounting for the age of the child subjected to those\ncircumstances.Indeed, although the dissent suggests that\nconcerns “regarding the application of theMirandacustody\nrule to minors can be accommodated by considering the unique\ncircumstances present when minors are questioned in school,”post, at 17 (opinion of Alito, J.), the effect of the\nschoolhouse setting cannot be disentangled from the identity of the\nperson questioned. A student—whose presence at school is compulsory\nand whose disobedience at school is cause for disciplinary\naction—is in a far different position than, say, a parent volunteer\non school grounds to chaperone an event, or an adult from the\ncommunity on school grounds to attend a basketball game. Without\nasking whether the person “questioned in school” is a “minor,”ibid.,the coercive effect of the schoolhouse setting is\nunknowable.Our prior decision inAlvaradoin no\nway undermines these conclusions. In that case, we held that a\nstate-court decision that failed to mention a 17-year-old’s age as\npart of theMirandacustody analysis was not objectively\nunreasonable under the deferential standard of review set forth by\nthe Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA),\n110 Stat. 1214. Like the North Carolina Supreme Court here, see 363\nN. C., at 672, 686 S. E. 2d, at 140, we observed\nthat accounting for a juvenile’s age in theMirandacustody analysis “could be viewed as creating a subjective\ninquiry,” 541 U. S., at 668. We said nothing, however, of whether\nsuch a view would be correct under the law. Cf.Renicov.Lett, 559 U. S. ___, ____, n. 3 (2010) (slip op., at\n11, n. 3) (“[W]hether the [state court] was right or wrong is\nnot the pertinent question under AEDPA”). To the contrary, Justice\nO’Connor’s concurring opinion explained that a suspect’s age may\nindeed “be relevant to the ‘custody’ inquiry.”Alvarado,\n541 U. S., at 669.Reviewing the questionde novotoday,\nwe hold that so long as the child’s age was known to the officer at\nthe time of police questioning, or would have been objectively\napparent to a reasonable officer, its inclusion in the custody\nanalysis is consistent with the objective nature of that\ntest.[Footnote 8] This is not\nto say that a child’s age will be a determinative, or even a\nsignificant, factor in every case. Cf.ibid.(O’Connor,\nJ., concurring) (explaining that a state-court decision omitting\nany mention of the defendant’s age was not unreasonable under\nAEDPA’s deferential standard of review where the defendant “was\nalmost 18 years old at the time of his interview”);post,\nat 17 (suggesting that “teenagers nearing the age of majority” are\nlikely to react to an interrogation as would a “typical 18-year-old\nin similar circumstances”). It is, however, a reality that courts\ncannot simply ignore.IIIThe State and itsamicioffer numerous reasons that courts must blind themselves to a\njuvenile defendant’s age. None is persuasive.To start, the State contends that\na child’s age must be excluded from the custody inquiry because age\nis a personal characteristic specific to the suspect himself rather\nthan an “external” circumstance of the interrogation. Brief for\nRespondent 21; see alsoid., at 18–19 (distinguishing\n“personal characteristics” from “objective facts related to the\ninterrogation itself” such as the location and duration of the\ninterrogation). Despite the supposed significance of this\ndistinction, however, at oral argument counsel for the State\nsuggested without hesitation that at least some undeniably personal\ncharacteristics—for instance, whether the individual being\nquestioned is blind—are circumstances relevant to the custody\nanalysis. See Tr. of Oral Arg. 41. Thus, the State’s quarrel cannot\nbe that age is a personal characteristic, without more.[Footnote 9]The State further argues that age is\nirrelevant to the custody analysis because it “go[es] to how a\nsuspect may internalize and perceive the circumstances of an\ninterrogation.” Brief for Respondent 12; see also Brief for United\nStates asAmicus Curiae21 (hereinafter U. S. Brief)\n(arguing that a child’s age has no place in the custody analysis\nbecause it goes to whether a suspect is “particularly susceptible”\nto the external circumstances of the interrogation (some internal\nquotation marks omitted)). But the same can be said of every\nobjective circumstance that the State agrees is relevant to the\ncustody analysis: Each circumstance goes to how a reasonable person\nwould “internalize and perceive” every other. See,e.g.,Stansbury, 511 U. S., at 325. Indeed, this is the very\nreason that we ask whether the objective circumstances “add up to\ncustody,”Keohane, 516 U. S., at 113, instead of\nevaluating the circumstances one by one.In the same vein, the State and itsamiciprotest that the “effect of … age on [the]\nperception of custody is internal,” Brief for Respondent 20, or\n“psychological,” U. S. Brief 21. But the whole point of the custody\nanalysis is to determine whether, given the circumstances, “a\nreasonable person [would] have felt he or she was … at liberty to\nterminate the interrogation and leave.”Keohane, 516 U.\nS., at 112. Because theMirandacustody inquiry turns on\nthe mindset of a reasonable person in the suspect’s position, it\ncannot be the case that a circumstance is subjective simply because\nit has an “internal” or “psychological” impact on perception. Were\nthat so, there would be no objective circumstances to consider at\nall.Relying on our statements that the objective\ncustody test is “designed to give clear guidance to the police,”Alvarado, 541 U. S., at 668, the State next argues that a\nchild’s age must be excluded from the analysis in order to preserve\nclarity. Similarly, the dissent insists that the clarity of the\ncustody analysis will be destroyed unless a “one-size-fits-all\nreasonable-person test” applies.Post, at 13. In reality,\nhowever, ignoring a juvenile defendant’s age will often make the\ninquiry more artificial, seesupra, at 12–13, and thus\nonly add confusion. And in any event, a child’s age, when known or\napparent, is hardly an obscure factor to assess. Though the State\nand the dissent worry about gradations among children of different\nages, that concern cannot justify ignoring a child’s age\naltogether. Just as police officers are competent to account for\nother objective circumstances that are a matter of degree such as\nthe length of questioning or the number of officers present, so too\nare they competent to evaluate the effect of relative age. Indeed,\nthey are competent to do so even though an interrogation room lacks\nthe “reflective atmosphere of a [jury] deliberation room,”post, at 15. The same is true of judges, including those\nwhose childhoods have long since passed, seepost, at 14.\nIn short, officers and judges need no imaginative powers, knowledge\nof developmental psychology, training in cognitive science, or\nexpertise in social and cultural anthropology to account for a\nchild’s age. They simply need the common sense to know that a\n7-year-old is not a 13-year-old and neither is an adult.There is, however, an even more fundamental\nflaw with the State’s plea for clarity and the dissent’s singular\nfocus on simplifying the analysis: Not once have we excluded from\nthe custody analysis a circumstance that we determined was relevant\nand objective, simply to make the fault line between custodial and\nnoncustodial “brighter.” Indeed, were the guiding concern clarity\nand nothing else, the custody test would presumably ask only\nwhether the suspect had been placed under formal arrest.Berkemer, 468 U. S., at 441; seeibid.(acknowledging the “occasiona[l] … difficulty” police officers\nconfront in determining when a suspect has been taken into\ncustody). But we have rejected that “more easily administered\nline,” recognizing that it would simply “enable the police to\ncircumvent the constraints on custodial interrogations established\nbyMiranda.”Ibid.;see alsoibid.,n.\n33.[Footnote 10]Finally, the State and the dissent suggest\nthat excluding age from the custody analysis comes at no cost to\njuveniles’ constitutional rights because the due process\nvoluntariness test independently accounts for a child’s youth. To\nbe sure, that test permits consideration of a child’s age, and it\nerects its own barrier to admission of a defendant’s inculpatory\nstatements at trial. SeeGallegos, 370 U. S., at 53–55;Haley, 332 U. S., at 599–601; see alsopost, at\n17–18 (“[C]ourts should be instructed to take particular care to\nensure that [young children’s] incriminating statements were not\nobtained involuntarily”). ButMiranda’s procedural\nsafeguards exist precisely because the voluntariness test is an\ninadequate barrier when custodial interrogation is at stake. See\n384 U. S., at 458 (“Unless adequate protective devices are employed\nto dispel the compulsion inherent in custodial surroundings, no\nstatement obtained from the defendant can truly be the product of\nhis free choice”);Dickerson, 530 U. S., at 442\n(“[R]eliance on the traditional totality-of-the-circumstances test\nraise[s] a risk of overlooking an involuntary custodial\nconfession”); see alsosupra, at 5–6. To hold, as the\nState requests, that a child’s age is never relevant to whether a\nsuspect has been taken into custody—and thus to ignore the very\nreal differences between children and adults—would be to deny\nchildren the full scope of the procedural safeguards thatMirandaguarantees to adults.*  *  *The question remains whether\nJ. D. B. was in custody when police interrogated him. We\nremand for the state courts to address that question, this time\ntaking account of all of the relevant circumstances of the\ninterrogation, including J. D. B.’s age at the time. The\njudgment of the North Carolina Supreme Court is reversed, and the\ncase is remanded for proceedings not inconsistent with this\nopinion.It is so ordered.Footnote 1Although the State suggests that the “record\nis unclear as to who brought J. D. B. to the conference\nroom, and the trial court made no factual findings on this specific\npoint,” Brief for Respondent 3, n. 1, the State agreed at the\ncertiorari stage that “the SRO [school resource officer] escorted\npetitioner” to the room, Brief in Opposition 3.Footnote 2The North Carolina Supreme Court noted that\nthe trial court’s factual findings were “uncontested and therefore\n. . . binding” on it.In re J. D. B., 363\nN. C. 664, 668, 686 S. E. 2d 135, 137 (2009). The\ncourt described the sequence of events set forth in the text. Seeid.,at 670–671, 686 S. E. 2d, at 139.\n(“Immediately following J. D. B.’s initial confession,\nInvestigator DiCostanzo informed J. D. B. that he did not\nhave to speak with him and that he was free to leave” (internal\nquotation marks and alterations omitted)). Though less than\nperfectly explicit, the trial court’s order indicates a finding\nthat J. D. B. initially confessed prior to DiCostanzo’s\nwarnings. See App. 99a.Nonetheless, both parties’ submissions to this Court suggest\nthat the warnings came after DiCostanzo raised the possibility of a\nsecure custody order but before J. D. B. confessed for\nthe first time. See Brief for Petitioner 5; Brief for Respondent 5.\nBecause we remand for a determination whether J. D. B.\nwas in custody under the proper analysis, the state courts remain\nfree to revisit whether the trial court made a conclusive finding\nof fact in this respect.Footnote 3J. D. B.’s challenge in the North\nCarolina Supreme Court focused on the lower courts’ conclusion that\nhe was not in custody for purposes ofMirandav.Arizona,384 U. S. 436(1966). The North\nCarolina Supreme Court did not address the trial court’s holding\nthat the statements were voluntary, and that question is not before\nus.Footnote 4Amicion behalf of\nJ. D. B. question whether children of all ages can\ncomprehendMirandawarnings and suggest that additional\nprocedural safeguards may be necessary to protect theirMirandarights. Brief for Juvenile Law Center et al.\nasAmici Curiae13–14, n. 7. Whatever the merit of\nthat contention, it has no relevance here, where noMirandawarnings were administered at all.Footnote 5Although citation to social science and\ncognitive science authorities is unnecessary to establish these\ncommonsense propositions, the literature confirms what experience\nbears out. See,e.g.,Grahamv.Florida,\n560 U. S. ___, ___ (2010) (slip op., at 17) (“[D]evelopments in\npsychology and brain science continue to show fundamental\ndifferences between juvenile and adult minds”).Footnote 6See,e.g., 1 E. Farnsworth,\nContracts §4.4, p. 379, and n. 1 (1990) (“Common law courts early\nannounced the prevailing view that a minor’s contract is ‘voidable’\nat the instance of the minor” (citing 8 W. Holdsworth, History of\nEnglish Law 51 (1926))); 1 D. Kramer, Legal Rights of Children\n§8.1, p. 663 (rev. 2d ed. 2005) (“[W]hile minor children have the\nright to acquire and own property, they are considered incapable of\nproperty management” (footnote omitted)); 2 J. Kent, Commentaries\non American Law *78–*79, *90 (G. Comstock ed., 11th ed. 1867); see\ngenerallyid.,at *233 (explaining that, under the common\nlaw, “[t]he necessity of guardians results from the inability of\ninfants to take care of themselves . . . and this inability\ncontinues, in contemplation of law, until the infant has attained\nthe age of [21]”); 1 Blackstone *465 (“It is generally true, that\nan infant can neither aliene his lands, nor do any legal act, nor\nmake a deed, nor indeed any manner of contract, that will bind\nhim”);Roperv.Simmons,543 U. S. 551, 569 (2005) (“In\nrecognition of the comparative immaturity and irresponsibility of\njuveniles, almost every State prohibits those under 18 years of age\nfrom voting, serving on juries, or marrying without parental\nconsent”).Footnote 7Thus, contrary to the dissent’s\nprotestations, today’s holding neither invites consideration of\nwhether a particular suspect is “unusually meek or compliant,”post, at 9 (opinion of Alito, J.), nor “expan[ds]” theMirandacustody analysis,post, at 8, into a test\nthat requires officers to anticipate and account for a suspect’s\nevery personal characteristic, seepost, at 11–12.Footnote 8This approach does not undermine the basic\nprinciple that an interrogating officer’s unarticulated, internal\nthoughts are never—in and of themselves—objective circumstances of\nan interrogation. Seesupra, at 7;Stansburyv.California,511 U. S. 318, 323 (1994)(per\ncuriam). Unlike a child’s youth, an officer’s purely internal\nthoughts have no conceivable effect on how a reasonable person in\nthe suspect’s position would understand his freedom of action. Seeid., at 323–325;Berkemerv.McCarty,468 U. S. 420, 442 (1984). Rather than\n“overtur[n]” that settled principle,post, at 13, the\nlimitation that a child’s age may inform the custody analysis only\nwhen known or knowable simply reflects our unwillingness to require\nofficers to “make guesses” as to circumstances “unknowable” to them\nin deciding when to giveMirandawarnings,Berkemer, 468 U. S., at 430–431.Footnote 9The State’s purported distinction between\nblindness and age—that taking account of a suspect’s youth requires\na court “to get into the mind” of the child, whereas taking account\nof a suspect’s blindness does not, Tr. of Oral Arg. 41–42—is\nmistaken. In either case, the question becomes how a reasonable\nperson would understand the circumstances, either from the\nperspective of a blind person or, as here, a 13-year-old child.Footnote 10Contrary to the dissent’s intimation, seepost, at 8,Mirandadoes not answer the question\nwhether a child’s age is an objective circumstance relevant to the\ncustody analysis.Mirandasimply holds that warnings must\nbe given once a suspect is in custody, without “paus[ing] to\ninquire in individual cases whether the defendant was aware of his\nrights without a warning being given.” 384 U. S., at 468; see alsoid., at 468–469 (“Assessments of the knowledge the\ndefendant possessed, based on information as to age, education,\nintelligence, or prior contact with authorities, can never be more\nthan speculation; a warning is a clearcut fact” (footnote\nomitted)). That conclusion says nothing about whether age properly\ninforms whether a child is in custody in the first place.",
    "joined": []
}