{
    "case": {
        "docket": "16-1276",
        "citation": "583",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/583/16-1276/"
    },
    "id": "3854879",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1276_________________DIGITAL REALTY TRUST, INC., PETITIONERv.PAUL SOMERSon writ of certiorari to the united states\ncourt of appeals for the ninth circuit[February 21, 2018]Justice Sotomayor, with whom Justice Breyer\njoins, concurring.I join the Court’s opinion in full. I write\nseparately only to note my disagreement with the suggestion in my\ncolleague’s concurrence that a Senate Report is not an appropriate\nsource for this Court to consider when interpreting a statute.Legislative history is of course not the law,\nbut that does not mean it cannot aid us in our understanding of a\nlaw. Just as courts are capable of assessing the reliability and\nutility of evidence generally, they are capable of assessing the\nreliability and utility of legislative-history materials.Committee reports, like the Senate Report the\nCourt discusses here, seeante,at 3–4, 11–12, 16–18, are a\nparticularly reliable source to which we can look to ensure our\nfidelity to Congress’ intended meaning. SeeGarciav.United States, 469 U. S. 70, 76 (1984) (“In surveying\nlegislative history we have repeatedly stated that the\nauthoritative source for finding the Legislature’s intent lies in\nthe Committee Reports on the bill, which ‘represen[t] the\nconsidered and collective understanding of those Congressmen\ninvolved in drafting and studying proposed legislation’ ”\n(quotingZuberv.Allen, 396 U. S. 168, 186\n(1969) )). Bills presented to Congress for consideration are\ngenerally accompanied by a committee report. Such reports are\ntypically circulated at least two days before a bill is to be\nconsidered on the floor and provide Members of Congress and their\nstaffs with information about “a bill’s context, purposes, policy\nimplications, and details,” along with information on its\nsupporters and opponents. R. Katzmann, Judging Statutes 20, and n.\n62 (2014) (citing A. LaRue, Senate Manual Containing the Standing\nRules, Orders, Laws, and Resolutions Affecting the Business of the\nUnited States Senate, S. Doc. No. 107–1, p. 17 (2001)). These\nmaterials “have long been important means of informing the whole\nchamber about proposed legislation,” Katzmann, Judging\nStatutes,at 19, a point Members themselves have emphasized\nover the years.[1]* It is thus\nno surprise that legislative staffers view committee and conference\nreports as the most reliable type of legislative history. See Gluck\n& Bressman, Statutory Interpretation From the Inside—An\nEmpirical Study of Congressional Drafting, Delegation and the\nCanons: Part I, 65 Stan. L. Rev. 901, 977 (2013).Legislative history can be particularly helpful\nwhen a statute is ambiguous or deals with especially complex\nmatters. But even when, as here, a statute’s meaning can clearly be\ndiscerned from its text, consulting reliable legislative history\ncan still be useful, as it enables us to corroborate and fortify\nour understanding of the text. See,e.g., Tapiav.United\nStates, 564 U. S. 319 –332 (2011);Carrv.United States, 560 U. S. 438 –458 (2010). Moreover,\nconfirming our construction of a statute by considering reliable\nlegislative history shows respect for and promotes comity with a\ncoequal branch of Government. See Katzmann,Judging\nStatutes, at 35–36.For these reasons, I do not think it wise for\njudges to close their eyes to reliable legislative history—and the\nrealities of how Members of Congress create and enact laws—when it\nis available.Notes1* See,e.g.,Hearings on the Nomination of Judge Antonin Scalia, To Be Associate\nJustice of the Supreme Court of the United States before the Senate\nCommittee on the Judiciary, 99th Cong., 2d Sess., 65–66 (1986)\n(Sen. Charles E. Grassley) (“[A]s one who has served in Congress\nfor 12 years, legislative history is very important to those of us\nhere who want further detailed expression of that legislative\nintent”); Mikva, Reading and Writing Statutes, 28 S. Tex.\nL. Rev. 181, 184 (1986) (“The committee report is the bone\nstructure of the legislation. It is the road map that explains why\nthings are in and things are out of the statute”); Brudney,\nCongressional Commentary on Judicial Interpretations of Statutes:\nIdle Chatter or Telling Response? 93 Mich. L. Rev. 1, 28\n(1994) (compiling the views of former Members on “the central\nimportance of committee reports to their own understanding of\nstatutory text”). In fact, some Members “are more likely to vote\n. . . based on a reading of the legislative history than\non a reading of the statute itself.” Gluck & Bressman,\nStatutory Interpretation From the Inside—An Empirical Study of\nCongressional Drafting, Delegation and the Canons: Part I, 65 Stan.\nL. Rev. 901, 968 (2013).",
    "joined": []
}