{
    "case": {
        "docket": "14-1096",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1096/"
    },
    "id": "3574263",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1096_________________JORGE LUNA TORRES, PETITIONERv.LORETTA E. LYNCH, ATTORNEY GENERALon writ of certiorari to the united states\ncourt of appeals for the second circuit[May 19, 2016]Justice Sotomayor, with whom Justice Thomas\nand Justice Breyer join, dissenting.The Immigration and Nationality Act (INA) metes\nout severe immigration consequences to a noncitizen convicted of\nany of a number of “aggravated felon[ies].” 8 U. S. C.\n§1101(a)(43). An offense “described in” 18 U. S. C.\n§844(i)—a federal arson statute—qualifies as such a crime.In this case, petitioner, who goes by George\nLuna, was convicted of third-degree arson under N. Y. Penal Law\nAnn. §150.10 (West 2010), which punishes anyone who (1)\n“intentionally” (2) “damages,” by (3) “starting a fire or causing\nan explosion,” (4) “a building or motor vehicle.” By contrast, the\nfederal arson statute, 18 U. S. C. §844(i), applies when\nsomeone (1) “maliciously” (2) “damages or destroys,” (3) “by means\nof fire or an explosive,” (4) “any building, vehicle, or other real\nor personal property” (5) “used in interstate or foreign commerce.”\nThere is one more element in the federal offense than in the state\noffense—(5), the interstate or foreign commerce element. Luna thus\nwas not convicted of an offense “described in” the federal statute.\nCase closed.Not for the majority. It dubs the fifth element\n“jurisdictional,” then relies on contextual clues to read it out of\nthe statute altogether. As a result of the majority’s sleuthing,\nLuna—a long-time legal permanent resident—is foreclosed from even\nappealing to the sound discretion of the Attorney General to obtain\nrelief from removal. Because precedent and the text and structure\nof the INA require the opposite result, I respectfully dissent.IANoncitizens convicted of crimes face various\nconsequences under the INA. Among the harshest of those\nconsequences fall on noncitizens convicted of 1 of the\napproximately 80 “aggravated felonies.” A crime that falls into one\nof the listed provisions can be an aggravated felony “whether in\nviolation of Federal or State law” or “in violation of the law of a\nforeign country.” See 8 U. S. C. §1101(a)(43).An aggravated felony conviction has two primary\nrepercussions for noncitizens: It renders them deportable,\n§1227(a)(2)(A)(iii), and it makes them categorically ineligible for\nseveral forms of immigration relief ordinarily left to the\ndiscretion of the Attorney General. See,e.g.,§§1229b(a)–(b) (cancellation of removal).The dozens of aggravated felonies in the INA are\nspecified in two main ways. First, some are specified by reference\nto a generic crime. It is an aggravated felony, for instance, to\ncommit “murder, rape, or sexual abuse of a minor.” §1101(a)(43)(A).\nSome of those crimes use a federal definition as one of the\nelements. For example: “Illicit trafficking in a controlled\nsubstance (as defined in[ 21 U. S. C. §802]).” 8\nU. S. C. §1101(a)(43)(B) (emphasis added). (“Illicit\ntrafficking” is a generic crime; the element of “controlled\nsubstance” takes the meaning in 21 U. S. C. §802, the\n“Definitions” provision of the Controlled Substances Act.)Second, it lists crimes that are wholly\n“described in” the federal criminal code. See, e.g.,§1101(a)(43)(H) (“an offense described in section 875, 876, 877, or\n1202 of title 18 (relating to the demand for or receipt of\nransom)”); §1101(a)(43)(I) (“an offense described in section 2251,\n2251A, or 2252 of title 18 (relating to child pornography)”). The\nGovernment contends that Luna committed a crime in this second\ncategory: an “offense described in” 18 U. S. C.\n§844 (i), which criminalizes arson. 8 U. S. C.\n§1101 (a) (43) (E) (i).BIn 2006, Luna was found removable from the\nUnited States. He attempted to apply for cancellation of removal, a\nform of relief available to long-time legal permanent residents at\nthe discretion of the Attorney General. §1229b(a). Nothing in\nLuna’s history would otherwise preclude cancellation. He was the\nsole source of financial support for his U. S. citizen fiancée,\nenrolled in college and studying engineering, a homeowner, and a\nlaw-abiding legal permanent resident since he was brought to the\nUnited States as a child over 30 years ago, aside from the one\nthird-degree arson conviction at issue in this case, for which he\nserved a day in jail.But the Immigration Judge found—and the Board of\nImmigration Appeals and the Second Circuit confirmed—that Luna was\nineligible for cancellation of removal. Luna’s New York State arson\nconviction, the judge held, qualified as an aggravated felony under\nthe provision for “an offense described in” §844(i), a federal\narson statute. See §1101(a)(43)(E)(i). Aggravated felons are\nineligible for can-cellation of removal. See §1229b(a)(3). Luna’s\ncancellation-of-removal application was thus summarily denied.IIBut the offense of which Luna was convicted isnot “described in” §844(i). This Court’s ordinary method of\ninterpreting the aggravated felony statute, the plain text of that\nprovision, and the structure of the INA all confirm as much.AThis is not the first time the Court has been\ntasked with determining whether a state offense constitutes an\n“aggravated felony” under the INA. Until today, the Court has\nalways required the state offense to matcheveryelement of\nthe listed “aggravated felony.”Kawashimav.Holder,\n565 U. S. ___, ___ (2012) (slip op., at 4); see alsoMoncrieffev.Holder, 569 U. S. ___, ___ (2013)\n(slip op., at 4–5);Carachuri-Rosendov.Holder, 560\nU. S. 563, 580 (2010) ;Nijhawanv.Holder, 557\nU. S. 29, 33 (2009) ;Gonzalesv.Duenas-Alvarez, 549 U. S. 183, 185 (2007) ;Lopezv.Gonzales, 549 U. S. 47 –53 (2006);Leocalv.Ashcroft, 543 U. S. 1, 8 (2004) .Our ordinary methodology thus confirms that the\nfederal arson statute does not describe the New York arson statute\nunder which Luna was convicted. As I have outlined above, seesupra, at 1, the federal statute is more limited: It applies\nonly to fires that involve “interstate or foreign commerce.” The\nstate statute contains no such limitation. Thus, under the approach\nwe have used in every case to date, the omission of the interstate\ncommerce element means that Luna’s state arson conviction was not\nan aggravated felony under the INA.BThe plain language of the statute supports\nthis straightforward approach. The word “describe” means to\n“express,” “portray,” or “represent.” See Black’s Law Dictionary\n445 (6th ed. 1990); Webster’s Third New International Dictionary\n610 (1986). A description may be “detailed” or it may be general,\nsetting forth only the “recognizable features, or characteristic\nmarks,” of the thing described while leaving the rest to the\nimagination. 4 Oxford English Dictionary 512 (2d ed. 1989). For\nexample, a Craigslist ad describing an apartment with “in-unit\nlaundry, a dishwasher, rooftop access, central A/C, and a walk-in\ncloset” may leave much to the imagination. After all, the\ndescription does not mention the apartment’s square footage,\nwindows, or floor number. But though the ad omits features, we\nwould still call it a “description” because it accurately conveys\nthe “recognizable features” of the apartment.However, even the most general description\ncannot refer to features that the thing being described does not\nhave. The ad is only an accurate description if the apartment\n“described in” it hasat leastthe five features listed. If\nthe apartment only has four of the five listed features—there is no\nrooftop access, say, or the walk-in closet is not so much walk-in\nas shimmy-in—then the Craigslist ad no longer “describes” the\napartment. Rather, itmisdescribes it.So, too, with the statutes in this case. The\nfederal description can be general as long as it is still\naccurate—that is, as long as the state law has at least all of the\nelements in the federal law. But there is no meaning of “describe”\nthat allows the Court to say §844(i) “describes” the New York\noffense when the New York offense only has four of the five\nelements listed in §844(i). Section 844(i) misdescribes the New\nYork offense just as surely as the too-good-to-be-true Craigslist\nad misdescribes the real-life apartment.CThe structure of the INA confirms that\nconclusion and makes clear that we need not contort the ordinary,\naccepted meaning of the phrase “described in.” The INA has many\noverlapping provisions that assign carefully calibrated\nconsequences to various types of criminal convictions. The Court\nthus need not interpret any provision—and certainly none of the\naggravated felony provisions, among the harshest in the INA—as\nbroadly as possible because the INA as a whole ensures that serious\ncriminal conduct is adequately captured.That overlapping structure is apparent\nthroughout the INA. First, the aggravated felony list itself has\nmultiple fail-safe provisions. Most serious offenses, for instance,\nwill qualify as “crime[s] of violence . . . for which the\nterm of imprisonment [is] at least one year,” 8 U. S. C.\n§1101(a)(43)(F), even if they are not covered by a more specific\nprovision in the aggravated felony list. Had his crime been charged\nas a more serious arson and had he been punished by one year of\nimprisonment instead of one day, Luna might have qualified as an\naggravated felon under that provision. SeeSantanav.Holder, 714 F. 3d 140, 145 (CA2 2013) (second-degree\narson in New York is a “crime of violence”).[1]Second, other sections of the INA provide\nintertwining coverage for serious crimes. Some examples of\nprovisions that encompass many offenses include those for the\ncommission of a “crime involving moral turpitude,” a firearms\noffense, or a controlled substance offense, all of which will\nrender a noncitizen removable, even if he or she has not committed\nan aggravated felony. See §§1227(a)(2)(A)(i), (B)(i), (C);\n§§1182(a)(2)(A)(i)–(ii). Cf.Judulangv.Holder, 565\nU. S. 42, 48 (2011) (commenting on the breadth of the “crime\ninvolving moral turpitude” provision).[2]And finally, in Luna’s case or anyone else’s,\nthe Attorney General can exercise her discretion to deny relief to\na serious criminal whether or not that criminal has been convicted\nof an aggravated felony. SeeCarachuri-Rosendo,560\nU. S., at 581 (doubting that a narrow reading of §1101(a)(43)\nwill have “any practical effect on policing our Nation’s\nborders”).To be sure, on Luna’s reading, some serious\nconduct may not be captured by the INA. But not nearly so much as\nthe majority suggests. By contrast, once the aggra-vated felony\nstatute applies to a noncitizen, no provision in the INA—and\nvirtually no act by the Attorney General—can prevent him or her\nfrom being removed.Looking for consistency in the aggravated felony\nprovisions of the INA is often a fool’s errand. SeeKawashima, 565 U. S., at ___, n. 2 (slip op., at\n9, n. 2) (Ginsburg, J., dissenting) (noting the absurdity of\nmaking a tax misdemeanor, but not driving while drunk and causing\nserious bodily injury, an aggravated felony). But the structure of\nthe INA gives the Court no reason to read the aggravated felony\nprovisions as broadly as possible.[3] That is why this Court has repeatedly cautioned against\ninterpreting the aggravated felony section to sweep in offenses\nthat—like many state arson convictions—may be neither aggravated\nnor felonies. SeeCarachuri-Rosendo, 560 U. S., at 574;\nBrief for National Association of Criminal Defense Lawyers\net al. asAmici Curiae28–29 (collecting state\nmisdemeanor arson statutes).IIIThe majority denies Luna the opportunity to\npresent his case to the Attorney General based on two “contextual\nconsiderations,”ante,at 7, and an intuition about how the\nstatute ought to work. None are sufficiently persuasive to overcome\nthe most natural reading of the aggravated felony statute.AThe majority first perceives a conflict\nbetween Luna’s reading of the INA and what it calls the\n“penultimate sentence” of the aggravated felony statute. The\n“penultimate sentence” provides that an offense can be an\naggravated felony “whether in violation of Federal or State law” or\n“in violation of the law of a foreign country.” 8\nU. S. C. §1101(a)(43). The majority claims that Luna’s\nreading of the INA would vitiate the quoted proviso.Ante,at 8–10.It is true that, on Luna’s reading,someof the aggra-vated felonies listed in the INA (including “an\noffense de-scribed in” §844(i)) will have no state or foreign\nanalog. But the proviso still applies to generic offenses, which\nconstitute nearly half of the entries in the aggravated felony\nlist. See,e.g.,§§1101(a)(43)(A), (G), (M)(i). And that\nalready-large portion jumps to close to three-quarters of the\noffenses after counting those many listed federal statutes with no\njurisdictional element. See,e.g.,§§1101(a)(43)(C),\n(E)(ii), (J). In fact, it applies to the vast majority of offenses\nadjudicated under the INA given that most serious crimes are also\n“crimes of violence.” See §1101(a)(43)(F).[4]And the majority must admit that its\ninterpretation will also leave entries in the aggravated-felony\nsection with no state or foreign analogs. For instance, it seems\nunlikely that the proviso contemplates state analogs for the\naggravated felony provisions regarding treason, levying war against\nthe United States, or disclosing national defense information. See\n§§1101(a)(43)(L)(i), (P).In other words, under Luna’s reading, the\n“penultimate sentence” applies to most, but not all, of the entries\nof the aggravated felony statute; under the majority’s reading, the\n“penultimate sentence” also applies to most, but not all, of the\nentries of the aggravated felony statute. The majority’s first\n“contextual consideration” thus supplies no reason to prefer one\nreading over the other.BJust as important, the majority suggests, is a\n“settled practice of distinguishing between substantive\n. . . elements”—those that define “the evil Congress\nseeks to prevent”—and “jurisdictional element[s],” which merely\n“establis[h] legislative authority.”Ante,at 15. The\nmajority admits that the Court doesnotdistinguish between\nsubstantive and jurisdictional elements for many purposes, such as\nproof beyond a reasonable doubt and the rightto a jury trial.Ibid.; seeRingv.Arizona, 536 U. S.\n584, 606 (2002) . But it nonetheless insists on a standard\ndistinction so entrenched that Congress must have intended it to\napply even absent any particular indication in the INA.None of the three examples that the majority\nproffers is evidence of such a strong norm. First, the majority\ninvokes our rules for interpreting criminal statutes.Ante,at 15–16. Whereas our general assumption is that a de-fendant must\nknow each fact making his conduct illegal, courts generally hold\nthat a criminal defendant need not know the facts that satisfy the\njurisdictional element of a statute.But jurisdictional elements are not the only\nelements a defendant need not know. Under the “default rule,”ante,at 18, n. 12, for interpreting so-called “public\nwelfare” offenses, courts have held that a defendant need not know\nthat the substance he possesses is a narcotic, that the device he\npossesses is unregistered, or that he reentered the United States\nafter previously being deported. SeeStaplesv.United\nStates, 511 U. S. 600 –609, 611 (1994) (citingUnited\nStatesv.Balint, 258 U. S. 250 (1922) , andUnited Statesv.Freed, 401 U. S. 601 (1971) );United Statesv.Burwell, 690 F. 3d 500, 508–509\n(CADC 2012);United Statesv.Giambro, 544 F. 3d\n26, 29 (CA1 2008);United Statesv.Martinez-Morel,\n118 F. 3d 710, 715–717 (CA10 1997). But surely the majority\nwould not suggest that if we agree with those holdings regardingmens rea, we must then ignore the “controlled substance”\nelement of the drug trafficking aggravated felony, the\n“unregistered” element of the unregistered firearms aggravated\nfelony, or the “following deportation” element of the illegal\nreentry aggravated felony. See 8 U. S. C.\n§§1101(a)(43)(B), (E)(iii), (M)(i), (O). So there is likewise no\nreason to believe that the “default rule” for assigningmens\nreato jurisdictional elements is embedded in the INA.The majority next points to two of the many\nstatutes that, like the INA, require comparing the elements of\nfederal and state offenses. But in each case, it is the statute’s\nlanguage and context, not some “settled practice,”ante,at\n15, that command the omission of the jurisdic-tional element.The majority’s first example,ante,at\n16–17, is the Assimilative Crimes Act, 18 U. S. C.\n§13(a), a gap-filling statute that incorporates state criminal law\ninto federal enclaves if the “act or omission” is not “made\npunishable by any enactment of Congress” but “would be punishable\nif committed or omitted within the jurisdiction of the State.” The\nCourt held that, in identifying such a gap, courts should ignore\n“jurisdictional, or other technical,” differences between a state\nand federal statute.Lewisv.United States, 523\nU. S. 155, 165 (1998) . But the way courts match the elements\nof a state law to a federal analog under the Assimilative Crimes\nAct differs fundamentally from our INA inquiry. The basic question\nunder the Assimilative Crimes Act is whether “federal statutes\nreveal an intent to occupy so much of the field as would exclude\nthe use of the particular state statute at issue.”Id.,at\n164. Under the Assimilative Crimes Act, the state statute is not\ncompared to a single federal statute, but rather to a complex of\nfederal statutes that roughly cover the same general conduct and\n“policies.”Ibid.That statute thus has little to teach us\nabout 8 U. S. C. §1101(a)(43): In interpreting the\nAssimilative Crimes Act, every Member of the Court rejected the\nsimple elements-matching approach that the Court generally employs\nto construe the aggravated felony provisions of the INA. See 523\nU. S., at 182 (Kennedy, J., dissenting) (allowing “slight\ndifferences” in definition between federal and state statute and\nusing “same-elements inquiry” only as a “starting point”).The majority’s analogy to the federal three\nstrikes statute, 18 U. S. C. §3559(c)(2)(F),ante,at 17–18, is similarly unhelpful. That provision counts as a\npredicate “ ‘serious violent felony’ ” any\n“ ‘Federal or State offense . . .wherever\ncommitted, consisting of’ ” various crimes, including\nseveral “ ‘as described in’ ” federal statutes.Ante,at 17. (emphasis added). Though this Court has not\nconstrued the statute, the majority notes that courts of appeals\ndisregard the jurisdictional element of federal statutes in\nassessing whether a state conviction is for a “serious violent\nfelony.”Ante, at 15–16. But nearly all of the statutes\nlisted in §3559(c)(2)(F) contain place-based jurisdiction\nelements—the crime must take place “within the special maritime and\nterritorial jurisdiction of the United States,”e.g.,§1111(b), or within “the special aircraft jurisdiction of the\nUnited States,” 49 U. S. C. §46502, and so on. In the two\ncases cited by the majority, for instance,ante,at 17,\nCourts of Appeals concluded that a state robbery offense qualified\nas an offense “described in” the federal bank robbery statute even\nthough the robbery did not take place in a bank. SeeUnited\nStatesv.Wicks, 132 F. 3d 383, 387 (CA7 1997);United Statesv.Rosario-Delgado, 198 F. 3d\n1354, 1357 (CA11 1999). In that statute, it is the “wherever\ncommitted,” not some loose construction of “described in,” that\nspecifically instructs the courts that the location where a crime\noccurs does not matter.Moreover, in other statutes where Congress wants\nto exclude jurisdictional elements when comparing state and federal\noffenses, it ordinarily just says so. See,e.g.,18\nU. S. C. §3142(e)(2)(A) (requiring detention of defendant\npending trial if “the person has been convicted . . . of\na State or local offense that would have been an offense described\nin subsection (f )(1) of this section if a circumstance giving\nrise to Federal jurisdiction had existed”); §2265A(b)(1)(B);\n§2426(b)(1)(B); §3142(f)(1)(D); §5032; 42 U. S. C.\n§§671(a)(15)(D)(ii)(I)–(II); §§5106a(b)(2)(B)(xvi)(I)–(II). Absent\ncomparably clear language, the Court should not presume that the\nINA intended deportability to depend on a not-so-“settled\npractice,”ante, at 15, of occasionally distinguishing\nbetween substantive and jurisdictional elements.CFinally, the majority suggests that it would\nbe “peculiarly perverse,”ante,at 10, to adopt Luna’s\nplain-text readingof the statute because it would draw a\ndistinction among crimes based on a jurisdictional element that the\nmajority assumes is wholly divorced from “the evil Congress seeks\nto prevent,”ante,at 15. The jurisdictional element of a\nfederal statute, the majority asserts, is as trivial as the\nperfunctory warning on a new electronic device: “[A] person would\nsay that she had followed the instructions for setting up an iPhone\nthat are ‘described in’ the user’s manual, even if she in fact\nignored the one” instructing that she “begin by ‘read[ing]\nimportant safety information.’ ”Ante,at 7, n. 5;\nsee alsoibid.(comparing jurisdictional element to a\n“detour” in a 3-week itinerary).For instance, the majority assumes that it would\nnot be “plausible,”ante,at 12, for Congress to have\nthought that interstate crimes are worse than wholly intrastate\ncrimes. Perhaps. But when faced with an offense that, like arson,\nadmits of a range of conduct, from the minor to the serious,\nCongresscouldplausibly have concluded that arsons\nprosecuted as federal crimes are more uniformly serious than arsons\nprosecuted as state crimes and counted only the former as\naggravated felonies. See,e.g.,Klein et al., Why Federal\nProsecutors Charge: A Comparison of Fed-eral and New York State\nArson and Robbery Filings, 2006–2010, 51 Houston L. Rev. 1381,\n1406, 1416–1419 (2014) (finding that arsons prosecuted federally\ninvolve more property damage and more injury than arsons prosecuted\nunder state law).That is because, far from being token,\n“conventional jurisdictional elements” serve to narrow the kinds of\ncrimes that can be prosecuted, not just to specify the sovereign\nthat can do the prosecuting. Take the federal statute at issue in\nthis case. Section 844(i) requires that the property destroyed be\n“used in interstate . . . commerce.” The Court has held\nthat “standard, jurisdictional” element,ante,at 21,\ndemands the property’s “active employment for commercial purposes,\nand not merely a passive, passing, or past connection to commerce.”Jonesv.United States, 529 U. S. 848, 855\n(2000) . As a result, the Court held that a defendant who threw a\nMolotov cocktail through the window of an owner-occupied\nresidential house could not be guilty under §844(i) because the\nhouse was not “active[ly] used” in interstate commerce.Id.,\nat 851. Surely, however, a New York prosecutor could have secured a\nconviction under N. Y. Penal Law Ann. §150.10 had the same crime\nbeen prosecuted in state, rather than federal, court.The difference between an offense under N. Y.\nPenal Law Ann. §150.10 and an offense under 18 U. S. C.\n§844(i) is thus more than a technical consideration about which\nauthority chooses to prosecute. It is a difference that goes to the\nmagnitude and nature of the “evil,”ante,at 15,itself.*  *  *On the majority’s reading, long-time legal\npermanent residents with convictions for minor state offenses are\nforeclosed from even appealing to the mercy of the Attorney\nGeneral. Against our standard method for comparing statutes and the\ntext and structure of the INA, the majority stacks a supposed\nsuperfluity, a not-so-well-settled practice, and its conviction\nthat jurisdictional elements are mere technicalities. But an\nelement is an element, andI would not so lightly strip a federal\nstatute of one. I respectfully dissent.Notes1Many of the majority’s\nown examples of “the gravest” state offenses supposedly excluded\nfrom the aggravated felony list by Luna’s reading actually fall\nwithin these fail-safe provisions.Ante,at 10. Many state\narsons will qualify as “crime[s] of violence” under 8\nU. S. C. §1101(a)(43)(F), see,e.g., Mbeav.Gonzales, 482 F. 3d 276, 279 (CA4 2007); an even\ngreater fraction of the most serious arsons will fall under that\nheading because States like New York have enacted gra-dated\nstatutes under which more severe degrees of arson are crimes of\nviolence, seeSantana, 714 F. 3d, at 145. To take\nanother of the majority’s examples, while a state conviction for\ndemanding a ransom in a kidnaping is not “an offense described in [\n18 U. S. C. §875]” under §1101(a)(43)(H), a state\nconviction for kidnaping or conspiring to kidnap may qualify as a\ncrime of violence under §1101(a)(43)(F). SeeUnited Statesv.Kaplansky, 42 F. 3d 320 (CA6 1994).2Other crimes in the\nmajority’s list of serious offenses,ante,at 10–14, will be\ncovered by these separate INA provisions. For example, the Board of\nImmigration Appeals has held that any child pornography offense is\na “crime involving moral turpitude,” rendering a noncitizen\nremovable in many cases. See §§1227(a)(2)(A)(i), 1182(a)(2)(A)(i);In reOlquin-Rufino, 23 I. & N. Dec.\n896 (BIA 2006). Any offense involving a gun would make a noncitizen\ndeportable under one of the catchall provisions for buying,\nselling, or possessing a firearm in violation of “any law.” See\n§1227(a)(2)(C).3If the aggravated felony\nprovisions were the primary mechanism for removing serious\nnoncitizen criminals, we would expectanynoncitizen\nconvicted of an aggravated felony to face immigration consequences.\nIn fact, the aggravated felony provisions only apply to noncitizens\nwho are lawfully admitted or later paroled.Matter of\nAlyazji, 25 I. & N. Dec. 397, 399 (BIA 2011).\nOther noncitizens—such as undocumented immigrants, noncitizens\napplying for a visa, or some legal permanent residents returning\nafter an extended stay abroad—cannot be removed based on the\nconviction of an aggravated felony; the Government must rely on the\nother provisions of the INA, including the statute’s other criminal\nprovisions, to remove such noncitizens. See §§1101(a)(13)(A), 1182,\n1227(a)(2)(A)(iii).4When the proviso was\nadded to the INA in 1990, it would have applied to an even greater\nfraction of the aggravated felonies: At that time, the aggravated\nfelony statute listed only five offenses, four of which would have\nhad state analogs even on Luna’s reading. See 104Stat. 5048\n(1990).",
    "joined": []
}