{
    "case": {
        "docket": "7",
        "citation": "577",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/577/7/"
    },
    "id": "3490096",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATESCHADRIN LEE MULLENIXv.BEATRICE LUNA,\nindividually and as representative of theESTATE OF ISRAEL LEIJA,\nJR., et al.on petition for writ of certiorari to the\nunited states court of appeals for the fifth circuitNo. 14–1143. Decided November 9, 2015Justice Sotomayor, dissenting.Chadrin Mullenix fired six rounds in the dark at\na car traveling 85 miles per hour. He did so without any training\nin that tactic, against the wait order of his superior officer, and\nless than a second before the car hit spike strips deployed to stop\nit. Mullenix’s rogue conduct killed the driver, Israel Leija, Jr.\nBecause it was clearly established under the Fourth Amendment that\nan officer in Mullenix’s position should not have fired the shots,\nI respectfully dissent from the grant of summary reversal.IResolving all factual disputes in favor of\nplaintiffs, as the Court must on a motion for summary judgment,\nMullenix knew the following facts before he shot at Leija’s engine\nblock: Leija had led police officers on an 18-minute car chase, at\nspeeds ranging from 85 to 110 miles per hour. 773 F. 3d 712,\n716 (CA5 2014). Leija had twice called the police dispatcher\nthreatening to shoot at officers if they did not cease the pursuit.Ibid.Police officers were deploying three sets of spike\nstrips in order to stop Leija’s flight.Ibid.The officers\nwere trained to stop a car using spike strips. This training\nincluded how to take a defensive position to minimize the risk of\ndanger from the target car.Ibid.Mullenix knew that spike\nstrips were being set up directly beneath the overpass where he was\nstationed.Id.,at 723. There is no evidence below that any\nof the officers with whom Mullenix was in communication—including\nOfficer Troy Ducheneaux, whom Mullenix believed to be below the\noverpass—had expressed any concern for their safety.Id.,at\n720.Mullenix had no training in shooting to disable\na moving vehicle and had never seen the tactic done before.Id., at 716. He also lacked permission to take the shots:\nWhen Mullenix relayed his plan to his superior officer, Robert\nByrd, Byrd responded “stand by” and “see if the spikes work first.”Id., at 716–717. Three minutes after arriving at the\noverpass, Mullenix fired six rounds at Leija’s car. None hit the\ncar’s engine block; at least four struck Leija in the upper body,\nkilling Leija.Id.,at 717.IIWhen confronting a claim of qualified\nimmunity, a court asks two questions. First, the court considers\nwhether the officer in fact violated a constitutional right.Saucierv.Katz, 533 U. S. 194, 201 (2001) .\nSecond, the court asks whether the contours of the right were\n“sufficiently clear that a reasonable official would [have\nunderstood] that what he is doing violates that right.”Id.,at 202 (quotingAndersonv.Creighton, 483 U. S.\n635, 640 (1987) ). This Court has rejected the idea that “an\nofficial action is protected by qualified immunity unless the very\naction in question has previously been held unlawful.”Id.,\nat 640.Instead, the crux of the qualified immunity test is\nwhether officers have “fair notice” that they are acting\nunconstitutionally.Hopev.Pelzer, 536 U. S.\n730, 739 (2002) .Respondents here allege that Mullenix violated\nthe Fourth Amendment’s prohibition on unreasonable seizures by\nusing deadly force to apprehend Leija. This Court’s precedents\nclearly establish that the Fourth Amendment is violated unless the\n“ ‘governmental interests’ ” in effectuating a particular\nkind of seizure outweigh the “ ‘nature and quality of the\nintrusion on the individual’s Fourth Amendment interests.’ ”Scottv.Harris, 550 U. S. 372, 383 (2007)\n(quotingUnited Statesv.Place, 462 U. S. 696,\n703 (1983) ). There must be a “governmental interes[t]” not only in\neffectuating a seizure, but also in “how [the seizure] is carried\nout.”Tennesseev.Garner, 471 U. S. 1, 8 (1985)\n.Balancing a particular governmental interest in\nthe use of deadly force against the intrusion occasioned by the use\nof that force is inherently a fact-specific inquiry, not\nsusceptible to bright lines. But it is clearly established that the\ngovernment must havesomeinterest in using deadly force\nover other kinds of force.Here, then, the clearly established legal\nquestion—the question a reasonable officer would have asked—is\nwhether,under all the circumstances as known to Mullenix, there was\na governmental interest in shooting at the car rather than waiting\nfor it to run over spike strips.The majority does not point toanysuch\ninterest here. It claims that Mullenix’s goal was not merely to\nstop the car, but to stop the car “in a manner that avoided the\nrisks” of relying on spike strips.Ante,at 9. But there is\nno evidence in the record that shooting at Leija’s engine block\nwould stop the car in such a manner.The majority first suggests that Mullenix did\nnot wait for the results of the spikes, as his superior advised,\nbecause of his concern for the officers manning the strips. But\nLeija was going to come upon those officers whether or not\nMullenix’s shooting tactic was successful: Mullenix took his shot\nwhen Leija was between 25 and 30 yards away from the spike strip,\ntraveling at 85 miles per hour. Even if his shots hit Leija’s\nengine block, the car would not have stopped instantly. Mullenix\nwould have bought the officers he was trying to protect—officers\nwho had been trained to take defensive positions—less than\nthree-quarters of a second over waiting for the spike strips. And\nwhatever threat Leija posed after his car was stopped existed\nwhether the car was stopped by a shot to the engine block or by the\nspike strips.Nor was there any evidence that shooting at the\ncar was more reliable than the spike strips. The majority notes\nthat spike strips are fallible.Ante, at 8–9. But Mullenix\nhad no information to suggest that shooting to disable a car had a\nhigher success rate, much less that doing so with no training and\nat night was more likely to succeed. Moreover, not only did\nofficers have training in setting up the spike strips, but they had\nalso placed two backup strips further north along the highway in\ncase the first set failed. A reasonable officer could not have\nthought that shooting would stop the car with less danger or\ngreater certainty than waiting.The majority citesLongv.Slaton,\n508 F. 3d 576 (CA11 2007), for the proposition that Mullenix\nneed not have “first tried less lethal methods, such as spike\nstrips.”Ante,at 11. But in that case, there was a clear\nreason to prefer deadly force over the alternatives. InLong, an officer fired to stop a suspect from fleeing in a\nstolen police cruiser. 508 F. 3d, at 583. When the officer\nfired, there were no alternative means of stopping the car in\nplace. The Eleventh Circuit held that the governmental interest\nagainst waiting for a future deployment of spike strips that may\nnever materialize justified the use of deadly force.Ibid.In this case, by contrast, neither petitioner\nnor the majority can point to any possible marginal gain in\nshooting at the car over using the spike strips already in place.\nIt is clearly established that there must be some governmental\ninterest that necessitates deadly force, even if it is not always\nclearly established what level of governmental interest is\nsufficient.Under the circumstances known to him at the\ntime, Mullenix puts forth no plausible reason to choose shooting at\nLeija’s engine block over waiting for the results of the spike\nstrips. I would thus hold that Mullenix violated Leija’s clearly\nestablished right to be free of intrusion absent some governmental\ninterest.IIIThe majority largely evades this key legal\nquestion by focusing primarily on the governmental interest inwhetherthe car should be stopped rather than the\ndispositive ques-tion ofhowthe car should be stopped. But\neven assum-ing that Leija posed a “sufficient,”ante, at 8,\nor “imme-diate,”ante, at 7, threat, Mullenix did not face a\n“choice between two evils” of shooting at a suspect’s car orletting\nhim go.Scott, 550 U. S., at 384; see,e.g.,\nPlumhoffv.Rickard, 572 U. S. ___, ___ (2014)\n(slip op., at 3, 10);Brosseauv.Haugen, 543\nU. S. 194 –197 (2004). Instead, Mullenix chose to employ a\npotentially lethal tactic (shooting at Leija’s engine block) in\naddition to a tactic specifically designed to accomplish the same\nresult (spike strips).[1]* By\ngranting Mullenix qualified immunity, this Court goes a step\nfurther than our previous cases and does so without full briefing\nor argument.Thus framed, it is apparent that the majority’s\nexhortation that the right at stake not be defined at “a high level\nof generality,” seeante,at 9, is a red herring. The\nmajor-ity adduces various facts that the Fifth Circuit supposedly\nignored in its qualified immunity analysis, including that Leija\nwas “a reportedly intoxicated fugitive, set on avoiding capture\nthrough high-speed vehicular flight, who twice during his flight\nhad threatened to shoot police officers, and who was moments away\nfrom encountering an officer at Cemetery Road.”Ante,at 7.\nBut not one of those facts goes to the governmental interest in\nshooting over awaiting the spike strips. The majority also claims\nthat established law does not make clear that “Mullenix’s reasons\nwere insufficient to justify” his choice of shooting over following\nhis superior’s orders to wait for the spikes.Ante, at\n9–10.But Mullenix seemed to havenoreasons to\nprefer shooting to following orders.Instead of dealing with the question whether\nMullenix could constitutionally fire on Leija’s car rather than\nwaiting for the spike strips, the majority dwells on the imminence\nof the threat posed by Leija. The majority recharacterizes\nMullenix’s decision to shoot at Leija’s engine block as a\nsplit-second, heat-of-the-moment choice, made when the suspect was\n“moments away.”Ante,at 7. Indeed, reading the majority\nopinion, one would scarcely believe that Mullenix arrived at the\noverpass several minutes before he took his shot, or that the rural\nroad where the car chase occurred had few cars and no bystanders or\nbusinesses. 773 F. 3d, at 717, 720. The majority also glosses\nover the facts that Mullenix had time to ask Byrd for permission to\nfire upon Leija and that Byrd—Mullenix’s superior officer—told\nMullenix to “stand by.”Id., at 717. There was no reason to\nbelieve that Byrd did not have all the same information Mullenix\ndid, including the knowledge that an officer was stationed beneath\nthe overpass. Even after receiving Byrd’s response, Mullenix spent\nminutes in shooting position discussing his next step with a fellow\nofficer, minutes during which he received no information that would\nhave made his plan more suitable or his superior’s orders less so.Ibid.An appropriate reading of the record on summary\njudgment would thus render Mullenix’s choice even more\nunreasonable. And asking the appropriate legal question would leave\nthe majority with no choice but to conclude that Mullenix ignored\nthe longstanding and well-settled Fourth Amendment rule that there\nmust be a governmental interest not just in seizing a suspect, but\nin the level of force used to effectuate that seizure.*  *  *When Mullenix confronted his superior officer\nafter the shooting, his first words were, “How’s that for\nproactive?”Ibid.(Mullenix was apparently referencing an\nearlier counseling session in which Byrd suggested that he was not\nenterprising enough.Ibid.) The glib comment does not impact\nour legal analysis; an officer’s actual intentions are irrelevant\nto the Fourth Amendment’s “objectively reasonable” inquiry. SeeGrahamv.Connor, 490 U. S. 386, 397 (1989) .\nBut the comment seems to me revealing of the culture this Court’s\ndecision supports when it calls it reasonable—or even reasonably\nreasonable—to use deadly force for no discernible gain and over a\nsupervisor’s express order to “stand by.” By sanctioning a “shoot\nfirst, think later” approach to policing, the Court renders the\nprotections of the Fourth Amendment hollow.For the reasons discussed, I would deny\nMullenix’s petition for a writ of certiorari. I thus respectfully\ndissent.Notes1* The majority describes\nthe choice between spike strips and shooting as the choice between\n“one dangerous alternative” and another, noting that spike strips\ncan pose a danger to drivers that encounter them.Ante,at\n8–9. But Mullenix could not have thought that awaiting the spikes\nwas anywhere near as dangerous as shooting immediately before Leija\nhit the spikes. For one thing, Mullenix had no training in shooting\nto disable the vehicle and so no idea of the relative danger that\nshooting posed to a driver. For another, Leija would be subjected\nto the danger posed by the spike strips whether Mullenix shot or\nnot. And, in fact, that is what happened: Leija’s car hit the spike\nstrips and then rolled two and a half times.",
    "joined": []
}