{
    "case": {
        "docket": "639",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/639/"
    },
    "id": "1970893",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–9012_________________BENJAMIN ROBERS, PETITIONER v. UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[May 5, 2014]Justice Sotomayor,\nwith whom Justice Ginsburg joins, concurring.I join the opinion of\nthe Court. I write separately, however, to clarify that I see its\nanalysis as applying only in cases where a victim intends to sell\ncollateral but encounters a reasonable delay in doing so. See ante,\nat 5–6 (explaining that where a victim “does not intend to sell”\ncollateral, “other provisions of the statute may come into play,”\nenabling a court “to count, as part of the restitution paid, the\nvalue of collateral previously received but not sold”). If a victim\nchooses to hold collateral rather than to reduce it to cash within\na reasonable time, then the victim must bear the risk of any\nsubsequent decline in the value of the collateral, because the\ndefendant is not the proximate cause of that decline.Here, although the\nbanks did not immediately sell the homes they received as\ncollateral, Robers did not adequately argue below that their delay\nreflected a choice to hold the homes as investments.[1]* Such an argument would likely have been\nfruitless, because the delay appears consistent with a genuine\ndesire to dispose of the collateral. Real property is not a liquid\nasset, which means that converting it to cash often takes time.\nSee, e.g., 698 F. 3d 937, 947 (CA7 2012) (“[R]eal property is\nnot liquid and, absent a huge price discount, cannot be sold\nimmediately”). And indeed, the delays here appear to have\nresultedfrom illiquidity. See App. 70 (one of the two homes was\nplaced on the market but did not immediately sell); id., at 89 (the\nother attracted no bids at a foreclosure sale). Because such delays\nare foreseeable, it is fair for Robers to bear their cost: the\ndiminution in the homes’ value. See ante, at 6 (analysis of\nproximate causation).In other cases,\nhowever, a defendant might be able to show that a significant delay\nin the sale of collateral evinced the victim’s choice to hold it as\nan investment rather than reducing it to cash. Suppose, for\nexample, that a bank received shares of a public company as\ncollateral for a fraudulently obtained loan. “Common stock traded\non a national exchange is . . . readily convertible into\ncash,” Reves v. Ernst & Young, 494 U. S. 56, 69 (1990) ,\nso if the bank waited more than a reasonable time to sell the\nshares, a district court could infer that the bank was not really\ntrying to sell but instead was holding the shares as investment\nassets. If the shares declined in value after the bank chose to\nhold them, it would be wrong for the court to make the defendant\nbear that loss. As the Government acknowledged at oral argument, a\nvictim’s choice to hold collateral—rather than selling it in a\nreasonably expeditious manner—breaks the chain of proximate\ncausation. See, e.g., Tr. of Oral Arg. 38–39, 44–45. If the\ncollateral loses value after the victim chooses to hold it, then\nthat “part of the victim’s net los[s]” is “attributable to” the\nvictim’s “independent decisions.” Id., at 39. The defendant cannot\nbe regarded as the “proximate cause” of that part of the loss,\nibid., and so cannot be made to bear it.In such cases, I would\nplace on the defendant the burden to show—with evidence specific to\nthe market at issue—that a victim delayed unreasonably in selling\ncollateral, manifesting a choice to hold the collateral. See 18\nU. S. C. §3664(e) (burden to be allocated “as justice\nrequires”). Because Robers did not sufficiently argue below that\nthe banks broke the chain of proximate causation by choosing to\nhold the homes as investments, and because the delay encountered by\nthe banks appears to have been reasonable, it is fair for Robers to\nbear the cost of that delay. I therefore join the Court in\naffirming the restitution order.Notes1* Before the District\nCourt, Robers suggested precisely the opposite: that the banks had\nsold the homes too hastily, at fire-sale prices in a falling\nmarket. See App. 35 (“The drop in value could have been due to the\nhousing market itself, or due to the victim’s rush to cut their\nlosses with the properties and take whatever price they could get\nat a sheriff’s sale, regardless of whether the sale price reflected\nthe fair market value of the property at the time”). Before the\nSeventh Circuit, Robers did suggest that the banks should have sold\nmore quickly. See Brief for Appellant in No. 10–3794, p. 35\n(“[T]here is no ‘loss causation’ here, . . . because the\nkind of loss that occurred (due to the market, or to the victims\nholding the property longer than they should have in a declining\nmarket, or to other unknown factors) was not the kind for which the\ndefendant’s acts could have controlled or accounted”). But this\nargument does not imply that the banks’ delay reflected a choice to\nhold the homes as investments, only that the banks misjudged the\ntiming of the sales.",
    "joined": []
}