{
    "case": {
        "docket": "19-267",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-267/"
    },
    "id": "4270871",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–267 and 19–348_________________OUR LADY OF GUADALUPE SCHOOL,\nPETITIONER19–267v.AGNES MORRISSEY-BERRUST. JAMES SCHOOL, PETITIONER19–348v.DARRYL BIEL, as personal representative\nof the ESTATE OF KRISTEN BIELon writs of certiorari to the united states\ncourt of appeals for the ninth circuit[July 8, 2020]Justice Sotomayor, with whom Justice Ginsburg\njoins, dissenting.Two employers fired their employees allegedly\nbecause one had breast cancer and the other was elderly. Purporting\nto rely on this Court’s decision inHosanna-Tabor Evangelical\nLutheran Church and Schoolv.EEOC,565 U.S.\n171(2012), the majority shields those employers from\ndisability and age-discrimination claims. In the Court’s view,\nbecause the employees taught short religion modules at Catholic\nelementary schools, they were “ministers” of the Catholic faith and\nthus could be fired for any reason, whether religious or\nnonreligious, benign or bigoted, without legal recourse. The Court\nreaches this result even though the teachers taught primarily\nsecular subjects, lacked substantial religious titles and training,\nand were not even required to be Catholic. In foreclosing the\nteachers’ claims, the Court skews the facts, ignores the applicable\nstandard of review, and collapsesHosanna-Tabor’s careful\nanalysis into a single consideration: whether a church thinks its\nemployees play an important religious role. Because that simplistic\napproach has no basis in law and strips thousands of schoolteachers\nof their legal protections, I respectfully dissent.IAOur pluralistic society requires religious\nentities to abide by generally applicable laws.E,g.,Employment Div., Dept. of Human Resources of Ore.v.Smith,494 U.S.\n872, 879–882 (1990). Consistent with the First Amendment (and\nover sincerely held religious objections), the Government may\ncompel religious institutions to pay Social Security taxes for\ntheir employees,United Statesv.Lee,455 U.S.\n252, 256–261 (1982), deny nonprofit status to entities that\ndiscriminate because of race,Bob Jones Univ.v.United\nStates,461 U.S.\n574, 603–605 (1983), require applicants for certain public\nbenefits to register with Social Security numbers,Bowenv.Roy,476 U.S.\n693, 699–701 (1986), enforce child-labor protections,Princev.Massachusetts,321\nU.S. 158, 166–170 (1944), and impose minimum-wage laws,Tony\nand Susan Alamo Foundationv.Secretary of Labor,471 U.S.\n290, 303–306 (1985).Congress, however, has crafted exceptions to\nprotect religious autonomy. Some antidiscrimination laws, like the\nAmericans with Disabilities Act, permit a religious institution to\nconsider religion when making employment decisions. 42\nU. S. C. §12113(d)(1). Under that Act, a religious\norganization may also “require that all applicants and employees\nconform” to the entity’s “religious tenets.” §12113(d)(2). Title\nVII further permits a school to prefer “hir[ing] and employ[ing]”\npeople “of a particular religion” if its curriculum “propagat[es]”\nthat religion. §2000e–2(e); see also §2000e–1(a). These statutory\nexceptions protect a religious entity’s ability to make employment\ndecisions—hiring or firing—for religious reasons.The “ministerial exception,” by contrast, is a\njudge-made doctrine. This Court first recognized it eight years ago\ninHosanna-Tabor, concluding that the First Amendment\ncategorically bars certain antidiscrimination suits by religious\nleaders against their religious employers. 565 U. S., at\n188–190. When it applies, the exception is extraordinarily potent:\nIt gives an employer free rein to discriminate because of race,\nsex, pregnancy, age, disability, or other traits protected by law\nwhen selecting or firing their “ministers,” even when the\ndiscrimination is wholly unrelated to the employer’s religious\nbeliefs or practices.Id., at 194–195. That is, an employer\nneed not cite or possess a religious reason at all; the ministerial\nexception even condones animus.When this Court adopted the ministerial\nexception, it affirmed the holdings of virtually every federal\nappellate court that had embraced the doctrine.Id., at 188,\nand n. 2. Those courts had long understood that the\nexception’s stark departure from antidiscrimination law is narrow.\nWary of the exception’s “potential for abuse,” federal courts\ntreaded “case-by-case” in determining which employees are ministers\nexposed to discrimination without recourse.Scharonv.St. Luke’s Episcopal Presbyterian Hospitals, 929 F.2d 360,\n363, n. 3 (CA8 1991). Thus, their analysis typically trained\non whether the putative minister was a “spiritual leade[r]” within\na congregation such that “he or she should be considered clergy.”Rayburnv.General Conference of Seventh-day\nAdventists, 772 F.2d 1164, 1168–1169 (CA4 1985) (internal\nquotation marks omitted); see alsoHankinsv.Lyght,441 F.3d 96, 117–118, and n. 13 (CA2 2006) (Sotomayor, J.,\ndissenting) (cataloging Circuit consensus). That approach\nrecognized that a religious entity’s ability to choose its faith\nleaders—rabbis, priests, nuns, imams, ministers, to name a\nfew—should be free from government interference, but that generally\napplicable laws still protected most employees.This focus on leadership led to a consistent\nconclusion: Lay faculty, even those who teach religion at\nchurch-affiliated schools, are not “ministers.” InGearyv.Visitation of Blessed Virgin Mary Parish School,7 F.3d 324(1993), for instance, the Third Circuit rejected a\nCatholic school’s view that “[t]he unique and important role of the\nelementary school teacher in the Catholic education system” barred\na teacher’s discrimination claim under the First Amendment.Id., at 331. InDolev.Shenandoah Baptist\nChurch, 899 F.2d 1389 (1990), the Fourth Circuit found a\nmaterially similar statutory ministerial exception inapplicable to\nteachers who taught “all classes” “from a pervasively religious\nperspective,” “le[d]” their “students in prayer,” and were\n“required to subscribe to [a church] statement of faith as a\ncondition of employment.”Id., at 1396. Similar examples\nabound. See,e.g.,EEOCv.Mississippi\nCollege, 626 F.2d 477, 479, 485 (CA5 1980) (ministerial\nexception inapplicable to faculty members of a Baptist college that\n“conceive[d] of education as an integral part of its Christian\nmission” and “expected” faculty “to serve as exemplars of\npracticing Christians”);EEOCv.Fremont Christian\nSchool, 781 F.2d 1362, 1369–1370 (CA9 1986) (ministerial\nexception inapplicable to teachers whom a church considered as\nperforming “an integral part of the religious mission of the Church\nto its children”); cf.Rayburn, 772 F. 2d, at 1168\n(“Lay ministries, even in leadership roles within a congregation,\ndo not compare to the institutional selection for hire of one\nmember with special theological training to lead others”).Hosanna-Tabordid not upset this\nconsensus. Instead, it recognized the ministerial exception’s roots\nin protecting religious “elections” for “ecclesiastical offices”\nand guarding the freedom to “select” titled “clergy” and churchwide\nleaders. 565 U. S., at 182, 184, 186–187 (internal quotation\nmarks omitted). To be sure, the Court stated that the “ministerial\nexception is not limited to the head of a religious congregation.”Id., at 190. Nevertheless, this Court explained that the\nexception applies to someone with a leadership role “distinct from\nthat of most of [the organization’s] members,” someone in whom\n“[t]he members of a religious group put their faith,” or someone\nwho “personif[ies]” the organization’s “beliefs” and “guide[s] it\non its way.”Id., at 188, 191, 196.[1]This analysis is context-specific. It\nnecessarily turns on, among other things, the structure of the\nreligious organization at issue. Put another way (and as the Court\nrepeats throughout today’s opinion),Hosanna-Tabordeclined\nto adopt a “rigid formula for deciding when an employee qualifies\nas a minister.” 565 U. S., at 190. Rather,Hosanna-Taborfocused on four “circumstances” to determine\nwhether a fourth-grade teacher, Cheryl Perich, was employed at a\nLutheran school as a “minister”: (1) “the formal title given [her]\nby the Church,” (2) “the substance reflected in that title,” (3)\n“her own use of that title,” and (4) “the important religious\nfunctions she performed for the Church.”Id., at 190, 192.\nConfirming that the ministerial exception applies to a\ncircumscribed sub-category of faith leaders, the Court analyzed\nthose four “factors,”ante, at 16, to situate Perich as a\nminister within the Lutheran Church’s structure.BThose considerations showed that Perich had a\nunique leadership role within her church. First, the Court noted\nthat the school had “held Perich out as a minister, with a role\ndistinct from that of most of its members.” 565 U. S., at 191.\nWhen the school fired her, Perich was in the role of a “called\nteacher,” as opposed to her prior position of “lay teacher.”Id., at 178. When the church “extended [Perich] a call,” it\nalso “issued her a ‘diploma of vocation’ according her the title\n‘Minister of Religion, Commissioned.’ ”Id., at 191.\nAnd “[i]n a supplement to the diploma, the congregation undertook\nto periodically review Perich’s ‘skills of ministry’ and\n‘ministerial responsibilities,’ and to provide for her ‘continuing\neducation as a professional person in the ministry of the\nGospel.’ ”Ibid.Second, the Court observed that Perich’s job\ntitle “reflected a significant degree of religious training\nfollowed by a formal process of commissioning.”Ibid.Further distinguishing Perich from the rest of her faith community,\nthe Court explained that Perich’s “eligib[ility] to become a\ncommissioned minister” turned on her completion of a six-year\nprocess requiring “eight college-level courses in subjects\nincluding biblical interpretation, church doctrine, and the\nministry of the Lutheran teacher,” obtaining “the endorsement of\nher local Synod district,” and passing “an oral examination by a\nfaculty committee at a Lutheran college.”Ibid.Third, the Court observed that Perich “held\nherself out as a minister of the Church by accepting the formal\ncall to religious service” and “in other ways as well.”Ibid.Unlike the lay teachers, for example, Perich claimed a\ntax exemption available only to employees earning compensation “in\nthe exercise of the ministry.”Id., at 192 (internal\nquotation marks omitted).Finally, the Court looked to function, finding\nthat Perich’s “job duties reflected a role in conveying the\nChurch’s message and carrying out its mission” notably different\nfrom other members of the church.Id., at 192; see alsoid., at 188, 191. Perich was “expressly charged” with\n“lead[ing] others” in their faith and did so by teaching “her\nstudents religion four days a week” and “le[ading] them in prayer\nthree times a day.”Id., at 192 (internal quotation marks\nomitted). About twice a year, Perich led the school-wide chapel\nservice by “choosing the liturgy, selecting the hymns, and\ndelivering a short message based on verses from the Bible.”Ibid.Perich also “led” her students “in a brief devotional\nexercise each morning.”Ibid.The Court thus observed that,\n“[a]s a source of religious instruction, Perich performed an\nimportant role in transmitting the Lutheran faith to the next\ngeneration.”Ibid.Because this inquiry is holistic, the Court\nwarned that it is “wrong” to “say that an employee’s title does not\nmatter.”Id., at 193. The Court was careful not to give\nreligious functions undue weight in identifying church leaders. And\nthe “amount of time an employee spends on particular activities,”\nthe Court added, “is relevant in assessing that employee’s status”\nwhen measured against “the nature of the religious functions\nperformed and the other considerations,” like titles, training, and\nhow the employee held herself out to the public.Id., at\n194.Hosanna-Tabor’s well-rounded approach\nensured that a church could not categorically disregard generally\napplicable antidiscrimination laws for nonreligious reasons. By\nanalyzing objective and easily discernable markers like titles,\ntraining, and public-facing conduct,Hosanna-Taborcharted a\nway to separate leaders who “personify” a church’s “beliefs” or who\n“minister to the faithful” from individuals who may simply relay\nreligious tenets.Id.,at 188, 195.[2] This balanced First Amendment concerns of\nstate-church entanglement while avoiding an overbroad carve-out\nfrom employment protections.IIUntil today, no court had held that the\nministerial exception applies with disputed facts like these and\nlay teachers like respondents, let alone at the summary-judgment\nstage. See 911 F.3d 603, 610 (CA9 2018) (case below in No. 19–348);\nsee alsosupra,at 3–4.Only by rewritingHosanna-Tabordoes the\nCourt reach a different result. The Court starts with an\nunremarkable view: thatHosanna-Tabor’s “recognition of the\nsignificance of ” the first three “factors” in that case “did\nnot mean that they must be met—or even that they are necessarily\nimportant—in all other cases.”Ante, at 16–17. True enough.\nOne can easily imagine religions incomparable to those at issue inHosanna-Taborand here. But then the Court recastsHosanna-Taboritself: Apparently, the touchstone all along\nwas a two-Justice concurrence. To that concurrence, “[w]hat\nmatter[ed]” was “the religious function that [Perich] performed”\nand her “functional status.”Hosanna-Tabor, 565 U. S.,\nat 206 (opinion of Alito, J.). Today’s Court yields to the\nconcurrence’s view with identical rhetoric. “What matters,” the\nCourt echoes, “is what an employee does.”Ante, at 18.But this vague statement is no easier to\ncomprehend today than it was when the Court declined to adopt it\neight years ago. It certainly does not sound like a legal\nframework. Rather, the Court insists that a “religious\ninstitution’s explanation of the role of [its] employees in the\nlife of the religion in question is important.”Ante, at 22;\nsee alsoante, at 1–2 (Thomas, J., concurring) (urging\ncomplete deference to a religious institution in determining which\nemployees are exempt from antidiscrimination laws). But because the\nCourt’s new standard prizes a functional importance that it appears\nto deem churches in the best position to explain, one cannot help\nbut conclude that the Court has just traded legal analysis for a\nrubber stamp.[3]Indeed, the Court reasons that “judges cannot be\nexpected to have a complete understanding and appreciation” of the\nlaw and facts in ministerial-exception cases,ante, at 22,\nand all but abandons judicial review. Although today’s decision is\nlimited to certain “teachers of religion,”ante,at 22–23,\nits reasoning risks rendering almost every Catholic parishioner and\nparent in the Archdiocese of Los Angeles a Catholic\nminister.[4] That is, the\nCourt’s apparent deference here threatens to make nearly anyone\nwhom the schools might hire “ministers” unprotected from\ndiscrimination in the hiring process. That cannot be right.\nAlthough certain religious functions may be important to a church,\na person’s performance of some of those functions does not\nmechanically trigger a categorical exemption from generally\napplicable antidiscrimination laws.Today’s decision thus invites the “potential for\nabuse” against which circuit courts have long warned.Scharon, 929 F. 2d, at 363, n. 3. Nevermind that\nthe Court renders almost all of the Court’s opinion inHosanna-Taborirrelevant. It risks allowing employers to\ndecide for themselves whether discrimination is actionable. Indeed,\ntoday’s decision reframes the ministerial exception as broadly as\nit can, without regard to the statutory exceptions tailored to\nprotect religious practice. As a result, the Court absolves\nreligious institutions of any animus completely irrelevant to their\nreligious beliefs or practices and all but forbids courts to\ninquire further about whether the employee is in fact a leader of\nthe religion. Nothing inHosanna-Tabor(or at least its\nmajority opinion) condones such judicial abdication.IIIFaithfully applyingHosanna-Tabor’s\napproach and common sense confirms that the teachers here are not\nCatholic “ministers” as a matter of law. This is especially so\nbecause the employers seek summary judgment, meaning the Court must\n“view the facts and draw reasonable inferences in the light most\nfavorable to” the teachers.Scottv.Harris,550 U.S.\n372, 378 (2007) (internal quotation marks omitted).[5]A1Respondent Kristen Biel was a teacher at St.\nJames School, a Catholic school in the Archdiocese of Los\nAngeles.[6] Biel initially\nserved as a substitute teacher, teaching first grade two days a\nweek. App. 248–249. At the end of the 2013 school year, the school\nhired Biel as a full-time fifth-grade teacher. 911 F. 3d, at\n605; App. 250.Biel’s employment contract identified her\nposition as just that: “Grade 5 Teacher.” App. to Pet. for Cert. in\nNo. 19–348, p. 103a; App. 328–329. The contract referred to Biel\nthroughout as “teacher,” and directed her to the benefits guide for\n“Lay Employees.” App. to Pet. for Cert. in No. 19–348, at 105a;\nApp. 320, 325, 327–329. The contract also stated that Biel would\nwork ‘‘within [St. James’s] overriding commitment’’ to church\n‘‘doctrines, laws, and norms’’ and would ‘‘model, teach, and\npromote behavior in conformity to the teaching of the Roman\nCatholic Church.’’ 911 F. 3d, at 605 (internal quotation marks\nomitted). According to the faculty handbook, all faculty (religion\nteachers or not) ‘‘participate in the Church’s mission’’ of\nproviding ‘‘quality Catholic education to . . . students,\neducating them in academic areas and in . . . Catholic\nfaith and values.”Id., at 605–606 (internal quotation marks\nomitted). The faculty handbook further instructs teachers to follow\nCalifornia’s public-school curricular requirements.Id., at\n606.Although St. James School “recommended” that\nteachers be Catholic, the school did not require it. App. 289. Nor\ndid the school require teachers to have experience, training, or\nschooling in religious pedagogy. 911 F. 3d, at 605. Biel\nhad no such credentials when the school hired her, as she had\nreceived her bachelor’s degree in liberal arts and a teaching\ncredential from a public university.Ibid.Even after she\nbegan working at St. James School, Biel’s “only” training in\nreligious pedagogy was “a single half-day conference where topics\nranged from the incorporation of religious themes into lesson plans\nto techniques for teaching art classes.”Ibid.; see also\nApp. 242–244, 261–263.Biel taught her fifth-grade class all its\nacademic subjects, including English, spelling, reading,\nliterature, mathematics, science, and social studies. 911\nF. 3d, at 605; Excerpts of Record in No. 17–55180 (CA9), p.\n588. This also involved a standard religion curriculum, which Biel\ntaught for about 30 minutes four days a week. 911 F. 3d,\nat 605. When teaching religion, Biel followed instructions in a\nworkbook that the school administration had prescribed.Ibid.; App. 254–255. Twice a day, Biel would pray with her\nstudents, but she “did not lead them.” 911 F. 3d, at 605.\nRather, the class had student “prayer leaders” and “[t]he prayers\nthat were said in the classroom were said mostly by the students.”\nApp to Pet. for Cert. in No. 19–348, at 93a. As Biel explained, she\n“didn’t need to teach” her students any prayers, either, because\n“[t]hey already kn[e]w them” and “had prayer leaders.”Ibid.; contra,ante, at 24–25 (asserting without\ncitation that Biel “taught [her students] prayers”). Once a month,\nBiel joined her students in the school’s multipurpose room for\nmass, which were always officiated by a Catholic priest or a nun.\nApp. 258. The record does not show that Biel taught her\nstudents what to do at mass.Ibid.Rather, Biel’s “sole\nresponsibility” during liturgy was “to keep her class quiet and\norderly.” 911 F. 3d, at 605; App. 258–259.Near the end of the school year, Biel learned\nthat she had breast cancer and would need surgery and chemotherapy.\nBiel informed the school and explained that her condition would\nrequire her to take time off from work. 911 F. 3d, at 606;\nApp. 266–269, 309. The school responded that she would not be\nwelcomed back. 911 F. 3d, at 606; App. 270–273. At no\npoint has St. James School suggested a religious reason for\nterminating Biel’s employment.2In 1998, after a 20-year career in newspaper\nadvertising and copywriting, respondent Agnes Deirdre\nMorrissey-Berru began working as a substitute teacher at Our Lady\nof Guadalupe School, another Catholic school in Southern\nCalifornia. App. to Pet. for Cert. in No. 19–267, p. 80a; App. 74.\nMore recently, she taught fifth and sixth grade full time. App.\n73–75.Each year, Morrissey-Berru signed an employment\ncontract with the school. Like Biel’s contracts, these agreements\nreferred to Morrissey-Berru as “Teacher” and directed her to the\nbenefits guide for “Lay Employees.” App. 91–100, 127–164; App.\nto Pet. for Cert. in No. 19–267, at 32a–42a. Notably, the\nfaculty handbook promised not to discriminate on the basis of any\nprotected characteristic, including “race,” “sex,” “disability,” or\n“age.” Record Excerpts in No. 17–56624, p. 648.“At no time” during her employment did\nMorrissey-Berru “feel God was leading [her] to serve in the\nministry,” nor did she “believe [she] was accepting a formal\n. . . call to religious service by working at Our Lady of\nGuadalupe as a fifth and sixth grade teacher.” App. to Brief in\nOpposition in No. 19–267, p. 2a. Morrissey-Berru, in fact, is not a\npracticing Catholic.Ibid.Although Our Lady of Guadalupe\nSchool “preferred” its teachers to be Catholic, there is a factual\ndispute whether the school insisted on that prerequisite without\nexception (and thus, for summary-judgment purposes, the Court must\nassume there was no absolute requirement). App. 110–111;Scott, 550 U. S., at 378. Nor did the school require\nteachers to have any background or training in Catholic pedagogy\n(or even religion). Morrissey-Berru had no such credentials when\nthe school hired her, as she held a bachelor’s degree in English\nlanguage arts with a minor in secondary education. App. 73–74. Many\nyears after Morrissey-Berru had begun teaching at the school,\nthough, the school did ask her to attend a catechist course on the\nhistory of the Catholic Church. 769 Fed. Appx. 460, 461 (CA9 2019)\n(per curiam) (opinion below in No. 19–267); App. to\nPet. for Cert. in No. 19–267, at 85a. The record does not disclose\nwhether Morrissey-Berru ever completed the full\ncatechism-certification program, and in fact suggests that she did\nnot.E.g., Excerpts of Record in No. 17–56624 (CA9), pp.\n41–42, 44–45, 67.Morrissey-Berru taught her class a range of\nsubjects: reading, writing, math, grammar, vocabulary, science,\nsocial studies, and religion. App. 75. When teaching religion,\nMorrissey-Berru followed the contents of a preselected workbook.\nApp. 79–80. Morrissey-Berru also “led her students in daily\nprayer” and assisted with planning a monthly mass. 769 Fed. Appx.,\nat 461. But she did not recall “lead[ing her] students in any\ndevotional exercises.” App. to Pet. for Cert. in No. 19–267, at\n89a.In 2014, when Morrissey-Berru was in her\nsixties, the school did not renew Morrissey-Berru’s contract.Id., at 30a–31a. Like St. James, Our Lady of Guadalupe\nSchool has neither cited nor asserted a religious reason for the\ntermination.BOn these records, the Ninth Circuit correctly\nconcluded that neither school had shown that the ministerial\nexception barred the teachers’ claims for disability and age\ndiscrimination. At the very least, these cases should have\nproceeded to trial. Viewed in the light most favorable to the\nteachers, the facts do not entitle the employers to summary\njudgment.First, and as the Ninth Circuit explained,\nneither school publicly represented that either teacher was a\nCatholic spiritual leader or “minister.” Neither conferred a title\nreflecting such a position. Rather, the schools referred to both\nBiel and Morrissey-Berru as “lay” teachers, which the circuit\ncourts have long recognized as a mark of nonministerial, as opposed\nto “ministerial,” status. Seesupra, at 3–4; App. to Pet.\nfor Cert. in No. 19–267, at 32a–42a; App. 91–100, 127–164, 244–46,\n320–329.In response, the Court worries that “attaching\ntoo much significance to titles would risk privileging religious\ntraditions with formal organizational structures over those that\nare less formal.”Ante, at 17. That may or may not be true,\nbut it is irrelevant here. These cases are not about “less formal”\nreligions; they are about the Catholic Church and its publicized\nand undisputedly “formal organizational structur[e].”Ibid.After all, the right to free exercise has historically “allow[ed]\nchurches and other religious institutions to define” their own\n“membership” and internal “organization.” McConnell, The Origins\nand Historical Understanding of Free Exercise of Religion, 103\nHarv. L. Rev. 1409, 1464–1465 (1990). But that freedom of choice\nshould carry consequences in litigation. And here, like the faith\nat issue inHosanna-Tabor, the Catholic Church uses formal\ntitles.The Court then turns to irrelevant or disputed\nfacts. The Court notes, for example, that a religiously significant\nterm “rabbi” translates to “teacher,”ante, at 23,\nsuggesting that Biel’s and Morrissey-Berru’s positions as lay\nteachers conferred religious titles after all. But that wordplay\nunravels when one imagines the Court’s logic as applied to a math\nor gym or computer “teacher” at either school. The title “teacher”\ndoes not convey ministerial status. Nor does the Court gain\npurchase from the disputed fact that Biel and Morrissey-Berru were\n“regarded as ‘catechists’ ” “ ‘responsible for the faith\nformation of the[ir] students.’ ”Ante, at 4, 24. For\none thing, the Court discusses evidence from only Morrissey-Berru’s\ncase (not Biel’s).[7] For\nanother, the Court invokes the disputed deposition testimony of a\nschool administrator while ignoring record evidence refuting that\ncharacterization and suggesting that Morrissey-Berru never\ncompleted the full catechist training program. See,e.g.,\nExcerpts of Record in No. 17–56624 (CA9), at 41–42, 44–45, 67.\nAlthough the Archdiocese does confer titles and holds a formal\n“Catechist Commissioning” every September,id., at 42, 45,\nthe record does not suggest that either teacher here was so\ncommissioned. In relying on disputed factual assertions, the\nCourt’s blinkered approach completely disregards the\nsummary-judgment standard.Second (and further undermining the schools’\nclaims), neither teacher had a “significant degree of religious\ntraining” or underwent a “formal process of commissioning.”Hosanna-Tabor, 565 U. S., at 191; cf. Excerpts of\nRecord in No. 17–56624 (CA9), at 42 (identifying similarly formal\ntraining and commissioning process within the Catholic Church). Nor\ndid either school require such training or commissioning as a\nprerequisite to gaining (or keeping) employment. In Biel’s case,\nthe record reflects that she attended a single conference that\nlasted “four or five hours,” briefly discussed “how to incorporate\nGod into . . . lesson plans,” and otherwise “showed\n[teachers] how to do art and make little pictures or things like\nthat.” App. 262. Notably, all elementary school faculty\nattended the conference, including the computer teacher.Id., at 261–263. In turn, Our Lady of Guadalupe did not ask\nMorrissey-Berru to undergo any religious training for her first 13\nyears of teaching, until it asked her to attend the uncompleted\nprogram described above. Seeid., at 76–77. This\nconsideration instructs that the teachers here did not fall within\nthe ministerial exception.Third, neither Biel nor Morrissey-Berru held\nherself out as having a leadership role in the faith community.\nNeither claimed any benefits (tax, governmental, ceremonial, or\nadministrative) available only to spiritual leaders. Cf.Hosanna-Tabor, 565 U. S., at 191–192. Nor does it\nmatter that all teachers signed contracts agreeing to model and\nimpart Catholic values. This component of theHosanna-Taborinquiry focuses on outward-facing behavior, and neither Biel nor\nMorrissey-Berru publicly represented herself as anything more than\na fifth-grade teacher. App. to Brief in Opposition in No. 19–267,\nat 1a–2a; App. 249–250. The Court does not grapple with this third\ncomponent ofHosanna-Tabor’s inquiry, which seriously\nundermines the schools’ cases.That leaves only the fourth consideration inHosanna-Tabor: the teachers’ function. To be sure, Biel and\nMorrissey-Berru taught religion for a part of some days in the\nweek. But that should not transform them automatically into\nministers who “guide” the faith “on its way.”Hosanna-Tabor,\n565 U. S., at 196; see alsosupra,at 3–4. Although the\nCourt does not resolve this functional question with “a stopwatch,”\nit still considers the “amount of time an employee spends on\nparticular activities” in “assessing that employee’s status.”Hosanna-Tabor, 565 U. S., at 193–194. Here, the time\nBiel and Morrissey-Berru spent on secular instruction far surpassed\ntheir time teaching religion. For the vast majority of class, they\ntaught subjects like reading, writing, spelling, grammar,\nvocabulary, math, science, social studies, and geography. In so\ndoing, both were like any public school teacher in California,\nsubject to the same statewide curriculum guidelines. 911\nF. 3d, at 606. In other words, both Biel and Morrissey-Berru\nhad almost exclusively secular duties, making it especially\nimproper to deprive them of all legal protection when their\nemployers have not offered any religious reason for the alleged\ndiscrimination.Nor is it dispositive that both teachers prayed\nwith their students. Biel did not lead devotionals in her\nclassroom, did not teach prayers, and had a minor role in\nmonitoring student behavior during a once-a-month mass.\nApp. 79, 252–253, 256–259. Morrissey-Berru did lead classroom\nprayers, bring her students to a cathedral once a year, direct the\nschool Easter play, and sign a contract directing her to “assist\nwith Liturgy Planning.” App. to Pet. for Cert. in No. 19–267, at\n42a, 68a–69a, 95a–96a. But these occasional tasks should not\ntrigger as a matter of law the ministerial exception.\nMorrissey-Berru did not lead mass, deliver sermons, or select\nhymns.Id., at 89a. And unlike the teacher inHosanna-Tabor, there is no evidence that Morrissey-Berru led\ndevotional exercises. App. to Pet. for Cert. in No. 19–267, at 89a.\nHer limited religious role does not fitHosanna-Tabor’s\ndescription of a “minister to the faithful.” 565 U. S., at\n189.Nevertheless, the Court insists that the\nteachers are ministers because “implicit in our decision inHosanna-Taborwas a recognition that educating young people\nin their faith, inculcating its teachings, and training them to\nlive their faith are responsibilities that lie at the very core of\nthe mission of a private religious school.”Ante, at 18. But\nteaching religion in school alone cannot dictate ministerial\nstatus. If it did, thenHosanna-Taborwasted precious pages\ndiscussing titles, training, and other objective indicia to examine\nwhether Cheryl Perich was a minister. Not surprisingly, the\nGovernment made this same point earlier in Biel’s case: “If\nteaching religion to elementary school students for a half-hour\neach day, praying with them daily, and accompanying them to weekly\nor monthly religious services were sufficient to establish a\nteacher as a minister of the church within the meaning of the\nministerial exception, the Supreme Court would have had no need for\nmost of its discussion inHosanna-Tabor.” Brief for EEOC asAmicus Curiaein No. 17–55180 (CA9), p. 21. Rather,\n“the Court made clear inHosanna-Taborthat context\nmatters.”Ibid.Indeed.[8]Were there any doubt left about the proper\nresult here, recall that neither school has shown that it required\nits religion teachers to be Catholic. The Court does not explain\nhow the schools here can show, or have shown, that a non-Catholic\n“personif[ies]” Catholicism or leads the faith.Hosanna-Tabor, 565 U. S., at 188. Instead, the Court\nremarks that a “rigid” coreligionist requirement might “not always\nbe easy” to apply to faiths like Judaism or variations of\nProtestantism.Ante, at 25–26. Perhaps. But that has nothing\nto do with Catholicism.Pause, for a moment, on the Court’s conclusion:\nEven if the teachers were not Catholic, and even if they were\nforbidden to participate in the church’s sacramental worship, they\nwould nonetheless be “ministers” of the Catholic faith simply\nbecause of their supervisory role over students in a religious\nschool. That stretches the law and logic past their breaking\npoints. (Indeed, it is ironic that Our Lady of Guadalupe School\nseeks complete immunity for age discrimination when its teacher\nhandbook promised not to discriminate on that basis.) As the\nGovernment once put it, even when a school has a “pervasively\nreligious atmosphere,” its faculty are unlikely ministers when\n“there is no requirement that its teachers even be members of [its]\nreligious denomination.” Brief for Appellee in No. 84–2779 (CA9\n1986), pp. 11, 29, n. 17. It is hard to imagine a more\nconcrete example than these cases.*  *  *The Court’s conclusion portends grave\nconsequences. As the Government (arguing for Biel at the time)\nexplained to the Ninth Circuit, “thousands of Catholic teachers”\nmay lose employment-law protections because of today’s outcome.\nRecording of Oral Arg. 25:15–25:30 in No. 17–55180 (July 11, 2018),\nhttps://www.ca9.uscourts.gov/media/\nview_video.php?pk_vid=0000014022. Other sources tally over a\nhundred thousand secular teachers whose rights are at risk. See,e.g., Brief for Virginia et al. asAmici Curiae33, n. 25. And that says nothing of the rights of countless\ncoaches, camp counselors, nurses, social-service workers, in-house\nlawyers, media-relations personnel, and many others who work for\nreligious institutions. All these employees could be subject to\ndiscrimination for reasons completely irrelevant to their\nemployers’ religious tenets.In expanding the ministerial exception far\nbeyond its historic narrowness, the Court overrides Congress’\ncarefully tailored exceptions for religious employers. Little if\nnothing appears left of the statutory exemptions after today’s\nconstitutional broadside. So long as the employer determines that\nan employee’s “duties” are “vital” to “carrying out the mission of\nthe church,”ante, at 21–22, then today’s laissez-faire\nanalysis appears to allow that employer to make employment\ndecisions because of a person’s skin color, age, disability, sex,\nor any other protected trait for reasons having nothing to do with\nreligion.This sweeping result is profoundly unfair. The\nCourt is not only wrong on the facts, but its error also risks\nupending antidiscrimination protections for many employees of\nreligious entities. Recently, this Court has lamented a perceived\n“discrimination against religion.”E.g.,Espinozav.Montana Dept. of Revenue,ante, at 12. Yet here it\nswings the pendulum in the extreme opposite direction, permitting\nreligious entities to discriminate widely and with impunity for\nreasons wholly divorced from religious beliefs. The inherent\ninjustice in the Court’s conclusion will be impossible to ignore\nfor long, particularly in a pluralistic society like ours. One must\nhope that a decision deft enough to remoldHosanna-Taborto\nfit the result reached today reflects the Court’s capacity to cabin\nthe consequences tomorrow.I respectfully dissent.Notes1While jettisoning most ofHosanna-Tabor’s majority opinion and insisting on “implicit”\nrationales that featured in a two-Justice concurrence,ante,\nat 18, today’s Court curiously accuses this dissent of “cobb[ling]\ntogether” a standard focused on leadership,ante, at 22,\nn. 26. But leadership was central inHosanna-Tabor,\njust as it was explicit in the appellate court consensus thatHosanna-Taborembraced. Seesupra,at\n3–4.2Today’s Court resists\nthis commonsense approach, warning that it might mean that “a\nmember of the Christian clergy or a rabbi” who “spends almost all\nof his or her time studying Scripture or theology and writing”\nwould not fall within the ministerial exception.Ante,at\n23, n. 26. Those examples betray the Court’s holding: As the\nCourt intuits (but does not recognize), the examples likely fall\nwithin the ministerial exception not just because of the functions\ninvolved but also because of the titles (“clergy” and “rabbi”), the\ntraining required to obtain those titles, and the time spent on\nreligious activity (“almost all” of one’s time).Ibid.It\nshould be equally obvious that someone who spends a sliver of time\nreading, writing, or teaching about religion does not automatically\nbecome a minister of that religion.3Elsewhere, the Court\nhints at a comparative inquiry, noting that Biel and\nMorrissey-Berru were the school staff “entrusted most directly”\nwith “educating their students in the faith.”Ante, at 21.\nSetting aside the Court’s factual assumptions, one must ask:\n“[M]ost directly” compared to what (or whom)? The Court does not\nsay. Perhaps the Court means to embrace the predominant circuit\napproach, which looked at whether a putative minister “serv[ed]\nprimarily religious roles.”Hankinsv.Lyght,441 F.3d 96, 117, 118, n. 13 (CA2 2006) (Sotomayor, J.,\ndissenting) (identifying seven Circuits); see also,e.g.,Petruskav.Gannon University,462 F.3d 294, 304, n. 6, 307 (CA3 2006). But were that the\ncase, the teachers would have undoubtedly prevailed\nhere.4See,e.g.,\nArchdiocese of Los Angeles, Administrative Handbook §2.3.1\n(“[P]arishioners are vital to parish life as volunteers. They\npartic-ipate as catechists in religious education, organize youth\nministry and adult events, assist in charitable and social outreach\nactivities in the community, and serve as extraordinary ministers\nof the Eucharist, lectors, altar servers, and ushers, as well as in\nother supporting ministerial roles”); Pope Francis, Post-Synodal\nApostolic Exhortation on Love in the Family 13–14 (2015) (“The\nfamily is . . . the place where parents become their\nchildren’s first teachers in the faith . . . .\nParents have a serious responsibility for this work of\neducation”).5The Court maintains that\nthe Court of Appeals erred by “in effect” granting summary judgment\nto the teachers on the ministerial exception instead of\n“remand[ing] for a trial.”Ante,at 3, n. 1. Yet\ntoday’s decision commits the exact error it claims to diagnose: The\nCourt views the facts in the light most favorable to the schools\nand “in effect” grants summary judgment to the movants instead of\nremanding for a trial. As explained below, the Court is also wrong\nto assert that there is no material fact genuinely in dispute.\nCompareibid.(asserting that “neither party takes the\nposition that anymaterialfact is genuinely in dispute)\nwith,e.g.,Brief for Respondents 12–13, n. 4, 40–41\n(taking the position that material facts are genuinely in\ndispute).6Unlike the Court, I begin\nwith Biel’s case because it was the first one decided and the only\none deemed precedential below. Biel passed away last year, losing\nher life to the same cancer that allegedly lost her a job at St.\nJames. Biel’s husband now represents her estate.7In Biel’s case, the Court\ncites a page from St. James School’s “Staff Guidelines and\nResponsibilities” setting out “ ‘expect[ations]’ ” and a\ndeclaration by the school principal about required attendance at a\nteacher conference. Seeante, at 24, n. 28. Neither shows as\na matter of law that Biel was a “catechist” or that formal\nreligious training was a prerequisite to her position. Seeinfra, this page and 17.8Although the Government\nsupported Biel below, it has since switched sides without\nexplanation. Odder still, the Government’s brief to this Court\nfaults the Ninth Circuit for having embraced the Government’s prior\nviews. Compare Brief for EEOC asAmicus Curiaein No.\n17–55180 (CA9), p. 21, with Brief for United States asAmicus Curiae16–17.",
    "joined": []
}