{
    "case": {
        "docket": "223",
        "citation": "562",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/562/223/"
    },
    "id": "1963421",
    "author": "sotomayor",
    "type": "dissent",
    "text": "562 U. S. ____ (2011)562 U. S. ____ (2011)562 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 09-152RUSSELL BRUESEWITZ, et al., PETITIONERSv.WYETH LLC, fka WYETH, INC., fka WYETH LABORATORIES,\net al.on writ of certiorari to the united states court of\nappeals for the third circuit[February 22, 2011]Justice Sotomayor, with whom\nJustice Ginsburg joins, dissenting.Vaccine manufacturers have long\nbeen subject to a legal duty, rooted in basic principles of\nproducts liability law, to improve the designs of their vaccines in\nlight of advances in science and technology. Until today, that duty\nwas enforceable through a traditional state-law tort action for\ndefective design. In holding that §22(b)(1) of the National\nChildhood Vaccine Injury Act of 1986 (Vaccine Act or Act), 42 U.\nS. C. §300aa–22(b)(1), pre-empts all design defect claims for\ninjuries stemming from vaccines covered under the Act, the Court\nimposes its own bare policy preference over the considered judgment\nof Congress. In doing so, the Court excises 13 words from the\nstatutory text, misconstrues the Act’s legislative history, and\ndisturbs the careful balance Congress struck between compensating\nvaccine-injured children and stabilizing the childhood vaccine\nmarket. Its decision leaves a regulatory vacuum in which no one\nensures that vaccine manufacturers adequately take account of\nscientific and technological advancements when designing or\ndistributing their products. Because nothing in the text,\nstructure, or legislative history of the Vaccine Act remotely\nsuggests that Congress intended such a result, I respectfully\ndissent.IASection 22 of the Vaccine Act\nprovides “[s]tandards of responsibility” to govern civil actions\nagainst vaccine manufacturers. 42 U. S. C. §300aa–22. Section\n22(a) sets forth the “[g]eneral rule” that “State law shall apply\nto a civil action brought for damages for a vaccine-related injury\nor death.” §300aa–22(a). This baseline rule that state law applies\nis subject to three narrow exceptions, one of which, §22(b)(1), is\nat issue in this case. Section 22(b)(1) provides:“No vaccine manufacturer shall be liable in a civil\naction for damages arising from a vaccine-related injury or death\nassociated with the administration of a vaccine after October 1,\n1988, if the injury or death resulted from side effects that were\nunavoidable even though the vaccine was properly prepared and was\naccompanied by proper directions and warnings.”\n§300aa–22(b)(1).The provision contains two key clauses: “if the\ninjury or death resulted from side effects that were unavoidable”\n(the “if ” clause), and “even though the vaccine was properly\nprepared and was accompanied by proper directions and warnings”\n(the “even though” clause).Blackletter products liability law generally\nrecognizes three different types of product defects: design\ndefects, manufacturing defects, and labeling defects\n(e.g., failure to warn).[Footnote 1] The reference in the “even though” clause to a\n“properly prepared” vaccine “accompanied by proper directions and\nwarnings” is an obvious reference to two such defects—manufacturing\nand labeling defects. The plain terms of the “even though” clause\nthus indicate that §22(b)(1) applies only where neither kind of\ndefect is present. Because §22(b)(1) is invoked by vaccine\nmanufacturers as a defense to tort liability, it follows that the\n“even though” clause requires a vaccine manufacturer in each civil\naction to demonstrate that its vaccine is free from manufacturing\nand labeling defects to fall within the liability exemption of\n§22(b)(1).[Footnote 2]Given that the “even though” clause requires\nthe absence of manufacturing and labeling defects, the “if ”\nclause’s reference to “side effects that were unavoidable” must\nrefer to side effects caused by something other than manufacturing\nand labeling defects. The only remaining kind of product defect\nrecognized under traditional products liability law is a design\ndefect. Thus, “side effects that were unavoidable” must refer to\nside effects caused by a vaccine’sdesignthat were\n“unavoidable.” Because §22(b)(1) uses the conditional term “if,”\nmoreover, the text plainly implies that some side effects stemming\nfrom a vaccine’s design are “unavoidable,” while others are\navoidable. See Webster’s Third New International Dictionary 1124\n(2002) (“if ” means “in the event that,” “so long as,” or “on\ncondition that”). Accordingly, because the “if ” clause (like\nthe “even though” clause) sets forth a condition to invoke\n§22(b)(1)’s defense to tort liability, Congress must also have\nintended a vaccine manufacturer to demonstrate in each civil action\nthat the particular side effects of a vaccine’s design were\n“unavoidable.”Congress’ use of conditional “if ”\nclauses in two other provisions of the Vaccine Act supports the\nconclusion that §22(b)(1) requires an inquiry in each case in which\na manufacturer seeks to invoke the provision’s exception to state\ntort liability. In §22(b)(2), Congress created a presumption that,\nfor purposes of §22(b)(1), “a vaccine shall be presumed to be\naccompanied by proper directions and warnings if the vaccine\nmanufacturer shows that it complied in all material respects with”\nfederal labeling requirements. 42 U. S. C. §300aa–22(b)(2).\nSimilarly, in §23(d)(2), Congress created an exemption from\npunitive damages “[i]f . . . the manufacturer shows that it\ncomplied, in all material respects,” with applicable federal laws,\nunless it engages in “fraud,” “intentional and wrongful withholding\nof information” from federal regulators, or “other criminal or\nillegal activity.” §300aa–23(d)(2). It would be highly anomalous\nfor Congress to use a conditional “if ” clause in §§22(b)(2)\nand 23(d)(2) to require a specific inquiry in each case while using\nthe same conditional “if ” clause in §22(b)(1) to denote a\ncategorical exemption from liability. Cf.Erlenbaughv.United States,409 U. S. 239, 243\n(1972) (“[A] legislative body generally uses a particular word with\na consistent meaning in a given context”).Indeed, when Congress intends to pre-empt\ndesign defect claims categorically, it does so using categorical\n(e.g., “all”) and/or declarative language (e.g.,\n“shall”), rather than a conditional term (“if ”). For example,\nin a related context, Congress has authorized the Secretary of\nHealth and Human Services to designate a vaccine designed to\nprevent a pandemic or epidemic as a “covered countermeasure.” 42 U.\nS. C. §§247d–6d(b), (i)(1), (i)(7)(A)(i). With respect to such\n“covered countermeasure[s],” Congress provided that subject to\ncertain exceptions, “a covered personshallbe immune from\nsuit and liability under Federal and State law with respect toallclaims for loss caused by, arising out of, relating\nto, or resulting from the administration to or the use by an\nindividual of a covered countermeasure,” §247d–6d(a)(1) (emphasis\nadded), including specifically claims relating to “the design” of\nthe countermeasure, §247d–6d(a)(2)(B).The plain text and structure of the Vaccine\nAct thus compel the conclusion that §22(b)(1) pre-empts some—but\nnot all—design defect claims. Contrary to the majority’s and\nrespondent’s categorical reading, petitioners correctly contend\nthat, where a plaintiff has proved that she has suffered an injury\nresulting from a side effect caused by a vaccine’s design, a\nvaccine manufacturer may invoke §22(b)(1)’s liability exemption\nonly if it demonstrates that the side effect stemming from the\nparticular vaccine’s design is “unavoidable,” and that the vaccine\nis otherwise free from manufacturing and labeling defects.[Footnote 3]BThe legislative history confirms\npetitioners’ interpretation of §22(b)(1) and sheds further light on\nits pre-emptive scope. The House Energy and Commerce Committee\nReport accompanying the Vaccine Act, H. R. Rep. No. 99–908,\npt. 1 (1986) (hereinafter 1986 Report), explains in relevant\npart:“Subsection (b)—Unavoidable\nAdverse Side Effects; Direct Warnings.—This provision sets\nforth the principle contained in Comment K of Section 402A of the\nRestatement of Torts (Second) that a vaccine manufacturer should\nnot be liable for injuries or deaths resulting from unavoidable\nside effects even though the vaccine was properly prepared and\naccompanied by proper directions and warnings.“The Committee has set forth Comment K in this\nbill because it intends that the principle in Comment K regarding\n‘unavoidably unsafe’ products, i.e., those products which in the\npresent state of human skill and knowledge cannot be made safe,\napply to the vaccines covered in the bill and that such products\nnot be the subject of liability in the tort system.”Id.,\nat 25–26.The Report expressly adopts commentkof\n§402A of the Restatement of Torts (Second) (1963–1964) (hereinafter\nRestatement), which provides that “unavoidably unsafe”\nproducts—i.e., those that “in the present state of human\nknowledge, are quite incapable of being made safe for their\nintended and ordinary use”—are not defective.[Footnote 4] As “[a]n outstanding example” of an\n“[u]navoidably unsafe” product, commentkcites “the\nvaccine for the Pasteur treatment of rabies, which not uncommonly\nleads to very serious and damaging consequences when it is\ninjected”; “[s]ince the disease itself invariably leads to a\ndreadful death, both the marketing and the use of the vaccine are\nfully justified, notwithstanding the unavoidable high degree of\nrisk which they involve.”Id., at 353. Commentkthus provides that “seller[s]” of “[u]navoidably unsafe” products\nare “not to be held to strict liability” provided that such\nproducts “are properly prepared and marketed, and proper warning is\ngiven.”Ibid.As the 1986 Report explains, Congress intended\nthat the “principle in Comment K regarding ‘unavoidably unsafe’\nproducts” apply to the vaccines covered in the bill. 1986 Report\n26. That intent, in turn, is manifested in the plain text of\n§22(b)(1)—in particular, Congress’ use of the word “unavoidable,”\nas well as the phrases “properly prepared” and “accompanied by\nproper directions and warnings,” which were taken nearly verbatim\nfrom commentk. 42 U. S. C. §300aa–22(b)(1); see\nRestatement 353–354 (“Such a[n unavoidably unsafe] product,\nproperly prepared, and accompanied by proper directions and\nwarning, is not defective”). By the time of the Vaccine Act’s\nenactment in 1986, numerous state and federal courts had\ninterpreted commentkto mean that a product is\n“unavoidably unsafe” when, given proper manufacture and labeling,\nno feasible alternative design would reduce the safety risks\nwithout compromising the product’s cost and utility.[Footnote 5] Given Congress’ expressed intent\nto codify the “principle in Comment K,” 1986 Report 26, the term\n“unavoidable” in §22(b)(1) is best understood as a term of art,\nwhich incorporates the commonly understood meaning of “unavoidably\nunsafe” products under commentkat the time of the Act’s\nenactment in 1986. SeeMcDermott Int’l, Inc.v.Wilander,498 U. S. 337, 342\n(1991) (“[W]e assume that when a statute uses … a term [of art],\nCongress intended it to have its established meaning”);Morissettev.United States,342 U. S. 246, 263\n(1952) (same).[Footnote 6]\nSimilarly, courts applying commentkhad long required\nmanufacturers invoking the defense to demonstrate that their\nproducts were not only “unavoidably unsafe” but also properly\nmanufactured and labeled.[Footnote\n7] By requiring “prope[r] prepar[ation]” and “proper directions\nand warnings” in §22(b)(1), Congress plainly intended to\nincorporate these additional commentkrequirements.The 1986 Report thus confirms petitioners’\ninterpretation of §22(b)(1). The Report makes clear that “side\neffects that were unavoidable” in §22(b)(1) refers to side effects\nstemming from a vaccine’s design that were “unavoidable.” By\nexplaining what Congress meant by the term “unavoidable,” moreover,\nthe Report also confirms that whether a side effect is\n“unavoidable” for purposes of §22(b)(1) involves a specific inquiry\nin each case as to whether the vaccine “in the present state of\nhuman skill and knowledge cannot be made safe,” 1986 Report\n26—i.e., whether a feasible alternative design existed\nthat would have eliminated the adverse side effects of the vaccine\nwithout compromising its cost and utility. See Brief for Kenneth W.\nStarr et al. asAmici Curiae14–15 (“If a particular\nplaintiff could show that her injury at issue was avoidable …\nthrough the use of a feasible alternative design for a specific\nvaccine, then she would satisfy the plain language of the statute,\nbecause she would have demonstrated that the side effects werenotunavoidable”). Finally, the Report confirms that the\n“even though” clause is properly read to establish two additional\nprerequisites—proper manufacturing and proper labeling—to qualify\nfor §22(b)(1)’s liability exemption.[Footnote 8]In addition to the 1986 Report, one other\npiece of the Act’s legislative history provides further\nconfirmation of the petitioners’ textual reading of §22(b)(1). When\nCongress enacted the Vaccine Act in 1986, it did not initially\ninclude a source of payment for the no-fault compensation program\nthe Act established. The Act thus “made the compensation program\nand accompanying tort reforms contingent on the enactment of a tax\nto provide funding for the compensation.” 1987 Report 690. In 1987,\nCongress passed legislation to fund the compensation program. The\nHouse Energy and Commerce Committee Report[Footnote 9] accompanying that legislation specifically\nstated that “the codification of Comment (k) of The Restatement\n(Second) of Torts was not intended to decide as a matter of law the\ncircumstances in which a vaccine should be deemed unavoidably\nunsafe.”Id., at 691. The Committee noted that “[a]n\namendment to establish … that a manufacturer’s failure to develop\n[a] safer vaccine was not grounds for liability was rejected by the\nCommittee during its original consideration of the Act.”Ibid.In light of that rejection, the Committee emphasized\nthat “there should be no misunderstanding that the Act undertook to\ndecide as a matter of law whether vaccines were unavoidably unsafe\nor not,” and that “[t]his question is left to the courts to\ndetermine in accordance with applicable law.”Ibid.To be sure, postenactment legislative history\ncreated by a subsequent Congress is ordinarily a hazardous basis\nfrom which to infer the intent of the enacting Congress. SeeSullivanv.Finkelstein,496 U. S. 617, 631–632\n(1990) (Scalia, J., concurring in part). But unlike ordinary\npostenactment legislative history, which is justifiably given\nlittle or no weight, the 1987 Report reflects the intent of the\nCongress that enacted the funding legislation necessary to give\noperative effect to the principal provisions of the Vaccine Act,\nincluding §22(b)(1).[Footnote\n10] Congress in 1987 had a number of options before it,\nincluding adopting an entirely different compensation scheme, as\nthe Reagan administration was proposing;[Footnote 11] establishing different limitations on\ntort liability, including eliminating design defect liability, as\npharmaceutical industry leaders were advocating;[Footnote 12] or not funding the\ncompensation program at all, which would have effectively nullified\nthe relevant portions of the Act. Because the tort reforms in the\n1986 Act, including §22(b)(1), had no operative legal effect unless\nand until Congress provided funding for the compensation program,\nthe views of the Congress that enacted that funding legislation are\na proper and, indeed, authoritative guide to the meaning of\n§22(b)(1). Those views, as reflected in the 1987 Report, provide\nunequivocal confirmation of petitioners’ reading of §22(b)(1).In sum, the text, structure, and legislative\nhistory of the Vaccine Act are fully consistent with petitioners’\nreading of §22(b)(1). Accordingly, I believe §22(b)(1) exempts\nvaccine manufacturers from tort liability only upon a showing by\nthe manufacturer in each case that the vaccine was properly\nmanufactured and labeled, and that the side effects stemming from\nthe vaccine’s design could not have been prevented by a feasible\nalternative design that would have eliminated the adverse side\neffects without compromising the vaccine’s cost and utility.IIIn contrast to the interpretation\nof §22(b)(1) set forth above, the majority’s interpretation does\nconsiderable vio-lence to the statutory text, misconstrues the\nlegislative history, and draws the wrong conclusions from the\nstructure of the Vaccine Act and the broader federal scheme\nregulating vaccines.AAs a textual matter, the\nmajority’s interpretation of §22(b)(1) is fundamentally flawed in\nthree central respects. First, the majority’s categorical reading\nrests on a faulty and untenable premise. Second, its reading\nfunctionally excises 13 words from the statutory text, including\nthe key term “unavoidable.” And third, the majority entirely\nignores the Vaccine Act’s default rule preserving state tort\nlaw.To begin, the majority states\nthat “[a] side effect of a vaccine couldalwayshave been\navoidable by use of a differently designed vaccine not containing\nthe harmful element.”Ante, at 7. From that premise, the\nmajority concludes that the statute must mean that “thedesignof the vaccine is a given, not subject to question\nin the tort action,” because construing the statute otherwise would\nrender §22(b)(1) a nullity.Ibid. A tort claimant,\naccording to the majority, will always be able to point to a\ndifferently designed vaccine not containing the “harmful element,”\nand if that were sufficient to show that a vaccine’s side effects\nwere not “unavoidable,” the statute would pre-empt nothing.The starting premise of the majority’s\ninterpretation, however, is fatally flawed. Although in the most\nliteral sense, as the majority notes, a side effect can always be\navoided “by use of a differently designed vaccine not containing\nthe harmful element,”ibid., this interpretation of\n“unavoidable” would effectively read the term out of the statute,\nand Congress could not have intended that result. Indeed, §22(b)(1)\nspecifically uses the conditional phrase “if the injury or death\nresulted from side effects that were unavoidable,” which plainly\nindicates that Congress contemplated that there would be some\ninstances in which a vaccine’s side effects are “unavoidable” and\nother instances in which they are not. Seesupra, at 3.\nThe majority’s premise that a vaccine’s side effects can always be\n“avoid[ed] by use of a differently designed vaccine not containing\nthe harmful element,”ante, at 7, entirely ignores the\nfact that removing the “harmful element” will often result in a\nless effective (or entirely ineffective) vaccine. A vaccine, by its\nnature, ordinarily employs a killed or weakened form of a bacteria\nor virus to stimulate antibody production;[Footnote 13] removing that bacteria or virus\nmight remove the “harmful element,” but it would also necessarily\nrender the vaccine inert. As explained above, the legislative\nhistory of the Vaccine Act and the cases interpreting commentkmake clear that a side effect is “unavoidable” for\npurposes of §22(b)(1) only where there is no feasible alternative\ndesign that would eliminate the side effect of the vaccine without\ncompromising its cost and utility. Seesupra, at 7. The\nmajority’s premise—that side effects stemming from a vaccine’s\ndesign are always avoidable—is thus belied by the statutory text\nand legislative history of §22(b)(1). And because its starting\npremise is invalid, its conclusion—that the design of a vaccine is\nnot subject to challenge in a tort action—is also necessarily\ninvalid.The majority’s reading suffers from an even\nmore fundamental defect. If Congress intended to exempt vaccine\nmanufacturers categorically from all design defect liability, it\nmore logically would have provided: “No vaccine manufacturer shall\nbe liable in a civil action for damages arising from a\nvaccine-related injury or death associated with the administration\nof a vaccine after October 1, 1988, if the vaccine was properly\nprepared and was accompanied by proper directions and warnings.”\nThere would have been no need for Congress to include the\nadditional 13 words “the injury or death resulted from side effects\nthat were unavoidable even though.” SeeTRW Inc.v.Andrews,534\nU. S. 19, 31 (2001) (noting “cardinal principle of statutory\nconstruction that a statute ought, upon the whole, to be so\nconstrued that, if it can be prevented, no clause, sentence, or\nword shall be superfluous, void, or insignificant” (internal\nquotation marks omitted)).InBatesv.Dow Agrosciences\nLLC,544 U. S. 431(2005), this Court\nconsidered an analogous situation where an express pre-emption\nprovision stated that certain States “ ‘shall not impose or\ncontinue in effect any requirements for labeling or packaging in\naddition to or different from those required under this\nsubchapter.’ ”Id., at 436 (quoting 7 U. S. C.\n§136v(b) (2000 ed.)). TheBatesCourt stated:“Conspicuously absent from the submissions by\n[respondent] and the United States is any plausible alternative\ninterpretation of ‘in addition to or different from’ that would\ngive that phrase meaning. Instead, they appear to favor reading\nthose words out of the statute, which would leave the following:\n‘Such State shall not impose or continue in effect any requirements\nfor labeling or packaging.’ This amputated version of [the statute]\nwould no doubt have clearly and succinctly commanded the\npre-emption ofallstate requirements concerning labeling.\nThat Congress added the remainder of the provision is evidence of\nits intent to draw a distinction between state labeling\nrequirements that are pre-empted and those that are not.” 544 U.\nS., at 448–449.As with the statutory interpretation rejected by\nthis Court inBates, the majority’s interpretation of\n§22(b)(1) functionally excises 13 words out of the statute,\nincluding the key term “unavoidable.” SeeDuncanv.Walker,533\nU. S. 167, 174 (2001) (“We are especially unwilling” to treat a\nstatutory term as surplusage “when the term occupies so pivotal a\nplace in the statutory scheme”). Although the resulting “amputated\nversion” of the statutory provision “would no doubt have clearly\nand succinctly commanded the pre-emption ofallstate”\ndesign defect claims, the fact “[t]hat Congress added the remainder\nof the provision” is strong evidence of its intent not to pre-empt\ndesign defect claims categorically.Bates, 544 U. S., at\n449; see alsoAmerican Home Prods. Corp.v.Ferrari, 284 Ga. 384, 393, 668 S. E. 2d 236, 242\n(2008) (“ ‘If Congress had intended to deprive injured parties\nof a long available form of compensation, it surely would have\nexpressed that intent more clearly’ ” (quotingBates,\n544 U. S., at 449)), cert. pending, No. 08–1120.Strikingly, the majority concedes that its\ninterpretation renders 13 words of the statute entirely\nsuperfluous. Seeante, at 12 (“The intervening passage\n(‘the injury or death resulted from side effects that were\nunavoidable even though’) is unnecessary. True enough”).\nNevertheless, the majority contends that “the rule against giving a\nportion of text an interpretation which renders it superfluous …\napplies only if verbosity and prolixity can be eliminated by giving\nthe offending passage, or the remainder of the text, a competing\ninterpretation.”Ibid. According to the majority,\npetitioners’ reading of §22(b)(1) renders the “even though” clause\nsuperfluous because, to reach petitioners’ desired outcome, “[i]t\nwould suffice to say ‘if the injury or death resulted from side\neffects that were unavoidable’—full stop.”Ibid.As\nexplained above, however, the “even though” clause establishes two\nadditional prerequisites—proper manufacturing and proper\nlabeling—to qualify for §22(b)(1)’s exemption from liability.\nContrary to the majority’s contention, then, the “even though”\nclause serves an important function by limiting the scope of the\npre-emption afforded by the preceding “if ” clause.[Footnote 14]The majority’s only other textual argument is\nbased on theexpressio unius,exclusio alteriuscanon. According to the majority, because blackletter products\nliability law generally recognizes three different types of product\ndefects, “[i]f all three were intended to be preserved, it would be\nstrange [for Congress] to mention specifically only two”—namely,\nmanufacturing and labeling defects in the “even though” clause—“and\nleave the third to implication.”Ante, at 8. The\nmajority’s argument, however, ignores that the default rule under\nthe Vaccine Act is that state law is preserved. As explained above,\n§22(a) expressly provides that the “[g]eneral rule” is that “State\nlaw shall apply to a civil action brought for damages for a\nvaccine-related injury or death.” 42 U. S. C. §300aa–22(a).\nBecause §22(a) already preserves state-law design defect claims (to\nthe extent the exemption in §22(b)(1) does not apply), there was no\nneed for Congress separately and expressly to preserve design\ndefect claims in §22(b)(1). Indeed, Congress’ principal aim in\nenacting §22(b)(1) was not to preserve manufacturing and labeling\nclaims (those, too, were already preserved by §22(a)), but rather,\nto federalize commentk-type protection for “unavoidably\nunsafe” vaccines. The “even though” clause simply functions to\nlimit the applicability of that defense. The lack of express\nlanguage in §22(b)(1) specifically preserving design defect claims\nthus cannot fairly be understood as impliedly (and categorically)\npre-empting such traditional state tort claims, which had already\nbeen preserved by §22(a).[Footnote 15]The majority also suggests that if Congress\nwished to preserve design defect claims, it could have simply\nprovided that manufacturers would be liable for “defective\nmanufacture, defective directions or warning, and defective\ndesign.”Ante, at 8 (internal quotation marks omitted).\nPutting aside the fact that §22(a) already preserves design defect\nclaims (to the extent §22(b)(1) does not apply), the majority’s\nproposed solution would not have fully effectuated Congress’\nintent. As the legislative history makes clear, Congress used the\nterm “unavoidable” to effectuate its intent that the “principle in\nComment K regarding ‘unavoidably unsafe’ products … apply to the\nvaccines covered in the bill.” 1986 Report 26; see also 1987 Report\n691. At the time of the Vaccine Act’s enactment in 1986, at least\none State had expressly rejected commentk,[Footnote 16] while many others had not\naddressed the applicability of commentkspecifically to\nvaccines or applied commentkto civil actions proceeding\non a theory other than strict liability (e.g.,\nnegligence[Footnote 17]). A\nstatute that simply stated that vaccine manufacturers would be\nliable for “defective design” would be silent as to the\navailability of a commentk-type defense for “unavoidably\nunsafe” vaccines, and thus would not have fully achieved Congress’\naim of extending greater liability protection to vaccine\nmanufacturers by providing commentk-type protection in\nall civil actions as a matter of federal law.BThe majority’s structural\narguments fare no better than its textual ones. The principal\nthrust of the majority’s position is that, since nothing in the\nVaccine Act or the FDA’s regulations governing vaccines expressly\nmentions design defects, Congress must have intended to remove\nissues concerning the design of FDA-licensed vaccines from the tort\nsystem.Ante, at 13. The flaw in that reasoning, of\ncourse, is that the FDA’s silence on design defects existed long\nbefore the Vaccine Act was enacted. Indeed, the majority itself\nconcedes that the “FDA has never even spelled out in regulations\nthe criteria it uses to decide whether a vaccine is safe and\neffective for its intended use.”[Footnote 18]Ibid.And yet it is undisputed that\nprior to the Act, vaccine manufacturers had long been subject to\nliability under state tort law for defective vaccine design. That\nthe Vaccine Act did not itself set forth a comprehensive regulatory\nscheme with respect to design defects is thus best understood to\nmean not that Congress suddenly decided to change coursesub\nsilentioand pre-empt a longstanding, traditional category of\nstate tort law, but rather, that Congress intended to leave the\nstatus quo alone (except, of course, with respect to those aspects\nof state tort law that the Act expressly altered). See 1987 Report\n691 (“It is not the Committee’s intention to preclude court actions\nunder applicable law. The Committee’s intent at the time of\nconsidering the Act … was … to leave otherwise applicable law\nunaffected, except as expressly altered by the Act”).The majority also suggests that\nCongress necessarily intended to pre-empt design defect claims\nsince the aim of such tort suits is to promote the development of\nimproved designs and provide compensation for injured individuals,\nand the Vaccine Act “provides other means for achieving both\neffects”—most notably through the no-fault compensation program and\nthe National Vaccine Program.Ante, at 14, and nn. 57–60\n(citing 42 U. S. C. §§300aa–1, 300aa–2(a)(1)–(3), 300aa–3,\n300aa–25(b), 300aa–27(a)(1)). But the majority’s position elides a\nsignificant difference between state tort law and the federal\nregulatory scheme. Although the Vaccine Act charges the Secretary\nof Health and Human Services with the obligation to “promote the\ndevelopment of childhood vaccines” and “make or assure improvements\nin . . . vaccines, and research on vaccines,” §300aa–27(a), neither\nthe Act nor any other provision of federal law places a legaldutyon vaccine manufacturers to improve the design of\ntheir vaccines to account for scientific and technological\nadvances. Indeed, the FDA does not condition approval of a vaccine\non it being the most optimally designed among reasonably available\nalternatives, nor does it (or any other federal entity) ensure that\nlicensed vaccines keep pace with technological and scientific\nadvances.[Footnote 19]\nRather, the function of ensuring that vaccines are optimally\ndesigned in light of existing science and technology has\ntraditionally been left to the States through the imposition of\ndamages for design defects. Cf.Bates, 544 U. S., at 451\n(“ ‘[T]he specter of damage actions may provide manufacturers\nwith added dynamic incentives to continue to keep abreast of all\npossible injuries stemming from use of their product[s] so as to\nforestall such actions through product improvement’ ”);Wyethv.Levine, 555 U. S. ___, ___ (2009) (slip\nop., at 22–23) (noting that the FDA has “traditionally regarded\nstate law as a complementary form of drug regulation” as “[s]tate\ntort suits uncover unknown drug hazards and provide incentives for\ndrug manufacturers to disclose safety risks promptly”).[Footnote 20] The importance of the\nStates’ traditional regulatory role is only underscored by the\nunique features of the vaccine market, in which there are “only one\nor two manufacturers for a majority of the vaccines listed on the\nroutine childhood immunization schedule.” Brief for Respondent 55.\nThe normal competitive forces that spur innovation and improvements\nto existing product lines in other markets thus operate with less\nforce in the vaccine market, particularly for vaccines that have\nalready been released and marketed to the public. Absent a clear\nstatutory mandate to the contrary, there is no reason to think that\nCongress intended in the vaccine context to eliminate the\ntraditional incentive and deterrence functions served by state tort\nliability in favor of a federal regulatory scheme providing only\ncarrots and no sticks.[Footnote\n21] SeeLevine, 555 U. S., at ___ (slip op., at 18)\n(“The case for federal pre-emption is particularly weak where\nCongress has indicated its awareness of the operation of state law\nin a field of federal interest, and has nonetheless decided to\nstand by both concepts and to tolerate whatever tension there is\nbetween them.” (internal quotation marks and alteration\nomitted)).IIIIn enacting the Vaccine Act,\nCongress established a carefully wrought federal scheme that\nbalances the competing interests of vaccine-injured persons and\nvaccine manufacturers. As the legislative history indicates, the\nAct addressed “two overriding concerns”: “(a) the inadequacy—from\nboth the perspective of vaccine-injured persons as well as vaccine\nmanufacturers—of the current approach to compensating those who\nhave been damaged by a vaccine; and (b) the instability and\nunpredictability of the childhood vaccine market.” 1986 Report 7.\nWhen viewed in the context of the Vaccine Act as a whole, §22(b)(1)\nis just one part of a broader statutory scheme that balances the\nneed for compensating vaccine-injured children with added liability\nprotections for vaccine manufacturers to ensure a stable childhood\nvaccine market.The principal innovation of the\nAct was the creation of the no-fault compensation program—a scheme\nfunded entirely through an excise tax on vaccines.[Footnote 22] Through that program,\nCongress relieved vaccine manufacturers of the burden of\ncompensating victims of vaccine-related injuries in the vast\nmajority of cases[Footnote\n23]—an extremely significant economic benefit that\n“functionally creat[es] a valuable insurance policy for\nvaccine-related injuries.” Reply Brief for Petitioners 10. The\nstructure and legislative history, moreover, point clearly to\nCongress’ intention to divert would-be tort claimants into the\ncompensation program, rather than eliminate a longstanding category\nof traditional tort claims. See 1986 Report 13 (“The Committee\nanticipates that the speed of the compensation program, the low\ntransaction costs of the system, the no-fault nature of the\nrequired findings, and the relative certainty and generosity of the\nsystem’s awards will divert a significant number of potential\nplaintiffs from litigation”). Indeed, although complete pre-emption\nof tort claims would have eliminated the principal source of the\n“unpredictability” in the vaccine market, Congress specifically\nchosenotto pre-empt state tort claims categorically. See\n42 U. S. C. §300aa–22(a) (providing as a “[g]eneral rule” that\n“State law shall apply to a civil action brought for damages for a\nvaccine-related injury or death”). That decision reflects Congress’\nrecognition that court actions are essential because they provide\ninjured persons with significant procedural tools—including, most\nimportantly, civil discovery—that are not available in\nadministrative proceedings under the compensation program. See\n§§300aa–12(d)(2)(E), (d)(3). Congress thus clearly believed there\nwas still an important function to be played by state tort law.Instead of eliminating design defect liability\nentirely, Congress enacted numerous measures to reduce\nmanufacturers’ liability exposure, including a limited regulatory\ncompliance presumption of adequate warnings, see §300aa–22(b)(2),\nelimination of claims based on failure to provide direct warnings\nto patients, §300aa–22(c), a heightened standard for punitive\ndamages, §300aa–23(d)(2), and, of course, immunity from damages for\n“unavoidable” side effects, §300aa–22(b)(1). Considered in light of\nthe Vaccine Act as a whole, §22(b)(1)’s exemption from liability\nfor unavoidably unsafe vaccines is just one part of a broader\nstatutory scheme that reflects Congress’ careful balance between\nproviding adequate compensation for vaccine-injured children and\nconferring substantial benefits on vaccine manufacturers to ensure\na stable and predictable childhood vaccine supply.The majority’s decision today disturbs that\ncareful balance based on a bare policy preference that it is better\n“to leave complex epidemiological judgments about vaccine design to\nthe FDA and the National Vaccine Program rather than juries.”Ante, at 15.[Footnote\n24] To be sure, reasonable minds can disagree about the wisdom\nof having juries weigh the relative costs and benefits of a\nparticular vaccine design. But whatever the merits of the\nmajority’s policy preference, the decision to bar all design defect\nclaims against vaccine manufacturers is one that Congress must\nmake, not this Court.[Footnote\n25] By construing §22(b)(1) to pre-empt all design defect\nclaims against vaccine manufacturers for covered vaccines, the\nmajority’s decision leaves a regulatory vacuum in which no\none—neither the FDA nor any other federal agency, nor state and\nfederal juries—ensures that vaccine manufacturers adequately take\naccount of scientific and technological advancements. This concern\nis especially acute with respect to vaccines that have already been\nreleased and marketed to the public. Manufacturers, given the lack\nof robust competition in the vaccine market, will often have little\nor no incentive to improve the designs of vaccines that are already\ngenerating significant profit margins. Nothing in the text,\nstructure, or legislative history remotely suggests that Congress\nintended that result.I respectfully dissent.Footnote 1W. Keeton, D. Dobbs, R. Keeton, & D.\nOwen, Prosser and Keeton on Law of Torts 695 (5th ed. 1984).Footnote 2SeeSilkwoodv.Kerr-McGee\nCorp.,464 U.\nS. 238, 255 (1984);Brownv.Earthboard Sports\nUSA, Inc., 481 F. 3d 901, 912 (CA6 2007)\n(“ ‘[F]ederal preemption is an affirmative defense upon which\nthe defendants bear the burden of proof ’ ” (quotingFifth Third Bankv.CSX Corp., 415 F. 3d\n741, 745 (CA7 2005))).Footnote 3This leaves the question of what precisely\n§22(b)(1) means by “unavoidable” side effects, which I address in\nthe next section.Footnote 4Commentkprovides as follows:“Unavoidably unsafe products. There are some products\nwhich, in the present state of human knowledge, are quite incapable\nof being made safe for their intended and ordinary use. These are\nespecially common in the field of drugs. An outstanding example is\nthe vaccine for the Pasteur treatment of rabies, which not\nuncommonly leads to very serious and damaging consequences when it\nis injected. Since the disease itself invariably leads to a\ndreadful death, both the marketing and the use of the vaccine are\nfully justified, notwithstanding the unavoidable high degree of\nrisk which they involve. Such a product, properly prepared, and\naccompanied by proper directions and warning, is not defective, nor\nis itunreasonablydangerous. The same is true of many\nother drugs, vaccines, and the like, many of which for this very\nreason cannot legally be sold except to physicians, or under the\nprescription of a physician. It is also true in particular of many\nnew or experimental drugs as to which, because of lack of time and\nopportunity for sufficient medical experience, there can be no\nassurance of safety, or perhaps even of purity of ingredients, but\nsuch experience as there is justifies the marketing and use of the\ndrug notwithstanding a medically recognizable risk. The seller of\nsuch products, again with the qualification that they are properly\nprepared and marketed, and proper warning is given, where the\nsituation calls for it, is not to be held to strict liability for\nunfortunate consequences attending their use, merely because he has\nundertaken to supply the public with an apparently useful and\ndesirable product, attended with a known but apparently reasonable\nrisk.” Restatement 353–354.Footnote 5See,e.g.,Smith ex rel.\nSmithv.Wyeth Labs., Inc., No. Civ. A 84–2002, 1986\nWL 720792, *5 (SD W. Va., Aug. 21, 1986) (“[A] prescription\ndrug is not ‘unavoidably unsafe’ when its dangers can be eliminated\nthrough design changes that do not unduly affect its cost or\nutility”);Kearlv.Lederle Labs., 172 Cal. App.\n3d 812, 830, 218 Cal. Rptr. 453, 464 (1985) (“unavoidability” turns\non “(i) whether the product was designed to minimize—to the extent\nscientifically knowable at the time it was distributed—the risk\ninherent in the product, and (ii) the availability … of any\nalternative product that would haveas effectivelyaccomplished thefull intended purposeof the subject\nproduct”), disapproved in part byBrownv.Superior\nCt., 44 Cal. 3d 1049, 751 P. 2d 470 (1988);Belle\nBonfils Memorial Blood Bankv.Hansen, 665 P. 2d\n118, 122 (Colo. 1983) (“[A]pplicability of comment k … depends upon\nthe co-existence of several factors,” including that “the product’s\nbenefits must not be achievable in another manner; and the risk\nmust be unavoidable under the present state of knowledge”); see\nalso 1 L. Frumer & M. Friedman, Products Liability\n§§8.07[1]–[2], pp. 8–277 to 8–278 (2010) (commentkapplies “only to defects in design,” and there “must be no feasible\nalternative design which on balance accomplishes the subject\nproduct’s purpose with a lesser risk” (internal quotation marks\nomitted)). To be sure, a number of courts at the time of the\nVaccine Act’s enactment had interpreted commentkto\npreclude design defect claims categorically for certain kinds of\nproducts, seeHillv.Searle Labs., 884\nF. 2d 1064, 1068 (CA8 1989) (collecting cases), but as\nindicated by the sources cited above, the courts that had construed\ncommentkto apply on a case-specific basis generally\nagreed on the basic elements of what constituted an “unavoidably\nunsafe” product. See also n. 8,infra. The majority’s\nsuggestion that “judges who must rule on motions to dismiss,\nmotions for summary judgment, and motions for judgment as a matter\nof law” are incapable of adjudicating claims alleging “unavoidable”\nside effects,ante, at 7–8, n. 35, is thus belied by the\nexperience of the many courts that had adjudicated such claims for\nyears by the time of the Vaccine Act’s enactment.Footnote 6The majority refuses to recognize that\n“unavoidable” is a term of art derived from commentk,\nsuggesting that “ ‘[u]navoidable’ is hardly a rarely used\nword.”Ante, at 10. In fact, however, “unavoidable” is an\nextremely rare word in the relevant context. It appears exactlyonce(i.e., in §300aa–22(b)(1)) in the entirety\nof Title 42 of the U. S. Code (“Public Health and Welfare”), which\ngoverns,inter alia, Social Security, see 42 U. S. C.\n§301et seq., Medicare, see §1395et seq., and\nseveral other of the Federal Government’s largest entitlement\nprograms. The singular rarity in which Congress used the term\nsupports the conclusion that “unavoidable” is a term of art.Footnote 7See,e.g.,Brochuv.Ortho Pharmaceutical Corp., 642 F. 2d 652, 657 (CA1\n1981);Needhamv.White Labs., Inc., 639\nF. 2d 394, 402 (CA7 1981);Reyesv.Wyeth\nLabs., 498 F. 2d 1264, 1274–1275 (CA5 1974);Davisv.Wyeth Labs., 399 F. 2d 121, 127–129\n(CA9 1968);Feldmanv.Lederle Labs., 97\nN. J. 429, 448, 479 A. 2d 374, 384 (1984); see alsoTonerv.Lederle Labs., 112 Idaho 328, 336, 732\nP. 2d 297, 305 (1987).Footnote 8Respondent suggests an alternative reading of\nthe 1986 Report. According to respondent, “the principle in Comment\nK” is simply that of nonliability for “unavoidably unsafe”\nproducts, and thus Congress’ stated intent in the 1986 Report to\napply the “principle in Comment K” to “the vaccines covered in the\nbill” means that Congress viewed the covered vaccines as a class to\nbe “ ‘unavoidably unsafe.’ ” 1986 Report 25–26; Brief for\nRespondent 42. The concurrence makes a similar argument.Ante, at 1–2 (opinion of Breyer, J.). This interpretation\nfinds some support in the 1986 Report, which states that “if\n[injured individuals] cannot demonstrate under applicable law\neither that a vaccine was improperly prepared or that it was\naccompanied by improper directions or inadequate warnings [they]\nshould pursue recompense in the compensation system, not the tort\nsystem.” 1986 Report 26. It also finds some support in the\npre-Vaccine Act case law, which reflected considerable disagreement\nin the courts over “whether comment k applies to pharmaceutical\nproducts across the board or only on a case-by-case basis.”\nAusness, Unavoidably Unsafe Products and Strict Products Liability:\nWhat Liability Rule Should be Applied to the Sellers of\nPharmaceutical Products? 78 Ky. L. J. 705, 708, and n. 11\n(1989–1990) (collecting cases). This interpretation, however, is\nundermined by the fact that Congress has never directed the Food\nand Drug Administration (FDA) or any other federal agency to review\nvaccines for optimal vaccine design, seeinfra, at 20–22,\nand n. 19, and thus it seems highly unlikely that Congress\nintended to eliminate the traditional mechanism for such review\n(i.e., design defect liability), particularly given its\nexpress retention of state tort law in the Vaccine Act, see 42 U.\nS. C. §300aa–22(a). In any event, to the extent there is\nambiguity as to how precisely Congress intended the “principle in\nComment K” to apply to the covered vaccines, that ambiguity is\nexplicitly resolved in petitioners’ favor by the 1987 House Energy\nand Commerce Committee Report, H. R. Rep. No. 100–391, pt. 1, pp.\n690–691 (hereinafter 1987 Report). Seeinfrathis page and\n11–12.Footnote 9The Third Circuit’s opinion below expressed\nuncertainty as to whether the 1987 Report was authored by the House\nBudget Committee or the House Energy and Commerce Committee. See\n561 F. 3d 233, 250 (2009). As petitioners explain, although\nthe Budget Committee compiled and issued the Report, the Energy and\nCommerce Committee wrote and approved the relevant language. Title\nIV of the Report, entitled “Committee on Energy and Commerce,”\ncomprises “two Committee Prints approved by the Committee on Energy\nand Commerce for inclusion in the forthcoming reconciliation bill.”\n1987 Report 377, 380.Footnote 10The majority suggests that the 1987\nlegislation creating the funding mechanism is akin to\nappropriations legislation and that giving weight to the\nlegislative history of such legislation “would set a dangerous\nprecedent.”Ante, at 18. The difference, of course, is\nthat appropriations legislation ordinarily funds congressional\nenactments that already have operative legal effect; in contrast,\noperation of the tort reforms in the 1986 Act, including §22(b)(1),\nwas expressly conditioned on the enactment of a separate tax to\nfund the compensation program. See §323(a), 100 Stat. 3784.\nAccordingly, this Court’s general reluctance to view appropriations\nlegislation as modifying substantive legislation, see,e.g.,TVAv.Hill,437 U. S. 153, 190\n(1978), has no bearing here.Footnote 11See 1987 Report 700 (describing the\nadministration’s alternative proposal).Footnote 12See,e.g., Hearings on Funding of\nthe Childhood Vaccine Program before the Subcommittee on Select\nRevenue Measures of the House Committee on Ways and Means, 100th\nCong., 1st Sess., 85 (1987) (“[T]he liability provisions of the\n1986 Act should be amended to assure that manufacturers will not be\nfound liable in the tort system if they have fully complied with\napplicable government regulations. In particular, manufacturers\nshould not face liability under a ‘design defect’ theory in cases\nwhere plaintiffs challenge the decisions of public health\nauthorities and federal regulators that the licensed vaccines are\nthe best available way to protect children from deadly diseases”\n(statement of Robert B. Johnson, President, Lederle Laboratories\nDivision, American Cyanamid Co.)).Footnote 13See American Academy of Pediatrics, Questions\nand Answers about Vaccine Ingredients (Oct. 2008),\nhttp://www.aap.org/immunization/\nfamilies/faq/Vaccineingredients.pdf (all Internet materials as\nvisited Feb. 18, 2011, and available in Clerk of Court’s case\nfile).Footnote 14In this manner, the “even though” clause\nfunctions in a “concessive subordinat[ing]” fashion,ante,\nat 11, in accord with normal grammatical usage. According to the\nmajority, however, the “even though” clause “clarifies the word\nthat precedes it” by “delineat[ing]” the conditions that make a\nside effect “unavoidable” under the statute.Ante, at 7.\nThe majority’s interpretation hardly treats the clause as\n“concessive,” and indeed strains the meaning of “even though.” In\nthe majority’s view, proper manufacturing and labeling are the sole\nprerequisites that render a vaccine’s side effects unavoidable.\nThus, an injurious side effect is unavoidablebecausethe\nvaccine was properly prepared and labeled, not “even though” it\nwas. The two conjunctions are not equivalent: The sentence “I am\nhappyeven thoughit is raining” can hardly be read to\nmean that “I am happybecauseit is raining.” In any\nevent, the more fundamental point is that petitioners’\ninterpretation actually gives meaning to the words “even though,”\nwhereas the majority concedes that its interpretation effectively\nreads those words entirely out of the statute. Seesuprathis page.Footnote 15This Court, moreover, has long operated on\n“the assumption that the historic police powers of the States are\nnot to be superseded by the Federal Act unless that was the clear\nand manifest purpose of Congress.”Altria Group, Inc.v.Good, 555 U. S. ___, ___ (2008) (slip op., at 5) (internal\nquotation marks and alteration omitted). Given the long history of\nstate regulation of vaccines, see Brief for Petitioners 3–6, the\npresumption provides an additional reason not to read §22(b)(1) as\npre-empting all design defect claims, especially given Congress’\ninclusion of an express saving clause in the same statutory\nsection, see 42 U. S. C. §300aa–22(a), and its use of the\nconditional “if” clause in defining the pre-emptive scope of the\nprovision. SeeBatesv.Dow Agrosciences LLC,544 U. S. 431, 449 (2005) (“In areas\nof traditional state regulation, we assume that a federal statute\nhas not supplanted state law unless Congress has made such an\nintention clear and manifest” (internal quotation marks\nomitted)).Footnote 16SeeCollinsv.Eli Lilly\nCo., 116 Wis. 2d 166, 197, 342 N. W. 2d 37, 52\n(1984) (“We conclude that the rule embodied in comment k is too\nrestrictive and, therefore, not commensurate with strict products\nliability law in Wisconsin”).Collinsdid, however,\n“recognize that in some exigent circumstances it may be necessary\nto place a drug on the market before adequate testing can be done.”Ibid. It thus adopted a narrower defense (based on\n“exigent circumstances”) than that recognized in other\njurisdictions that had expressly adopted commentk.Footnote 17See,e.g.,Kearl, 172 Cal.\nApp. 3d, at 831, n. 15, 218 Cal. Rptr., at 465, n. 15\n(“[T]he unavoidably dangerous product doctrine merely exempts the\nproduct from a strict liability design defect analysis; a plaintiff\nremains free to pursue his design defect theory on the basis of\nnegligence”);Toner, 112 Idaho, at 340, 732 P. 2d, at\n309–310 (“The authorities universally agree that where a product is\ndeemed unavoidably unsafe, the plaintiff is deprived of the\nadvantage of a strict liability cause of action, but may proceed\nunder a negligence cause of action”).Footnote 18See 42 U. S. C. §262(a)(2)(C)(i)(I)\n(“The Secretary shall approve a biologics license application … on\nthe basis of a demonstration that … the biological product that is\nthe subject of the application is safe, pure, and potent”).Footnote 19See,e.g.,Hurleyv.Lederle Labs., 863 F. 2d 1173, 1177 (CA5 1988)\n(“[T]he FDA is a passive agency: it considers whether to approve\nvaccine designs only if and when manufacturers come forward with a\nproposal”);Jonesv.Lederle Labs., 695\nF. Supp. 700, 711 (EDNY 1988) (“[T]he agency takes the drugs\nand manufacturers as it finds them. While its goal is to oversee\ninoculation with the best possible vaccine, it is limited to\nreviewing only those drugs submitted by various manufacturers,\nregardless of their flaws”). Although the FDA has authority under\nexisting regulations to revoke a manufacturer’s biologics licenses,\nthat authority can be exercised only where (as relevant here)\n“[t]he licensed product is not safe and effective for all of its\nintended uses.” 21 CFR §601.5(b)(1)(vi) (2010); see §600.3(p)\n(defining “safety” as “relative freedom from harmful effect to\npersons affected, directly or indirectly, by a product when\nprudently administered, taking into consideration the character of\nthe product in relation to the condition of the recipient at the\ntime”). The regulation does not authorize the FDA to revoke a\nbiologics license for a manufacturer’s failure to adopt an optimal\nvaccine design in light of existing science and technology. See\nConk, Is There a Design Defect in the Restatement (Third) of Torts:\nProducts Liability? 109 Yale L. J. 1087, 1128–1129 (1999–2000)\n(“The FDA does not claim to review products for optimal design . .\n. . FDA review thus asks less of drug . . . manufacturers than the\ncommon law of products liability asks of other kinds of\nmanufacturers”). At oral argument, counsel foramicusUnited States stated that the Centers for Disease Control and\nPrevention (CDC) routinely performs comparative analyses of\nvaccines that are already on the market. See Tr. of Oral Arg.\n44–45;id., at 52–53 (describing CDC’s comparison of Sabin\nand Salk polio vaccines). Neither the United States nor any of the\nparties, however, has represented that CDC examines whether a safer\nalternative vaccinecould have been designedgiven\npractical and scientific limits, the central inquiry in a state\ntort law action for design defect. CDC does not issue biologics\nlicenses, moreover, and thus has no authority to require a\nmanufacturer to adopt a different vaccine design.Footnote 20Indeed, we observed inLevinethat\nthe FDA is perpetually understaffed and underfunded, see 555 U. S.,\nat ___, n. 11 (slip op., at 22, n. 11), and the agency\nhas been criticized in the past for its slow response in failing to\nwithdraw or warn about potentially dangerous products, see,e.g., L. Leveton, H. Sox, & M. Soto, Institute of\nMedicine, HIV and the Blood Supply: An Analysis of Crisis\nDecisionmaking (1995) (criticizing FDA response to transmission of\nAIDS through blood supply). These practical shortcomings reinforce\nthe conclusion that “state law offers an additional, and important,\nlayer of consumer protection that complements FDA regulation.”Levine, 555 U. S., at ___ (slip op., at 23).Footnote 21The majority mischaracterizes my position as\nexpressing a general “skeptic[ism] of preemption unless the\ncongressional substitute operate[s] like the tort system.”Ante, at 16. Congress could, of course, adopt a regulatory\nregime that operates differently from state tort systems, and such\na difference is not necessarily a reason to question Congress’\npre-emptive intent. In the specific context of the Vaccine Act,\nhowever, the relevant point is that this Court should not lightly\nassume that Congress intendedsub silentioto displace a\nlongstanding species of state tort liability where, as here,\nCongress specifically included an express saving clause preserving\nstate law, there is a long history of state-law regulation of\nvaccine design, and pre-emption of state law would leave an\nimportant regulatory function—i.e., ensuring optimal\nvaccine design—entirely unaddressed by the congressional\nsubstitute.Footnote 22The majority’s suggestion that “vaccine\nmanufacturers fund from their sales” the compensation program is\nmisleading.Ante, at 15. Although the manufacturers\nnominally pay the tax, the amount of the tax is specifically\nincluded in the vaccine price charged to purchasers. See CDC\nVaccine Price List (Feb. 15, 2011), http://www.cdc.gov/\nvaccines/programs/vfc/cdc-vac-price-list.htm. Accordingly, the only\nway the vaccine manufacturers can be said to actually “fund” the\ncompensation program is if the cost of the excise tax has an impact\non the number of vaccines sold by the vaccine manufacturer. The\nmajority points to no evidence that the excise tax—which ordinarily\namounts to 75 cents per dose, 26 U. S. C. §4131(b)—has any\nimpact whatsoever on the demand for vaccines.Footnote 23See Brief for United States asAmicus\nCuriae28 (“Department of Justice records indicate that 99.8%\nof successful Compensation Program claimants have accepted their\nawards, foregoing any tort remedies against vaccine\nmanufacturers”); S. Plotkin, W. Orenstein, & P. Offit, Vaccines\n1673 (5th ed. 2008) (noting that “[v]irtually all … petitioners,\neven those who were not awarded compensation” under the\ncompensation program, choose to accept the program’s\ndetermination).Footnote 24Justice Breyer’s separate concurrence is even\nmore explicitly policy driven, reflecting his own preference for\nthe “more expert judgment” of federal agencies over the “less\nexpert” judgment of juries.Ante, at 5.Footnote 25Respondent notes that there are some 5,000\npetitions alleging a causal link between certain vaccines and\nautism spectrum disorders that are currently pending in an omnibus\nproceeding in the Court of Federal Claims (Vaccine Court). Brief\nfor Respondent 56–57. According to respondent, a ruling that\n§22(b)(1) does not pre-empt design defect claims could unleash a\n“crushing wave” of tort litigation that would bankrupt vaccine\nmanufacturers and deplete vaccine supply.Id., at 28. This\nconcern underlies many of the policy arguments in respondent’s\nbrief and appears to underlie the majority and concurring opinions\nin this case. In the absence of any empirical data, however, the\nprospect of an onslaught of autism-related tort litigation by\nclaimants denied relief by the Vaccine Court seems wholly\nspeculative. As an initial matter, the special masters in the\nautism cases have thus far uniformly rejected the alleged causal\nlink between vaccines and autism. See Brief for American Academy of\nPediatrics et al. asAmici Curiae20–21, n. 4\n(collecting cases). To be sure, those rulings do not necessarily\nmean that no such causal link exists, cf. Brief for United States\nasAmicus Curiae29 (noting that injuries have been added\nto the Vaccine Injury Table for existing vaccines), or that\nclaimants will not ultimately be able to prove such a link in a\nstate tort action, particularly with the added tool of civil\ndiscovery. But these rulings do highlight the substantial hurdles\nto recovery a claimant faces. SeeSchaferv.American\nCyanamid Co., 20 F. 3d 1, 5 (CA1 1994) (“[A] petitioner\nto whom the Vaccine Court gives nothing may see no point in trying\nto overcome tort law’s yet more serious obstacles to recovery”).\nTrial courts, moreover, have considerable experience in efficiently\nhandling and disposing of meritless products liability claims, and\ndecades of tort litigation (including for design defect) in the\nprescription-drug context have not led to shortages in prescription\ndrugs. Despite the doomsday predictions of respondent and the\nvariousamicicited by the concurrence,ante, at\n6–7, the possibility of a torrent of meritless lawsuits bankrupting\nmanufacturers and causing vaccine shortages seems remote at best.\nMore fundamentally, whatever the merits of these policy arguments,\nthe issue in this case is what Congress has decided, and as to that\nquestion, the text, structure, and legislative history compel the\nconclusion that Congress intended to leave the courthouse doors\nopen for children who have suffered severe injuries from\ndefectively designed vaccines. The majority’s policy-driven\ndecision to the contrary usurps Congress’ role and deprives such\nvaccine-injured children of a key remedy that Congress intended\nthem to have.",
    "joined": []
}