{
    "case": {
        "docket": "157",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/157/"
    },
    "id": "1970851",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1371_________________UNITED STATES, PETITIONER v. JAMES ALVIN\nCASTLEMANon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[March 26, 2013]Justice Sotomayor\ndelivered the opinion of the Court.Recognizing that\n“[f]irearms and domestic strife are a potentially deadly\ncombination,” United States v. Hayes, 555 U. S. 415, 427\n(2009) , Congress forbade the possession of firearms by anyone\nconvicted of “a misdemeanor crime of domestic\nviolence.” 18 U. S. C. §922(g)(9). The\nrespondent, James Alvin Castleman, pleaded guilty to the\nmisdemeanor offense of having “intentionally or knowingly\ncause[d] bodily injury to” the mother of his child. App.27.\nThe question before us is whether this conviction qualifies as\n“a misdemeanor crime of domestic violence.” We hold\nthat it does.IAThis country\nwitnesses more than a million acts of domestic violence, and\nhundreds of deaths from domestic violence, each year.[1] See Georgia v. Randolph, 547 U. S.\n103, 117–118 (2006). Domestic violence often escalates in\nseverity over time, see Brief for Major Cities Chiefs Association\net al. as Amici Curiae 13–15; Brief for National Network\nto End Domestic Violence et al. as Amici Curiae 9–12,\nand the presence of a firearm increases the likelihood that it will\nescalate to homicide, see id., at 14–15; Campbell\net al., Assessing Risk Factors for Intimate Partner Homicide,\nDOJ, Nat. Institute of Justice J., No. 250, p. 16 (Nov. 2003)\n(“When a gun was in the house, an abused woman was 6 times\nmore likely than other abused women to be killed”).\n“[A]ll too often,” as one Senator noted during the\ndebate over §922(g)(9), “the only difference between a\nbattered woman and a dead woman is the presence of a gun.”\n142 Cong. Rec. 22986 (1996) (statement of Sen. Wellstone).Congress enacted\n§922(g)(9), in light of these sobering facts, to\n“ ‘close [a] dangerous\nloophole’ ” in the gun control laws: While felons\nhad long been barred from possessing guns, many perpetrators of\ndomestic violence are convicted only of misdemeanors. Hayes, 555 U.\nS., at 418, 426. Section 922(g)(9) provides, as relevant, that any\nperson “who has been convicted . . . of a\nmisdemeanor crime of domestic violence” may not\n“possess in or affecting commerc[e] any firearm or\nammunition.” With exceptions that do not apply here, the\nstatute defines a “misdemeanor crime of domestic\nviolence” as“an offense that . . . (i)\nis a misdemeanor under Fed-eral, State, or Tribal law; and (ii)\nhas, as an element, the use or attempted use of physical force, or\nthe threatened use of a deadly weapon, committed by a current or\nformer spouse, parent, or guardian of the victim, by a person with\nwhom the victim shares a child in common, by a person who is\ncohabiting with or has cohabited with the victim as a spouse,\nparent, or guardian, or by a person similarly situated toa spouse,\nparent, or guardian of the victim.” §921(a)(33)(A).This case concerns the meaning of one phrase in\nthis definition: “the use . . . of physical\nforce.”BIn 2001, Castleman\nwas charged in a Tennessee court with having “intentionally\nor knowingly cause[d] bodily injury to” the mother of his\nchild, in violation of Tenn. Code Ann.\n§39–13–111(b) (Supp. 2002). App. 27. He pleaded\nguilty. Id., at 29.In 2008, federal\nauthorities learned that Castleman was selling firearms on the\nblack market. A grand jury in the Western District of Tennessee\nindicted him on two counts of violating §922(g)(9) and on\nother charges not relevant here. Id., at 13–16.Castleman moved to\ndismiss the §922(g)(9) charges, arguing that his Tennessee\nconviction did not qualify as a “misdemeanor crime of\ndomestic violence” because it did not “ha[ve], as an\nelement, the use . . . of physical force,”\n§921(a)(33)(A)(ii). The District Court agreed, on the the-ory\nthat “the ‘use of physical force’ for\n§922(g)(9) purposes” must entail “violent contact\nwith the victim.” App. to Pet. for Cert. 40a. The court held\nthat a conviction under the relevant Tennessee statute cannot\nqualify as a “misdemeanor crime of domestic violence”\nbecause one can cause bodily injury without “violent\ncontact”—for example, by “deceiving [the victim]\ninto drinking a poisoned beverage.” Id., at 41a.A divided panel of the\nU. S. Court of Appeals for the Sixth Circuit affirmed, by\ndifferent reasoning. 695 F. 3d 582 (2012). The majority held\nthat the degree of physical force required by\n§921(a)(33)(A)(ii) is the same as required by\n§924(e)(2)(B)(i), which defines “violent felony.”\nId., at 587. Applying our decision in Johnson v. United States, 559\nU. S. 133 (2010) , which held that §924(e)(2)(B)(i)\nre-quires “violent force,” id., at 140, the majority\nheld that Castleman’s conviction did not qualify as a\n“misdemeanor crime of domestic violence” because\nCastleman could have been convicted for “caus[ing] a slight,\nnonserious physical injury with conduct that cannot be described as\nviolent.” 695 F. 3d, at 590. Judge McKeague dissented,\narguing both that the majority erred in extending Johnson’s\ndefinition of a “violent felony” to the context of a\n“misdemeanor crime of domestic violence” and that, in\nany event, Castle-man’s conviction satisfied the Johnson\nstandard. Id., at 593–597.The Sixth\nCircuit’s decision deepened a split of author-ity among the\nCourts of Appeals. Compare, e.g., United States v. Nason, 269\nF. 3d 10, 18 (CA1 2001) (§922(g)(9) “encompass[es]\ncrimes characterized by the application of any physical\nforce”), with United States v. Belless, 338 F. 3d 1063,\n1068 (CA9 2003) (§922(g)(9) covers only “the violent use\nof force”). We granted certiorari to resolve this split, 570\nU. S. ___ (2013), and now reverse the Sixth Cir-cuit’s\njudgment.IIA“It is a\nsettled principle of interpretation that, absent other indication,\n‘Congress intends to incorporate the well-settled meaning of\nthe common-law terms it uses.’ ” Sekhar v. United\nStates, 570 U. S. ___, ___ (2013) (slip op., at 3). Seeing no\n“other indication” here, we hold that Congress\nincorporated the common-law meaning of\n“force”—namely, offensive touching—in\n§921(a)(33)(A)’s definition of a “mis-demeanor\ncrime of domestic violence.”Johnson resolves this\ncase in the Government’s favor—not, as the Sixth\nCircuit held, in Castleman’s. In Johnson, we considered\nwhether a battery conviction was a “violent felony”\nunder the Armed Career Criminal Act (ACCA), §924(e)(1). As\nhere, ACCA defines such a crime as one that “has as an\nelement the use . . . of physical force,”\n§924(e)(2)(B)(i). We began by observing that at common law,\nthe element of force in the crime of battery was “satisfied\nby even the slightest offensive touching.” 559 U. S., at\n139 (citing 3 W. Blackstone, Commentaries on the Laws of England\n120 (1768)).[2] And we\nrecognized the general rule that “a common-law term of art\nshould be given its established common-law meaning,” except\n“where that meaning does not fit.” 559 U. S., at\n139. We declined to read the common-law meaning of\n“force” into ACCA’s definition of a\n“violent felony,” because we found it a “comical\nmisfit with the defined term.” Id., at 145; see United States\nv. Stevens, 559 U. S. 460, 474 (2010) (“[A]n unclear\ndefinitional phrase may take meaning from the term to be\ndefined”). In defining a “ ‘violent\nfelony,’ ” we held, “the phrase\n‘physical force’ ” must “mea[n]\nviolent force.” Johnson, 559 U. S., at 140. But here,\nthe common-law meaning of “force” fits perfectly: The\nvery reasons we gave for rejecting that meaning in defining a\n“violent felony” are reasons to embrace it in defining\na “misdemeanor crime of domestic violence.”[3]First, because\nperpetrators of domestic violence are “routinely prosecuted\nunder generally applicable assault or battery laws,” Hayes,\n555 U. S., at 427, it makes sense for Congress to have\nclassified as a “misdemeanor crime of domestic\nviolence” the type of conduct that supports a common-law\nbattery conviction. Whereas it was “unlikely” that\nCongress meant to incorporate in the definition of a\n“ ‘violent felony’ a phrase that the common\nlaw gave peculiar meaning only in its definition of a\nmisdemeanor,” Johnson, 559 U. S., at 141, it is likely\nthat Congress meant to incorporate that misdemeanor-specific\nmeaning of “force” in defining a “misdemeanor\ncrime of domestic violence.”Second, whereas the\nword “violent” or “violence” standing alone\n“connotes a substantial degree of force,” id., at\n140,[4] that is not true of\n“domestic violence.” “Domestic violence” is\nnot merely a type of “violence”; it is a term of art\nencompassing acts that one might not characterize as\n“violent” in a nondomestic context. See Brief for\nNational Network to End Domestic Violence et al. as Amici\nCuriae 4–9; DOJ, Office on Violence Against Women, Domestic\nViolence (defining physical forms of domestic violence to include\n“[h]itting, slapping, shoving, grabbing, pinching, biting,\n[and] hair pulling”), online at\nhttp://www.ovw.usdoj.gov/domviolence.htm.[5] Indeed, “most physical assaults committed\nagainst women and men by intimates are relatively minor and consist\nof pushing, grabbing, shoving, slapping, and hitting.” DOJ,\nP. Tjaden & N. Thoennes, Extent, Nature and Consequences of\nIntimate Partner Violence 11 (2000).Minor uses of force may\nnot constitute “violence” in the generic sense. For\nexample, in an opinion that we cited with approval in Johnson, the\nSeventh Circuit noted that it was “hard to describe\n. . . as ‘violence’ ” “a\nsqueeze of the arm [that] causes a bruise.” Flores v.\nAshcroft, 350 F. 3d 666, 670 (2003). But an act of this nature\nis easy to describe as “domestic violence,” when the\naccumulation of such acts over time can subject one intimate\npartner to the other’s control. If a seemingly minor act like\nthis draws the attention of authorities and leads to a successful\nprosecution for a misdemeanor offense, it does not offend common\nsense or the English language to characterize the resulting\nconviction as a “misdemeanor crime of domestic\nviolence.”Justice Scalia’s\nconcurrence discounts our reference to social-science definitions\nof “domestic violence,” including those used by the\norganizations most directly engaged with the problem and thus most\naware of its dimensions. See post, at 8–11. It is important\nto keep in mind, how-ever, that the operative phrase we are\nconstruing is not “domestic violence”; it is\n“physical force.” §921(a)(33)(A). “Physical\nforce” has a presumptive common-law meaning, and the question\nis simply whether that presumptive meaning makes sense in defining\na “misdemeanor crime of domestic violence.”[6]A third reason for\ndistinguishing Johnson’s definition of “physical\nforce” is that unlike in Johnson—where a determination\nthat the defendant’s crime was a “violent felony”\nwould have classified him as an “armed career\ncriminal”—the statute here groups those convicted of\n“misdemeanor crimes of domestic violence” with others\nwhose conduct does not warrant such a designation. Section 922(g)\nbars gun possession by anyone “addicted to any controlled\nsubstance,” §922(g)(3); by most people who have\n“been admitted to the United States under a nonimmigrant\nvisa,” §922(g)(5)(B); by anyone who has renounced United\nStates citizenship, §922(g)(7); and by anyone subject to a\ndomestic restraining order, §922(g)(8). Whereas we have\nhesitated (as in Johnson) to apply the Armed Career Criminal Act to\n“crimes which, though dangerous, are not typically committed\nby those whom one normally labels ‘armed career\ncriminals,’ ” Begay v. United States, 553\nU. S. 137, 146 (2008) , we see no anomaly in grouping domestic\nabusers convicted of generic assault or battery offenses together\nwith the others whom §922(g) disqualifies from gun\nownership.An additional reason to\nread the statute as we do is that a contrary reading would have\nrendered §922(g)(9) inoperative in many States at the time of\nits enactment. The “assault or battery laws” under\nwhich “domestic abusers were . . . routinely\nprosecuted” when Congress enacted §922(g)(9), and under\nwhich many are still prosecuted today, Hayes, 555 U. S., at\n427, fall generally into two categories: those that prohibit both\noffensive touching and the causation of bodily injury, and those\nthat prohibit only the latter. See Brief for United States\n36–38. Whether or not the causation of bodily injury\nnecessarily entails violent force—a question we do not\nreach—mere offensive touching does not. See Johnson, 559\nU. S., at 139–140. So if offensive touching did not\nconstitute “force” under §921(a)(33)(A), then\n§922(g)(9) would have been ineffec-tual in at least 10\nStates—home to nearly thirty percent of the Nation’s\npopulation[7]—at the time\nof its enactment. See post, at 6, and n. 5 (Scalia, J., concurring\nin part and concurring in judgment) (acknowledging that\n§922(g)(9) would have been inapplicable in California and nine\nother States if it did not encompass offensive touching); App. to\nBrief for United States 10a–16a (listing statutes prohibiting\nboth offensive touching and the causation of bodily injury, only\nsome of which are divisible); cf. Hayes, 555 U. S., at 427\n(rejecting an interpretation under which “§922(g)(9)\nwould have been ‘a dead letter’ in some two-thirds of\nthe States from the very moment of its enactment”).In sum, Johnson\nrequires that we attribute the common-law meaning of\n“force” to §921(a)(33)(A)’s definition of a\n“misdemeanor crime of domestic violence” as an offense\nthat “has, as an element, the use or attempted useof physical\nforce.” We therefore hold that the requirement of\n“physical force” is satisfied, for purposes of\n§922(g)(9), by the degree of force that supports a common-law\nbattery conviction.BApplying this\ndefinition of “physical force,” we conclude that\nCastleman’s conviction qualifies as a “misdemeanor\ncrime of domestic violence.” In doing so, we follow the\nanalytic approach of Taylor v. United States, 495 U. S. 575\n(1990) , and Shepard v. United States, 544 U. S. 13 (2005) .\nWe begin with Taylor’s categorical approach, under which we\nlook to the statute of Castleman’s conviction to determine\nwhether that conviction necessarily “ha[d], as an element,\nthe use or attempted use of physical force, or the threatened use\nof a deadly weapon,” §921(a)(33)(A).The Tennessee statute\nunder which Castleman was convicted made it a crime to\n“commi[t] an assault . . . against” a\n“family or household member”—in Castleman’s\ncase, the mother of his child. Tenn. Code Ann.\n§39–13–111(b). A provision incorporated by\nreference, §39–13–101, defined three types of\nassault: “(1) [i]ntentionally, knowingly or recklessly\ncaus[ing] bodily injury to another; (2) [i]ntentionally or\nknowingly caus[ing] another to reasonably fear imminent bodily\ninjury; or (3) [i]ntentionally or knowingly caus[ing] physical\ncontact with another” in a manner that a “reasonable\nperson would regard . . . as extremely offensive or\nprovocative.” §39–13–101(a).It does not appear that\nevery type of assault defined by §39–13–101\nnecessarily involves “the use or attempted use of physical\nforce, or the threatened use of a deadly weapon,”\n§921(a)(33)(A). A threat under §39–13–101(2)\nmaynot necessarily involve a deadly weapon, and the merely reckless\ncausation of bodily injury under §39–13–101(1) may\nnot be a “use” of force.[8]But we need not decide\nwhether a domestic assault conviction in Tennessee categorically\nconstitutes a “misdemeanor crime of domestic violence,”\nbecause the parties do not contest that §39–13–101\nis a “ ‘divisible statute,’ ”\nDescamps v. United States, 570 U. S. ___, ___ (2013) (slip\nop., at 1). We may accordingly apply the modified categorical\napproach, consulting the indictment to which Castleman pleaded\nguilty in order to determine whether his conviction did entail the\nelements necessary to constitute the generic federal offense. Id.,\nat ___ (slip op., at 1–2); see Shepard, 544 U. S., at\n26. Here, that analysis is straightforward: Castleman pleaded\nguilty to having “intentionally or knowingly cause[d] bodily\ninjury” to the mother of his child, App. 27, and the knowing\nor intentional causation of bodily injury necessarily involves the\nuse of physical force.First, a “bodily\ninjury” must result from “physical force.” Under\nTennessee law, “bodily injury” is a broad term: It\n“includes a cut, abrasion, bruise, burn or disfigurement;\nphysical pain or temporary illness or impairment of the function of\na bodily member, organ, or mental faculty.” Tenn. Code Ann.\n§39–11–106(a)(2) (1997). Justice Sca-lia’s\nconcurrence suggests that these forms of injury ne-cessitate\nviolent force, under Johnson’s definition of that phrase.\nPost, at 3. But whether or not that is so—aquestion we do not\ndecide—these forms of injury do necessitate force in the\ncommon-law sense.The District Court\nthought otherwise, reasoning that one can cause bodily injury\n“without the ‘use of physical\nforce’ ”—for example, by “deceiving\n[the victim] into drinking a poisoned beverage, without making\ncontact of any kind.” App. to Pet. for Cert. 41a. But as we\nexplained in Johnson, “physical force” is simply\n“force exerted by and through concrete bodies,” as\nopposed to “intellectual force or emotional force.” 559\nU. S., at 138. And the common-law concept of\n“force” encompasses even its indirect ap-plication.\n“Force” in this sense “describ[es] one of the\nelements of the common-law crime of battery,” id., at 139,\nand “[t]he force used” in battery “need not be\napplied directly to the body of the victim.” 2 W. LaFave,\nSubstan-tive Criminal Law §16.2(b) (2d ed. 2003). “[A]\nbattery may be committed by administering a poison or by infecting\nwith a disease, or even by resort to some intangible\nsubstance,” such as a laser beam. Ibid. (footnote omitted)\n(citing State v. Monroe, 121 N. C. 677, 28 S. E. 547\n(1897) (poison); State v. Lankford, 29 Del. 594, 102 A. 63 (1917)\n(disease); Adams v. Commonwealth, 33 Va. App. 463, 534\nS. E. 2d 347 (2000) (laser beam)). It is impossible to\ncause bodily injury without applying force in the common-law\nsense.Second, the knowing or\nintentional application of force is a “use” of force.\nCastleman is correct that under Leocal v. Ashcroft, 543 U. S.\n1 (2004) , the word “use” “conveys the idea that\nthe thing used (here, ‘physical force’) has been made\nthe user’s instrument.” Brief for Respondent 37. But he\nerrs in arguing that although “[p]oison may have\n‘forceful physical properties’ as a matter of organic\nchemistry, . . . no one would say that a poisoner\n‘employs’ force or ‘carries out a purpose by\nmeans of force’ when he orshe sprinkles poison in a\nvictim’s drink,” ibid. The “useof force” in\nCastleman’s example is not the act of\n“sprinkl[ing]” the poison; it is the act of employing\npoison knowingly as a device to cause physical harm. That the harm\noccurs indirectly, rather than directly (as with a kick or punch),\ndoes not matter. Under Castleman’s logic, after all, one\ncould say that pulling the trigger on a gun is not a “use of\nforce” because it is the bullet, not the trigger, that\nactually strikes the victim. Leocal held that the “use”\nof force must entail “a higher degree of intent than\nnegligent or merely accidental conduct,” 543 U. S., at\n9; it did not hold that the word “use” somehow alters\nthe meaning of “force.”Because\nCastleman’s indictment makes clear that the use of physical\nforce was an element of his conviction, that conviction qualifies\nas a “misdemeanor crime of domestic violence.”IIIWe are not persuaded\nby Castleman’s nontextual arguments against our\ninterpretation of §922(g)(9).AFirst, Castleman\ninvokes §922(g)(9)’s legislative history to suggest that\nCongress could not have intended for the provision to apply to acts\ninvolving minimal force. But to the extent that legislative history\ncan aid in the inter-pretation of this statute, Castleman’s\nreliance on it is unpersuasive.Castleman begins by\nobserving that during the debate over §922(g)(9), several\nSenators argued that the provision would help to prevent gun\nviolence by perpetrators of severe domestic abuse. Senator\nLautenberg referred to “serious spousal or child abuse”\nand to “violent individuals”; Senator Hutchison to\n“ ‘people who batter their\nwives’ ”; Senator Wellstone to people who\n“brutalize” their wives or children; and Senator\nFeinstein to “severe and recurring domestic violence.”\n142 Cong. Rec. 22985–22986, 22988. But as we noted above, see\nsupra, at 2, the impetus of §922(g)(9) was that even\nperpetrators of severe domestic violence are often convicted\n“under generally applicable assault or battery laws.”\nHayes, 555 U. S., at 427. So nothing about these\nSenators’ isolated references to severe domestic violence\nsuggests that they would not have wanted §922(g)(9) to apply\nto a misdemeanor assault conviction like Castleman’s.Castleman next observes\nthat §922(g)(9) is the product of a legislative compromise.\nThe provision originally barred gun possession for any “crime\nof domestic violence,” defined as any “felony or\nmisdemeanor crime of violence, regardless of length, term, or\nmanner of punishment.” 142 Cong. Rec. 5840. Congress rewrote\nthe provision to require the use of physical force in response to\nthe concern “that the term crime of violence was too broad,\nand could be interpreted to include an act such as cutting up a\ncredit card with a pair of scissors,” id., at 26675. See\nHayes, 555 U. S., at 428. Castleman would have us conclude\nthat Congress thus meant “to narrow the scope of the statute\nto convictions based on especially severe conduct.” Brief for\nRespondent 24. But all Congress meant to do was address the fear\nthat §922(g)(9) might be triggered by offenses in which no\nforce at all was directed at a person. As Senator Lautenberg noted,\nthe revised text was not only “more precise” than the\noriginal but also “probably broader.” 142 Cong. Rec.\n26675.BWe are similarly\nunmoved by Castleman’s invocation of the rule of lenity.\nCastleman is correct that our “construction of a criminal\nstatute must be guided by the need for fair warning.” Crandon\nv. United States, 494 U. S. 152, 160 (1990) . But “the\nrule of lenity only applies if, after considering text, structure,\nhistory, and purpose, there remains a grievous ambiguity or\nuncertainty in the statute, such that the Court must simply guess\nas to what Congress intended.” Barber v. Thomas, 560\nU. S. 474, 488 (2010) (citation and internal quotation marks\nomitted). That is not the case here.CFinally, Castleman\nsuggests—in a single paragraph—that we should read\n§922(g)(9) narrowly because it implicates his constitutional\nright to keep and bear arms. But Castleman has not challenged the\nconstitutionality of §922(g)(9), either on its face or as\napplied to him, and the meaning of the statute is sufficiently\nclear that we need not indulge Castleman’s cursory nod to\nconstitutional avoidance concerns.*  *  *Castleman’s\nconviction for having “intentionally or knowingly cause[d]\nbodily injury to” the mother of his child qualifies as a\n“misdemeanor crime of domestic violence.” The judgment\nof the United States Court of Appeals for the Sixth Circuit is\ntherefore reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1See Dept. of Justice\n(DOJ), Bureau of Justice Statistics (BJS), J. Truman, L. Langton,\n& M. Planty, Criminal Victimization 2012 (Oct. 2013) (Table 1)\n(1,259,390 incidents of domestic violence in 2012), online at\nhttp://www.bjs.gov/content/pub/pdf/cv12.pdf (all Internet\nma-terials as visited Mar. 19, 2014, and available in Clerk of\nCourt’scase file); DOJ, BJS, C. Rennison, Crime Data Brief,\nIntimate Partner Violence, 1993–2001, p. 1 (Feb. 2003)\n(violence among intimate partners caused deaths of 1,247 women and\n440 men in 2000), online at\nhttp://‌www.bjs.gov/content/pub/pdf/ipv01.pdf.2We explained that the\nword “physical” did not add much to the word\n“force,” except to distinguish “force exerted by\nand through concrete bodies . . . from, for example,\nintellectual force or emotional force.” , 559 U. S., at\n138.3specifically reserved\nthe question whether our definition of “physical force”\nwould extend to . 559 U. S., at 143–144. And these\nreasons for declining to extend ’s definition to\n§922(g)(9) serve equally to rebut the “presumption of\nconsistent usage” on which ’s concurrence heavily\nrelies, at1–2, 4.4This portion of ’s\nanalysis relied heavily on v. , , in which we interpreted the\nmeaning of a “crime of violence” under . As in and\nhere, the statute defines a “crime of violence” in part\nas one “that has as an element the use . . . of\nphysical force,” §16(a). In support of our holding in ,\nwe quoted ’s observation that “ ‘[t]he\nordinary meaning of [a “crime of violence”]\n. . . suggests a category of violent, active\ncrimes.’ ” 559 U. S., at 140 (quoting 543\nU. S., at 11).5See also A. Ganley,\nUnderstanding Domestic Violence, in Im-proving the Health Care\nResponse to Domestic Violence: A Re-source Manual for Health Care\nProviders 18 (2d ed. 1996),online at\nhttp://www.‌futureswithoutviolence.org / userfiles / file/ HealthCare  / improving_healthcare_manual_1.pdf\n(physical forms of domestic violence “may include spitting,\nscratching, biting, grabbing, shaking, shoving, pushing,\nrestraining, throwing, twisting, [or] slapping”); M. McCue,\nDomestic Violence: A Reference Handbook 6 (1995) (noting that\nphysical forms of domestic violence “may begin with\nrelatively minor assaults such as painful pinching or\nsqueezing”).6The concurrence’s\nreliance on definitions of “domestic violence” in other\nstatutory provisions, see at 8, and n. 7, is similarly\nunpersuasive. These other provisions show that when Congress wished\nto define “domestic violence” as a type of\n“violence” , it knew how to do so. That it did not do\nso here suggests, if anything, that it did not mean to. See, v., .\nThis also answers the concurrence’s suggestion, at 10, that\nour holding will somehow make it difficult for Congress to define\n“domestic violence”—where it wants to—as\nrequiring violent force.7See U. S. Census\nBureau, Time Series of Intercensal State Population Estimates:\nApril 1, 1990 to April 1, 2000, online at\nhttp://www.‌census.gov/popest/data/intercensal/st-co/files/CO-EST2001-12-00.pdf\n(esti-mating state and national populations as of July 1,\n1996).8We held in that\n“ ‘use’ requires active employment,”\nrather “than negligent or merely accidental conduct.”\n543 U. S. at 9. Al-though reserved the question whether a\nreckless application of force could constitute a “use”\nof force, at 13, the Courts of Appeals have almost uniformly held\nthat recklessness is not sufficient. See v. , 606 F. 3d 1317,\n1335–1336 (CA11 2010);v. , 548 F. 3d 557, 560 (CA7\n2008); v. , 527 F. 3d 1110, 1124 (CA10 2008); v. , 487\nF. 3d 607, 615–616 (CA8 2007); v. , 469 F. 3d 496,\n499 (CA6 2006);v. , 466 F. 3d 1121, 1127–1132 (CA9 2006)\n(en banc); v. , 455 F. 3d 465, 468–469 (CA4 2006); v. ,\n418 F. 3d 260, 263–265 (CA3 2005) (Alito, J.); v. , 326\nF. 3d 367, 373 (CA2 2003); v. , 243 F. 3d 921, 926 (CA5\n2001). But see v. , 644 F. 3d 12, 19–20 (CA1 2011)\n(noting that the First Circuit had not resolved the recklessness\nissue under , but declining to extend ’s analysis to\n§922(g)(9)).",
    "joined": []
}