{
    "case": {
        "docket": "161",
        "citation": "571",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/571/161/"
    },
    "id": "1970792",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the\nReporter of Decisions, Supreme Court of the United States,\nWashington, D. C. 20543, of any typographical or other formal\nerrors, in order that corrections may be made before the\npreliminary print goes to press.SUPREME COURT OF THE UNITED STATES_________________No. 12–1036_________________MISSISSIPPI ex rel. JIM HOOD,\nATTORNEYGENERAL, PETITIONER v. AU OPTRONICSCORPORATION\net al.on writ of certiorari to the united states\ncourt of appeals for the fifth circuit[January 14, 2014]Justice Sotomayor\ndelivered the opinion of the Court.Under the Class Action\nFairness Act of 2005 (CAFA or Act), defendants in civil suits may\nremove “mass actions” from state to federal court. CAFA\ndefines a “mass action” as “any civil action\n. . . in which monetary relief claims of 100 or more\npersons are proposed to be tried jointly on the ground that the\nplaintiffs’ claims involve common questions of law or\nfact.” 28 U. S. C. §1332(d)(11)(B)(i). The\nquestion presented is whether a suit filed by a State as the sole\nplaintiff constitutes a “mass action” under CAFA where\nit includes a claim for restitution based on injuries suffered by\nthe State’s citizens. We hold that it does not. According to\nCAFA’s plain text, a “mass action” must involve\nmonetary claims brought by 100 or more persons who propose to try\nthose claims jointly as named plaintiffs. Because the State of\nMississippi is the only named plaintiff in the instant action, the\ncase must be remanded to state court.IACongress enacted CAFA\nin order to “amend the procedures that apply to consideration\nof interstate class actions.” 119Stat. 4. In doing so,\nCongress recognized that “[c]lass action lawsuits are an\nimportant and valuable part of the legal system.” CAFA\n§2. It was concerned, however, that certain requirements of\nfederal diversity jurisdic-tion, 28 U. S. C. §1332,\nhad functioned to “kee[p] cases of national importance”\nin state courts rather than federal courts. CAFA §2.CAFA accordingly\nloosened the requirements for diversity jurisdiction for two types\nof cases—“class actions” and “mass\nactions.” The Act defines “class action” to mean\n“any civil action filed under rule 23 of the Federal Rules of\nCivil Procedure or similar State statute or rule of judicial\nprocedure.” 28 U. S. C. §1332(d)(1)(B). And it\ndefines “mass action” to mean “any civil action\n. . . in which monetary relief claims of 100 or more\npersons are proposedto be tried jointly on the ground that the\nplaintiffs’claims involve common questions of law or\nfact.” §1332(d)(11)(B)(i).For class and mass\nactions, CAFA expanded diversity jurisdiction in two key ways.\nFirst, it replaced the ordinary requirement of complete diversity\nof citizenship among all plaintiffs and defendants, see State Farm\nFire & Casualty Co. v. Tashire, 386 U. S. 523 –531\n(1967), with a requirement of minimal diversity. Under that\nre-quirement, a federal court may exercise jurisdiction over a\nclass action if “any member of a class of plaintiffs isa\ncitizen of a State different from any defendant.”\n§1332(d)(2)(A). The same rule applies to mass actions. See\n§1332(d)(11)(A) (“[A] mass action shall be deemed\n. . . removable under [§§1332(d)(2) through\n(d)(10)]”). Second, whereas §1332(a) ordinarily requires\neach plaintiff’s claim to exceed the sum or value of $75,000,\nsee Exxon Mobil Corp. v. Allapattah Services, Inc., 545 U. S.\n546 –555 (2005), CAFA grants federal jurisdiction over class\nand mass actions in which the aggregate amount in contro-versy\nexceeds $5 million. §§1332(d)(2), (d)(6), (d)(11)(A).\nClass and mass actions filed in state court that satisfy\nCAFA’s requirements may be removed to federal court, 28\nU. S. C. §1453, but federal jurisdiction in a mass\naction, unlike a class action, “shall exist only over those\nplaintiffs” whose claims individually satisfy the $75,000\namount in controversy requirement,\n§1332(d)(11)(B)(i).[1]BRespondents\nmanufacture liquid crystal displays, or LCDs. In March 2011, the\nState of Mississippi sued them in state court, alleging that they\nhad formed an international cartel to restrict competition and\nraise prices inthe LCD market. The State claimed that these actions\nvio-lated two Mississippi statutes: the Mississippi Antitrust Act,\nMiss. Code Ann. §75–21–1 et seq. (2009), and\nthe Mississippi Consumer Protection Act, §75–24–1\net seq. (2009 and Cum. Supp. 2013). The State sought\ninjunctive relief and civil penalties under both statutes, along\nwith punitive damages, costs, and attorney’s fees. It also\nsought restitution for its own purchases “of LCD products and\nthe purchases of its citizens.” App. to Brief in Opposition\n65a; §75–24–11.Respondents filed a\nnotice to remove the case from state to federal court, arguing that\nthe case was removable under CAFA as either a “class\naction” or a “mass action.” The District Court\nruled that the suit did not qualify asa “class action”\nbecause it was “not brought pursuant to Federal Rule of Civil\nProcedure 23 or a ‘similar State statute or rule of judicial\nprocedure.’ ” 876 F. Supp. 2d 758, 769 (SD\nMiss. 2012). But it held that the suit did qualify as a “mass\naction,” because “[i]t is a civil action ‘in\nwhich monetary relief claims of 100 or more persons are proposed to\nbe tried jointly on the ground that the plaintiffs’ claims\ninvolve common questions of law or fact.’ ” Id.,\nat 771. The District Court reached that conclusion on the basis of\nFifth Circuit precedent in Louisiana ex rel. Caldwell v.\nAllstate Ins. Co., 536 F. 3d 418 (CA5 2008), which it\nunderstood to “stan[d] for the proposition that the words\n‘persons’ and ‘plaintiffs’ in [the mass\naction definition] are to be defined as ‘real parties in\ninterest.’ ” 876 F. Supp. 2d, at 771.\nApplying that rule, the court found that 100 or more unidentified\nMississippi consumers had purchased LCD screens and were therefore\nreal parties in interest to the State’s restitution claim.\nIbid. The court noted the “possibility that a ‘mass\naction’ should be thought of as a ‘mass\njoinder,’ ”—that is, as a suit involving 100\nor more “named plaintiffs.” Ibid., n. 9. But it\ndeemed that interpretation to be foreclosed by Caldwell.The District Court\nnonetheless remanded the case to state court on the basis of\nCAFA’s “general public exception,” which excludes\nfrom the “mass action” definition “any civil\naction in which . . . all of the claims in the action are\nasserted on behalf of the general public (and not on behalf of\nindividual claimants or members of a purported class) pursuant to a\nState statute specifically authorizing such action.” 28\nU. S. C. §1332(d)(11)(B)(ii)(III).The Court of Appeals\nreversed. 701 F. 3d 796 (CA5 2012). It agreed with the\nDistrict Court’s determination that Mississippi’s suit\nis not a “class action” under CAFA.[2] Id., at 799. It also agreed that, under\nCaldwell, the suit qualifies as a “mass action” because\n“[t]he real parties in interest in Mississippi’s suit\nare those more than 100 . . . individual citizens who\npurchased the [LCD] products within Mississippi.” 701\nF. 3d, at 800. It disagreed, however, with the District\nCourt’s ruling that the suit falls within the general public\nexception. Id., at 802–803.[3] Judge Elrod concurred in the judgment, noting that\nafter the Fifth Circuit’s decision in Caldwell, three Courts\nof Appeals had deemed similar lawsuits not to be mass actions\nremovable under CAFA.[4] We\ngranted certiorari to resolve this split of authority, 569\nU. S. ___ (2013), and now reverse.IIAOur analysis begins\nwith the statutory text. Sebelius v. Cloer, 569 U. S. ___, ___\n(2013) (slip op., at 6). The statute provides:“[T]he term mass action means any\ncivil action (except a [class action]) in which monetary relief\nclaims of 100 or more persons are proposed to be tried jointly\nonthe ground that the plaintiffs’ claims involve common\nquestions of law or fact, except that jurisdiction shall exist only\nover those plaintiffs whose claims in a mass action satisfy the\njurisdictional amount requirements under subsection (a).”\n§1332(d)(11)(B)(i).The parties do not\ndispute that this provision encompasses suits that are brought\njointly by 100 or more named plaintiffs who propose to try their\nclaims together. The question is whether the provision also\nincludes suits brought by fewer than 100 named plaintiffs on the\ntheory that there may be 100 or more unnamed persons who are real\nparties in interest as beneficiaries to any of the\nplaintiffs’ claims. Respondents argue that the provision\ncovers such suits because “claims of 100 or more\npersons” refers to “the persons to whom the claim\nbelongs, i.e., the real parties in interest to the claims,”\nregardless of whether those persons are named or unnamed. Brief for\nRespondents 19 (emphasis in original). We disagree.To start, the statute\nsays “100 or more persons,” not “100 or more\nnamed or unnamed real parties in interest.” Had Congress\nintended the latter, it easily could have drafted language to that\neffect. Indeed, when Congress wanted a numerosity requirement in\nCAFA to be satisfied by counting unnamed parties in interest in\naddition to named plaintiffs, it explicitly said so: CAFA provides\nthat in order for a class action to be removable, “the\nnumberof members of all proposed plaintiff classes” must be\n100 or greater, §1332(d)(5)(B), and it defines “class\nmembers” to mean “the persons (named or unnamed) who\nfall within the definition of the proposed or certified\nclass,” §1332(d)(1)(D). Congress chose not to use the\nphrase “named or unnamed” in CAFA’s mass action\nprovision, a decision we understand to be intentional. See Dean v.\nUnited States, 556 U. S. 568, 573 (2009)\n(“ ‘[W]here Congress includes particular language\nin one section of a statute but omits it in another section of the\nsame Act, it is generally presumed that Congress acts intentionally\nand purposely in the disparate inclusion or\nexclusion’ ”).More fundamentally,\nrespondents’ interpretation cannot be reconciled with the\nfact that the “100 or more persons” referred to in the\nstatute are not unspecified individuals who have no actual\nparticipation in the suit, but instead the very\n“plaintiffs” referred to later in the\nsentence—the parties who are proposing to join their claims\nin a single trial. Congress made this understanding evident in two\nkey ways.First, we presume that\n“ ‘Congress is aware of existing law when it\npasses legislation.’ ” Hall v. United States, 566\nU. S. ___, ___ (2012) (slip op., at 9). Here, Congress used\nthe terms “persons” and “plaintiffs” just\nas they are used in Federal Rule of Civil Procedure 20, governing\nparty joinder. Where §1332(d)(11)(B)(i) requires that the\n“claims of 100 or more persons [must be] proposed to be tried\njointly on the ground that the plaintiffs’ claims involve\ncommon questions of law or fact,” Rule 20 provides that\n“[p]ersons may join in one action as plaintiffs if they\nassert any right to relief jointly . . . and any question\nof law or fact common to all plaintiffs will arise in the\naction.” Thus, just as it is used in Rule 20, the term\n“persons” in §1332(d)(11)(B)(i) refers to the\nindividuals who are proposing to join as plaintiffs in a single\naction.Second,\nrespondents’ interpretation of “persons” cannot\nsquare with the statute’s requirement that the claims of the\n“100 or more persons” must be proposed for joint trial\n“on the ground that the plaintiffs’ claims involve\ncommon questions of law or fact.” §1332(d)(11)(B)(i). It\nis difficult to imagine how the claims of one set of unnamed\nindivid-uals could be proposed for joint trial on the ground that\nthe claims of some completely different group of named plaintiffs\nshare common questions. The better understanding is that Congress\nmeant for the “100 or more persons” and the proposed\n“plaintiffs” to be one and the same.Recognizing that the\nstatute’s use of the term “persons” could be a\nreference to proposed plaintiffs, respondents assert that\n“plaintiffs,” like “persons,” should be\nconstrued to “includ[e] both named and unnamed real parties\nin in-terest.” Brief for Respondents 24. But that\nstretchesthe meaning of “plaintiff” beyond recognition.\nThe term “plaintiff” is among the most commonly\nunderstood of legal terms of art: It means a “party who\nbrings a civil suit in a court of law.” Black’s Law\nDictionary 1267 (9th ed. 2009); see also Webster’s Third New\nInternational Dictionary 1729 (1961) (defining\n“plaintiff” to mean “one who commences a personal\naction or lawsuit,” or “the complaining party in any\nlitigation”). It certainly does not mean “anyone, named\nor unnamed, whom a suit may benefit,” as respondents\nsuggest.[5]Moreover, Congress used\nthe term “plaintiffs” twice in the mass action\nprovision. The provision encompasses actions in which monetary\n“claims of 100 or more persons are proposed to be tried\njointly on the ground that the plaintiffs’ claims involve\ncommon questions,” and it then provides that\n“jurisdiction shall exist only over those plaintiffs whose\nclaims in a mass action satisfy the jurisdictional amount\nrequiremen[t]” of $75,000. §1332(d)(11)(B)(i). If\nrespondents are correct that “plaintiffs” means unnamed\nparties in interest where it is used the first time, then so too\nthe second. After all, the “pre-sumption that a given term is\nused to mean the same thing throughout a statute” is\n“at its most vigorous when a term is repeated within a given\nsentence.” Brown v. Gardner, 513 U. S. 115, 118 (1994)\n.Yet if the term\n“plaintiffs” is stretched to include all unnamed\nindividuals with an interest in the suit, then\n§1332(d)(11)(B)(i)’s requirement that\n“jurisdiction shall exist only over those plaintiffs whose\nclaims [exceed $75,000]” becomes an administrative nightmare\nthat Congress could not possibly have intended, see Griffin v.\nOceanic Contractors, Inc., 458 U. S. 564, 575 (1982) . How is a\ndistrict court to identify the unnamed parties whose claims in a\ngiven case are for less than $75,000? Would the court in this case,\nfor instance, have to hold an evidentiary hearing to determine the\nidentity of each of the hundreds of thousands of unnamed\nMississippi citizens who purchased one of respondents’ LCD\nproducts between 1996 and 2006 (the period alleged in the\ncomplaint)? Even if it could identify every such person, how would\nit ascertain the amount in controversy for each individual claim?\nRespondents suggest that “[i]n some circumstances, defendants\nmay be able to identify from their payment records any persons who\nmay have claims for overpayments,” but they stop notably\nshort of claiming to possess such decades-old records themselves.\nBrief for Respondents 25.Furthermore, what would\nhappen with individuals whose claims were valued at less than\n$75,000? The District Court in this case suggested that if the suit\nwere deemed a mass action, it would sever the claim for\n“restitution for losses incurred by individuals claiming less\nthan or equal to $75,000 each” and remand that claim back to\nstate court, while allowing the other claims (including the\nrestitution claims exceeding $75,000) to proceed in federal court.\n876 F. Supp. 2d, at 775. Even respondents do not defend that\noutcome, presumably because it would mean that much of the\nState’s lawsuit could proceed in state court after all,\nsimultaneously with the newly severed parallel federal\naction.[6]We think it unlikely\nthat Congress intended that federal district courts engage in these\nunwieldy inquiries. By contrast, interpreting\n“plaintiffs” in accordance with its usual\nmeaning—to refer to the actual named parties who bring an\naction—leads to a straightforward, easy to administer rule\nunder which a court would examine whether the plaintiffs have\npleaded in good faith the requisite amount. See Horton v. Liberty\nMut. Ins. Co., 367 U. S. 348, 353 (1961) . Our decision thus\ncomports with the commonsense observation that “when judges\nmust decide jurisdictional matters, simplicity is a virtue.”\nSee Standard Fire Ins. Co. v. Knowles, 568 U. S. ___, ___\n(2013) (slip op., at 6).BOur reading of the\nmass action provision’s text is reinforced by the statutory\ncontext. See Mohamad v. Palestinian Authority, 566 U. S. ___,\n___ (2012) (slip op., at 5–6).First, the provision of\nCAFA governing transfer motions confirms our view that the term\n“plaintiffs” refers to actual named parties as opposed\nto unnamed real parties in interest. That provision,\n§1332(d)(11)(C)(i), provides that once a mass action has been\nremoved to federal court, it “shall not thereafter be\ntransferred to any other court . . . unless a majority of\nthe plaintiffs in the action request transfer.” If\nrespondents are correct that “plaintiffs” means\n“unnamed parties in interest,” it will be surpassingly\ndifficult for a court to decide in a case like this one whether an\naction may be transferred. The District Court itself acknowledged\nthis problem, noting that it would have to identify and communicate\nwith “hundreds of thousands if not millions of real parties\nin interest” to “pol[l] [them] about their preferred\nforum” if respondents’ interpretation were correct. 876\nF. Supp. 2d, at 777.The context in which\nthe mass action provision was enacted lends further support to our\nconclusion. Congress’ overriding concern in enacting CAFA was\nwith class actions. See Preamble, 119Stat. 4 (describing CAFA as an\n“[a]ct to amend the procedures that apply to consideration of\ninterstate class actions”); CAFA §2 (Congress’\nfindings with respect to class actions). The mass action provision\nthus functions largely as a backstop to ensure that CAFA’s\nrelaxed jurisdictional rules for class actions cannot be evaded by\na suit that names a host of plaintiffs rather than using the class\ndevice. Respondents’ argument fails to recognize this key\ndistinction. Their position is ultimately that “[t]his action\nis similar to a class action,” such that it should be\nremoved. Brief for Respondents 27. But if Congress had wanted\nrepresentative actions brought by States as sole plaintiffs to be\nremovable under CAFA on the theory that they are in substance no\ndifferent from class actions, it would have done so through the\nclass action provision, not the one governing mass\nactions.[7]IIIRather than relying\non the text of CAFA as the source of its real party in interest\ninquiry, the Court of Appeals appeared to find such an inquiry\nnecessary on the basis of what it understood to be a background\nprinciple: that “federal courts look to the substance of the\naction and not only at the labels that the parties may\nattach.” Caldwell, 536 F. 3d, at 424. This was\nerror.We have interpreted the\ndiversity jurisdiction statute to require courts in certain\ncontexts to look behind the pleadings to ensure that parties are\nnot improperly creating or destroying diversity jurisdiction. We\nhave held, for example, that a plaintiff may not keep a case out of\nfederal court by fraudulently naming a nondiverse defendant. Wecker\nv. National Enameling & Stamping Co., 204 U. S. 176\n–186 (1907). Nor may a plaintiff create diversity by\ncollusively assigning his interest in an action. Kramer v.\nCaribbean Mills, Inc., 394 U. S. 823 –830 (1969); see\nalso 28 U. S. C. §1359. And in cases involving a\nState or state official, we have inquired into the real party in\ninterest because a State’s presence as a party will destroy\ncomplete diversity. Missouri, K. & T. R. Co. v. Missouri\nRailroad and Warehouse Comm’rs, 183 U. S. 53 –59\n(1901).But the question in\nthis case is not simply whether there exists some background\nprinciple of analyzing the real parties in interest to a suit; the\nquestion is whether Congress intended that courts engage in that\nanalysis when deciding whether a suit is a mass action. Recognizing\nthis fact, respondents do not argue that the real party in interest\ninquiry employed in the above cases somehow supersedes the text of\nCAFA; they instead argue that we should read CAFA in light of those\ncases because “ ‘Congress expects its statutes to\nbe read in conformity with this Court’s\nprecedents.’ ” Brief for Respondents 19 (quoting\nUnited States v. Wells, 519 U. S. 482, 495 (1997) ). For two\nreasons, however, we conclude that Congress did not intend the\nbackground inquiry to apply to the mass action provision.First, it makes sense\nto infer Congress’ intent to incorporate a background\nprinciple into a new statute where the principle has previously\nbeen applied in a similar manner. But that is not the case here.\nThe background real party in interest inquiry identifies what\nparty’s (or parties’) citizenship should be considered\nin determining diversity. The inquiry that respondents urge is\nquite dif-ferent: It is an attempt to count up additional unnamed\nparties in order to satisfy the mass action provision’s\nnumerosity requirement. Respondents offer no reason to believe that\nCongress intended to extend the real party inquiry to this new\ncircumstance, and so any presumption that Congress wanted to\nincorporate the inquiry, if it exists in this case at all, would be\ncomparatively weak. Cf. Meyer v. Holley, 537 U. S. 280, 286\n(2003) (“Congress’ silence, while permitting an\ninference that Congress intended to apply ordinary background tort\nprinciples, cannot show that it intended to apply an unusual\nmodification of those rules”).[8]Second, even if the\nbackground principle had previously been applied in the manner\nsought by respondents, Congress provided express indications that\nit did not want the principle to apply to the mass action\nprovision. It specified that “the term ‘mass\naction’ shall not include any civil action in which\n. . . the claims are joined upon motion of a\ndefendant.” §1332(d)(11)(B)(ii)(II). By prohibiting\ndefendants from joining unnamed individuals to a lawsuit in order\nto turn it into a mass action, Congress demonstrated its focus on\nthe persons who are actually proposing to join together as named\nplaintiffs in the suit. Requiring district courts to pierce the\npleadings to identify unnamed persons interested in the suit would\nrun afoul of that intent. Moreover, as already discussed, Congress\nrepeatedly used the word “plaintiffs” to describe the\n100 or more persons whose claims must be proposed for a joint\ntrial. That word refers to actual, named parties—a concept\ninherently at odds with the background inquiry into unnamed real\nparties in interest, who by definition are never plaintiffs.\nCongress thus clearly displaced a background real party in interest\ninquiry, even assuming one might otherwise apply. Cf. Barnhart v.\nSigmon Coal Co., 534 U. S. 438, 459, n. 16 (2002) .*  *  *For the foregoing\nreasons, the judgment of the United States Court of Appeals for the\nFifth Circuit is reversed, and the case is remanded for further\nproceedings consistent with this opinion.It is so ordered.Notes1CAFA provides certain\nexceptions for class actions that involve matters of principally\nlocal or state concern. See 28 U. S. C.\n§§1332(d)(3)–(5). None of them are at issue in this\ncase.2Respondents do not\nchallenge this ruling before this Court.3The Court of Appeals did\nso on the rationale that because individual Mississippi consumers\nare real parties in interest to the State’s restitution\nclaim, the general public exception’s requirement that\n“all ofthe claims” must be “asserted on behalf of\nthe general public (and not on behalf of individual\nclaimants)” was not satisfied. .4See .v., 699 F. 3d 385\n(CA4 2012); v., 672 F. 3d 661 (CA9 2012); v., 665 F. 3d 768 (CA7\n2011).5Congress could of course\nrequire a real party in interest inquiry in a statute that uses the\nterm “plaintiff” simply by saying so. But it has not\ndone that here.6Respondents suggest that\na district court might be able to exercise supplemental\njurisdiction over the claims that fall beneath $75,000, thereby\navoiding the problem of identifying and remanding such claims to\nthe state court. We need not decide the issue here, but we note\nthat at least one Court of Appeals has rejected that view. See v.,\n483 F. 3d 1184, 1206, n. 51 (CA11 2007) (holding that because\nsupplemental jurisdiction does not apply where a federal statute\n“ ‘expressly provide[s]\notherwise,’ ” , the mass action provision’s\nexplicit exclusion of jurisdiction over claims beneath $75,000\nnegates supplemental jurisdiction over such claims).7The parties both point to\nthe “general public exception,”\n§1332(d)(11)(B)(ii)(III), in support of their respective\npositions. But because the foregoing arguments resolve this case,\nwe need not construe that provision here.8We have also applied a\nreal party in interest inquiry in contexts other than that of\ndetermining citizenship for purposes of diversity jurisdiction. See\nv. , –376 (1923) (state sovereign immunity); v. , –393\n(1938) (original jurisdiction). But even if we were to indulge in a\npresumption that Congress somehow intended to import the inquiry\napplied in those particular contexts into the mass action\nprovision’s distinct numerosity requirement, we would find\nany such presumption overridden by CAFA’s text.",
    "joined": []
}