{
    "case": {
        "docket": "665",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/665/"
    },
    "id": "3410715",
    "author": "sotomayor",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 13–935_________________WELLNESS INTERNATIONAL NETWORK, LIMITED, et\nal, PETITIONERSv.RICHARD SHARIFon writ of certiorari to the united states\ncourt of appeals for the seventh circuit[May 26, 2015]Justice Sotomayor delivered the opinion of the\nCourt.Article III, §1, of the Constitution provides\nthat “[t]he judicial Power of the United States, shall be vested in\none supreme Court, and in such inferior Courts as the Congress may\nfrom time to time ordain and establish.” Congress has in turn\nestablished 94 District Courts and 13 Courts of Appeals, composed\nof judges who enjoy the protections of Article III: life tenure and\npay that cannot be diminished. Because these protections help to\nensure the integrity and independence of the Judiciary, “we have\nlong recognized that, in general, Congress may not withdraw from”\nthe Article III courts “any matter which, from its nature, is the\nsubject of a suit at the common law, or in equity, or in\nadmiralty.”Sternv.Marshall, 564 U. S. ___,\n___ (2011) (slip op., at 18) (internal quotation marksomitted).Congress has also authorized the appointment of\nbankruptcy and magistrate judges, who do not enjoy the protections\nof Article III, to assist Article III courts in their work. The\nnumber of magistrate and bankruptcy judgeships exceeds the number\nof circuit and district judgeships.[1] And it is no exaggeration to say that without the\ndistinguished service of these judicial colleagues, the work of the\nfederal court system would grind nearly to a halt.[2]Congress’ efforts to align the responsibilities\nof non-Article III judges with the boundaries set by the\nConstitution have not always been successful. InNorthern\nPipeline Constr. Co.v.Marathon Pipe Line Co., 458\nU. S. 50 (1982) (plurality opinion), and more recently inStern, this Court held that Congress violated Article III by\nauthorizing bankruptcy judges to decide certain claims for which\nlitigants are constitutionally entitled to an Article III\nadjudication. This case presents the question whether Article III\nallows bankruptcy judges to adjudicate such claims with the\nparties’ consent. We hold that Article III is not violated when the\nparties knowingly and voluntarily consent to adjudication by a\nbankruptcy judge.IABefore 1978, district courts typically\ndelegated bankruptcy proceedings to “referees.”Executive\nBenefits Ins. Agencyv.Arkison, 573 U. S. ___, ___\n(2014) (slip op., at 4). Under the Bankruptcy Act of 1898,\nbankruptcy referees had “[s]ummary jurisdiction” over “claims\ninvolving ‘property in the actual or constructive possession of the\nbankruptcy court’ ”—that is, over the apportionment of the\nbankruptcy estate among creditors.Ibid.(alteration\nomitted).They could preside over other proceedings—matters\nimplicating the court’s “plenary jurisdiction”—by consent.Id.,at ___ (slip op., at 5); see alsoMacDonaldv.Plymouth County Trust Co., 286 U. S. 263 –267\n(1932).In 1978, Congress enacted the Bankruptcy Reform\nAct, which repealed the 1898 Act and gave the newly created\nbankruptcy courts power “much broader than that exercised under the\nformer referee system.”Northern Pipeline, 458 U. S.,\nat 54. The Act “[e]liminat[ed] the distinction between ‘summary’\nand ‘plenary’ jurisdiction” and enabled bankruptcy courts to decide\n“all ‘civil proceedings arising under title 11 [the Bankruptcy\ntitle] or arisingin or related to cases under title 11.’ ”Ibid.(emphasis de-leted).Congress thus vested\nbankruptcy judges with most of the “ ‘powers of a court of\nequity, law, and admiralty,’ ”id.,at 55, without\naffording them the benefits of Article III. This Court therefore\nheld parts of the system unconstitutional inNorthern\nPipeline.Congress responded by enacting the Bankruptcy\nAmendments and Federal Judgeship Act of 1984. Under that Act,\ndistrict courts have original jurisdiction over bankruptcy cases\nand related proceedings. 28 U. S. C. §§1334(a), (b). But\n“[e]ach district court may provide that any or all” bankruptcy\ncases and related proceedings “shall be referred to the bankruptcy\njudges for the district.” §157(a). Bankruptcy judges are “judicial\nofficers of the United States district court,” appointed to 14-year\nterms by the courts of appeals, and subject to removal for cause.\n§§152(a)(1), (e). “The district court may withdraw” a reference to\nthe bankruptcy court “on its own motion or on timely motion of any\nparty, for cause shown.” §157(d).When a district court refers a case to a\nbankruptcy judge, that judge’s statutory authority depends on\nwhether Congress has classified the matter as a “[c]ore\nproceed-in[g]” or a “[n]on-core proceedin[g],” §§157(b)(2),\n(4)—much as the authority of bankruptcy referees, before the 1978\nAct, depended on whether the proceeding was “summary” or “plenary.”\nCongress identified as “[c]ore” a nonexclusive list of 16 types of\nproceedings, §157(b)(2), in which it thought bankruptcy courts\ncould constitutionally enter judgment.[3] Congress gave bankruptcy courts the power to “hear and\ndetermine” core proceedings and to “enter appropriate orders and\njudgments,” subject to appellate review by the district court.\n§157(b)(1); see §158. But it gave bankruptcy courts more limited\nauthor-ity in non-core proceedings: They may “hear and determine”\nsuch proceedings, and “enter appropriate orders and judgments,”\nonly “with the consent of all the parties to the proceeding.”\n§157(c)(2). Absent consent, bankruptcy courts in non-core\nproceedings may only “submit proposed findings of fact and\nconclusions of law,” which the district courts reviewde novo. §157(c)(1).BPetitioner Wellness International Network is a\nmanufacturer of health and nutrition products.[4] Wellness and respondent Sharif entered into a\ncontract under which Sharif would distribute Wellness’ products.\nThe relationship quickly soured, and in 2005, Sharif sued Wellness\nin the United States District Court for the Northern District of\nTexas. Sharif repeatedly ignored Wellness’ discovery requests and\nother litigation obligations, resulting in an entry of default\njudgment for Wellness. The District Court eventually sanctioned\nSharif by awarding Wellness over $650,000 in attorney’s fees. This\ncase arises from Wellness’ long-running—and so far\nunsuccessful—efforts to collect on that judgment.In February 2009, Sharif filed for Chapter 7\nbankruptcy in the Northern District of Illinois. The bankruptcy\npetition listed Wellness as a creditor. Wellness requested\ndocuments concerning Sharif’s assets, which Sharif did not provide.\nWellness later obtained a loan application Sharif had filed in\n2002, listing more than $5 million in assets. When confronted,\nSharif informed Wellness and the Chapter 7 trustee that he had lied\non the loan application. The listed assets, Sharif claimed, were\nactually owned by the Soad Wattar Living Trust (Trust), an entity\nSharif said he administered on behalf of his mother, and for the\nbenefit of his sister. Wellness pressed Shariffor information on\nthe Trust, but Sharif again failed to respond.Wellness filed a five-count adversary complaint\nagainst Sharif in the Bankruptcy Court. See App. 5–22. Counts I–IV\nof the complaint objected to the discharge of Sharif’s debts\nbecause, among other reasons, Sharif had concealed property by\nclaiming that it was owned by the Trust. Count V of the complaint\nsought a declaratory judgment that the Trust was Sharif’s alter ego\nand that its assets should therefore be treated as part of Sharif’s\nbankruptcy estate.Id., at 21. In his answer, Sharif\nadmitted that the adversary proceeding was a “core proceeding”\nunder 28 U. S. C. §157(b)—i.e.,a proceeding in\nwhich the Bankruptcy Court could enter final judgment subject to\nappeal. See §§157(b)(1), (2)(J); App. 24. Indeed, Sharif requested\njudgment in his favor on all counts of Wellness’ complaint and\nurged the Bankruptcy Court to “find that the Soad Wattar Living\nTrust is not property of the [bankruptcy] estate.”Id.,at\n44.A familiar pattern of discovery evasion ensued.\nWellness responded by filing a motion for sanctions, or, in the\nalternative, to compel discovery. Granting the motion to compel,\nthe Bankruptcy Court warned Sharif that if he did not respond to\nWellness’ discovery requests a default judgment would be entered\nagainst him. Sharif eventu-ally complied with some discovery\nobligations, but did not produce any documents related to the\nTrust.In July 2010, the Bankruptcy Court issued a\nruling finding that Sharif had violated the court’s discovery\norder. See App. to Pet. for Cert. 92a–120a. It accordingly denied\nSharif’s request to discharge his debts and entered a default\njudgment against him in the adversary proceeding. And it declared,\nas requested by count V of Wellness’ complaint, that the assets\nsupposedly held by the Trust were in fact property of Sharif’s\nbankruptcy estate because Sharif “treats [the Trust’s] assets as\nhis own prop-erty.”Id.,at 119a.Sharif appealed to the District Court. Six weeks\nbefore Sharif filed his opening brief in the District Court, this\nCourt decidedStern. InStern, the Court held that\nArticle III prevents bankruptcy courts from entering final judgment\non claims that seek only to “augment” the bankruptcy estate and\nwould otherwise “exis[t] without regard toany bankruptcy\nproceeding.” 564 U. S., at ___, ___ (slip op., at 27, 34).\nSharif did not citeSternin his opening brief. Rather,\nafter the close of briefing, Sharif moved for leave to file a\nsupplemental brief, arguing that in light ofIn re\nOrtiz, 665 F. 3d 906 (CA7 2011)—a recently issued decision\ninterpretingStern—“the bankruptcy court’s order should only\nbe treated as a report and recommendation.” App. 145. The District\nCourt denied Sharif's motion for supplemental briefing as untimely\nand affirmed the Bankruptcy Court’s judgment.The Court of Appeals for the Seventh Circuit\naffirmed in part and reversed in part. 727 F. 3d 751 (2013).\nThe Seventh Circuit acknowledged that ordinarily Sharif’sSternobjection would “not [be] preserved because he waited\ntoo long to assert it.” 727 F. 3d, at 767.[5] But the court determined that the ordinary rule\ndid not apply because Sharif’s argument concerned “the allocation\nof authority between bankruptcy courts and district courts” under\nArticle III, and thus “implicate[d] structural interests.”Id.,at 771. Based on those separation-of-powers\nconsiderations, the court held that “a litigant may not waive” aSternobjection.Id.,at 773. Turning to the merits\nof Sharif’s contentions, the Seventh Circuit agreed with the\nBankruptcy Court’s resolution of counts I–IV of Wellness’ adversary\ncomplaint. It further concluded, however, that count V of the\ncomplaint alleged a so-called “Sternclaim,” that is, “a\nclaim designated for final adjudication in the bankruptcy court as\na statutory matter, but prohibited from proceeding in that way as a\nconstitutional matter.”Executive Benefits, 573 U. S.,\nat ___ (slip op., at 4). The Seventh Circuit therefore ruled that\nthe Bankruptcy Court lacked constitutional authority to enter final\njudgment on count V.[6]We granted certiorari, 573 U. S. ___\n(2014), and now reverse the judgment of the Seventh\nCircuit.[7]IIOur precedents make clear that litigants may\nvalidly consent to adjudication by bankruptcy courts.AAdjudication by consent is nothing new.\nIndeed, “[d]uring the early years of the Republic, federal courts,\nwith the consent of the litigants, regularly referred adjudication\nof entire disputes to non-Article III referees, masters, or\narbitrators, for entry of final judgment in accordance with the\nreferee’s report.” Brubaker, The Constitutionality of Litigant\nConsent to Non-Article III Bankruptcy Adjudications, 32 Bkrtcy. L.\nLetter No. 12, p. 6 (Dec. 2012); see,e.g.,Thorntonv.Carson, 7 Cranch 596, 597 (1813)\n(affirming damages awards in two actions that “were referred, by\nconsent under a rule of Court to arbitrators”);Heckersv.Fowler, 2 Wall. 123, 131 (1865) (observing that the\n“[p]ractice of referring pending actions under a rule of court, by\nconsent of parties, was well known at common law,” and “is now\nuniversally regarded . . . as the proper foundation of\njudgment”);Newcombv.Wood, 97 U. S. 581, 583\n(1878) (recognizing “[t]he power of a court of justice, with the\nconsent of the parties, to appoint arbitrators and refer a case\npending before it”).The foundational case in the modern era isCommodity Futures Trading Comm’nv.Schor, 478\nU. S. 833 (1986) . The Commodity Futures Trading Commission\n(CFTC), which Congress had authorized to hear customer complaints\nagainst commodities brokers, issued a regulation allowing itself to\nhear state-law counterclaims as well. William Schor filed a\ncomplaint with the CFTC against his broker, and the broker, which\nhad previously filed claims against Schor in federal court, refiled\nthem as counterclaims in the CFTC proceeding. The CFTC ruled\nagainst Schor on the counterclaims. This Court upheld that ruling\nagainst both statutory and constitutional challenges.On the constitutional question (the one relevant\nhere) the Court began by holding that Schor had “waived any right\nhe may have possessed to the full trial of [the broker’s]\ncounterclaim before an Article III court.”Id.,at 849. The\nCourt then explained why this waiver legitimated the CFTC’s\nexercise of authority: “[A]s a personal right, Article III’s\nguarantee of an impartial and independent federal adjudication is\nsubject to waiver, just as are other per-sonal constitutional\nrights”—such as the right to a jury—“that dictate the procedures by\nwhich civil and criminal matters must be tried.”Id.,at\n848–849.The Court went on to state that a litigant’s\nwaiver of his “personal right” to an Article III court is not\nalways dispositive because Article III “not only preserves to\nlitigants their interest in an impartial and independent federal\nadjudication of claims . . . , but also serves as ‘an\ninseparable element of the constitutional system of checks and\nbalances.’ . . . To the extent that this structural\nprinciple is implicated in a given case”—but only to that\nextent—“the parties cannot by consent cure the constitutional\ndifficulty . . . .”Id.,at 850–851.Leaning heavily on the importance of Schor’s\nconsent, the Court found no structural concern implicated by the\nCFTC’s adjudication of the counterclaims against him. While\n“Congress gave the CFTC the authority to adjudicate such matters,”\nthe Court wrote,“the decision to invoke this forum is left\nentirely to the parties and the power of the federal judiciary to\ntake jurisdiction of these matters is unaffected. In such\ncircumstances, separation of powers concerns are diminished, for it\nseems self-evident that just as Congress may encourage parties to\nsettle a dispute out of court or resort to arbitration without\nimpermissible incursions on the separation of powers, Congress may\nmake available a quasi-judicial mechanism through which willing\nparties may, at their option, elect to resolve their differences.”Id.,at 855.The option for parties to submit their disputes\nto a non-Article III adjudicator was at most a “de minimis”\ninfringement on the prerogative of the federal courts.Id.,at 856.A few years afterSchor, the Court\ndecided a pair of cases—Gomezv.United States, 490\nU. S. 858 (1989) , andPeretzv.United States,\n501 U. S. 923 (1991) —that reiterated the importance of\nconsent to the constitutional analysis. Both cases concerned\nwhether the Federal Magistrates Act authorized magistrate judges to\npreside over jury selection in a felony trial;[8] the difference was that Peretz consented to the\npractice while Gomez did not. That difference was dispositive.InGomez, the Court interpreted the\nstatute as not allowing magistrate judges to supervisevoir direwithout consent, emphasizing the\nconstitutional concerns that might otherwise arise. See 490\nU. S., at 864. InPeretz, the Court upheld the\nMagistrate Judge’s action, stating that “the defendant’s consent\nsignificantly changes the constitutional analysis.” 501 U. S.,\nat 932. The Court concluded that allowing a magistrate judge to\nsupervise jury selection—with consent—does not violate Article III,\nexplaining that “litigants may waive their personal right to have\nan Article III judge preside over a civil trial,”id.,at\n936 (citingSchor, 478 U. S., at 848), and that “[t]he\nmost basic rights of criminal defendants are similarly subject to\nwaiver,” 501 U. S., at 936. And “[e]ven assuming that a\nlitigant may not waive structural protections provided by Article\nIII,” the Court found “no such structural protections\n. . . implicated by” a magistrate judge’s supervision ofvoir dire:“Magistrates are appointed and subject to\nremoval by Article III judges. The ‘ultimate decision’ whether to\ninvoke the magistrate’s assistance is made by the district court,\nsubject to veto by the parties. The decision whether to empanel the\njury whose selection a magistrate has supervised also remains\nentirely with the district court. Because ‘the entire process takes\nplace under the district court’s total control and jurisdiction,’\nthere is no danger that use of the magistrate involves a\n‘congressional attemp[t] “to transfer jurisdiction [to non-Article\nIII tribunals] for the purpose of emasculating” constitutional\ncourts.’ ”Id.,at 937 (citations omitted; alteration\nin original).[9]The lesson ofSchor,Peretz, and\nthe history that preceded them is plain: The entitlement to an\nArticle III adjudicator is “a personal right” and thus ordinarily\n“subject to waiver,”Schor, 478 U. S., at 848. Article\nIII also serves a structural purpose, “barring congressional\nattempts ‘to transfer jurisdiction [to non-Article III tribunals]\nfor the purpose of emasculating’ constitutional courts and thereby\nprevent[ing] ‘the encroachment or aggrandizement of one branch at\nthe expense of the other.’ ”Id.,at 850 (citations\nomitted). But allowing Article I adjudicators to decide claims\nsubmitted to them by consent does not offend the separation of\npowers so long as Article III courts retain supervisory authority\nover the process.BThe question here, then, is whether allowing\nbankruptcy courts to decideSternclaims by consent would\n“imper-missibly threate[n] the institutional integrity of the\nJudicial Branch.”Schor, 478 U. S., at 851. And that\nquestion must be decided not by “formalistic and unbending rules,”\nbut “with an eye to the practical effect that the” practice “will\nhave on the constitutionally assigned role of the federal\njudiciary.”Ibid.; seeThomasv.Union Carbide\nAgricultural Products Co., 473 U. S. 568, 587 (1985)\n(“[P]ractical attention to substance rather than doctrinaire\nreliance on formal categories should inform application of Article\nIII”). The Court must weigh“the extent to which the essential\nattributes of judicial power are reserved to Article III courts,\nand, con-versely, the extent to which the non-Article III forum\nexer-cises the range of jurisdiction and powers normally vested\nonly in Article III courts, the origins and importance of the right\nto be adjudicated, and the concerns that drove Congress to depart\nfrom the requirements of Article III.”Schor, 478\nU. S., at 851 (internal quotation marks omitted).Applying these factors, we conclude that\nallowing bankruptcy litigants to waive the right to Article III\nadjudication ofSternclaims does not usurp the\nconstitutional prerogatives of Article III courts. Bankruptcy\njudges, like magistrate judges, “are appointed and subject to\nremoval by Article III judges,”Peretz, 501 U. S., at\n937; see 28 U. S. C. §§152(a)(1), (e). They “serve as\njudicial officers of the United States district court,” §151, and\ncollectively “constitute a unit of the district court” for that\ndistrict, §152(a)(1). Just as “[t]he ‘ultimate decision’ whether to\ninvoke [a] magistrate [judge]’s assistance is made by the district\ncourt,”Peretz, 501 U. S., at 937, bankruptcy courts\nhear matters solely on a district court’s reference, §157(a), which\nthe district court may withdrawsua sponteor at the\nrequest of a party, §157(d). “[S]eparation of powers concerns are\ndiminished” when, as here, “the decision to invoke [a non-Article\nIII] forum is left entirely to the parties and the power of the\nfederal judiciary to take jurisdiction” remains in place.Schor, 478 U. S., at 855.Furthermore, like the CFTC inSchor,\nbankruptcy courts possess no free-floating authority to decide\nclaims traditionally heard by Article III courts. Their ability to\nresolve such matters is limited to “a narrow class of common law\nclaims as an incident to the [bankruptcy courts’] primary, and\nunchallenged, adjudicative function.”Id.,at 854. “In such\ncircumstances, the magnitude of any intrusion on the Judicial\nBranch can only be termedde minimis.”Id.,at\n856.Finally, there is no indication that Congress\ngave bankruptcy courts the ability to decideSternclaims in\nan effort to aggrandize itself or humble the Judiciary. As inPeretz, “[b]ecause ‘the entire process takes place under the\ndistrict court’s total control and jurisdiction,’ there is no\ndanger that use of the [bankruptcy court] involves a\n‘congres-sional attemp[t] “to transfer jurisdiction [to non-Article\nIII tribunals] for the purpose of emasculating” constitutional\ncourts.’ ” 501 U. S.,at 937 (citation omitted);\nsee alsoSchor, 478 U. S., at 855 (allowing CFTC’s\nadjudication of counterclaims because of “the degree of judicial\ncontrol saved to the federal courts, as well as the congressional\npurpose behind the jurisdictional delegation, the demonstrated need\nfor the delegation, and the limited nature of the delegation”\n(citation omitted));Pacemaker Diagnostic Clinic of America,\nInc.v.Instromedix, Inc., 725 F. 2d 537, 544 (CA9 1984)\n(en banc) (Kennedy, J.) (magistrate judges may adjudicate civil\ncases by consent because the Federal Magistrates Act “invests the\nArticle III judiciary with extensive administrative control over\nthe management, composition, and operation of the magistrate\nsystem”).[10]Congress could choose to rest the full share of\nthe Judiciary’s labor on the shoulders of Article III judges. But\ndoing so would require a substantial increase in the number of\ndistrict judgeships. Instead, Congress has supplemented the\ncapacity of district courts through the able assistance of\nbankruptcy judges. So long as those judges are subject to control\nby the Article III courts, their work poses no threat to the\nseparation of powers.COur recent decision inStern, on which\nSharif and the principal dissent rely heavily, does not compel a\ndifferent result. That is becauseStern—like its\npredecessor,Northern Pipeline—turned on the fact that the\nlitigant “did not truly consent to” resolution of the claim against\nit in a non-Article III forum. 564 U. S., at ___ (slip op., at\n27).To understandStern, it is necessary to\nfirst understandNorthern Pipeline. There, the Court\nconsidered whether bankruptcy judges “could ‘constitutionally be\nvested with jurisdiction to decide [a] state-law contract claim’\nagainst an entity that was not otherwise part of the bankruptcy\nproceedings.” 564 U. S., at ___ (slip op., at 19). In\nanswering that question in the negative, both the plurality and\nthen-Justice Rehnquist, concurring in the judgment, noted that the\nentity in question did not consent to the bankruptcy court’s\nadjudication of the claim. See 458 U. S., at 80, n. 31\n(plurality opinion);id.,at 91 (opinion of Rehnquist, J.).\nThe Court confirmed in two later cases thatNorthern\nPipelineturned on the lack of consent. SeeSchor, 478\nU. S., at 849 (“[I]nNorthern Pipeline, . . .\nthe absence of consent to an initial adjudication before a\nnon-Article III tribunal was relied on as a significant factor in\ndetermining that Article III forbade such adjudication”);Thomas, 473 U. S., at 584.Sternpresented the same scenario. The\nmajority cited the dissent’s observation thatNorthern\nPipeline“establish[ed] only that Congress may not vest in a\nnon-Article III court the power to adjudicate, render final\njudgment, and issue binding orders in a traditional contract action\narising under state law,without consentof the litigants,\nand subject only to ordinary appellate review,” 564 U. S., at\n___ (slip op., at 28–29) (emphasis added; internal quotation marks\nomitted). To which the majority responded, “Just so: Substitute\n‘tort’ for ‘contract,’ and that statement directly covers this\ncase.”Id.,at ___ (slip op., at 29); see alsoid.,at ___ (slip op., at 27) (defendant litigated in the Bankruptcy\nCourt because he “had nowhere else to go” to pursue his claim).\nBecauseSternwas premised on nonconsent to adjudication by\nthe Bankruptcy Court, the “constitutional bar” it announced, seepost, at 14 (Roberts, C. J., dissenting), simply does\nnot govern the question whether litigants may validly consent to\nadjudication by a bankruptcy court.An expansive reading ofStern, moreover,\nwould be inconsistent with the opinion’s own description of its\nholding. The Court inSterntook pains to note that the\nquestion before it was “a ‘narrow’ one,” and that its answer did\n“not change all that much” about the division of labor between\ndistrict courts and bankruptcy courts.Id.,at ___ (slip\nop., at 37); see alsoid.,at ___ (slip op., at 38) (stating\nthat Congress had exceeded the limitations of Article III “in one\nisolated respect”). That could not have been a fair\ncharacterization of the decision if it meant that bank-ruptcy\njudges could no longer exercise their longstanding authority to\nresolve claims submitted to them by consent. InterpretingSternto bar consensual adjudications by bankruptcy courts\nwould “meaningfully chang[e] the division of labor” in our judicial\nsystem, contra,id.,at ___ (slip op., at 37).[11]In sum, the cases in which this Court has found\na violation of a litigant’s right to an Article III decisionmaker\nhave involved an objecting defendant forced to litigate\ninvoluntarily before a non-Article III court. The Court has never\ndone what Sharif and the principal dissent would have us do—hold\nthat a litigant who has the right to an Article III court may not\nwaive that right through his consent.DThe principal dissent warns darkly of the\nconsequences of today’s decision. Seepost, at 17–20. To\nhear the principal dissent tell it, the world will end not in fire,\nor ice, but in a bankruptcy court. The response to these ominous\npredictions is the same now as it was when Justice Brennan,\ndissenting inSchor, first made them nearly 30 years\nago:“This is not to say, of course, that if\nCongress created a phalanx of non-Article III tribunals equipped to\nhandle the entire business of the Article III courts without any\nArticle III supervision or control and without evidence of valid\nand specific legislative necessities, the fact that the parties had\nthe election to proceed in their forum of choice would necessarily\nsave the scheme from constitutional attack. But this case obviously\nbears no resemblance to such a\nsce-nario . . . .” 478 U. S., at 855\n(citations omitted).Adjudication based on litigant consent has been\na consistent feature of the federal court system since its\ninception. Reaffirming that unremarkable fact, we are confident,\nposes no great threat to anyone’s birthrights, constitutional or\notherwise.IIISharif contends that to the extent litigants\nmay validly consent to adjudication by a bankruptcy court, such\nconsent must be express. We disagree.Nothing in the Constitution requires that\nconsent to adjudication by a bankruptcy court be express. Nor does\nthe relevant statute, 28 U. S. C. §157, mandate express\nconsent; it states only that a bankruptcy court must obtain “the\nconsent”—consentsimpliciter—“of all parties to the\nproceeding” before hearing and determining a non-core claim.\n§157(c)(2). And a requirement of express consent would be in great\ntension with our decision inRoellv.Withrow, 538\nU. S. 580 (2003) . That case concerned the interpretation of\n§636(c), which authorizes magistrate judges to “conduct any or all\nproceedings in a jury or nonjury civil matter and order the entry\nof judgment in the case,” with “the consent of the\nparties.”[12] The specific\nquestion inRoellwas whether, as a statutory matter, the\n“consent” required by §636(c) had to be express. The dissent argued\nthat “[r]eading §636(c)(1) to require express consent not only is\nmore consistent with the text of the statute, but also” avoids\nconstitutional concerns by “ensur[ing] that the parties knowingly\nand voluntarily waive their right to an Article III judge.” 538\nU. S., at 595 (opinion of Thomas, J.). But the majority—thus\nplaced on notice of the constitutional concern—was untroubled by\nit, opining that “the Article III right is substantially honored”\nby permitting waiver based on “actions rather than words.”Id.,at 589, 590.The implied consent standard articulated inRoellsupplies the appropriate rule for adjudications by\nbankruptcy courts under §157. Applied in the bankruptcy context,\nthat standard possesses the same pragmatic virtues—increasing\njudicial efficiency and checking gamesmanship—that motivated our\nadoption of it for consent-based adjudications by magistrate\njudges. Seeid.,at 590. It bears emphasizing, however, that\na litigant’s consent—whether express or implied—must still be\nknowing and voluntary.Roellmakes clear that the key\ninquiry is whether “the litigant or counsel was made aware of the\nneed for consent and the right to refuse it, and still voluntarily\nappeared to try the case” before the non-Article III adjudicator.Ibid.; see alsoid.,at 588, n. 5 (“notification\nof the right to refuse” adjudication by a non-Article III court “is\na prerequisite to any inference of consent”).[13]IVIt would be possible to resolve this case by\ndetermining whether Sharif in fact consented to the Bankruptcy\nCourt’s adjudication of count V of Wellness’ adversary complaint.\nBut reaching that determination would require a deeply factbound\nanalysis of the procedural history unique to this protracted\nlitigation. Our resolution of the consent question—unlike the\nantecedent constitutional question—would provide little guidance to\nlitigants or the lower courts. Thus, consistent with our role as “a\ncourt of review, not of first view,”Nautilus, Inc.v.Biosig Instruments, Inc., 572 U. S. ___, ___ (2014)\n(slip op., at 14) (internal quotation marks omitted), we leave it\nto the Seventh Circuit to decide on remand whether Sharif’s actions\nevinced the requisite knowing and voluntary consent, and also\nwhether, as Wellness contends, Sharif forfeited hisSternargument below.*  *  *The Court holds that Article III permits\nbankruptcy courts to decideSternclaims submitted to them\nby consent. The judgment of the United States Court of Appeals for\nthe Seventh Circuit is therefore reversed, and the case is remanded\nfor further proceedings consistent with this opinion.It is so ordered.Notes1Congress has authorized\n179 circuit judgeships and 677 district judgeships, a total of 856.\nUnited States Courts, Status of Article III Judgeships,\nhttp://www.uscourts.gov/Statistics/JudicialBusiness/2014/status-article-iii-judgeships.aspx\n(all Internet materials as visitedMay 22, 2015, and available in\nClerk of Court’s case file).The number of authorized magistrate and\nbankruptcy judgeships currently stands at 883: 534 full-time\nmagistrate judgeships and349 bankruptcy judgeships. United States\nCourts, Appointments of Magistrate Judges,\nhttp://www.uscourts.gov/Statistics/JudicialBusiness/2014/appointments-magistrate-judges.aspx;\nUnited States Courts, Status of Bankruptcy Judgeships,\nhttp://www.uscourts.gov/Statistics/JudicialBusiness/2014/status-bankruptcy-judgeships.aspx.2Between October 1, 2013,\nand September 30, 2014, for example, litigants filed 963,739 cases\nin bankruptcy courts—more thandouble the total number filed in\ndistrict and circuit courts. United States Courts, Judicial\nCaseload Indicators,\nhttp://www.uscourts.gov/Statistics/JudicialBusiness/2014/judicial-caseload-indicators.aspx.3Congress appears to have\ndrawn the term “core” fromNorthern Pipeline’s description\nof “the restructuring of debtor-creditor relations” as “the core of\nthe federal bankruptcy power.”Northern Pipeline Constr. Co.v.Marathon Pipe Line Co.,458 U. S., 50, 71\n(1982).4Individual petitioners\nRalph and Cathy Oats are Wellness’ founders. This opinion refers to\nall petitioners collectively as “Wellness.”5Although the Seventh\nCircuit referred to Sharif’s failure to raise hisSternargument in a timely manner as a waiver, that court has since\nclarified that its decision rested on forfeiture. SeePetersonv.Somers Dublin Ltd., 729 F. 3d 741,\n747 (2013) (“The issue inWellness International Networkwas\nforfeiture rather than waiver”).6The Seventh Circuit\nconcluded its opinion by considering the rem-edy for the Bankruptcy\nCourt’s purportedly unconstitutional issuance of a final judgment.\nThe court determined that if count V of Wellness’ complaint raised\na core claim, the only statutorily authorized remedy would be for\nthe District Court to withdraw the reference to the Bankruptcy\nCourt and set a new discovery schedule. The Seventh Circuit’s\nreasoning on this point was rejected by our decision last Term inExecutive Benefits, which held that district courts may\ntreatSternclaims like non-core claims and thus are not\nrequired to restart proceedings entirely when a bankruptcy court\nimproperly enters final judgment.7Because the Court\nconcludes that the Bankruptcy Court could val-idly enter judgment\non Wellness’ claim with the parties’ consent, this opinion does not\naddress, and expresses no view on, Wellness’ alternative contention\nthat the Seventh Circuit erred in concluding the claim in count V\nof its complaint was aSternclaim.8In relevant part, the Act\nprovides that district courts may assign magistrate judges certain\nenumerated duties as well as “such additional duties as are not\ninconsistent with the Constitution and the laws ofthe United\nStates.” 28 U. S. C. §636(b)(3).9Discounting the relevance\nofGomezandPeretz, the principal dissent emphasizes\nthat neither case concerned the entry of final judgment by a\nnon-Article III actor. Seepost, at 16 (opinion of Roberts,\nC. J.). Here again, the principal dissent’s insistence on\nformalism leads it astray. As we explained inPeretz, the\n“responsibility and importance [of] presiding overvoir direat a felony trial” is equivalent to the\n“supervision of entire civil and misdemeanor trials,” 501\nU. S., at 933, tasks in which magistrate judges may “order the\nentry of judgment” with the parties’ consent,\n§636(c)(1).10The\nprincipal dissent accuses us of making Sharif’s consent\n“ ‘dispositive’ in curing [a] structural separation of powers\nviolation,” con-trary to the holding ofSchor.Post,\nat 16. That argument misapprehends bothSchorand the nature\nof our analysis. WhatSchorforbids is using consent to\nexcuse an actual violation of Article III. See 478 U. S., at\n850–851 (“To the extentthat th[e] structural principle\n[protected by Article III] is implicated in a given case, the\nparties cannot by consent cure the constitutional\ndifficulty . . .” (emphasis added)). ButSchorconfirms that consent remains highly relevant when\ndetermining, as we do here, whether a particular adjudication in\nfact raises constitutional concerns. Seeid.,at 855\n(“separation of powers concerns are diminished” when “the decision\nto invoke [a non-Article III] forum is left entirely to the\nparties”). Thus, we do not rely on Sharif’s consent to “cur[e]” a\nviolation of Article III. His consent shows, in part, why no such\nviolation has occurred. Cf. Meltzer, Legislative Courts,\nLegislative Power, and the Constitution, 65 Ind. L. J. 291,\n303 (1990) (“[C]onsent provides, if not complete, at least very\nconsiderable reason to doubt that the tribunal poses a serious\nthreat to the ideal of federal adjudicatory independence”); Fallon,\nOf Legislative Courts, Administrative Agencies, and Article III,\n101 Harv. L. Rev. 915, 992 (1988) (when the parties consent,\n“there is substantial assurance that the agency is not generally\nbehaving arbitrarily or otherwise offending separation-of-powers\nvalues. Judicial integrity is not at risk”).11In\nadvancing its restrictive view ofStern, the principal\ndissent ignores the sweeping jurisprudential implications of its\nposition. If, as the principal dissent suggests, consent is\nirrelevant to the Article III analysis, it is difficult to see howSchorandPeretzwere not wrongly decided. But those\ndecisions obviously remain good law. It is the principal dissent’s\nposition that breaks with our precedents. SeePlautv.Spendthrift Farm, Inc., 514 U. S. 211, 231 (1995)\n(“[T]he proposition that legal defenses based upon doctrines\ncentral to the courts’ struc-tural independence can never be waived\nsimply does not accord with our cases”).12Consistent with our precedents, the\nCourts of Appeals have unanimously upheld the constitutionality of\n§636(c). SeeSinclairv.Wainwright, 814 F. 2d 1516,\n1519 (CA11 1987);Bell & Beckwithv.United\nStates, 766 F. 2d 910, 912 (CA6 1985);Gairolav.Virginia Dept. ofGen. Servs., 753 F. 2d 1281, 1285\n(CA4 1985);D. L.Auld Co.v.Chroma Graphics\nCorp., 753 F. 2d 1029, 1032 (CA Fed. 1985);United\nStatesv.Dobey, 751 F. 2d 1140, 1143 (CA10 1985);Fieldsv.Washington Metropolitan AreaTransit\nAuth., 743 F. 2d 890, 893 (CADC 1984);Gerasv.Lafayette Display Fixtures, Inc., 742 F. 2d 1037, 1045 (CA7\n1984);Lehman Bros. Kuhn Loeb Inc.v.Clark Oil &Refining Corp., 739 F. 2d 1313, 1316 (CA8 1984) (en banc);Puryearv.Ede’s Ltd., 731 F. 2d 1153, 1154 (CA5\n1984);Goldsteinv.Kelleher, 728 F. 2d 32, 36 (CA1\n1984);Collinsv.Foreman, 729 F. 2d 108, 115–116\n(CA2 1984);Pacemaker Diagnostic Clinic, Inc.v.Instromedix, Inc., 725 F. 2d 537, 540 (CA9 1984) (en banc)\n(Kennedy, J.);Wharton-Thomasv.United States, 721\nF. 2d 922, 929–930 (CA3 1983).13Even\nthough the Constitution does not require that consent be express,\nit is good practice for courts to seek express statements of\nconsent or nonconsent, both to ensure irrefutably that any waiver\nof the right to Article III adjudication is knowing and voluntary\nand to limit subsequent litigation over the consent issue. Statutes\nor judicial rules may require express consent where the\nConstitution does not. Indeed, the Federal Rules of Bankruptcy\nProcedure already require that pleadings in adversary proceedings\nbefore a bankruptcy court “contain a statement that the proceeding\nis core or non-core and, if non-core, that the pleader does or does\nnot consent to entry of final orders or judgment by the bankruptcy\njudge.” Fed. Rule Bkrtcy. Proc. 7008 (opening pleadings); see Fed.\nRule Bkrtcy. Proc. 7012 (responsive pleadings). The Bankruptcy\nCourt and the parties followed that procedure in this case. See\nApp. 6, 24;supra, at 5–6. And this Court recently submitted\nto Congress, pursuant to the Rules Enabling Act, proposed\namendments to Rules 7008 and 7012 that remove references to the\ncore/non-core distinction and thus require parties in all\nbankruptcy proceedings to state expressly whether they consent to\nthe bankruptcy court’s entry of judgment. Report of the Judicial\nConference, Committee on Rules of Practice and Procedure,\npp. 6, 7, 9. (Sept. 2013).",
    "joined": []
}