{
    "case": {
        "docket": "782",
        "citation": "572",
        "year": 2014,
        "url": "https://supreme.justia.com/cases/federal/us/572/782/"
    },
    "id": "1970906",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 12–515_________________MICHIGAN, PETITIONER v. BAY MILLS\nINDIANCOMMUNITY et al.on writ of certiorari to the united states\ncourt of appeals for the sixth circuit[May 27, 2014]Justice Sotomayor,\nconcurring.The doctrine of tribal\nimmunity has been a part of American jurisprudence for well over a\ncentury. See, e.g., Parks v. Ross, 11 How. 362 (1851); Struve,\nTribal Immu-nity and Tribal Courts, 36 Ariz. St. L. J. 137,\n148–155 (2004) (tracing the origins of the doctrine to the\nmid-19th cen-tury); Wood, It Wasn’t An Accident: The Tribal\nSovereign Immunity Story, 62 Am. U. L. Rev. 1587, 1640–1641\n(2013) (same). And in more recent decades, this Court has\nconsistently affirmed the doctrine. See, e.g., United States v.\nUnited States Fidelity & Guaranty Co., 309 U. S. 506\n(1940) ; Puyallup Tribe, Inc. v. Department of Game of Wash., 433\nU. S. 165 (1977) ; C & L Enterprises, Inc. v. Citizen Band\nPotawatomi Indian Tribe of Okla., 532 U. S. 411, 418 (2001) .\nDespite this history, the principal dissent chides the Court for\nfailing to offer a sufficient basis for the doctrine of tribal\nimmunity, post, at 3 (opinion of Thomas, J.), and reasons that we\nshould at least limit the doctrine of tribal sovereign immunity in\nways that resemble restrictions on foreign sovereign immunity.The majority\ncompellingly explains why stare decisis and deference to\nCongress’ careful regulatory scheme require affirming the\ndecision below. I write separately to further detail why both\nhistory and comity counsel against limiting Tribes’ sovereign\nimmunity in the manner the principal dissent advances.ILong before the\nformation of the United States, Tribes “were self-governing\nsovereign political communities.” United States v. Wheeler,\n435 U. S. 313 –323 (1978). And Tribes “have not\ngiven up their full sovereignty.” Id., at 323. Absent\ncontrary congressional acts, Tribes “retain their existing\nsovereign powers” and “possess those aspects of\nsovereignty not withdrawn by treaty or statute, or by implication\nas a necessary result of their dependent status.” Ibid. See\nalso 25 U. S. C. §1301(1) (affirming Tribes’\ncontinued “powers of self-government”). In this case\nthen, the question is what type of immunity federal courts should\naccord to Tribes, commensurate with their retained sovereignty.In answering this\nquestion, the principal dissent analogizes tribal sovereign\nimmunity to foreign sovereign immunity. Foreign sovereigns (unlike\nStates) are generally not immune from suits arising from their\ncommercial activities. Post, at 4; see also Foreign Sovereign\nImmunities Act of 1976, 28 U. S. C. §1605(a)(2)\n(commercial-activity exception to foreign sovereign immunity). This\nanalogy, however, lacks force. Indian Tribes have never\nhistorically been classified as “foreign” governments\nin federal courts even when they asked to be.The case of Cherokee\nNation v. Georgia, 5 Pet. 1 (1831), is instructive. In 1828 and\n1829, the Georgia Legislature enacted a series of laws that\npurported to nullify acts of the Cherokee government and seize\nCherokee land, among other things. Id., at 7–8. The Cherokee\nNation sued Georgia in this Court, alleging that Georgia’s\nlaws violated federal law and treaties. Id., at 7. As the\nconstitutional basis for jurisdiction, the Tribe relied on Article\nIII, §2, cl. 1, which extends the federal judicial power to\ncases “between a state, or the citizens thereof, and foreign\nstates, citizens, or subjects.” 5 Pet., at 15 (internal\nquotation marks omitted). But this Court concluded that it lacked\njurisdiction because Tribes were not “foreign\nstate[s].” Id., at 20. The Court reasoned that “[t]he\ncondition of the Indians in relation to the United States is\nperhaps unlike that of any other two people in existence.”\nId., at 16. Tribes were more akin to “domestic dependent\nnations,” the Court explained, than to foreign nations. Id.,\nat 17. We have repeatedly relied on that characterization in\nsubsequent cases. See, e.g., Oklahoma Tax Comm’n v. Citizen\nBand Potawatomi Tribe of Okla., 498 U. S. 505, 509 (1991) ;\nMerrion v. Jicarilla Apache Tribe, 455 U. S. 130, 141 (1982) .\nTwo centuries of jurisprudence therefore weigh against treating\nTribes like foreign visitors in American courts.IIThe principal dissent\ncontends that whenever one sovereign is sued in the courts of\nanother, the question whether to confer sovereign immunity is not a\nmatter of right but rather one of “comity.” Post, at 3.\nBut in my view, the premise leads to a different conclusion than\nthe one offered by the dissent. Principles of comity strongly\ncounsel in favor of continued recognition of tribal sovereign\nimmunity, including for off-reservation commercial conduct.Comity—“that is, ‘a proper respect for [a\nsovereign’s] functions,’ ” Sprint\nCommunications, Inc. v. Jacobs, 571 U. S. ___, ___ (2013)\n(slip op., at 7)—fosters “respectful, harmonious\nrelations” between governments, Wood v. Milyard, 566\nU. S. ___, ___ (2012) (slip op., at 7). For two reasons, these\ngoals are best served by recognizing sovereign immunity for Indian\nTribes, including immunity for off-reservation conduct, except\nwhere Congress has expressly abrogated it. First, a legal rule that\npermitted States to sue Tribes, absent their consent, for\ncommercial conduct would be anomalous in light of the existing\nprohibitions against Tribes’ suing States in like\ncircumstances. Such disparate treatment of these two classes of\ndomestic sovereigns would hardly signal the Federal\nGovernment’s respect for tribal sovereignty. Second, Tribes\nface a number of barriers to raising revenue in traditional ways.\nIf Tribes are ever to become more self-sufficient, and fund a more\nsubstantial portion of their own governmental functions, commercial\nenterprises will likely be a central means of achieving that\ngoal.AWe have held that\nTribes may not sue States in federal court, Blatchford v. Native\nVillage of Noatak, 501 U. S. 775 (1991) , including for\ncommercial conduct that chiefly impacts Indian reservations,\nSeminole Tribe of Fla. v. Florida, 517 U. S. 44 (1996) . In\nSeminole Tribe, the Tribe sued the State of Florida in federal\ncourt under the Indian Gaming Regulatory Act (IGRA)—the same\nstatute petitioner relies on here. The suit alleged that Florida\nhad breached its statutory “duty to negotiate in good faith\nwith [the Tribe] toward the formation of a [gaming] compact.”\nId., at 47. This Court held that state sovereign immunity\nprohibited such a suit.Importantly, the Court\nbarred the Tribe’s suit against Florida even though the case\ninvolved the State’s conduct in the course of commercial\nnegotiations. As this Court later observed, relying in part on\nSeminole Tribe, the doctrine of state sovereign immunity is not\n“any less robust” when the case involves conduct\n“that is undertaken for profit, that is traditionally\nperformed by private citizens and corporations, and that otherwise\nresembles the behavior of ‘market\nparticipants.’ ” College Savings Bank v. Florida\nPrepaid Postsecondary Ed. Expense Bd., 527 U. S. 666, 684\n(1999) . Nor did Seminole Tribe adopt a state corollary to the\n“off-reservation” exception to tribal sovereign\nimmunity that the principal dissent urges today. To the contrary,\nthe negotiations in Seminole Tribe concerned gaming on Indian\nlands, not state lands.As the principal\ndissent observes, “comity is about one sovereign respecting\nthe dignity of another.” Post, at 4. This Court would hardly\nfoster respect for the dignity of Tribes by allowing States to sue\nTribes for commercial activity on State lands, while prohibiting\nTribes from suing States for commercial activity on Indian lands.\nBoth States and Tribes are domestic governments who come to this\nCourt with sovereignty that they have not entirely ceded to the\nFederal Government.Similar asymmetry would\nresult if States could sue Tribes in state courts.[1] In Nevada v. Hicks, 533 U. S. 353,\n355 (2001) , this Court considered whether a tribal court had\n“jurisdiction over civil claims against state officials who\nentered tribal land to execute a search warrant against a tribe\nmember suspected of having violated state law outside the\nreservation.” It held that the tribal court did not. Id., at\n374. In reaching that conclusion, the Court observed that\n“[s]tate sovereignty does not end at a reservation’s\nborder.” Id., at 361. And relying on similar principles, some\nfederal courts have more explicitly held that tribal courts may not\nentertain suits against States. See, e.g., Montana v. Gilham, 133\nF. 3d 1133, 1136–1137 (CA9 1998) (holding that while\nneither “the Eleventh Amendment [n]or congressional\nact” barred suits against States in tribal courts, “the\ninherent sovereign powers of the States” barred such suits).\nTo the extent Tribes are barred from suing in tribal courts, it\nwould be anomalous to permit suits against Tribes in state\ncourts.Two of the dissenting\nopinions implicitly address this asymmetry. The principal dissent\nreasons that States and Tribes should be treated differently for\npurposes of sovereign immunity because—unlike tribal\nsovereign immu-nity—state sovereign immunity has\nconstitutional origins. Post, at 3, n. 1. Justice Ginsburg\noffers another view: that Tribes and States should both receive\nless immunity. She expresses concerns about cases like Seminole\nTribe, pointing to dissents that have catalogued the many problems\nassociated with the Court’s sprawling state sovereign\nimmunity jurisprudence. Post, at 1–2 (citing, among others,\nAlden v. Maine, 527 U. S. 706, 814 (1999) (Souter, J.,\ndissenting)).As things stand,\nhowever, Seminole Tribe and its prog-eny remain the law. And so\nlong as that is so, comity would be ill-served by unequal treatment\nof States and Tribes. If Tribes cannot sue States for commercial\nactivities on tribal lands, the converse should also be true. Any\nother result would fail to respect the dignity of Indian\nTribes.BThe principal dissent\ncontends that Tribes have emerged as particularly\n“substantial and successful” commercial actors. Post,\nat 13. The dissent expresses concern that, although tribal leaders\ncan be sued for prospective relief, ante, at 13 (majority opinion),\nTribes’ purportedly growing coffers remain unexposed to broad\ndamages liability. Post, at 10–11. These observations suffer\nfrom two flaws.First, not all Tribes\nare engaged in highly lucrative commercial activity. Nearly half of\nfederally recognized Tribes in the United States do not operate\ngaming facilities at all. A. Meister, Casino City’s Indian\nGaming Industry Report 28 (2009–2010 ed.) (noting that\n“only 237, or 42 percent, of the 564 federally recognized\nNative American tribes in the U. S. operate\ngaming”).[2] And even\namong the Tribes that do, gaming revenue is far from uniform. As of\n2009, fewer than 20% of Indian gaming facilities accounted for\nroughly 70% of the revenues from such facilities. Ibid. One must\ntherefore temper any impression that Tribes across the country have\nsuddenly and uniformly found their treasuries filled with gaming\nrevenue.Second, even if all\nTribes were equally successful in generating commercial revenues,\nthat would not justify the commercial-activity exception urged by\nthe principal dissent. For tribal gaming operations cannot be\nunderstood as mere profit-making ventures that are wholly separate\nfrom the Tribes’ core governmental functions. A key goal of\nthe Federal Government is to render Tribes more self-sufficient,\nand better positioned to fund their own sovereign functions, rather\nthan relying on federal funding. 25 U. S. C.\n§2702(1) (explaining that Congress’ purpose in enacting\nIGRA was “to provide a statutory basis for the operation of\ngaming by Indian tribes as a means of promoting tribal economic\ndevelopment, self-sufficiency, and strong tribal\ngovernments”); see also Cohen’s Handbook of Federal\nIndian Law 1357–1373 (2012) (Cohen’s Handbook)\n(describing various types of federal financial assistance that\nTribes receive). And tribal business operations are critical to the\ngoals of tribal self-sufficiency because such enterprises in some\ncases “may be the only means by which a tribe can raise\nrevenues,” Struve, 36 Ariz. St. L. J., at 169. This is due in\nlarge part to the insuperable (and often state-imposed) barriers\nTribes face in raising revenue through more traditional means.For example, States\nhave the power to tax certain individuals and companies based on\nIndian reservations, making it difficult for Tribes to raise\nrevenue from those sources. See Oklahoma Tax Comm’n v.\nCitizen Band Potawatomi Tribe of Okla., 498 U. S. 505\n(allowing State to collect taxes on sales to non-Indians on Indian\nland); Arizona Dept. of Revenue v. Blaze Constr. Co., 526\nU. S. 32 (1999) (allowing taxation of companies owned by\nnon-Indians on Indian land); Thomas v. Gay, 169 U. S. 264 (1898)\n(allowing taxation of property owned by non-Indians on Indian\nland). States may also tax reservation land that Congress has\nauthorized individuals to hold in fee, regardless of whether it is\nheld by Indians or non-Indians. See Cass County v. Leech Lake Band\nof Chip-pewa Indians, 524 U. S. 103 (1998) (States may tax\nIndian reservation land if Congress made the land subject to sale\nunder the Indian General Allotment Act of 1887 (also known as the\nDawes Act)); County of Yakima v. Confederated Tribes and Bands of\nYakima Nation, 502 U. S. 251 (1992) (same).As commentators have\nobserved, if Tribes were to impose their own taxes on these same\nsources, the resulting double taxation would discourage economic\ngrowth. Fletcher, In Pursuit of Tribal Economic Development as a\nSubstitute for Reservation Tax Revenue, 80 N. D. L. Rev.\n759, 771 (2004); see also Cowan, Double Taxation in Indian Country:\nUnpacking the Problem and Analyzing the Role of the Federal\nGovernment in Protecting Tribal Governmental Revenues, 2 Pittsburgh\nTax Rev. 93, 95 (2005); Enterprise Zones, Hearings before the\nSubcommittee on Select Revenue Measures of the House Committee On\nWays and Means, 102d Cong., 1st Sess., 234 (1991) (statement of\nPeterson Zah, President of the Navajo Nation) (“[D]ouble\ntaxation interferes with our ability to encourage economic activity\nand to develop effective reve-nue generating tax programs. Many\nbusinesses may find it easier to avoid doing business on our\nreservations rather than . . . bear the brunt of an added\ntax burden”).If non-Indians\ncontrolled only a small amount of prop-erty on Indian reservations,\nand if only a negligible amount of land was held in fee, the\ndouble-taxation concern might be less severe. But for many Tribes,\nthat is not the case. History explains why this is so: Federal\npolicies enacted in the late 19th and early 20th centuries rendered\na devastating blow to tribal ownership. In 1887, Congress enacted\nthe Dawes Act. 24Stat. 388. That Act had two major components\nrelevant here. First, it converted the property that belonged to\nIndian Tribes into fee property, and allotted the land to\nindividual Indians. Id., at 388–389. Much of this land passed\nquickly to non-Indian owners. Royster, The Legacy of Allotment, 27\nAriz. St. L. J. 1, 12 (1995). Indeed, by 1934, the amount of land\nthat passed from Indian Tribes to non-Indians totaled 90 million\nacres. See Cohen’s Handbook 74. Other property passed to\nnon-Indians when destitute Indians found themselves unable to pay\nstate taxes, resulting in sheriff’s sales. Royster, supra, at\n12.A second component of\nthe Dawes Act opened “surplus” land on Indian\nreservations to settlement by non-Indians. 24Stat. 389–390.\nSelling surplus lands to non-Indians was part of a more general\npolicy of forced assimilation. See Cohen’s Handbook 75. Sixty\nmillion acres of land passed to non-Indian hands as a result of\nsurplus programs. Royster, supra, at 13.[3]These policies have\nleft a devastating legacy, as the cases that have come before this\nCourt demonstrate. We noted in Montana v. United States, 450\nU. S. 544, 548 (1981) , for example, that due in large part to\nthe Dawes Act, 28% of the Crow Tribe’s reservation in Montana\nwas held in fee by non-Indians. Similarly, Justice White observed\nin Brendale v. Confederated Tribes and Bands of Yakima Nation, 492\nU. S. 408, 414 (1989) (plurality opinion), that 20% of the Yakima\nNation’s reservation was owned in fee. For reservations like\nthose, it is particu-larly impactful that States and local\ngovernments may tax property held by non-Indians, Thomas, 169 U.\nS., at 264–265, and land held in fee as a result of the Dawes\nAct. See County of Yakima, 502 U. S., at 259.Moreover, Tribes are\nlargely unable to obtain substantial revenue by taxing tribal\nmembers who reside on non-fee land that was not allotted under the\nDawes Act. As one scholar recently observed, even if Tribes imposed\nhigh taxes on Indian residents, “there is very little income,\nproperty, or sales they could tax.” Fletcher, supra, at 774.\nThe poverty and unemployment rates on Indian reservations are\nsignificantly greater than the national average. See n. 4,\ninfra. As a result, “there is no stable tax base on most\nreservations.” Fletcher, supra, at 774; see Williams, Small\nSteps on the Long Road to Self-Sufficiency for In-dian Nations: The\nIndian Tribal Governmental Tax Status Act of 1982, 22 Harv. J.\nLegis. 335, 385 (1985).To be sure, poverty has\ndecreased over the past few decades on reservations that have\ngaming activity. One recent study found that between 1990 and 2000,\nthe presence of a tribal casino increased average per capita income\nby 7.4% and reduced the family poverty rate by 4.9 percentage\npoints. Anderson, Tribal Casino Impacts on Amer-ican Indians\nWell-Being: Evidence From Reservation-Level Census Data, 31\nContemporary Economic Policy 291, 298 (Apr. 2013). But even\nreservations that have gaming continue to experience significant\npoverty, especially relative to the national average. See id., at\n296. The same is true of Indian reservations more\ngenerally.[4]*  *  *Both history and\nproper respect for tribal sovereignty—or comity—counsel\nagainst creating a special “commercial activity”\nexception to tribal sovereign immunity. For these reasons, and for\nthe important reasons of stare decisis and deference to Congress\noutlined in the majority opinion, I concur.Notes1While this case involves\na suit against a Tribe in federal court, the principal dissent also\ncritiques tribal sovereign immunity in state courts. , at\n4–5.2The term\n“ ‘Indian gaming facility’ is defined as any\ntribal enterprise that offer[s] gaming in accordance with [the\nIndian Gaming Regulation Act].’ ” A. Meister,\nCasino City’s Indian Gaming Industry Report 10\n(2009–2010 ed.).3This figure does not\ninclude land taken from Indian Tribes after World War II; during\nthat time, some Tribes and reservations were liquidated and given\nto non-Indians. A. Debo, A History of Indians of the United States\n301–312 (1970).4See Dept. of Interior,\nOffice of Assistant Secretary–Indian Affairs, 2013 American\nIndian Population and Labor Force Report 11 (Jan. 16, 2014)\n(placing the poverty rate among American Indians at 23%); see also\nDept. of Commerce, Bureau of Census, Press Release, Income, Poverty\nand Health Insurance Coverage in the United States: 2010 (Sept. 13,\n2011) stating that the national poverty rate in 2010was 15.1%),\nonline at\nhttp://www.census.gov/newsroom/releases/archives/income_wealth/cb13-165.html\n(as visited May 22, 2014, and available in Clerk of Court’s\nCase file).",
    "joined": []
}