{
    "case": {
        "docket": "277",
        "citation": "563",
        "year": 2011,
        "url": "https://supreme.justia.com/cases/federal/us/563/277/"
    },
    "id": "1963479",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SOTOMAYOR, J., DISSENTINGSOSSAMON V. TEXAS563 U. S. ____ (2011)SUPREME COURT OF THE UNITED STATESNO. 08-1438HARVEY LEROY SOSSAMON, III, PETITIONERv.TEXAS et al.on writ of certiorari to the united states court of\nappeals for the fifth circuit[April 20, 2011]Justice Sotomayor, with whom\nJustice Breyer joins, dissenting.The Court holds that the term\n“appropriate relief” is too ambiguous to provide States with clear\nnotice that they will be liable for monetary damages under the\nReligious Land Use and Institutionalized Persons Act of 2000\n(RLUIPA), 114 Stat. 803, 42 U. S. C. §2000ccet seq.\nI dis-agree. No one disputes that, in accepting federal funds, the\nStates consent to suit for violations of RLUIPA’s substantive\nprovisions; the only question is what relief is available to\nplaintiffs asserting injury from such violations. That monetary\ndamages are “appropriate relief” is, in my view, self-evident.\nUnder general remedies principles, the usual remedy for a violation\nof a legal right is damages. Consistent with these principles, our\nprecedents make clear that the phrase “appropriate relief” includes\nmonetary relief. By adopting a contrary reading of the term, the\nmajority severely undermines the “broad protection of religious\nexercise” Congress intended the statute to provide. §2000cc–3(g).\nFor these reasons, I respectfully dissent.IAAs the Court acknowledges, the\nproposition that “States may waive their sovereign immunity” is an\n“unremarkable” one.Seminole Tribe of Fla.v.Florida,517\nU. S. 44, 65 (1996); see alsoAldenv.Maine,527 U. S. 706,\n737 (1999) (“[W]e have not questioned the general proposition that\na State may waive its sovereign immunity and consent to suit”);Atascadero State Hospitalv.Scanlon,473 U. S. 234, 238\n(1985) (noting the “well-established” prin-ciple that “if a State\nwaives its immunity and consents to suit in federal court, the\nEleventh Amendment does not bar the action”);Pettyv.Tennessee-Missouri Bridge Comm’n,359 U. S. 275, 276\n(1959) (noting that a State may waive sovereign immunity “at its\npleasure”).Neither the majority nor\nrespondents (hereinafter Texas) dispute that, pursuant to its power\nunder the Spending Clause, U. S. Const., Art. I, §8,\ncl. 1, Congress may secure a State’s consent to suit as a\ncondition of the State’s receipt of federal funding.[Footnote 1] SeeCollege Savings\nBankv.Florida Prepaid Postsecondary Ed. Expense\nBd.,527 U. S.\n666, 686 (1999) (“Congress may, in the exercise of its spending\npower, condition its grant of funds to the States upon their taking\ncertain actions that Congress could not require them to take, and …\nacceptance of the funds entails an agreement to the actions”);Atascadero, 473 U. S., at 247 (suggesting that a federal\nstatute can “condition participation in the programs funded under\nthe [statute] on a State’s consent to waive its constitutional\nimmunity”). As with all waivers of sovereign immunity, the question\nis whether the State has unequivocally consented to suit in federal\ncourt. SeeCollege Savings Bank, 527 U. S., at 680;Atascadero, 473 U. S., at 238, n. 1.Thus, in order to attach a waiver of sovereign\nimmunity to federal funds, Congress “must do so unambiguously,” so\nas to “enable the States to exercise their choice knowingly.”Pennhurst State School and Hospitalv.Halderman,451 U. S. 1, 17\n(1981). In other words, the State must have notice of the condition\nit is accepting. SeeArlington Central School Dist. Bd. of\nEd.v.Murphy,548 U. S. 291, 298\n(2006) (“[C]lear notice … is required under the Spending Clause”).\nThe reason for requiring notice is simple: “States cannot knowingly\naccept conditions of which they are ‘unaware’ or which they are\n‘unable to ascertain.’ ”Id., at 296 (quotingPennhurst, 451 U. S., at 17). In assessing whether a\nfederal statute provides clear notice of the conditions attached,\n“we must view the [statute] from the perspective of a state\nofficial who is engaged in the process of deciding whether the\nState should accept [federal] funds and the obligations that go\nwith those funds.”Arlington Central, 548 U. S., at\n296.There is also no dispute that RLUIPA clearly\nconditions a State’s receipt of federal funding on its consent to\nsuit for violations of the statute’s substantive provisions. The\nstatute states that “program[s] or activit[ies] that receiv[e]\nFederal financial assistance” may not impose a “substantial burden\non the religious exercise of a person residing in or confined to an\ninstitution.” §2000cc–1. When such a burden has been imposed, the\nvictim “may assert a violation of [RLUIPA] as a claim … in a\njudicial proceeding and obtain appropriate relief against a\ngovernment,” §2000cc–2(a), which the statute defines, as relevant,\nas “a State, county, municipality, or other governmental entity\ncreated under the authority of a State,” §2000cc–5(4)(A)(i).\nAccordingly, it is evident that Texas had notice that, in accepting\nfederal funds, it waived its sovereign immunity to suit by\ninstitutionalized persons upon whom it has imposed an unlawful\nsubstantial burden. SeeMadisonv.Virginia, 474\nF. 3d 118, 130 (CA4 2006) (“On its face, RLUIPA … creates a\nprivate cause of action against the State, and Virginia cannot be\nheard to claim that it was unaware of this condition” (citations\nomitted));Benningv.Georgia, 391 F. 3d\n1299, 1305 (CA11 2004) (“Congress unambiguously required states to\nwaive their sovereign immunity from suits filed by prisoners to\nenforce RLUIPA”).BThe Court holds that the phrase\n“appropriate relief” does not provide state officials clear notice\nthatmonetary reliefwill be available against the States,\nmeaning that they could not have waived their immunity with respect\nto that particular type of liability. This holding is contrary to\ngeneral remedies principles and our precedents.RLUIPA straightforwardly provides\na private right of action to “obtain appropriate relief against a\ngovernment.” §2000cc–2(a). Under “our traditional approach to\ndeciding what remedies are available for violation of a federal\nright,” damages are the default—and equitable relief the\nexception—for “it is axiomatic that a court should determine the\nadequacy of a remedy in law before resorting to equitable relief.”Franklinv.Gwinnett County Public Schools,503 U. S. 60,\n75–76 (1992); see alsoWeinbergerv.Romero-Barcelo,456 U. S. 305, 312\n(1982) (“The Court has repeatedly held that the basis for\ninjunctive relief in the federal courts has always been … the\ninadequacy of legal remedies”);Bivensv.Six Unknown\nFed. Narcotics Agents,403 U. S. 388, 395\n(1971) (“Historically, damages have been regarded as the ordinary\nremedy for an invasion of personal interests in liberty”); cf.Monsanto Co.v.Geertson Seed Farms, 561 U. S.\n___, ___ (2010) (slip op., at 24) (“An injunction is a drastic and\nextraordinary remedy, which should not be granted as a matter of\ncourse”). It is unsurprising, therefore, that on more than one\noccasion Congress has felt it necessary to clarify in the text of a\nstatute that it meant the terms “relief” and “appropriate relief”\ntoexcludedamages. See 5 U. S. C. §702 (providing\nthat, under the Administrative Procedure Act, “relief other than\nmoney damages” is available against a federal agency to remedy a\n“legal wrong”); see also 42 U. S. C. §6395(e)(1) (providing a\ncause of action for “appropriate relief,” but specifying that\n“[n]othing in this subsection shall authorize any person to recover\ndamages”); 15 U. S. C. §797(b)(5) (similar).If, despite the clarity of this background\nprinciple, state officials reading RLUIPA were somehow still\nuncertain as to whether the phrase “appropriate relief” encompasses\nmonetary damages, our precedents would relieve any doubt. InFranklinwe made clear that, “absent clear direction to\nthe contrary by Congress,” federal statutes providing a private\nright of action authorize all “appropriate relief,” including\ndamages, against violators of its substantive terms. 503 U. S., at\n70–71, 75–76. We reiterated this principle inBarnesv.Gorman,536\nU. S. 181, 185, 187 (2002), affirming that “the scope of\n‘appropriate relief’ ” includes compensatory damages.[Footnote 2] The holdings in these cases\nare fully consistent with the general principle that monetary\nrelief is available for violations of the substantive conditions\nCongress attaches, through Spending Clause legislation, to the\nacceptance of federal funding. SeeDavisv.Monroe\nCounty Bd. of Ed.,526 U. S. 629, 640\n(1999) (“[P]ursuant to Congress’ authority under the Spending\nClause … private damages actions are available”);Gebserv.Lago Vista Independent School Dist.,524 U. S. 274, 287\n(1998) (noting that “[w]hen Congress attaches conditions to the\naward of federal funds under its spending power … private actions\nholding the recipient liable in monetary damages” are permissible).\nIt would be an odd derogation of the normal rules of statutory\nconstruction for state officials reading RLUIPA to assume that\nCongress drafted the statute in ignorance of these unambiguous\nprecedents. SeeMerck & Co.v.Reynolds, 559\nU. S. ___, ___ (2010) (slip op., at 12) (“We normally assume that,\nwhen Congress enacts statutes, it is aware of relevant judicial\nprecedent”).[Footnote 3]CAccordingly, it is difficult to\nunderstand the basis for the Court’s position that the phrase\n“appropriate relief” in §2000cc–2(a) fails to provide state\nofficials with clear notice that waiving sovereign immunity to\nmonetary relief is a condition of accepting federal funds. In\narguing that “a waiver of sovereign immunityto other types of\nreliefdoes not waive immunity to damages,”ante, at\n6 (emphasis added), the majority appears to accept that equitable\nrelief is available to RLUIPA plaintiffs. SeeMadison, 474\nF. 3d, at 131 (holding that a RLUIPA plaintiff’s “claims for\nequitable relief are not barred by the Eleventh Amendment”); cf.\n560 F. 3d 316, 331, 336 (CA5 2009) (reversing the District\nCourt’s grant of summary judgment to Texas on one of petitioner’s\nRLUIPA claims for declaratory and injunctive relief). The\nexplanation for the majority’s implicit acceptance of suits for\ninjunctive and declaratory relief is obvious enough: It would be a\nparticularly curious reading of the statute to conclude that\nCongress’ express provision of a private right of action to seek\n“appropriate relief” against “a State” nonetheless left plaintiffs\nsuing for state violations of RLUIPA withnoavailable\nrelief.It is not apparent, however, why\nthe phrase “appropriate relief” is too ambiguous to secure a waiver\nof state sovereign immunity with respect to damages but is clear\nenough as to injunctive and other forms of equitable relief. The\nmajority appears to believe that equitable relief is a “suitable”\nor “proper” remedy for a state violation of RLUIPA’s substantive\nprovisions but monetary relief is not; therefore, a state official\nreading the “open-ended and ambiguous” phrase “appropriate relief”\nwill be unaware that it includes damages but fully apprised that it\nmakes equitable relief available. Seeante, at 6–7. But\nsovereign immunity is not simply a defense against certain classes\nof remedies—it is a defense against being sued at all. See,e.g.,Federal Maritime Comm’nv.South\nCarolina Ports Authority,535 U. S. 743, 766\n(2002). As a result, there is no inherent reason why the phrase\n“appropriate relief” would provide adequate notice as to equitable\nremedies but not as to monetary ones. In fact, as discussed\nearlier, in light of general remedies principles the presumption\narguably should be the reverse. Seesupra, at 4–6.The majority suggests that equitable relief is\nthe sole “appropriate relief” for statutory violations “where the\ndefendant is a sovereign.”Ante, at 6–7. There can be\nlittle doubt, however, that the “appropriateness” of relief to be\nafforded a civil plaintiff is generally determined by the nature of\nthe injury to his legal rights. SeeFranklin, 503 U. S.,\nat 76 (concluding that monetary damages were “appropriate” because\nequitable relief offered no redress for the injury suffered); see\nalsoMillikenv.Bradley,433 U. S. 267, 280\n(1977) (“[T]he nature of the … remedy is to be determined by the\nnature and scope of the … violation”);Bellv.Hood,327\nU. S. 678, 684 (1946) (“[W]here federally protected rights have\nbeen invaded, it has been the rule from the beginning that courts\nwill be alert to adjust their remedies so as to grant the necessary\nrelief”). In support of its proposition the majority cites only to\na case in which we expresslyrejectedthe argument that\nstate sovereign immunity operates differently according to what\ntype of relief is sought. SeeFederal Maritime, 535 U. S.,\nat 765 (“[S]overeign immunity applies regardless of whether a\nprivate plaintiff’s suit is for monetary damages or some other type\nof relief”); cf.id., at 769 (“[T]he primary function of\nsovereign immunity is not to protect state treasuries, but to\nafford the States the dignity and respect due sovereign entities”\n(citation omitted)). Nor is the basis for the majority’s view\napparent from the other cases that it cites.[Footnote 4]The majority’s additional arguments in support\nof its holding also fail to persuade. The majority contends that\nthe use of a “context-dependent” word like “appropriate”\nnecessarily renders the provision ambiguous.Ante, at 7.\nBut the fact that the precise relief afforded by a court may vary\ndepending on the particular injury to be addressed in a given case\ndoes not render §2000cc–2(a) ambiguous; it simply means that\nCongress meant for that provision to be comprehensive. SeePennsylvania Dept. of Correctionsv.Yeskey,524 U. S. 206,\n212 (1998) (“[T]he fact that a statute can be applied in situations\nnot expressly anti-cipated by Congress does not demonstrate\nambiguity. It demonstrates breadth” (internal quotation marks\nomitted)); cf.Westv.Gibson,527 U. S. 212, 217–218 (1999) (holding\nthat the phrase “appropriate remedies” in 42 U. S. C.\n§2000e–16(b) includes remedies not expressly enumerated).Next, the majority repeats Texas’s\ndictionary-based contention that in using the word “relief”\nCongress meant to “connot[e] equitable relief.”Ante, at\n8. This proposition suffers from three flaws. First, it is not\nestablished by the dictionary to which the majority cites. See\nBlack’s Law Dictionary 1293 (7th ed. 1999) (“relief: … Also termedremedy”);id., at 1296 (“remedy: … The means of\nenforcing a right or preventing or redressing a wrong;legal or\nequitable relief”(emphasis added)). Second, it is\ninconsistent with our precedent. SeeBarnes, 536 U. S., at\n185–187 (noting that “appropriate relief” includes monetary and\ninjunctive relief). Third, it is undermined by the fact that, on\nnumerous occasions, Congress has deemed it necessary to specify\nthat “relief”includesinjunctive and other equitable\nrelief. See 16 U. S. C. §973i(e) (authorizing the Attorney\nGeneral to “commence a civil action for appropriate relief,\nincluding permanent or tempo- rary injunction”); see also 2 U.\nS. C. §437g(a)(6)(A); 8 U. S. C. §1324a(f)(2); 12 U.\nS. C. §1715z–4a(b); 15 U. S. C. §6309(a). If the term\n“relief” already connotes equitable relief—andonlyequitable relief—additional explication is redundant.Finally, the majority asserts that because the\nparties to this case advance opposing “plausible arguments”\nregarding the correct interpretation of RLUIPA’s text, we must\nconclude that the statute is ambiguous.Ante, at 8–9. This\nview of how we adjudicate cases is incorrect as a descriptive\nmatter. See,e.g.,Carcieriv.Salazar,555 U. S. 379,\n390 (2009) (reviewing the parties’ conflicting textual\ninterpretations of a statute but concluding that it was unambiguous\nnonetheless). Moreover, I cannot agree with the majority that our\ncapacity to interpret authoritatively the text of a federal statute\nis held hostage to the litigants’ strategic arguments. If this were\ntrue, there would be few cases in which we would be able to decide\nthat a statute was unambiguous.In sum, the majority’s conclusion that States\naccepting federal funds have not consented to suit for monetary\nrelief cannot be reconciled with the fact that the availability of\nsuch relief is evident in light of RLUIPA’s plain terms and the\nprinciples animating our relevant precedents. In so holding, the\nmajority discovers ambiguity where none is to be found.IIThere is another reason to\nquestion the soundness of today’s decision. The Court’s reading of\n§2000cc–2(a) severely undermines Congress’ unmistakably stated\nintent in passing the statute: to afford “broad protection of\nreligious exercise, to the maximum extent permitted by the terms of\n[the statute] and the Constitution.” §2000cc–3(g). I find it\nimprobable that, in light of this express statutory purpose and the\nhistory of “long-running congressional efforts to accord religious\nexercise heightened protection from government-imposed burdens,”Cutterv.Wilkinson,544 U. S. 709, 714\n(2005), state officials would read RLUIPA’s relief provision in the\nsame limited manner the majority does.[Footnote 5]As the majority acknowledges,\nRLUIPA was Congress’ second attempt to guarantee by statute the\n“broad protection” of religious exercise that we found to be\nunwarranted as a constitutional matter inEmployment Div.,\nDept. of Human Resources of Ore.v.Smith,494 U. S. 872(1990). As\nwe have previously recognized, in passing RLUIPA Congress was\nclearly concerned that state institutions regularly imposed\n“frivolous or arbitrary barriers imped[ing] institutionalized\npersons’ religious exercise.”Cutter, 544 U. S., at 716\n(internal quotation marks omitted); see also 146 Cong. Rec. 16698,\n16699 (2000) (joint statement of Sen. Hatch and Sen. Kennedy on\nRLUIPA) (“Whether from indifference, ignorance, bigotry, or lack of\nresources, some institutions restrict religious liberty in\negregious and unnecessary ways”);ibid.(“Institutional\nresidents’ rights to practice their faith is at the mercy of those\nrunning the institution …”). It is difficult to believe that\nCongress would have devoted such care and effort to establishing\nsignificant statutory protections for religious exercise and\nspecifically extended those protections to persons in state\ninstitutions, yet withheld from plaintiffs a crucial tool for\nsecuring the rights the statute guarantees.By depriving prisoners of a damages remedy for\nviolations of their statutory rights, the majority ensures that\nplaintiffs suing state defendants under RLUIPA will be forced to\nseek enforcement of those rights with one hand tied behind their\nbacks. Most obviously, the majority’s categorical denial of\nmonetary relief means that a plaintiff who prevails on the merits\nof his claim that a State has substantially burdened his religious\nexercise will often be denied redress for the injury he has\nsuffered, because in many instances “prospective relief accords …\nno remedy at all.”Franklin, 503 U. S., at 76; see\nH. R. Rep. No. 102–40, pt. 2, p. 25 (1991) (Report of\nCommittee on the Judiciary on the Civil Rights Act of 1991) (“The\nlimitation of relief under Title VII to equitable remedies often\nmeans that victims … may not recover for the very real effects of\nthe [statutory violation]”). Injunctive relief from a federal court\nmay address a violation going forward, but this fact will be of\ncold comfort to the victims of serious, non-recurring violations\nfor which equitable relief may be inappropriate.In addition, the unavailability of monetary\nrelief will effectively shield unlawful policies and practices from\njudicial review in many cases. Under state law, discretion to\ntransfer prisoners “in a wide variety of circumstances is vested in\nprison officials.”Meachumv.Fano,427 U. S. 215, 227\n(1976). A number of RLUIPA suits seeking injunctive relief have\nbeen dismissed as moot because the plaintiff was transferred from\nthe institution where the alleged violation took place prior to\nadjudication on the merits. See,e.g.,Colvinv.Caruso, 605 F. 3d 282, 287, 289 (CA6 2010);Simmonsv.Herrera, No. C 09–0318 JSW (PR), 2010\nWL 1233815, *3 (ND Cal., Mar. 26, 2010); see generally Brief for\nAmerican Civil Liberties Union et al. asAmici Curiae8–11. Absent a damages remedy, longstanding RLUIPA challenges may\nwell be dismissed for lack of a case or controversy conferring\nArticle III jurisdiction on the federal court. Cf.Moussazadehv.Texas Dept. of Crim. Justice, Civ.\nAction No. G–07–574, 2009 WL 819497, *9 (SD Tex., Mar. 26, 2009)\n(dismissing as moot plaintiff’s RLUIPA claim because he had been\ntransferred to a facility that provided kosher food), remanded, 364\nFed. Appx. 110 (CA5 2010); Opening Brief for Plaintiff-Appellant inMoussazadehv.Texas Dept. of Crim. Justice, No.\n09–40400 (CA5), p. 11 (noting that transfer to a special\nfacility took place 19 months after the plaintiff filed suit and\njust before discovery—which had been stayed 12 months for\nnegotiation—was scheduled to recommence). Or, as happened in this\ncase, officials may change the policy while litigation is pending.\nThe fact of “voluntary cessation” may allow some of these claims to\ngo forward, but many will nonetheless be dismissed as moot (as\nhappened in this case).[Footnote\n6]Of course, under the rule the majority\nannounces, Congress can revise RLUIPA to provide specifically for\nmonetary relief against the States, perhaps by inserting the phrase\n“including monetary relief” into the text of §2000cc–2(a). But we\nhave never demanded that a waiver be presented in a particular\nformulation to be effective; we only require that it be clear. See,e.g.,Edelmanv.Jordan,415 U. S. 651, 673\n(1974) (holding that waiver may be found in “express language” or\nby “overwhelming implications from the text” (internal quotation\nmarks omitted)). In holding to the contrary, the majority erects a\nformalistic barrier to the vindication of statutory rights\ndeliberately provided for by Congress.More problematically, because there is no\napparent reason why the term “appropriate relief” is sufficiently\nclear as to equitable relief but not as to monetary relief, we are\nleft with the very real possibility that, in order to secure a\nwaiver of immunity under the majority’s new rule, Congress must now\nitemize in the statutory text every type of relief meant to be\navailable against sovereign defendants. I, for one, do not relish\nthe prospect of federal courts being presented with endless state\nchallenges to all manner of federal statutes, on the ground that\nCongress failed to predict that a laundry list of terms must be\nincluded to waive sovereign immunity to all forms of relief. I\nwould avoid the problems the majority’s decision invites and hold\ninstead that, as is the case here, when a general statutory term\nlike “appropriate relief” is used, clear no-tice has been provided\nand a State’s acceptance of federal funds constitutes a waiver of\nsovereign immunity to all relief, equitable and monetary.As explained above, nothing in our precedent\ndemands the result the majority reaches today. The conclusion that\nRLUIPA fails to provide States with sufficient notice that they are\nliable for monetary relief cannot be squared with the\nstraightforward terms of the statute and the general principles\nevident in our prior cases. For these reasons, and because the\nmajority’s decision significantly undermines Congress’ ability to\nprovide needed redress for violations of individuals’ rights under\nfederal law, I respectfully dissent.Footnote 1Though the Court reserves the general\nquestion whether RLUIPA is a valid exercise of Congress’ power\nunder the Spending Clause, seeante, at 2, n. 1,\nthere is apparently no disagreement among the Federal Courts of\nAppeals, see 560 F. 3d 316, 328, n. 34 (CA5 2009) (“Every\ncircuit to consider whether RLUIPA is Spending Clause legislation\nhas concluded that it is constitutional under at least that\npower”).Footnote 2The majority suggests that our use of the\nphrase “appropriate relief” inFranklinandBarnesdid not “put the States on notice that the same\nphrase in RLUIPA subjected them to suits for monetary relief,”\nbecause “[t]hose cases did not involve sovereign defendants.”Ante, at 10, n. 6. The majority misperceives the\npoint.FranklinandBarnessimply confirmed what\notherwise would have been already apparent to any informed reader\nof RLUIPA—when it comes to remedying injuries to legal rights,\nmonetary damages are “appropriate relief.” Moreover, as noted in\nthe text, seesupra, at 4–5, the Administrative Procedure\nAct expressly excludes “money damages” from the “relief” available\nagainst the United States, suggesting that Congress understands the\nterm normally to encompass monetary relief even when the defendant\nenjoys sovereign immunity. See 5 U. S. C. §702;Bowenv.Massachusetts,487 U. S. 879, 891–892\n(1988) (noting that §702 waives the United States’ sovereign\nimmunity to suit).Footnote 3Curiously, the majority appears to believe\nthat it would be appro-priate for state officials to read the\nstatutory phrase “appropriate relief” without reference to general\nremedies principles. Seeante, at 12, n. 8. It is\nwell-established, however, that “Congress is understood to\nlegislate against a background of common-law … principles,”Astoria Fed. Sav. & Loan Assn.v.Solimino,501 U. S. 104,\n108 (1991), and there can be no doubt that general legal principles\nnecessarily inform judicial determinations as to what remedies are\navailable to civil plaintiffs, see,e.g.,Atlantic\nSounding Co.v.Townsend, 557 U. S. ___, ___ (2009)\n(slip op., at 15) (concluding that, in light of “general principles\nof maritime tort law” punitive damages were a remedy available to\nthe plaintiff (internal quotation marks omitted)). Why Texas’s\nsovereign immunity defense renders this approach improper is a\nmystery the majority opinion leaves unsolved.Footnote 4InLanev.Pe&nacute;a,518 U. S. 187(1996),United Statesv.Nordic Village, Inc.,503 U. S. 30(1992), andHoffmanv.Connecticut Dept. of Income\nMaintenance,492\nU. S. 96(1989), we simply reaffirmed the principle that a\nsovereign’s liability for damages must be unambiguously expressed\nin the statute purporting to waive immunity; as demonstrated above,\nRLUIPA satisfies this requirement. The majority tellingly relies on\nthedissent’sassertion inWestv.Gibson,527 U. S. 212(1999), that the phrase\n“appropriate remedies” was too ambiguous to waive sovereign\nimmunity to monetary relief. Seeid., at 226 (opinion of\nKennedy, J.). Accordingly, the cases the majority cites do not\nmandate the conclusion it draws today.Footnote 5I agree with the majority’s conclusion that,\nbecause Section 3 of RLUIPA, addressing the rights of\ninstitutionalized persons, is not a “provisio[n] of [a] … Federal\nstatute prohibiting discrimination” within the meaning of the\nRehabilitation Act Amendments of 1986, 42 U. S. C.\n§2000d–7(a)(1), the latter statute’s waiver provision does not put\nthe States on notice that they can be sued for damages under\nRLUIPA. Seeante, at 12–14. It bears noting, however, that\nSection 2 of RLUIPA explicitly prohibits discrimination in land use\nregulation. See §2000cc(b)(2) (“No government shall impose or\nimplement a land use regulation that discriminates … on the basis\nof religion or religious denomination”). As a result, the\nmajority’s decision in this case means that some RLUIPA plaintiffs\nwill be able to seek monetary damages against a State and others\nwill not, even though RLUIPA’s provision of “appropriate relief”\napplies equally to suits for violations of the terms of both\nSection 2 and Section 3.Footnote 6SeeParents Involved in Community\nSchoolsv.Seattle School Dist. No. 1,551 U. S. 701, 719\n(2007) (“Voluntary cessation does not moot a case or controversy\nunless subsequent events make it absolutely clear that the\nallegedly wrongful behavior could not reasonably be expected to\nrecur” (internal quotation marks and alterations omitted)). The\nFifth Circuit declined to apply the “voluntary cessation” doctrine\nin this case and instead granted Texas’s motion that the court\ndismiss as moot petitioner’s claim for injunctive relief with\nrespect to the prison’s cell-restriction policy. Because the prison\ndirector averred that the policy was no longer in force, and\n“absent evidence that the voluntary ces-sation [wa]s a sham,” the\ncourt held that the “good faith nature” of Texas’s change in policy\nrendered moot petitioner’s claim for injunctive relief. See 560\nF. 3d, at 324–326; see alsoNelsonv.Miller, 570 F. 3d 868, 882–883 (CA7 2009) (affirming\nthe District Court’s dismissal as moot of a RLUIPA claim because\nthere was no evidence that the prison intended to revoke the\nplaintiff’s religious diet);Elv.Evans, 694\nF. Supp. 2d 1009, 1012–1013 (SD Ill. 2010) (similar).",
    "joined": []
}