{
    "case": {
        "docket": "17-1712",
        "citation": "590",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/590/17-1712/"
    },
    "id": "4255726",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–1712_________________JAMES J. THOLE, et al., PETITIONERSv.U. S. BANK N. A., et al.on writ of certiorari to the united states\ncourt of appeals for the eighth circuit[June 1, 2020]Justice Sotomayor, with whom Justice Ginsburg,\nJustice Breyer, and Justice Kagan join, dissenting.The Court holds that the Constitution prevents\nmillions of pensioners from enforcing their rights to prudent and\nloyal management of their retirement trusts. Indeed, the Court\ndetermines that pensioners may not bring a federal lawsuit to stop\nor cure retirement-plan mismanagement until their pensions are on\nthe verge of default. This conclusion conflicts with common sense\nand longstanding precedent.IAERISA[1]\nprotects “the interests of participants in employee benefit plans\nand their beneficiaries.” 29 U. S. C. §1001(b). Chief\namong these safeguards is that “all assets of an employee benefit\nplan” must “be held in trust by one or more trustees” for “the\nexclusive purposes of providing benefits to participants in the\nplan and their beneficiaries.” §§1103(a), (c)(1). A retirement\nplan’s assets “shall never inure to the benefit of any employer.”\n§1103(c)(1).Because ERISA requires that retirement-plan\nassets be held in trust, it imposes on the trustees and other plan\nmanagers “ ‘strict standards’ ” of conduct\n“ ‘derived from the common law of trusts.’ ”Fifth\nThird Bancorpv.Dudenhoeffer,573\nU.S. 409, 416 (2014) (quotingCentral States, Southeast\n& Southwest Areas Pension Fundv.Central Transport,\nInc.,472 U.S.\n559, 570 (1985)). These “fiduciary duties” obligate the\ntrustees and managers to act prudently and loyally, looking out\nsolely for the best interest of the plan’s participants and\nbeneficiaries—typically, the employees who sacrifice wages today to\nsecure their retirements tomorrow. §§1104, 1106. Not surprisingly,\nERISA fiduciaries owe duties not only to the plan they manage, but\nalso “to the beneficiaries” and participants for whom they manage\nit.Harris Trust and Sav. Bankv.Salomon Smith Barney\nInc.,530 U.S.\n238, 241–242, 250 (2000).If a fiduciary flouts these stringent standards,\nERISA provides a cause of action and makes the fiduciary personally\nliable. §§1109, 1132. The United States Secretary of Labor, a plan\nparticipant or beneficiary, or another fiduciary may sue for\n“appropriate relief under section 1109.” §1132(a)(2); see also\n§1132(a)(3) (permitting participants, beneficiaries, or fiduciaries\nto bring suit “to enjoin any act or practice which violates any\nprovision of this subchapter or the terms of the plan”). Section\n1109’s remedies include restoration of lost assets, disgorgement of\nill-gained profits, and removal of the offending fiduciaries.\n§1109(a).BPetitioners allege that, as of 2007,\nrespondents breached their fiduciary duty of loyalty by investing\npension-plan assets in respondents’ own mutual funds and by paying\nthemselves excessive management fees. (Petitioners further contend\nthat this self-dealing persists today.) According to the complaint,\nthe fiduciaries also made imprudent investments that allowed them\nto manipulate accounting rules, boost their reported incomes,\ninflate their stock prices, and exercise lucrative stock options to\ntheir own (and their shareholders’) benefit.Then came the Great Recession. In 2008, the\nretirement plan lost $1.1 billion, allegedly $748 million more than\na properly managed plan would have lost. So some of the plan’s\nparticipants sued under 29 U. S. C. §1132(a) for the\nrelief Congress contemplated: restoration of losses, disgorgement\nof respondents’ ill-gotten profits and fees, removal of the\ndisloyal fiduciaries, and an injunction to stop the ongoing\nbreaches. Faced with this lawsuit, respondents returned to the plan\nabout $311 million (less than half of what the plan had lost) and\nnone of the profits respondents had unlawfully gained. See 873 F.3d\n617, 630–631 (CA8 2018).IIIn the Court’s words, the question here is\nwhether petitioners have alleged a “concrete” injury to support\ntheir constitutional standing to sue.Ante, at 3. They have\nfor at least three independent reasons.AFirst, petitioners have an interest in their\nretirement plan’s financial integrity, exactly like private trust\nbeneficiaries have in protecting their trust. By alleging a $750\nmillion injury to that interest, petitioners have established their\nstanding.1This Court typically recognizes an “injury in\nfact” where the alleged harm “has a close relationship to” one\n“that has traditionally been regarded as providing a basis for a\nlawsuit in English or American courts.”Spokeo, Inc.v.Robins, 578 U. S. ___, ___ (2016) (slip op., at 9).\nThus, the Court acknowledges that “private trust” beneficiaries\nhave standing to protect the assets in which they have an\n“equitable” interest.Ante, at 3–4. The critical question,\nthen, is whether petitioners have an equitable interest in their\nretirement plan’s assets even though their pension payments are\nfixed.They do. ERISA expressly required the creation\nof a trust in which petitioners are the beneficiaries: “[A]ll\nassets” of the plan “shall be held in trust” for petitioners’\n“exclusive” benefit. 29 U. S. C. §§1103(a), (c)(1); see\nalso §1104(a)(1).[2] These\nrequirements exist regardless whether the employer establishes a\ndefined-benefit or defined-contribution plan. §1101(a). Similarly,\nthe Plan Document governing petitioners’ defined-benefit plan\nstates that, at “ ‘all times,’ ” all plan assets\n“ ‘shall’ ” be in a “ ‘trust fund’ ” managed\nfor the participants’ and beneficiaries’ “ ‘exclusive\nbenefit.’ ” App. 60–61. The Plan Document also gives\npetitioners a residual interest in the trust fund’s assets: It\ninstructs that, “[u]pon termination of the Plan, each Participant\n[and] Beneficiary” shall look to “the assets of the [trust\nf ]und” to “provide the benefits otherwise apparently promised\nin this Plan.” Record in No. 13–cv–2687 (D Minn.), Doc. 107–1,\np. 75. This arrangement confers on the “participants [and]\nbeneficiaries” of a defined-benefit plan an equitable stake, or a\n“common interest,” in “the financial integrity of the plan.”Massachusetts Mut. Life Ins. Co.v.Russell,473 U.S.\n134, 142, n. 9 (1985).Petitioners’ equitable interest finds ample\nsupport in traditional trust law. “The creation of a trust,” like\nthe one here, provides beneficiaries “an equitable interest in the\nsubject matter of the trust.” Restatement (Second) of Trusts §74,\nCommenta, p. 192 (1957); seeBlairv.Commissioner,300 U.S.\n5, 13 (1937). Courts have long recognized that this equitable\ninterest gives beneficiaries a basis to “have a breach of trust\nenjoined and . . . redress[ed].”Ibid.; see alsoSpokeo, 578 U. S., at ___ (slip op., at 9). That is, a\nbeneficiary’s equitable interest allows her to “maintain a suit” to\n“compel the trustee to perform his duties,” to “enjoin the trustee\nfrom committing a breach of trust,” to “compel the trustee to\nredress a breach of trust,” and to “remove the trustee.”\nRestatement (Second) of Trusts §199; see alsoid., §205\n(beneficiary may require a trustee to restore “any loss or\ndepreciation in value of the trust estate” and “any profit made by\n[the trustee] through the breach of trust”).[3]So too here. Because respondents’ alleged\nmismanagement lost the pension fund hundreds of millions of\ndollars, petitioners have stated an injury to their equitable\nproperty interest in that trust.2The Court, by contrast, holds that\nparticipants and beneficiaries in a defined-benefit plan have no\nstake in their plan’s assets.Ante, at 4. In other words,\nthe Court treats beneficiaries as mere bystanders to their own\npensions.That is wrong on several scores. For starters,\nit creates a paradox: In one breath, the Court determines that\npetitioners have “no equitable or property interest” in their\nplan’s assets,ante, at 4; in another, the Court concedes\nthat petitioners have an enforceable interest in receiving their\n“monthly pension benefits,”ante, at 2. Benefits paid from\nwhere? The plan’s assets, obviously. Precisely because petitioners\nhave an interest in payments from their trust fund, they have an\ninterest in the integrity of the assets from which those payments\ncome. SeeRussell, 473 U. S., at 142, n. 9.The Court’s contrary conclusion is\nunrecognizable in the fundamental trust law that both ERISA and the\nPlan Document expressly incorporated. If the participants and\nbeneficiaries in a defined-benefit plan did not have equitable\ntitle to the plan’s assets, then no one would. Yet that would mean\nthat no “trust” exists, contrary to the plain terms of both ERISA\nand the Plan Document. See 29 U. S. C. §1103(a); App. 60;\nsee also n. 2,supra;Blair, 300 U. S., at\n13; Bogert & Bogert §1; Restatement (Second) of Trusts §74,\nCommenta, at 192.Recognizing this problem, the Court asserts\nthat, despite our case law, ERISA’s text, and petitioners’ Plan\nDocument, trust law is not relevant at all. The Court announces\nthat all “plaintiffs who allege mismanagement of a defined-benefit\nplan,” regardless of their plan terms, cannot invoke a “trust-law\nanalogy” to “support Article III standing.”Ante, at 4.That categorical conclusion has no basis in\nlogic or law. Logically, the Court’s reasoning relies on tautology.\nTo distinguish an ERISA trust fund from a private trust fund, the\nCourt observes that petitioners’ payments have not “fluctuate[d]\nwith the value of the plan or because of the plan fiduciaries’ good\nor bad investment decisions” in the past,ante,at 1, so\npetitioners will necessarily continue to receive full payments “for\nthe rest of their lives,” no matter the outcome of this suit,ante, at 3. But that is circular: Petitioners will receive\nbenefits indefinitely because they receive benefits now? The Court\ndoes not explain how the pension could satisfy its monthly\nobligation if, as petitioners allege, the plan fiduciaries drain\nthe pool from which petitioners’ fixed income streams flow.Legally, the Court’s analysis lists distinctions\nwithout a difference. First, the Court writes that a trust\npromising fixed payments is not a trust because the promise “will\nnot change, regardless of how well or poorly the [trust] is\nmanaged.”Ante,at 4. That does not follow (a promise of\npayment differs from an actual payment) and it does not disprove a\ntrust. Trusts vary in their terms, to be sure. See Bogert &\nBogert §181 (“The settlor has great freedom in the selection of the\nbeneficiaries and their interests”). But regardless whether a trust\ncreates a “present interest” in “immediate enjoyment” of the trust\nproperty or “a future interest” in “receiv[ing] trust assets or\nbenefits at a later time,” the beneficiary “always” has an\n“equitable” stake.Ibid.Second, the Court states that “the employer, not\nplan participants, receives any surplus left over after all of the\nbenefits are paid” and “the employer, not plan participants, is on\nthe hook for plan shortfalls.”Ante,at 4; see alsoante,at 7 (noting that “the federal Pension Benefit\nGuaranty Corporation is required by law to pay” some benefits if a\nplan fails). But that does not distinguish ERISA from standard\ntrust law, either. It does not matter that other parties besides\nbeneficiaries may have a residual stake in trust assets; a\nbeneficiary with a life-estate interest in payments from a trust\nstill has an equitable interest. See Bogert & Bogert §706. Even\nlife-beneficiaries may “requir[e]” the trustee “to pay the trust\nthe amount necessary to place the trust account in the position in\nwhich it would have been, had the [trustee’s fiduciary] duty been\nperformed.”Ibid.If anything, petitioners’ equitable\ninterests are stronger than those of their common-law counterparts;\nthe Plan Document provides petitioners a residual interest in the\npension fund’s assets even after the trust terminates. See Record\nin No. 13–cv–2687, Doc. 107–1, at 75.Nor is it relevant whether additional parties\n(including an insurance carrier) are “on the hook” for plan\nshortfalls after a loss occurs. Cf.ante,at 4, 6, 7, 8, n.\n2. The Court appears to conclude that insurance (or other\nprotections to remedy trust losses) would deprive beneficiaries of\ntheir equitable interests in their trusts. Seeibid.But the\nCourt cites nothing supporting that proposition. To the contrary,\nit is well settled that beneficiaries retain equitable interests in\ntrust assets even when those assets are insured or replenished. See\nBogert & Bogert §599. Some States and trusts require that the\n“property of a trust . . . be insured” or similarly\nprotected; indeed, some jurisdictions impose on trustees a\nfiduciary “duty to insure.”Ibid.(collecting authorities).\nNone of those authorities suggests that beneficiaries lose their\nequitable interests as a result, and none suggests that the law\nexcuses a fiduciary’s malfeasance simply because other sources may\nhelp provide relief. The Court’s opposing view—that employer\nliability and insurance pardon a trustee’s wrongdoing from a\nbeneficiary’s suit—has no support in law.Third, the Court draws a line between a trust\nand a contract,ante,at 4, but this too is insignificant\nhere. The Court declares that petitioners’ pension plan “is more in\nthe nature of a contract,”ibid.¸ but then overlooks that\nthe so-called contract creates a trust. The Plan Document expressly\nrequires that petitioners’ pension funds be held in a “trust”\nexclusively for petitioners’ benefit. App. 60–61. The Court’s\nstatement that “the employer, not plan participants, receives any\nsurplus left over after all of the benefits are paid,” cf.ante,at 4, actually proves that a trust exists. The reason\nthe employer does not receive any residual until “after all of the\nbenefits are paid,”ibid., is because the Plan Document\nprovides petitioners an enforceable residual interest, Record in\nNo. 13–cv–2687, Doc. 107–1, at 75. It is telling that the\nCourt does not cite, let alone analyze, the “contract” governing\npetitioners’ trust fund.Last, the Court cites inapposite case law. It\nasserts that “this Court has stated” that “plan participants\npossess no equitable or property interest in the plan.”Ante, at 4 (citingHughes Aircraft Co.v.Jacobson,525 U.S.\n432(1999), andLaRuev.DeWolff, Boberg &\nAssociates, Inc.,552 U.S.\n248(2008)). But precedent has said no such thing. Quite the\nopposite:Russellexplained that defined-benefit-plan\nbeneficiaries have a “common interest” in the “financial integrity”\nof their defined-benefit plan. 473 U. S., at 142,\nn. 9.NeitherHughesnorLaRuesuggests\notherwise.Hughesexplained that a defined-benefit-plan\nbeneficiary does not have “a claim to any particular asset that\ncomposes a part of the plan’s general asset pool.” 525 U. S.,\nat 440. But that statement concerned whether the beneficiaries had\na legal right to extra payments after the plan’s assets grew.Id., at 436–437. Whether a beneficiary has a legal claim to\npayment when a plan gains money says nothing about whether a\nbeneficiary has an equitable interest to restore assets when a plan\nloses money.Hughes, in fact, invited a suit like\npetitioners’: The Court suggested that the plaintiffs could have\nprevailed had they “allege[d] that [the employer] used any of the\nassets for a purpose other than to pay its obligations to the\nPlan’s beneficiaries.”Id., at 442–443. Equally telling is\nthatHughesresolved the beneficiaries’ breach-of-fiduciary\nclaims on the merits without doubting whether the plaintiffs had\nstanding to assert them. Seeid., at 443–446;Steel\nCo.v.Citizens for Better Environment,523 U.S.\n83, 94–95 (1998) (explaining this Court’s independent duty to\nassure itself of Article III standing).LaRueis even less helpful to today’s\nCourt. That case involved a defined-contribution plan, not a\ndefined-benefit plan. 552 U. S., at 250. It was about\nremedies, not rights. Seeid.,at 256. And it stated that\nalthough “individual injuries” may occur from ERISA plan\nmismanagement, the statutory provision at issue required that the\nremedy go to the plan.Ibid.(discussing 29\nU. S. C. §1132(a)(2)).LaRuesaid nothing about\nstanding and nothing about ERISA’s other statutory\nremedies.[4] In fact,LaRueconfirmed that ERISA beneficiaries like petitioners\nmay sue fiduciaries for “ ‘any profit which would have accrued\nto the [plan] if there had been no breach of trust,’ ” 552\nU. S., at 254, n. 4, or where “fiduciary breaches\n. . . impair the value of plan assets,”id., at\n256. Because petitioners bring those kinds of claims,LaRuesupports their standing.BSecond, petitioners have standing because a\nbreach of fiduciary duty is a cognizable injury, regardless whether\nthat breach caused financial harm or increased a risk of\nnonpayment.1A beneficiary has a concrete interest in a\nfiduciary’s loyalty and prudence. For over a century, trust law has\nprovided that breach of “a fiduciary or trust relation” makes the\ntrustee “suable in equity.”Clewsv.Jamieson,182 U.S.\n461, 480–481 (1901). That is because beneficiaries have an\nenforceable “right that the trustee shall perform the trust in\naccordance with the directions of the trust instrument and the\nrules of equity.” Bogert & Bogert §861; see also Restatement\n(Second) of Trusts §199 (trust beneficiary may “maintain a suit”\nfor breach of fiduciary duty).That interest is concrete regardless whether the\nbeneficiary suffers personal financial loss. A beneficiary may sue\na trustee for restitution or disgorgement, remedies that recognize\nthe relevant harm as the trustee’s wrongful gain. Through\nrestitution law, trustees are “subject to liability” if they are\nunjustly enriched by a “ ‘violation of [a beneficiary]’s\nlegally protected rights,’ ” like a breach of fiduciary duty.\nRestatement (Third) of Restitution and Unjust Enrichment §1, and\nCommenta, p. 3 (2010). Similarly, disgorgement allows\na beneficiary to “stri[p]” the trustee of “a wrongful gain.”Id., §3, Commenta, at 22. Our Court drew on\nthese principles almost 200 years ago when it stated that a\ntrustee’s breach of loyalty supports a cause of action “without any\nfurther inquiry” into gain or loss to a trust or its beneficiaries.Michoudv.Girod, 4 How. 503, 553 (1846); see also,e.g.,id., at 556–557 (noting this rule’s roots in\n“English courts of chancery from an early day”); see alsoMagruderv.Drury,235 U.S.\n106, 120 (1914) (under “the principles governing the duty of a\ntrustee,” it “makes no difference that the [trust] estate was not a\nloser in the transaction”); Bogert & Bogert §543 (similar). Put\nanother way, “traditional remedies” like “unjust enrichment\n. . . are not contingent on a plaintiff ’s allegation of\ndamages beyond the violation of his private legal right.”Spokeo, 578 U. S., at ___–___ (Thomas, J., concurring)\n(slip op., at 2–3).Nor does it matter whether the beneficiaries\nreceive the remedy themselves. A beneficiary may require a trustee\nto “restore” assets directly “to the trust fund.” Bogert &\nBogert §861; see also Restatement (Second) of Trusts §205. In fact,\nbecause fiduciary duties are so paramount, the remedy need not\ninvolve money at all. A beneficiary may sue to “enjoin the trustee\nfrom committing a breach of trust” and to “remove the trustee.”Id., §199.Congress built on this tradition by making plan\nfiduciaries expressly liable to restore to the plan wrongful\nprofits and any losses their breach caused, and by providing for\ninjunctive relief to stop the misconduct and remove the wrongdoers.\nSee 29 U. S. C. §§1109, 1132(a)(2), (3). In doing so,\nCongress rejected the Court’s statement that a “trust-law analogy\n. . . does not” apply to “plaintiffs who allege\nmismanagement of a defined-benefit plan.” Cf.ante,at 4. To\nthe contrary, ERISA imposes “trust-like fiduciary standards,”Varity Corp.v.Howe,516\nU.S. 489, 497 (1996), to “[r]espon[d] to deficiencies in prior\nlaw regulating [retirement] plan fiduciaries” and to provide even\ngreater protections for defined-benefit-plan beneficiaries,Harris Trust, 530 U. S., at 241–242; see alsoSpokeo, 578 U. S., at ___ (slip op., at 9) (historical\nand congressionally recognized injuries often support\nstanding).Given all that history and ERISA’s text, this\nCourt itself has noted, in the defined-benefit-plan context, “that\nwhen a trustee” breaches “his fiduciary duty to the beneficiaries,”\nthe “beneficiaries may then maintain an action for restitution\n. . . or disgorgement.”Harris Trust, 530\nU. S., at 250.Harris Trustconfirms that ERISA\nincorporated “[t]he common law of trusts” to allow\ndefined-benefit-plan beneficiaries to seek relief from fiduciary\nbreaches.Ibid.; see alsoid., at 241–242 (noting\nthat certain ERISA provisions “supplemen[t] the fiduciary’s general\nduty of loyalty to the plan’s beneficiaries”).[5]2The Court offers no reply to all the\nhistorical and statutory evidence showing petitioners’ concrete\ninterest in prudent and loyal fiduciaries.Instead, the Court insists again that\n“participants in a defined-benefit plan are not similarly situated\nto the beneficiaries of a private trust,”ante,at 4, and\nthat the “complaint did not plausibly and clearly claim that the\nalleged mismanagement of the plan substantially increased the risk\nthat the plan and the employer would fail and be unable to pay the\nplaintiffs’ future pension benefits,”ante, at 7.The first observation is incorrect for the\nreasons stated above. But even were the Court correct that\npetitioners’ rights do not sound in trust law, petitioners would\nstill have standing. The Court reasons that petitioners have an\nenforceable right to “monthly payments for the rest of their lives”\nbecause their plan confers a “contractua[l] entitle[ment].”Ante, at 2. Under that view, the plan also confers\ncontractual rights to loyal and prudent plan management. See App.\n60–61; 29 U. S. C. §§1104, 1109.Thus, for the same reason petitioners could\nbring suit if they did not receive payments from their plan, they\ncould bring suit if they did not receive loyalty and prudence from\ntheir fiduciaries. After all, it is well settled that breach of “a\ncontract to act diligently and skil[l]fully” provides a “groun[d]\nof action” in federal court.Wilcoxv.Executors of\nPlummer, 4 Pet. 172, 181–182 (1830). It is also undisputed that\n“[a] breach of contract always creates a right of action,” even\nwhen no financial “harm was caused.” Restatement (First) of\nContracts §328, and Commenta, pp. 502–503 (1932); see alsoSpokeo, 578 U. S., at ___–___ (Thomas, J., concurring)\n(slip op., at 2–3) (“[C]ourts historically presumed that the\nplaintiff suffered ade factoinjury merely from having his\npersonal, legal rights invaded” even without any “allegation of\ndamages”). Petitioners would thus have standing even were they to\naccept the Court’s flawed premise.The Court’s second statement, that petitioners\nhave not alleged a substantial risk of missed payments,ante,at 7, is orthogonal to the issues at hand. A\nbreach-of-fiduciary-duty claim exists regardless of the\nbeneficiary’s personal gain, loss, or recovery. In rejecting\npetitioners’ standing and maintaining that “this suit would not\nchange [petitioners’] monthly pension benefits,”ante, at 8,\nthe Court fails to distinguish the different rights on which\npension-plan beneficiaries may sue. They have a right not just to\ntheir pension benefits, but also to loyal and prudent fiduciaries.\nSeeWarthv.Seldin,422 U.S.\n490, 500 (1975) (the standing inquiry “turns on the nature and\nsource of the claim asserted”). Petitioners seek relief tailored to\nthe second category, including restitution, disgorgement, and\ninjunctive remedies. Cf.Great-West Life & Annuity Ins.\nCo.v.Knudson,534 U.S.\n204, 215–216 (2002) (explaining the various historical bases\nfor ERISA’s remedies). The Court does not even try to explain\nERISA’s (or the Plan Document’s) text imposing fiduciary duties,\nlet alone this Court’s decision inHarris Trustsupporting\npetitioners’ standing. And even though the Court briefly mentions\nthat petitioners seek “injunctive relief, including replacement of\nthe plan’s fiduciaries,”ante,at 2, it offers no analysis\non that issue. Put differently, the Court denies petitioners\nstanding to sue without analyzing all their claims to relief.With its focus on fiscal harm, the Court seems\nto suggest that pecuniary injury is thesine qua nonof\nstanding. The Court emphasizes that petitioners themselves have not\n“sustained any monetary injury” apart from their trust fund’s\nlosses.Ante,at 2; see alsoante, at 4.But injury to a plaintiff ’s wallet is not,\nand has never been, a prerequisite for standing. The Constitution\npermits federal courts to hear disputes over nonfinancial injuries\nlike the harms alleged here.Spokeo, 578 U. S., at ___\n(slip op., at 9); see also,e.g.,id., at ___–___\n(Thomas, J., concurring) (slip op., at 2–3);Tennessee\nElec. Power Co.v.TVA,306 U.S.\n118, 137–138 (1939).[6] InHecklerv.Mathews,465 U.S.\n728(1984), for instance, this Court recognized a\nplaintiff ’s standing to assert a “noneconomic” injury for\ndiscriminatory distribution of his Social Security benefits, even\nthough he did not have “a substantive right to any particular\namount of benefits.”Id., at 737, 739. Petitioners’ standing\nhere is even sturdier: They assert a noneconomic injury for\nunlawful management of their retirement plan and, unlike the\nplaintiff inHeckler, petitioners do have a substantive\nright to a particular amount of benefits. Cf.ante, at 2\n(acknowledging that petitioners’ benefits are “vested” and that\npayments are “legally and contractually” required).None of this is disputed. In fact, the Court\nseems to concede all this reasoning in a footnote. Seeante,at 6, n. 1. The Court appears to acknowledge that an ERISA\nbeneficiary’s noneconomic right to information from the fiduciaries\nwould support standing. Seeibid.(citing 29\nU. S. C. §1132(a)(1)(A)). Yet the Court offers no reason\nto think that a beneficiary’s noneconomic right to loyalty and\nprudence from the fiduciaries is meaningfully different.For its part, the concurrence attempts to fill\nthe Court’s gaps by adding that “[t]he fiduciary duties created by\nERISA are owed to the plan, not petitioners.”Ante, at 2\n(opinion of Thomas, J.). But this Court has already rejected that\nview. CompareVarity Corp., 516 U. S., at 507 (“This\nargument fails”), withid., at 516 (Thomas, J.,\ndissenting).Nor is that argument persuasive on its own\nterms. The concurrence relies on a compound prepositional phrase\ntaken out of context, collecting ERISA provisions saying that a\nfiduciary acts “with respect to” a plan. Seeante, at 2\n(opinion of Thomas, J.). Of course a plan fiduciary performs her\nduties “with respect to a plan.” 29 U. S. C. §1104(a)(1).\nAfter all, she manages the plan. §1102(a). But she does so “solely\nin the interest” and “for the exclusive purposes” of the plan’s\n“participants and beneficiaries.” §§1103(a), (c)(1),\n1104(a)(1).In short, the concurrence gets it backwards.\nCongress did not enact ERISA to protect plans as artificial\nentities. It enacted ERISA (and required trusts in the first place)\nto protect the plan “participants” and “their beneficiaries.”\n§1001(b). Thus, ERISA fiduciary duties run where the statute says:\nto the participants and their beneficiaries.CLast, petitioners have standing to sue on\ntheir retirement plan’s behalf.1Even if petitioners had no suable interest in\ntheir plan’s financial integrity or its competent supervision, the\nplan itself would. There is no disputing at this stage that\nrespondents’ “mismanagement” caused the plan “approximately $750\nmillion in losses” still not fully reimbursed.Ante, at 2\n(majority opinion). And even under the concurrence’s view,\nrespondents’ fiduciary duties “are owed to the plan.”Ante,\nat 2 (opinion of Thomas, J.). The plan thus would have standing to\nsue under either theory discussed above.The problem is that the plan is a legal fiction:\nAlthough ERISA provides that a retirement plan “may sue\n. . . as an entity,” 29 U. S. C. §1132(d)(1),\nsomeone must still do so on the plan’s behalf. Typically that is\nthe fiduciary’s job. See §1102(a)(1) (fiduciaries have “authority\nto control and manage the operation and administration of the\nplan”). But imagine a case like this one, where the fiduciaries\nrefuse to sue because they would be the defendants. Does the\nConstitution compel a pension plan to let a fox guard the\nhenhouse?Of course not. This Court’s representational\nstanding doctrine permits petitioners to sue on their plan’s\nbehalf. SeeFood and Commercial Workersv.Brown Group,\nInc.,517 U.S.\n544, 557 (1996). This doctrine “rests on the premise that in\ncertain circumstances, particular relationships (recognized either\nby common-law tradition or by statute) are sufficient to rebut the\nbackground presumption . . . that litigants may not\nassert the rights of absent third parties.”Ibid.(footnotes\nomitted). This is especially so where, as here, there is “some sort\nof impediment” to the other party’s “effective assertion of their\nown rights.” R. Fallon, J. Manning, D. Meltzer, & D. Shapiro,\nHart & Wechsler’s The Federal Courts and the Federal System 158\n(6th ed. 2009); see alsoPowersv.Ohio,499 U.S.\n400, 410–411 (1991).The common law has long regarded a beneficiary’s\nrepresentational suit as a proper “basis for a lawsuit in English\nor American courts.”Spokeo, 578 U. S., at ___ (slip\nop., at 9). When “the trustee cannot or will not” sue, a\nbeneficiary may do so “as a temporary representative of the trust.”\nBogert & Bogert §869. The common law also allows “the terms of\na trust” to “confer upon others the power to enforce the trust,”\ngiving that person “standing” to “bring suit against the trustee.”\nRestatement (Third) of Trusts §94, Commentd(1),\nat 7.ERISA embraces this tradition. Sections\n1132(a)(2) and (a)(3) authorize participants and beneficiaries to\nsue “in a representative capacity on behalf of the plan as a\nwhole,”Russell, 473 U. S., at 142, n. 9, so that\nany “recovery” arising from the action “inures to the benefit of\nthe plan as a whole,”id., at 140. Perhaps for this reason,\nand adding to the incongruity in today’s outcome, some Members of\nthis Court have insisted that lawsuits to enforce ERISA’s fiduciary\nduties “must” be brought “in a representative capacity.”Varity\nCorp., 516 U. S., at 516 (Thomas, J., dissenting)\n(internal quotation marks omitted).Permitting beneficiaries to enforce their plan’s\nrights finds plenty of support in our constitutional case law. Take\nassociational standing: An association may file suit “to redress\nits members’ injuries, even without a showing of injury to the\nassociation itself.”Food and Commercial Workers, 517\nU. S., at 552. All Article III requires is that a member\n“ ‘would otherwise have standing to sue in their own\nright’ ” and that “ ‘the interests [the association]\nseeks to protect are germane to the organization’s purpose.’ ”Id., at 553. Petitioners’ suit here is the other side of the\nsame coin: The plan would have standing to sue in its own right,\nand petitioners’ interest is to disgorge wrongful profits and\nreimburse the trust for losses, thereby preserving trust assets\nheld for their exclusive benefit.Next-friend standing is another apt analog. Long\n“accepted [as a] basis for jurisdiction,” this doctrine allows a\nparty to “appear in [federal] court on behalf of detained prisoners\nwho are unable . . . to seek relief themselves.”Whitmorev.Arkansas,495 U.S.\n149, 162 (1990) (tracing the doctrine’s roots to the 17th\ncentury). Here, of course, petitioners’ plan cannot access the\ncourts itself because the parties the Court thinks should file suit\n(the fiduciaries) are the defendants. Like a “next friend,”\nmoreover, petitioners are “dedicated to the best interests” of the\nparty they seek to protect,id., at 163, because the plan’s\ninterests are petitioners’ interests.[7]Congress was on well-established ground when it\nallowed pension participants and beneficiaries to sue on their\nretirement plan’s behalf.2The Court’s conflicting conclusion starts with\ninapposite cases. It invokesHollingsworthv.Perry,570 U.S.\n693, 708 (2013), reasoning that “to claim ‘the interests of\nothers, the litigants themselves still must have suffered an injury\nin fact.’ ”Ante, at 4.Perry, a case about a\nCalifornia ballot initiative, is a far cry from this one.Perryfound that “private parties” with no stake in the\nlitigation “distinguishable from the general interest of every\ncitizen” were not proper representatives of the State. 570\nU. S., at 707, 710. If anything,Perrysupports\npetitioners here: This Court found “readily distinguishable” other\nrepresentational-standing cases by underscoring their sound\ntraditions.Id., at 711 (distinguishing assignee and\nnext-friend standing).[8] A\ntraditional beneficiary-versus-trustee claim like petitioners’ is\nexactly such a suit.Next, the Court maintains that petitioners “have\nnot been legally or contractually assigned” or “appointed” to\nrepresent the plan.Ante, at 5. Although a formal assignment\nor appointment suffices for standing, it is not necessary. See,e.g.,Food and Commercial Workers, 517 U. S., at\n552;Whitmore, 495 U. S., at 162. Regardless, Congress\nexpressly and thereby legally assigned pension-plan participants\nand beneficiaries the right to represent their plan, including in\nlawsuits where the other would-be representative is the defendant.\n29 U. S. C. §§1132(a)(2), (3); see also,e.g.,\nRestatement (Third) of Trusts §94, Commentd(1), at 7\n(trust terms may confer standing to sue the trustee). ERISA was\n“primarily concerned with the possible misuse of plan assets, and\nwith remedies that would protect the entire plan.”Russell,\n473 U. S., at 142; see alsoid., at 140–142,\nnn. 8–9.[9] Far from\n“ ‘automatically’ ” conferring petitioners standing to\nsue or creating an injury from whole cloth, cf.ante,at 5,\nERISA assigns the right to sue on the plan’s unquestionably\ncognizable harm: here, fiduciary breaches causing wrongful gains\nand hundreds of millions of dollars in losses. So even under the\nCourt’s framing, it does not matter whether petitioners “sustained\nany monetary injury,”ante, at 2, because their pension plan\ndid.To support standing, a statute may (but need\nnot) legally designate a party to sue on another’s behalf. Because\nERISA does so here, petitioners should be permitted to sue for\ntheir pension plan’s sake.IIIThe Court also notes that “[e]ven if a\ndefined-benefit plan is mismanaged into plan termination, the\nfederal [Pension Benefit Guaranty Corporation] by law acts as a\nbackstop and covers the vested pension benefits up to a certain\namount and often in full.”Ante,at 8, n. 2. The Court\nthen suggests that the only way beneficiaries of a mismanaged plan\ncould sue is if their benefits were not “guaranteed in full by the\nPBGC.”Ibid.Those statements underscore the problem in\ntoday’s decision. Whereas ERISA and petitioners’ Plan Document\nexplicitly mandate that all plan assets be handled prudently and\nloyally for petitioners’ exclusive benefit, the Court suggests that\nbeneficiaries should endure disloyalty, imprudence, and plan\nmismanagement so long as the Federal Government is there to pick up\nthe bill when “the plan and the employer” “fail.”Ibid.But the purpose of ERISA and fiduciary duties is\nto prevent retirement-plan failure in the first place. 29\nU. S. C. §1001. In barely more than a decade, the country\n(indeed the world) has experienced two unexpected financial crises\nthat have rocked the existence and stability of many employers once\nthought incapable of failing. ERISA deliberately provides\nprotection regardless whether an employer is on sound financial\nfooting one day because it may not be so stable the next. Seeibid.[10]The Court’s references to Government insurance\nalso overlook sobering truths about the PBGC. The Government\nAccountability Office recently relisted the PBGC as one of the\n“High Risk” Government programs most likely to become insolvent.\nSee GAO, Report to Congressional Committees, High-Risk Series:\nSubstantial Efforts Needed To Achieve Greater Progress on High-Risk\nAreas (GAO–19–157SP, 2019) (GAO High-Risk Report). Noting the\ninsolvency of defined-benefit plans that the PBGC insures and the\n“significant financial risk and governance challenges that the PBGC\nfaces,” the GAO High-Risk Report warns that “the retirement\nbenefits of millions of American workers and retirees could be at\nrisk of dramatic reductions” within four years.Id., at\n56–57. At last count, the PBGC’s “net accumulated financial\ndeficit” was “over $51 billion” and its “exposure to potential\nfuture losses for underfunded plans” was “nearly $185 billion.”Id.,at 267. Notably, the GAO had issued these warnings\nbefore the current financial crisis struck. Exchanging ERISA’s\nfiduciary duties for Government insurance would only add to the\nPBGC’s plight and require taxpayers to bail out pension plans.IVIt is hard to overstate the harmful\nconsequences of the Court’s conclusion. With ERISA, “the crucible\nof congressional concern was misuse and mismanagement of plan\nassets by plan administrators.”Russell, 473 U. S., at\n141, n. 8. In imposing fiduciary duties and providing a\nprivate right of action, Congress “designed” the statute “to\nprevent these abuses in the future.”Ibid.Yet today’s\noutcome encourages the very mischief ERISA meant to end.After today’s decision, about 35 million people\nwith defined-benefit plans[11] will be vulnerable to fiduciary misconduct. The\nCourt’s reasoning allows fiduciaries to misuse pension funds so\nlong as the employer has a strong enough balance sheet during (or,\nas alleged here, because of ) the misbehavior. Indeed, the\nCourt holds that the Constitution forbids retirees to remedy or\nprevent fiduciary breaches in federal court until their retirement\nplan or employer is on the brink of financial ruin. Seeante, at 7–8. This is a remarkable result, and not only\nbecause this case is bookended by two financial crises. There is no\ndenying that the Great Recession contributed to the plan’s massive\nlosses and statutory underfunding, or that the present pandemic\npunctuates the perils of imprudent and disloyal financial\nmanagement.Today’s result also disrupts the purpose of\nERISA and the trust funds it requires. Trusts have trustees and\nfiduciary duties to protect the assets and the beneficiaries from\nthe vicissitudes of fortune. Fiduciary duties, especially loyalty,\nare potent prophylactic rules that restrain trustees “tempted to\nexploit [a] trust.” Bogert & Bogert §543. Congress thus\nrecognized that one of the best ways to protect retirement plans\nwas to codify the same fiduciary duties and beneficiary-enforcement\npowers that have existed for centuries.E.g., 29\nU. S. C. §§1001(b), 1109, 1132. Along those lines, courts\nonce held fiduciaries to a higher standard: “Not honesty alone, but\nthe punctilio of an honor the most sensitive.”Meinhardv.Salmon, 249 N.Y. 458, 464, 164 N.E. 545, 546 (1928)\n(Cardozo, C. J.). Not so today.Nor can petitioners take comfort in the\nso-called “regulatory phalanx” guarding defined-benefit plans from\nmismanagement.Ante, at 7. Having divested ERISA of\nenforceable fiduciary duties and beneficiaries of their right to\nsue, the Court lists “employers and their shareholders,” other\nfiduciaries, and the “Department of Labor” as parties on whom\nretirees should rely.Ante, at 6–7.But there are\nserious holes in the Court’s proffered line of defense.The Court’s proposed solutions offer nothing in\na case like this one. The employer, its shareholders, and the\nplan’s cofiduciaries here have no reason to bring suit because they\neither committed or profited from the misconduct. Recall the\nallegations: Respondents misused a pension plan’s assets to invest\nin their own mutual funds, pay themselves excessive fees, and swell\nthe employer’s income and stock prices. Nor is the Court’s\nsuggestion workable in the mine run of cases. The reason the Court\ngives for trusting employers and shareholders to look out for\nbeneficiaries—“because the employers are entitled to the plan\nsurplus and are often on the hook for plan shortfalls,”ante, at 6—is what commentators call a conflict of\ninterest.[12]Neither is the Federal Government’s enforcement\npower a palliative. “ERISA makes clear that Congress did not intend\nfor Government enforcement powers to lessen the responsibilities of\nplan fiduciaries.”Central States, 472 U. S., at 578.\nThe Secretary of Labor, moreover, signed a brief (in support of\npetitioners) verifying that the Federal Government cannot “monitor\nevery [ERISA] plan in the country.” Brief for United States asAmicus Curiae26. Even when the Government can sue (in a\nrepresentational capacity, of course), it cannot seek all the\nrelief that a participant or beneficiary could. Compare 29\nU. S. C. §1132(a)(2) with §1132(a)(3). At bottom, the\nCourt rejects ERISA’s private-enforcement scheme and suggests a\npreference that taxpayers fund the monitoring (and perhaps the\nbailing out) of pension plans. Seeante, at 6–8, and\nn. 2.Finally, in justifying today’s outcome, the\nCourt discusses attorney’s fees. Twice the Court underlines that\nattorneys have a “$31 million” “stake” in this case.Ante, at 2, 3. But no one in this litigation has\nsuggested attorney’s fees as a basis for standing. As the Court\nappears to admit, its focus on fees is about optics, not law. Seeante, at 3 (acknowledging that attorney’s fees do not\nadvance the standing inquiry).The Court’s aside about attorneys is not only\nmisplaced, it is also mistaken. Missing from the Court’s opinion is\nany recognition that Congress found private enforcement suits\nand fiduciary duties critical to policing retirement plans; that it\nwas after this litigation was initiated that respondents restored\n$311 million to the plan in compliance with statutorily required\nfunding levels; and that counsel justified their fee request as a\nbelow-market percentage of the $311 million employer infusion that\nthis lawsuit allegedly precipitated.*  *  *The Constitution, the common law, and the\nCourt’s cases confirm what common sense tells us: People may\nprotect their pensions. “Courts,” the majority surmises, “sometimes\nmake standing law more complicated than it needs to be.”Ante, at 8. Indeed. Only by overruling, ignoring, or\nmisstating centuries of law could the Court hold that the\nConstitution requires beneficiaries to watch idly as their supposed\nfiduciaries misappropriate their pension funds. I respectfully\ndissent.Notes1Employee Retirement\nIncome Security Act of 1974, 88Stat. 829, as amended, 29\nU. S. C. §1001et seq.2Generally, “a trust is\ncreated when one person (a ‘settlor’ or ‘grantor’) transfers\nproperty to a third party (a ‘trustee’) to administer for the\nbenefit of another (a ‘beneficiary’).”North Carolina Dept. of\nRevenuev.Kimberley Rice Kaestner 1992 Family Trust,\n588 U. S. ___, ___ (2019) (slip op., at 2); see also\nRestatement (Second) of Trusts §2 (1957). Neither the Court nor\nrespondents dispute that petitioners’ pension fund meets these\nelements.3Even contingent and\ndiscretionary beneficiaries (those who might not ever receive any\nassets from the trust) can sue to protect the trust absent a\npersonal financial loss (or an imminent risk of loss). See A. Hess,\nG. Bogert, & G. Bogert, Law of Trusts and Trustees §871 (June\n2019 update) (Bogert & Bogert) (listing cases).4The Court expressly\ndeclined to address other relief like that provided under\n§1132(a)(3), seeLaRue, 552 U. S., at 252, a provision\nthat petitioners invoke here.5Curiously, today’s Court\nsuggests that ERISA’s efforts to bolster trust-law fiduciary duties\nactually degraded them instead. Seeante, at 4 (justifying a\nnarrow construction of ERISA protections because “trust law informs\nbut does not control interpretation of ERISA”). Yet the case the\nCourt cites,Varity Corp.v.Howe,516 U.S.\n489(1996), relied on trust law to establish the minimum\nobligations ERISA imposes on plan fiduciaries. Seeid., at\n506 (confirming that the “ERISA fiduciary duty includes [the]\ncommon law duty of loyalty”). Today’s Court mistakes the floor for\nthe ceiling. Seeibid.; see alsoHarris Trust, 530\nU. S., at 241–242.6This Court has found\nstanding in myriad cases involving noneco-nomic injuries. Examples\ninclude the denial or threatened impairment of: equal treatment,Adarand Constructors,Inc.v.Peña,515 U.S.\n200, 211 (1995);Northeastern Fla. Chapter,Associated Gen. Contractors of Americav.Jacksonville,508 U.S.\n656, 666 (1993); “truthful information concerning the\navailability of housing,”Havens Realty Corp.v.Coleman,455 U.S.\n363, 373 (1982); esthetic and recreational interests,Friends of the Earth,Inc.v.Laidlaw\nEnvironmental Services (TOC),Inc.,528 U.S.\n167, 181–182 (2000); “information which must be publicly\ndisclosed pursuant to a statute,”Federal Election Comm’nv.Akins,524 U.S.\n11, 21 (1998); one’s “personal, political, and professional\nreputation,”Meesev.Keene,481\nU.S. 465, 473 (1987); and the right to speak,Spokeo,\n578 U. S., at ___ (slip op., at 9) (citingPleasant Grove\nCityv.Summum,555 U.S.\n460(2009)). This Court has even said that a for-profit\nbusiness has standing to assert religious injuries. SeeBurwellv.Hobby Lobby Stores,Inc.,573 U.S.\n682, 715, and n. 26 (2014). Today’s Court does not\nreconcile these cases with its novel financial-harm requirement;\nnor does the Court explain why a breach of fiduciary duty is less\nconcrete than the injuries listed above.7Other examples include\nguardians ad litem and, of course, trustees.E.g.,Sprint Communications Co.v.APCC Services,Inc.,554\nU.S. 269, 287 (2008) (noting in the Article III standing\ncontext that “federal courts routinely entertain suits which will\nresult in relief for parties that are not themselves directly\nbringing suit,” such as when “[t]rustees bring suits to benefit\ntheir trusts”); see alsoid., at 304–305, n. 2\n(Roberts, C. J., dissenting) (“Trustees, guardians\nad litem, executors, and the like make up a settled,\ncontinuous practice ‘of the sort traditionally amenable to, and\nresolved by, the judicial process’ ”).8The Court cites two more\ncases:Gollustv.Mendell,501\nU.S. 115(1991), andCraigv.Boren,429 U.S.\n190(1976). But both endorsed expansive views of standing. SeeGollust, 501 U. S., at 125–127 (allowing indirect\nowners of a corporation to sue under federal securities laws);Craig, 429 U. S., at 194–195 (holding that a plaintiff\nhad representational standing to assert an equal protection claim\non a business patron’s behalf ). To the extent the Court\nsuggests that a financial loss is necessary (or that a breach of\nfiduciary duty is insufficient) for standing, that is incorrect.\nSee Part II–B,supra.9NeitherSprint,554 U.S.\n269, norVermont Agency of Natural Resourcesv.United States ex rel. Stevens,529 U.S.\n765(2000), is to the contrary. Cf.ante, at 5. Both\ndecisions undermine today’s result. SeeSprint, 554\nU. S., at 280, 287 (noting in the Article III context that\n“ ‘naked legal title’ ” has long permitted suit and that\n“federal courts routinely entertain suits which will result in\nrelief for parties that are not themselves directly bringing suit,”\nsuch as when “[t]rustees bring suits to benefit their trusts”);Vermont Agency, 529 U. S., at 774 (showing that even a\npartial statutory assignment grants constitutional standing to sue\non another’s behalf ).10This\nalso explains why a material risk of loss is not a prerequisite for\nstanding, least of all for retirees relying on their retirement\nplan for income. Cf.ante,at 7–8.11See\nDept. of Labor, Private Pension Plan Bulletin HistoricalTables and\nGraphs, 1975–2017 (Sept. 2019) (Table E4),\nhttps: / /www.dol.gov / sites / dolgov / files / EBSA / researchers / statistics /retirement - bulletins / private - pension - plan - bulletin - historical - tables -and - graphs.pdf.12E.g., Fischel & Langbein,\nERISA’s Fundamental Contradiction: The Exclusive Benefit Rule, 55\nU. Chi. L. Rev. 1105, 1121 (1988). This conflict exists because,\ncontrary to the Court’s assertion, the employer and its\nshareholders are not “entitled to the plan surplus” until after the\nplan terminates and after all vested benefits have been paid from\nthe trust fund’s assets. Compareante, at 6, with 29\nU. S. C. §1103(c)(1) (ERISA plan assets “shall never\ninure to the benefit of any employer” while the trust exists); see\nalso App. 61; Record in No. 13–cv–2687 (D Minn.), Doc. 107–1,\np. 75.",
    "joined": []
}