{
    "case": {
        "docket": "17-586",
        "citation": "585",
        "year": 2018,
        "url": "https://supreme.justia.com/cases/federal/us/585/17-586/"
    },
    "id": "3919768",
    "author": "sotomayor",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 17–586 and 17–626_________________GREG ABBOTT, GOVERNOR OF TEXAS, ET AL.,\nAPPELLANTS17–586v.SHANNON PEREZ, ET AL.GREG ABBOTT, GOVERNOR OF TEXAS, ET AL.,\nAPPELLANTS17–626v.SHANNON PEREZ, ET AL.on appeals from the united states district\ncourt for the western district of texas[June 25, 2018]Justice Sotomayor, with whom Justice Ginsburg,\nJustice Breyer, and Justice Kagan join, dissenting.The Court today goes out of its way to permit\nthe State of Texas to use maps that the three-judge District Court\nunanimously found were adopted for the purpose of preserving the\nracial discrimination that tainted its previous maps. In reaching\nits desired result, the majority commits three fundamental errors\nalong the way.First, the majority disregards the strict limits\nof our appellate jurisdiction and reads into the District Court\norders a nonexistent injunction to justify its premature\nintervention. Second, the majority indulges Texas’ distorted\nreading of the District Court’s meticulous orders, mistakenly\nfaulting the court for supposedly shifting the burden of proof to\nthe State to show that it cured the taint of past discrimination,\nall the while ignoring the clear language and unambiguous factual\nfindings of the orders below. Third, the majority elides the\nstandard of review that guides our resolution of the factual\ndisputes in these appeals—indeed, mentioning it only in passing—and\nselectively parses through the facts. As a result of these errors,\nTexas is guaranteed continued use of much of its discriminatory\nmaps.This disregard of both precedent and fact comes\nat serious costs to our democracy. It means that, after years of\nlitigation and undeniable proof of intentional discrimination,\nminority voters in Texas—despite constituting a majority of the\npopulation within the State—will continue to be underrepresented in\nthe political process. Those voters must return to the polls in\n2018 and 2020 with the knowledge that their ability to exercise\nmeaningfully their right to vote has been burdened by the\nmanipulation of district lines specifically designed to target\ntheir communities and minimize their political will. The\nfundamental right to vote is too precious to be disregarded in this\nmanner. I dissent.IAThe first obstacle the majority faces in its\nquest to intervene in these cases is jurisdictional. The statute\nthat governs our jurisdiction over these appeals is 28\nU. S. C. §1253, which provides that “any party may appeal\nto the Supreme Court from an order granting or denying\n. . . an interlocutory or permanent injunction in any\ncivil action, suit or proceeding required by any Act of Congress to\nbe heard and determined by a district court of three judges.”\nUnlike the more typical certiorari process, for cases falling\nwithin §1253, appellate review in this Court is mandatory. That is\nwhy, until today, this Court has repeatedly recognized and adhered\nto a “long-established rule” requiring “strict construction” of\nthis jurisdictional statute “to protect our appellate docket.”Stainbackv.Mo Hock Ke Lok Po, 336 U. S. 368,\n375, 378 (1949); see,e.g.,Gonzalezv.Automatic\nEmployees Credit Union, 419 U. S. 90, 98 (1974) (noting\nthat “only a narrow construction” of our jurisdiction under §1253\n“is consonant with the overriding policy, historically encouraged\nby Congress, of minimizing the mandatory docket of this Court in\nthe interests of sound judicial administration”);Gunnv.University Comm. to End War in Viet Nam, 399 U. S. 383,\n387 (1970) (similar);Goldsteinv.Cox, 396\nU. S. 471, 477–478 (1970) (rejecting a construction of §1253\nthat would “involve an expansion of [our] mandatory appellate\njurisdiction,” even where the statutory text “is subject to [that]\nconstruction,” in light of “canon of construction” requiring that\n§1253 be “narrowly construed”);Phillipsv.United\nStates, 312 U. S. 246, 248–250 (1941) (explaining that\n§1253 is an “exceptional procedure” and that “inasmuch as this\nprocedure . . . brings direct review of a district court\nto this Court, any loose construction . . . would defeat\nthe purposes of Congress . . . to keep within narrow\nconfines our appellate docket”).In line with that command, this Court has held\nthat a ruling on the merits will not suffice to invoke our\nmandatory appellate jurisdiction in the absence of an order\ngranting or denying an injunction. In fact, even if a three-judge\ndistrict court unequivocally indicates that a state law must be\nenjoined as it stands, we have required more before accepting\nmandatory review. For example, the Court inGunnfound no\njurisdiction where the three-judge District Court held that a Texas\ndisturbing-the-peace statute was “ ‘impermissibly and\nunconstitutionally broad,’ ” concluded that the plaintiffs\nwere “ ‘entitled to their declaratory judgment to that effect,\nand to injunctive relief against the enforcement of [the statute]\nas now worded, insofar as it may affect the rights guaranteed under\nthe First Amendment,’ ” and stayed the mandate to allow the\nState to, “ ‘if it so desires, enact such disturbing-the-peace\nstatute as will meet constitutional requirements.’ ” 399\nU. S., at 386. Despite the District Court’s resolution of the\nmerits and its clear indication that, unless amended, the\ndisturbing-the-peace statute would be enjoined, this Court\ndismissed an appeal from the State for want of jurisdiction,\nconcluding that the District Court merely wrote a “rather\ndiscursiveper curiamopinion” and “there was no order of\nany kind either granting or denying an injunction—interlocutory or\npermanent.”Id.,at 387. The Court explained that, in\naddition to the congressional command to “ ‘keep within narrow\nconfines our appellate docket,’ ” other “policy\nconsiderations” counseled limiting “our power of review,” including\n“that until a district court issues an injunction, or enters an\norder denying one, it is simply not possible to know with any\ncertainty what the court has decided.”Id.,at 387–388.\nThose considerations, the Court thought, were “conspicuously\nevident” in that case, where the opinion did not specify, for\ninstance, exactly what was to be enjoined or against whom the\ninjunction would run.Id.,at 388.Similarly,Whitcombv.Chavis, 403\nU. S. 124 (1971), concerned a redistricting challenge in which\na three-judge District Court held that “a redistricting of [the\nchallenged county was] necessitated” and “that the evidence adduced\n. . . and the additional apportionment requirements set\nforth by the Supreme Court call[ed] for a redistricting of the\nentire state as to both houses of the General Assembly,”Chavisv.Whitcomb, 305 F. Supp. 1364, 1391 (SD\nInd. 1969). Recognizing “that the federal judiciary functions\nwithin a system of federalism which entrusts the responsibility of\nlegislative apportionment and districting primarily to the state\nlegislature,” the District Court afforded the Governor “a\nreasonable opportunity to call a Special Session of the General\nAssembly of the State of Indiana so that it may enact legislation\nto redistrict the State and reapportion the legislative seats in\nthe General Assembly in accordance with federal constitutional\nrequirements and in compliance with [its] opinion.”Id.,at\n1392. The District Court gave the State a little over two months to\nenact new statutes “to remedy the improper districting and\nmalapportionment.”Ibid.When the Governor appealed from\nthat order, this Court dismissed for want of jurisdiction because\n“at [the] time no judgment had been entered and no injunction had\nbeen granted or denied.” 403 U. S.,at 138, n. 19.\nThe findings of liability on the merits and the unequivocal\nindication that the redistricting and malapportionment violations\nhad to be remedied were not enough.BStraightforward application of this precedent\ncompels the conclusion that this Court lacks jurisdiction over\nthese appeals. Here, Texas appeals from two orders entered by the\nthree-judge District Court on August 15 and 24, 2017. Those orders\nconcern the constitutional and statutory challenges to Texas’ State\nHouse and federal congressional redistricting plans, enacted by the\nTexas Legislature (hereinafter Legislature) in 2013 (hereinafter\nthe 2013 maps). As relevant here, the orders concerned Texas House\ndistricts in Bell County (HD54 and HD55), Dallas County (HD103,\nHD104, and HD105), Nueces County (HD32 and HD34), and Tarrant\nCounty (HD90), as well federal congressional districts encompassing\nNueces County (CD27) and parts of Travis County (CD35). The\nDistrict Court concluded that plaintiffs had proved intentional\ndiscrimination as to HD54, HD55, HD103, HD104, HD105, HD32, HD34,\nand CD27.[1] It also concluded\nthat plaintiffs had proved a “results” violation under §2 of the\nVoting Rights Act as to HD32, HD34, and CD27,[2] and had established a racial gerrymandering\nclaim as to HD90 and CD35.[3]Having ruled on the challengers’ statutory and\nconstitutional claims, the District Court stated that all but one\nof the “violations must be remedied by either the Texas Legislature\nor [the District] Court.” 274 F. Supp. 3d 624, 686 (WD Tex.\n2017); see also 267 F. Supp. 3d 750, 795 (WD Tex.\n2017).[4] With respect to the\n§2 results violation concerning HD32 and HD34, however, the\nDistrict Court noted that it had yet to decide “whether §2 requires\na remedy for this results violation.”Id.,at 783, 795. The\nDistrict Court then ordered “the [Texas] Office of the Attorney\nGeneral to file a written advisory within three business days\nstating whether the Legislature intends to take up redistricting in\nan effort to cure these violations and, if so, when the matter will\nbe considered.” 274 F. Supp. 3d, at 686; see also 267\nF. Supp. 3d, at 795. The court went on: “If the Legislature\ndoes not intend to take up redistricting, the [District] Court will\nhold a hearing to consider remedial plans” on September 5 and 6,\n2017, respecting the congressional and Texas House districts. 274\nF. Supp. 3d, at 686–687; see also 267 F. Supp. 3d, at\n795. “In preparation for the hearing[s],” the District Court\nordered the parties to confer and to “take immediate steps to\nconsult with their experts and mapdrawers and prepare” maps to\npresent at those hearings. 274 F. Supp. 3d, at 687; 267\nF. Supp. 3d, at 795.The District Court went no further. Though there\nhad been a determination on the merits that Texas violated both the\nEqual Protection Clause and §2 of the Voting Rights Act with\nrespect to a number of districts in the 2013 maps, the District\nCourt did not enjoin use of the 2013 maps for the upcoming 2018\nelections. For instance, with respect to the congressional map, the\nDistrict Court explained that its order “only partially\naddresse[d]” the challengers’ claims, as it had “bifurcated the\nremedial phase” from the merits phase. 274 F. Supp. 3d, at\n687. Importantly, in denying Texas’ motions for a stay, the\nDistrict Court took care to make abundantly clear the scope of its\norders: “Although the [District] Court found violations [in the\ncongressional and Texas House maps], the [District] Court has not\nenjoined [their] use for any upcoming elections.” App.\n134a–136a.That is the end of the inquiry under our\nprecedent, as our past cases are directly on point. Like inGunnandWhitcomb, the District Court issued a ruling\non the merits against the State. Like inGunnandWhitcomb, the District Court was clear that those violations\nrequired a remedy. Like inGunnandWhitcomb, the\nDistrict Court stayed its hand and did not enter an injunction,\ninstead allowing the State an opportunity to remedy the violations.\nTherefore, like inGunnandWhitcomb, this Court\nlacks jurisdiction under §1253 because there is “no order of any\nkind either granting or denying an injunction—interlocutory or\npermanent.”Gunn, 399 U. S., at 387.[5]C1Despite this precedent, the majority\nnonetheless concludes that our intervention at this early stage is\nnot only authorized, but mandatory. None of the justifications that\nthe majority offers for deviating from our precedent is\npersuasive.The majority justifies its jurisdictional\noverreach by holding that §1253 mandates appellate review in this\nCourt if a three-judge district court order “has the ‘practical\neffect’ of granting or denying an injunction.”Ante,at 12.\nIt reasons that the Court has “previously made clear that where an\norder has the ‘practical effect’ of granting or denying an\ninjunction, it should be treated as such for purposes of appellate\njurisdiction.”Ibid.That reasoning, however, has no\napplication here. Whereas this Court has applied the “practical\neffect” rule in the context of the courts of appeals’ appellate\njurisdiction under 28 U. S. C. §1292(a)(1), it has never\napplied it to questions of its own mandatory appellate docket under\n§1253. That explains why the only cases the majority can round up\nto support its position concern jurisdiction under §1292(a)(1).Ante,at 12 (citingCarsonv.American Brands,\nInc., 450 U. S. 79, 83–84 (1981), andGulfstream\nAerospace Corp.v.Mayacamas Corp., 485 U. S. 271,\n287–288 (1988)).This distinction matters a great deal. Courts of\nappeals generally have jurisdiction over direct appeals from the\ndistrict courts. See 15A C. Wright, A. Miller, & E. Cooper,\nFederal Practice and Procedure §3901, p. 13 (3d ed. 2005)\n(“Courts of appeals jurisdiction extends to nearly every action\nthat might be taken by a district court”). In contrast, exercising\nmandatory review over direct appeals in this Court is a truly\n“exceptional procedure,”Phillips, 312 U. S., at 248,\nin no small part due to our “necessarily finite docket,” 16B\nWright, Federal Practice and Procedure §4003, at 19. Reading §1253\nbroadly risks transforming that exceptional procedure into a\nroutine matter, when our precedent commands a strict construction\nprecisely so that we can “ ‘keep within narrow confines our\nappellate docket.’ ”Goldstein, 396 U. S., at\n478.Brushing that distinction aside, the majority\ncontends that “we also construe Section 1292(a)(1)\n‘narrowly,’ ” and have referred to the statutes as\n“ ‘analogous.’ ”Ante,at 13. True, but that is no\nresponse to the jurisdictional obstacle of §1253. The command from\nour precedent is not simply one to undertake the same narrow\ninterpretation as we do for §1292(a)(1). Rather, our\n“long-established rule” requires “strict construction” of §1253,Stainback, 336 U. S., at 378, so that even where the\nstatutory text could be read to expand our mandatory appellate\ndocket, this Court will not adopt that reading if a narrower\nconstruction is available,Goldstein, 396 U. S., at\n477–478. That “strict construction” rule exists for a purpose\nspecific to this Court: to protect our “carefully limited appellate\njurisdiction.”Board of Regents of Univ. of Tex. Systemv.New Left Ed. Project, 404 U. S. 541, 543 (1972). Unlike\nthe courts of appeals, which hear cases on mandatory jurisdiction\nregularly, this Court hears cases on mandatory jurisdiction only\nrarely. The majority nowhere grapples with that vital contextual\ndistinction between §1253 and §1292(a)(1). Nor does the majority\nacknowledge that, in interpreting §1253, this Court has itself\nrecognized that distinction, noting that “this Courtabove all\nothersmust limit its review of interlocutory orders.”Goldstein, 396 U. S., at 478 (emphasis added).2Looking to escape that pitfall in its\nreasoning, the majority turns to the text of the two jurisdictional\nstatutes. But the text provides no refuge for its position. The\nmajority first states that “the relevant language in the two\nprovisions is nearly identical.”Ante,at 13. But whereas\n§1253 provides for appeal “from an order granting or denying\n. . . an interlocutory or permanent injunction,”\n§1292(a)(1) provides for appeal from “[i]nterlocutory orders\n. . . granting, continuing, modifying, refusing or\ndissolving injunctions, or refusing to dissolve or modify\ninjunctions.” It is a stretch, to say the least, to characterize\nthese provisions as “nearly identical.”Ante,at 13.Next, the majority contends that §1253 and\n§1292(a)(1) are “textually interlocked,”ante,at 14, in\nthat §1292(a)(1) provides for appeal to the courts of appeals,\n“except where a direct review may be had in the Supreme Court.” In\nits view, this demonstrates that the “practical effect” rule must\napply under §1253. The majority reasons that “the consequences\nwould be unfortunate and strange” otherwise, imagining that an\norder from a three-judge district court that had the practical\neffect of an injunction but did not invoke §1253 jurisdiction would\n“appear to be appealable to one of the courts of appeals” in light\nof the “except” clause, a result “Congress surely did not intend”\ngiven that it took “pains to provide for review in this Court, and\nnot in the courts of appeals, of three-judge court orders granting\ninjunctions.”Ante,at 14.This reasoning rests on a mistaken premise.\nCongress did not provide for review ofeverythree-judge\ncourt order in this Court. It provided for review of only certain\nnarrow categories of orders,i.e.,those granting or denying\nan injunction. There is nothing “unfortunate” or “strange” about\nthe proposition that orders from a three-judge court that do not\nfall within these narrow categories of actions made directly\nappealable to this Court can be appealed only to the courts of\nappeals. In fact, this Court itself has recognized as much. See,e.g., Rockefellerv.Catholic Medical Center of Brooklyn\n& Queens, Inc., 397 U. S. 820 (1970) (per\ncuriam) (“The judgment appealed from does not include an order\ngranting or denying an interlocutory or permanent injunction and is\ntherefore not appealable to this Court under 28 U. S. C.\n§1253.  The judgment of the District Court is vacated and the\ncase is remanded to that court so that it may enter a fresh decree\nfrom which timely appeal may be taken to the Court of Appeals”\n(citation omitted)); see alsoMitchellv.Donovan,\n398 U. S. 427, 431–432 (1970) (per curiam) (concluding\nthat “this Court lacks jurisdiction of the appeal” under §1253 and\ndirecting “the District Court [to] enter a fresh order\n. . . thus affording the appellants an opportunity to\ntake a timely appeal to the Court of Appeals”).[6] And to the extent a party prematurely appeals\nto the court of appeals an order that would otherwise fall within\n§1253,e.g.,if Texas had appealed the August 15 and 24\norders to the Court of Appeals for the Fifth Circuit, that court\nsurely will be more than capable of identifying as much and\ninstructing the party to wait for an actual injunction before\nbringing an appeal to this Court.3The majority attempts to bolster its\njurisdictional conclusion with a passing reference to the “valuable\npurpose” served by the “practical effect” rule,i.e.,preventing district courts from manipulating proceedings by\navoiding labeling their orders as “injunctions.”Ante,at\n12–13. Notably, the majority cites no evidence for the proposition\nthat district courts are engaging in any kind of manipulation. Nor\nis there any indication that the District Court here attempted to\nmanipulate the proceedings by shielding its orders from appellate\nreview. Instead, the District Court carefully adhered to a common\npractice in cases implicating important state interests, staying\nits hand as to the remedy to allow the State an opportunity to act,\nas happened inGunnandWhitcomb.More important, the majority ignores the\n“valuable purposes” served by the longstanding rule requiring\nstrict construction of §1253. Not only does it comply with the\ncongressional command to “ ‘keep within narrow confines our\nappellate docket,’ ” but without strict enforcement of the\nrequirement that an order grant or deny an injunction, “it is\nsimply not possible to know with any certainty what the court has\ndecided.”Gunn, 399 U. S., at 387–388. Such clarity “is\nabsolutely vital in a case where a federal court is asked to\nnullify a law duly enacted by a sovereign State.”Id.,at\n389. Orders coming to this Court on direct appeal under the\n“practical effect” rule will more often than not lack that\nclarity.In these cases, for instance, what does the\nmajority read the “practical effect” of the orders to have been\nwith respect to HD32 and HD34? The District Court held that the\nchallengers had “not proven that §2 requires breaking the County\nLine Rule” in the Texas Constitution, Art. III, but that “§2\ncould require” drawing two majority-HCVAP[7] districts. 267 F. Supp. 3d, at 783, 795. Does\nthe majority read that to mean that the §2 results violation could\npotentially go without a remedy? If so, there would have been no\nobstacle to use of the 2013 maps for those districts even after a\nremedial phase. Or does the majority read that to mean that the\nchallengers still had more to show before the District Court\n“would” redraw the districts that §2 “could” require to be redrawn?\nAnd what is the effect of the conclusion respecting the County Line\nRule on the potential remedy for the intentional vote dilution\nholding as to HD32 and HD34? The majority conveniently avoids\nconfronting this lack of clarity by ignoring the relevant record,\ninstead stating without explanation that it believes “it clear that\nthe District Court effectively enjoined use of these districts as\ncurrently configured.”Ante,at 19, n. 15. But it\ncannot escape the reality that its rule will “needlessly complicate\nappellate review,”ante,at 15, given that “it is simply not\npossible [absent an injunction] to know with any certainty what the\ncourt has decided,”Gunn, 399 U. S., at 388.I do not disagree that “lack of specificity in\nan injunctive order would [not] alone deprive the Court of\njurisdiction under §1253.”Id.,at 389, n. 4; see alsoante,at 16 (quotingGunn). “But the absence of any\nsemblance of effort by the District Court to comply with [the\nspecificity required of injunctive orders under the Federal Rules]\nmakes clear that the court did not think its [orders] constituted\nan order granting an injunction.”Gunn, 399 U. S., at\n389. If any doubt remained as to the effect of the orders here,\nmoreover, the District Court explicitly assured the parties that,\neven though it had found violations, it was not enjoining use of\nthe 2013 maps for the upcoming elections. App. 134a–136a.Finally, it is axiomatic that “administrative\nsimplicity is a major virtue in a jurisdictional statute.”Hertz\nCorp.v.Friend, 559 U. S. 77, 94 (2010).“Complex jurisdictional tests complicate a\ncase . . . . Complex tests produce appeals and\nreversals, [and] encourage gamesmanship . . . .\nJudicial resources too are at stake [as] courts benefit from\nstraightforward rules under which they can readily assure\nthemselves of their power to hear a case. Simple jurisdictional\nrules also promote greater predictability.”Ibid.(citations\nomitted).Simple is thus the name of the game when it\ncomes to jurisdictional rules. The rule in the majority opinion is\nanything but. Although the majority claims that a mere “finding on\nliability cannot be appealed unless an injunction is granted or\ndenied,”ante,at 20, the rule it embraces today makes it\nhard to understand when a finding on liability would not be read,\nas the majority does here, as having the “practical effect” of an\ninjunction. It is a worrisome prospect that, after today, whenever\na three-judge district court expresses that a statutory or\nconstitutional violation must be remedied, the party held liable\nwill straightaway file an appeal in this Court and assert\njurisdiction under §1253, even where the district court is clear\nthat no injunction has issued.[8]The majority opinion purports to add a limit by\ndistinguishing between unappealable orders that find a plan\n“unlawful long before the next scheduled election” or “very close\nto the election date,” and those (presumably) appealable orders\nthat are entered neither “long before” nor “very close” to the next\nelection.Ante,at 20.[9] What does that even mean? The orders at issue here were\nentered about 15 months before the 2018 elections, and according to\nthe majority fall within the not “long before” but not “very close”\nappealable range. Why this is so, however, the majority never says.\nWithout any definitions for its boundary posts, courts will be left\nto wonder: What about orders entered 17 or 18 months before an\nelection? Are those considered “long before” so they would be\nunappealable? And are orders entered 14, 13, or 12 months before\nthe election similarly unappealable because they were entered “very\nclose” to the election date? And what does the majority mean by\n“the election date”? Does that include primaries? What about\nregistration deadlines, or ballot-printing deadlines? It is not\nuncommon for there to be, at any given time, multiple impending\ndeadlines relating to an upcoming election. Thinking through the\nmany variations of jurisdictional disputes that will arise over the\nyears following this novel reading of §1253 should be enough to\nstop the majority from rewriting our long established jurisprudence\nin this area.After today, our mandatory appellate docket will\nbe flooded by unhappy litigants in three-judge district court\ncases, demanding our review. Given the lack of predict- ability,\nthe rule will incentivize appeals and “encourage gamesmanship.”Hertz Corp., 559 U. S., at 94. The Court will no doubt\nregret the day it opened its courthouse doors to such\ntime-consuming and needless manipulation of its docket.DEven if the majority were correct to import\nthe “practical effect” rule into the §1253 context, moreover, that\nwould still not justify the Court’s premature intervention in these\nappeals for at least two reasons. First, while taking fromCarsonthe “practical effect” rule it likes, the majority\ngives short shrift to the second half of that case, in which the\nCourt was explicit that “[u]nless a litigant can show that an\ninterlocutory order . . . might have a ‘serious, perhaps\nirreparable, consequence,’ and that the order can be ‘effectually\nchallenged’ only by immediate appeal, the general congressional\npolicy against piecemeal review will preclude interlocutory\nappeal.” 450 U. S., at 84. Texas has made no showing of a\n“serious, perhaps irreparable consequence” requiring our immediate\nintervention, nor has Texas shown that the orders could not be\n“effectually challenged” after the remedial stage was completed. In\nfact, when Texas sought a stay of those orders before this Court,\nthe 2018 elections were more than a year away. For the majority,\nhowever, it is enough that the District Court found the Texas\nredistricting maps to be in violation of federal law.Ante,at 20–21. That cursory application ofCarson, in particular\nwhether the injunctions the majority reads into the August 15 and\n24 orders could be “effectually challenged” absent immediate appeal\nto this Court, deprives that limit to our jurisdiction of much of\nits meaning when assessing Texas’ request for our intervention in\nthese cases. Nothing in our precedent supports that truncated\napproach. And in any event, if Texas wanted review of the orders\nafter any injunction was entered by the District Court, it could\nhave asked this Court for an emergency stay.Second, the August 15 and 24 orders at issue\nhere sim- ply did not have the “practical effect” of enjoining\nTexas’ use of the 2013 maps. The majority thinks otherwise in part\nbecause the District Court noted that the violations “ ‘must\nbe remedied.’ ”Ante,at 16. In addition, the major-\nity believes that “Texas had reason to fear that if it tried to\nconduct elections under plans that the court had found to be\n‘racially discriminatory,’ the court would infer an evil motive and\nperhaps subject the State once again to the strictures of\npreclearance under §3(c) of the Voting Rights Act.”Ante,at\n17–18. But the majority forgets that the District Court made\nexplicit that “[a]lthough [it] found violations [in the 2013 maps],\n[it] ha[d] not enjoined [their] use for any upcoming elections.”\nApp. 134a–136a. That the District Court requested the Texas\nattorney general to advise it, within “three business days,”\nwhether “the Legislature intends to take up redistricting in an\neffort to cure [the] violations,” 274 F. Supp. 3d, at 686; 267\nF. Supp. 3d, at 795, does not undermine that unequivocal\nstatement. Nothing in that language indicates that the District\nCourt required the Legislature to “redraw both mapsimmediately” or else “the court would do so itself.” Brief\nfor Appellants 20 (emphasis in original). Instead, recognizing\n“that the federal judiciary functions within a system of federalism\nwhich entrusts the responsibility of legislative . . .\ndistricting primarily to the state legislature,”Whitcomb,\n305 F. Supp., at 1392, the District Court gave Texas an\nopportunity to involve its Legislature and asked for a simple\nstatement of intent so that the court could manage its docket\naccordingly. This request for a statement of intent, which was\nnecessary for the District Court to manage its own docket, does not\ntransform the orders into injunctions.As to the second point, if Texas had any “fear”\nregarding the use of its maps, despite having been explicitly told\nthat the maps were not enjoined, that would still not be enough.\nThis Court recognized inGunnthat the State in that case,\nfaced with the order declaring its statute unconstitutional, “would\nno doubt hesitate long before disregarding it.” 399 U. S., at\n390. That hesitation was not enough inGunnto magically\ntransform an order into an injunction for purposes of §1253, and\nnothing about these cases justifies the majority taking out its\nwand today. Whatever “fear” Texas had does not transform the August\n15 and 24 orders into injunctions. And absent an injunction, this\nCourt lacks jurisdiction over these appeals. The cases should thus\nbe dismissed.IIHaving rewritten the limits of §1253, the\nmajority moves to the merits. There again the Court goes astray. It\nasserts that the District Court legally erred when it purportedly\nshifted the burden of proof and “required the State to show that\nthe 2013 Legislature somehow purged the ‘taint’ that the court\nattributed to the defunct and never-used plans enacted by a prior\nlegislature in 2011.”Ante,at 21. But that holding ignores\nthe substantial amount of evidence of Texas’ discriminatory intent,\nand indulges Texas’ warped reading of the legal analysis and\nfactual record below.[10]ABefore delving into the content of the August\n15 and 24 orders, a quick recap of the rather convoluted history of\nthese cases is useful. In 2011, the Texas Legislature redrew its\nelectoral districts. Various plaintiff groups challenged the 2011\nmaps under §2 of the Voting Rights Act and the Fourteenth\nAmendment, and those lawsuits were consolidated before the\nthree-judge District Court below pursuant to 28 U. S. C.\n§2284(a). Because Texas then was subject to preclearance under §5\nof the Voting Rights Act, the 2011 maps did not take effect\nimmediately, and Texas filed a declaratory action in the District\nCourt for the District of Columbia to obtain preclearance.“Faced with impending election deadlines and\nun-precleared plans that could not be used in the [2012] election,\n[the District] Court was faced with the ‘unwelcome obligation’ of\nimplementing interim plans so that the primaries could proceed.”\n274 F. Supp. 3d, at 632. In January 2012, this Court vacated\nthe first iteration of those interim maps inPerryv.Perez, 565 U. S. 388, 394–395 (2012) (per\ncuriam), finding that the District Court failed to afford\nsufficient deference to the Legislature. In February 2012, the\nDistrict Court issued more deferential interim plans, but noted\nthat its analysis had been expedited and curtailed, and that it had\nonly made preliminary conclusions that might be revised on full\nconsideration. C. J. S. 367a–424a; H. J. S.\n300a–315a.In August 2012, the D. C. District Court\ndenied preclearance of the 2011 maps.Texasv.United\nStates, 887 F. Supp. 2d 133 (2012). It concluded that the\nfederal congressional map had “retrogressive effect” and “was\nenacted with discriminatory intent,”id.,at 159, 161, and\nthat the State House map was retrogressive and that “the full\nrecord strongly suggests that the retrogressive effect\n. . . may not have been accidental,”id.,at 178.\nTexas appealed, and the case was eventually dismissed followingShelby Countyv.Holder, 570 U. S. 529 (2013)\n(holding unconstitutional the formula used to subject States to the\npreclearance requirement).In June 2013, the Texas Governor called a\nspecial legislative session, and that same month the Legislature\nadopted the 2012 interim maps as the permanent maps for the State.\nThe Legislature made small changes to the maps, including redrawing\nthe lines in HD90, but the districts at issue in these appeals all\nremained materially unchanged from the 2011 maps.The District Court in these cases denied Texas’\nmotion to dismiss the challenges to the 2011 maps, and the\nchallengers amended their complaints to assert claims respecting\nthe 2013 maps. In April and May 2017, the District Court held that\ndistricts in Texas’ 2011 maps violated §2 and the Fourteenth\nAmendment. The August 15 and 24 orders respecting the 2013 maps\nfollowed.BThe majority believes that, in analyzing the\n2013 maps, the District Court erroneously “attributed [the] same\n[discriminatory] intent [harbored by the 2011 Legislature] to the\n2013 Legislature” and required the 2013 Legislature to purge that\ntaint.Ante,at 9–10. The District Court did no such thing.\nIt engaged in a painstaking analysis of discriminatory intent underArlington Heightsv.Metropolitan Housing Development\nCorp., 429 U. S. 252 (1977), which is critical to\nunderstanding why, as explained in Part II–D,infra, the\nDistrict Court did not improperly presume that the Legislature\nacted with discriminatory intent.UnderArlington Heights, “in determining\nwhether racially discriminatory intent existed,” this Court\nconsiders “circumstantial and direct evidence” of: (1) the\ndiscriminatory “impact of the official action,” (2) the “historical\nbackground,” (3) the “specific sequence of events leading up to the\nchallenged decision,” (4) departures from procedures or substance,\nand (5) the “legislative or administrative history,” including\nany “contemporary statements” of the lawmakers. 429 U. S., at\n266–268. Although this analysis must start from a strong\n“presumption of good faith,”Millerv.Johnson, 515\nU. S. 900, 916 (1995), a court must not overlook the relevant\nfacts. This Court reviews the “findings of fact” made by the\nDistrict Court, including those respecting legislative motivations,\n“only for clear error.”Cooperv.Harris, 581\nU. S. ___, ___–___ (2017) (slip op., at 3–4); see alsoAndersonv.Bessemer City, 470 U. S. 564, 573\n(1985). The Court therefore “may not reverse just because we ‘would\nhave decided the [matter] differently. . . . A\nfinding that is ‘plausible’ in light of the full record—even if\nanother is equally or more so—must govern.”Harris, 581\nU. S., at ___ (slip op., at 4).The District Court followed the guidance inArlingtonHeightsvirtually to a tee, and its factual\nfindings are more than “plausible” in light of the record. To\nstart, there is no question as to the discriminatory impact of the\n2013 plans, as the “specific portions of the 2011 plans that [the\nDistrict Court] found to be discriminatory or unconstitutional\nracial gerrymanders continue unchanged in the 2013 plans, their\nharmful effects ‘continu[ing] to this day.’ ” 274\nF. Supp. 3d, at 649 (alteration in original). Texas, more-\nover, has a long “history of discrimination” against minority\nvoters.Id.,at 648, n. 37. “In the last four decades,\nTexas has found itself in court every redistricting cycle, and each\ntime it has lost.”Texas, 887 F. Supp. 2d, at 161.There is also ample evidence that the 2013\nLegislature knew of the discrimination that tainted its 2011 maps.\n“The 2013 plans were enacted by a substantially similar Legislature\nwith the same leadership only two years after the original\nenactment.” 274 F. Supp. 3d, at 648, n. 37. The\nLegislature was also well aware that “the D. C. court\nconcluded that [its 2011] maps were tainted by evidence of\ndiscriminatory purpose,” H. J. S. 443a, and despite the\nDistrict Court having warned of the potential that the Voting\nRights Act may require further changes to the maps, “the\nLegislature continued its steadfast refusal to consider [that]\npossibility,” 274 F. Supp. 3d, at 649.Turning to deliberative process—on which the\nmajority is singularly focused, to the exclusion of the rest of the\nfactors analyzed in the orders below, see Part II–D,infra—the District Court concluded that Texas was just “not\ntruly interested in fixing any remaining discrimination in the\n[maps].” 274 F. Supp. 3d, at 651, n. 45. Despite knowing\nof the discrimination in its 2011 maps, “the Legislature did not\nengage in a deliberative process to ensure that the 2013 plans\ncured any taint from the 2011 plans.”[11]Id.,at 649. For instance, Representative\nDarby, a member of the redistricting committee, “kept stating that\nhe wanted to be informed of legal deficiencies so he could fix\nthem,” but “he did not himself seek to have the plan evaluated for\ndeficiencies and he willfully ignored those who pointed out\ndeficiencies, continuing to emphasize that he had thought ‘from the\nstart’ that the interim plans were fully legal.”Id.,at\n651, n. 45.[12] The\nLegislature made no substantive changes to the challenged districts\nthat were the subject of the 2011 complaints, and “there is no\nindication that the Legislature looked to see whether any\ndiscriminatory taint remained in the plans.”Id.,at 649. In\nfact, the only substantive change that the Legislature made to the\nmaps was to addmorediscrimination in the form of a new\nracially gerrymandered HD90, as the majority concedes.Ante,at 39–41.The absence of a true deliberative process was\ncoupled with a troubling sequence of events leading to the\nenactment of the 2013 maps. Specifically, “the Legislature pushed\nthe redistricting bills through quickly in a special session,” 274\nF. Supp. 3d, at 649, despite months earlier having been urged\nby the Texas attorney general to take on redistricting during the\nregular session,id.,at 634; see also H. J. S.\n440a. By pushing the bills through a special session, the\nLegislature did not have to comply with “a two-thirds rule in the\nSenate or a calendar rule in the House,” 274 F. Supp. 3d, at\n649, n. 38, and it avoided the “full public notice and\nhearing” that would have allowed “ ‘meaningful input’ from all\nTexans, including the minor- ity community,” H. J. S.\n444a. In addition, “necessary resources were not allocated to\nsupport a true deliberative process.” 274 F. Supp. 3d, at 649.\nFor instance, the House committee “did not have counsel when the\nsession started.”Ibid.,n. 39.Nor can Texas credibly claim to have understood\nthe 2012 interim orders as having endorsed the legality of its maps\nso that adopting them would resolve the challengers’ complaints. In\nits 2012 interim orders, “the [District] Court clearly warned that\nits preliminary conclusions . . . were not based on a\nfull examination of the record or the governing law and were\nsubject to revision” “given the severe time constraints\n. . . at the time” the orders were adopted.Id.,at 650. The District Court also explained that the “claims\npresented . . . involve difficult and unsettled legal\nissues as well as numerous factual disputes.” C. J. S.\n367a. During the redistricting hearings, chief legislative counsel\nfor the Texas Legislative Council in 2013, Jeff Archer, advised the\nLegislature that the District Court “ ‘had not made full\ndeterminations, . . . had not made fact findings on every\nissue, had not thoroughly analyzed all the evidence’ ” and had\n“ ‘made it explicitly clear that this was an interim plan to\naddress basically first impression of voting rights issues.’ ”\n274 F. Supp. 3d, at 650 (alterations in original); see also\nApp. 441a–442a (testimony that interim plans were “impromptu” and\n“preliminary” and that the District Court “disclaimed making final\ndeterminations”). Archer explained that although the Legislature\nhad “ ‘put to bed’ ” challenges regarding “ ‘those\nissues that the [District] Court identified so far,’ ” it had\nnot “ ‘put the rest to bed.’ ” 274 F. Supp. 3d, at\n651, n. 45; see also App. 446a–447a (advising that, “on a realistic\nlevel,” the Legislature had not “removed legal challenges” and that\nadopting the interim maps “in no way would inoculate the\nplans”).There was substantial evidence that the 2013\nLegislature instead adopted the interim plans as part of a\n“strategy [that] involved adopting the interim maps, however\nflawed,” to insulate (and thus continue to benefit from) the\ndiscriminatory taint of its 2011 maps. 274 F. Supp. 3d, at\n651. Texas hoped that, by adopting the 2012 interim maps, the\nchallengers “would have no remedy, and [the Legislature] would\nmaintain the benefit of such discrimination or unconstitutional\neffects.”Ibid.That strategy originated with the Texas\nattorney general, who was responsible for defending the State in\nthe redistricting challenges.Id.,at 650, and n. 41.\nHe advised the Legislature that adopting the interim plans was the\n“ ‘best way to avoid further intervention from federal\njudges’ ” and to “ ‘insulate[Texas’]\nredistricting plans from further legal challenge.’ ”Id.,at 650 (emphasis added); see also H. J. S.\n443a. The Texas attorney general also drafted the “legislative fact\nfindings accompanying the plans,beforethe Legislature had\nengaged in any fact findings on the bills,” stating that the 2012\ninterim plans “complied ‘with all federal and state constitutional\nprovisions or laws applicable to redistricting plans.’ ” 274\nF. Supp. 3d, at 650, n. 41 (emphasis added). That the\nlegislative factfindings were predrafted by the attorney defending\nTexas in these redistricting challenges—purporting to conclude that\nthe 2012 interim plans complied with the law, when in fact the\nevidence showed that the Legislature did not engage in a true\ndeliberative process or meaningfully consider evidence of the\nlegality of the plans so that it could have endorsed such\nfactfindings—demonstrates that the adoption of the interim plans\nwas a mere pretext to insulate the discriminatory benefits of the\n2011 plans. That explains why legislators thought that removal of\nthose fact findings would “ ‘gu[t] the bill.’ ”Ibid.In the end, having presided over years of\nlitigation and seeing firsthand all of the evidence, the District\nCourt thought it clear that Texas’ “strategy involved adopting the\ninterim maps, however flawed” so that the challengers “would have\nno remedy, and [Texas] would maintain the benefit of such\ndiscrimination and unconstitutional effects.”Id.,at 651.\nIt is hard to imagine what a more thorough consideration of theArlington Heightsfactors in these cases would have looked\nlike. Review of the District Court’s thorough inquiry leads to the\ninescapable conclusion that it did not err—let alone clearly err—in\nconcluding that the “Legislature in 2013 intentionally furthered\nand continued the existing discrimination in the plans.” 274\nF. Supp. 3d, at 652.CIn contrast to that thoroughArlington\nHeightsinquiry, the majority engages in a cursory analysis of\nthe record to justify its conclusion that the evidence\n“overwhelmingly” shows that Texas acted with legitimate intent.Ante,at 28. Two critical things are conspicuously missing\nfrom its analysis: first, consideration of the actual factual\nrecord (or most of it, anyway),[13] and second, meaningful consideration of the limits of\nour review of facts on these appeals.[14]The majority first makes reference to the fact\nthat the Texas attorney general “advised the Legislature that the\nbest way to [end the redistricting litigation] was to adopt the\ninterim, court-issued plans,” a position repeated by the sponsor of\nthe plans.Ante,at 26. And in its view, it was reasonable\nfor the Legislature to believe that adopting the interim plans\n“might at least reduce objections and thus simplify and expedite\nthe conclusion of the litigation.”Ante,at 28. The majority\nalso states that “there is no evidence that the Legislature thought\nthat the plans were invalid.”Ante,at 27. In reaching those\nfindings, however, the majority ignores all of the evidence in the\nrecord that demonstrates that the Legislature was aware of (and\nignored) the infirmities in the maps, that it knew that adopting\nthe interim plans would not resolve the litigation concerning the\ndisputed districts, and that it nevertheless moved forward with the\nbills as a strategy to “insulate” the discriminatory maps from\nfurther judicial scrutiny and perpetuate the discrimination\nembedded in the 2012 interim maps. See Part II–B,supra.Instead of engaging with the factual record, the\nmajority opinion sets out its own view of “the situation when the\nLegislature adopted the court-approved interim plans.”Ante,at 28. Under that view, “the Legislature [had] good reason to\nbelieve that the court-approved interim plans were legally sound,”\nparticularly in light of our remand instructions inPerry,\n565 U. S. 388.Ante,at 28–29. The majority nowhere\nconsiders, however, the evidence regarding what the Legislatureactuallyhad before it concerning the effect of the interim\norders, including the explicit cautionary statements in the orders\nand the repeated warnings of the chief legislative counsel that the\ninterim plans were preliminary, incomplete, and impromptu.[15] See Part II–B,supra.The majority finds little significance in the\nfact that the Legislature “ ‘pushed the redistricting bills\nthrough quickly in a special session,’ ” reasoning that a\nspecial session was needed “because the regular session had ended.”Ante,at 29. That of course ignores the evidence that the\nLegislature disregarded requests by the Texas attorney general,\nmonths earlier, to take up redistricting during the regular\nsession, that proceeding through a special session permitted the\nLegislature to circumvent procedures that would have ensured full\nand adequate consideration, and that resources were not\nsufficiently allocated to permit considered review of the plans.\nSee Part II–B,supra.Finally, the majority sees nothing wrong with\nthe fact that the Legislature failed “to take into account the\nproblems with the 2011 plans that the D. C. court identified\nin denying preclearance.”Ante,at 30. It maintains that the\npurpose of adopting the interim plans was to “fix the problems\nidentified by the D. C. court,” and reasons that the interim\nmaps did just that by modifying any problematic districts.Ibid.But of course the finding of discriminatory intent\nrested not only on what happened with particular districts. Rather,\nthe evidence suggested that discriminatory motive permeated the\nentire 2011 redistricting process, as the D. C. court\nconsidered that “Texas has found itself in court every\nredistricting cycle [in the last four decades], and each time it\nhas lost”; that “Black and Hispanic members of Congress testified\nat trial that they were excluded completely from the process of\ndrafting new maps, while the preferences of Anglo members were\nfrequently solicited and honored”; that the redistricting\ncommittees “released a joint congressional redistricting proposal\nfor the public to view only after the start of a special\nlegislative session, and each provided only seventy-two hours’\nnotice before the sole public hearing on the proposed plan in each\ncommittee”; that minority members of the Texas Legislature “raised\nconcerns regarding their exclusion from the drafting process and\ntheir inability to influence the plan”; and that the Legislature\ndeparted from normal procedure in the “failure to release a\nredistricting proposal during the regular session, the limited time\nfor review, and the failure to provide counsel with the necessary\nelection data to evaluate [Voting Rights Act] compliance.” 887\nF. Supp. 2d, at 161. The majority also ignores the findings of\nretrogression concerning the previous version of CD25, which of\ncourse are relevant to the challengers’ claims about CD27 and CD35\nin this litigation and were not addressed in the 2012 interim\nplans. See Part III–A,infra. That the 2012 interim maps\naddressed some of the deficiencies identified by the D. C.\ncourt in the preclearance litigation does not mean that the\nLegislature in 2013 was free to wholly disregard the significance\nof other evidence of discrimination that tainted its 2011 maps and\nwere entrenched in the 2012 interim maps.Even had the majority not ignored the factual\nrecord, it still would be wrong in concluding that the District\nCourt erred in finding that the 2013 Legislature acted with the\nintent to further and benefit from the discrimination in the 2011\nmaps. In light of the record before this Court, the finding of\ninvidious intent is at least more than “ ‘plausible’ ”\nand thus “must govern.”Harris,581 U. S., at ___ (slip\nop., at 4). The majority might think that it has a “better view of\nthe facts” than the District Court did, but “the very premise of\nclear error review is that there are often ‘two\npermissible’—because two ‘plausible’—‘views of the\nevidence.’ ”Id.,at ___–___ (slip op., at 9–10).DThe majority resists the weight of all this\nevidence of invidious intent not only by disregarding most of it\nand ignoring the clear-error posture, but also by endorsing Texas’\ndistorted characterizations of the intent analysis in the orders\nbelow. Specifically, the majority accepts Texas’ argument that the\nDistrict Court “reversed the burden of proof” and “imposed on the\nState the obligation of proving that the 2013 Legislature had\nexperienced a true ‘change of heart’ and had ‘engage[d] in a\ndeliberative process to ensure that the 2013 plans cured any taint\nfrom the 2011 plans.’ ”Ante,at 23 (alteration in\noriginal). The District Court did no such thing, and only a\nselective reading of the orders below could support Texas’\nposition.It is worth noting, as a preliminary matter,\nthat the majority does not question the relevance of historical\ndiscrimination in assessing present discriminatory intent. Indeed,\nthe majority leaves undisturbed the longstanding principle\nrecognized inArlington Heightsthat the “ ‘historical\nbackground’ of a legislative enactment is ‘one evidentiary source’\nrelevant to the question of intent.”Ante,at 22 (quotingArlington Heights, 429 U. S., at 267). With respect to\nthese cases, the majority explicitly acknowledges that, in\nevaluating whether the 2013 Legislature acted with discriminatory\npurpose, “the intent of the 2011 Legislature . . . [is]\nrelevant” and “must be weighed together with any other direct and\ncircumstantial evidence” bearing on intent.Ante,at 26.If consideration of this “ ‘historical\nbackground’ ” factor means anything in the context of\nassessing intent of the 2013 Legislature, it at a minimum required\nthe District Court to assess how the 2013 Legislature addressed the\nknown discrimination that motivated the drawing of the district\nlines that the Legislature was adopting, unchanged, from the 2011\nmaps. Therefore, the findings as to whether the 2013 Legislature\nengaged in a good-faith effort to address any known discrimination\nthat tainted its 2011 plans were entirely apposite, so long as the\nDistrict Court “weighed [this factor] together with any other\ndirect and circumstantial evidence” bearing on the intent question,\nand so long as the burden remained on the challengers to establish\ninvidious intent.Ante,at 26.The majority faults the District Court for not\nadequately engaging in that weighing and giving too “central” a\nfocus to the historical factor in its intent analysis.Ante,at 23; see alsoante,at 23–24, n. 18. That alleged\n“central” focus, the majority contends, led the District Court to\nshift the burden of proof on the intent inquiry away from the\nchallengers, instead requiring Texas to show that the Legislature\ncured its past transgressions.Ante,at 23. Those\nconclusions can only be supported if, as Texas and the majority\nhave done, one engages in a highly selective reading of the\nDistrict Court orders.To begin, entirely absent from the majority\nopinion is any reference to the portions of the District Court\norders that unequivocally confirm its understanding that the burden\nremained on the challengers to show that the 2013 Legislature acted\nwith invidious intent. The District Court was explicit that the\nchallengers bore the burden to “establish their claim by showing\nthat the Legislature adopted the plans with a discriminatory\npurpose, maintained the district lines with a discriminatory\npurpose, or intentionally furthered preexisting intentional\ndiscrimination.” 274 F. Supp. 3d, at 646; see alsoid.,at 645 (discussing Circuit precedent regarding the showing needed\nfor “a plaintiff [to] meet the purpose standard”).[16]Even when it does look at the actual language of\nthe orders, the majority picks the few phrases that it believes\nsupport its argument, choosing to disregard the rest. For instance,\nthe majority quotes the District Court order as having required\nTexas to show that the 2013 Legislature had a “ ‘change of\nheart.’ ”Ante,at 23 (quoting 274 F. Supp. 3d, at\n649). When that sentence is read in full, however, it is evident\nthat the District Court was not imposing a “duty to expiate” the\nbad intent of the previous Legislature, as the majority contends,ante,at 23, but instead was describing what the weighing of\nthe direct and circumstantial evidence revealed about the\nmotivations of the 2013 Legislature: “The decision to adopt the\ninterim plans was not a change of heart concerning the validity of\n[the challengers’] claims . . . —it was a litigation\nstrategy designed to insulate the 2011 or 2013 plans from further\nchallenge, regardless of their legal infirmities.” 274\nF. Supp. 3d, at 649–650.Likewise, the majority quotes the orders as\nrequiring proof that the Legislature “ ‘engage[d] in a\ndeliberative process to ensure that the 2013 plans cured any taint\nfrom the 2011 plans.’ ”Ante,at 23 (quoting 274\nF. Supp. 3d, at 649). But the District Court did not put the\nburden on Texas to make that affirmative showing. Instead, that\npartial quote is lifted from a sentence in which the District\nCourt, having held a trial on these factual issues, concluded that\nthe challengers had met their burden to show that “the Legislature\ndid not engage in a deliberative process,” which it supported later\nin that paragraph with findings that the Legislature “pushed the\nredistricting bills through quickly in a special session” without\nallocating the “necessary resources . . . to support a\ntrue deliberative process.” 274 F. Supp. 3d, at 649.The majority finally asserts that the District\nCourt “drove the point home” when it “summarized its analysis” as\nfollows: “ ‘The discriminatory taint [from the 2011 plans] was\nnot removed by the Legislature’s enactment of the Court’s interim\nplans, because the Legislature engaged in no deliberative process\nto remove any such taint, and in fact intended any such taint to be\nmaintained but safe from remedy.’ ”Ante,at 23\n(quoting 274 F. Supp. 3d, at 686). The majority no doubt hopes\nthat the reader will focus on the portion of the sentence in which\nthe District Court concludes that the discriminatory taint found in\nthe 2011 maps “ ‘was not removed’ ” by the enactment of\nthe interim maps “ ‘because the Legislature engaged in no\ndeliberative process to remove any such taint.’ ”Ante,at 23 (quoting 274 F. Supp. 3d, at 686).[17] But the majority ignores the import of the\nremaining part of the sentence, in which the District Court held\nthat the Legislature “in fact intended any such taint to be\nmaintained but be safe from remedy.” 274 F. Supp. 3d, at 652;\nsee alsoid.,at 686. The majority also conveniently leaves\nout the sentence that immediately follows: “The Legislature in 2013\nintentionally furthered and continued the existing discrimination\nin the plans.”Id.,at 652. When read in full and in\ncontext, it is clear that the District Court remained focused on\nthe evidence proving the intent of the 2013 Legislature to shield\nits plans from a remedy and thus further the discrimination, rather\nthan simply presuming invidious intent from the failure to remove\nthe taint, as the majority claims.In selectively reviewing the record below, the\nmajority attempts to shield itself from the otherwise unavoidable\nconclusion that the District Court did not err. If forced to\nacknowledge the true scope of the legal analysis in the orders\nbelow, the majority would find itself without support for its\ninsistence that the District Court was singu- larly focused on\nwhether the Legislature “removed” past taint. And then the majority\nwould have to contend with the thorough analysis of theArlington Heightsfactors, Part II–B,supra, that led\nthe District Court to conclude that the 2013 Legislature acted with\ninvidious intent.IIIThe majority fares no better in its\ndistrict-by-district analysis. In line with the theme underlying\nthe rest of its analysis, the majority opinion overlooks the\nfactual record and mischaracterizes the bulk of the analysis in the\norders below in concluding that the District Court erred in finding\na §2 results violation as to CD27, HD32, and HD34. I first address\nCD27, and then turn to HD32 and HD34.A1To put in context the objections to the\nDistrict Court’s conclusion regarding CD27, a brief review of the\nDistrict Court’s factual findings as to that district is necessary.\nBefore 2011, CD27 was a Latino opportunity district,i.e.,a\nmajority-HCVAP district with an opportunity to elect a\nHispanic-preferred candidate. When the Legislature reconfigured the\ndistrict in 2013, it moved Nueces County, a majority-HCVAP county,\ninto a new Anglo-majority district to protect an incumbent “who was\nnot the candidate of choice of those Latino voters” and likely\nwould have been “ousted” by them absent the redistricting.\nC. J. S. 181a, 191a. The District Court found that the\n“placement of Nueces County Hispanics in an Anglo-majority district\nensures that the Anglo majority usually will defeat the\nminority-preferred candidate, given the racially polarized voting\nin the area.”Id.,at 189a–190a. It also found that “the\npolitical processes are not equally open to Hispanics” in Texas as\na result of its “history of official discrimination touching on the\nright of Hispanics to register, vote, and otherwise to participate\nin the democratic process [that] is well documented,” and that\n“Latinos bear the effects of past discrimination in areas such as\neducation and employment/income, which hinder their ability to\nparticipate effectively in the political process.”Id.,at\n190a–191a. Given those findings, the District Court concluded that\nthe newly constituted CD27 “has the effect of diluting Nueces\nCounty Hispanic voters’ electoral opportunity.”Id.,at\n191a.Texas nevertheless contended (and maintains\nhere) that no §2 results violation existed because only “seven\ncompact Latino opportunity districts could be drawn in South/West\nTexas,”id.,at 181a, and that all seven districts already\nexisted under its maps. To explain how it counted to seven, Texas\npointed to the creation of CD35 as a supposed new Latino\nopportunity district that joined Travis County Hispanics with\nHispanics in San Antonio. The District Court agreed that only seven\nsuch districts could be drawn in the area, but rejected Texas’\ninvocation of CD35 as a defense. The District Court concluded that\nbecause Travis County “[did] not have Anglo bloc voting,” 274\nF. Supp. 3d, at 683, §2 did not require the placement of\nTravis County Hispanics in an opportunity district,\nC. J. S. 176a; see alsoThornburgv.Gingles, 478 U. S. 30, 51 (1986). The District Court\nfound that Texas had moved Travis County Hispanics from their\npre-2011 district, CD25, to the newly constituted CD35, not to\ncomply with §2, but “to use race as a tool for partisan goals\n. . . to intentionally destroy an existing district with\nsignificant minority population (both African American and\nHispanic) that consistently elected a Democrat (CD25).” 274\nF. Supp. 3d, at 683. Thus, it concluded that “CD35 was an\nimpermissible racial gerrymander because race predominated in its\ncreation without furthering a compelling state interest.”Ibid.Importantly, the District Court concluded that,\nwithout CD35, Texas could have drawn one more Latino opportunity\ndistrict in South/West Texas that included Nueces County Hispanics.\nC. J. S. 181a; see alsoid.,at 190a (“Plaintiffs\nhave thus shown that a district could be drawn in which Hispanics,\nincluding Nueces County Hispanics, are sufficiently numerous and\ngeographically compact to constitute a majority HCVAP”);id.,at 192a (“Numerous maps also demonstrated that\naccommodating the §2 rights of all or most Nueces County Hispanic\nvoters would not compromise the §2 rights of any other voters, and\nin fact including it substantially accommodates the §2 rights of\nHispanic voters in South/West Texas”). Indeed, “[p]lans were\nsubmitted during the legislative session and during this litigation\nthat showed that seven compact districts could be drawn that\nincluded all or most Nueces County Hispanic voters but not Travis\nCounty voters.”Id.,at 181a, n. 47.2Nothing in the record or the parties’ briefs\nsuggests that the District Court clearly erred in these findings of\nfact, which unambiguously support its conclusion that there is a §2\nresults violation with respect to CD27. Nevertheless, the majority\noffers two reasons for reversing that conclusion. First, the\nmajority contends that the District Court erred because “in\nevaluating the presence of majority bloc voting in CD35,” it\n“looked at only one, small part of the district, the portion that\nfalls within Travis County.”Ante,at 34. It cites toBethune-Hillv.Virginia State Bd. of Elections, 580\nU. S. ___, ___ (2017) (slip op., at 12), an equal protection\nracial gerrymandering case, for the proposition “that redistricting\nanalysis must take place at the district level.”Ante,at\n34. According to the majority, then, the District Court should have\nlooked at the existence of majority bloc voting in CD35 as a whole\nafter the 2011 redistricting.But the majority confuses the relevant inquiry,\nas well as the relevant timeline. The particular §2 question here\ndoes not concern the status of Travis County Latinos in the newly\nconstituted CD35 after the 2011 redistricting. Rather, it concerns\nthe status of Travis County Latinos in the old CD25, prior to the\n2011 redistricting. That is because the challengers’ §2 claim\nconcerns the choices before the Legislatureat the time of the\n2011 redistricting, when it was deciding which Latinos in\nSouth/West Texas to place in the new opportunity district to be\ncreated in that area of the State. The Legislature chose to include\nTravis County Latinos in an opportunity district at the expense of\nthe Nueces County Latinos, who were instead moved into a\nmajority-Anglo district. So the question is whether, knowing that\nNueces County Latinos indisputably had a §2 right, the\nLegislature’s choice was nevertheless justified because the Travis\nCounty Latinos also had a §2 right that needed to be accommodated.\nIn other words, did the Legislature actually create a new §2\nopportunity district for persons with a §2 right, or did it simply\nmove people without a §2 right into a new district and just call it\nan opportunity district? To answer that question, the status of\nTravis County Latinos in 2011 is the only thing that matters, and\nthe District Court thus correctly focused its inquiry on whether\nbloc voting existed in Travis Countypriorto the 2011\nredistricting, such that Travis County Latinos could be found to\nhave a §2 right. Whether the newly constituted CD35nowqualifies as a §2 opportunity district—an inquiry that would, as\nthe majority suggests, call for district-wide consideration—is\nbeside the point.Second, the majority reasons that “the 2013\nLegislature had ‘good reasons’ to believe that [CD35] was a viable\nLatino opportunity district that satisfied theGinglesfactors.”Ante,at 35. For this, the majority cites to the\nfact that the district “was based on a concept proposed by MALDEF”\nand that one group of plaintiffs “argued that the district [was]\nmandated by §2,” and vaguely suggests that, contrary to the\nDistrict Court’s finding, “there is ample evidence” of majority\nbloc voting in CD35.Ibid.[18]The majority forgets, yet again, that we review\nfactual findings for clear error.Harris, 581 U. S., at\n___–___ (slip op., at 3–4). Indeed, its analysis is too cursory\neven forde novoreview. The majority does not\nmeaningfully engage with the full factual record below. Instead, it\nlooks only to the handful of favorable facts cited in Texas’\nbriefs. Compare Brief for Appellants 46 withante,at 35.\nHad the majority considered the full record, it could only have\nfound that the District Court cited ample evidence in support of\nits conclusion that the Legislature had no basis for believing that\n§2 required its drawing of CD35. In fact, the District Court noted\nthat Texas in 2011 “actually asserted that CD35 is not required by\n§2,” C. J. S. 174a, n. 40, that the main plan\narchitect testified that he was not sure whether §2 required\ndrawing the district, and that testimony at trial showed that the\ndistrict was drawn because, on paper, it would fulfill the\nrequirement of being majority-HCVAP while providing Democrats only\none new district, and “not because all of theGinglesfactors were satisfied,”id.,at 178a–179a, n. 45. The\nDistrict Court also concluded that “there is no evidence that any\nmember of the Legislature . . . had any basis in evidence\nfor believing that CD35 was required by §2 other than its\nHCVAP-majority status.”Ibid.Had the majority properly framed the inquiry and\nap-plied the clear-error standard to the full factual record, it\ncould not convincingly dispute the existence of a §2 results\nviolation as to CD27. Texas diluted the voting strength of Nueces\nCounty Latinos by transforming a minority-opportunity district into\na majority-Anglo district. The State cannot defend that result by\npointing to CD35, because its “creation of an opportunity district\nfor [Travis County Latinos] without a §2 right offers no excuse for\nits failure to provide an opportunity district for [Nueces County\nLatinos] with a §2 right.”League of United Latin American\nCitizensv.Perry, 548 U. S. 399, 430 (2006)\n(LULAC).[19]B1I turn now to HD32 and HD34. Before the 2011\nredistricting, Nueces County had within it two Latino opportunity\ndistricts and part of one Anglo-represented district. 267\nF. Supp. 3d, at 767. Due to slower population growth reflected\nin the 2010 census, however, Nueces County was entitled to have\nwithin it only two districts. Accordingly, during the 2011\nredistricting, the Legislature opted to “eliminate one of the\nLatino opportunity districts . . . and draw two districts\nwholly within Nueces County—one strongly Latino (HD34) and one a\nsafe Anglo Republican seat (HD32) to protect [an] incumbent.”Ibid.“Based on an analysis of theGinglesrequirements and the totality of the circumstances,” however, the\nDistrict Court found that the Legislature could have drawn two\ncompact minority districts in Nueces County.Id.,at 780.\nNamely, the evidence demonstrated that it was possible to draw a\nmap with “two districts with greater than 50% HCVAP,” that “Latinos\nin Nueces County are highly cohesive, and that Anglos vote as a\nblock usually to defeat minority preferred candidates.”Id.,at 777–778.The District Court then considered two proposed\nconfigurations for those districts: one with two HCVAP-majority\ndistricts located wholly within Nueces County, and another that\nrequired breaking the County Line Rule.Id.,at 777. The\nchallengers preferred the latter configuration because, according\nto their expert, “an exogenous election index” revealed that the\ntwo HCVAP-majority districts wholly within Nueces County did “not\nperform suffi- ciently.”Id.,at 778. The District Court did\nnot accept that expert’s assessment at face value. Instead, it\nexplained that “an exogenous election index alone will not\ndetermine opportunity,” and so evaluated the expert testing and\nample other evidence and ultimately concluded that the challengers\nhad “not adequately demonstrated that they lack equal opportunity\nin [an alternative] configuration . . . such that a\ncounty line break is necessary.”Id.,at 778, 781. Thus,\nalthough it found that “two HCVAP-districts could have been drawn\nthat would provide Hispanics with equal electoral opportunity, and\nthat §2 could require those two districts,” because §2 did not\nrequire the challengers’ requested remedy (i.e.,breaking\nthe County Line Rule), the District Court had to “consider whether\n§2 requires a remedy” and directed the challengers to “consider\ntheir preferred configuration for the remedy stage” that was to\nfollow (before Texas prematurely appealed).Id.,at 783.2The majority purports to accept these factual\nfindings, and contends that they “show that [HD32 and HD34] do not\nviolate §2.”Ante,at 35. Specifically, the majority points\nto the fact that the challengers’ “own expert determined that it\nwas not possible to divide Nueces County into more than oneperformingLatino district” without breaking the County Line\nRule, a remedy the District Court concluded was not required by §2.Ante,at 36 (emphasis in original). “So if Texas couldnotcreate two performing districts in Nueces County and didnothave to break county lines,” the majority reasons, “the\nlogical result is that Texas did not dilute the Latino vote.”Ibid.(emphasis in original). In its view, a districting\ndecision cannot be said to dilute the votes of minority voters “if\nthe alternative to the districting decision at issue would not\nenhance the ability of minority voters to elect the candidates of\ntheir choice.”Ibid.At bottom, then, the majority rests its\nconclusion on one aspect of the challengers’ expert evidence,i.e.,that it was not possible to place within Nueces County\nmore than one performing Latino district without breaking county\nlines. The majority acknowledges the District Court’s finding that\nthe challengers had “ ‘failed to show’  that two\nmajority-Latino districts in Nueces County would not perform,” but\nwaves away that finding by concluding that the District Court\n“twisted the burden of proof beyond recognition” by “suggest[ing]\nthat a plaintiff might succeed on its §2 claim because its expert\nfailed to show that the necessary factual basis for the claim could\nnot be established.”Ante,at 37. That conclusion is only\npossible because the majority closes its eyes to significant\nevidence in the record and misrepresents the District Court’s\nconclusion about the potential for creating two performing\nLatino-majority districts in Nueces County.The majority, of course, is right on one thing:\nThe District Court recognized that the challengers’ expert opined\nthat the two HCVAP-majority districts would not perform based on\nthe results of an exogenous election index. Seeante,at 36.\nBut the majority ignores that the District Court rejected that\nexpert’s conclusion because “the results of an exogenous election\nindex alone will not determine opportunity,” as “[s]uch indices\noften do not mirror endogenous election performance.” 267\nF. Supp. 3d, at 778. Instead of “just relying on an exogenous\nelection index to measure opportunity,” the District Court\n“conduct[ed] an intensely local appraisal to determine whether real\nelectoral opportunity exists.”Ibid.That “intensely local appraisal” resulted in a\nlengthy analysis that considered, among other facts: that Texas had\na long “history of voting-related discrimination”; that “racially\npolarized voting exist[s] in Nueces County and its house district\nelections, the level is high, and the high degree of Anglo bloc\nvoting plays a role in the defeat of Hispanic candidates”; “that\nHispanics, including in Nueces County, suffer a ‘continuing pattern\nof disadvantage’ relative to non-Hispanics”; that population growth\nin the county “was [driven by] Hispanic growth” and that the “HCVAP\ncontinues to climb”; that the districts “include demographic\ndistributions strongly favoring Hispanic voters,” and that the\n“numbers translate into a significant advantage in house district\nelections”; and that data analysis showed that “performance for\nLatinos increased significantly in presidential election years,”\nwhich “indicates that the districts provide potential to elect.”Id.,at 778–782.[20]The District Court’s focus on the history of the\ncounty as well as its potential performance going forward was an\nimportant point of departure from the challengers’ expert, who\nconsidered only the former. SeeLULAC, 548 U. S., at\n442 (noting “a significant distinction” in analysis of what\ndistrict performance “ ‘had been’ ” compared to “how it\nwould operate today . . . given the growing Latino\npolitical power in the district”). The District Court also found\nthe expert’s analysis lacking in other key respects. Namely, the\nDistrict Court noted that one of the majority-HCVAP districts\n“provides opportunity, at least in presidential election years”;\nthat “[m]ost of the elections in [the exogenous election] index did\nnot involve aLatinoDemocrat candidate”; and that the\nexpert “only looked at statewide races and no county races,” even\nthough it was “conceiv- able that, in competitive local races with\nLatino candidates, Hispanic voters would mobilize in significantly\nhigher numbers.” 267 F. Supp. 3d, at 781 (emphasis in\noriginal).Based on this review of the evidence, the\nDistrict Court concluded “that Hispanics have equal opportunity in\ntwo districts drawn wholly within Nueces County (or at least [the\nchallengers] failed to show that they do not).”Id.,at 782.\nIt further explained that, whereas the “evidence shows that two\nHCVAP-districts could have been drawn that would provide Hispanics\nwith equal electoral opportunity, . . . the evidence does\nnot show that the Legislature was required to break the County Line\nRule to draw what [the challengers] consider to be ‘effective’\ndistricts.”Id.,at 783.When read in the context of the full analysis\njust detailed, it is clear that the District Court was not\n“twist[ing] the burden of proof,”ante,at 37, when it\nobserved that the challengers “failed to show that” the two\nHCVAP-majority districts drawn wholly within Nueces County would\nnot perform. That statement plainly refers to the challengers’\nfailure to rebut the finding that the two districts wholly within\nNueces County provided equal electoral opportunity to Hispanics, as\nthey needed to do to show that §2 required breaking the County Line\nRule. If anything is “twisted . . . beyond recognition,”ibid., it is the majority opinion’s description of the\nDistrict Court’s findings. For while relying on a reference to what\nthe challengers’ expert opined, the majority wholly ignores the\nDistrict Court’s lengthy discussion rejecting that opinion on the\nbasis of other evidence in the record.[21]This Court has been clear that “the ultimate\nright of §2 is equality of opportunity.”Johnsonv.De\nGrandy, 512 U. S. 997, 1014, n. 11 (1994). The\nDistrict Court found that two HCVAP-majority districts drawn wholly\nwithin Nueces County provided such “equality of opportunity,” and\nits findings of fact are not clearly erroneous. Only by selectively\nreading the factual record and ignoring the relevant analysis of\nthose facts can the majority escape the §2 results violation that\nflows from those findings.IVThe Equal Protection Clause of the Fourteenth\nAmendment and §2 of the Voting Rights Act secure for all voters in\nour country, regardless of race, the right to equal participation\nin our political processes. Those guarantees mean little, however,\nif courts do not remain vigilant in curbing States’ efforts to\nundermine the ability of minority voters to meaningfully exercise\nthat right. For although we have made progress, “voting\ndiscrimination still exists; no one doubts that.”Shelby\nCounty, 570 U. S., at 536.The Court today does great damage to that right\nof equal opportunity. Not because it denies the existence of that\nright, but because it refuses its enforcement. The Court intervenes\nwhen no intervention is authorized and blinds itself to the\noverwhelming factual record below. It does all of this to allow\nTexas to use electoral maps that, in design and effect, burden the\nrights of minority voters to exercise that most precious right that\nis “preservative of all rights.”Yick Wov.Hopkins,\n118 U. S. 356, 370 (1886); seeHustedv.A. Philip\nRandolph Institute, 584 U. S. ___, ___ (2018) (Sotomayor,\nJ., dissenting) (slip op., at 5) (“Our democracy rests on the\nability of all individuals, regardless of race, income, or status,\nto exercise their right to vote”). Because our duty is to safeguard\nthat fundamental right, I dissent.Notes1The Fourteenth Amendment\nand §2 of the Voting Rights Act of 1965 prohibit intentional “vote\ndilution,”i.e.,purposefully enacting “a particular voting\nscheme . . . ‘to minimize or cancel out the voting\npotential of racial or ethnic minorities,’ an action disadvantaging\nvoters of a particular race.”Millerv.Johnson, 515\nU. S. 900, 911 (1995) (citations omitted).2The §2 “results” test\nfocuses, as relevant here, on vote dilution accomplished through\ncracking or packing,i.e.,“the dispersal of [a protected\nclass of voters] into districts in which they constitute an\nineffective minority of voters or from the concentration of [those\nvoters] into districts where they constitute an excessive\nmajority.”Thornburgv.Gingles, 478 U. S. 30,\n46, n. 11 (1986).3The Fourteenth Amendment\n“limits racial gerrymanders” and “prevents a State, in the absence\nof ‘sufficient justification,’ from ‘separating its citizens into\ndifferent voting districts on the basis of race.’ ”Cooperv.Harris, 581 U. S. ___, ____ (2017)\n(slip op., at 1).4The various appendixes\nare abbreviated herein consistent with the majority opinion. Seeante,at 2, n. 1.5Contrary to what the\nmajority contends, whetherWhitcombinvolved an “exceedingly\ncomplicated procedural posture” has no effect on whether, at the\ntime the State first appealed, the District Court had granted or\ndenied an injunction for purposes of §1253 jurisdiction.Ante,at 19, n. 14. Nor was the order at issue inWhitcombless “spe-cific” or less “likely to demand\ncompliance” than the orders at issue inthese appeals.Ibid.The District Court inWhitcomb, like here, issued an order\non the merits finding the State liable and unambiguously holding\nthat a remedy was required.Chavisv.Whitcomb, 305\nF. Supp. 1364, 1391–1392 (SD Ind. 1969). The District Court\ndiscussed how the Indiana Legislature might go about redistricting.Ibid.Also, the orders here were no more “immediate” than\nthe order inWhitcomb.Ante,at 19, n. 14. As inWhitcomb, the District Court here first attempted to defer\nto the State to redistrict, and nothing in the record suggests that\nthe court would not have allowed the Texas Legislature a reasonable\namount of time to redistrict had the State decided to take up the\ntask, as the District Court did inWhitcomb. To the extent\nthe majority relies on the 3-day deadline contained in the orders\nbelow, that deadline was solely for the Texas attorney general to\ninform the District Court whether the Legislature intended to take\nup redistricting; it was not a deadline to enact new maps. Seeinfra, at 17–18.Whitcombis thus not distinguishable\nin any relevant respect.6The majority opinion\nattempts to distinguishDonovanandRockefellerby\nstating that the decisions there were “based on the plain language\nof §1253, which says nothing about orders granting or denying\ndeclaratory judgments.”Ante,at 14–15, n. 11. But of\ncourse, “the plain language of §1253” also “says nothing about”\nnoninjunctive orders, like the ones issued by the District Court\nbelow. Notably, the order at issue inRockefellerlooked\nsimilar to the orders on appeal here: There, the three-judge\nDistrict Court declined to enter an injunction only because “the\nstate ha[d] shown a desire to comply with applicable federal\nrequirements,” but its order nevertheless clearly resolved the\nmerits against the State. SeeCatholic Medical Center of\nBrooklyn & Queens, Inc.v.Rockefeller, 305\nF. Supp. 1268, 1271 (EDNY 1969).7“HCVAP” stands for\nHispanic citizen voting age population.8The majority guarantees\nthat there is “no reason to fear such a flood” of appeals from\nthree-judge district court orders because “appeals from [orders\nexpressly enjoining redistricting plans] have not overwhelmed our\ndocket.”Ante,at 20. But of course, its jurisdictional\nruling applies to all §1253 cases, not just those involving\nredistricting. The majority also makes much of the fact that only\n“two cases (GunnandWhitcomb) decided during the\npast half-century” have involved the scenario at issue here,i.e.,an effort to invoke our mandatory jurisdiction to\nreview “a three-judge court order holding a state statute\nunconstitutional but declining to issue an injunction.”Ante,at 20, n. 16. The majority never stops to\nconsider, however, that one reason so few cases have come to the\nCourt in this posture may be thatGunnandWhitcombdrew clear jurisdictional lines that litigants easily\nunderstood—the same clear lines the majority erases\ntoday.9The majority believes\nthese “long before” and “very close” limits guide district courts’\ndeterminations about whether to enter an injunction.Ante,at 20. Presumably the majority would resort to the same\nindeterminate limits in determining whether, in its view, a\nnoninjunctive order had the “practical effect” of an injunction\nsuch that it would be justified to accept an appeal under\n§1253.10Because the Court reaches the merits\nof these appeals despite lacking jurisdiction, this dissent\naddresses that portion of the majority opinion as\nwell.11The\nmajority is correct that our reference to these findings in the\nDistrict Court orders below is “not just a single slip of the pen.”Ante,at 24. That is because these findings form part\n(though not the whole) of the comprehensive analysis that led the\nDistrict Court to conclude that the 2013 Legislature acted with the\nspecific intent to further the discrimination in its 2011 maps.\nFull consideration of that analysis, as I have endeavored to do\nhere, requires review of those findings, and when read in the\ncontext of the full factual record and legal reasoning contained in\nthe orders below, it is clear that these statements do not come\nclose to suggesting what Texas and the majority read into them,i.e.,that the District Court somehow shifted the burden of\nproof to require Texas to show that it cured the taint from its\npast maps.12The\nmajority again engages in its own factfinding, without reference to\nthe fact that our review is for clear error only, when it decides\nthat the District Court was wrong in concluding that Representative\nDarby willfully ignored the deficiencies in the 2013 maps. The\nlegislative hearing that the District Court cited, see 274\nF. Supp. 3d, at 651, n. 45, shows,inter alia,that Representative Darby: told certain members of the Legislature\nthat changes to district lines would not be considered; rejected\nproposed amendments where there was disagreement among the impacted\nmembers; rejected an amendment to the legislative findings that set\nout the history underlying the 2011 maps and related court rulings;\nacknowledged that the accepted amendments did not address concerns\nof retrogression or minority opportunity to elect their preferred\ncandidates; and dismissed concerns regarding the packing and\ncracking of minority voters in,inter alia, HD32, HD34,\nHD54, and HD55, stating simply that the 2012 court had already\nrejected the challengers’ claims respecting those districts but\nwithout engaging in meaningful discussion of the other legislators’\nconcerns. See Joint Exh. 17.3, pp. S7–S9, S11, S30–S35, S39–S43,\nS53. Instead of addressing what is evident from the 64-page hearing\ntranscript, the majority fixates on the single fact that\nRepresentative Darby accepted an amendment for the redrawing of the\nnew (racially gerrymandered) HD90, believing that this fact somehow\nerases or outweighs all the evidence in the record showing that\nRepresentative Darby was not interested in addressing concerns\nregarding the interim plans.Ante,at 29–30, and n. 24.\nEven if Representative Darby was in fact responsive to minority\nconcerns regarding the composition of HD90—which the record\ncontradicts, see 267 F. Supp. 3d, at 791, 793—that does not\nundermine the weight ofallof the evidence in the record\nregarding his intent with respect to the enactment of the 2013 maps\nas a whole.13The\nmajority contends in passing that its analysis takes account of\n“all the relevant evidence in the record,”ante,at 26, and\nn. 19, apparently believing that stating it explicitly somehow\nmakes it true. It does not. The District Court orders in these\ncases are part of the public record and readers can therefore judge\nfor themselves.14The\nmajority never explains why it believes it appropriate to engage in\nwhat amounts tode novoreview of the factual record.\nPresumably, it justifies itsde novoreview with its\nclaim of legal error as to the finding of invidious intent. See\nPart II–D,infra. But even if the majority were correct that\nthe District Court improperly shifted the burden to the State to\ndisprove invidious intent, the proper next step would have been to\nremand to the District Court for reconsideration of the facts in\nthe first instance under the correct legal standard.15The\nmajority is also just flat wrong on its characterization of the\ninterim orders. With respect to all but two of the challenged State\nHouse districts, the discussion in the interim orders states only\nin general terms that the District Court “preliminarily [found]\nthat any [§2] and constitutional challenges do not have a\nlikelihood of success, and any [§5] challenges are insubstantial,”\nemphasizing the “preliminarily nature of [its] order.”\nH. J. S. 303a, 307a–309a. With respect to the\ncongressional districts, the District Court opined that the “claims\nare not without merit” and were “a close call,” but ultimately\nconcluded that the challengers had not at that time demonstrated a\nlikelihood of success on the merits. C. J. S. 409a, 419a.\nThe District Court nevertheless emphasized that there remained\n“unsettled legal issues as well as numerous factual disputes” such\nthat the interim map was “not a final ruling on the merits of any\nclaims.” C. J. S. 367a. It is a stretch to characterize\nthese interim orders as providing “a careful analysis of all the\nclaims,”ante,at 28, and borderline disingenuous to state\nthat, despite repeated and explicit warnings that its rulings were\nnot final and subject to change, the District Court was somehow\n“reversing its own previous decisions” when it finally did render a\nfinal decision,ante,at 28, n. 22.16The\nmajority spends some time distinguishingHunterv.Underwood, 471 U. S. 222 (1985), adamant that it does\nnot support “shifting the burden” as it purports the District Court\ndid below.Ante,at 22. But the District Court agreed thatHunterwas distinguishable and did not rely on it to support\nany sort of burden-shifting. As the majority explains,Hunterinvolved a state constitutional provision adopted\nwith discriminatory intent that, despite pruning over the years,\nthe State never repealed.Ante,at 22 (citing 471\nU. S., at 229, 232–233). The District Court discussed the\ndifferences betweenHunterand these cases, namely, thatHunter“did not involve a later reenactment . . .\nwhich is what [Texas] now claims cleanses the plans.” 274\nF. Supp. 3d, at 647. It noted the important distinction that,\n“ ‘when a plan is reenacted—as opposed to merely remaining on\nthe books like the provision inHunter—the state of mind of\nthe reenacting body must also be considered.’ ”Id.,at\n648. That the majority ignores that the District Court did not, as\nit suggests, rely onHunteras controlling is another\nexample of how it conveniently overlooks the District Court’s\nexpress legal analysis.17Notably, the majority takes no issue\nwith that first conclusion,i.e.,that the enactment of the\ninterim plans does not, on its own, insulate the 2013 plans from\nchallenge. It explicitly notes that the opinion does not hold that\n“the 2013 [plans] are unassailable because they were previously\nadopted on an interim basis by the Texas court,” noting that such a\nfactor is relevant insofar as it informs the inquiry into the\nintent of the 2013 Legislature.Ante,at 25–26.18The\nmajority also believes that the interim orders gave the Legislature\ncover with respect to CD35,ante,at 35, forgetting that the\nDistrict Court explicitly and repeatedly warned the parties that\nits interim orders did not resolve all factual and legal disputes\nin the cases.19It is\nworth noting that Texas’ efforts to suppress the voting strength of\nminority voters in Nueces County eerily mirror the actions this\nCourt invalidated as a violation of §2 inLULAC, 548\nU. S. 399. Like inLULAC, “a majority-Hispanic district\nthat would likely have elected the Hispanic-preferred candidate was\nflipped into an Anglo-majority district to protect a candidate that\nwas not preferred by the Hispanic voters.” C. J. S. 182a;\nsee alsoLULAC, 548 U. S., at 427–429. And like inLULAC, Texas attempted to defend that curtailment of\nminority voters’ rights by pointing to the creation of another\nsupposed opportunity district. 274 F. Supp. 3d, at 684–685;LULAC, 548 U. S., at 429. In finding a §2 results\nviolation, the Court concluded that the “vote dilution of a group\nthat was beginning to . . . overcome prior electoral\ndiscrimination . . . cannot be sustained.”Id.,at\n442. The Court also rejected Texas’ defense, holding that its\n“creation of an opportunity district for those without a §2 right\noffers no excuse for its failure to provide an opportunity district\nfor those with a §2 right.”Id.,at 430. In line withLULAC, the Court should hold that Texas has once again\ncontravened §2 in its drawing of CD27.20The\nmajority contends that the District Court did not engage in a\nsufficiently local analysis because it cited to the statewide\nhistory of discrimination against minority voters, the continuing\ndisadvantage of Latino voters, and racially polarized voting.Ante,at 38. The majority not only misapprehends the\nimportance of that statewide evidence to the local appraisal, but\nagain ignores the many other factual findings and analysis that are\nspecific to Nueces County and thus problematic for its conclusion.\nSeesupra,at 44–45.21Contrary to what the majority\nsuggests, the District Court did not believe that “simple Latino\nmajorities in Nueces County might be sufficient to create\nopportunity districts” based only on “bare numbers.”Ante,at 37, n. 27. Consistent with its rebuke of Texas elsewhere in\nthe opinion for advocating a “bright-line rule that any\nHCVAP-majority district is by definition a Latino opportunity\ndistrict” because it “may still lack ‘real electoral\nopportunity,’ ” C. J. S. 134a, the District Court in\nits analysis of HD32 and HD34 was clear that the challengers “could\nassert that [the] HCVAP-majority districts do not present real\nelectoral opportunity due to racially polarized voting and lower\nregistration and turnout caused by the lingering effects of\nofficial discrimination.” 267 F. Supp. 3d, at 781. Based on\nits review of that evidence, it concluded that the two\nmajority-HCVAP districts drawn within Nueces County provided\nminority voters equal electoral opportunity.Id.,at\n783.",
    "joined": []
}