{
    "case": {
        "docket": "19-46",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-46/"
    },
    "id": "4267764",
    "author": "sotomayor",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–46_________________UNITED STATES PATENT AND TRADEMARK OFFICE, et\nal., PETITIONERSv.BOOKING.COM B. V.on writ of certiorari to the united states\ncourt of appeals for the fourth circuit[June 30, 2020]Justice Sotomayor, concurring.The question before the Court here is simple:\nwhether there is a nearlyper serule against trademark\nprotection for a “generic.com” term. Seeante, at 7–8;post, at 10 (Breyer, J., dissenting). I agree with the Court\nthat there is no such rule, a holding that accords with how the\nU. S. Patent and Trademark Office (PTO) has treated such terms\nin the past. Seeante, at 8 (noting that the “PTO’s own past\npractice appears to reflect no such comprehensive rule”). I add two\nobservations.First, the dissent wisely observes that\nconsumer-survey evidence “may be an unreliable indicator of\ngenericness.”Post, at 9–10. Flaws in a specific survey\ndesign, or weaknesses inherent in consumer surveys generally, may\nlimit the probative value of surveys in determining whether a\nparticular mark is descriptive or generic in this context. But I do\nnot read the Court’s opinion to suggest that surveys are the be-all\nand end-all. As the Court notes, sources such as “dictionaries,\nusage by consumers and competitors, and any other source of\nevidence bearing on how consumers perceive a term’s meaning” may\nalso inform whether a mark is generic or descriptive.Ante,\nat 11, n. 6.Second, the PTO may well have properly\nconcluded, based on such dictionary and usage evidence, that\nBooking.com is in fact generic for the class of services at issue\nhere, and the District Court may have erred in concluding to the\ncontrary. But that question is not before the Court. With these\nunderstandings, I concur in the Court’s opinion.",
    "joined": []
}