{
    "case": {
        "docket": "658",
        "citation": "566",
        "year": 2012,
        "url": "https://supreme.justia.com/cases/federal/us/566/658/"
    },
    "id": "1970473",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press.SUPREME COURT OF THE UNITED STATES_________________No. 11–262_________________VIRGIL D. “GUS” REICHLE, jr., et al.,\nPETITIONERSv.STEVEN HOWARDSon writ of certiorari to the united states\ncourt of appeals for the tenth circuit[June 4, 2012]Justice Thomas delivered the opinion of the\nCourt.This case requires us to decide whether two\nfederal law enforcement agents are immune from suit for allegedly\nar- resting a suspect in retaliation for his political speech, when\nthe agents had probable cause to arrest the suspect for committing\na federal crime.IOn June 16, 2006, Vice President Richard\nCheney vis- ited a shopping mall in Beaver Creek, Colorado. A\nSecret Service protective detail accompanied the Vice President.\nPetitioners Gus Reichle and Dan Doyle were members of that\ndetail.Respondent Steven Howards was also at the mall.\nHe was engaged in a cell phone conversation when he noticed the\nVice President greeting members of the public. Agent Doyle\noverheard Howards say, during this conversation, “ ‘I’m going\nto ask [the Vice President] how many kids he’s killed\ntoday.’ ” Brief for Petitioners 4. Agent Doyle told two other\nagents what he had heard, and the three of them began monitoring\nHowards more closely.Agent Doyle watched Howards enter the line to\nmeet the Vice President. When Howards approached the Vice\nPresident, he told him that his “ ‘policies in Iraq are\ndisgusting.’ ”Ibid.The Vice President simply thanked\nHowards and moved along, but Howards touched the Vice President’s\nshoulder as the Vice President departed.[1] Howards then walked away.Several agents observed Howards’ encounter with\nthe Vice President. The agents determined that Agent Reichle, who\ncoordinated the protective intelligence team respon- sible for\ninterviewing individuals suspected of violat- ing the law, should\nquestion Howards. Agent Reichle had not personally heard Howards’\ncomments or seen his con- tact with the Vice President, but Agent\nDoyle briefed Agent Reichle on what had happened.Agent Reichle approached Howards, presented his\nbadge and identified himself, and asked to speak with him. Howards\nrefused and attempted to walk away. At that point, Agent Reichle\nstepped in front of Howards and asked if he had assaulted the Vice\nPresident. Pointing his finger at Agent Reichle, Howards denied\nassaulting the Vice President and told Agent Reichle, “if you don’t\nwant other people sharing their opinions, you should have him [the\nVice President] avoid public places.”Howardsv.McLaughlin,634 F.3d 1131, 1137 (CA10 2011) (internal\nquotation marks omitted). During this exchange, Agent Reichle also\nasked Howards whether he had touched the Vice President. Howards\nfalsely denied doing so. After confirming that Agent Doyle had\nindeed seen Howards touch the Vice President, Reichle arrested\nHowards.The Secret Service transferred Howards to the\ncustody of the local sheriff’s department. Howards was charged by\nlocal officials with harassment in violation of state law. The\ncharge was eventually dismissed.IIHowards brought this action in the United\nStates District Court for the District of Colorado under Rev. Stat.\n§1979, 42 U. S. C. §1983, andBivensv.Six\nUnknown Fed. Narcotics Agents,403 U.S.\n388(1971).[2] Howards\nalleged that he was arrested and searched without probable cause,\nin violation of the Fourth Amendment. Howards also al- leged that\nhe was arrested in retaliation for criticizing the Vice President,\nin violation of the First Amendment.Petitioners Reichle and Doyle moved for summary\njudgment on the ground that they were entitled to qualified\nimmunity. The District Court denied the motion. See App. to Pet.\nfor Cert. 46–61. On interlocutory appeal, a divided panel of the\nUnited States Court of Appeals for the Tenth Circuit affirmed in\npart and reversed in part. 634 F.3d 1131.The Court of Appeals held that petitioners\nenjoyed qualified immunity with respect to Howards’ Fourth\nAmendment claim. The court concluded that petitioners had probable\ncause to arrest Howards for making a materially false statement to\na federal official in violation of 18 U. S. C. §1001\nbecause he falsely denied touching the Vice President. 634\nF. 3d, at 1142. Thus, the court concluded that neither\nHowards’ arrest nor search incident to the arrest violated the\nFourth Amendment.[3]Id.,at 1142–1143.However, the Court of Appeals denied petitioners\nqualified immunity from Howards’ First Amendment claim. The court\nfirst determined that Howards had established a material factual\ndispute regarding whether petitioners were substantially motivated\nby Howards’ speech when they arrested him.Id.,at\n1144–1145. The court then rejected petitioners’ argument that,\nunder this Court’s decision inHartmanv.Moore,547 U.S.\n250(2006), probable cause to arrest defeats a First Amendment\nclaim of retaliatory arrest. The court concluded thatHartmanestablished such a rule only for retaliatory\nprosecution claims and, therefore, did not upset prior Tenth\nCircuit precedent clearly establishing that a retaliatoryarrestviolates the First Amendment even if supported by\nprobable cause. 634 F. 3d,at 1148.Judge Paul Kelly dissented from the court’s\ndenial of qualified immunity. He would have held that when Howards\nwas arrested, it was not clearly established that an arrest\nsupported by probable cause could violate the First Amendment. In\nJudge Kelly’s view,Hartmancalled into serious question the\nTenth Circuit’s prior precedent on retaliatory arrests. 634\nF. 3d, at 1151. He noted that other Circuits had appliedHartmanto retaliatory arrests and that there was a “strong\nargument” in favor of doing so. 634 F. 3d, at 1151–1152.We granted certiorari on two questions: whether\na First Amendment retaliatory arrest claim may lie despite the\npresence of probable cause to support the arrest, and whether\nclearly established law at the time of Howards’ arrest so held. See\n565 U. S. ___ (2011). If the answer to either question is\n“no,” then the agents are entitled to qualified immunity. We elect\nto address only the second question. We conclude that, at the time\nof Howards’ arrest, it was not clearly established that an arrest\nsupported by probable cause could violate the First Amendment. We,\ntherefore, reverse the judgment of the Court of Appeals denying\npetitioners qualified immunity.[4]IIIQualified immunity shields government\nofficials from civil damages liability unless the official violated\na statutory or constitutional right that was clearly established at\nthe time of the challenged conduct. SeeAshcroftv.al-Kidd,563 U. S. ___, ___ (2011) (slip op., at 3). InPearsonv.Callahan,555 U.S.\n223, 236 (2009), we held that courts may grant qualified\nimmunity on the ground that a purported right was not “clearly\nestablished” by prior case law, without resolving the often more\ndifficult question whether the purported right exists at all.Id.,at 227. This approach comports with our usual\nreluctance to decide constitutional questions unnecessarily.Id.,at 241; see alsoCamretav.Greene,563\nU. S. ___, ___ – ___ (2011) (slip op., at 9–10);al-Kidd,563 U. S., at ___ (slip op., at 3).To be clearly established, a right must be\nsufficiently clear “that every ‘reasonable official would [have\nunderstood] that what he is doing violates that right.’ ”Id.,at ___ (slip op., at 9) (quotingAndersonv.Creighton,483 U.S.\n635, 640 (1987)). In other words, “existing precedent must have\nplaced the statutory or constitutional question beyond debate.” 563\nU. S., at ___ (slip op., at 9). This “clearly established”\nstandard protects the balance between vindication of constitutional\nrights and government officials’ effective performance of their\nduties by ensuring that officials can “ ‘reasonably\n. . . anticipate when their conduct may give rise to\nliability for damages.’ ”Anderson, supra,at 639\n(quotingDavisv.Scherer,468\nU.S. 183, 195 (1984)).The “clearly established” standard is not\nsatisfied here. This Court has never recognized a First Amendment\nright to be free from a retaliatory arrest that is supported by\nprobable cause; nor was such a right otherwise clearly established\nat the time of Howards’ arrest.AHowards contends that our cases have “settled”\nthe rule that, “ ‘as a general matter[,] the First Amendment\nprohibits government officials from subjecting an individual to\nretaliatory actions’ ” for his speech. See Brief for\nRespondent 39 (quotingHartman, supra,at 256). But we have\npreviously explained that the right allegedly violated must be\nestablished, “ ‘not as a broad general proposition,’ ”Brosseauv.Haugen,543 U.S.\n194, 198 (2004)(per curiam),but in a\n“particularized” sense so that the “contours” of the right are\nclear to a reasonable official,Anderson, supra,at 640.\nHere, the right in question is not the general right to be free\nfrom retaliation for one’s speech, but the more specific right to\nbe free from a retaliatory arrest that is otherwise supported by\nprobable cause. This Court has never held that there is such a\nright.[5]BWe next consider Tenth Circuit precedent.\nAssuming ar- guendo that controlling Court of Appeals’ authority\ncould be a dispositive source of clearly established law in the\ncircumstances of this case, the Tenth Circuit’s cases do not\nsatisfy the “clearly established” standard here.Relying onDeLoachv.Bevers,922\nF.2d 618 (1990), andPoolev.County of Otero,271 F.3d 955(2001), the Court of Appeals concluded that, at\nthe time of Howards’ arrest, its precedent had clearly established\nthe unlawfulness of an arrest in retaliation for the exercise of\nFirst Amendment rights, irrespective of probable cause. InDeLoach, a case involving both a retaliatory arrest and a\nretaliatory prosecution, the court held that “[a]n act taken in\nretaliation for the exercise of a constitutionally protected right\nis actionable under §1983 even if the act, when taken for a\ndifferent reason, would have been proper.” 922 F. 2d,at 620 (internal quotation marks omitted). InPoole,a sub-\nsequent retaliatory prosecution case, the court relied onDeLoachfor the proposition that a plaintiff’s illegal\nconduct is “not relevant to his First Amendment claim.” 271\nF. 3d,at 961.The Court of Appeals acknowledged thatPoolewas abrogated by this Court’s subsequent decision inHartmanv.Moore,547 U.S.\n250, which held that a plaintiff cannot state a claim of\nretaliatory prosecution in violation of the First Amendment if the\ncharges were supported by probable cause. But the Court of Appeals\ndetermined thatHartman’s no-probable-cause requirement did\nnot extend to claims of retaliatory arrest and therefore did not\ndisturb its prior precedent inDeLoach. Accordingly, the\ncourt concluded, “when Mr. Howards was arrested it was clearly\nestablished that an arrest made in retaliation of an individual’s\nFirst Amendment rights is unlawful, even if the arrest is supported\nby probable cause.” 634 F. 3d, at 1148.We disagree. At the time of Howards’ arrest,Hartman’s impact on the Tenth Circuit’s precedent governing\nretal- iatory arrests was far from clear. Although the facts ofHartmaninvolved only a retaliatory prosecution, reason-\nable officers could have questioned whether the rule ofHartmanalso applied to arrests.Hartmanwas decided against a legal\nbackdrop that treated retaliatory arrest and prosecution claims\nsimilarly.Hartmanresolved a split among the Courts of\nAppeals about the relevance of probable cause in retaliatory\nprosecution suits, but some of the conflicting court of appeals\ncases involved both an arrest and a prosecution that were alleged\nto be retaliation for the exercise of First Amendment rights. See\n547 U. S., at 255–256, 259, n. 6 (citingMozzochiv.Borden,959 F.2d 1174 (CA2 1992);Singerv.Fulton Cty. Sheriff,63 F.3d 110(CA2 1995);Keenanv.Tejeda,290 F.3d 252(CA5 2002);Woodv.Kesler,323 F.3d 872(CA11 2003)). Those cases made no distinction\nbetween claims of retaliatory arrest and claims of retaliatory\nprosecution when considering the relevance of prob- able cause. SeeMozzochi, supra,at 1179–1180;Singer, supra,at 120;Keenan, supra,at 260;Wood, supra,at 883. Indeed,\nthe close relationship between retaliatory arrest and prosecution\nclaims is well demonstrated by the Tenth Circuit’s own decision inDeLoach. DeLoach, too, involved allegations of both\nretaliatory arrest and retaliatory prosecution, and the Tenth\nCircuit analyzed the two claims as one. 922 F. 2d, at\n620–621.A reasonable official also could have\ninterpretedHartman’s rationale to apply to retaliatory\narrests.Hartmanfirst observed that, in retaliatory\nprosecution cases, evidence showing whether there was probable\ncause for the charges would always be “available and apt to prove\nor disprove retaliatory causation.” 547 U. S.,at 261.\nIn this Court’s view, the presence of probable cause, while not a\n“guarantee” that retaliatory motive did not cause the prosecution,\nstill precluded any prima facie inference that retaliatory motive\nwas the but-for cause of the plaintiff’s injury.Id.,at\n265. This was especially true because, asHartmannext\nemphasized, retaliatory prosecution claims involve particularly\nattenuated causation between the de- fendant’s alleged retaliatory\nanimus and the plaintiff’s injury.Id., at 259–261. In a\nretaliatory prosecution case, the key defendant is typically not\nthe prosecutor who made the charging decision that injured the\nplaintiff, because prosecutors enjoy absolute immunity for their\ndecisions to prosecute. Rather, the key defendant is the person who\nallegedly prompted the prosecutor’s decision. Thus, the intervening\ndecision of the third-party prosecutor widens the causal gap\nbetween the defendant’s animus and the plaintiff’s injury.Id.,at 261–263.Like retaliatory prosecution cases, evidence of\nthe presence or absence of probable cause for the arrest will be\navailable in virtually every retaliatory arrest case. Such evidence\ncould be thought similarly fatal to a plaintiff’s claim that animus\ncaused his arrest, given that retaliatory arrest cases also present\na tenuous causal connection between the defendant’s alleged animus\nand the plaintiff’s injury. An officer might bear animus toward the\ncontent of a suspect’s speech. But the officer may decide to arrest\nthe suspect because his speech provides evidence of a crime or\nsuggests a potential threat. See,e.g., Waytev.United\nStates,470 U.S.\n598, 612–613 (1985) (noting that letters of protest written to\nthe Selective Service, in which the author expressed disagreement\nwith the draft, “provided strong, perhaps conclusive evidence” of\nthe nonregistrant’s intent not to comply—one of the elements of the\noffense” of willful failure to register for the draft). Like\nretaliatory prosecution cases, then, the connection between alleged\nanimus and injury may be weakened in the arrest context by a police\nofficer’s wholly legitimate consideration of speech.To be sure, we do not suggest thatHartman’s rule in fact extends to arrests. Nor do we suggest\nthat every as- pect ofHartman’s rationale could apply to\nretaliatory arrests.Hartmanconcluded that the causal\nconnection in retaliatory prosecution cases is attenuated because\nthose cases necessarily involve the animus of one person and the\ninjurious action of another, 547 U. S., at 262, but in many\nretaliatory arrest cases, it is the officer bearing the al- leged\nanimus who makes the injurious arrest. Moreover,Hartmannoted that, in retaliatory prosecution cases, the causal connection\nbetween the defendant’s animus and the prosecutor’s decision is\nfurther weakened by the “presumption of regularity accorded to\nprosecutorial decisionmaking.”Id.,at 263. That presumption\ndoes not apply here. Nonetheless, the fact remains that, for\nqualified immunity purposes, at the time of Howards’ arrest it was\nat least arguable thatHartman’s rule extended to\nretaliatory arrests.[6]Decisions from other Federal Courts of Appeals\nin the wake ofHartmansupport this assessment. Shortly\nbefore Howards’ arrest, the Sixth Circuit held thatHartmanrequired a plaintiff alleging a retaliatory arrest to show that the\ndefendant officer lacked probable cause. SeeBarnesv.Wright,449\nF.3d 709, 720 (2006) (reasoning that theHartman“rule\nsweeps broadly”). That court’s treatment ofHartmanconfirms\nthat the inapplicability ofHartmanto arrests would not\nhave been clear to a reasonable officer when Howards was arrested.\nMoreover, since Howards’ arrest, additional Courts of Appeals have\nconcluded thatHartman’s no-probable-cause requirement\nextends to retaliatory arrests. See,e.g.,McCabev.Parker,608 F.3d 1068, 1075 (CA8 2010);Phillipsv.Irvin,222 Fed. Appx. 928, 929 (CA11 2007)(per curiam). As we have previously observed, “[i]f\njudges thus disagree on a constitutional question, it is unfair to\nsubject police to money damages for picking the losing side of the\ncontroversy.”Wilsonv.Layne,526 U.S.\n603, 618 (1999).[7]*  *  *Hartmaninjected uncertainty into the\nlaw governing retaliatory arrests, particularly in light ofHartman’s rationale and the close relationship between\nretaliatory arrest and prosecution claims. This uncertainty was\nonly confirmed by subsequent appellate decisions that disagreed\nover whether the reasoning inHartmanapplied similarly to\nretaliatory arrests. Accordingly, when Howards was arrested it was\nnot clearly established that an arrest supported by probable cause\ncould give rise to a First Amendment violation. Petitioners Reichle\nand Doyle are thus entitled to qualified immunity.The judgment of the Court of Appeals is\nreversed, and the case is remanded for further proceedings\nconsistent with this opinion.It is so ordered.Justice Kagan took no part in the consideration\nor decision of this case.Notes1The parties dispute the\nmanner of the touch. Howards described it as an open-handed pat,\nwhile several Secret Service agents described it as a forceful\npush. This dispute does not affect our analysis.2Howards named several\nSecret Service agents as defendants, but only Agents Reichle and\nDoyle are petitioners here. We address only those parts of the\nlower courts’ decisions that involve petitioners Reichle and\nDoyle.3Howards does not\nchallenge the Court of Appeals’ probable-cause\ndetermination.4This Court has recognized\nan implied cause of action for damages against federal officials\nfor Fourth Amendment violations. SeeBivensv.Six\nUnknown Fed. Narcotics Agents,403 U.S.\n388(1971). We have never held thatBivensextends to\nFirst Amendment claims. SeeAshcroftv.Iqbal,556 U.S.\n662, 675 (2009) (assuming without deciding that a First\nAmendment free exercise claim is actionable underBivens);Bushv.Lucas,462 U.S.\n367, 368 (1983) (refusing to extendBivensto a First\nAmendment speech claim involving federal employment). We need not\n(and do not) decide here whetherBivensextends to First\nAmendment retaliatory arrest claims.5The Court of Appeals’\nreliance onWhrenv.United States,517 U.S.\n806(1996), was misplaced. There, we held that a traffic stop\nsupported by probable cause did not violate the Fourth Amendment\nregardlessof the officer’s actual motivations, but we explained\nthat the Equal Protection Clause would prohibit an officer from\nselectively enforcing the traffic laws based on race.Id.,at 813. CitingWhren,the Court of Appeals noted that “[i]t\nis well established that an act which is lawful under the Fourth\nAmendment may still violate other provisions of the Constitution.”Howardsv.McLaughlin,634 F.3d 1131, 1149,\nn. 15 (CA10 2011). But, again, we do not define clearly\nestablished law at such a “high level of generality.”Ashcroftv.al-Kidd,563 U. S. ___, ___ (2011)\n(slip op., at 10).Whren’s discussion of the Fourteenth\nAmendment does not indicate, much less “clearly establish,” that an\narrest supported by probable cause could nonetheless violate the\nFirst Amendment.6Howards argues that\npetitioners violated his clearly established First Amendment right\neven ifHartman’s rule applies equally to retaliatory\narrests. According to Howards,Hartmandid not hold that a\nprosecution violates the First Amendment only when it is\nunsupported by probable cause. Rather, Howards argues,Hartmanmade probable cause relevant only to a plaintiff’s\nability to recover damages for a First Amendment violation. See\nBrief for Respondent 37–41. We need not resolve whetherHartmanis best read as defining the scope of the First\nAmendment right or as simply establishing a prerequisite for\nrecovery. Nor need we decide whether that distinction matters. It\nsuffices, for qualified immunity purposes, that the answer would\nnot have been clear to a reasonable official when Howards was\narrested.7Indeed, the Tenth Circuit\nitself has appliedHartmanoutside the context of\nretaliatory prosecution. SeeMcBethv.Himes,598\nF.3d 708, 719 (2010) (requiring the absence of probable cause in\nthe context of a claim alleging that government officials suspended\na business license in retaliation for the exercise of First\nAmendment rights).",
    "joined": []
}