{
    "case": {
        "docket": "19-465",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-465/"
    },
    "id": "4269735",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–465_________________PETER B. CHIAFALO, LEVI JENNET GUERRA, and\nESTHER VIRGINIA JOHN, PETITIONERSv.WASHINGTONon writ of certiorari to the supreme court of\nwashington[July 6, 2020]Justice Thomas, with whom Justice Gorsuch\njoins as to Part II, concurring in the judgment.The Court correctly determines that States have\nthe power to require Presidential electors to vote for the\ncandidate chosen by the people of the State. I disagree, however,\nwith its attempt to base that power on Article II. In my view, the\nConstitution is silent on States’ authority to bind electors in\nvoting. I would resolve this case by simply recognizing that “[a]ll\npowers that the Constitution neither delegates to the Federal\nGovernment nor prohibits to the States are controlled by the people\nof each State.”U. S. Term Limits,Inc.v.Thornton,514 U.S.\n779, 848 (1995) (Thomas, J., dissenting).IAThe Constitution does not address—expressly or\nby necessary implication—whether States have the power to require\nthat Presidential electors vote for the candidates chosen by the\npeople. Article II, §1, and the Twelfth Amendment provide for the\nelection of the President through a body of electors. But neither\nspeaks directly to a State’s power over elector voting.The only provision in the Constitution that\narguably addresses a State’s power over Presidential electors is\nClause 2 of Article II, §1. That Clause provides, in relevant part,\nthat “[e]ach State shall appoint, in such Manner as the Legislature\nthereof may direct, a Number of Electors.” As I have previously\nexplained, this language “imposes an affirmative obligation on the\nStates” to establish the manner for appointing electors.U. S. Term Limits, 514 U. S., at 864 (dissenting\nopinion). By using the term “shall,” “the Clause expressly requires\naction by the States.”Id., at 862 (internal quotation marks\nomitted); see alsoMaine Community Health Optionsv.United States, 590 U. S. ___, ___ (2020) (slip op., at\n12) (“The first sign that the statute imposed an obligation is its\nmandatory language: ‘shall’ ”);Lexecon Inc.v.Milberg Weiss Bershad Hynes & Lerach,523 U.S.\n26, 35 (1998) (recognizing that “ ‘shall’ [n]ormally\ncreates an obligation”). This obligation to provide the manner of\nappointing electors does not expressly delegate power to States; it\nsimply imposes an affirmative duty. SeeU. S. Term\nLimits,supra, at 862–863 (Thomas, J., dissenting).BIn a somewhat cursory analysis, the Court\nconcludes that the States’ duty to appoint electors “in such Manner\nas the Legislature thereof may direct,” Art. II, §1, cl. 2,\nprovides an express grant of “power to appoint an elector.”Ante,at 9. As explained above, this interpretation\nerroneously conflates the imposition of a duty with the granting of\na power. But even setting that issue aside, I cannot agree with the\nCourt’s analysis. The Court appears to misinterpret Article II, §1,\nby overreading its language as authorizing the broad power to\nimpose and enforce substantive conditions on appointment. The Court\nthen misconstrues the State of Washington’s law as enforcing a\ncondition of appointment.1The Court’s conclusion that the text of\nArticle II, §1, expressly grants States the power to impose\nsubstantive conditions or qualifications on electors is highly\nquestionable. Its interpretation appears to strain the plain\nmeaning of the text, ignore historical evidence, and give the term\n“Manner” different meanings in parallel provisions of Article I and\nArticle II.First, the Court’s attempt to root its analysis\nin Article II, §1, seems to stretch the plain meaning of the\nConstitution’s text. Article II, §1, provides that States shall\nappoint electors “in such Manner as the Legislature thereof may\ndirect.” At the time of the founding, the term “manner” referred to\na “[f]orm” or “method.” 1 S. Johnson, A Dictionary of the English\nLanguage (6th ed. 1785); see also 1 J. Ash, The New and Complete\nDictionary of the English Language (2d ed. 1795). These definitions\nsuggest that Article II requires state legislatures merely to set\nthe approach for selecting Presidential electors, not to impose\nsubstantive limitations on whom may become an elector. And\ndetermining the “Manner” of appointment certainly does not include\nthe power to impose requirements as to how the electors voteafter they are appointed, which is what the Washington law\naddresses. Seeinfra, at 8–9.Historical evidence from the founding also\nsuggests that the “Manner” of appointment refers to the method for\nselecting electors, rather than the substantive limitations placed\non the position. At the Convention, the Framers debated whether\nPresidential electors should be selected by the state legislatures\nor by other electors chosen by the voters of each State. Oliver\nEllsworth and Luther Martin, for example, thought the President\nshould be chosen by electors selected by state legislatures.McPhersonv.Blacker,146 U.S.\n1, 28 (1892). Alexander Hamilton, however, preferred a system\nin which the President would be chosen “by electors chosen by\nelectors chosen by the people.”Ibid.The final language of\nArticle II “seems to have reconciled [the] contrariety of views by\nleaving it to the state legislatures” to set the Manner of elector\nappointment.Ibid.In context, it is clear that the Framers\nunderstood “Manner” in Article II, §1, to refer to the mode of\nappointing electors—consistent with the plain meaning of the\nterm.This understanding of “Manner” was seemingly\nshared by those at the ratifying conventions. For instance, at the\nNorth Carolina ratifying convention, John Steele stated that “[t]he\npower over themannerof elections [under Article I, §4]\ndoes not include that of saying who shall vote.” 4 Debates on the\nConstitution 71 (J. Elliot ed. 1863) (emphasis added). Rather “the\npower over themanneronly enables [States] to determine how\nthese electors shall elect.”Ibid.(emphasis added and\ndeleted). In short, the historical context and contemporaneous use\nof the term “Manner” seem to indicate that the Framers and the\nratifying public both understood the term in accordance with its\nplain meaning.Finally, the Court’s interpretation gives the\nsame term—“Manner”—different meanings in two parallel provisions of\nthe Constitution. Article I, §4, states that “[t]he Times, Places\nand Manner of holding Elections for Senators and Representatives,\nshall be prescribed in each State by the Legislature thereof.” InU. S. Term Limits, the Court concluded that the term\n“Manner” in Article I includes only “a grant of authority to issue\nprocedural regulations,” not “the broad power to set\nqualifications.” 514 U. S., at 832–833 (majority opinion); see\nalsoid.,at 861–864 (Thomas, J., dissenting). Yet, today,\nthe Court appears to take the exact opposite view. The Court\ninterprets the term “Manner” in Article II, §1, to include the\npower to impose conditions or qualifications on the appointment of\nelectors.Ante,at 9–10.With respect, I demur. “When seeking to discern\nthe meaning of a word in the Constitution, there is no better\ndictionary than the rest of the Constitution itself.”Arizona\nState Legislaturev.Arizona Independent Redistricting\nComm’n, 576 U.S. 787, 829 (2015) (Roberts, C. J., dissenting);\ncf.Scialabbav.Cuellar de Osorio,573 U.S.\n41, 60 (2014) (Kagan, J., for the Court) (“ ‘[W]ords\nrepeated in different parts of the same statute generally have the\nsame meaning’ ” (quotingLawv.Siegel,571 U.S.\n415, 422 (2014)). While terms may not always have the exact\nsame meaning throughout the Constitution, here we are interpreting\nthe same word (“Manner”) in two provisions that the Court has\nalready stated impose “paralle[l]” duties—setting the\n“ ‘Manner of holding Elections’ ” and setting the\n“ ‘Manner’ ” of “ ‘appoint[ing] a Number of\nElectors.’ ”U. S. Term Limits,514 U. S., at\n804–805 (majority opinion). Nothing in the Constitution’s text or\nhistory indicates that the Court should take the strongly\ndisfavored step of concluding that the term “Manner” has two\ndifferent meanings in these closely aligned provisions.All the Court can point to in support of its\nposition is a single sentence inRayv.Blair,343 U.S.\n214(1952), which suggested that a State’s power to impose a\nrequirement that electors pledge to vote for their party’s nominee\ncomes from Article II, §1,id., at 227. But this statement\nis simply made in passing in response to one of the parties’\narguments. It is curiously bereft of reasoning or analysis of\nArticle II. We generally look to the text to govern our analysis\nrather than insouciantly follow stray, “incomplete” statements in\nour prior opinions, seeThryv,Inc.v.Click-To-Call Technologies, LP, 590 U. S. ___, ___\n(2020) (slip op., at 13). In my view, we should be guided by the\ntext here.2Even accepting the Court’s broad\ninterpretation of Clause 2 of Article II, §1, I cannot agree with\nits determination that this Clause expressly authorizes the\nWashington law at issue here. In an attempt to tie Washington’s law\nto the State’s “power to appoint an elector,” seeante, at\n9, the Court construes Wash. Rev. Code §29 A. 56.340 (2016) as\n“enforc[ing] a pledge.” Seeante,at 10; see alsoante, at 1–2, 7–9, 17. But §29 A. 56.340 did not involve the\nenforcement of a pledge or relate to the appointment process at\nall.[1] It simply regulated\nelectors’ votes, unconnected to the appointment process.To understand the Court’s error, a brief summary\nof its theory is necessary. According to the Court, Article II, §1,\ngrants States “the power to appoint” Presidential electors “in such\nManner as the Legislature thereof may direct.”Ante, at 9.\nThat “power to appoint an elector,” the Court states, “includes\npower to condition his appointment.”Ibid.The power to\ncondition appointment in turn allows the State to insist that an\n“elector pledge to cast his Electoral College ballot for his\nparty’s presidential nominee.”Ante,at 9–10.And\nfinally, “the State’s appointment power . . . enables the\nenforcement of a pledge.”Ante, at 10.The Court’s\ntheory is entirely premised on the State exercising a power toappoint.Assuming the Court has correctly interpreted\nArticle II, §1, there are certain circumstances in which this\ntheory could stand. Some States expressly require electors to\npledge to vote for a party nominee as a condition of appointment\nand then impose a penalty if electors violate that pledge. For\nexample, under Oklahoma law, “[e]very party nominee for\nPresidential Elector shall subscribe to an oath, stating that said\nnominee, if elected, will cast a ballot for the persons nominated\nfor the offices of President and Vice President by the nominee’s\nparty.” Okla. Stat., Tit. 26, §10–102 (2019). Oklahoma then\npenalizes the violation of that oath: “Any Presidential Electorwho violates his oathas a Presidential Elector shall be\nguilty of a misdemeanor and, upon conviction thereof, shall be\npunished by a fine of not more than One Thousand Dollars\n($1,000.00).” §10–109 (emphasis added). Other States have similar\nlaws, first requiring a pledge as a condition of appointment and\nthen penalizing the violation of that pledge. See,e.g.,\nInd. Code §3–10–4–1.7(a) (2019) (imposing pledge requirement);\n§3–10–4–9(d) (stating that “[a] presidential elector who\n. . . presents a ballotmarked in violation of the\npresidential elector’s pledge executed under section 1.7\n. . . of this chapter, vacates the office of\npresidential elector” (emphasis added)); Minn. Stat. §208.43 (2020\nCum. Supp.) (imposing pledge requirement); §208.46(c) (stating that\n“[a]n elector who . . . presents a ballotmarkedin violation of the elector’s pledge executed under section\n208.43. . . vacates the office of elector” (emphasis\nadded)).[2]But not all States attempt to bind electors’\nvotes through the appointment process. Some States simply impose a\nlegal duty that has no connection to elector appointment. Seeante, at 5. For example, New Mexico imposes a legal duty on\nits electors: “All presidential electors shall cast their ballots\nin the electoral college for the candidates of the political party\nwhich nominated them as presidential electors.” N. M. Stat.\nAnn. §1–15–9(A) (Supp. 2011). And “[a]ny presidential elector who\ncasts his ballot in violation of [this duty] is guilty of a fourth\ndegree felony.” §1–15–9(B). California has a similar system. It\nfirst imposes a legal duty on electors to vote for the nominated\ncandidates of the political party they represent if those\ncandidates are alive. Cal. Elec. Code Ann. §6906 (West 2019). It\nthen imposes a punishment on “[e]very person charged with the\nperformance of any duty under any law of this state relating to\nelections, who willfully neglects or refuses to perform it.”\n§18002.[3] These laws penalize\nelectors for their faithless votes. But they do not attempt to\nregulate the votes of electors through the appointment process. In\nfact, these laws have nothing to do with elector appointment.The Court recognizes the distinction between\nthese two types of laws,i.e.,laws enforcing appointment\nconditions and laws that regulate electors outside of the\nappointment process. Seeante, at 5 (recognizing that some\nStates “merely impose [a] duty by law”). But it claims this is\nmerely a “small semantic differenc[e].”Ante,at 10,\nn. 6. Far from being semantic, the difference between the\npower to impose a “condition of appointment” and the power to\nimpose restrictions on electorsthat have nothing to do\nwith appointmentis fundamental to the Court’s textual\nargument. The Court’s entire analysis is premised on States’\npurported Article II “power to appoint an elector” and “to\ncondition his appointment.”Ante, at 9. The Court does not,\nand cannot, claim that the text of Article II provides States power\nover anything other than theappointmentof electors. Seeante,at 9–10.Here, the challenged Washington law did not\nenforce any appointment condition. It provided that “[a]ny elector\nwho votes for a person or persons not nominated by the party of\nwhich he or she is an elector is subject to a civil penalty of up\nto one thousand dollars.” Wash. Rev. Code §29 A. 56.340 (2016).\nUnlike the laws of Oklahoma, Indiana, Minnesota and the other\nStates discussed above, a violation of §29 A. 56.340 was not\npredicated on violating a pledge or any other condition of\nappointment. In fact, it did not even mention a pledge, which was\nset forth in a separate, unreferenced provision. See §29 A. 56.320.\nThus, §29 A. 56.340 had no connection to the appointment process\nand could be enforced independent of the existence of any pledge\nrequirement. While the Court’s description of §29 A. 56.340 as a\nlaw enforcing a condition of appointment may be helpful for the\nCourt’s claim that Washington’s law was rooted in Article II, §1’s\n“power to appoint,” it is simply not accurate. Thus, even accepting\nthe Court’s strained reading of Article II, §1’s text, I cannot\nagree with the Court’s effort to reconcile Washington’s law with\nits desired theory.In short, the Constitution does not speak to\nStates’ power to require Presidential electors to vote for the\ncandidates chosen by the people. The Court’s attempt to ground such\na power in Article II’s text falls short. Rather than contort the\nlanguage of both Article II and the state statute, I would\nacknowledge that the Constitution simply says nothing about the\nStates’ power in this regard.IIWhen the Constitution is silent, authority\nresides with the States or the people. This allocation of power is\nboth embodied in the structure of our Constitution and expressly\nrequired by the Tenth Amendment. The application of this\nfundamental principle should guide our decision here.A“The ultimate source of the Constitution’s\nauthority is the consent of the people of each individual State.”U. S. Term Limits, 514 U. S., at 846 (Thomas, J.,\ndissenting). When the States ratified the Federal Constitution, the\npeople of each State acquiesced in the transfer of limited power to\nthe Federal Government. They ceded only those powers granted to the\nFederal Government by the Constitution. “The Federal Government and\nthe States thus face different default rules: Where the\nConstitution is silent about the exercise of a particular power[,]\nthe Federal Government lacks that power and the States enjoy it.”Id.,at 848; see alsoUnited Statesv.Comstock,560 U.S.\n126, 159 (2010) (Thomas, J., dissenting).This allocation of power is apparent in the\nstructure of our Constitution. The Federal Government “is\nacknowledged by all to be one of enumerated powers.”McCullochv.Maryland, 4 Wheat. 316, 405 (1819).\n“[T]he powers delegated by the . . . Constitution to the\nfederal government are few and defined,” while those that belong to\nthe States “remain . . . numerous and indefinite.” The\nFederalist No. 45, p. 292 (C. Rossiter ed. 1961) (J. Madison).\nArticle I, for example, enumerates various legislative powers in\n§8, but it specifically limits Congress’ authority to the\n“legislative Powers herein granted,” §1. States face no such\nconstraint because the Constitution does not delineate the powers\nof the States. Article I, §10, contains a brief list of powers\nremoved from the States, but States are otherwise “free to exercise\nall powers that the Constitution does not withhold from them.”Comstock,supra, at 159 (Thomas, J., dissenting).This structural principle is explicitly\nenshrined in the Tenth Amendment. That Amendment states that “[t]he\npowers not delegated to the United States by the Constitution, nor\nprohibited by it to the States, are reserved to the States\nrespectively, or to the people.” As Justice Story explained,\n“[t]his amendment is a mere affirmation of what, upon any just\nreasoning, is a necessary rule of interpreting the constitution.\nBeing an instrument of limited and enumerated powers, it follows\nirresistibly, that what is not conferred, is withheld, and belongs\nto the state authorities.” 3 J. Story, Commentaries on the\nConstitution of the United States §1900, p. 752 (1833); see alsoAldenv.Maine,527 U.S.\n706, 714 (1999);New Yorkv.United States,505 U.S.\n144, 156 (1992). In other words, the Tenth Amendment “states\nbut a truism that all is retained which has not been surrendered,”United Statesv.Darby,312 U.S.\n100, 124 (1941), “mak[ing] clear that powers reside at the\nstate level except where the Constitution removes them from that\nlevel,”U. S. Term Limits,supra, at 848\n(Thomas, J., dissenting); see alsoGarciav.San Antonio\nMetropolitan Transit Authority,469 U.S.\n528, 549 (1985).Thus, “[w]here the Constitution is silent about\nthe exercise of a particular power[,] that is, where the\nConstitution does not speak either expressly or by necessary\nimplication,” the power is “either delegated to the state\ngovernment or retained by the people.”U. S. Term\nLimits,supra, at 847–848 (Thomas, J., dissenting); cf.Martinv.Hunter’s Lessee, 1 Wheat. 304, 326 (1816)\n(stating that the Federal Government’s powers under the\nConstitution must be “expressly given, or given by necessary\nimplication”).BThis fundamental allocation of power applies\nin the context of the electoral college. Article II, §1, and the\nTwelfth Amendment address the election of the President through a\nbody of electors. These sections of the Constitution provide the\nFederal Government with limited powers concerning the election, set\nvarious requirements for the electors, and impose an affirmative\nobligation on States to appoint electors. Art. II, §1; Amdt.\n12. Each of these directives is consistent with the general\nstructure of the Constitution and the principle of reserved powers.\nSeesupra,at 9–10;U. S. Term Limits,supra, at 863 (Thomas, J., dissenting). Put simply, nothing\nin the text or structure of Article II and the Twelfth Amendment\ncontradicts the fundamental distribution of power preserved by the\nTenth Amendment.Of course, the powers reserved to the States\nconcerning Presidential electors cannot “be exercised in such a way\nas to violate express constitutional commands.”Williamsv.Rhodes,393 U.S.\n23, 29 (1968). That is, powers related to electors reside with\nStates to the extent that the Constitution does not remove or\nrestrict that power. Thus, to invalidate a state law, there must be\n“something in the Federal Constitution that deprives the [States\nof] the power to enact such [a] measur[e].”U. S. Term\nLimits, 514 U. S., at 850 (Thomas, J., dissenting).As the Court recognizes, nothing in the\nConstitution prevents States from requiring Presidential electors\nto vote for the candidate chosen by the people. Petitioners ask us\nto infer a constitutional right to elector independence by\ninterpreting the terms “appoint,” “Electors,” “vote,” and “by\nBallot” to align with the Framers’expectationsof\ndiscretion in elector voting. But the Framers’ expectations aid our\ninterpretive inquiry only to the extent that they provide evidence\nof the original public meaning of the Constitution. They cannot be\nused to change that meaning. As the Court explains, the plain\nmeaning of the terms relied on by petitioners do not appear to\n“connote independent choice.”Ante, at 11. Thus, “the\noriginal expectation[s]” of the Framers as to elector discretion\nprovide “no reason for holding that the power confided to the\nStates by the Constitution has ceased to exist.”McPherson,\n146 U. S., at 36; see alsoante,at 12–13.*  *  *“The people of the States, from whom all\ngovernmental powers stem, have specified that all powers not\nprohibited to the States by the Federal Constitution are reserved\n‘to the States respectively, or to the people.’ ”U. S. Term Limits,supra, at 852 (Thomas, J.,\ndissenting). Because I would decide this case based on that\nfundamental principle, I concur only in the judgment.Notes1In 2019, Washington\nrevised its laws addressing Presidential electors, eliminating the\nprovision imposing a civil penalty on faithless electors. See 2019\nWash. Sess. Laws pp. 755–758.2See also Mont. Code Ann.\n§§13–25–304, 13–25–307(4) (2019); Neb. Rev. Stat. §§32–713(2),\n32–714(4) (2016); Wash. Rev. Code §§29 A. 56.084, 29 A. 56.090(3)\n(2019).3Michigan likewise does\nnot regulate electors through the appointment process. Under\nMichigan law, the failure of an already appointed elector to resign\n“signifies” that the elector “consent[s] to serve and to cast his\nvote for the candidates for president and vice-president appearing\non the Michigan ballot of the political party which nominated him.”\nMich. Comp. Laws §168.47 (2008). Attempting to cast a vote for\nanother candidate “constitutes a resignation from the office of\nelector.”Ibid.",
    "joined": []
}