{
    "case": {
        "docket": "13-895",
        "citation": "575",
        "year": 2015,
        "url": "https://supreme.justia.com/cases/federal/us/575/13-895/"
    },
    "id": "3259259",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 13–895 and 13–1138_________________ALABAMA LEGISLATIVE BLACK CAUCUS, et al., APPELLANTS13–895v.ALABAMA et al.ALABAMA DEMOCRATIC CONFERENCE, et al., APPELLANTS13–1138v.ALABAMA et al.on appeals from the united states district court for the middle\ndistrict of alabama[March 25, 2015]Justice Thomas, dissenting.“[F]ew devices could be better designed to exacerbate racial\ntensions than the consciously segregated districting system\ncurrently being constructed in the name of the Voting Rights Act.”Holderv.Hall,512 U. S. 874,907 (1994) (Thomas,\nJ., concurring in judgment). These consolidated cases are yet\nanother installment in the “disastrous misadventure” of this\nCourt’s voting rights jurisprudence.Id.,at 893. We have\nsomehow arrived at a place where the parties agree that Alabama’s\nlegislative districts should be fine-tuned to achieve some\n“optimal” result with respect to black voting power; the only\ndis-agreement is about whatpercentageof blacks should be\nplaced in those optimized districts. This is nothing more than a\nfight over the “best” racial quota.I join Justice Scalia’s dissent. I write only to point out that,\nas this case painfully illustrates, our jurisprudence in this area\ncontinues to be infected with error.IThe Alabama Legislature faced a difficult situation in its 2010\nredistricting efforts. It began with racially segregated district\nmaps that were inherited from previous decades. The maps produced\nby the 2001 redistricting contained 27 majority-black House\ndistricts and 8 majority-black Senate districts—both at the time\nthey weredrawn, App. to Juris. Statement 47–48, and at the time of\nthe 2010 Census, App. 103–108. Many of these majority-black\ndistricts were over 70% black when they were drawn in 2001, and\neven more were over 60% black. App. to Juris. Statement 47–48. Even\nafter the 2010 Census, the population remained above 60% black in\nthe majority of districts. App. 103–108.Under the 2006 amendments to §5 of the Voting Rights Act of\n1965, Alabama was also under a federal command to avoid drawing new\ndistricts that would “have the effect of diminishing the ability”\nof black voters “to elect their preferred candidates of choice.”52\nU. S. C. §10304(b). To comply with §5, the legislature\nadopted a policy of maintaining the same percentage of black voters\nwithin each of those districts as existed in the 2001 plans. Seeante,at 16. This, the districting committee thought, would\npreserve the ability of black voters to elect the same number of\npreferred candidates. App. to Juris. Statement 174–175. The\nDepartment of Justice (DOJ) apparently agreed. Acting under its\nauthority to administer §5 of the Voting Rights Act, the DOJ\nprecleared Alabama’s plans.[1]Id.,at\n9.Appellants—including the Alabama Legislative Black Caucus and\nthe Alabama Democratic Conference—saw matters differently. They\nsued Alabama, and on appeal they argue that the State’s\nredistricting plans are racially gerrymandered because many\ndistricts are highly packed with black voters. According to\nappellants, black voters would have more voting power if they were\nspread over more districts rather than concentrated in the same\nnumber of districts as in previous decades. The DOJ has entered the\nfray in support of appellants, arguing that the State’s\nredistricting maps fail strict scrutiny because the State focused\ntoo heavily on a single racial characteristic—the number of black\nvoters in majority-minority districts—which potentially resulted in\nimpermissible packing of black voters.Like the DOJ, today’s majority sides with appellants, faulting\nAlabama for choosing the wrong percentage of blacks in the State’s\nmajority-black districts, or at least for arriving at that\npercentage using the wrong reasoning. In doing so, the Court—along\nwith appellants and the DOJ—exacerbates a problem many years in the\nmaking. It seems fitting, then, to trace that history here. The\npractice of creating highly packed—“safe”—majority-minority\ndistricts is the product of our erroneous jurisprudence, which\ncreated a system that forces States to segregate voters into\ndistricts based on the color of their skin. Alabama’s current\nlegislative districts have their genesis in the “max-black” policy\nthat the DOJ itself applied to §5 throughout the 1990’s and early\n2000’s. The 2006 amendments to §5 then effectively locked in place\nAlabama’s max-black districts that were established during the\n1990’s and 2000’s. These three problems—a jurisprudence requiring\nsegregated districts, the distortion created by the DOJ’s max-black\npolicy, and the ossifying effects of the 2006 amendments—are the\nprimary culprits in this case, not Alabama’s redistricting policy.\nNor does this Court have clean hands.IIThis Court created the current system of race-based\nredistricting by adopting expansive readings of §2 and §5 of the\nVoting Rights Act. Both §2 and §5 prohibit States from implementing\nvoting laws that “den[y] or abridg[e] the right to vote on account\nof race or color.” §§10304(a), 10301(a). But both provisions extend\nto only certain types of voting laws: any “voting qualification or\nprerequisite to voting, or standard, practice, or procedure.”Ibid.As I have previously explained, the terms\n“ ‘standard, practice, or procedure’ . . . refer\nonly to practices that affect minor-ity citizens’ access to the\nballot,” such as literacy tests.Holder, 512 U. S. at\n914 (opinion concurring in judgment). They do not apply to\n“[d]istricting systems and electoral mechanisms that may affect the\n‘weight’ given to a ballot duly cast and counted.”Ibid.Yet\nthis Court has adopted far-reaching interpretations of both\nprovisions, holding that they encompass legislative redistricting\nand other actions that might “dilute” the strength of minority\nvotes. See generallyThornburgv.Gingles,478\nU. S. 30 (1986) (§2 “vote dilution” challenge to legislative\ndistricting plan); see alsoAllenv.State Bd. of\nElections,393 U. S. 544–587 (1969) (Harlan, J., concurring\nin part and dissenting in part).The Court’s interpretation of §2 and §5 have resulted in\nchallenge after challenge to the drawing of voting districts. See,e.g., Bartlettv.Strickland,556 U. S. 1 (2009);League of United Latin American Citizensv.Perry,548\nU. S. 399 (2006);Georgiav.Ashcroft,539\nU. S. 461 (2003);Renov.Bossier Parish School\nBd.,528 U. S. 320 (2000) (Bossier II);Huntv.Cromartie,526 U. S. 541 (1999);Renov.Bossier Parish School Bd.,520 U. S. 471\n(1997) (Bossier I);Bushv.Vera,517\nU. S. 952 (1996);Shawv.Hunt,517 U. S.\n899 (1996) (Shaw II);Millerv.Johnson,515 U. S. 900 (1995);United Statesv.Hays,515 U. S. 737 (1995);Holder,supra;Johnsonv.De Grandy,512 U. S. 997 (1994);Growev.Emison,507 U. S. 25 (1993);Shawv.Reno,509 U. S. 630 (1993) (Shaw I);Voinovichv.Quilter,507 U. S. 146 (1993).The consequences have been as predictable and as they are\nunfortunate. In pursuing “undiluted” or maximized minority voting\npower, “we have devised a remedial mechanism that encourages\nfederal courts to segregate voters into racially designated\ndistricts to ensure minority electoral success.”Holder,supra,at 892 (Thomas, J., concurring in judgment). Section\n5, the provision at issue here, has been applied to require States\nthat redistrict to maintain the number of pre-existing\nmajority-minority districts, in which minority voters make up a\nlarge enough portion of the population to be able to elect their\ncandidate of choice. See,e.g., Miller,supra, at\n923–927 (rejecting the DOJ’s policy of requiring States to increase\nthe number of majority-black districts because maintaining the same\nnumber of majority-black districts would not violate §5).In order to maintain these “racially ‘safe burroughs,’ ”\nStates or courts must perpetually “divid[e] the country into\nelectoral districts along racial lines—an enterprise of segregating\nthe races into political homelands.”Holder,supra,at 905 (opinion of Thomas, J.) (internal quotation marks omitted).\nThe assumptions underlying this practice of creating and\nmaintaining “safe minority districts”—“that members of [a] racial\ngroup must think alike and that their interests are so distinct\nthat they must be provided a separate body of\nrepresentatives”—remain “repugnant to any nation that strives for\nthe ideal of a color-blind Constitution.”Id.,at 905–906.\nAnd, as predicted, the States’ compliance efforts have “embroil[ed]\nthe courts in a lengthy process of attempting to undo, or at least\nto minimize, the damage wrought by the system we created.”Id.,at 905.It is this fateful system that has\nproduced these cases.IIIAIn tandem with our flawed jurisprudence, the DOJ has played a\nsignificant role in creating Alabama’s current redistricting\nproblem. It did so by enforcing §5 in a manner that required\nStates, including Alabama, to create supermajority-black voting\ndistricts or face denial ofpre-clearance.The details of this so-called “max-black” policy were\nhighlighted in federal court during Georgia’s 1991 congressional\nredistricting. SeeJohnsonv.Miller, 864\nF. Supp. 1354, 1360–1361 (SD Ga. 1994). On behalf of the Black\nCaucus of the Georgia General Assembly, the American Civil\nLiberties Union (ACLU) submitted a redistricting proposal to the\nGeorgia Legislature that became known as the “max-black plan.”Id.,at 1360. The ACLU’s map created two new “black”\ndistricts and “further maximized black voting strength by pushing\nthe percentage of black voters within its majority-black districts\nas high as possible.”Id.,at 1361 (internal quotation marks\nomitted).The DOJ denied several of Georgia’s proposals on the ground that\nthey did not include enough majority-black districts.Id.,\nat 1366. The plan it finally approved was substantially similar to\nthe ACLU’s max-black proposal,id.,at 1364–1366, creating\nthree majority-black districts, with total black populations of\n56.63%, 62.27%, and 64.07%,id.,at 1366, and n.\n12.[2]Georgia was not the only State subject to the DOJ’s maximization\npolicy. North Carolina, for example, submitted a congressional\nredistricting plan after the 1990 Census, but the DOJ rejected it\nbecause it did not create a new majority-minority district, and\nthus “appear[ed] to minimize minority voting strength.”Shawv.Barr, 808 F. Supp. 461, 463–464 (EDNC 1992) (quoting\nLetter from John R. Dunne, Assistant Attorney General of\nN. C., Civil Rights Div., to Tiare B. Smiley, Special Deputy\nAttorney General of N. C. 4 (Dec. 18, 1991)). The DOJ likewise\npressured Louisiana to create a new majority-black district when\nthe State sought approval of its congressional redistricting plan\nfollowing the 1990 Census. SeeHaysv.Louisiana, 839\nF. Supp. 1188, 1190 (WD La. 1993), va-cated on other grounds\nbyLouisianav.Hays,512 U. S. 1230 (1994).Although we eventually rejected the DOJ’s max-black policy, seeMiller,supra, at 924–927, much damage to the States’\ncongressional and legislative district maps had already been done.\nIn those States that had enacted districting plans in accordance\nwith the DOJ’s max-black policy, the prohibition on retrogression\nunder §5 meant that the legislatures were effectively required to\nmaintain those max-black plans during any subsequent redistricting.\nThat is what happened in Alabama.BAlabama’s 2010 redistricting plans were modeled after\nmax-black-inspired plans that the State put in place in the 1990’s\nunder the DOJ’s max-black policy. See generallyKelleyv.Bennett, 96 F. Supp. 2d 1301 (MD Ala. 2000), vacated on\nother grounds bySinkfieldv.Kelley,531 U. S.\n28 (2000) (per curiam).Following the 1990 Census, the Alabama Legislature began\nredrawing its state legislative districts. After several proposals\nfailed in the legislature, a group of plaintiffs sued, and the\nState entered into a consent decree agreeing to use the\n“Reed-Buskey” plan. 96 F. Supp. 2d, at 1309. The primary\ndesigner of this plan was Dr. Joe Reed, the current chairman of\nappellant Alabama Democratic Conference. According to Dr. Reed, the\nprevious plan from the 1980’s was not “fair” because it did not\nachieve the number of “black-preferred” representatives that was\nproportionate to the percentage of blacks in the population.Id.,at 1310. And because of the DOJ’s max-black policy, “it\nwas widely assumed that a state could (and, according to DOJ, had\nto) draw district lines with the primary intent of maximizing\nelection of black officials.”Id., at 1310, n. 14. “Dr.\nReed thus set out to maximize the number of black representatives\nand senators elected to the legislature by maximizing the number of\nblack-majority districts.”Id.,at 1310.Illustrating\nthis strategy, Alabama’s letter to the DOJ seeking preclearance of\nthe Reed-Buskey plan “emphasize[d] the Plan’s deliberate creation\nof enough majority-black districts to assure nearly proportional\nrepresentation in the legislature,”ibid., n. 14 and\nboasted that the plan had created four new majority-black districts\nand two additional majority-black Senate districts.Ibid.Dr. Reed populated these districts with a percentage of black\nresidents that achieved an optimal middle ground—a “happy\nmedium”—between too many and too few.Id.,at 1311.\nTwenty-three of the twenty-seven majority-black House districts\nwere between 60% and 70% black under Reed’s plan,id.,at\n1311, and Senate District 26—one of the districts at issue\ntoday—was pushed from 65% to 70% black.Id.,at\n1315.[3] A District Court struck down several\ndistricts created in the Reed-Buskey plan as unconstitutionally\nbased on race.Id.,at 1324. This Court reversed, however,\nholding that the plaintiffs lacked standing because they did not\nlive in the gerrymandered districts.Sinkfield,supra,at 30–31.The Reed-Buskey plan thus went into effect and provided the\ntemplate for the State’s next redistricting efforts in 2001. SeeMontielv.Davis, 215 F. Supp. 2d 1279, 1282 (SD\nAla. 2002). The 2001 maps maintained the same number of\nmajority-black districts as the Reed-Buskey plan had created: 27\nHouse districts and 8 Senate districts.Ibid. And “to\nmaintain the same relative percentages of black voters in those\ndistricts,” the legislature “redrew the districts by shifting more\nblack voters into the majority-black districts.” App. to Juris.\nStatement 4. The State’s letters requesting preclearance of the\n2001 plans boasted that the maps maintained the same number of\nmajority-black districts and the same (or higher) percentages of\nblack voters within those districts, other than “slight reductions”\nthat were “necessary to satisfy other legitimate, nondiscriminatory\nredistricting considerations.” Letter from William H. Pryor,\nAlabama Attorney General, to Voting Section Chief, Civil Rights\nDivision, Department of Justice 6–7 (Aug. 14, 2001) (Senate\ndistricts); Letter from William H. Pryor, Alabama Attorney General,\nto Voting Section Chief, Civil Rights Division, Department of\nJustice 7, 9 (Sept. 4, 2001) (Housedistricts).Section 5 tied the State to those districts: Under this Court’s\n§5 precedents, States are prohibited from enacting a redistricting\nplan that “would lead to a retrogression in the position of racial\nminorities.”Beerv.United States,425 U. S.\n130,141 (1976). In other words, the State could not retrogress from\nthe previous plan if it wished to comply with §5.IVAlabama’s quandary as it attempted to redraw its legislative\ndistricts after 2010 was exacerbated by the 2006 amendments to §5.\nThose amendments created an inflexible definition of\n“retrogression” that Alabama understandably took as requiring it to\nmaintain the same percentages of minority voters in\nmajority-minority districts. The amendments thus provide the last\npiece of the puzzle that explains why the State sought to maintain\nthe same percentages of blacks in each majority-black district.Congress passed the 2006 amendments in response to our attempt\nto define “retrogression” inGeorgiav.Ashcroft,539\nU. S. 461. Prior to that decision, practically any\nreapportionment change could “be deemed ‘retrogressive’ under our\nvote dilution jurisprudence by a court inclined to find it so.”Bossier I, 520 U. S., at 490–491 (Thomas, J.,\nconcurring). “[A] court could strike downanyreapportionment plan, either because it did not include enough\nmajority-minority districts or because it did (and thereby diluted\nthe minority vote in the remaining districts).”Id.,at\n491.Our §5 jurisprudence thus “inevitably force[d] the\ncourts to make political judgments regarding which type of\napportionment best serves supposed minority interests—judgments\ncourts are ill equipped to make.”Id.,at 492.We tried to pull the courts and the DOJ away from making these\nsorts of judgments inGeorgiav.Ashcroft,supra. Insofar as §5 applies to the drawing of voting\ndistricts, we held that a District Court had wrongly re-jected\nGeorgia’s reapportionment plan, and we adopted a retrogression\nstandard that gave States flexibility in determining the percentage\nof black voters in each district.Id.,at 479–481. As we\nexplained, “a State may choose to create a certain number of ‘safe’\ndistricts, in which it is highly likely that minority voters will\nbe able to elect the candidate of their choice.”Id.,at\n480. Alternatively, “a State may choose to create a greater number\nof districts in which it is likely—although perhaps not quite as\nlikely as under the benchmark plan—that minority voters will be\nable to elect candidates of their choice.”Ibid.We noted\nthat “spreading out minority voters over a greater number of\ndistricts creates more districts in which minority voters may have\nthe opportunity to elect a candidate of their choice,” even if\nsuccess is not guaranteed, and even if it diminished the chance of\nelecting a representative in some districts.Id.,at 481.\nThus, States would be permitted to make judgments about how best to\nprevent retrogression in a minority group’s voting power, including\nassessing the range of appropriate minority population percentages\nwithin each district.Id.,at 480–481.In response, Congress amended §5 and effectively overruledGeorgiav.Ashcroft. See120Stat.577. The 2006\namendments added subsection (b), which provides:“Any voting qualification or prerequisite to voting, or\nstandard, practice or procedure with respect to voting that has the\npurpose or will have the effect of diminishing the ability of any\ncitizens of the United States on account of race or color\n. . . to elect their preferred candidates of choice\ndenies or abridges the right to vote within the meaning of\n. . . this section.”52 U. S. C. §10304(b). See\n§5,120Stat.577.Thus, any change that has the effect of “diminishing the\nability” of a minority group to “elect their preferred candidate of\nchoice” is retrogressive.Some were rightly worried that the 2006 amendments would impose\ntoo much inflexibility on the States as they sought to comply with\n§5. Richard Pildes, who argued on behalf of the Alabama Democratic\nConference in these cases, testified in congressional hearings on\nthe 2006 amendments. He explained thatGeorgiav.Ashcroft“recognizes room . . . for some modest\nflexibility in Section 5,” and warned that if “Congress overturnsGeorgiav.Ashcroft, it will make even this limited\namount of flexibility illegal.” Hearing on the Continuing Need for\nSection 5 Pre-Clearance before the Senate Committee on the\nJudiciary, 109th Congress, 2d Sess., pp. 11–12 (2006). Pildes also\nobserved that the proposed standard of “no ‘diminished ability to\nelect’ . . . has a rigidity and a mechanical quality that\ncan lock into place minority districts in the south at populations\nthat do not serve minority voters’ interests.”Id.,at 12.\nAlthough this testimony saysnothing about how §5 ought to be\ninterpreted, it tells us that the Alabama Democratic Conference’s\nown attorney believes that the State was subject to a “rigi[d]”\nand“mechanical” standard in determining the number ofblack voters\nthat must be maintained in a majority-black district.VAll of this history explains Alabama’s circumstances when it\nattempted to redistrict after the 2010 Census. The legislature\nbegan with the max-black district maps that it inherited from the\ndays of Reed-Buskey. Using these inherited maps, combined with\npopulation data from the 2010 Census, many of the State’s\nmajority-black House and Senate districts were between 60% and 70%\nblack, and some were over 70%. App. to Juris. Statement 103–108.\nAnd the State was prohibited from drawing new districts that would\n“have the effect of diminishing the ability” of blacks “to elect\ntheir preferred candidates of choice.” §10304(b). The legislature\nthus adopted a policy of maintaining the same number of\nmajority-black districts and roughly the same percentage of blacks\nwithin each of those districts. Seeante,at 16.The majority faults the State for taking this approach. I do not\npretend that Alabama is blameless when it comes to its sordid\nhistory of racial politics. But, today the State is not the one\nthat is culpable. Its redistricting effort was indeed tainted, but\nit was tainted by our voting rights jurisprudence and the uses to\nwhich the Voting Rights Act has been put. Long ago, the DOJ and\nspecial-interest groups like the ACLU hijacked the Act, and they\nhave been using it ever since to achieve their vision of maximized\nblack electoral strength, often at the expense of the voters they\npurport to help. States covered by §5 have been whipsawed, first\nrequired to create “safe” majority-black districts, then told not\nto “diminis[h]” the ability to elect, and now told they have been\ntoo rigid in preventing any “diminishing” of the ability to elect.Ante,at 17–18.Worse, the majority’s solution to the appellants’ gerrymandering\nclaims requires States to analyze race evenmoreexhaustively, not less, by accounting for black voter registration\nand turnout statistics.Ante,at 18–19. The majority’s\ncommand to analyze black voting patterns en route to adopting the\n“correct” racial quota does nothing to ease the conflict between\nour color-blind Constitution and the “consciously segregated\ndistricting system” the Court has required in the name of equality.Holder, 512 U. S., at 907. Although I dissent today on\nprocedural grounds, I also continue to disagree with the Court’s\nmisguided and damaging jurisprudence.Notes1As I have previously explained, §5 of\nthe Voting Rights Act is unconstitutional. SeeShelby Countyv.Holder, 570 U. S. ___, ___ (2013) (Thomas, J.,\nconcurring) (slip op., at 1). And §5 no longer applies to Alabama\nafter the Court’s decision inShelby County. Seeid.,at ___ (slip op., at 24) (majority opinion). Because the\nappellants’ claims are not properly before us, however, I express\nno opinion on whether compliance with §5 was a compelling\ngovernmental purpose at the time of Alabama’s 2012 redistricting,\nnor do I suggest that Alabama would necessarily prevail if\nappellants had properly raised district-specific\nclaims.2The District Court found it “unclear\nwhether DOJ’s maximization policy was driven more by [the ACLU’s]\nadvocacy or DOJ’s own misguided reading of the Voting Rights Act,”\nand it concluded that the “considerable influence of ACLU advocacy\non the voting rights decisions of the United States Attorney\nGeneral is an embarrassment.”Johnsonv.Miller,864\nF. Supp. 1354, 1368 (SD Ga. 1994).3In this litigation, Dr. Reed and the\nAlabama Democratic Conference argue that the percentage of black\nresidents needed to maintain the ability to elect a black-preferred\ncandidate is lower than it was in the 2000’s because black\nparticipation has increased over the last decade. Brief for\nAppellants in No. 13–1138, pp. 39–40. Although appellants disclaim\nany argument that the State must achieve an optimal percentage of\nblack voters in majority-black districts,id., at 35, it is\nclear that that is what they seek: a plan that maximizes voting\nstrength by maintaining “safe” majority-minority districts while\nalso spreading black voters into other districts where they can\ninfluence elections.Id., at 17–18.",
    "joined": []
}