{
    "case": {
        "docket": "729",
        "citation": "556",
        "year": 2009,
        "url": "https://supreme.justia.com/cases/federal/us/556/729/"
    },
    "id": "1962864",
    "author": "thomas",
    "type": "dissent",
    "text": "THOMAS, J., DISSENTINGHAYWOOD V. DROWN556 U. S. ____ (2009)SUPREME COURT OF THE UNITED STATESNO. 07-10374KEITH HAYWOOD, PETITIONERv.CURTIS DROWN\net al.on writ of certiorari to the court of appeals of\nnew york[May 26, 2009]Justice Thomas, with whom The\nChief Justice, Justice Scalia, and Justice Alito join as to Part\nIII, dissenting.The Court holds that New York\nCorrection Law Annotated §24, which divests New York’s state courts\nof subject-matter jurisdiction over suits seeking money damages\nfrom correction officers, violates the Supremacy Clause of the\nConstitution, Art. VI, cl. 2, because it requires the\ndismissal of federal actions brought in state court under 42 U.\nS. C. §1983. I disagree. Because neither the Constitution nor\nour precedent requires New York to open its courts to §1983 federal\nactions, I respectfully dissent.IAlthough the majority decides\nthis case on the basis of the Supremacy Clause, seeante,\nat 5–13, the proper starting point is Article III of the\nConstitution. Article III, §1, provides that “[t]he judicial Power\nof the United States, shall be vested in one supreme Court, and in\nsuch inferior Courts as the Congress may from time to time ordain\nand establish.” The history of the drafting and ratification of\nthis Article establishes that it leaves untouched the States’\nplenary authority to decide whether their local courts will have\nsubject-matter jurisdiction over federal causes of action.The text of Article III reflects\nthe Framers’ agreement that the National Government needed a\nSupreme Court. There was sharp disagreement at the Philadelphia\nConvention, however, over the need for lower federal courts.\nSeveral of the Framers, most notably James Madison, favored a\nstrong central government that included lower federal tribunals.\nUnder the Virginia Plan, the Constitution would have established a\n“National Judiciary … to consist of one or more supreme tribunals,\nand of inferior tribunals to be chosen by the National\nLegislature.” 1 Records of the Federal Convention of 1787, p. 21\n(M. Farrand ed. 1911) (hereinafter Farrand). A revised version of\nthe proposal, which stated that the National Judiciary would\n“ ‘consist of One supreme tribunal, and of one or more\ninferior tribunals,’ ” was approved on June 4, 1787.Id., at 95.The following day, however, John Rutledge\nraised an objection to “establishing any national tribunal except a\nsingle supreme one.”Id., at 119. He proposed striking the\nlanguage providing for the creation of lower federal courts because\nstate courts were “most proper” for deciding “all cases in the\nfirst instance.”Ibid. According to Rutledge, “the right\nof appeal to the supreme national tribunal [was] sufficient to\nsecure the national rights [and] uniformity of Judgm[en]ts,” and\nthe lower federal courts were thus an “unnecessary encroachment” on\nthe sovereign prerogative of the States to adjudicate federal\nclaims.Id., at 124. Madison nonetheless defended the\nVirginia Plan. He countered that “inferior [federal] tribunals …\ndispersed throughout the Republic” were necessary to meet the needs\nof the newly formed government: “An effective Judiciary\nestablishment commensurate to the legislative authority [is]\nessential. A Government without a proper Executive [and] Judiciary\nwould be the mere trunk of a body without arms or legs to act or\nmove.”Ibid. But despite Madison’s objections, Rutledge’s\nmotion prevailed. Seeid., at 125.Madison and James Wilson soon thereafter\nproposed alternative language that “ ‘empowered [Congress] to\ninstitute inferior tribunals.’ ”Ibid. This version\nmoderated the original Virginia Plan because of the “distinction\nbetween establishing such tribunals absolutely, and giving a\ndiscretion to the Legislature to establish or not establish\n[inferior federal courts].”Ibid. Over continued\nobjections that such courts were an unnecessary expense and an\naffront to the States, the scaled-back version of the Virginia Plan\npassed.Ibid.On June 15, 1787, however, the New Jersey Plan\nwas introduced. Although it did not directly challenge the decision\nto permit Congress to “institute” inferior federal courts, the\nplan, among other things, required state courts to adjudicate\nfederal claims.Id.,at 125, 243. In particular, the plan\nprovided that, except for cases of impeachment (over which the\nSupreme Court would have original jurisdiction), “all punishments,\nfines, forfeitures [and] penalties … shall be adjudged by the\nCommon law Judiciar[ies] of the State in which any offence contrary\nto the true intent [and] meaning of [federal law] shall have been\ncommitted or perpetrated, with liberty of commencing in the first\ninstance all suits [and] prosecutions for that purpose in the\nsuperior Common law Judiciary in such State, subject nevertheless,\nfor the correction of all errors, both in law [and] fact in\nrendering judgment, to an appeal to the Judiciary of the U[nited]\nStates.”Id., at 243, 244.The introduction of the New Jersey Plan\nreignited the debate over the need for lower federal courts. In\nlight of the plan’s provision for mandatory state-court\njurisdiction over federal claims, Pierce Butler “could see no\nnecessity for such tribunals.” 2id.,at 45. Luther Martin\nadded that lower federal courts would “create jealousies [and]\noppositions in the State tribunals, with the jurisdiction of which\nthey will interfere.”Id., at 45–46. But Nathaniel Ghorum\nresponded that inferior federal tribunals were “essential to render\nthe authority of the Nat[ional] Legislature effectual.”Id., at 46. Edmund Randolph bluntly argued that “the\nCourts of the States can not be trusted with the administration of\nthe National laws.”Ibid. George Mason suggested that, at\nthe very least, “many circumstances might arise not now to be\nforeseen, which might render such a power absolutely necessary.”Ibid. Roger Sherman also “was willing to give the power to\nthe Legislature,” even though he “wished them to make use of the\nState Tribunals whenever it could be done … with safety to the\ngeneral interest.”Ibid.At the conclusion of this debate, the New\nJersey Plan, including its component requiring state-court\nconsideration of federal claims, was defeated and the\nMadison-Wilson proposal was delivered to the Committee of Detail,\nseeid., at 133. The Committee amended the proposal’s\nlanguage to its current form in Article III, which gives Congress\nthe power to “ordain and establish” inferior federal courts. Seeid., at 168. The delegates to the Constitutional\nConvention unanimously adopted this revised version, seeid., at 315, and it was ultimately ratified by the\nStates.This so-called Madisonian Compromise bridged\nthe divide “between those who thought that the establishment of\nlower federal courts should be constitutionally mandatory and those\nwho thought there should be no federal courts at all except for a\nSupreme Court with,inter alia, appellate jurisdiction to\nreview state court judgments.” R. Fallon, D. Meltzer, & D.\nShapiro, Hart and Wechsler’s The Federal Courts and the Federal\nSystem 348 (4th ed. 1996). In so doing, the compromise left to the\nwisdom of Congress the creation of lower federal courts: “So far as\nthe inferior Federal Courts were concerned, it was entirely\ndiscretionary with Congress to what extent it would vest Federal\njudicial power in them. It could grant to them as much or as little\nas it chose of those classes of jurisdiction, enumerated in Article\nIII as belonging to the judicial power of the United States. It\ncould, if it chose, leave to the State Courts all or any of these\nclasses.” Warren, Federal Criminal Laws and the State Courts, 38\nHarv. L. Rev. 545, 547 (1925) (footnote omitted).The assumption that state courts would\ncontinue to exercise concurrent jurisdiction over federal claims\nwas essential to this compromise. See The Federalist No. 82, pp.\n130, 132 (E. Bourne ed. 1947) (A. Hamilton) (“[T]he inference seems\nto be conclusive, that the State courts would have a concurrent\njurisdiction in all cases arising under the laws of the Union,\nwhere it was not expressly prohibited”).[Footnote 1] In light of that historical understanding,\nthis Court has held that, absent an Act of Congress providing for\nexclusive jurisdiction in the lower federal courts, the “state\ncourts have inherent authority, and are thus presumptively\ncompetent, to adjudicate claims arising under the laws of the\nUnited States.”Tafflinv.Levitt,493 U. S. 455, 458–459\n(1990); see alsoPlaquemines Tropical Fruit Co.v.Henderson,170 U. S. 511, 517–518\n(1898) (“ ‘[I]n judicial matters, the concurrent jurisdiction\nof the state tribunals depends altogether upon the pleasure of\ncongress, and may be revoked and extinguished whenever they think\nproper, in every case in which the subject matter can\nconstitutionally be made cognizable in the federal courts; and\nthat, without an express provision to the contrary, the state\ncourts will retain a concurrent jurisdiction in all cases where\nthey had jurisdiction originally over the subject matter” (quoting\n1 J. Kent, Commentaries on American Law 374–375 (1826) (hereinafter\nKent))). As a result, “if exclusive jurisdiction [in the federal\ncourts] be neither express nor implied, the State courts have\nconcurrent jurisdiction whenever, by their own constitution, they\nare competent to take it.”Claflinv.Houseman,93 U. S. 130, 136\n(1876).The Constitution’s implicit preservation of\nstate authority to entertain federal claims, however, did not\nimpose a duty on state courts to do so. As discussed above, there\nwas at least one proposal to expressly require state courts to take\noriginal jurisdiction over federal claims (subject to appeal in\nfederal court) that was introduced in an attempt to forestall the\ncreation of lower federal courts. Seesupra, at 3–4. But\nin light of the failure of this proposal—which was offered before\nthe adoption of the Madisonian Compromise—the assertions by its\nsupporters that state courts would ordinarily entertain federal\ncauses of action cannot reasonably be viewed as an assurance that\nthe States would never alter the subject-matter jurisdiction of\ntheir courts. The Framers’ decision to empower Congress to create\nfederal courts that could either supplement or displace state-court\nreview of federal claims, as well as the exclusion of any\naffirmative command requiring the States to consider federal claims\nin the text of Article III, confirm this understanding. SeeU.\nS. Term Limits, Inc.v.Thornton,514 U. S. 779, 848\n(1995) (Thomas, J., dissenting) (“Where the Constitution is silent\nabout the exercise of a particular power—that is, where the\nConstitution does not speak either expressly or by necessary\nimplication—the Federal Government lacks that power and the States\nenjoy it”).[Footnote 2]The earliest decisions addressing this\nquestion, written by then-serving and future Supreme Court\nJustices, confirm that state courts remain “tribunals over which\nthe government of the Union has no adequate control, and which may\nbe closed to any claim asserted under a law of the United States.”Osbornv.Bank of United States,9 Wheat. 738,\n821 (1824); see alsoStearnsv.United States, 22\nF. Cas. 1188, 1192 (No. 13, 341) (DC Vt. 1835) (Thompson, J.)\n(Article III does not give Congress authority to “compel a state\ncourt to entertain jurisdiction in any case; they are not inferior\ncourts in the sense of the constitution; they are not ordained by\ncongress. State courts are left to consult their own duty from\ntheir own state authority and organization”). “The states, in\nproviding their own judicial tribunals, have a right to limit,\ncontrol, and restrict their judicial functions, and jurisdiction,\naccording to their own mere pleasure.”Mitchellv.Great Works Milling & Mfg. Co., 17 F. Cas. 496,\n499 (No. 9,662) (CCD Me. 1843) (Story, J.). In short, there was “a\nvery clear intimation given by the judges of the Supreme Court,\nthat the state courts were not bound in consequence of any act of\ncongress, to assume and exercise jurisdiction in such cases. It was\nmerely permitted to them to do so as far, as was compatible with\ntheir state obligations.” Kent 375; see alsoid., at 377\n(explaining that the Constitution “permits state courts which are\ncompetent for the purpose, and have an inherent jurisdiction\nadequate to the case, to entertain suits in the given cases”).Under our federal system, therefore, the\nStates have unfettered authority to determine whether their local\ncourts may entertain a federal cause of action. Once a State\nexercises its sovereign prerogative to deprive its courts of\nsubject-matter jurisdiction over a federal cause of action, it is\nthe end of the matter as far as the Constitution is concerned.The present case can be resolved under this\nprinciple alone. New York Correction Law Annotated §24, ¶1 (West\n1987) (NYCLA) provides that “[n]o civil action shall be brought in\nany court of the state, except by the attorney general on behalf of\nthe state, against any officer or employee of the department, in\nhis personal capacity, for damages arising out of any act done or\nthe failure to perform any act within the scope of the employment\nand in the discharge of the duties by such officer or employee.”\nThe majority and petitioner agree that this statute erects a\njurisdictional bar that prevents the state courts from entertaining\npetitioner’s claim for damages under §1983. Seeante, at 4\n(agreeing that “a prisoner seeking damages from a correction\nofficer will have his claim dismissed for want of jurisdiction”);\nBrief for Petitioner 21 (“Every New York court must immediately\ndismiss such suits for lack of jurisdiction, regardless of merit”).\nBecause New York’s decision to withdraw jurisdiction over §1983\ndamages actions—or indeed, over any claims—does not offend the\nConstitution, the judgment below should be affirmed.IIThe Court has evaded Article\nIII’s limitations by finding that the Supremacy Clause constrains\nthe States’ authority to define the subject-matter jurisdiction of\ntheir own courts. Seeante, at 5–8. In particular, the\nCourt has held that “the Federal Constitution prohibits state\ncourts of general jurisdiction from refusing” to entertain a\nfederal claim “solely because the suit is brought under a federal\nlaw” as a “state may not discriminate against rights arising under\nfederal laws.”McKnettv.St. Louis & San\nFrancisco R. Co.,292 U. S. 230, 233–234 (1934). There\nis no textual or historical support for the Court’s incorporation\nof this antidiscrimination principle into the Supremacy Clause.A1The Supremacy Clause provides\nthat “[t]his Constitution, and the Laws of the United States which\nshall be made in Pursuance thereof … shall be the supreme Law of\nthe Land; and the Judges in every State shall be bound thereby, any\nThing in the Constitution or Laws of any State to the Contrary\nnotwithstanding.” Art. VI, cl. 2. Under this provision, “[t]he laws\nof the United States are laws in the several States, and just as\nmuch binding on the citizens and courts thereof as the State laws\nare… . The two together form one system of jurisprudence,\nwhich constitutes the law of the land for the State.”Claflin, 93 U. S., at 136–137; see alsoGregoryv.Ashcroft,501 U. S. 452, 460\n(1991);Robbv.Connolly,111 U. S. 624, 637\n(1884). Thus, a valid federal law is substantively superior to a\nstate law; “if a state measure conflicts with a federal\nrequirement, the state provision must give way.”Swift &\nCo.v.Wickham,382 U. S. 111, 120\n(1965). As a textual matter, however, the Supremacy Clause does not\naddress whether a state court must entertain a federal cause of\naction; it provides only a rule of decision that the state court\nmust follow if it adjudicates the claim. See R. Berger, Congress v.\nThe Supreme Court 245 (1969) (The Supremacy Clause only\n“ ‘enacts what the law shall be’… . [I]t defines the\ngoverning ‘supreme law,’ andifa State courthasjurisdiction, it commands that that law shall govern”).The Supremacy Clause’s path to\nadoption at the Convention confirms this focus. Its precursor was\nintroduced as part of the New Jersey Plan. See 1 Farrand 245\n(“[A]ll Acts of … Cong[ress] made by virtue [and] in pursuance of\nthe powers hereby … vested in them … shall be the supreme law of\nthe respective States so far forth as those Acts … shall relate to\nthe said States or their Citizens”);ibid.(“[T]he\nJudiciary of the several States shall be bound thereby in their\ndecisions, any thing in the respective laws of the Individual\nStates … notwithstanding”). But, as explained above, seesupra, at 3–4, the New Jersey Plan also included an\nentirely separate provision that addressed state-court\njurisdiction, which would have required all federal questions to\n“b[e] determined in the first instance in the courts of the\nrespective states.” 3 Farrand 287. These two provisions of the New\nJersey Plan worked in tandem to require state courts to entertain\nfederal claims and to decide the substantive dispute in favor of\nfederal law if a conflict between the two arose.After the adoption of the Madisonian\nCompromise and the defeat of the New Jersey Plan, the Framers\nreturned to the question of federal supremacy. A proposal was\nintroduced granting Congress the power to “ ‘negative all laws\npassed by the several States (contravening in the opinion of\n[Congress] the articles of Union, or any treaties subsisting under\nthe authority of [Congress]).’ ” 2id.,at 27. James\nMadison believed the proposal “essential to the efficacy [and]\nsecurity of the [federal] Gov[ernmen]t.”Ibid.But others\nat the Convention, including Roger Sherman, “thought it\nunnecessary, as the Courts of the States would not consider as\nvalid any law contravening the Authority of the Union, and which\nthe legislature would wish to be negatived.”Ibid. In the\nend, Madison’s proposal was defeated.Id., at 28. But as a\nsubstitute for that rejected proposal, Luther Martin resurrected\nthe Supremacy Clause provision from the New Jersey Plan and it was\nunanimously approved. Seeid.,at 28–29.[Footnote 3]This historical record makes clear that the\nSupremacy Clause’s exclusive function is to disable state laws that\nare substantively inconsistent with federal law—not to require\nstate courts to hear federal claims over which the courts lack\njurisdiction. This was necessarily the case when the clause was\nfirst introduced as part of the New Jersey Plan, as it included a\nseparate provision to confront the jurisdictional question. Had\nthat plan prevailed and been ratified by the States, construing the\nSupremacy Clause to address state-court jurisdiction would have\nrendered the separate jurisdictional component of the New Jersey\nPlan mere surplusage. SeeMarburyv.Madison, 1\nCranch 137, 174 (1803) (“It cannot be presumed that any clause in\nthe constitution is intended to be without effect”); see alsoKelov.New London,545 U. S. 469, 507\n(2005) (Thomas, J., dissenting).The Supremacy Clause’s exclusive focus on\nsubstantive state law is also evident from the context in which it\nwas revived. First, the Clause was not adopted until after the New\nJersey Plan’s rejection, as part of the entirely separate debate\nover Madison’s proposal to grant Congress the power to “negative”\nthe laws of the States. By then, the Framers had already adopted\nArticle III, thereby ending the fight over state-court\njurisdiction. The question before the Convention thus was not which\ncourts (state or federal) were best suited to adjudicate federal\nclaims, but which branch of government (Congress or the courts)\nwould be most effective in vindicating the substantive superiority\nof federal law. The Supremacy Clause was directly responsive to\nthat question.Second, the timing of the Clause’s adoption\nsuggests that the Framers viewed it as achieving the same end as\nMadison’s congressional “negative” proposal. Although Madison\nbelieved that Congress could most effectively countermand\ninconsistent state laws,[Footnote\n4] the Framers decided that the Judiciary could adequately\nperform that function. There is no evidence that the Framers\nenvisioned the Supremacy Clause as having a substantively broader\nsweep than the proposal it replaced. And, there can be no question\nthat Madison’s congressional “negative” proposal was entirely\nunconcerned with the dispute over whether state courts should be\nrequired to exercise jurisdiction over federal claims. Indeed,\nMadison’s proposal did not require the States to become enmeshed in\nany federal business at all; it merely provided that state laws\ncould be directly nullified if Congress found them to be\ninconsistent with the Constitution or laws of the United States.\nThe role of the Supremacy Clause is no different. It does not\nrequire state courts to entertain federal causes of action. Rather,\nit only requires that in reaching the merits of such claims, state\ncourts must decide the legal question in favor of the “law of the\nLand.” Art. VI, cl. 2.For this reason, Representative Fisher Ames\nexplained during the debate over the First Judiciary Act that\n“[t]he law of the United States is a rule to [state-court judges],\nbut no authority for them. It controlled their decisions, but could\nnot enlarge their powers.” 1 Annals of Congress 808 (1789) (reprint\n2003). And because the Constitution requires from state judges only\nan oath of “Allegiance and not an Oath of Office,” the federal\ngovernment “[c]annot compel them to act—or to become our Officers.”\nNotes of William Patterson from Speech on Judiciary Act (June 23,\n1789), in 9 Documentary History of the First Federal Congress\n1789–1791, p. 477 (K. Bowling & H. Veit eds. 1988); 1 Annals of\nCongress 805 (remarks of Rep. Sedgwick, Debate of Aug. 29, 1789)\n(arguing that inferior federal courts should be established because\nstate courts “might refuse or neglect to attend to the national\nbusiness”); 10id.,at 892 (remarks of Rep. Harper)\n(explaining that Congress “cannot enforce on the State courts, as a\nmatter of duty, a performance of the acts we confide to them” but\narguing that there was “no cause to complain” “until they refuse to\nexercise” the jurisdiction granted over federal claims).[Footnote 5]The supremacy of federal law, therefore, is\nnot impugned by a State’s decision to strip its local courts of\nsubject-matter jurisdiction to hear certain federal claims.\nSubject-matter jurisdiction determines only whether a court has the\npower to entertain a particular claim—a condition precedent to\nreaching the merits of a legal dispute. SeeSteel Co.v.Citizens for Better Environment,523 U. S. 83, 94 (1998)\n(“Without jurisdiction the court cannot proceed at all in any\ncause. Jurisdiction is power to declare the law, and when it ceases\nto exist, the only function remaining to the court is that of\nannouncing the fact and dismissing the cause” (internal quotation\nmarks omitted)). Although the line between subject-matter\njurisdiction over a claim and the merits of that claim can at times\nprove difficult to draw, seeArbaughv.Y & H\nCorp.,546 U.\nS. 500, 513–515 (2006), see alsoBellv.Hood,327\nU. S. 678, 682 (1946), the distinction is crucial in the\nSupremacy Clause context. If the state court does not reach the\nmerits of the dispute for lack of statutory or constitutional\njurisdiction, the preeminence of federal law remains\nundiminished.Accordingly, the superiority of federal law as\na substantive matter does not trigger an obligation on States to\nkeep their courts jurisdictionally neutral with respect to federal\nand state-law claims. “The federal law in any field within which\nCongress is empowered to legislate is the supreme law of the land\nin the sense that it may supplant state legislation in that field,\nbut not in the sense that it may supplant the existing rules of\nlitigation in state courts. Congress has full power to provide its\nown courts for litigating federal rights. The state courts belong\nto the States.”Brownv.Gerdes,321 U. S. 178, 193\n(1944) (Frankfurter, J., concurring).2The Court was originally faithful\nto this conception of federal supremacy. InClaflin, the\nCourt concluded that because the federal statute under\nconsideration did not deprive the state court of jurisdiction, the\nstate court was competent to resolve the claim. See 93 U. S., at\n136–137 (“[R]ights, whether legal or equitable, acquired under the\nlaws of the United States, may be prosecuted in the United States\ncourts, or in the State courts, competent to decide rights of the\nlike character and class; subject, however, to this qualification,\nthat where a right arises under a law of the United States,\nCongress may, if it see[s] fit, give to the Federal courts\nexclusive jurisdiction”). But the Court was careful to also explain\nthat the Constitution did not impose an obligation on the States to\naccept jurisdiction over such claims. Seeid., at 137\n(explaining that there “is no reason why the State courts should\nnot be open for the prosecution of rights growing out of the laws\nof the United States, to which their jurisdiction is competent, and\nnot denied”). The Constitution instead left the States with the\nchoice—but not the obligation—to entertain federal actions. Seeid., at 139 (“[W]here no direction is given [from\nCongress] on the subject, it was assumed, in our early judicial\nhistory, that the State courts retained their usual jurisdiction\nconcurrently with the Federal Courts invested with jurisdiction in\nlike cases”).Then inSecond Employers’\nLiability Cases,223 U. S. 1(1912), the\nCourt applied the rule set forth inClaflinand correctly\nrejected a Connecticut court’s refusal to enforce the 1908 Federal\nEmployers’ Liability Act (FELA), 45 U. S. C. §51et\nseq.FELA neither provided for exclusive federal jurisdiction\nnor attempted to require state courts to entertain claims brought\nunder it. See 223 U. S., at 54–55. Therefore, the statute was\nenforceable “as of right, in the courts of the Stateswhen\ntheir jurisdiction, as prescribed by local laws, is adequate to the\noccasion.”Id.,at 55 (emphasis added). Connecticut\nhad not deprived its courts of subject-matter jurisdiction over\nFELA claims; thus, the state court’s refusal to hear the claim was\n“not because the ordinary jurisdiction of the Superior Courts, as\ndefined by the constitution and laws of the State, was deemed\ninadequate or not adapted to the adjudication of such a case.”Ibid.Rather, the state court took the position that “it\nwould be inconvenient and confusing for the same court, in dealing\nwith cases of the same general class, to apply in some the\nstandards of right established by the congressional act and in\nothers the different standards recognized by the laws of the\nState.”Id., at 55–56.The Court’s reversal of such a decision is\ncompatible with the original understanding of Article III and the\nSupremacy Clause. Because there was no question that the state\ncourt had subject-matter jurisdiction under state law to adjudicate\nthe federal claim,id., at 57, the Court correctly\nobserved that the state court’s refusal to decide the case amounted\nto a policy dispute with federal law: “When Congress, in the\nexertion of the power confided to it by the Constitution, adopted\nthat [federal] act, it spoke for all the people and all the States,\nand thereby established a policy for all. That policy is as much\nthe policy of Connecticut as if the act had emanated from its own\nlegislature, and should be respected accordingly in the courts of\nthe State.”Ibid. It was for this specific reason, then,\nthat the Court rejected Connecticut’s refusal to adjudicate the\nfederal claim. As the Court correctly noted, the “existence of the\njurisdiction creates an implication of duty to exercise it, and\nthat its exercise may be onerous does not militate against that\nimplication.”Id., at 58.But nothing inSecond Employers’suggested that the Supremacy Clause could pre-empt a state law that\ndeprived the local court of subject-matter jurisdiction over the\nfederal claim. Instead, theSecond Employers’Court took\nexactly the opposite position on this question: “[W]e deem it well\nto observe that there is not here involved any attempt by Congress\nto enlarge or regulate the jurisdiction of state courts … but only\na question of the duty of such a court, when its ordinary\njurisdiction as prescribed by local laws is appropriate to the\noccasion.”Id., at 56–57.The Court again confronted this issue inDouglasv.New York, N. H. & H. R. Co.,279 U. S. 377(1929). There, the Court considered whether a New York court was\nrequired to hear a claim brought under FELA. Unlike the Connecticut\ncourt inSecond Employers’, however, the New York court\ndid not have jurisdiction under state law to entertain the federal\ncause of action. 279 U. S., at 386–387. As a result, this Court\nupheld the state-court ruling that dismissed the claim. The Court\nexplained that FELA did “not purport to require State Courts to\nentertain suits arising under it, but only to empower them to do\nso, so far as the authority of the United States is concerned. It\nmay very well be that if the Supreme Court of New York [was] given\nno discretion, being otherwise competent, it would be subject to a\nduty. But there is nothing in the Act of Congress that purports to\nforce a duty upon such Courts as against an otherwise valid\nexcuse.”Id., at 387–388. In other words, because the New\nYork court lacked subject-matter jurisdiction under state law, it\nwas not “otherwise competent” to adjudicate the federal claim.In sum,Claflin,Second\nEmployers’, andDouglastogether establish that a\nstate court’s inability to entertain a federal claim because of a\nlack of state-law jurisdiction is an “otherwise valid excuse” that\nin no way denies the superiority of federal substantive law. It\nsimply disables the state court from adjudicating a claim brought\nunder that federal law.3It was not until five years afterDouglasthat the Court used the Supremacy Clause to strike\ndown a state jurisdictional statute for its failure to permit\nstate-court adjudication of federal claims. SeeMcKnett,292 U. S. 230. The Court started by\ncorrectly noting that it “was settled” inSecond\nEmployers’“that a state court whose ordinary jurisdiction as\nprescribed by local laws is appropriate to the occasion, may not\nrefuse to entertain suits under [FELA].” 292 U. S., at 233. Yet,\neven though the Alabama courtlackedsuch jurisdiction\nover the relevant federal claim pursuant to a state statute, theMcKnettCourt held that the state court had improperly\ndismissed the federal claim.Id., at 231–234.According to the Court, “[w]hile\nCongress has not attempted to compel states to provide courts for\nthe enforcement of [FELA], the Federal Constitution prohibits state\ncourts of general jurisdiction from refusing to do so solely\nbecause the suit is brought under a federal law. The denial of\njurisdiction by the Alabama court is based solely upon the source\nof law sought to be enforced. The plaintiff is cast out because he\nis suing to enforce a federal act. A state may not discriminate\nagainst rights arising under federal laws.”Id., at\n233–234.For all the reasons identified above,McKnettcannot be reconciled with the decisions of this\nCourt that preceded it. Unlike the Connecticut court inSecond\nEmployers’, the Alabama Supreme Court did not indulge its own\nbias against adjudication of federal claims in state court by\nrefusing to hear a federal claim over which it had subject-matter\njurisdiction. Rather, like the New York court decision affirmed inDouglas, the Alabama court’s dismissal merely respected a\njurisdictional barrier to adjudication of the federal claim imposed\nby state law. The fact that Alabama courts were competent to hear\nsimilar state-law claims should have been immaterial. Alabama had\nexercised its sovereign right to establish the subject-matter\njurisdiction of its courts. UnderClaflinand its progeny,\nthat legislative judgment should have been upheld.DespiteMcKnett’s infidelity\nto the Constitution and more than a century of Supreme Court\njurisprudence, the Court’s later decisions have repeatedMcKnett’s declaration that state jurisdictional statutes\nmust be policed for antifederal discrimination. See,e.g.,Testav.Katt,330 U. S. 386, 394\n(1947) (“It is conceded that this same type of claim arising under\nRhode Island law would be enforced by that State’s courts… .\nUnder these circumstances the State courts are not free to refuse\nenforcement of petitioners’ claim”);Howlettv.Rose,496\nU. S. 356, 375 (1990) (“[W]hether the question is framed in\npre-emption terms, as petitioner would have it, or in the\nobligation to assume jurisdiction over a ‘federal’ cause of action,\n… the Florida court’s refusal to entertain one discrete category of\n§1983 claims, when the court entertains similar state-law actions\nagainst state defendants, violates the Supremacy Clause”). The\noutcome in these cases, however, can be reconciled with first\nprinciples notwithstanding the Court’s stated reliance onMcKnett’s flawed interpretation of the Supremacy\nClause.[Footnote 6]InTesta, the Court struck down the\nRhode Island Supreme Court’s refusal to entertain a claim under the\nfederal Emergency Price Control Act. There was no dispute that “the\nRhode Island courts [had] jurisdiction adequate and appropriate\nunder established local law to adjudicate this action.” 330 U. S.,\nat 394, and n. 13. The Rhode Island court nevertheless declined to\nexercise that jurisdiction under its decision inRobinsonv.Norato, 71 R. I. 256, 258, 43 A. 2d 467, 468\n(1945), which had relied on a “universally acknowledged” doctrine\n“of private international law” as a basis for refusing to\nadjudicate federal “penal” claims. Because the Rhode Island Supreme\nCourt had invoked this common-law doctrine despite the existence of\nstate-law statutory jurisdiction over the federal claims, this\nCourt correctly ruled that the state court’s “policy against\nenforcement … of statutes of other states and the United States\nwhich it deems penal, [could not] be accepted as a ‘valid\nexcuse.’ ” 330 U. S., at 392–393.Testathus represents a routine\napplication of the rule of law set forth inSecond\nEmployers’: As long as jurisdiction over a federal claim\nexists as a matter of state law, state-court judges cannotsU.\nS.onterefuse to enforce federal law because they disagree\nwith Congress’ decision to allow for adjudication of certain\nfederal claims in state court. See 330 U. S., at 393 (“[A] state\ncourt cannot ‘refuse to enforce the right arising from the law of\nthe United States because of conceptions of impolicy or want of\nwisdom on the part of Congress in having called into play its\nlawful powers’ ” (quotingMinneapolis & St. Louis R.\nCo.v.Bombolis,241 U. S. 211, 222 (1916)).[Footnote 7]InHowlett, the Court likewise\ncorrectly struck down a Florida Supreme Court decision affirming\nthe dismissal of a §1983 suit on state-law sovereign immunity\ngrounds. See 496 U. S., at 361, 375–381. The Florida court had\ninterpreted the State’s statutory “waiver of sovereign immunity”\nnot to extend to federal claims brought in state court.Id., at 361 (citing Fla. Stat. §768.28 (1989)). According\nto the state court, absent a statutory waiver, Florida’s\npre-existing common-law sovereign immunity rule provided a “blanket\nimmunity on [state] governmental entities from federal civil rights\nactions under §1983” brought in Florida courts. 496 U. S., at 364.\nBased on this rule, the Florida Supreme Court affirmed the\ndismissal with prejudice of the §1983 suit against the state\nofficials. Seeid., at 359; see alsoHowlettv.Rose, 537 So. 2d 706, 708 (Fla. App. 1989)\n(concluding that Florida’s “common law immunity” rule barred “the\nuse of its courts for suits against the state in those state\ncourts”).No antidiscrimination rule was required to\nstrike down the Florida Supreme Court’s decision. Even though\nseveral Florida courts had concluded that the defense of sovereign\nimmunity was jurisdictional, see 496 U. S., at 361, n. 5,\n“[t]he force of the Supremacy Clause is not so weak that it can be\nevaded by mere mention of the word ‘jurisdiction,’ ”id.,at 382–383. That is, state courts cannot evade their\nobligation to enforce federal law by simply characterizing a\nstatute or common-law rule as “jurisdictional”; the state law must\nin fact operate in a jurisdictional manner. No matter where the\nline between subject-matter jurisdiction and the merits is drawn,\nseesupra, at 14, Florida’s “common law immunity” rule\ncrossed it.First, because the Florida Supreme Court had\ndismissed the §1983 lawsuit with prejudice, its decision was on the\nmerits. Cf.Semtek Int’l Inc.v.Lockheed Martin\nCorp.,531 U.\nS. 497, 505 (2001) (“ ‘With prejudice’ is an acceptable\nform of shorthand for ‘an adjudication upon the merits’ ”\n(quoting 9 C. Wright, A. Miller, & E. Cooper, Federal Practice\nand Procedure §2373, p. 396, n. 4 (1981))). Second, Florida’s\nsovereign immunity rule violated the Supremacy Clause by operating\nas a state-law defense to a federal law. SeeMartinezv.California,444 U. S. 277, 284,\nn. 8 (1980) (“ ‘[P]ermitt[ing] a state immunity defense\nto have controlling effect’ ” over a federal claim violates\nthe Supremacy Clause). Resolving a federal claim with preclusive\neffect based on a state-law defense is far different from simply\nclosing the door of the state courthouse to that federal claim. The\nfirst changes federal law by denying relief on the merits; the\nsecond merely dictates the forum in which the federal claim will be\nheard.In the end, of course, “the ultimate\ntouchstone of constitutionality is the Constitution itself and not\nwhat we have said about it.”Gravesv.New York ex\nrel. O’Keefe,306 U. S. 466, 491–492\n(1939) (Frankfurter, J., concurring). And contrary toMcKnett, the Constitution does not require state courts to\ngive equal billing to state and federal claims. To read the\nSupremacy Clause to include an anti-discrimination principle\nundermines the compromise that shaped Article III and contradicts\nthe original understanding of Constitution. There is no\njustification for preserving such a principle. But even if the\nCourt chooses to adhere to the antidiscrimination rule as part of\nthe Supremacy Clause inquiry, the rule’s infidelity to the text,\nstructure, and history of the Constitution counsels against\nextending the principle any further than our precedent requires.\nCf.United Statesv.Lopez,514 U. S. 549, 584–585\n(1995) (Thomas, J., concurring); seeinfra, at 27–33.BAlthough the Supremacy Clause\ndoes not, on its own force, pre-empt state jurisdictional statutes\nof any kind, it may still pre-empt state law once Congress has\nacted. Federal law must prevail when Congress validly enacts a\nstatute that expressly supersedes state law, seeSprietsmav.Mercury Marine,537 U. S. 51, 62–63\n(2002);United Statesv.Locke,529 U. S. 89, 109 (2000),\nor when the state law conflicts with a federal statute, seeAmerican Telephone & Telegraph Co.v.Central\nOffice Telephone, Inc.,524 U. S. 214(1998);Florida Lime & Avocado Growers, Inc.v.Paul,373 U. S. 132(1963). NYCLA §24 does not fall prey to either category of\npre-emption.[Footnote 8]First, federal law does not\nexpressly require New York courts to accept jurisdiction over §1983\nsuits. Under §1983, any state official who denies “any citizen of\nthe United States or other person within the jurisdiction thereof …\nany rights, privileges, or immunities secured by the Constitution\nand laws, shall be liable to the party injured in an action at law,\nsuit in equity, or other proper proceeding for redress.” The\nstatute addresses who may sue and be sued for violations of federal\nlaw. But it includes no substantive command requiring New York to\nprovide a state judicial forum to a §1983 plaintiff. SeeFelderv.Casey,487 U. S. 131, 158 (1988) (O’Connor,\nJ., dissenting) (“Section 1983 … creates no substantive law… .\nIts purpose, as we have repeatedly said, ‘was to interpose thefederal courtsbetween the States and the people, as\nguardians of the people’s federal rights’ ” (quotingPatsyv.Board of Regents of Fla.,457 U. S. 496, 503\n(1982))). Like FELA, therefore, §1983 does not “enlarge or regulate\nthe jurisdiction of state courts.”Second Employers’,223\nU. S., at 56.[Footnote 9]Second, NYCLA §24 does not conflict with\n§1983. SeeWyethv.Levine, 555 U. S. ___, ___\n(2009) (slip op., at 9) (Thomas, J., concurring in judgment)\n(explaining that the Court has alternatively described the standard\nfor conflict pre-emption as “physical impossibility” and “direct\nconflict” (citations omitted)). As explained above, Congress did\nnot grant §1983 plaintiffs a “right” to bring their claims in state\ncourt or “guarantee” that the state forum would remain open to\ntheir suits. Seeid.,at ___ (slip op., at 12). Moreover,\nCongress has created inferior federal courts that have the power to\nadjudicate all §1983 actions. And this Court has expressly\ndetermined that §1983 plaintiffs do not have to exhaust state-court\nremedies before proceeding in federal court. SeePatsy,supra,at 516.Therefore, even if every state court\nclosed its doors to §1983 plaintiffs, the plaintiffs could proceed\nwith their claims in the federal forum. See,e.g.,Felder,supra,at 160 (O’Connor, J., dissenting)\n(“Every plaintiff has the option of proceeding in federal court,\nand the Wisconsin statute has not the slightest effect on that\nright”). And because the dismissal of §1983 claims from state court\npursuant to NYCLA §24 is for lack of subject-matter jurisdiction,\nseesupra, at 8–9, it has no preclusive effect on claims\nrefiled in federal court, seeAllenv.McCurry,449 U. S. 90, 94,\n105 (1980) (requiring “a final judgment on the merits” before a\n§1983 would be barred in federal court under the doctrine of claim\npreclusion), and thus does not alter the substance of the federal\nclaim. Any contention that NYCLA §24 conflicts with §1983 therefore\nwould be misplaced.The Court nevertheless has relied on an\nexpansive brand of “conflict” pre-emption to strike down\nstate-court procedural rules that are perceived to “burde[n] the\nexercise of the federal right” in state court.Felder, 487\nU. S., at 141. In such cases, the Court has asked if the state-law\nrule, when applied “to §1983 actions brought in state courts [is]\nconsistent with the goals of the federal civil rights laws, or does\nthe enforcement of such a requirement instead ‘stand as an obstacle\nto the accomplishment and execution of the full purposes and\nobjectives of Congress’?” Seeid., at 138 (quotingHinesv.Davidowitz,312 U. S. 52, 67 (1941)).\nThere has been no suggestion in this case, however, that NYCLA §24\nis a procedural rule that must be satisfied in order to bring the\n§1983 action in state court. Seesupra, at 8–9;infra, at 27; see alsoante, at 13, n. 9. As\nexplained above, petitioner’s claim was not procedurally deficient;\nthe state court simply lacked the power to adjudicate the claim.\nSeesupra, at 8–9. Thus, theFelderline of cases\nis inapplicable to this case.But even if there were such a claim\nmade in this case, the Supremacy Clause supplies this Court with no\nauthority to pre-empt a state procedural law merely because it\n“burdens the exercise” of a federal right in state court. “Under\nthe Supremacy Clause, state law is pre-empted only by federal law\n‘made in Pursuance’ of the Constitution, Art. VI,\ncl. 2—not by extratextual considerations of the purposes\nunderlying congressional inaction,” such as a desire to ensure that\nfederal law is not burdened by state-law procedural obligations.Wyeth, 555 U. S., at ___ (slip op., at 23) (Thomas, J.,\nconcurring in judgment). A sweeping approach to pre-emption based\non perceived congressional purposes “leads to the illegitimate—and\nthus, unconstitutional—invalidation of state laws.”Id.,\nat __ (slip op., at 24). I cannot agree with the approach employed\ninFelder“that pre-empts state laws merely because they\n‘stand as an obstacle to the accomplishment and execution of the\nfull purposes and objectives’ of federal law … as perceived by this\nCourt.” 555 U. S., at ___ (slip op., at 24).IIIEven accepting the entirety of\nthe Court’s precedent in this area of the law, however, I still\ncould not join the majority’s resolution of this case as it\nmischaracterizes and broadens this Court’s decisions. The majority\nconcedes not only that NYCLA §24 is jurisdictional, but that the\nstatute is neutral with respect to federal and state claims.\nNevertheless, it concludes that the statute violates the Supremacy\nClause because it finds that “equality of treatment does not ensure\nthat a state law will be deemed a neutral rule of judicial\nadministration and therefore a valid excuse for refusing to\nentertain a federal cause of action.”Ante,at 8–9. This\nconclusion is incorrect in light of Court precedent for several\nreasons.AThe majority mischaracterizes\nthis Court’s precedent when it asserts that jurisdictional\nneutrality is “the beginning, not the end, of the Supremacy Clause\nanalysis.”Ante, at 9–10. As explained above, seesupra, at 10–23, “subject to only one limitation, each\nState of the Union may establish its own judicature, distribute\njudicial power among the courts of its choice, [and] define the\nconditions for the exercise of their jurisdiction and the modes of\ntheir proceeding, to the same extent as Congress is empowered to\nestablish a system of inferior federal courts within the limits of\nfederal judicial power.”Brown, 321 U. S., at 188\n(Frankfurter, J., concurring). That “one limitation” is the\nneutrality principle that the Court has found in the Supremacy\nClause. Seeid., at 189 (“The only limitation upon the\nfreedom of a State to define the jurisdiction of its own courts is\nthat … [it] must treat litigants under the Federal act as other\nlitigants are treated” (internal quotation marks omitted));Herbv.Pitcairn,324 U. S. 117, 123 (1945) (“The\nfreedom of the state courts so to decide is, of course, subject to\nthe qualification that the cause of action must not be\ndiscriminated against because it is a federal one”). Here, it is\nconceded that New York has deprived its courts of subject-matter\njurisdiction over a particular class of claims on terms that treat\nfederal and state actions equally. Seeante, at 1–2, 8–10.\nThat is all this Court’s precedent requires. Seesupra, at\n9, 18–19.The majority’s assertion that\njurisdictional neutrality is not the touchstone because “[a]\njurisdictional rule cannot be used as a device to undermine federal\nlaw, no matter how even-handed it may appear,”ante, at 9,\nreflects a misunderstanding of the law. A jurisdictional statute\nsimply deprives the relevant court of the power to decide the case\naltogether. See 10A C. Wright, A. Miller, & M. Kane, Federal\nPractice and Procedure §2713, p. 239 (3d ed. 1998) (“If the court\nhas no jurisdiction, it has no power to enter a judgment on the\nmerits and must dismiss the action”); Restatement (Second) of\nJudgments §11, p. 108 (1980) (defining subject-matter jurisdiction\nas a court’s “authority to adjudicate the type of controversy\ninvolved in the action”). Such a statute necessarily operates\nwithout prejudice to the adjudication of the matter in a competent\nforum. Seesupra, at 14–15. Jurisdictional statutes\ntherefore by definition are incapable of undermining federal law.\nNYCLA §24 no more undermines §1983 than the amount-in-controversy\nrequirement for federal diversity jurisdiction undermines state\nlaw. See 28 U. S. C. §1332. The relevant law (state or\nfederal) remains fully operative in both circumstances. The sole\nconsequence of the jurisdictional barrier is that the law cannot be\nenforced in one particular judicial forum.[Footnote 10]As a result, the majority’s focus on New\nYork’s reasons for enacting this jurisdictional statute is entirely\nmisplaced. Seeante, at 7–8. The States “remain\nindependent and autonomous within their proper sphere of\nauthority.”Printzv.United States,521 U. S. 898, 928 (1997). New York\nhas the organic authority, therefore, to tailor the jurisdiction of\nstate courts to meet its policy goals. SeeFayv.Noia,372\nU. S. 391, 466–467 (1963) (Harlan, J., dissenting) (“The right\nof the State to regulate its own procedures governing the conduct\nof litigants in its courts, and its interest in supervision of\nthose procedures, stand on the same constitutional plane as its\nright and interest in framing ‘substantive’ laws governing other\naspects of the conduct of those within its borders”).It may be true that it was “Congress’ judgment\nthatallpersons who violate federal rights while acting\nunder color of state law shall be held liable for damages.”Ante, at 7–8. But Congress has not enforced that judgment\nby statutorily requiring the States to open their courts toall§1983 claims. See n. 8,supra. And this\nCourt has “never held that state courts must entertain §1983\nsuits.”National Private Truck Council, Inc.v.Oklahoma Tax Comm’n,515 U. S. 582, 587, n. 4\n(1995). Our decisions have held only that the States cannot use\njurisdictional statutes to discriminate against federal claims.\nBecause NYCLA §24 does not violate this command, any policy-driven\nreasons for depriving jurisdiction over a “federal claim in\naddition to an identical state claim,”ante, at 8, are\nirrelevant for purposes of the Supremacy Clause.This Court’s decision inHowlettis\nnot to the contrary. Despite the majority’s assertion,Howlettdoes not stand for the proposition “that a State\ncannot employ a jurisdictional rule ‘to dissociate itself from\nfederal law because of disagreement with its content or a refusal\nto recognize the superior authority of its source.’ ”Ante, at 6 (quotingHowlett, 496 U. S., at 371).\nAs an initial matter, the majority lifts the above quotation—which\nwas merely part of a passage explaining that a “State may not\ndiscriminate against federal causes of action,”id.,at\n372—entirely out of context.Howlett’s reiteration ofMcKnett’s neutrality command, which is all the selected\nquotation reflects, see 496 U. S., at 372–373, offers no refuge to\nthe majority in light of its concession that NYCLA §24 affords\n“equal treatment” to “federal and state claims.”Ante, at\n8.Howlettinstead stands for the\nunremarkable proposition that States may not add immunity defenses\nto §1983. Seeante, at 7, n. 5 (explaining thatHowlettheld that “a Florida school board could [not]\nassert a state-law immunity defense in a §1983 action brought in\nstate court” because “the ‘elements of, and the defenses to, a\nfederal cause of action are defined by federal law’ ” (quoting\n496 U. S., at 375)). A state law is not jurisdictional just because\nthe legislature has “denominated” it as such.Id.,at 381.\nAs the majority observes, the State’s “invocation of\n‘jurisdiction’ ” cannot “trump” the “Supremacy Clause\ninquiry,”ante, at 11–12. The majority, therefore, is\ncorrect that a state court’s decision “to nullify a federal right\nor cause of action [that it] believe[s] is inconsistent with [its]\nlocal policies” cannot evade the Supremacy Clause by hiding behind\na jurisdictional label,ante, at 6, because “the Supremacy\nClause cannot be evaded by formalism,”ante, at 13.\nRather, a state statute must in factoperatejurisdictionally: It must deprive the court of the power to hear\nthe claim and it must not preclude relitigation of the action in a\nproper forum. Seesupra, at 28–29.Howlettproved\nthe point by striking down a state-law immunity rule that bore the\njurisdictional label but operated as a defense on the merits and\nprovided for the dismissal of the state court action with\nprejudice. See 496 U. S., at 359;supra, at 22–23.But the majority’s axiomatic refrain about\njurisdictional labels is entirely unresponsive to the issue before\nthe Court—i.e., whether NYCLA §24 operates\njurisdictionally. Unlike the Florida immunity rule inHowlett, NYCLA §24 is not a defense to a federal claim and\nthe dismissal it authorizes is without prejudice. See 9 N. Y.\n3d 481, 490, 881 N. E. 2d 180, 186 (2007) (explaining\nthat “the Legislature did nothing more than exercise its\nprerogative to establish the subject matter jurisdiction of state\ncourts” and that “litigants like plaintiff can use the federal\ncourts to pursue section 1983 claims” against correction officers).\nFor this reason, NYCLA §24 is not merely “denominated” as\njurisdictional—it actually is jurisdictional. The New York courts,\ntherefore, have not declared a “category” of §1983 claims to be\n“ ‘frivolous’ ” or to have “ ‘no merit’ ” in\norder to “ ‘relieve congestion’ ” in the state-court\nsystem. Seeante, at 7–8 (quotingHowlett, supra,\nat 380). These courts have simply recognized that they lack the\npower to adjudicate this category of claims regardless of their\nmerit.The majority’s failure to grapple with the\nclear differences between the immunity rule at issue inHowlettand NYCLA §24 proves that its decision is\nuntethered from precedent. And more broadly, the majority’s failure\nto account for the important role of claim preclusion in evaluating\nwhether a statute is jurisdictional undermines the important line\ndrawn by this Court’s decisions between subject-matter jurisdiction\nand the merits. SeeMarresev.American Academy of\nOrthopaedic Surgeons,470 U. S. 373, 382\n(1985) (“With respect to matters that were not decided in the state\nproceedings … claim preclusion generally does not apply where ‘the\nplaintiff was unable to … seek a remedy because of the limitations\non the subject matter jurisdiction of the courts’ ” (quoting\nRestatement (Second) of Judgments §26(1)(c)(1982))); see alsoArbaugh, 546 U. S., at 514–516;Steel Co., 523 U.\nS., at 94.The majority’s principal response is that\nNYCLA §24 “is effectively an immunity statute cloaked in\njurisdictional garb.”Ante, at 12. But this curious\nrejoinder resurrects an argument that the majority abandons earlier\nin its own opinion. Seeante,at 7, n. 5. The\nmajority needs to choose. Either it should definitively commit to\nmaking the impossible case that a statute denying state courts the\npower to entertain a claim without prejudice to its reassertion in\nfederal court is an immunity defense in disguise, or it should\nclearly explain why some other aspect ofHowlettcontrols\nthe outcome of this case. This Court has required Congress to speak\nclearly when it intends to “upset the usual constitutional balance\nof federal and state powers.”Gregory,501 U. S., at 460.\nIt should require no less of itself.At bottom, the majority’s warning that\nupholding New York’s law “would permit a State to withhold a forum\nfor the adjudication of any federal cause of action with which it\ndisagreed as long as the policy took the form of a jurisdictional\nrule” is without any basis in fact.Ante,at 13,\nn. 9. This Court’s jurisdictional neutrality command already\nguards against antifederal discrimination. A decision upholding\nNYCLA §24, which fully adheres to that rule, would not “circumvent\nour prior decisions.”Ibid. It simply would adhere to\nthem.[Footnote 11]BThe majority also incorrectly\nconcludes that NYCLA §24 is not a neutral jurisdictional statute\nbecause it applies to a “narrow class of defendants,”ante, at 7, and because New York courts “hear the lion’s\nshare of all other §1983 actions,”ante, at 12. A\nstatute’s jurisdictional status does not turn on its narrowness or\non its breadth. SeeArbaugh, supra, at 515, n. 11.\nRather, as explained above, a statute’s jurisdictional status turns\non the grounds on which the state-law dismissal rests and the\nconsequences that follow from such rulings. No matter how narrow\nthe majority perceives NYCLA §24 to be, it easily qualifies as\njurisdictional under this established standard. Accordingly, it is\nimmaterial that New York has chosen to allow its courts of general\njurisdiction to entertain §1983 actions against certain categories\nof defendants but not others (such as correction officers), or to\nentertain §1983 actions against particular defendants for only\ncertain types of relief.Building on its assumption that a\nstatute’s jurisdictional status turns on its scope, the majority\nfurther holds that “having made the decision to create courts of\ngeneral jurisdiction that regularly sit to entertain analogous\nsuits, New York is not at liberty to shut the courthouse door to\nfederal claims that it considers at odds with its local policy.”Ante, at 11. But whether two claims are “analogous” is\nrelevant only for purposes of determining whether a state\njurisdictional statute discriminates against federal law. This\ninquiry necessarily requires an evaluation of the similarities\nbetweenfederalandstatelaw claims to assess\nwhether state-court jurisdiction is being denied to a federal claim\nsimply because of its federal character.In contrast, the majority limits its analysis\nto state-law claims, finding discrimination based solely on the\nfact that state law provides jurisdiction in state court for claims\nagainst state officials who serve in “analogous” roles to the\ncorrection officers. Seeante, at 10. The majority’s\ninquiry is not probative of antifederal discrimination, which is\nthe concern that first led this Court inMcKnettto find a\nSupremacy Clause limitation on state-court jurisdictional autonomy.\nConsequently, there is no support for the majority’s assertion that\nNew York’s decision to treat police officers differently from\ncorrection officers for purposes of civil litigation somehow\nviolates the Constitution. Seeante, at 10.Worse still, the majority concludes that §1983\nclaims for damages against “other state officials” are\n“sufficiently analogous to petitioner’s §1983 claims” to trigger a\nSupremacy Clause violation.Ante, at 10–11, and n. 6.\nUnder this reasoning, if a State grants its trial courts\njurisdiction to hear §1983 claims for damages againstanystate official, the State’s decision to deny those courts the power\nto entertain some narrower species of §1983 claims—even on\njurisdictionally neutral terms—a fortioriviolates the\nSupremacy Clause. The majority’s assurance that its holding is\napplicable only to New York’s “unique scheme” thus rings hollow.Ante, at 12. The majority is forcing States into an\nall-or-nothing choice that neither the Constitution nor this\nCourt’s decisions require. SeeFERCv.Mississippi,456 U. S. 742, 774,\nn. 4 (1982) (Powell, J., concurring in part and dissenting in\npart) (“It would not be open to us to insist on adjudication in a\nstate court of a federal claim arising beyond the jurisdiction of\nthe local court” (internal quotation marks omitted)).Indeed, the majority’s novel approach breaks\nthe promise that the States still enjoy “ ‘great latitude … to\nestablish the structure and jurisdiction of their own\ncourts.’ ”Ante, at 10 (quotingHowlett, 496\nU. S., at 372). It cannot be that New York has forsaken the right\nto withdraw a particular class of claims from its courts’ purview\nsimply because it has created courts of general jurisdiction that\nwould otherwise have the power to hear suits for damages against\ncorrection officers. The Supremacy Clause does not fossilize the\njurisdiction of state courts in their original form. Under this\nCourt’s precedent, States remain free to alter the structure of\ntheir judicial system even if that means certain federal causes of\naction will no longer be heard in state court, so long as States do\nso on nondiscriminatory terms. SeePrintz, 521 U. S., at\n906, n. 1. (explaining that “the States obviously regulate the\n‘ordinary jurisdiction’ of their courts”);Johnsonv.Fankell,520 U. S. 911, 922, n. 13 (1997)\n(“We have made it quite clear that it is a matter for each State to\ndecide how to structure its judicial system”). Today’s decision\nthus represents a dramatic and unwarranted expansion of this\nCourt’s precedent.IV“[I]n order to protect the\ndelicate balance of power mandated by the Constitution, the\nSupremacy Clause must operate only in accordance with its terms.”Wyeth, 555 U. S., at ___ (slip op., at 3) (Thomas, J.,\nconcurring in judgment). By imposing on state courts a duty to\naccept subject-matter jurisdiction over federal §1983 actions, the\nCourt has stretched the Supremacy Clause beyond all reasonable\nbounds and upended a compromise struck by the Framers in Article\nIII of the Constitution. Furthermore, by declaring unconstitutional\neven those laws that divest state courts of jurisdiction over\nfederal claims on a non-discriminatory basis, the majority has\nsilently overturned this Court’s unbroken line of decisions\nupholding state statutes that are materially indistinguishable from\nthe New York law under review. And it has transformed a single\nexception to the rule of state judicial autonomy into a virtually\nironclad obligation to entertain federal business. I respectfully\ndissent.Footnote 1Alexander Hamilton’s recognition of\n“concurrent jurisdiction” should not be mistaken for a suggestion\nthat the Constitutionrequiresstate courts to hear\nfederal claims. Seeante, at 5 (opinion of Stevens, J.).\nHe merely understood that the States would be “divested of no part\nof their primitive jurisdiction” and state courts “in every case in\nwhich they were not expressly excluded by the future acts of the\nnational legislature … [would] of course take cognizance of the\ncauses to which those acts may give birth.” The Federalist No. 82,\nat 132. Hamilton thus assumed that state courts would continue to\nentertain federal claims consistent with their “primitive\njurisdiction” under state law.Ibid. But he remained\nskeptical that state courts could be forced to entertain federal\ncauses of action when state law deprived them of jurisdiction over\nsuch claims. See Hamilton, The Examination No. 6, (Jan. 2, 1802),\nin 25 Papers of Alexander Hamilton 484, 487–488 (H. Syrett ed.\n1977) (“[I]t is not to be forgotten, that the right to employ the\nagency of the State Courts for executing the laws of the Union, is\nliable to question, and has, in fact, been seriously\nquestioned”).Footnote 2See also Collins, Article III Cases, State\nCourt Duties, and the Madisonian Compromise, 1995 Wis. L. Rev.\n39, 144 (1995) (hereinafter Collins) (“It is … extremely difficult\nto argue from the debatable assumption that state courts would be\nunder an obligation to take all Article III judicial business in\nthe first instance—as a quid pro quo for the Constitution’s\nnoninclusion of any reference to lower federal courts—to the\nconclusion that such a duty still existed when the second half of\nthat bargain was decisively rejected (in the Madisonian Compromise,\nno less)”); Pfander, Rethinking the Supreme Court’s Original\nJurisidiction in State-Party Cases, 82 Cal. L. Rev. 555, 596\n(1994) (“The framers may well have assumed that the federal system\nwould simply take the state courts as it found them; state courts\ncould exercise a concurrent jurisdiction over any federal claims\nthat fit comfortably within their pre-existing jurisdiction—what\nHamilton inTheFederalistcalled their primitive\njurisdiction—so long as the federal claims were not, by virtue of\ncongressional decree, subject to the exclusive jurisdiction of the\nfederal courts. It seems unlikely, however, that the framers would\nhave chosen to compel the state courts to entertain federal claims\nagainst their will and in violation of their own jurisdictional\nlimits” (footnotes omitted)).Footnote 3As proposed by Luther Martin, the Clause\nprovided as follows: “ ‘[T]hat the Legislative acts of the\n[United States] made by virtue [and] in pursuance of the articles\nof Union, and all treaties made [and] ratified under the authority\nof the [United States] shall be the supreme law of the respective\nStates, as far as those acts or treaties shall relate to the said\nStates, or their Citizens and inhabitants—[and] that the\nJudiciaries of the several States shall be bound thereby in their\ndecisions, any thing in the respective laws of the individual\nStates to the contrary notwithstanding.’ ” 2 Farrand\n28–29.Footnote 4Madison did not believe that federal courts\nwere up to the task. See Letter from James Madison to Thomas\nJefferson (Oct. 24, 1787), reprinted in 3id.,at 131, 134\n(“It may be said that the Judicial authority, under our new system\nwill keep the States within their proper limits, and supply the\nplace of a negative on their laws. The answer is, that it is more\nconvenient to prevent the passage of a law than to declare it void\nafter it is passed; that this will be particularly the case, where\nthe law aggrieves individuals, who may be unable to support an\nappeal [against] a State to the supreme Judiciary; that a State\nwhich would violate the Legislative rights of the Union, would not\nbe very ready to obey a Judicial decree in support of them, and\nthat a recurrence to force, which, in the event of disobedience\nwould be necessary, is an evil which the new Constitution meant to\nexclude as far as possible”). He had even less faith in state\ncourts. See 2id.,at 27–28 (“Confidence can (not) be put\nin the State Tribunals as guardians of the National authority and\ninterests”). In light of Madison’s mistrust of state courts, any\nsuggestion that he drafted Article III to require state courts to\nentertain federal claims, or that he advocated for the inclusion in\nthe Constitution of a provision guaranteeing the supremacy of\nfederal law as a means of accomplishing that same goal, would be\ndoubtful. Madison appears to have preferred that the state courts\nhear as little federal business as possible.Footnote 5The majority contends that the Full Faith and\nCredit Clause and the Privileges and Immunities Clause support its\nview of the Supremacy Clause because each “compel[s] States to open\ntheir courts to causes of action over which they would normally\nlack jurisdiction.”Ante, at 11, n. 7 (citingHowlettv.Rose,496\nU. S. 356, 381–382 (1990)). But the majority has it backwards.\nThe Full Faith and Credit Clause and the Privileges and Immunities\nClause include a textual prohibition on discrimination that the\nSupremacy Clause lacks. See Art. IV, §1 (“Full Faith and\nCredit shall be given in each State to the public Acts, Records,\nand judicial Proceedings of every other State”); Art. IV, §2\n(“The Citizens of each State shall be entitled to all Privileges\nand Immunities of Citizens in the several States”). The Framers’\ndecision to address state-to-state discrimination in these two\nclauses without taking similar steps with respect to federal-state\nrelations governed by the Supremacy Clause aligns with reasons\ngiven for abandoning the Articles of Confederation, see The\nFederalist No. 42, p. 292 (E. Bourne ed. 1947) (J. Madison)\n(describing the Full Faith and Credit Clause as “an evident and\nvaluable improvement on the clause relating to this subject in the\narticles of Confederation”), and the principle of dual sovereignty\nthat the Constitution preserves, seeTexasv.White, 7 Wall. 700, 725 (1869). Accordingly, contrary to\nthe majority’s supposition, there are in fact strong “reason[s] to\ntreat the Supremacy Clause differently,”ante, at 11,\nn. 7, from the Full Faith and Credit and Privileges and\nImmunities Clauses.Footnote 6Other decisions also have articulated this\nantidiscrimination principle. See,e.g.,Johnsonv.Fankell,520 U. S. 911(1997);Missouri ex\nrel. Southern R. Co.v.Mayfield,340 U. S. 1(1950);Herbv.Pitcairn,324 U. S. 117(1945);Milesv.Illinois Central R. Co.,315 U. S. 698(1942).\nThe outcomes in these cases nonetheless preserved state-court\njurisdictional autonomy. InJohnsonandHerb, the\nCourt sustained the state-court dismissals of the federal claims as\nnondiscriminatory. SeeJohnson,supra,at\n918–920;Herb,supra,at 123. InMayfield, the Court never decided whether the state court\nhad jurisdiction over the relevant federal claim; rather, it\nremanded the case to the Missouri Supreme Court based on the state\ncourt’s possibly erroneous interpretation of federal law at issue\nin that case. See 340 U. S., at 4–5. Finally, inMiles,\nthe Court struck down a Tennessee decision that enjoined a citizen\nof that State from pursuing a FELA action in Missouri state court\n“on grounds of inequity.” 315 U. S., at 702. The Court correctly\nheld that, so long as jurisdiction existed under Missouri law, the\nTennessee court could not rely on its own notions of “inequity” to\nthwart the vindication of a federal right in state court.Ibid.Footnote 7Despite suggestions to the contrary, seeante, at 5;Howlettv.Rose,496\nU. S. 356(1990), the Court’s decision inBombolis,241 U. S. 211, which held that the\nSeventh Amendment does not require a unanimous jury verdict when\nfederal civil claims are adjudicated in state court, provides no\nsupport for the antidiscrimination principle. As quoted above, the\nCourt (in dicta) accurately summarized the holding ofSecond\nEmployers’. See 241 U. S., at 222. The Court also reiterated\nthat before a state court owes a duty to enforce federal law, it\nmust have subject-matter jurisdiction over the claim under state\nlaw. Seeid., at 221 (“[L]awful rights of the citizen,\nwhether arising from a legitimate exercise of state or national\npower … are concurrently subject to be enforced in the courts of\nthe State or nation when such rights come within the general scope\nof the jurisdiction conferred upon such courts by the authority,\nState or nation, creating them”);id., at 222 (explaining\nthat state courts are “charged with the duty to safeguard and\nenforce the right of every citizen without reference to the\nparticular exercise of governmental power from which the right may\nhave arisen, if only the authority to enforce such right comes\ngenerally within the scope of the jurisdiction conferred by the\ngovernment creating them”).Footnote 8Because 42 U. S. C. §1983 does not\npre-empt NYCLA §24, there is no need to reach the more difficult\nquestion of whether Congress has the delegated authority under the\nConstitution to require state courts to entertain a federal cause\nof action. ComparePrintzv.United States,521 U. S. 898, 907 (1997) (suggesting\nthat Congress’ authority in this regard was “perhaps implicit in\none of the provisions of the Constitution [Article III, §1], and\nwas explicit in another [Article VI, cl. 2]”); Prakash, Field\nOffice Federalism, 79 Va. L. Rev. 1957, 2032 (1993) (“As a\nmatter of original understanding, the Founding Generation\nunderstood that state courts could be commandeered to enforce\nfederal law”), withPriggv.Pennsylvania, 16\nPet. 539, 615 (1842) (concluding that state courts could not “be\ncompelled to enforce” the 1793 Fugitive Slave Act); Collins 45\n(concluding as an original matter that “states did not have to\naccept unwanted federal civil and criminal judicial business, and\nthat Congress could not compel them to do so”).Footnote 9The history surrounding §1983’s enactment\nalso supports this conclusion. SeeFelderv.Casey,487 U. S. 131, 158 (1988),(O’Connor,\nJ., dissenting) (“[T]he original version of §1983 provided that the\nfederal courts would have exclusive jurisdiction of actions arising\nunder it. This fact is conclusive proof that the Congress which\nenacted §1983 over 100 years ago, could not possibly have meant\nthereby to alter the operation of state courts in any way … .\nAbandoning the rule of exclusive federal jurisdiction over §1983\nactions, and thus restoring the tradition of concurrent\njurisdiction … did not leave behind a pre-emptive grin without a\nstatutory cat” (internal quotation marks and citations\nomitted)).Footnote 10If by asserting that state law is not\npermitted to “undermine federal law,”ante, at 9, the\nmajority instead is arguing that NYCLA §24 is a procedural rule\nthat too heavily “burdens the exercise of the federal right” in\nstate court, seeFelder, 487 U. S., at 141, its argument\nis equally misplaced. First, the majority concedes that NYCLA §24\nis not a state procedural rule. Seeante, at 12,\nn. 8. Second, applying the reasoning ofFelderto a\njurisdictional statute like NYCLA §24 would overrule all of the\nCourt’s decisions upholding state laws that decline jurisdiction\nover federal claims, and would virtually ensure that in future\ncases, no state jurisdictional rule will be upheld as\nconstitutional. By simply rendering a federal claim noncognizable\nin state court, a statute depriving a state court of subject-matter\njurisdiction (even under the terms and conditions permitted by this\nCourt’s precedent) will always violateFelder’s command\nthat a state rule must not undermine the “remedial objectives” of a\nfederal claim, see 487 U. S., at 138. The jurisdictional statute\nalso will unavoidably implicateFelder’s concern that a\nstate rule should not inevitably produce a different outcome\ndepending on whether a claim is asserted in state or federal court,\nseeibid. A state jurisdictional statute necessarily will\nresult in a different outcome in state court, where it will cause\ndismissal of the federal claim, than in federal court, where that\nclaim will be heard. It is for this reason that the Court has been\ncareful to keep its examination of state jurisdictional statutes\nand state procedural rules in different categories.Footnote 11The majority also suggests that allowing\njurisdictional neutrality to be the test “would create a blind spot\nin the Supremacy Clause” because a procedural rule that too heavily\nburdens a federal cause of action would be struck down as\nunconstitutional while “a State could express its disagreement with\n(and even open hostility to) a federal cause of action, declare a\ndesire to thwart its enforcement, and achieve that goal by removing\nthe disfavored category of claims from its courts’ jurisdiction.”Ante, at 12, n. 8. This is incorrect for at least two\nreasons. First, as explained above, a State may permissibly\nregister its hostility to federal law only by subjecting analogous\nstate-law claims to equally disfavored treatment. Seesupra, at 19–20. Hostility to federal law is thus\nirrelevant under this Court’s precedent—the Supremacy Clause is\nconcerned only with whether there is antifederal discrimination.\nSecond, the majority obscures important differences between\nprocedural rules, like the notice-of-claim rule at issue inFelder, and neutral jurisdictional statutes like NYCLA\n§24. Unlike a neutral jurisdictional statute, which merely prevents\na state court from entertaining a federal claim, failure to comply\nwith a state procedural rule will result in dismissal of a federal\nclaim with prejudice. SeeFelder, 487 U. S., at 151\n(explaining that the State’s “outcome-determinative law must give\nway when a party asserts a federal right in state court”). Contrary\nto the majority’s assertion, therefore, it is not that state courts\nwith “unconstitutionally burdensome procedural rules did not go far\nenough”—it is instead that they went too far by placing an\ninsurmountable procedural hurdle in the plaintiff’s path that led\nto a judgment against him on the merits.Ante, at 12,\nn. 8. As a result, the Court’s assessment of whether a state\nprocedural rule too heavily burdens a federal right does not have\nany bearing on the Court’s continued adherence to the neutrality\nprinciple as the sole determinant in evaluating state-law\njurisdictional statutes.",
    "joined": []
}