{
    "case": {
        "docket": "19-5410",
        "citation": "593",
        "year": 2021,
        "url": "https://supreme.justia.com/cases/federal/us/593/19-5410/"
    },
    "id": "4438090",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 19–5410_________________CHARLES BORDEN, Jr., PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 10, 2021]Justice Thomas, concurring in the\njudgment.This case forces us to choose between\naggravating a past error and committing a new one. I must choose\nthe former. Although I am “reluctant to magnify the burdens that\nour [erroneous] jurisprudence imposes,”Ringv.Arizona,536 U.S.\n584, 610 (2002) (Scalia, J., concurring), I conclude that the\nparticular provision at issue here does not encompass petitioner’s\nconviction for reckless aggravated assault, even though the\nconsequences of today’s judgment are at odds with the larger\nstatutory scheme. The need to make this choice is yet another\nconsequence of the Court’s vagueness-doctrine cases likeJohnsonv.United States, 576 U.S. 591 (2015).IThe Armed Career Criminal Act provides\nenhanced penalties for criminals convicted of certain firearms\noffenses who have at least “three previous convictions\n. . . for a violent felony or a serious drug offense.” 18\nU. S. C. §924(e)(1). As relevant here, the Act defines a\n“violent felony” as a “crime punishable by imprisonment for a term\nexceeding one year” that either “has as an element the use,\nattempted use, or threatened use of physical force against the\nperson of another” (the elements clause) or “involves conduct that\npresents a serious potential risk of physical injury to another”\n(the residual clause). §924(e)(2)(B).[1]The question presented here is whether the\nelements clause encompasses petitioner’s conviction under Tennessee\nlaw for reckless aggravated assault. It does not. The plurality\nfocuses on the latter part of the operative language: “against the\nperson of another.” I rest my analysis instead on a separate\nphrase: “use of physical force.” As I have explained before, a\ncrime that can be committed through mere recklessness does not have\nas an element the “use of physical force” because that phrase “has\na well-understood meaning applying only to intentional acts\ndesigned to cause harm.”Voisinev.United States,\n579 U.S. 686, ___, ___ (2016) (Thomas, J., dissenting) (slip op.,\nat 2, 16). The elements clause does not encompass petitioner’s\nconviction because the statute under which he was convicted could\nbe violated through mere recklessness.But although the Court’s conclusion that\npetitioner’s conviction does not satisfy the elements clause is\nsound, the implication that he is something other than an “armed\ncareer criminal” is not. The state law here prohibits “[r]ecklessly\n. . . [c]aus[ing] serious bodily injury to another.”\nTenn. Code Ann. §39–13–102(a)(2)(A) (2003). That offense would\nsatisfy the residual clause because it “involves conduct that\npresents a serious potential risk of physical injury to another.”\n§924(e)(2)(B)(ii). So although the elements clause does not make\npetitioner an armed career criminal, the residual clause would.The problem is thatJohnsonheld that the\nresidual clause is “unconstitutionally vague” and thus\nunenforceable. 576 U. S., at 597. This left prosecutors and\ncourts in a bind. Many offenders had committed violent felonies,\nbutJohnsonforeclosed invoking the residual clause to\nestablish that fact. The workaround was to read the elements clause\nbroadly. But the text of that clause cannot bear such a broad\nreading.IIThere is a straightforward solution to this\ndilemma—overruleJohnson.[2]Johnsondeclared the residual clause not just\ntoo vague as applied in that case but also facially vague—meaning\nthat the residual clause could never be employed consistent with\nthe Constitution. That decision was wrong for at least two\nreasons.First, to “pronounce that the statute is\nunconstitutional inallapplications . . . seems\nto me no more than an advisory opinion—which a federal court should\nnever issue at all.”Chicagov.Morales,527 U.S.\n41, 77 (1999) (Scalia, J., dissenting). Courts have no\nauthority to “ ‘strik[e] down’ ” statutory text. SeeUnited Statesv.Sineneng-Smith, 590 U. S. ___,\n___ (2020) (Thomas, J., concurring) (slip op., at 6); see also\nMitchell, The Writ-of-Erasure Fallacy, 104 Va. L. Rev. 933,\n936 (2018). Nor may courts resolve “general questions of legality”\nby “provid[ing] relief beyond the parties to the case.”Trumpv.Hawaii, 585 U. S. ___, ___, ___ (2018)\n(Thomas, J., concurring) (slip op., at 6, 8). A court may only\n“ ‘adjudge the legal rights of litigants in actual\ncontroversies.’ ”United Statesv.Raines,362 U.S.\n17, 21 (1960). When faced with a criminal statute too vague for\nthe case at hand, the right answer likely is to apply the rule of\nlenity and “declin[e] to apply [the statute] on a case-by-case\nbasis.”Sessionsv.Dimaya, 584 U. S. ___, ___\n(2018) (Thomas, J., dissenting) (slip op., at 4). By, instead,\npurporting to decide theoretical cases for theoretical parties not\nbefore the Court,Johnsondeparted from foundational limits\non the judicial power.Second, even assuming that the petitioner’s plea\nfor facial relief was cognizable,Johnsondeviated from the\nusual legal standard. To obtain facial relief, a plaintiff normally\n“must establish that no set of circumstances exists under which the\nAct would be valid.”E.g.,United Statesv.Salerno,481 U.S.\n739, 745 (1987). That is because a facial challenge, if\nsuccessful, has the same effect as “nullify[ing]” a statute.Ayottev.Planned Parenthood of Northern New Eng.,546 U.S.\n320, 329 (2006). The petitioner inJohnsondid not\nsatisfy that standard. Indeed, theJohnsonmajority\nacknowledged that “there will be straightforward cases under the\nresidual clause, because some crimes clearly pose a serious\npotential risk of physical injury to another.” 576 U. S., at\n602.These errors show that this Court inJohnsonnot only misapplied the Due Process Clause but also\nexercised the legislative role. Legislatures alone have authority\n“to prescribe general rules for the government of society.”Fletcherv.Peck, 6 Cranch 87, 136 (1810). Courts, by\ncontrast, have authority to provide only those “remed[ies that are]\ntailored to redress the plaintiff ’s particular injury.”Gillv.Whitford, 585 U. S. ___, ___ (2018)\n(slip op., at 21). Simply put, where enforcement of a law would\nconflict with the Constitution, a court has authority under the\nSupremacy Clause to enjoin enforcement, but a court cannot,\nconsistent with separation of powers, enjoin enforcement of a\nstatute where enforcement would be lawful.Johnson, however,\nconducted the “quintessentially legislative work” of altering the\nlegal rules that would apply in cases where the residual clause\ncould lawfully be enforced. SeePlanned Parenthood of Northern\nNew Eng., 546 U. S., at 329–330.IIII hesitate to give petitioner the benefit ofJohnson, because his crime is a “violent felony” as Congress\ndefined the term. Indeed, in other contexts, I have resisted\nexacerbating similar errors. SeePepperv.United\nStates,562 U.S.\n476, 518–520 (2011) (dissenting opinion) (declining to apply\nthis Court’s erroneous holding that the Sentencing Guidelines are\nnever mandatory). Yet I reluctantly conclude that I must acceptJohnsonin this case because to do otherwise would create\nfurther confusion and division about whether state laws prohibiting\nreckless assault satisfy the elements clause.[3] SeeVancev.Ball State Univ.,570 U.S.\n421, 450–451 (2013) (Thomas, J., concurring). I therefore\nconcur in the judgment.Notes1The definition also covers any\nfelony that “is burglary, arson, or extortion” or “involves use of\nexplosives.” §924(e)(2)(B)(ii).2Johnsonhas\nalready upended many statutes.United Statesv.Davis, 588 U. S. ___ (2019);Sessionsv.Dimaya, 584 U. S. ___ (2018);Welchv.United\nStates, 578 U.S. 120 (2016) (makingJohnsonretroactive). And the parties agree that more are likely to\nfollow.3Voting to affirm\npetitioner’s sentence here would lead to a 5 to 4 judgment that\npetitioner’s sentence is correct even though five Justices conclude\nthat Tennessee reckless aggravated assault does not satisfy the\nelements clause. That kind of fractured reasoning would be\ndifficult for lower courts to apply.",
    "joined": []
}