{
    "case": {
        "docket": "14-419",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-419/"
    },
    "id": "3550786",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–419_________________SILA LUIS, PETITIONERv.UNITED\nSTATESon writ of certiorari to the united states\ncourt of appeals for the eleventh circuit[March 30, 2016]Justice Thomas, concurring in the\njudgment.I agree with the plurality that a pretrial\nfreeze of untainted assets violates a criminal defendant’s Sixth\nAmendment right to counsel of choice. But I do not agree with the\nplurality’s balancing approach. Rather, my reasoning rests strictly\non the Sixth Amendment’s text and common-law backdrop.The Sixth Amendment provides important limits on\nthe Government’s power to freeze a criminal defendant’s forfeitable\nassets before trial. And, constitutional rights necessarily protect\nthe prerequisites for their exercise. The right “to have the\nAssistance of Counsel,” U. S. Const., Amdt. 6, thus implies\nthe right to use lawfully owned property to pay for an attorney.\nOtherwise the right to counsel—originally understood to protect\nonly the right to hire counsel of choice—would be meaningless.\nHistory confirms this textual understanding. The common law limited\npretrial asset restraints to tainted assets. Both this textual\nunderstanding and history establish that the Sixth Amendment\nprevents the Government from freezing untainted assets in order to\nsecure a potential forfeiture. The freeze here accordingly violates\nthe Constitution.IThe Sixth Amendment provides, “In all criminal\nprosecutions, the accused shall enjoy the right . . . to\nhave the Assistance of Counsel for his defence.” As originally\nunderstood, this right guaranteed a defendant the right “to employ\na lawyer to assist in his defense.”Scottv.Illinois, 440 U. S. 367, 370 (1979) . The common law\npermitted counsel to represent defendants charged with\nmisdemeanors, but not felonies other than treason. W. Beaney, The\nRight to Counsel in American Courts 8–9 (1955). The Sixth Amendment\nabolished the rule prohibiting representation in felony cases, but\nwas “not aimed to compel the State to provide counsel for a\ndefendant.”Bettsv.Brady, 316 U. S. 455, 466\n(1942) , overruled byGideonv.Wainwright, 372\nU. S. 335 (1963) ; see Beaney,supra,at 27–36. “The\nright to select counsel of one’s choice” is thus “the root meaning”\nof the Sixth Amendment right to counsel.United Statesv.Gonzalez-Lopez, 548 U. S. 140 –148 (2006).The Sixth Amendment denies the Government\nunchecked power to freeze a defendant’s assets before trial simply\nto secure potential forfeiture upon conviction. If that bare\nexpectancy of criminal punishment gave the Government such power,\nthen a defendant’s right to counsel of choice would be meaningless,\nbecause retaining an attorney requires resources. The law has long\nrecognized that the “[a]uthorization of an act also authorizes a\nnecessary predicate act.” A. Scalia & B. Garner, Reading Law:\nThe Interpretation of Legal Texts 192 (2012) (discussing the\n“predicate-act canon”). As Thomas Cooley put it with respect to\nGovernment powers, “where a general power is conferred or duty\nenjoined, every particular power necessary for the exercise of the\none, or the performance of the other, is also conferred.”\nConstitutional Limitations 63 (1868); see 1 J. Kent, Commentaries\non American Law 464 (13th ed. 1884) (“[W]henever a power is given\nby a statute, everything necessary to the making of it effectual or\nrequisite to attain the end is implied”). This logic equally\napplies to individual rights. After all, many rights are powers\nreserved to the People rather than delegated to the Government. Cf.\nU. S. Const., Amdt. 10 (“The powers not delegated to the\nUnited States by the Constitution, nor prohibited by it to the\nStates, are reserved to the States respectively, or to the\npeople”).Constitutional rights thus implicitly protect\nthose closely related acts necessary to their exercise. “There\ncomes apoint . . . at which the regulation of action\nintimately and unavoidably connected with [a right] is a regulation\nof [the right] itself.”Hillv.Colorado, 530\nU. S. 703, 745 (2000) (Scalia, J., dissenting). The right to\nkeep and bear arms, for example, “implies a corresponding right to\nobtain the bullets necessary to use them,”Jacksonv.City and County of San Francisco, 746 F. 3d 953, 967\n(CA9 2014) (inter-nal quotation marks omitted), and “to acquire and\nmaintain proficiency in their use,”Ezellv.Chicago,\n651 F. 3d 684, 704 (CA7 2011). SeeDistrict of Columbiav.Heller, 554 U. S. 570 –618 (2008) (citing T. Cooley,\nGeneral Principles of Constitutional Law 271 (2d ed. 1891)\n(discussing the implicit right to train with weapons));United\nStatesv.Miller, 307 U. S. 174, 180 (1939) (citing\n1 H. Osgood, The American Colonies in the 17th Century 499 (1904)\n(discussing the implicit right to possess ammunition));Andrewsv.State, 50 Tenn. 165, 178 (1871)\n(discussing both rights). Without protection for these closely\nrelated rights, the Second Amendment would be toothless. Likewise,\nthe First Amendment “right to speak would be largely ineffective if\nit did not include the right to engage in financial transactions\nthat are the incidents of its exercise.”McConnellv.Federal Election Comm’n, 540 U. S. 93, 252 (2003)\n(Scalia, J., concurring in part, concurring in judgment in part,\nand dissenting in part).The same goes for the Sixth Amendment and the\nfinancial resources required to obtain a lawyer. Without\nconstitutional protection for at leastsomeof a defendant’s\nassets, the Government could nullify the right to counsel of\nchoice. As the plurality says, an unlimited power to freeze assets\nbefore trial “would unleash a principle of constitutional law that\nwould have no obvious stopping place.”Ante, at 14; cf.McCullochv.Maryland, 4 Wheat. 316, 431 (1819)\n(“[T]he power to tax involves the power to destroy” and that “power\nto destroy may defeat and render useless the power to create”).\nUnless the right to counsel also protects the prerequisite right to\nuse one’s financial resources for an attorney, I doubt that the\nFramers would have gone through the trouble of adopting such a\nflimsy “parchment barrie[r].” The Federalist No. 48, p. 308 (C.\nRossiter ed. 1961) (J. Madison).An unlimited power to freeze a defendant’s\npotentially forfeitable assets in advance of trial would eviscerate\nthe Sixth Amendment’s original meaning and purpose. At English\ncommon law, forfeiture of all real and personal property was a\nstandard punishment for felonies. See 4 W. Blackstone, Commentaries\non the Laws of England 95 (1769) (Blackstone). That harsh penalty\nnever caught on in America. SeeCalero-Toledov.Pearson\nYacht Leasing Co., 416 U. S. 663 –683 (1974). The First\nCongress banned it. See Crimes Act of 1790, §24, 1Stat. 117 (“[N]o\nconviction or judgment for any of the offences aforesaid, shall\nwork corruption of blood, or any forfeiture of estate”). But the\nConstitution did not. See Art. III, §3, cl. 2 (“[N]o Attainder of\nTreason shall work Corruption of Blood, or Forfeiture except during\nthe Life of the Person attainted”). If the Government’s mere\nexpectancy of a total forfeiture upon conviction were sufficient to\njustify a complete pretrial asset freeze, then Congress could\nrender the right to counsel a nullity in felony cases. That would\nhave shocked the Framers. As discussed, before adoption of the\nSixth Amendment, felony cases (not misdemeanors) werepreciselywhen the common law denied defendants the right to\ncounsel. Seesupra,at ___. With an unlimited power to\nfreeze assets before trial, the Government could well revive the\ncommon-law felony rule that the Sixth Amendment was designed to\nabolish.The modern, judicially created right to\nGovernment-appointed counsel does not obviate these concerns. As\nunderstood in 1791, the Sixth Amendment protected a defendant’s\nright to retain an attorney he could afford. It is thus no answer,\nas the principal dissent replies, that defendants rendered indigent\nby a pretrial asset freeze can resort to public defenders.Post, at 14 (opinion of Kennedy, J.). The dissent’s approach\nnullifies theoriginal understandingof the right to\ncounsel. To ensure that the right to counsel has meaning, the Sixth\nAmendment limits the assets the Government may freeze before trial\nto secure eventual forfeiture.IIThe longstanding rule against restraining a\ncriminal defendant’s untainted property before conviction\nguarantees a meaningful right to counsel. The common-law forfeiture\ntradition provides the limits of this Sixth Amendment guarantee.\nThat tradition draws a clear line between tainted and untainted\nassets. The only alternative to this common-law reading is\ncase-by-case adjudication to determine which freezes are\n“legitimate” and which are an “abuse of . . . power.”McCulloch, 4 Wheat., at 430. This piecemeal approach seems\nwoefully inadequate. Such questions of degree are “unfit for the\njudicial department.”Ibid.But seeCaplin &\nDrysdale, Charteredv.United States, 491 U. S.\n617, 635 (1989) (stating in dicta that “[c]ases involving\nparticular abuses can be dealt with individually . . .\nwhen (and if) any such cases arise”). Fortunately the common law\ndrew a clear line between tainted and untainted assets.Pretrial freezes of untainted forfeitable assets\ndid not emerge until the late 20th century. “ ‘[T]he lack of\nhistorical precedent’ ” for the asset freeze here is\n“ ‘[p]erhaps the most telling indication of a severe\nconstitutional problem.’ ”Free Enterprise Fundv.Public Company Accounting Oversight Bd., 561 U. S. 477\n–506 (2010) (quotingFree Enterprise Fundv.Public\nCompany Accounting Oversight Bd.,537 F. 3d 667, 699 (CADC\n2008) (Kavanaugh, J., dissenting)). Indeed, blanket asset freezes\nare so tempting that the Government’s “prolonged reticence would be\namazing if [they] were not understood to be constitutionally\nproscribed.”Plautv.Spendthrift Farm, Inc., 514\nU. S. 211, 230 (1995) ; seePrintzv.United\nStates, 521 U. S. 898 –908 (1997) (reasoning that the lack\nof early federal statutes commandeering state executive officers\n“suggests an assumedabsenceof such power” given “the\nattractiveness of that course to Congress”).The common law prohibited pretrial freezes of\ncriminal defendants’ untainted assets. As the plurality notes,ante, at 13, forin personamcriminal forfeitures\nlike that at issue here, any interference with a defendant’s\nproperty traditionally required a conviction. Forfeiture was “a\npart, or at least a consequence, of the judgment of conviction.”The Palmyra, 12 Wheat. 1, 14 (1827) (Story, J.). The\ndefendant’s “property cannot be touched before . . . the\nforfeiture is completed.” 1 J. Chitty, A Practical Treatise on the\nCriminal Law 737 (5th ed. 1847). This rule applied equally “to\nmoney as well as specific chattels.”Id.,at 736. And it was\nnot limited to full-blown physical seizures. Although the\ndefendant’s goods could be appraised and inventoried before trial,\nhe remained free to “sell any of them for his own support in\nprison, or that of his family,or to assist him in preparing for\nhis defence on the trial.”Id., at 737 (emphasis added).\nBlackstone likewise agreed that a defendant “maybona fidesell any of his chattels, real or personal, for the sustenance of\nhimself and family between the [offense] and conviction.” 4\nBlackstone 380; seeFleetwood’s Case, 8 Co. Rep. 171a, 171b,\n77 Eng. Rep. 731, 732 (K. B. 1611) (endorsing this rule). At\nmost, a court could unwind prejudgment fraudulent transfers after\nconviction. 4 Blackstone 381; seeJonesv.Ashurt,\nSkin. 357, 357–358, 90 Eng. Rep. 159 (K. B. 1693) (unwinding a\nfraudulent sale after conviction because it was designed to defeat\nforfeiture). Numerous English authorities confirm these common-law\nprinciples. Chitty,supra,at 736–737 (collecting\nsources).The common law did permit the Government,\nhowever, to seize tainted assets before trial. For example,\n“seizure of thereshas long been considered aprerequisiteto the initiation ofin remforfeiture proceedings.”United Statesv.James Daniel\nGood Real Property, 510 U. S. 43, 57 (1993) (emphasis\nadded); seeThe Brig Ann, 9 Cranch 289, 291 (1815) (Story,\nJ.). But such forfeitures were traditionally “fixed . . .\nby determining what property has been ‘tainted’ by unlawful use.”Austinv.United States, 509 U. S. 602, 627\n(1993) (Scalia, J., concurring in part and concurring in judgment).\nSo the civilin remforfeiture tradition tracks the\ntainted-untainted line. It provides no support for the asset freeze\nhere.There is a similarly well-established Fourth\nAmendment tradition of seizing contraband and stolen goods before\ntrial based only on probable cause. SeeCarrollv.United\nStates, 267 U. S. 132 –152 (1925) (discussing this\nhistory);Boydv.United States, 116 U. S. 616\n–624 (1886) (same). Tainted assets fall within this tradition\nbecause they are the fruits or instrumentalities of crime. So the\nGovernment may freeze tainted assets before trial based on probable\ncause to believe that they are forfeitable. SeeUnited\nStatesv.Monsanto, 491 U. S. 600 –603, 615–616\n(1989). Nevertheless, our precedents require “a nexus . . . between\nthe item to be seized and criminal behavior.”Warden, Md.\nPenitentiaryv.Hayden, 387 U. S. 294, 307 (1967) .\nUntainted assets almost never have such a nexus. The only exception\nis that some property that is evidence of crime might technically\nqualify as “untainted” but nevertheless has a nexus to criminal\nbehavior. Seeibid.Thus, untainted assets do not fall\nwithin the Fourth Amendment tradition either.It is certainly the case that some early\nAmerican statutes did provide for civil forfeiture of untainted\nsubstitute property. See Registry Act, §12, 1Stat. 293 (providing\nfor forfeiture of a ship or “the value thereof”); Collection Act of\nJuly 31, 1789, §22, 1Stat. 42 (similar for goods);United\nStatesv.Bajakajian, 524 U. S. 321, 341 (1998)\n(collecting statutes). These statutes grew out of a broader\n“six-century-long tradition ofin personamcustoms fines\nequal to one, two, three, or even four times the value of the goods\nat issue.”Id., at 345–346 (Kennedy, J., dissenting).But this long tradition ofin personamcustoms fines does not contradict the general rule againstpretrialseizures of untainted property. These fines’in\npersonamstatus strongly suggests that the Government did not\ncollect them by seizing property at the outset of litigation. As\ndescribed, that process was traditionally required forin remforfeiture of tainted assets. Seesupra,at ___. There appears to be scant historical evidence, however,\nthat forfeiture ever involved seizure of untainted assets before\ntrial and judgment, except in limited circumstances not relevant\nhere. Such summary procedures were reserved for collecting taxes\nand seizures during war. SeePhillipsv.Commissioner, 283 U. S. 589, 595 (1931) ;Millerv.United States, 11 Wall. 268, 304–306 (1871). The\nGovernment’s right of action in tax and custom-fine cases may have\nbeen the same—“a civil action of debt.”Bajakajian,supra, at 343, n. 18;Stockwellv.United\nStates, 13 Wall. 531, 543 (1871);Adamsv.Woods,\n2 Cranch 336, 341 (1805). Even so, nothing suggests trial and\njudgment were expendable. SeeMiller,supra, at\n304–305 (stating in dicta that confiscating Confederate property\nthroughin remproceedings would have raised Fifth and\nSixth Amendment concerns had they not been a war measure).The common law thus offers an administrable\nline: A criminal defendant’s untainted assets are protected from\nGovernment interference before trial and judgment. His tainted\nassets, by contrast, may be seized before trial as contraband or\nthrough a separatein remproceeding. Reading the Sixth\nAmendment to track the historical line between tainted and\nuntainted assets makes good sense. It avoids case-by-case\nadjudication, and ensures that the original meaning of the right to\ncounsel does real work. The asset freeze here infringes the right\nto counsel because it “is so broad that it differs not only in\ndegree, but in kind, from its historical antecedents.”James\nDaniel Good,supra,at 82 (Thomas, J., concurring in\npart and dissenting in part).The dissenters object that, before trial, a\ndefendant has an identical property interest in tainted and\nuntainted assets. Seepost, at 8–9 (opinion of Kennedy, J.);post, at 2 (opinion of Kagan, J.). Perhaps so. I need not\ntake a position on the matter. Either way, that fact is irrelevant.\nBecause the pretrial asset freeze here crosses into untainted\nassets, for which there is no historical tradition, it is\nunconstitutional. Any such incursion violates the Sixth\nAmendment.IIISince the asset freeze here violates the Sixth\nAmendment, the plurality correctly concludes that the judgment\nbelow must be reversed. But I cannot go further and endorse the\nplurality’s atextual balancing analysis. The Sixth Amendment\nguarantees the right to counsel of choice. As discussed, a pretrial\nfreeze of untainted assets infringes that right. This conclusion\nleaves no room for balancing. Moreover, I have no idea whether,\n“compared to the right to counsel of choice,” the Government’s\ninterests in securing forfeiture and restitution lie “further from\nthe heart of a fair, effective criminal justice system.”Ante, at 12. Judges are not well suited to strike the right\n“balance” between those incommensurable interests. Nor do I think\nit is our role to do so. The People, through ratification, have\nalready weighed the policy tradeoffs that constitutional rights\nentail. SeeHeller, 554 U. S., at 634–635. Those\ntradeoffs are thus not for us to reevaluate. “The very enumeration\nof the right” to counsel of choice denies us “the power to decide\n. . . whether the right isreally worthinsisting\nupon.”Id., at 634. Such judicial balancing “do[es]\nviolence” to the constitutional design.Crawfordv.Washington, 541 U. S. 36 –68 (2004). And it is out of\nstep with our interpretive tradition. See Aleinikoff,\nConstitutional Law in the Age of Balancing, 96 Yale L. J. 943,\n949–952 (1987) (noting that balancing did not appear in the Court’s\nconstitutional analysis until the mid-20th century).The plurality’s balancing analysis also casts\ndoubt on the constitutionality of incidental burdens on the right\nto counsel. For the most part, the Court’s precedents hold that a\ngenerally applicable law placing only an incidental burden on a\nconstitutional right does not violate that right. SeeR.A.V.v.St. Paul, 505\nU. S. 377 –390 (1992) (explaining that content-neutral laws do\nnot violate the First Amendment simply because they incidentally\nburden expressive conduct);Employment Div., Dept. of Human\nResources of Ore.v.Smith, 494 U. S. 872 –882\n(1990) (likewise for religion-neutral laws that burden religious\nexercise).Criminal-procedure rights tend to follow the\nnormal incidental-burden rule. The Constitution does not “forbi[d]\nevery government-imposed choice in the criminal process that has\nthe effect of discouraging the exercise of constitutional rights.”Chaffinv.Stynchcombe, 412 U. S. 17, 30 (1973)\n. The threat of more severe charges if a defendant refuses to plead\nguilty does not violate his right to trial. SeeBordenkircherv.Hayes, 434 U. S. 357 (1978).\nAnd, in my view, prosecutorial arguments that raise the “cost” of\nremaining silent do not violate a defendant’s right against\nself-incrimination (at least as a matter of original meaning). SeeMitchellv.United States, 526 U. S. 314 –343\n(1999) (Thomas, J., dissenting);id.,at 331–336 (Scalia,\nJ., dissenting).The Sixth Amendment arguably works the same way.\n“[A] defendant may not insist on representation by an attorney he\ncannot afford.”Wheatv.United States, 486\nU. S. 153, 159 (1988) . The Constitution perhaps guarantees\nonly a “freedom of counsel” akin to the First Amendment freedoms of\nspeech and religion that also “depen[d] in part on one’s financial\nwherewithal.”Caplin & Drysdale, 491 U. S., at 628.\nNumerous laws make it more difficult for defendants to retain a\nlawyer. But that fact alone does not create a Sixth Amendment\nproblem. For instance, criminal defendants must still pay taxes\neven though “these financial levies may deprive them of resources\nthat could be used to hire an attorney.”Id.,at 631–632. So\nI lean toward the principal dissent’s view that incidental burdens\non the right to counsel of choice would not violate the Sixth\nAmendment. Seepost, at 5–6, 11–12 (opinion of Kennedy,\nJ.).On the other hand, the Court has said that the\nright to counsel guarantees defendants “afair opportunityto secure counsel of [their] choice.”Powellv.Alabama, 287 U. S. 45 –53 (1932) (emphasis added). The\nstate court inPowelldenied the defendants such an\nopportunity, the Court held, by moving to trial so quickly (six\ndays after indictment) that the defendants had no chance to\ncommunicate with family or otherwise arrange for representation.Ibid.The schedule inPowellwas not designed to\nblock counsel, which suggests the usual incidental-burden rule\nmight be inapt in the Sixth Amendment context. I leave the question\nopen because this case does not require an answer.The asset freeze here is not merely an\nincidental burden on the right to counsel of choice; it targets a\ndefendant’s assets, which are necessary to exercise that right,\nsimply to secure forfeiture upon conviction. The prospect of that\ncriminal punishment, however, is precisely why the Constitution\nguarantees a right to counsel. The Sixth Amendment does not permit\nthe Government’s bare expectancy of forfeiture to void that right.\nWhen the potential of a conviction is the only basis for\ninterfering with a defendant’s assets before trial, the\nConstitution requires the Government to respect the longstanding\ncommon-law protection for a defendant’s untainted property.For these reasons, I concur only in the\njudgment.",
    "joined": []
}