{
    "case": {
        "docket": "212",
        "citation": "548",
        "year": 2006,
        "url": "https://supreme.justia.com/cases/federal/us/548/212/"
    },
    "id": "1962177",
    "author": "thomas",
    "type": "opinion",
    "text": "OPINION OF THE COURTWASHINGTON V. RECUENCO548 U. S. ____ (2006)SUPREME COURT OF THE UNITED STATESNO. 05-83WASHINGTON, PETITIONERv.ARTURO R.\nRECUENCOon writ of certiorari to the supreme court of\nwashington[June 26, 2006]Justice Thomas delivered the\nopinion of the Court.Respondent Arturo Recuenco was\nconvicted of assault in the second degree based on the jury’s\nfinding that he assaulted his wife “with a deadly weapon.” App. 13.\nThe trial court applied a 3-year firearm enhancement to\nrespondent’s sentence based on its own factual findings, in\nviolation ofBlakelyv.Washington,542 U. S. 296(2004). On appeal, the\nSupreme Court of Washington vacated the sentence, concluding thatBlakelyviolations can never be harmless. We granted\ncertiorari to review this conclusion, 546 U. S. ___ (2005), and now\nreverse.IOn September 18, 1999, respondent\nfought with his wife, Amy Recuenco. After screaming at her and\nsmashing their stove, he threatened her with a gun. Based on this\nincident, the State of Washington charged respondent with assault\nin the second degree,i.e., “intentiona[l] assault . . .\nwith a deadly weapon, to-wit: a handgun.” App. 3. Defense counsel\nproposed, and the court accepted, a special verdict form that\ndirected the jury to make a specific finding whether respondent was\n“armed with a deadly weapon at the time of the commission of the\ncrime.”Id.,at 13. A “firearm” qualifies as a\n“ ‘deadly weapon’ ” under Washington law. Wash. Rev. Code\n§9A.04.110(6) (2006). But nothing in the verdict form specifically\nrequired the jury to find that respondent had engaged in assault\nwith a “firearm,” as opposed to any other kind of “deadly weapon.”\nThe jury returned a verdict of guilty on the charge of assault in\nthe second degree, and answered the special verdict question in the\naffirmative. App. 10, 13.At sentencing, the State sought\nthe low end of the standard range sentence for assault in the\nsecond degree (three months). It also sought a mandatory 3-year\nenhancement because respondent was armed with a “firearm,”\n§9.94A.533(3)(b), rather than requesting the 1-year enhancement\nthat would attend the jury’s finding that respondent was armed with\na deadly weapon, §9.94A.533(4)(b). The trial court concluded that\nrespondent satisfied the condition for the firearm enhancement, and\naccordingly imposed a total sentence of 39 months.Before the Supreme Court of Washington heard\nrespondent’s appeal, we decidedApprendiv.New\nJersey,530 U. S. 466(2000), andBlakely,supra.InApprendi, we held\nthat “[o]ther than the fact of a prior conviction, any fact that\nincreases the penalty for a crime beyond the prescribed statutory\nmaximum must be submitted to a jury, and proved beyond a reasonable\ndoubt.” 530 U. S., at 490. InBlakely, we clarified that\n“the ‘statutory maximum’ forApprendipurposes is the\nmaximum sentence a judge may imposesolely on the basis of the\nfacts reflected in the jury verdict or admitted by the\ndefendant.” 542 U. S., at 303 (emphasis in original). Because\nthe trial court in this case could not have subjected respondent to\na firearm enhancement based only on the jury’s finding that\nrespondent was armed with a “deadly weapon,” the State conceded\nbefore the Supreme Court of Washington that a Sixth Amendment\nviolation occurred underBlakely. 154 Wash. 2d 156,\n162–164, 110 P. 3d 188, 191 (2005). See also Tr. of Oral Arg.\n10–11.The State urged the Supreme Court of\nWashington to find theBlakelyerror harmless and,\naccordingly, to affirm the sentence. InWashingtonv.Hughes, 154 Wash. 2d 118, 110 P. 3d 192 (2005),\nhowever, decided the same day as the present case, the Supreme\nCourt of Washington declaredBlakelyerror to be\n“ ‘structural’ erro[r]” which “ ‘will always invalidate\nthe conviction.’ ”Id.,at 142, 110 P. 3d 205\n(quotingSullivanv.Louisiana,508 U. S. 275, 279 (1993)). As a\nresult, the court refused to apply harmless-error analysis to theBlakelyerror infecting respondent’s sentence. Instead, it\nvacated his sentence and remanded for sentencing based solely on\nthe deadly weapon enhancement. 154 Wash. 2d, at 164, 110\nP. 3d, at 192.IIBefore reaching the merits, we\nmust address respondent’s argument that we are without power to\nreverse the judgment of the Supreme Court of Washington because\nthat judgment rested on adequate and independent state-law grounds.\nRespondent claims that at the time of his conviction, Washington\nstate law provided no procedure for a jury to determine whether a\ndefendant was armed with a firearm. Therefore, he contends, it is\nimpossible to conduct harmless-error analysis on theBlakelyerror in his case. Respondent bases his position\nonHughes, in which the Supreme Court of Washington\nrefused to “create a procedure to empanel juries on remand to find\naggravating factors because the legislature did not provide such a\nprocedure and, instead, explicitly assigned such findings to the\ntrial court.” 154 Wash. 2d, at 151, 110 P. 3d, at 209.\nRespondent contends that, likewise, the Washington Legislature\nprovided no procedure by which a jury could decide at trial whether\na defendant was armed with a firearm, as opposed to a deadly\nweapon.It is far from clear that\nrespondent’s interpretation of Washington law is correct. SeeWashingtonv.Pharr, 131 Wn. App. 119, 124-125,\n126 P. 3d 66, 69 (2006) (affirming the trial court’s\nimposition of a firearm enhancement when the jury’s special verdict\nreflected a finding that the defendant was armed with a firearm).\nInHughes, the Supreme Court of Washington carefully\navoided reaching the conclusion respondent now advocates, instead\nexpressly recognizing that “[w]e are presented only with the\nquestion of the appropriate remedy onremand—we do not\ndecide here whether juries may be given special verdict forms or\ninterrogatories to determine aggravating factors at trial.”Id.,at 149, 110 P. 3d, at 208. Accordingly,Hughesdoes not appear to foreclose the possibility that\nan error could be found harmless because the jury which convicted\nthe defendant would have concluded, if given the opportunity, that\na defendant was armed with a firearm.The correctness of respondent’s interpretation\nof Washington law, however, is not determinative of the question\nthat the Supreme Court of Washington decided and on which we\ngranted review,i.e., whetherBlakelyerror can\never be deemed harmless. If respondent is correct that Washington\nlaw does not provide for a procedure by which his jury could have\nmade a finding pertaining to his possession of a firearm, that\nmerely suggests that respondent will be able to demonstrate that\ntheBlakelyviolationin this particular casewas\nnot harmless. SeeChapmanv.California,386 U. S. 18, 24 (1967).\nBut that does not mean thatBlakelyerror—which is of the\nsame nature, whether it involves a fact that state law permits to\nbe submitted to the jury or not—is structural, or that we are\nprecluded from deciding that question. Thus, we need not resolve\nthis open question of Washington law.[Footnote 1]IIIWe have repeatedly recognized\nthat the commission of a constitutional error at trial alone does\nnot entitle a defendant to automatic reversal. Instead,\n“ ‘most constitutional errors can be harmless.’ ”Nederv.United States,527 U. S. 1, 8 (1999) (quotingArizonav.Fulminante,499 U. S. 279, 306\n(1991)). “ ‘[I]f the defendant had counsel and was tried by an\nimpartial adjudicator, there is a strong presumption that any other\n[constitutional] errors that may have occurred are subject to\nharmless-error analysis.’ ” 527 U. S., at 8 (quotingRosev.Clark,478 U. S. 570, 579\n(1986)). Only in rare cases has this Court held that an error is\nstructural, and thus requires automatic reversal.[Footnote 2] In such cases, the error\n“necessarily render[s] a criminal trial fundamentally unfair or an\nunreliable vehicle for determining guilt or innocence.”Neder,supra, at 9 (emphasis omitted).We recently considered whether an\nerror similar to that which occurred here was structural inNeder,supra.Neder was charged with mail fraud,\nin violation of 18 U. S. C. §1341; wire fraud, in violation of\n§1343; bank fraud, in violation of §1344; and filing a false income\ntax return, in violation of 26 U. S. C. §7206(1). 527 U. S.,\nat 6. At Neder’s trial, the District Court instructed the jury that\nit “ ‘need not consider’ ” the materiality of any false\nstatements to convict Neder of the tax offenses or bank fraud,\nbecause materiality “ ‘is not a question for the jury to\ndecide.’ ”Ibid. The court also failed to include\nmateriality as an element of the offenses of mail fraud and wire\nfraud.Ibid.We determined that the District Court erred\nbecause underUnited Statesv.Gaudin,515 U. S. 506(1995),\nmateriality is an element of the tax offense that must be found by\nthe jury. We further determined that materiality is an element of\nthe mail fraud, wire fraud, and bank fraud statutes, and thus must\nbe submitted to the jury to support conviction of those crimes as\nwell.Neder, 527 U. S., at 20. We nonetheless held that\nharmless-error analysis applied to these errors, because “an\ninstruction that omits an element of the offense does notnecessarilyrender a criminal trial fundamentally unfair\nor an unreliable vehicle for determining guilt or innocence.”Id., at 9. See alsoSchrirov.Summerlin,542 U. S. 348, 355–356\n(2004) (rejecting the claim thatRingv.Arizona,536 U. S. 584(2002), which appliedApprendito hold that a jury must\nfind the existence of aggravating factors necessary to impose the\ndeath penalty, was a “ ‘ “watershed rul[e] of criminal\nprocedure” implicating the fundamental fairness and accuracy of the\ncriminal proceeding,’ ” in part because we could not\n“confidently say that judicial factfindingseriouslydiminishes accuracy”).The State and the United States urge that this\ncase is indistinguishable fromNeder. We agree. Our\ndecision inApprendimakes clear that “[a]ny possible\ndistinction between an ‘element’ of a felony offense and a\n‘sentencing factor’ was unknown to the practice of criminal\nindictment, trial by jury, and judgment by court as it existed\nduring the years surrounding our Nation’s founding.” 530 U. S., at\n478 (footnote omitted). Accordingly, we have treated sentencing\nfactors, like elements, as facts that have to be tried to the jury\nand proved beyond a reasonable doubt.Id., at 483–484. The\nonly difference between this case andNederis that inNeder, the prosecution failed to prove the element of\nmateriality to the jury beyond a reasonable doubt, while here the\nprosecution failed to prove the sentencing factor of “armed with a\nfirearm” to the jury beyond a reasonable doubt. Assigning this\ndistinction constitutional significance cannot be reconciled with\nour recognition inApprendithat elements and sentencing\nfactors must be treated the same for Sixth Amendment\npurposes.[Footnote 3]Respondent attempts to distinguishNederon the ground that, in that case, the jury returned\na guilty verdict on the offense for which the defendant was\nsentenced. Here, in contrast, the jury returned a guilty verdict\nonly on the offense of assault in the second degree, and an\naffirmative answer to the sentencing question whether respondent\nwas armed with a deadly weapon. Accordingly, respondent argues, the\ntrial court’s action in his case was the equivalent of a directed\nverdict of guilt on an offense (assault in the second degree while\narmed with a firearm) greater than the one for which the jury\nconvicted him (assault in the second degree while armed with any\ndeadly weapon). Rather than asking whether the jury would have\nreturned the same verdict absent the error, as inNeder,\nrespondent contends that applying harmless-error analysis here\nwould “ ‘hypothesize a guilty verdict that [was] never in fact\nrendered,’ ” in violation of the jury-trial guarantee. Brief\nfor Respondent at 27 (quotingSullivan, 508 U. S., at\n279).We find this distinction unpersuasive.\nCertainly, inNeder, the jury purported to have convicted\nthe defendant of the crimes with which he was charged and for which\nhe was sentenced. However, the jury was precluded “from making a\nfinding on theactualelement of the offense.” 527 U. S.,\nat 10. Because Neder’s jury did not find him guilty of each of the\nelements of the offenses with which he was charged, its verdict is\nno more fairly described as a complete finding of guilt of the\ncrimes for which the defendant was sentenced than is the verdict\nhere. Seeid.,at 31 (Scalia, J., concurring in part and\ndissenting in part) (“[S]ince all crimes require proof of more than\none element to establish guilt . . . it follows that trial by jury\nmeans determination by a jury thatall elementswere\nproved. The Court does not contest this”). Put another way, we\nconcluded that the error inNederwas subject to\nharmless-error analysis, even though the District Court there not\nonly failed to submit the question of materiality to the jury, but\nalso mistakenly concluded that the jury’s verdict was a complete\nverdict of guilt on the charges and imposed sentence accordingly.\nThus, in order to find for respondent, we would have to conclude\nthat harmless-error analysis would apply if Washington had a crime\nlabeled “assault in the second degree while armed with a firearm,”\nand the trial court erroneously instructed the jury that it was not\nrequired to find a deadly weapon or a firearm to convict, while\nharmless error does not apply in the present case. This result\ndefies logic.[Footnote 4]*  *  *Failure to submit a sentencing\nfactor to the jury, like failure to submit an element to the jury,\nis not structural error. Accordingly, we reverse the judgment of\nthe Supreme Court of Washington, and remand the case for further\nproceedings not inconsistent with this opinion.It is so ordered.Footnote 1Respondent’s argument that, as a matter ofstatelaw, theBlakelyv.Washington,542 U. S. 296(2004), error was not\nharmless remains open to him on remand.Footnote 2SeeNederv.United States,527 U. S. 1, 8 (1999) (citingJohnsonv.United States,520 U. S. 461, 468\n(1997), in turn citingGideonv.Wainwright,372 U. S. 335(1963) (complete denial of counsel);Tumeyv.Ohio,273\nU. S. 510(1927) (biased trial judge);Vasquezv.Hillery,474 U. S. 254(1986)\n(racial discrimination in selection of grand jury);McKasklev.Wiggins,465 U. S. 168(1984)\n(denial of self-representation at trial);Wallerv.Georgia,467\nU. S. 39(1984) (denial of public trial);Sullivanv.Louisiana,508 U. S. 275(1993) (defective\nreasonable-doubt instruction)).Footnote 3Respondent also attempts to evadeNederby characterizing this as a case of charging error,\nrather than of judicial factfinding. Brief for Respondent 16–19.\nBecause the Supreme Court of Washington treated the error as one of\nthe latter type, we treat it similarly. See 154 Wash. 2d 156,\n159–161, 110 P. 3d 188, 189–190 (2005) (considering “whether\nimposition of a firearm enhancement without a jury finding that\nRecuenco was armed with a firearm beyond a reasonable doubt\nviolated Recuenco’s Sixth Amendment right to a jury trial as\ndefined byApprendiv.New Jersey,530 U. S. 466[(2000)], and its\nprogeny,” and whether theApprendiandBlakelyerror, if uninvited, could “be deemed harmless”).Footnote 4The Supreme Court of Washington reached the\ncontrary conclusion based on language fromSullivan. SeeWashingtonv.Hughes, 154 Wash. 2d 118, 144, 110\nP. 3d 192, 205 (2005) (“ ‘There being no jury verdict of\nguilty-beyond-a-reasonable-doubt, the question whether thesameverdict of guilty-beyond-a-reasonable-doubt would\nhave been rendered absent the constitutional error is utterly\nmeaningless. There is noobject,so to speak, upon which\nharmless-error scrutiny can operate’ ” (quotingSullivan, 508 U. S., at 279–280)). Here, as inNeder, “this strand of reasoning inSullivandoes\nprovide support for [respondent]’s position.” 527 U. S., at 11. We\nrecognized inNeder, however, that a broad interpretation\nof our language fromSullivanis inconsistent with our\ncase law. 527 U. S., at 11–15. Because the jury inNeder,\nas here, failed to return a complete verdict of guilty beyond a\nreasonable doubt, our rejection of Neder’s proposed application of\nthe language fromSullivancompels our rejection of this\nargument here.",
    "joined": []
}