{
    "case": {
        "docket": "14-1373",
        "citation": "579",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/579/14-1373/"
    },
    "id": "3587717",
    "author": "thomas",
    "type": "opinion",
    "text": "NOTICE: This opinion is subject to formal revision before\npublication in the preliminary print of the United States\nReports. Readers are requested to notify the Reporter of Decisions,\nSupreme Court of the United States, Washington, D. C. 20543,\nof any typographical or other formal errors, in order that\ncorrections may be made before the preliminary print goes to\npress.SUPREME COURT OF THE UNITED STATES_________________No. 14–1373_________________UTAH, PETITIONERv.EDWARDJOSEPH STRIEFF, JR.on writ of certiorari to the supreme court of utah[June 20, 2016]Justice Thomas delivered the opinion of the Court.To enforce the Fourth Amendment’s prohibition against\n“unreasonable searches and seizures,” this Court has at times\nrequired courts to exclude evidence obtained by unconstitutional\npolice conduct. But the Court has also held that, even when there\nis a Fourth Amendment violation, this exclusionary rule does not\napply when the costs of exclusion outweigh its deterrent benefits.\nIn some cases, for example, the link between the unconstitutional\nconduct and the discovery of the evidence is too attenuated to\njustify suppression. The question in this case is whether this\nattenuation doctrine applies when an officer makesan\nunconstitutional investigatory stop; learns during that stop that\nthe suspect is subject to a valid arrest warrant; and proceeds to\narrest the suspect and seize incriminating evidence during a search\nincident to that arrest. We hold that the evidence the officer\nseized as part of the search incident to arrest is admissible\nbecause the officer’s discovery of the arrest warrant attenuated\nthe connection between the unlawful stop and the evidence seized\nincident to arrest.IThis case began with an anonymous tip. In December 2006, someone\ncalled the South Salt Lake City police’s drug-tip line to report\n“narcotics activity” at a particular residence. App. 15. Narcotics\ndetective Douglas Fackrell investigated the tip. Over the course of\nabout a week, Officer Fackrell conducted intermittent surveillance\nof the home. He observed visitors who left a few minutes after\narriving at the house. These visits were sufficiently frequent to\nraise his suspicion that the occupants were dealing drugs.One of those visitors was respondent Edward Strieff. Officer\nFackrell observed Strieff exit the house and walk toward a nearby\nconvenience store. In the store’s parking lot, Officer Fackrell\ndetained Strieff, identified himself, and asked Strieff what he was\ndoing at the residence.As part of the stop, Officer Fackrell requested Strieff’s\nidentification, and Strieff produced his Utah identification card.\nOfficer Fackrell relayed Strieff’s information to a police\ndispatcher, who reported that Strieff had an outstanding arrest\nwarrant for a traffic violation. Officer Fackrell then arrested\nStrieff pursuant to that warrant. When Officer Fackrell searched\nStrieff incident to the arrest, he discovered a baggie of\nmethamphetamine and drug paraphernalia.The State charged Strieff with unlawful possession of\nmethamphetamine and drug paraphernalia. Strieff moved to suppress\nthe evidence, arguing that the evidence was inadmissible because it\nwas derived from an unlawful investigatory stop. At the suppression\nhearing, the prosecutor conceded that Officer Fackrell lacked\nreasonable suspicion for the stop but argued that the evidence\nshould not be suppressed because the existence of a valid arrest\nwarrant attenuated the connection between the unlawful stop and the\ndiscovery of the contraband.The trial court agreed with the State and admitted the evidence.\nThe court found that the short time between the illegal stop and\nthe search weighed in favor of suppressing the evidence, but that\ntwo countervailing considerations made it admissible. First, the\ncourt considered the presence of a valid arrest warrant to be an\n“ ‘extraordinary intervening circumstance.’ ” App. to\nPet. for Cert. 102 (quotingUnited Statesv.Simpson,\n439 F. 3d 490, 496 (CA8 2006). Second, the court stressed the\nabsence of flagrant misconduct by Officer Fackrell, who was\nconducting a legitimate investigation of a suspected drug\nhouse.Strieff conditionally pleaded guilty to reduced charges of\nattempted possession of a controlled substance and possession of\ndrug paraphernalia, but reserved his right to appeal the trial\ncourt’s denial of the suppression motion. The Utah Court of Appeals\naffirmed. 2012 UT App 245, 286 P. 3d 317.The Utah Supreme Court reversed. 2015 UT 2, 357 P. 3d 532.\nIt held that the evidence was inadmissible because only “a\nvoluntary act of a defendant’s free will (as in a confession or\nconsent to search)” sufficiently breaks the connection between an\nillegal search and the discovery of evidence.Id., at 536.\nBecause Officer Fackrell’s discovery of a valid arrest warrant did\nnot fit this description, the court ordered the evidence\nsuppressed.Ibid.We granted certiorari to resolve disagreement about how the\nattenuation doctrine applies where an unconstitutional detention\nleads to the discovery of a valid arrest warrant. 576 U. S.\n___ (2015). Compare,e.g.,United Statesv.Green, 111 F. 3d 515, 522–523 (CA7 1997) (holding that\ndiscovery of the warrant is a dispositive intervening circumstance\nwhere police misconduct was not flagrant), with,e.g.,Statev.Moralez, 297 Kan. 397, 415, 300 P. 3d\n1090, 1102 (2013) (assigning little significance to the discovery\nof the warrant). We now reverse.IIAThe Fourth Amendment protects “[t]he right of the people to be\nsecure in their persons, houses, papers, and effects, against\nunreasonable searches and seizures.” Because officers who violated\nthe Fourth Amendment were traditionally considered trespassers,\nindividuals subject to unconstitutional searches or seizures\nhistori-cally enforced their rights through tort suits or\nself-help. Davies, Recovering the Original Fourth Amendment, 98\nMich. L. Rev. 547, 625 (1999). In the 20th century, however,\nthe exclusionary rule—the rule that often requires trial courts to\nexclude unlawfully seized evidence in a criminal trial—became the\nprincipal judicial remedy to deter Fourth Amendment violations.\nSee,e.g.,Mappv.Ohio,367 U. S. 643,655\n(1961).Under the Court’s precedents, the exclusionary rule encompasses\nboth the “primary evidence obtained as a direct result of an\nillegal search or seizure” and, relevant here, “evidence later\ndiscovered and found to be derivative of an illegality,” the\nso-called “ ‘fruit of the poisonous tree.’ ”Segurav.United States,468 U. S. 796,804\n(1984). But the significant costs of this rule have led us to deem\nit “applicable only . . . where its deterrence benefits\noutweigh its substantial social costs.”Hudsonv.Michigan,547 U. S. 586,591 (2006) (internal quotation\nmarks omitted). “Suppression of evidence . . . has always\nbeen our last resort, not our first impulse.”Ibid.We have accordingly recognized several exceptions to the rule.\nThree of these exceptions involve the causal relationship between\nthe unconstitutional act and the discovery of evidence. First, the\nindependent source doctrine allows trial courts to admit evidence\nobtained in an unlawful search if officers independently acquired\nit from a separate, independent source. SeeMurrayv.United States,487 U. S. 533,537 (1988). Second, the\ninevitable discovery doctrine allows for the admission of evidence\nthat would have been discovered even without the unconstitutional\nsource. SeeNixv.Williams,467 U. S. 431–444\n(1984). Third, and at issue here, is the attenuation doctrine:\nEvidence is admissible when the connection between unconstitutional\npolice conduct and the evidence is remote or has been interrupted\nby some intervening circumstance, so that “the interest protected\nby the constitutional guarantee that has been violated would not be\nserved by suppression of the evidence obtained.”Hudson,supra,at 593.BTurning to the application of the attenuation doctrine to this\ncase, we first address a threshold question: whether this doctrine\napplies at all to a case like this, where the intervening\ncircumstance that the State relies on is the discovery of a valid,\npre-existing, and untainted arrest warrant. The Utah Supreme Court\ndeclined to apply the attenuation doctrine because it read our\nprecedents as applying the doctrine only “to circumstances\ninvolving an independent act of a defendant’s ‘free will’ in\nconfessing to a crime or consenting to a search.” 357 P. 3d,\nat 544. In this Court, Strieff has not defended this argument, and\nwe disagree with it, as well. The attenuation doctrine evaluates\nthe causal link between the government’s unlawful act and the\ndiscovery of evidence, which often has nothing to do with a\ndefendant’s actions. And the logic of our prior attenuation cases\nis not limited to independent acts by the defendant.It remains for us to address whether the discovery of a valid\narrest warrant was a sufficient intervening event to break the\ncausal chain between the unlawful stop and the discovery of\ndrug-related evidence on Strieff’s person. The three factors\narticulated inBrownv.Illinois,422 U. S. 590\n(1975), guide our analysis. First, we look to the “temporal\nproximity” between the unconstitutional conduct and the discovery\nof evidence to determine how closely the discovery of evidence\nfollowed the unconstitutional search.Id.,at 603. Second,\nwe consider “the presence of intervening circumstances.”Id.,at 603–604. Third, and “particularly” significant, we\nexamine “the purpose and flagrancy of the official misconduct.”Id.,at 604. In evaluating these factors, we assume without\ndeciding (because the State conceded the point) that Officer\nFackrell lacked reasonable suspicion to initially stop Strieff.\nAnd, because we ultimately conclude that the warrant breaks the\ncausal chain, we also have no need to decide whether the warrant’s\nexistence alone would make the initial stop constitutional even if\nOfficer Fackrell was unaware of its existence.1The first factor, temporal proximity between the ini-tially\nunlawful stop and the search, favors suppressing the evidence. Our\nprecedents have declined to find that this factor favors\nattenuation unless “substantial time” elapses between an unlawful\nact and when the evidence is obtained.Kauppv.Texas,538 U. S. 626,633 (2003) (per curiam).\nHere, however, Officer Fackrell discovered drug contraband on\nStrieff’s person only minutes after the illegal stop. See App.\n18–19. As the Court explained inBrown, such a short time\ninterval counsels in favor of suppression; there, we found that the\nconfession should be suppressed, relying in part on the “less than\ntwo hours” that separated the unconstitutional arrest and the\nconfession. 422 U. S., at 604.In contrast, the second factor, the presence of intervening\ncircumstances, strongly favors the State. InSegura,468\nU. S. 796, the Court addressed similar facts to those here and\nfound sufficient intervening circumstances to allow the admission\nof evidence. There, agents had probable cause to believe that\napartment occupants were dealing cocaine.Id.,at 799–800.\nThey sought a warrant. In the meantime, they entered the apartment,\narrested an occupant, and discovered evidence of drug activity\nduring a limited search for security reasons.Id.,at\n800–801. The next evening, the Magistrate Judge issued the search\nwarrant.Ibid.This Court deemed the evidence admissible\nnotwithstanding the illegal search because the information\nsupporting the warrant was “wholly unconnected with the [arguably\nillegal] entry and was known to the agents well before the initial\nentry.”Id.,at 814.Segura, of course, applied the independent source\ndoctrine because the unlawful entry “did not contribute in any way\nto discovery of the evidence seized under the warrant.”Id.,at 815. But theSeguraCourt suggested that the existence of\na valid warrant favors finding that the connection between unlawful\nconduct and the discovery of evidence is “sufficiently attenuated\nto dissipate the taint.”Ibid.That principle applies\nhere.In this case, the warrant was valid, it predated Officer\nFackrell’s investigation, and it was entirely unconnected with the\nstop. And once Officer Fackrell discovered the warrant, he had an\nobligation to arrest Strieff. “A warrant is a judicial mandate to\nan officer to conduct a search or make an arrest, and the officer\nhas a sworn duty to carry out its provisions.”United Statesv.Leon,468 U. S. 897,920, n.21 (1984) (internal\nquotation marks omitted). Officer Fackrell’s arrest of Strieff thus\nwas a ministerial act that was independently compelled by the\npre-existing warrant. And once Officer Fackrell was authorized to\narrest Strieff, it was undisputedly lawful to search Strieff as an\nincident of his arrest to protect Officer Fackrell’s safety. SeeArizonav.Gant,556 U. S. 332,339 (2009)\n(explaining the permissible scope of searches incident to\narrest).Finally, the third factor, “the purpose and flagrancy of the\nofficial misconduct,”Brown, supra,at 604, also strongly\nfavors the State. The exclusionary rule exists to deter police\nmisconduct.Davisv.United States,564 U. S.\n229–237 (2011). The third factor of the attenuation doctrine\nreflects that rationale by favoring exclusion only when the police\nmisconduct is most in need of deterrence—that is, when it is\npurposeful or flagrant.Officer Fackrell was at most negligent. In stopping Strieff,\nOfficer Fackrell made two good-faith mistakes. First, he had not\nobserved what time Strieff entered the suspected drug house, so he\ndid not know how long Strieff had been there. Officer Fackrell thus\nlacked a sufficient basis to conclude that Strieff was a short-term\nvisitor who may have been consummating a drug transaction. Second,\nbecause he lacked confirmation that Strieff was a short-term\nvisitor, Officer Fackrell should have asked Strieff whether he\nwould speak with him, instead of demanding that Strieff do so.\nOfficer Fackrell’s stated purpose was to “find out what was going\non [in] the house.” App. 17. Nothing prevented him from approaching\nStrieff simply to ask. SeeFloridav.Bostick,501\nU. S. 429,434 (1991) (“[A] seizure does not occur simply\nbecause a police officer approaches an individual and asks a few\nquestions”). But these errors in judgment hardly rise to a\npurposeful or flagrant violation of Strieff’s Fourth Amendment\nrights.While Officer Fackrell’s decision to initiate the stop was\nmistaken, his conduct thereafter was lawful. The officer’s decision\nto run the warrant check was a “negligibly burdensome precautio[n]”\nfor officer safety.Rodriguezv.United States, 575\nU. S. ___, ___ (2015) (slip op., at 7). And Officer Fackrell’s\nactual search of Strieff was a lawful search incident to arrest.\nSeeGant, supra,at 339.Moreover, there is no indication that this unlawful stop was\npart of any systemic or recurrent police misconduct. To the\ncontrary, all the evidence suggests that the stop was an isolated\ninstance of negligence that occurred in connection with a bona fide\ninvestigation of a suspected drug house. Officer Fackrell saw\nStrieff leave a suspected drug house. And his suspicion about the\nhouse was based on an anonymous tip and his personal\nobservations.Applying these factors, we hold that the evidence discovered on\nStrieff’s person was admissible because the unlawful stop was\nsufficiently attenuated by the pre-existing arrest warrant.\nAlthough the illegal stop was close in time to Strieff’s arrest,\nthat consideration is outweighed by two factors supporting the\nState. The outstanding arrest warrant for Strieff’s arrest is a\ncritical intervening circumstance that is wholly independent of the\nillegal stop. The discovery of that warrant broke the causal chain\nbetween the unconstitutional stop and the discovery of evidence by\ncompelling Officer Fackrell to arrest Strieff. And, it is\nespecially significant that there is no evidence that Officer\nFackrell’s illegal stop reflected flagrantly unlawful police\nmisconduct.2We find Strieff’s counterarguments unpersuasive.First, he argues that the attenuation doctrine should not apply\nbecause the officer’s stop was purposeful and flagrant. He asserts\nthat Officer Fackrell stopped him solely to fish for evidence of\nsuspected wrongdoing. But Officer Fackrell sought information from\nStrieff to find out what was happening inside a house whose\noccupants were legitimately suspected of dealing drugs. This was\nnot a suspicionless fishing expedition “in the hope that something\nwould turn up.”Taylorv.Alabama,457 U. S.\n687,691 (1982).Strieff argues, moreover, that Officer Fackrell’s conduct was\nflagrant because he detained Strieff without the necessary level of\ncause (here, reasonable suspicion). But that conflates the standard\nfor an illegal stop with the standard for flagrancy. For the\nviolation to be flagrant, more severe police misconduct is required\nthan the mere absence of proper cause for the seizure. See,e.g.,Kaupp, 538 U. S., at 628, 633 (finding\nflagrant violation where a warrantless arrest was made in the\narrestee’s home after police were denied a warrant and at least\nsome officers knew they lacked probable cause). Neither the\nofficer’s alleged purpose nor the flagrancy of the violation rise\nto a level of misconduct to warrant suppression.Second, Strieff argues that, because of the prevalence of\noutstanding arrest warrants in many jurisdictions, police will\nengage in dragnet searches if the exclusionary rule is not applied.\nWe think that this outcome is unlikely. Such wanton conduct would\nexpose police to civil liability. See42 U. S. C. §1983;Monellv.New York City Dept. of Social Servs.,436\nU. S. 658,690 (1978); see alsoSegura, 468 U. S.,\nat 812. And in any event, theBrownfactors take account of\nthe purpose and flagrancy of police misconduct. Were evidence of a\ndragnet search presented here, the application of theBrownfactors could be different. But there is no evidence that the\nconcerns that Strieff raises with the criminal justice system are\npresent in South Salt Lake City, Utah.*  *  *We hold that the evidence Officer Fackrell seized as part of his\nsearch incident to arrest is admissible because his discovery of\nthe arrest warrant attenuated the connection between the unlawful\nstop and the evidence seized from Strieff incident to arrest. The\njudgment of the Utah Supreme Court, accordingly, is reversed.It is so ordered.",
    "joined": []
}