{
    "case": {
        "docket": "16-1094",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/16-1094/"
    },
    "id": "4071123",
    "author": "thomas",
    "type": "dissent",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 16–1094_________________REPUBLIC OF SUDAN, PETITIONERv.RICK\nHARRISON, et al.on writ of certiorari to the united states\ncourt of appeals for the second circuit[March 26, 2019]Justice Thomas, dissenting.The Court holds that service on a foreign state\nby certified mail under the Foreign Sovereign Immunities Act (FSIA)\nis defective unless the packet is “addressed and dispatched to the\nforeign ministerat the minister’s office in the foreign\nstate.”Ante, at 17 (emphasis added). This bright-line\nrule may be attractive from a policy perspective, but the FSIA\nneither specifies nor precludes the use of any particular address.\nInstead, the statute requires only that the packet be sent to a\nparticular person—“the head of the ministry of foreign affairs.” 28\nU. S. C. §1608(a)(3).Given the unique role that embassies play in\nfacilitating communications between states, a foreign state’s\nembassy in Washington, D. C., is, absent an indication to the\ncontrary, a place where a U. S. litigant can serve the state’s\nforeign minister. Because there is no evidence in this case\nsuggesting that Sudan’s Embassy declined the service packet\naddressed to its foreign minister—as it was free to do—I would hold\nthat respondents complied with the FSIA when they addressed and\ndispatched a service packet to Sudan’s Minister of Foreign Affairs\nat Sudan’s Embassy in Washington, D. C. Accordingly, I respectfully\ndissent.ITo serve a foreign state by certified mail\nunder the FSIA, the service packet must be “addressed and\ndispatched by the clerk of the court to the head of the ministry of\nforeign affairs of the foreign state concerned.”Ibid. In\nmany respects, I approach this statutory text in the same way as\nthe Court. I have no quarrel with the major- ity’s definitions of\nthe relevant statutory terms,ante,at 6–7, and I agree that\nthe FSIA does not deem a foreign state properly served solely\nbecause the service method is reasonably calculated to provide\nactual notice,ante,at 9–10, 15–16. Nor does the FSIA\nauthorize service on a foreign state by utilizing an agent\ndesignated to receive process for the state.Ante,at 10–11.\nAt the same time, the FSIA stops short of requiring that the\nforeign minister person- ally receive or sign for the service\npacket: As long as the service packet is “addressed and dispatched\n. . . to” the foreign minister, §1608(a)(3), the\nminister’s subordinates may accept the packet and act appropriately\non his behalf.Ante,at 8.In short, I agree with the majority that\n§1608(a)(3) requires that the service packet be dispatched to an\naddress for the foreign minister. The relevant question, in my\nview, is whether a foreign state’s embassy in the United States can\nserve as a place where the minister of for- eign affairs may be\nreached by mail. Unlike the majority, I conclude that it can.IIA foreign state’s embassy in Washington,\nD. C., is generally a place where a U. S. court can\ncommunicate by mail with the state’s foreign minister. Unless an\nembassy decides to decline packages containing judicial\nsummonses—as it is free to do, both in individual cases or as a\nbroader policy—a service packet addressed and dispatched to a\nforeign minister at the address of its embassy in the United States\nsatisfies §1608(a)(3).Because embassies are “responsible for\nstate-to-state relationships,” Malone, The Modern Diplomatic\nMission, in The Oxford Handbook of Modern Diplomacy 124 (A. Cooper,\nJ. Heine, & R. Thakur eds. 2013), an important function of an\nembassy or other “diplomatic mission” is to “act as a permanent\nchannel of communication between the sending state and the\nreceiving state.” G. Berridge & A. James, A Dictionary of\nDiplomacy 73 (2d ed. 2003). Embassies fulfill this function in\nnumerous ways, including by using secure faxes, e-mails, or the\n“diplomatic bag” to transmit documents to the states they\nrepresent. A. Aust, Handbook of International Law 122 (2d ed.\n2010); seeibid.(the diplomatic bag is a mailbag or freight\ncontainer containing diplomatic documents or articles intended for\nofficial use). Thus, as oneamicusbrief aptly puts it,\nembassies “have direct lines of communications with the home\ncountry, and a pipeline to route communications to the proper\noffices and officials.” Brief for Former U. S.\nCounterterrorism Officials et al. asAmici Curiae29.Numerous provisions of the Vienna Convention on\nDiplomatic Relations (VCDR) confirm this reality, Apr. 18, 1961, 23\nU. S. T. 3227, T. I. A. S. No. 7502. Under the VCDR, an embassy\n“may employ all appropriate means” of communicating with the state\nwhose interests it represents, Art. 27(1), including “modern means\nof communication such as (mobile) telecommunication, fax, and\nemail,” Wouters, Duquet, & Meuwissen, The Vienna Conventions on\nDiplomatic and Consular Relations, in The Oxford Handbook of Modern\nDiplomacy,supra, at 523. The VCDR provides substantial\nprotections for the “official correspondence of the mission” and\nthe diplomatic bag, which may include “diplomatic documents or\narticles intended for official use.” Arts. 27(1)–(5); cf. Vienna\nConvention on Consular Relations, Arts. 3, 5(j), 35, Apr. 24, 1963,\n21 U. S. T. 77, T. I. A. S. No. 6820 (recognizing that embassies\nmay perform “[c]onsular functions,” such as “transmitting judicial\nand extrajudicial documents,” and affording protections to official\ncommunications).The capability of an embassy to route service\npapers to the sending state is confirmed by the State Department\nregulation implementing §1608(a)(4), which provides for service on\nthe foreign state through diplomatic channels. Under this\nregulation, the Department may deliver the service packet “to the\nembassy of the foreign state in the District of Columbia” “[i]f the\nforeign state so requests or if otherwise appropriate.” 22 CFR\n§93.1(c)(2) (2018). Al- though the service packet under §1608(a)(4)\nneed not be addressed and dispatched to the foreign minister, the\nregulation implementing it nevertheless demonstrates that embassies\ndo in fact provide a channel of communication between the United\nStates and foreign countries.It was against this backdrop that respondents\nrequested that their service packet be “addressed and dispatched by\nthe clerk of the court to the head of the ministry of foreign\naffairs of [Sudan],” §1608(a)(3), at the address of its embassy in\nWashington, D. C. Because an embassy serves as a channel\nthrough which the U. S. Government can communicate with the\nsending state’s minister of foreign affairs, this method of service\ncomplied with the ordinary meaning of §1608(a)(3) on this record.\nThere is—and this is critical—no evidence in the record showing\nthat Sudan’s foreign minister could not be reached through the em-\nbassy. As the majority acknowledges, the clerk received a signed\nreturn receipt and a shipping confirmation stating that the package\nhad been delivered.Ante,at 3. Nothing on the receipt or\nconfirmation indicated that the package could not be delivered to\nits addressee, and both the clerk and the District Judge determined\nthat service had been properly effectuated.Of course, the FSIA does not impose a\nsubstantive obligation on the embassy to accept or transmit service\nof process directed to the attention of the foreign minister. A\nforeign state and its embassy are free to reject some or all\npackets addressed to the attention of the foreign minister. But, as\ndetailed above, Sudan has pointed to nothing in the record\nsuggesting that its embassy refused service, or that its embassy\naddress was not a place at which its foreign minister could be\nreached. On these facts, I would hold that the service packet was\nproperly “addressed and dispatched by the clerk of the court to the\nhead of the ministry of foreign affairs.” §1608(a)(3).IIIAInstead of focusing on whether service at an\nembassy satisfies the FSIA, the Court articulates a bright-line\nrule: To comply with §1608(a)(3), “[a] service packet must be\naddressed and dispatched to the foreign ministerat the\nminister’s office in the foreign state.”Ante,at 17\n(emphasis added). Whatever virtues this rule possesses, the Court’s\ninterpretation is not the “most natural reading” of §1608(a)(3),ante,at 6.The Court focuses on the foreign minister’s\n“customary office” or “place of work,”ante,at 9, 7, but\nthese terms appear nowhere in §1608. The FSIA requires that the\nservice packet be “addressed and dispatched” to a particularperson—“the head of the ministry of foreign affairs.”\n§1608(a)(3). It does not further require that the package be\naddressed and dispatched to any particularplace. While I\nagree with the Court that sending the service packet to the foreign\nministry is one way to satisfy §1608(a)(3), that is different from\nsaying that §1608(a)(3) requires service exclusively at that\nlocation.The absence of a textual foundation for the\nmajority’s rule is only accentuated when §1608(a)(3) is compared to\n§1608(a)(4), the adjacent paragraph governing service through\ndiplomatic channels. Under that provision, the service packet must\nbe “addressed and dispatched by the clerk of the court to the\nSecretary of Statein Washington, District of Columbia, to\nthe attention of the Director of Special Consular Services.”\n§1608(a)(4) (emphasis added); see 22 CFR §93.1(c) (State Department\nregulation governing service under this provision). Unlike\n§1608(a)(3), this provision specifies both the person to be servedandthe location of service. While not dispositive, the\nabsence of a similar limitation in §1608(a)(3) undermines the\ncategorical rule adopted by the Court.The Court offers three additional arguments in\nsupport of its position, but none justifies its bright-line\nrule.First, the Court offers a series of\nhypotheticals to suggest that the term “dispatched” not only\ncontemplates a prompt shipment, but also connotes sending the\nletter directly to a place where the person is likely to be\nphysically located.Ante,at 7–8. In my opinion, these\nhypotheticals are inapt. The unique role of an embassy in\nfacilitating communications between sovereign governments does not\nhave an analog in the hypotheticals offered by the\nmajority.[1] And to the extent\nthe statute emphasizes speed and directness, as the majority\nsuggests, dispatching a letter to a Washington-based embassy with a\ndirect line of communication to the foreign minister—including the\nability to communicate electronically—seems at least as efficient\nas dispatching the letter across the globe to a foreign country,\nparticularly if that country has recently experienced armed\nconflict or political instability.Second, the Court notes that, under its rule,\nthe effective date of service under §1608(c) will be closer in time\nto when the service packet reaches a foreign official who knows how\nto respond to the summons.Ante, at 11–12. That contention\nassumes embassy employees are less capable of responding to a\nsummons than foreign-ministry employees. But even granting that\npremise, this argument falls short. An embassy is capable of\nquickly transmitting a summons to the foreign minister, whether\nelectronically, by diplomatic bag, or by some other means. Any time\nlost in transmission is not significant enough to warrant the\nCourt’s departure from the text of the statute.Third, the Court argues that allowing service at\nthe embassy would make it easier to serve a foreign state than it\nis to serve a person in that foreign state under Federal Rule of\nCivil Procedure 4.Ante,at 13–14. I am not persuaded. Under\nthe FSIA, service by mail is not effective until “the date of\nreceipt indicated in the . . . signed and returned postal\nreceipt.” §1608(c)(2). That is no more generous than practice under\nRule 4, especially since the foreign minister need not accept\nservice. To the extent that embassies accept service of process\ndirected to the foreign minister, it is that decision that eases\nthe burden on the plaintiff, not §1608(a)(3).BSudan also argues that allowing service by\nmail at an embassy would violate Article 22(1) of the VCDR. The\nCourt does not adopt Sudan’s argument, stating only that its\ndecision has “the virtue of avoiding potential tension” with the\nVCDR.Ante,at 13. But there is no tension between my\nreading of the FSIA and the VCDR.[2]Article 22(1) of the VCDR provides that the\npremises of the mission—that is, “the buildings or parts of\nbuildings and the land ancillary thereto . . . used for\nthe purposes of the mission,” Art. 1(i)—“shall be inviolable.” The\nVCDR consistently uses the word “inviolable” to protect against\nphysical intrusions and similar types of interference, not the\njurisdiction of a court. The concept of “inviolability” is used,\nfor instance, to protect the mission’s “premises,” Art. 22(1);\nthe “archives and documents of the mission,” Art. 24; the “official\ncorrespondence of the mission,” Art. 27(2); the “private residence\nof a diplomatic agent,” Art. 30(1); and the diplomatic agent’s\n“person,” “papers, correspondence, and,” with certain exceptions,\n“his property,” Arts. 29, 30(2).The provisions of the VCDR that protect against\nassertions of jurisdiction, by contrast, speak in terms of\n“immunity.” Thus, in addition to physical inviolability, the\npremises of the mission (and “other property thereon”) are\nseparately “immune from search, requisition, attachment or\nexecution.” Art. 22(3). And a diplomatic agent is separately\n“immun[e] from the criminal jurisdiction of the receiving State”\nand, generally, from “its civil and administrative jurisdiction.”\nArt. 31(1). Several provisions of the VCDR distinguish between\n“immunity from jurisdiction, and inviolability.” Art. 38(1); see\nArts. 31(1), (3).Given the VCDR’s consistent use of\n“inviolability” to protect against physical intrusions and\ninterference, and “immunity” to protect against judicial authority,\nArticle 22(1)’s protection of the mission premises is best\nunderstood as a protection against the former. Thus, under the\nVCDR, the inviolability of the embassy’s premises is not implicated\nby receipt of service papers to any greater degree than it is by\nreceipt of other mail. Cf.Reyesv.Al-Malki, [2017]\nUKSC 61, ¶16 (holding that service via mail at the diplomatic\nresidence—which is afforded the same level of protection as the\nmission premises under Article 30(1)—does not violate the\nVCDR).*  *  *Because the method of service employed by\nrespondents here complied with the FSIA, I would affirm the\njudgment of the Second Circuit.Notes1To the extent the\nrelationship between a U. S. Attorney’s office and the\nAttorney General is analogous, the majority correctly acknowledges\nthat the office would “very probably forward” a letter directed to\nthe attention of the Attorney General.Ante, at 8. The\nmajority nevertheless believes that it would be improper or unusual\nto dispatch that letter to a local U. S. Attorney’s office. I\ndisagree. It seems entirely likely that a person residing in the\nDistrict of Idaho would dispatch a letter to the Attorney General\nthrough the U. S. Attorney’s office serving his District—even\nif it would be odd for a resident of the District of Columbia to\nuse that Idaho address.2Even if there were, the\nFSIA postdates the VCDR and thus “ ‘renders the treaty\nnull’ ” “ ‘to the extent of conflict.’ ”Breardv.Greene,523 U.S.\n371, 376 (1998) (per curiam) (quotingReidv.Covert,354 U.S.\n1, 18 (1957) (plurality opinion)).",
    "joined": []
}