{
    "case": {
        "docket": "14-1132",
        "citation": "578",
        "year": 2016,
        "url": "https://supreme.justia.com/cases/federal/us/578/14-1132/"
    },
    "id": "3572521",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 14–1132_________________MERRILL LYNCH, PIERCE, FENNER & SMITH\nINC.,et al., PETITIONERSv.GREG MANNING,\net al.on writ of certiorari to the united states\ncourt of appeals for the third circuit[May 16, 2016]Justice Thomas, with whom Justice Sotomayor\njoins, concurring in the judgment.The Court concludes that respondents’ suit\nbelongs in state court because it does not satisfy the multifactor,\natextual standard that we have used to assess whether a suit is one\n“arising under” federal law, 28 U. S. C. §1331.Ante,at 18. I agree that this suit belongs in state court,\nbut I would rest that conclusion on the statute before us, §27 of\nthe Securities Exchange Act of 1934, 15 U. S. C. §78aa.\nThat statute does not use the phrase “arising under” or provide a\nsound basis for adopting the arising-under standard. It instead\nprovides federal jurisdiction where a suit is “brought to enforce”\nExchange Act requirements. §78aa(a). That language establishes a\nstraightforward test: If a complaint alleges a claim that\nnecessarily depends on a breach of a requirement created by the\nAct, §27 confers exclusive federal jurisdiction over that suit.\nBecause the complaint here does not allege such claims—and because\nno other statute confers federal jurisdiction—this suit should\nreturn to state court. Accordingly, I concur in the judgment.IASection 27 provides that “[t]he district\ncourts . . . shall have exclusive jurisdiction\n. . . of all suits in equity and actions at law brought\nto enforce any liability or duty created by this chapter or the\nrules and regulations thereunder.” §78aa(a).[1]* As the Court explains, under a “natural\nreading,” §27 “confers federal jurisdiction when an action is\ncommenced in order to give effect to an Exchange Act requirement.”Ante,at 6; see also Webster’s New International Dictionary\nof the English Language 725 (1927) (“enforce” means “give force to”\nor “give effect to”). And by providing “exclusive jurisdiction” to\nfederal district courts over certain suits, §27 strips state courts\nof jurisdiction over such suits.Put differently, under §27 a suit belongs in\nfederal court when the complaint requires a court to enforce an\nExchange Act duty or liability. In contrast, a suit belongs in\nstate court when the complaint “assert[s] purely state-law causes\nof action” that do not require “binding legal determinations of\nrights and liabilities under the Exchange Act” or “a judgment on\nthe merits of” an Exchange Act breach.Matsushita Elec.\nIndustrial Co.v.Epstein, 516 U. S. 367, 382, 384\n(1996) . Such a suit is “not ‘brought to enforce’ any rights or\nobligations under the Act,” and thus does not fall within §27’s\nscope.Id., at 381. So §27 does not provide federal\njurisdiction over suits brought to enforce liabilities or duties\nunder state law or over every case that happens to involve\nallegations that the Act was violated. The provision leaves state\ncourts with some authority over suits involving the Act or its\nregulations.The statutory context bolsters this\nunderstanding. That context confirms that Congress reserved some\nauthority to state courts to adjudicate securities-law\nmatters.Although the Act provides numerous federal “rights and\nremedies,” it also generally preserves “all other rights and\nremedies that may exist at law or in equity,” such as claims that\ncould be litigated in state courts of general jurisdiction. 15\nU. S. C. §78bb(a)(2). That provision shows that “Congress\nplainly contemplated the possibility of dual litigation in state\nand federal courts relating to securities transactions.”Matsushita,supra,at 383. A natural reading of §27’s\ntext preserves the dual role for federal and state courts that\nCongress contemplated, and it confirms that mere allegations of\nExchange Act breaches do not alone deprive state courts of\njurisdiction.A natural reading promotes the uniform\ninterpretation of the federal securities laws that Congress sought\nto ensure when it gave federal courts “exclusive jurisdiction” over\nfederal securities-law suits. §78aa(a). The textual approach\nfosters uniformity because it leaves to federal courts—which are\npresumptively more familiar with the intricate federal securities\nlaws—the task of “adjudicat[ing] . . . Exchange Act\nclaims.”Matsushita, 516 U. S., at 383. When state\ncourts decide cases where the complaint pleads only state-law\nclaims and do not resolve the merits of Exchange Act rights or\nliabilities, they are not “trespass[ing] upon the exclusive\nterritory of the federal courts.”Id.,at 382.The statutory text and structure thus support a\nstraightforward test: Section 27 confers federal jurisdiction over\na case if the complaint alleges claims that necessarily depend on\nestablishing a breach of an Exchange Act requirement.BThe Third Circuit was correct to remand this\nsuit to state court. Respondents’ complaint does not seek “to\nenforce any liability or duty created by” the Exchange Act or its\nregulations. §78aa(a).Although respondents’ complaint alleges at\ndifferent places that petitioners violated the Exchange Act or its\nregulations, the complaint does not bring claims requiring\nenforcement of the Exchange Act or its regulations. The complaint\ninstead brings 10 state-law causes of action that seek to enforce\nduties and liabilities created by state law. Count 2 alleges that\npetitioners violated state law by investing money derived from\nracketeering. See App. to Pet. for Cert. 91a–93a, Amended Complaint\n¶¶114–122 (citing N. J. Stat. Ann. §2C:41–2a (West 2005)).\nCounts 3 through 9 allege standard state-law contract and tort\nclaims: unjust enrichment, unlawful interference with economic\nadvantage, tortious interference with contractual relations,\nunlawful interference with contractual relations,\nthird-party-beneficiary claims, breach of the covenant of good\nfaith and fair dealing, and negligence. See App. to Pet. for Cert.\n93a–101a, Amended Complaint ¶¶123–158. Count 10 pleads a\nfreestanding claim for punitive and exemplary damages. Seeid.,at 101a, Amended Complaint ¶¶159–161. None of these\nclaims requires a court to “enforce”—to give effect to—a\nrequirement created by the Act, thus, §27 does not confer federal\njurisdiction over them.Count 1 presents a closer call, but it too does\nnot trigger federal jurisdiction. That count pleads that\npetitioners violated a state law that makes it unlawful for a\nperson to participate in a racketeering enterprise.Id.,at\n82a–90a, Amended Complaint ¶¶88–113 (citing N. J. Stat. Ann.\n§2C:41–2c). The alleged racketeering includes violating the New\nJersey Uniform Securities Law (through fraud, deception, and\nmisappropriation), committing “theft by taking” under state law,\nand committing “theft by deception” under state law. App. to Pet.\nfor Cert. 82a–90a, Amended Complaint ¶¶88–113. Respondents allege\nthat “[t]he SEC has expressly noted that naked short selling\ninvolves the omission of a material fact” as part of their\nstate-law securities fraud allegation.Id.,at 85a, Amended\nComplaint ¶100. Vindicating that claim would not require the\nenforcement of a federal duty or liability. New Jersey law\nencompasses fraudulent conduct that does not necessarily rest on a\nviolation of federal law or regulation. See,e.g.,\n§49:3–49(e)(1) (West 2001) (fraud and deceit include “[a]ny\nmisrepresentation by word, conduct or in any manner of any material\nfact, either present or past, and any omission to disclose any such\nfact”); see App. to Pet. for Cert. 84a–86a (invoking §49:3–49et seq.). So although Count 1 refers to the Securities\nand Exchange Commission’s view about naked short selling, that\ncount does not require respondents to establish a violation of\nfederal securities law to prevail on their fraud claim. Because\nrespondents’ cause of action in Count 1 seeks to enforce duties and\nliabilities created by state law and does not necessarily depend on\nthe breach of an Exchange Act duty or liability, §27 does not\nprovide federal jurisdiction over that claim.IIAlthough the Court acknowledges the “natural\nreading” of §27,ante,at 6, it holds that §27 adopts the\njurisdictional test that this Court uses to evaluate\nfederal-question jurisdiction under 28 U. S. C. §1331.\nSeeante,at 8–10; see alsoante,at 10–18. Federal\ncourts have the power to review cases “arising under” federal law,\n§1331, including those in which the complaint brings state-law\nclaims that “necessarily raise a stated federal issue, actually\ndisputed and substantial, which a federal forum may entertain\nwithout disturbing any congressionally approved balance of federal\nand state judicial responsibilities.”Grable & Sons Metal\nProducts, Inc.v.Darue Engineering & Mfg.,545\nU. S. 308, 314 (2005) . The Court wrongly equates the phrase\n“arising under” in §1331 with the phrase “brought to enforce” in\n§27, and interprets the latter to require that a case raising\nstate-law claims “mee[t] the ‘arising under’ standard” for that\ncase to proceed in federal court.Ante,at 8; seeante,at 8–9. None of the Court’s rationales for adopting\nthat rule is persuasive.AThe Court first argues that “it is impossible\nto infer that Congress, in enacting §27, wished to depart from what\nwe now understand as the ‘arising under’ standard” because there\nwas no “well-defined test” to depart from.Ante,at 10. The\nCourt’s case law construing §1331, the Court explains, “was for\nmany decades—including when the Exchange Act passed—highly unruly.”Ibid.(internal quotation marks omitted).But when Congress enacts a statute that uses\ndifferent language from a prior statute, we normally presume that\nCongress did so to convey a different meaning. See,e.g.,Crawfordv.Burke, 195 U. S. 176, 190 (1904)\n(explaining that “a change in phraseology creates a presumption of\na change in intent” and that “Congress would not have used such\ndifferent language [in two statutes] without thereby intending a\nchange of meaning”). Given what we know about §1331, that\npresumption has force here. Our §1331 case law was, as the Court\nnotes, “highly unruly” when the Exchange Act was enacted in 1934.\nGiven the importance of clarity in jurisdictional statutes, seeHertz Corp.v.Friend, 559 U. S. 77, 94 (2010) ,\nit is quite a stretch to infer that Congress wished to embrace such\nan unpredictable test.That is especially true given that §27 does not\nuse words supporting the convoluted arising-under standard. Section\n27 does not ask (for example) whether a federal issue is\nsubstantial or whether a ruling on that issue will upset the\ncongressionally approved balance of federal and state power.\nIndeed, §1331itselfdoes not even use words supporting the\narising-under standard. Seeante,at 10 (acknowledging that\nthe arising-under standard “does not turn on §1331’s text”).\nRather, the Court has refused to give full effect to §1331’s\n“broa[d] phras[ing]” and has instead “continuously construed and\nlimited” that provision based on extratextual considerations, such\nas “history,” “the demands of reason and coherence,” and “sound\njudicial policy.”Romerov.International Terminal\nOperating Co., 358 U. S. 354, 379 (1959) . Faced with a\nplain and focused text like §27, however, we should not rely on\nsuch considerations. And importing factors from our §1331\narising-under jurisprudence—such as a substantiality requirement\nand a federal-state balance requirement—risks narrowing the class\nof cases that Congress meant to cover with §27’s plain text. For\nthese reasons, it is unwise to read into §27 a decision to adopt\nthe arising-under standard.BThe Court next relies on two prior\ndecisions—Pan American Petroleum Corp.v.Superior Court\nof Del. for New Castle Cty., 366 U. S. 656 (1961) , andMatsushita,516 U. S. 367. Seeante,at 10–14.\nNeither case justifies the Court’s decision to apply the\narising-under standard to §27.InPan American, the Court held that\nDelaware state courts had jurisdiction over state-law contract\nclaims that arose from contracts for the sale of natural gas. 366\nU. S., at 662–665. The Court reached that decision even though\na provision of the Natural Gas Act provided exclusive federal\njurisdiction over suits “ ‘brought to enforce any liability or\nduty created by’ ” that Act.Id.,at 662 (quoting\nstatute).Pan Americanlends some support to the Court’s\nview today. It applied the Court’s arising-under precedents and\n“explained that [the Natural Gas Act’s] use of the term ‘brought to\nenforce,’ rather than ‘arising under,’ made no difference to the\njurisdictional analysis.”Ante,at 11; seePan\nAmerican,supra, at 665, n. 2; see alsoante,at 10–13.ButPan Americandoes not require the\nCourt to engraft the arising-under standard onto §27.Pan\nAmericandid not carefully analyze the Natural Gas Act’s text\nor assess the contemporary meaning of the central phrase “brought\nto enforce.” Instead, the Court relied on legislative history,\nreasoning that “authoritative [congressional] Committee Reports”\nimplied a limitation on the Natural Gas Act’s jurisdictional text.\n366 U. S., at 665, n. 2. That reasoning does not warrant\nour respect. That is especially true becausePan American’s\nholding is consistent with the Natural Gas Act’s “brought to\nenforce” language. The complaint in that case did not “asser[t]”\nany “right . . . under the Natural Gas Act” and instead\nasked the court to adjudicate standard state-law “contract or\nquasi-contract” claims.Id.,at 663, 664. The Court’s\ndisposition inPan Americanrests as comfortably on the\nstatutory text as it does on the arising-under standard.Matsushitaprovides even less support for\nthe Court’s holding today. In that case the Court held that\nDelaware courts could issue a judgment approving a settlement\nreleasing securities-law claims even though the settlement released\nclaims that were (by virtue of §27) “solely within the jurisdiction\nof the federal courts.” 516 U. S., at 375; seeid.,at\n370–372. The Court explained that, “[w]hile §27 prohibits state\ncourts from adjudicating claims arising under the Exchange Act, it\ndoes not prohibit state courts from approving the release of\nExchange Act claims in the settlement of suits over which they have\nproperly exercised jurisdiction,i.e.,suits arising under\nstate law or under federal law for which there is concurrent\njurisdiction.”Id.,at 381. Because the complaint in that\ncase “assert[ed] purely state-law causes of action” and the state\ncourts did not issue “a judgment on the merits of the [exclusively\nfederal] claims,” §27 did not deprive state courts of jurisdiction.Id.,at 382.The Court relies onMatsushitabecause in\nthat case we three times “described” §27 “as conferring exclusive\njurisdiction of suits ‘arising under’ the Exchange Act.”Ante,at 13 (citing 516 U. S., at 380, 381, 385). ButMatsushitadid not decide whether §27 adopts the\narising-under standard, so its passing use of the phrase “arising\nunder” cannot bear the weight that the Court now places on it. To\nbe sure,Matsushitadoes support the Court’sjudgmenttoday:Matsushitaemphasized that state courts could\nadjudicate a suit involving securities-law issues where the\ncomplaint “assert[ed] purely state-law causes of action” and did\nnot require the state courts to issue “binding legal determinations\nof rights and liabilities under the Exchange Act” or “a judgment on\nthe merits of” an Exchange Act breach.Id., at 382, 384. But\nthose statements are more consistent with §27’s text than they are\nwith the arising-under standard. Seesupra,at 2–3 (invokingMatsushita).CFinally, the Court argues that its\ninterpretation “serves the goals” that our precedents have\n“consistently underscored in interpreting jurisdictional\nstatutes”—affording proper deference to state courts and promoting\nadministrable jurisdictional rules.Ante,at 14; seeante, at 14–18. But hewing to §27’s text serves these goals\nas well as or better than does adopting the arising-under\nstandard.First, the text-based view preserves state\ncourts’ authority to adjudicate numerous securities-law claims and\nprovide relief consistent with the Exchange Act’s design. Seesupra,at 1–3. As explained above, that view places all of\nrespondents’ state-law causes of action in state court. Seesupra,at 3–5. The text-based view thus “decline[s] to\nconstrue [a] federal jurisdictional statut[e] more expansively than\n[its] language, most fairly read, requires.”Ante,at\n14.Second, the textual test is also more\nadministrable than the arising-under standard. The arising-under\nstandard “is anything but clear.”Grable, 545 U. S., at\n321 (Thomas, J., concurring). The standard involves numerous\njudgments about matters of degree that are not readily susceptible\nto bright lines. As noted, to satisfy that standard, a state-law\nclaim must raise a federal issue that is (among other things)\n“actually disputed,” is “substantial,” and will not “distur[b]” a\ncongressionally approved federal-state “balance.”Id.,at\n314 (opinion of Court). The standard “calls for a ‘common-sense\naccommodation of judgment to [the] kaleidoscopic situations’ that\npresent a federal issue, in ‘a selective process which picks the\nsubstantial causes out of the web and lays the other ones\naside.’ ”Id., at 313 (quotingGullyv.First\nNat. Bank in Meridian, 299 U. S. 109 –118 (1936)). The\narising-under standard may be many things, but it is not one that\nconsistently “provides ready answers” to hard jurisdictional\nquestions.Ante,at 17. The text-based view promises better.\nI would adopt that view and apply it here.*  *  *For these reasons, I concur in the judgment.Notes1* As the Court explains,\nthe parties have not pressed us to construe §27’s language\nconferring jurisdiction over “violations” of the Exchange Act, its\nrules, or its regulations. Seeante,at 5, n. 2. Like\nthe Court, I focus on §27’s “brought to enforce”\nlanguage.",
    "joined": []
}