{
    "case": {
        "docket": "18-1195",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/18-1195/"
    },
    "id": "4267756",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 18–1195_________________KENDRA ESPINOZA, et al., PETITIONERSv.MONTANA DEPARTMENT OF REVENUE, et al.on writ of certiorari to the supreme court of\nmontana[June 30, 2020]Justice Thomas, with whom Justice Gorsuch\njoins, concurring.The Court correctly concludes that Montana’s\nno-aid provision expressly discriminates against religion in\nviolation of the Free Exercise Clause. And it properly provides\nrelief to Montana religious schools and the petitioners who wish to\nuse Montana’s scholarship program to send their children to such\nschools. I write separately to explain how this Court’s\ninterpretation of the Establishment Clause continues to hamper free\nexercise rights. Until we correct course on that interpretation,\nindividuals will continue to face needless obstacles in their\nattempts to vindicate their religious freedom.IAThis case involves the Free Exercise Clause,\nnot the Establishment Clause. But as in all cases involving a state\nactor, the modern understanding of the Establishment Clause is a\n“brooding omnipresence,”Southern Pacific Co.v.Jensen,244 U.S.\n205, 222 (1917) (Holmes, J., dissenting), ever ready to be used\nto justify the government’s infringement on religious freedom.\nUnder the modern, but erroneous, view of the Establishment Clause,\nthe government must treat all religions equally and treat religion\nequally to nonreligion. As this Court stated in its first case\napplying the Establishment Clause to the States, the government\ncannot “pass laws which aid one religion, aid all religions, or\nprefer one religion over another.”Eversonv.Board of\nEd. of Ewing,330 U.S.\n1, 15 (1947); see alsopost, at 3 (Breyer, J.,\ndissenting). This “equality principle,” the theory goes, prohibits\nthe government from expressing any preference for religion—or even\npermitting any signs of religion in the governmental realm. Thus,\nwhen a plaintiff brings a free exercise claim, the government may\ndefend its law, as Montana did here, on the ground that the law’s\nrestrictions arerequiredto prevent it from “establishing”\nreligion.This understanding of the Establishment Clause\nis unmoored from the original meaning of the First Amendment. As I\nhave explained in previous cases, at the founding, the Clause\nserved only to “protec[t] States, and by extension their citizens,\nfrom the imposition of an established religion by theFederalGovernment.”Zelmanv.Simmons-Harris,536 U.S.\n639, 678 (2002) (Thomas, J., concurring) (emphasis added); see\nalso,e.g.,Town of Greecev.Galloway,572 U.S.\n565, 604–607 (2014) (Thomas, J., concurring in part and\nconcurring in judgment);Elk Grove Unified School Dist.v.Newdow,542 U.S.\n1, 49–50 (2004) (Thomas, J., concurring in judgment). Under\nthis view, the Clause resists incorporation against the States. SeeTown of Greece, 572 U. S., at 604 (opinion of Thomas,\nJ.).There is mixed historical evidence concerning\nwhether the Establishment Clause was understood as an individual\nright at the time of the Fourteenth Amendment’s ratification.Id., at 607–608. Even assuming that the Clause creates a\nright and that such a right could be incorporated, however, it\nwould only protect against an “establishment” of religion as\nunderstood at the founding,i.e., “ ‘coercion of\nreligious orthodoxy and of financial support by force of law and\nthreat of penalty.’ ”Id., at 608 (quotingLeev.Weisman,505 U.S.\n577, 640 (1992) (Scalia, J., dissenting); emphasis deleted);American Legionv.American Humanist Assn., 588\nU. S. ___, ___ (2019) (Thomas, J., concurring in judgment)\n(slip op., at 3); see also McConnell, Establishment and\nDisestablishment at the Founding, Part I: Establishment of\nReligion, 44 Wm. & Mary L. Rev. 2105, 2131–2181 (2003);\nMcConnell, Coercion: The Lost Element of Establishment, 27 Wm.\n& Mary L. Rev. 933, 936–939 (1986).[1]Thus, the modern view, which presumes that\nStates must remain both completely separate from and virtually\nsilent on matters of religion to comply with the Establishment\nClause, is fundamentally incorrect. Properly understood, the\nEstablishment Clause does not prohibit States from favoring\nreligion. They can legislate as they wish, subject only to the\nlimitations in the State and Federal Constitutions. See Muñoz, The\nOriginal Meaning of the Establishment Clause and the Impossibility\nof Its Incorporation, 8 U. Pa. J. Const. L. 585, 632\n(2006).BI have previously made these points in\nEstablishment Clause cases to show that the Clause likely has no\napplication to the States or, if it is capable of incorporation,\nthat the Court employs a far broader test than the Clause’s\noriginal meaning. See,e.g.,American Legion, 588\nU. S., at ___ (opinion concurring in judgment) (slip op., at\n1);Town of Greece, 572 U. S., at 604 (opinion\nconcurring in part and concurring in judgment). But the Court’s\nwayward approach to the Establishment Clause also impacts its free\nexercise jurisprudence. Specifically, its overly expansive\nunderstanding of the former Clause has led to a correspondingly\ncramped interpretation of the latter.Under this Court’s current approach, state and\nlocal governments may rely on the Establishment Clause to justify\npolicies that others wish to challenge as violations of the Free\nExercise Clause. Once the government demonstrates that its policy\nisrequiredfor compliance with the Constitution, any claim\nthat the policy infringes on free exercise cannot survive. A few\nexamples suffice to illustrate this practice.Of most relevance to this case isLockev.Davey,540 U.S.\n712(2004), which Montana principally relies on to justify its\ndiscriminatory law. InLocke, the Court held that\nprohibiting a student from using a generally available state\nscholarship to pursue a degree in devotional theology did not\nviolate the student’s free exercise rights. This was so, the Court\nsaid, in part because it furthered the State’s “antiestablishment\ninterests” in avoiding the education of religious ministers.Id., at 722. But no antiestablishment interests, properly\nunderstood, were at issue inLocke. The State neither\ncoerced students to study devotional theology nor conscripted\ntaxpayers into supporting any form of orthodoxy. Thus, as I have\nexplained,Lockeincorrectly interpreted the Establishment\nClause and should not impact free exercise challenges.Trinity\nLutheran Church of Columbia,Inc.v.Comer, 582\nU. S. ___, ___ (2017) (Thomas, J., concurring). Yet, as\nMontana’s proffered justification for its law shows, governments\ncontinue to rely onLocke’s improper understanding of\n“antiestablishment interests” to defend against free exercise\nchallenges. See Brief for State of Colorado et al. asAmici\nCuriae3, 10–12 (arguing thatLockejustifies the 38\nstate constitutional provisions that are similar to Montana’s); see\nalsoTrinity Lutheran Church of Columbia,Inc.v.Pauley, 788 F.3d 779, 785 (CA8 2015), rev’d and remanded,\n582 U. S. ___;Eulittv.Maine,386 F.3d 344, 354 (CA1 2004);post, at 5–8 (Breyer, J.,\ndissenting);post, at 9–10 (Sotomayor, J., dissenting).The Court has also repeatedly stated that a\ngovernment has a compelling interest in avoiding an Establishment\nClause violation altogether, which “may justify” abridging other\nFirst Amendment freedoms. SeeGood News Clubv.Milford\nCentral School,533 U.S.\n98, 112 (2001);Lamb’s Chapelv.Center Moriches\nUnion Free School Dist.,508 U.S.\n384, 394 (1993);Widmarv.Vincent,454 U.S.\n263, 271 (1981). Unsurprisingly, governmental employers have\nrelied on these pronouncements to defeat challenges from employees\nwho alleged violations of their First Amendment rights. See,e.g.,Berryv.Department of Social Servs.,447 F.3d 642, 650–651 (CA9 2006);Knightv.Connecticut Dept. of Public Health,275 F.3d 156, 166 (CA2 2001);Marchiv.Board of\nCooperative Ed. Servs. of Albany,173 F.3d 469, 475 (CA2 1999).Finally, this Court’s infamous test inLemonv.Kurtzman,403 U.S.\n602(1971), has sometimes been understood to prohibit\ngovernmental practices that have the effect of endorsing religion.\nSeeLynchv.Donnelly,465 U.S.\n668, 692 (1984) (O’Connor, J., concurring). This, too,\npresupposes that the Establishment Clause prohibits the government\nfrom favoring religion or taking steps to promote it. But as\ndescribedsupra, at 2–3, the Establishment Clause does\nnothing of the sort. The concern with avoiding endorsement has\nnevertheless been used to prohibit voluntary practices that\npotentially implicate free exercise rights, with courts and\ngovernments going so far as to make the “remarkable” suggestion\n“that even while off duty, a teacher or coach cannot engage in any\noutward manifestation of religious faith.”Kennedyv.Bremerton School Dist., 586 U. S. ___, ___ (2019) (slip\nop., at 5) (Alito, J., concurring in denial of certiorari); seeSanta Fe Independent School Dist.v.Doe,530 U.S.\n290, 308 (2000) (voluntary decision to begin football games\nwith a prayer violated the Establishment Clause); see alsoKennedyv.Bremerton School Dist., 869 F.3d 813, 831\n(CA9 2017) (M. Smith, J., concurring) (coach’s decision to lead\nvoluntary prayer after football games);Walzv.Egg\nHarbor Twp. Bd. of Ed.,342 F.3d 271, 280 (CA3 2003) (student’s decision to distribute\nsmall gifts with religious messages to classmates).IIThe Court’s current understanding of the\nEstablishment Clause actually thwarts, rather than promotes, equal\ntreatment of religion. Under a proper understanding of the\nEstablishment Clause, robust and lively debate about the role of\nreligion in government is permitted, even encouraged, at the state\nand local level. The Court’s distorted view of the Establishment\nClause, however, removes the entire subject of religion from the\nrealm of permissible governmental activity, instead mandating\nstrict separation.This interpretation of the Establishment Clause\noperates as a type of content-based restriction on the government.\nThe Court has interpreted the Free Speech Clause to prohibit\ncontent-based restrictions because they “value some forms of speech\nover others,”City of Laduev.Gilleo,512 U.S.\n43, 60 (1994) (O’Connor, J., concurring), thus tending to “tilt\npublic debate in a preferred direction,”Sorrellv.IMS\nHealth Inc.,564 U.S.\n552, 578–579 (2011). The content-based restriction imposed by\nthis Court’s Establishment Clause jurisprudence operates no\ndifferently. It communicates a message that religion is dangerous\nand in need of policing, which in turn has the effect of tilting\nsociety in favor of devaluing religion.Historical evidence suggests that many advocates\nfor this separationist view were originally motivated by hostility\ntoward certain disfavored religions. See P. Hamburger, Separation\nof Church and State 391–454 (2002). And this Court’s adoption of a\nseparationist interpretation has itself sometimes bordered on\nreligious hostility. Justice Black, well known for his role in\nformulating the Court’s modern Establishment Clause jurisprudence,\nonce described Catholic petitioners as “powerful sectarian\nreligious propagandists” “looking toward complete domination and\nsupremacy” of their “preferences and prejudices.”Board of Ed.\nof Central School Dist. No. 1v.Allen,392 U.S.\n236, 251 (1968) (dissenting opinion). Other Members of the\nCourt have characterized religions as “divisive forces.”Edwardsv.Aguillard,482 U.S.\n578, 584 (1987) (internal quotation marks omitted);Board of\nEd. of Westside Community Schools (Dist. 66)v.Mergens,496 U.S.\n226, 287 (1990) (Stevens, J., dissenting) (internal quotation\nmarks omitted);Illinois ex rel. McCollumv.Board of Ed.\nof School Dist. No. 71,Champaign Cty.,333 U.S.\n203, 231 (1948) (Frankfurter, J., concurring). And the Court\nonce described a statute permitting employees to request\naccommodations to avoid work on the Sabbath as “arm[ing]” religious\nemployees with the “absolute and unqualified right” to pursue their\nreligion “over all other . . . interests.”Estate of\nThorntonv.Caldor,Inc.,472\nU.S. 703, 709–711 (1985). The siren song of religion is\napparently so strong that we once held that public school teachers\ncannot provide assistance at parochial schools, lest they “subtly\n(or overtly) conform their instruction to the environment in which\nthey teach.”School Dist. of Grand Rapidsv.Ball,473 U.S.\n373, 388 (1985), overruled byAgostiniv.Felton,521 U.S.\n203, 235 (1997). In the Court’s view, “[t]he ‘atmosphere’ of a\nCatholic school ha[d] such power to influence the unsuspecting mind\nthat it may move even public school . . . specialists to\n‘conform’—though their only contact with the school is to walk down\nits halls.” McConnell, Religious Freedom at a Crossroads, 59 U.\nChi. L. Rev. 115, 122 (1992).Although such hostility may not be overtly\nexpressed by the Court any longer, manifestations of this “trendy\ndisdain for deep religious conviction” assuredly live on.Locke, 540 U. S., at 733 (Scalia, J., dissenting). They\nare evident in the fact that, unlike other constitutional rights,\nthe mere exposure to religion can render an “ ‘offended\nobserver’ ” sufficiently injured to bring suit against the\ngovernment,American Legion, 588 U. S., at ___\n(Gorsuch, J., concurring in judgment) (slip op., at 2), even if he\nhas not been coerced in any way to participate in a religious\npractice,Lee, 505 U. S., at 584;Engelv.Vitale,370 U.S.\n421, 430 (1962).[2] We also\nsee them in the special privilege of taxpayer standing in\nEstablishment Clause challenges, even though such suits directly\ncontravene Article III’s restrictions on standing. SeeHeinv.Freedom From Religion Foundation,Inc.,551 U.S.\n587, 618 (2007) (Scalia, J., concurring in judgment); see alsoBowenv.Kendrick,487 U.S.\n589, 618–620 (1988);Flastv.Cohen,392 U.S.\n83, 102–104 (1968). And they persist in the repeated\ndenigration of those who continue to adhere to traditional moral\nstandards, as well as laws even remotely influenced by such\nstandards, as outmoded at best and bigoted at worst. SeeMasterpiece Cakeshop,Ltd.v.Colorado Civil\nRights Comm’n, 584 U. S. ___, ___ (2018) (Thomas, J.,\nconcurring in part and concurring in judgment) (slip op., at 14);Obergefellv.Hodges, 576 U.S. 644, 712 (2015)\n(Roberts, C. J., dissenting). So long as this hostility\nremains, fostered by our distorted understanding of the\nEstablishment Clause, free exercise rights will continue to\nsuffer.*  *  *As I have recently explained, this Court has\nan unfortunate tendency to prefer certain constitutional rights\nover others. SeeUnited Statesv.Sineneng-Smith,ante, at 6 (Thomas, J., concurring). The Free Exercise\nClause, although enshrined explicitly in the Constitution, rests on\nthe lowest rung of the Court’s ladder of rights, and precariously\nso at that. Returning the Establishment Clause to its proper scope\nwill not completely rectify the Court’s disparate treatment of\nconstitutional rights, but it will go a long way toward allowing\nfree exercise of religion to flourish as the Framers intended. I\nlook forward to the day when the Court takes up this task in\nearnest.Notes1A party wishing to expand\nthe scope of the Establishment Clause beyond its meaning at the\nfounding carries the burden of demonstrating that this broader\nreading is historically sound.Town of Greecev.Galloway,572 U.S.\n565, 607–608 (2014) (Thomas, J., concurring in part and\nconcurring in judgment).2This stands in striking\ncontrast to the Court’s view in the free speech context that “the\nburden normally falls upon the viewer” to avoid offense “simply by\naverting his eyes.”Hillv.Colorado,530 U.S.\n703, 753, n. 3 (2000) (Scalia, J., dissenting) (quotingErznoznikv.Jacksonville,422\nU.S. 205, 210–211 (1975); quotation altered)).",
    "joined": []
}