{
    "case": {
        "docket": "17-778",
        "citation": "587",
        "year": 2019,
        "url": "https://supreme.justia.com/cases/federal/us/587/17-778/"
    },
    "id": "4106032",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________No. 17–778_________________JAMAR ALONZO QUARLES, PETITIONERv.UNITED STATESon writ of certiorari to the united states\ncourt of appeals for the sixth circuit[June 10, 2019]Justice Thomas, concurring.I join the opinion of the Court because it\ncorrectly applies our precedent requiring a “categorical approach”\nto the enumerated-offenses clause of the Armed Career Criminal Act\n(ACCA). I write separately to question this approach\naltogether.This case demonstrates the absurdity of applying\nthe categorical approach to the enumerated-offenses clause. The\ncategorical approach relies on a comparison of the crime of\nconviction and a judicially created ideal of bur- glary. But this\nideal is starkly different from the reality of petitioner’s actual\ncrime: Petitioner attempted to climb through an apartment window to\nattack his ex-girlfriend.More importantly, there are strong reasons to\nsuspect that the categorical approach described inTaylorv.United States,495 U.S.\n575(1990), is not compelled by ACCA’s text but was rather a\nmisguided attempt to avoid Sixth Amendment problems. SeeSessionsv.Dimaya, 584 U. S. ___, ___–___\n(2018) (Thomas, J., dissenting) (slip op., at 21–23). Under our\nprecedent, any state burglary statute with a broader definition\nthan the one adopted inTayloris categorically excluded\nsimply because other conduct might be swept in at the margins. It\nis far from obvious that this is the best reading of the statute. A\njury could readily determine whether a particular conviction\nsatisfied the federal definition of burglary or instead fell\noutside that definition. SeeOvallesv.United\nStates, 905 F.3d 1231, 1258–1260 (CA11 2018) (W. Pryor, J.,\nconcurring). Moreover, allowing a jury to do so would end the\nunconstitutional judicial factfinding that occurs when applying the\ncategorical approach. See, e.g., Dimaya,supra,at\n___–___ (opinion of Thomas, J.) (slip op., at 22–23);Mathisv.United States, 579 U. S. ___, ___ (2016) (Thomas,\nJ., concurring) (slip op., at 2);Descampsv.United\nStates, 570 U.S. 254, 280 (2013) (Thomas, J., concurring in\njudgment);Jamesv.United States,550 U.S.\n192, 231–232 (2007) (Thomas, J., dissenting);Shepardv.United States,544 U.S.\n13, 26–28 (2005) (Thomas, J., concurring in part and concurring\nin judgment).Of course, addressing this issue would not help\npetitioner: He has not preserved a Sixth Amendment challenge.\nMoreover, any reasonable jury reviewing the record here would have\nconcluded that petitioner was convicted of burglary, so any error\nwas harmless.*  *  *Because the categorical approach employed\ntoday is difficult to apply and can yield dramatically different\nsentences depending on where a burglary occurred, the Court should\nconsider whether its approach is actually required in the first\nplace for ACCA’s enumerated-offenses clause. With these\nobservations, I join the opinion of the Court.",
    "joined": []
}