{
    "case": {
        "docket": "19-267",
        "citation": "591",
        "year": 2020,
        "url": "https://supreme.justia.com/cases/federal/us/591/19-267/"
    },
    "id": "4270870",
    "author": "thomas",
    "type": "concurrence",
    "text": "SUPREME COURT OF THE UNITED STATES_________________Nos. 19–267 and 19–348_________________OUR LADY OF GUADALUPE SCHOOL,\nPETITIONER19–267v.AGNES MORRISSEY-BERRUST. JAMES SCHOOL, PETITIONER19–348v.DARRYL BIEL, as personal representative\nof the ESTATE OF KRISTEN BIELon writs of certiorari to the united states\ncourt of appeals for the ninth circuit[July 8, 2020]Justice Thomas, with whom Justice Gorsuch\njoins, concurring.I agree with the Court that Morrissey-Berru’s\nand Biel’s positions fall within the “ministerial\nexception,”[1] because, as\nCatholic school teachers, they are charged with “carry[ing] out\n[the religious] mission” of the parish schools.Ante, at 21.\nThe Court properly notes that “judges have no warrant to\nsecond-guess [the schools’] judgment” of who should hold such a\nposition “or to impose their own credentialing requirements.”Ante, at 24. Accordingly, I join the Court’s opinion in\nfull. I write separately, however, to reiterate my view that the\nReligion Clauses require civil courts to defer to religious\norganizations’ good-faith claims that a certain employee’s position\nis “ministerial.” SeeHosanna-Tabor Evangelical Lutheran Church\nand Schoolv.EEOC,565 U.S.\n171, 196 (2012) (Thomas, J., concurring).This deference is necessary because, as the\nCourt rightly observes, judges lack the requisite “understanding\nand appreciation of the role played by every person who performs a\nparticular role in every religious tradition.”Ante, at 22.\nWhat qualifies as “ministerial” is an inherently theological\nquestion, and thus one that cannot be resolved by civil courts\nthrough legal analysis. SeeHosanna-Tabor,supra, at\n197 (Thomas, J., concurring); see also Memorial and Remonstrance\nAgainst Religious Assessments, in Selected Writings of James\nMadison 21, 24 (R. Ketcham ed. 2006) (the idea that a “Civil\nMagistrate is a competent Judge of Religious truth” is “an arrogant\npretension” that has been “falsified”). Contrary to the dissent’s\nclaim, judges do not shirk their judicial duty or provide a mere\n“rubber stamp” when they defer to a religious organization’s\nsincere beliefs.Post, at 9 (opinion of Sotomayor, J.).\nRather, they heed the First Amendment, which “commands civil courts\nto decide [legal] disputes without resolving underlying\ncontroversies over religious doctrine.”Presbyterian Church in\nU. S.v.Mary Elizabeth Blue Hull Memorial Presbyterian\nChurch,393 U.S.\n440, 449 (1969); see alsoante,at 16, n. 10.Moreover, because the application of the\nexception turns on religious beliefs, the duties that a given\nreligious organization will deem “ministerial” are sure to vary.\nAlthough the functions recognized as ministerial by the Lutheran\nschool inHosanna-Taborare similar to those considered\nministerial by the Catholic schools here, such overlap will not\nnecessarily exist with other religious organizations, particularly\nthose “outside of the ‘mainstream.’ ” 565 U. S.,at 197 (Thomas, J., concurring). To avoid disadvantaging these\nminority faiths and interfering in “a religious group’s right to\nshape its own faith and mission,”id., at 188 (majority\nopinion), courts should defer to a religious organization’s sincere\ndetermination that a position is “ministerial.”Id., at 197\n(Thomas, J., concurring).The Court’s decision today is a step in the\nright direction. The Court properly declines to consider whether an\nemployee shares the religious organization’s beliefs when\ndetermining whether that employee’s position falls within the\n“ministerial exception,” explaining that to “determin[e] whether a\nperson is a ‘co-religionist’ . . . would risk judicial\nentanglement in religious issues.”Ante, at 26. But the same\ncan be said about the broader inquiry whether an employee’s\nposition is “ministerial.” This Court usually goes to great lengths\nto avoid governmental “entanglement” with religion, particularly in\nits Establishment Clause cases. See,e.g.,Lemonv.Kurtzman,403 U.S.\n602, 613 (1971).[2] For\nexample, the Court has held that a public school became\nimpermissibly “entangle[d]” with religion by simplypermittingstudents to say a prayer before football games\nand overseeing a class election for whom would deliver the prayer.Santa Fe Independent School Dist.v.Doe,530 U.S.\n290, 305–307 (2000). And, inLockev.Davey,540 U.S.\n712(2004), the Court concluded that it would violate States’\n“antiestablishment interests” if tax dollars even indirectly\nsupported the education of ministers,id., at 722. But, when\nit comes to the autonomy of religious organizations in our\nministerial-exception cases, these concerns of entanglement have\nnot prevented the Court from weighing in on the theological\nquestions of which positions qualify as “ministerial.”As this Court has explained, the Religion\nClauses do not permit governmental “interfere[nce] with\n. . . a religious group’s right to shape its own faith\nand mission through its appointments.”Hosanna-Tabor,supra, at 188. To avoid such interference, we should defer\nto these groups’ good-faith understandings of which individuals are\ncharged with carrying out the organizations’ religious\nmissions.Here, the record confirms the sincerity of\npetitioners’ claims that, as lay teachers, Morrissey-Berru and Biel\nheld ministerial roles in these parish schools. For example, the\nOur Lady of Guadalupe Faculty Handbook states that lay teachers\nserve “specialpastoraladministrative roles . . .\nin the service of the people of God.” App. to Pet. for Cert. in No.\n19–267, p. 52a (emphasis added). Moreover, their “essential\njob duties” include “[m]odeling, teaching of and commitment to\nCatholic religious and moral values.”Id., at 55a (boldface\ndeleted); see alsoid., at 32a (Morrissey-Berru’s teaching\ncontract); App. to Pet. for Cert. in No. 19–348, p. 96a\n(Biel’s teaching contract). And both Morrissey-Berru’s and Biel’s\nteaching contracts required that their “duties and responsibilities\n. . . be performed [with an] overriding commitment” to\n“develop[ing] . . . a Catholic School Faith Community” in\naccordance with “the doctrines, laws and norms of the Catholic\nChurch.”Ibid.; App. to Pet. for Cert. in No. 19–267,\nat 32a. Finally,amicus curiaeUnited States Conference\nof Catholic Bishops confirms that petitioners’ understanding is\nconsistent with the Church’s view that “Catholic teachers play a\ncritical role” in the Church’s ministry. Brief for United States\nConference of Catholic Bishops 10–11; see also Catechism of the\nCatholic Church 8 (2d ed. 2016) (noting that the goal of “education\nin the faith of children [is] to initiat[e] the hearers into the\nfullness of Christian life” (emphasis deleted; internal quotation\nmarks omitted)).The foregoing is more than enough to sustain the\nsincerity of petitioners’ claims that Morrissey-Berru and Biel held\nministerial roles in the parish schools. Their claims thus warrant\nthis Court’s deference and serve as a sufficient basis for applying\nthe ministerial exception.Notes1As the Court\nacknowledges, the term “ministerial exception” is somewhat of a\nmisnomer. Seeante, at 11. The First Amendment’s protection\nof religious organizations’ employment decisions is not limited to\nmembers of the clergy or others holding positions akin to that of a\n“minister.”Ibid.Rather, as these cases demonstrate, such\nprotection extends to the laity, provided they are entrusted with\ncarrying out the religious mission of the organization.Ante, at 2, 21.2As I have previously\nexplained, this Court’s Establishment Clause jurisprudence “is\nunmoored from the original meaning of the First Amendment.”Espinozav.Montana Dept. of Revenue,ante, at\n2 (concurring opinion). Properly understood, the Establishment\nClause proscribes governmental “ ‘coercion of religious\northodoxy and of financial support by force of law and threat of\npenalty.’ ”American Legionv.American Humanist\nAssn., 588 U. S. ___, ___ (2019) (Thomas, J., concurring\nin judgment) (slip op., at 3) (quotingLeev.Weisman,505 U.S.\n577, 640 (1992) (Scalia, J., dissenting)).",
    "joined": []
}